{"Question":{"857316":"\n   I'm very new to your page lmao I'm sorry. Well your HUSBAND is a very lucky man haha\n  ","857317":"\n   ask freaky questions por favor :)\n  ","857318":"\n   Country\n  ","857319":"\n   Have you?\n  ","857320":"\n   Single or taken\n  ","857321":"\n   If you have an Xbox gamer tag I’ll add you\n  ","857322":"\n   Your bf is by far the luckiest man who has ever lived\n  ","857323":"\n   Age\n  ","857324":"\n   dear cwe\nkalian lebih suka di pacarin atau di nikahin?\n  ","857325":"\n   Are you single?\n  ","857326":"\n   Do you like PATTY CAKE\n  ","857327":"\n   do u autumn mood?\n  ","857328":"\n   What mythical creature would you be if you could pick?\n  ","857329":"\n   I can just tell that you have gorgeous bare feet😍\n  ","857330":"\n   Howdy! Gad damn 😯 you are gorgeous!\n  ","857331":"\n   Do you think that you are special to someone ?! 😻\n  ","857332":"\n   Most likely be lonely:\/\n  ","857333":"\n   You’re cute\n  ","857334":"\n   What is your favorite book?\n  ","857335":"\n   Are you allowed to tell your parents, friends etc where you work, if you work for the FBI or CIA?\n  ","857336":"\n   Do you find yourself thinking more about your past, present or future?\n  ","857337":"\n   Which country do you want to visit?\n  ","857338":"\n   kik\n  ","857339":"\n   any movie suggestions?\n  ","857340":"\n   Which song would you choose to give your crush a message indirectly?\n  ","857341":"\n   How many pair of jeans do you have\n  ","857342":"\n   How do you discover new music to listen?\n  ","857343":"\n   how often do you check your email?\n  ","857344":"\n   What's your wildest fantasy?\n  ","857345":"\n   Are you still learning who you are?\n  ","857346":"\n   best gift you've ever had?\n  ","857347":"\n   Just for fun, please feel free to ignore. 😊\n   \n    https:\/\/buddymeter.com\/quiz.html?q=zBowWhX\n   \n","857348":"\n   i work in subway my manger give 3 h and 1 day a week it normal or maybe because Im Arabic\n  ","857349":"\n   How do you feel about snow?\n  ","857350":"\n   🍂💛\n  ","857351":"\n   Since everyone else is doing this I might as well do it as well 😅 Let's see who knows me the best 😊\n   \n    https:\/\/buddymeter.com\/quiz.html?q=t5m5YM7\n   \n","857352":"\n   What is the least stressful job you can think of?\n  ","857353":"\n   What was the model of your first cell phone?\n  ","857354":"\n   How much are you ready to pay for a T-shirt?\n  ","857355":"\n   Longest distance you've ever travelled that wasn't through the air? 🤔\n  ","857356":"\n   How'd you describe the experience of maintaining your own hair? 🤔 Haha\n  ","857357":"\n   en mexico mueren 22 mil mujeres diario, mientras lees esto 3 mujeres perdieron la vida.\n   \n    https:\/\/www.nytimes.com\/2020\/02\/19\/world\/americas\/mexico-violence-women.html?0p19G=7900\n   \n","857358":"\n   اخباركو ف المطره\n  ","857359":"\n   الزواج متأخر\nضد ولا مع ولماذا؟.\n  ","857360":"\n   من عنده سرير نفرين..؟\n  ","857361":"\n   فاضي او مشغول 😍💗 استغفر الله و صلوا على رسول الله...اللهم صل وسلم وبارك على سيدنا محمد .\n  ","857362":"\n   نحن دائماً بحاجة رسالة ما..حتى نشعر أننا مازلنا بخير رغم كل شي سيء يحدث🍃☹\n  ","857363":"\n   ايه اكتر علم عندك اهتمام بيه؟\n  ","857364":"\n   cuaca ga bersahabat gini, jaga kesehatan ya kawan-kewin\n  ","857365":"\n   كوني معي في أيِّ وقت تَرغبين ولربما لا تَرغبينْ أنا راهبٌ عَشِقَ الحياة بمعبدِك وتَدللي في أيِّ وقتٍ ترغبينْ\n‏إني خُلِقْتُ ليستمرَّ تدللكِ....🌸\n  ","857366":"\n   Orinar de pie o sentados: ¿Cuál posición es mejor para la salud de los hombres?\n  ","857367":"\n   Where would you travel to first?\n  ","857368":"\n   Chicas, que hace que descarten a un chico como posible pretendiente ???\n  ","857369":"\n   要如何追回患有BPD的戀人，並陪TA度過一生。\n  ","857370":"\n   If you could travel into the past but not return, would you? If so where would you go and would there be something you would try to do differently?\n  ","857371":"\n   what is the most common misconception about love that you know? and how are you going to debunk it?\n  ","857372":"\n   If you were stranded on a deserted island and knew you had to wait at least 20 years to be rescued, who would you wish was there to keep you company? What kind of shelter would you build?\n  ","857373":"\n   Do you or have you ever had a reoccurring dream\/nightmare? If so what was it? Do you still have it?\n  ","857374":"\n   Anyone ever get mad at you because you wrote something in a way that wasn't right to them? 🤣\n  ","857375":"\n   What's the funniest YouTube or online video you’ve seen recently?\n  ","857376":"\n   I would be greatly disappointed if…\n  ","857377":"\n   Stay Humble ✨\n  ","857378":"\n   Spring sunrise or autumn sunset?\n  ","857379":"\n   Are you dog lover or cat lover or lizard lover or pig lover?\n  ","857380":"\n   If you died suddenly tonight what would you most regret not saying or doing before you did?\n  ","857381":"\n   Are you getting weird anon questions?\n  ","857382":"\n   What books would you recommend for developing better interpersonal skills?\n  ","857383":"\n   1)Who was the last dialogue with? ✨ 2) Who is your first friend? ?? 4) Do you have many friends? ? 5) Favorite song? ? 6) Favorite movie? ? 7) Currently in love? ? 8) Favorite season of the year? ? 9) Do you dance? ? 10) Favorite fruit? ? Share this to everyone you are following\n  ","857384":"\n   Good morning! Have a great day!\n  ","857385":"\n   Would you want to have your rate of aging slowed so much that, barring some accident, you’d live for 1,000 years?\n  ","857386":"\n   PAP: Last thing you bought online?\n  ","857387":"\n   Lol. Man...I should’ve been able to guess that from your username. I like Olivia though, it’s pretty.\n  ","857388":"\n   Link to a funny video u've watched recently?\n  ","857389":"\n   If you said \"Mamacita or Mami\" your wife would love it?\n  ","857390":"\n   What is at the same time funny and sad?\n  ","857391":"\n   Damn...that would’ve been an awesome name. What’s your name? If you don’t mind me asking...\n  ","857392":"\n   if someone ur usually mean to told u they were in love with u which is why the bugged you, how would u feel and what would u say\n  ","857393":"\n   For a person you loved deeply, would you be willing to move to a distant place knowing there would be little chance of seeing your family or friends in person more than once a year?\n  ","857394":"\n   How well do you perform under pressure? Does it need improvement?\n  ","857395":"\n   If you could pick a new name for yourself, what would it be? Why?\n  ","857396":"\n   which social media platform do you use the most?\n  ","857397":"\n   Have you ever thought about becoming vegetarian?\n  ","857398":"\n   On Criminal Minds Which agent is played by actor Shemar Moore?\n  ","857399":"\n   do u love walking on a park in the autumn?\n  ","857400":"\n   If something happens to you who's your \"go-to\" person to tell, someone you trust ?\n  ","857401":"\n   Do you have any Pop! figures? If so, what kind? Which is your favorite?\n  ","857402":"\n   What are y’all doing today?\n  ","857403":"\n   How do you feel about global warming? Real or fake?\n  ","857404":"\n   Which was the last good movie you watched?\n  ","857405":"\n   why are you so sexy\n  ","857406":"\n   Where are you roming around?👀\n  ","857407":"\n   why\n  ","857408":"\n   What is something you love about yourself?\n  ","857409":"\n   What’s the funniest password you have used in the past?\n  ","857410":"\n   If you somehow meet your ex , how would you treat to that?????\n  ","857411":"\n   Don't aspire to be perfect, aspire to be true to yourself. You'll find more happiness. 💪♥️🙂\n  ","857412":"\n   The only me is me. Are you sure the only you is you?\n  ","857413":"\n   F*ck, Marry, Kill.\nJennifer Lawerence\n  ","857414":"\n   Do you love your country?\n  ","857415":"\n   what did you do today? How are you?\n  ","857416":"\n   Would you leave your home country for the one you love?\n  ","857417":"\n   How good of a dancer would you yourself say that you are? 🕺What kind of music really makes you wanna dance? 😁\n  ","857418":"\n   What's your favorite kind of bird that you often see around where you live? 🕊🐦🦆🦅🦉 PAP? 😁\n  ","857419":"\n   Does anyone have an Apple Card ?\n  ","857420":"\n   Who has no tonsils?\n  ","857421":"\n   The Witcher\n  ","857422":"\n   All time favorite band?\n  ","857423":"\n   Are you happy with the amount of information in your head?\n  ","857424":"\n   If you could have anything right now what would it be\n  ","857425":"\n   How do you know if someone misses you\n  ","857426":"\n   your favorite lie is ..?\n  ","857427":"\n   What in your life are you most prepared and\/or willing to fight for?\n  ","857428":"\n   😋😋😋😋😋lol\n  ","857429":"\n   Would you rather go out for dinner or cook at home?\n  ","857430":"\n   Favorite website as a kid? Is it still running today? Do you ever go back to reminisce?\n  ","857431":"\n   Are there any foods that you dislike or will not eat?\n  ","857432":"\n   Longest you have stayed in the pool\n  ","857433":"\n   What are you Interested in ?\n  ","857434":"\n   Do you like dogs?\n  ","857435":"\n   Your eyebrows should NOT look like kfc wedges.\n  ","857436":"\n   I'm a streamer btw\n  ","857437":"\n   How long was the longest noogie you ever received?\n  ","857438":"\n   What was the last song you listened on Spotify?\n  ","857439":"\n   If you had the choice to live where you currently are without ever paying bills but the trade off is that you would  be forced to spend the rest of your life there without ever moving, would you accept?\n  ","857440":"\n   A guy text me, I answer back, then he didn’t reply back, I asked him, if he is busy or he doesn’t like to talk to me, he called me immediately rang once and hung up, but still texted nothing, what does it mean ?\n  ","857441":"\n   who do u like\n  ","857442":"\n   Why are there so many creepy people on askfm now?\n  ","857443":"\n   how are you?\n  ","857444":"\n   What's the best thing about school?\n  ","857445":"\n   Last person you texted?\n  ","857446":"\n   do you have an ipad?\n  ","857447":"\n   you have any tattoos. show it\n  ","857448":"\n   PAP of a cool place you've been to? 😁😊\n  ","857449":"\n   what’s the worst book you’ve ever read?\n  ","857450":"\n   Are there any things you think a guy should know when he's in a relationship with a girl that necessarily aren't common sense? 🤔 What are those?\n  ","857451":"\n   Describe what a good friend means to you?\n  ","857452":"\n   How expressive would you say your face is? 🤔 Haha Like, can someone easily tell how you're feeling just by looking at you?\n  ","857453":"\n   Do you have a bucket list? 😊 Can you list some things you have on said bucket list? Why are those on there? 😁\n  ","857454":"\n   What do you think you do best?\n  ","857455":"\n   Hi Olivia how are you\n  ","857456":"\n   If you could change the color of the sky, would color would it be 🌌?\n  ","857457":"\n   Does anyone like doing crosswords or word search books\n  ","857458":"\n   Post a memorable pic from your gallery 😍\n  ","857459":"\n   have someone made feel less valuable ?\n  ","857460":"\n   Are you spiritual or religious in any way? You don’t have to answer the question if you don’t want to.\n  ","857461":"\n   You are so adorable 😍 Olivia\n  ","857462":"\n   What's your favorite horror movie?\n  ","857463":"\n   do you have a soul?\n  ","857464":"\n   If you became the first to discover how to use the force like the Jedi does, what'd you do then? 🤔 Haha\n  ","857465":"\n   What is your favorite cereal?\n  ","857466":"\n   You have a monster taken from a horror movie after you. You run into a room and lock the door. In the room there is a closet, an old looking shotgun, some boards and boxes, a shovel, a bear trap and a lighter. What do you do if you know that the monster will bust through the door any second? Why? 😈\n  ","857467":"\n   What motivates you?\n  ","857468":"\n   What is your favorite Smoothie\n  ","857469":"\n   If you were realistically gonna cook something to impress someone else, what'd you cook? 👩‍🍳\n  ","857470":"\n   What or who helps you keep your sanity?\n  ","857471":"\n   What do you miss, but would like to have at your home? 🏘\n  ","857472":"\n   What’s the best gift you have ever given someone, in your opinion?\n  ","857473":"\n   Favorite impulse buy candy..?? 🍫🍬🍭\n  ","857474":"\n   What is the one thing you regret doing or not doing the most in your life?\n  ","857475":"\n   Confess something\n  ","857476":"\n   I completely understand. I would be nervous to approach you.\n  ","857477":"\n   Should people be given a second chance? ?\n  ","857478":"\n   Do you prefer to talk or to listen?\n  ","857479":"\n   I have no confidence in me at all.\n  ","857480":"\n   How do you know when someone likes you\n  ","857481":"\n   How's your weekend been so far? 😁\n  ","857482":"\n   Do you think I’m ugly? I think I’m ugly. A lot of people look at me weird.\n  ","857483":"\n   What do you want as a bday gift :)\n  ","857484":"\n   Say hello in a video\n  ","857485":"\n   What would you want for salon specials?\n  ","857486":"\n   Ladies, do you prefer chocolate or flowers or both on Valentine's Day? .\n  ","857487":"\n   Why dont you cut your hair?\n  ","857488":"\n   Are you under the influence, sir?\n  ","857489":"\n   how old are yu\n  ","857490":"\n   Any ladiez want some strange around sb elkhart mishawaka area\n  ","857491":"\n   What is ur guys zodiac sign~\n  ","857492":"\n   List some fun things to do\n  ","857493":"\n   Are you a morning, afternoon or night person? Why?\n  ","857494":"\n   At what age do you consider someone old?\n  ","857495":"\n   what r ur favorite activities u do in autumn?\n  ","857496":"\n   [shoutout] what’s your favourite type of weather? :3\n  ","857497":"\n   I ask cause I'm looking for spiritual\n  ","857498":"\n   Do you go to school?\n  ","857499":"\n   Why does your phone say no service when you got a new one??\n  ","857500":"\n   i meant on here\n  ","857501":"\n   what are coins for?\n  ","857502":"\n   HAVE YOU TOLD PHIL TO TAKE A CHILL PILL\n  ","857503":"\n   Same😫. Would you live a hot summer in Florida or California?\n  ","857504":"\n   Who do you like\n  ","857505":"\n   People to follow? :))\n  ","857506":"\n   Are you ticklish?\n  ","857507":"\n   What are your thoughts on Dr assisted suicide? 🤔\n  ","857508":"\n   On a scale of 1-10 how done with relationships are you?\n  ","857509":"\n   Roller coasters or water slides?\n  ","857510":"\n   You ever been to IKEA? Opinions? 😁 Did you try the meatballs? 🇸🇪 Haha\n  ","857511":"\n   -4x+3>15 and 4(x+2)≤0\nI get (-3,-2] but it says it’s wrong, can anyone help?\n  ","857512":"\n   How are you?\n  ","857513":"\n   Do you always smile for pictures?\n  ","857514":"\n   ‏لقد هُزمنا من الأصدقاء .. من الأحبه .. والأقرب إلي قلوبنا .. ومِن مَن كُنا نظن بهم خيرًا ..\nلم تأتي هزائمنا ابدًا من الاعداء..\n  ","857515":"\n   If you were gonna buy a new piece of tech now, what'd it be? 😁 Why? 🤔\n  ","857516":"\n   If you stumbled upon a living gingerbread man like the one from Shrek, how'd you react? 🤔😂\n  ","857517":"\n   Harley ride? Can't wait for spring! ♥️ ♥️ ♥️\n  ","857518":"\n   What did you come up with?\n   \n    https:\/\/ask.fm\/lnr87\/answers\/159974834605?utm_source=copy_link&utm_medium=android\n   \n","857519":"\n   That's so interesting! If you don't mind sharing, in what ways is your spouse the opposite from what you had originally wanted? And what advice would you give to others about falling in love when they least expect it?\n  ","857520":"\n   What are the most important traits you look for in a person? Friends or romantic my?\n  ","857521":"\n   Do you feel that people around you are more or less cognitive of their surroundings than yourself? 🤔\n  ","857522":"\n   What's your favorite mystery?!\n  ","857523":"\n   What’s your favorite color?\n  ","857524":"\n   what’s the weirdest thing you’ve ever seen?\n  ","857525":"\n   How do you define consciousness?\n  ","857526":"\n   Make an anagram out of your name!\n  ","857527":"\n   In honor of Black History Month, who's a Black artist you love?\n  ","857528":"\n   Whats the link for the vip program? Like the American one? The one on the askhelp , dont work ? ☹\n  ","857529":"\n   Shakira & J. Lo's FULL Pepsi Super Bowl LIV Halftime Show\n   \n    https:\/\/www.youtube.com\/watch?v=pILCn6VO_RU\n   \n   Kevin Gates - Dreka [Official Visualizer]\n   \n    https:\/\/www.youtube.com\/watch?v=od0qpPOLQDI\n   \n","857530":"\n   What means of transport do you consider to be the safest? Why?\n  ","857531":"\n   What celeb would you like to turn into for one day? 💫\n  ","857532":"\n   Do u work better under stress ?\n  ","857533":"\n   Where do you see yourself five years from now?\n  ","857534":"\n   How do I know how to wait for Mr right out there who is waiting in the mist for me\n  ","857535":"\n   Do you prefer talking or texting?\n  ","857536":"\n   What is something you always tell people but they dont believe you?\n  ","857537":"\n   Best \/ coolest dream you've ever had? Can you describe it? 😁\n  ","857538":"\n   Say you were living in a fantasy world like the one you'd find in Lord of the rings for example, who'd you be and what'd you do? 😊 How do you think life would've been for you then? 🤔😁\n  ","857539":"\n   The new child play what's your thoughts movie was not that good\n  ","857540":"\n   Which song gets stuck in your head the most often? For me, it’s Her Sweet Kiss from the Witcher 😂\n  ","857541":"\n   Favorite color, favorite song, favorite book, favorite band, favorite clothes?\n  ","857542":"\n   Would you support AskFM creating a friends only option where you could choose to receive questions or your page only being seen from those you follow or approve? Or do you like the all public discussion platform?\n  ","857543":"\n   What is your zodiac sign?\nTell me something about it.\n(If you don't feel comfortable with answering this you don't have to. Just ignore it.)\n  ","857544":"\n   Who's your best friend?\n  ","857545":"\n   Wearing anything yellow what is it\n  ","857546":"\n   Is ur body count larger than 3?\n  ","857547":"\n   Is it possible to fall in love with someone you just met online?\n  ","857548":"\n   You have any kiddos? Step kids? Ages? ♥️♥️♥️\n  ","857549":"\n   Do you get easily overwhelmed? 🤔\n  ","857550":"\n   How is someone like you single\n  ","857551":"\n   What inspires you?\n  ","857552":"\n   What really makes you angry?\n  ","857553":"\n   What is the difference between living and existing?\n  ","857554":"\n   Does expecting the unexpected, make the unexpected, expected??\n  ","857555":"\n   why?\n  ","857556":"\n   First Bull ride challenge\n   \n    https:\/\/youtu.be\/AwJtJ86p3QQ\n   \n","857557":"\n   Ahsoka Tano  or  Anakin Skywalker\n  ","857558":"\n   What animal describes you the best? How? 🤔😁\n  ","857559":"\n   what will the best movie of this year be?\n  ","857560":"\n   Being a man for a day would be?\n  ","857561":"\n   What can people learn from animals?\n  ","857562":"\n   What’s one thing you’re super passionate about?\n  ","857563":"\n   What is on the agenda for today?\n  ","857564":"\n   What harsh truths do you prefer to ignore?\n  ","857565":"\n   Which of these options would you choose if they were the only options... Moving to another country of your choosing permanently and not being able to return again OR Never being able to leave (even for vacation) more than 3 hours from your home?\n  ","857566":"\n   Hi Olivia how are you I really love ❤️ the style your hair\n  ","857567":"\n   How's everyone's weekend going?\n  ","857568":"\n   happy sunday!\n  ","857569":"\n   Hi Olivia how are you my name it’s javi\n  ","857570":"\n   That awkward moment when?\n  ","857571":"\n   Have you ever tried to learn song lyrics by heart to impress your friends with singing long verses? 😂 🤭 🤔\n  ","857572":"\n   Does your name have a meaning?What is it ?🎤\n  ","857573":"\n   Coolest souvenir that you own? 😁 Where did you get it? PAP perhaps? 😊\n  ","857574":"\n   What is something that you have always wanted to do, but have not for some reason?  Care to share what and why?  Do you think you'll ever do it?\n  ","857575":"\n   Do you have a \"deal breaker\" in your friendships and\/or relationships? If so, may I ask what that would be? ♥️\n  ","857576":"\n   What good wholesome movies to watch with lessons?\n  ","857577":"\n   Hey! Thought you would enjoy Ibotta (if you don’t already). It’s an easy to use, cash back rewards app. I use it every time I shop, and thought you would like it too. Use my referral code, xlfwkuy, and you can start saving real cash at all your favorite retailers. Sign up at\n   \n    https:\/\/ibotta.com\/r\/xlf\n   \n","857578":"\n   What qualifies as a quality friend, in your eyes?\n  ","857579":"\n   Are you single do you have friends\n  ","857580":"\n   Are you still learning who you are?\n  ","857581":"\n   Do you like JOHNNY GARGANO\n  ","857582":"\n   If you could get one thing to eat tonight what would it be?\n  ","857583":"\n   Would you consider yourself innovative?\n  ","857584":"\n   What was your biggest hobby growing up? 😊\n  ","857585":"\n   Being a good person is defined differently by most everyone... What does it mean to you?\n  ","857586":"\n   What movie title best describes your life?\n  ","857587":"\n   If you eat breakfast what are your favorite things to have, if you're in a hurry?\n  ","857588":"\n   \"Who is your favorite actor??\t\"\n  ","857589":"\n   Are you proud of yourself about anything? If so, what?\n  ","857590":"\n   Do you believe in miracles?\n  ","857591":"\n   \"Prayer is the breath of the soul. It is the secret of spiritual power. No other means of grace can be substituted and the health of the soul be preserved.\" Prayer, p. 12\n  ","857592":"\n   What you doing rn?\n  ","857593":"\n   Name\n  ","857594":"\n   So before you do do you announce or give a warning\n  ","857595":"\n   Straight?\n  ","857596":"\n   Is that what you do?\n  ","857597":"\n   Full body pic of you?\n  ","857598":"\n   If you were to jump into a pool filled with anything of your choosing, what'd you choose? 🤔 How do you think that'd be? 😁\n  ","857599":"\n   Current outfit?\n  ","857600":"\n   Which pair do you have?\n  ","857601":"\n   What do you think of farting in public in your opinion\n  ","857602":"\n   Well are you shy about it?\n  ","857603":"\n   No underwear\n  ","857604":"\n   Question is why are females shy to say they fart? I mean are you tbh\n  ","857605":"\n   Then which are you fan of?\n  ","857606":"\n   Bikini or hipster?\n  ","857607":"\n   Is 2020 looking bright?\n  ","857608":"\n   Hey there. Hope all well? Is it fine if I ask you a personal question? I appreciate it if you don’t mind. Thank you! Cheers!\n  ","857609":"\n   Hi?\n  ","857610":"\n   Hi?\n  ","857611":"\n   Age?\n  ","857612":"\n   Write a note to yourself\n  ","857613":"\n   Do you have any pictures of wild animals that you've taken yourself? 😁 You mind showcasing your favorite one? 😊\n  ","857614":"\n   What is your most preferred place on your body the thermometer was ever put to check for fever?\n  ","857615":"\n   Favorite beverage?\n  ","857616":"\n   Have you ever been out🚶‍♀️ saw someone wave 🙋‍♀️ thought they were waving at you by wasn't 😂 what did U do\n  ","857617":"\n   What does it mean to 'wear cups'???\n  ","857618":"\n   Do u talk to strangers??\n  ","857619":"\n   The Bella Twins are both pregnant: WWE’s The Bump, Jan. 29, 2020\n   \n    https:\/\/www.youtube.com\/watch?v=74oujBYTsDc\n   \n","857620":"\n   Have you ever get punished?\n  ","857621":"\n   Did you dislike the red or blue cased thermometer the most?\n  ","857622":"\n   Walking along an empty street, you notice a wallet. It contains $5000 in cash. What would you do? Would your decision change if the ID showed a wealthy looking man or a frail looking old woman?\n  ","857623":"\n   Why do you think Dumbledore would win over Yoda? 🤔 Haha\n  ","857624":"\n   Favorite place to relax? :)\n  ","857625":"\n   Favorite non alcoholic drink? :)\n  ","857626":"\n   Have you ever worked at WalMart\n  ","857627":"\n   I heard from someone that girls have bigger 🍆?\n  ","857628":"\n   When you workout, how do you prefer to do it? 😁🏋️‍♂️⛹️‍♂️🏊‍♂️ What is it that makes you like that way of working out the most? 🤔\n  ","857629":"\n   When did you have your first kiss? How was the experience?\n  ","857630":"\n   If you found a fairy laying on the ground with a broken wing when you were out walking in the forest, what'd you do? 🤔\n  ","857631":"\n   Do you have a dream car? 🤔 What kind? 😁\n  ","857632":"\n   I am ugly😒😒😒😒\n  ","857633":"\n   مرحباا\n  ","857634":"\n   Te quiero para novio\n  ","857635":"\n   What does Vamos mean in spanish\n  ","857636":"\n   What does Mundo In spanish stand for\n  ","857637":"\n   Apa resolusi mu di tahun 2020 ini?\n  ","857638":"\n   Доброго времени суток!\n▪︎Взяв теплый плед, найдя тихий угол , читая любимую книгу, спрячемся от оглушающей болтовни.\n▪Сегодня я хочу поговорить с Вами о тишине. \n▪︎Любите ли Вы ее? \n▪︎Не кажется ли Вам,что мелодия тишины звучит как одиночество? \n\n\n\nСпасибо многим, за душевные ответы😌\n  ","857639":"\n   كلما جميلا متلك\/ي\n  ","857640":"\n   Gabisa tidur nih gueee, gabut bgt. Ask gue dongg\n  ","857641":"\n   How tall are you? Take a photo in full height\n  ","857642":"\n   I been watch wwe professional wrestling since last 8 years and I was boy I been fan of professional wrestling.\n  ","857643":"\n   Name something you find weird about your country? 🤔 Haha\n  ","857644":"\n   Are you following the news? What are you interested in?\n  ","857645":"\n   Any of y'all own any fish? Fish tanks? PAP of your set ups! (If ya want. Don't have to)\n  ","857646":"\n   What annoys you?\n  ","857647":"\n   сколько лет?\n  ","857648":"\n   го первым 3 вопросы ❤️❤️\n  ","857649":"\n   как дела?\nкак день прошёл? 😉\n  ","857650":"\n   Have you ever been in love??\n  ","857651":"\n   Do you wear makeup?\n  ","857652":"\n   What’s your favorite city???\n  ","857653":"\n   Was the last person you spoke with male or female?\n  ","857654":"\n   Do I show up as a VIP? 🤔 Kind of confused...\n  ","857655":"\n   RIP KOBE BRYANT AND GIANNA BRYANT NOT ONLY DID HE DIE BUT THE ONE WHO COULD HAVE CONTINUED HIS LEGACY\n  ","857656":"\n   Hast the death of a celebrity ever hit you really hard? 🤔 (Inspired by recent events with Kobe Bryant 😥)\n  ","857657":"\n   Is there any part of your life that you would, \"do over again\" if given the opportunity? Why or why not?\n  ","857658":"\n   What do you attribute \"who you are today\" towards?\n  ","857659":"\n   Do you have any strange Phobias?\n  ","857660":"\n   You kick started me back into answering questions.\nThanks for mentioning me.\n  ","857661":"\n   I watch wwe smackdown and 205 live highlights today?\n  ","857662":"\n   Can Evolution be tested in a science lab? Real science requires experiments and be seen by humans eyes?\n  ","857663":"\n   I know I am awesome and are you awesome yes or no?\n  ","857664":"\n   Hi\n  ","857665":"\n   What sneakers do you usually wear to drive with?\n  ","857666":"\n   egirl, vsco girl, or soft girl? 👻\n  ","857667":"\n   Shower Thoughts - Do pigeons have teeth?\n  ","857668":"\n   How do you destroy your porn addiction??\n  ","857669":"\n   Have there ever been ex-Muslims that have accepted Jesus as their Lord and Savior before?\n  ","857670":"\n   Help\n  ","857671":"\n   Best thing that has happened this week so far? 😊\n  ","857672":"\n   How to Travel on an Airplane If You Suffer from Claustrophobia?\n  ","857673":"\n   Do you enjoy children?  Have any of your own?\n  ","857674":"\n   When you get overwhelmed, what keeps you going? How do you keep yourself grounded? 🤔\n  ","857675":"\n   A time traveler has invited you on a journey. You will be returned at the same time you left. He offers you your choice of time period to travel to. You will spend a week there. When? Where? Why? And what will you do on your trip?\n  ","857676":"\n   What's your opinion on noise cancelling headphones? 🤔 Do you often wear any yourself? What kind? 😁\n  ","857677":"\n   what's your favorite and least favorite: ice cream flavor?\n  ","857678":"\n   Do you follow organized religion? What does it mean to you?\n  ","857679":"\n   Ever wear sneakers and no socks?\n  ","857680":"\n   I've done both. One says gryffindor the other says slytherin.\n  ","857681":"\n   What would you do if one random day an animal starts talking to you in a language you can understand?\n  ","857682":"\n   Is that pottermore or the full sorting quiz?\n  ","857683":"\n   Just curious, what do you think of my polls? 🤔😁\n  ","857684":"\n   Is there any kind of food you'd consider your \"weakness\"? 😂 Like something you can't refuse eating no matter the circumstances Haha\n  ","857685":"\n   What is your hogwarts house?\n  ","857686":"\n   how’s your day going\n  ","857687":"\n   One thing you love to do ?\n  ","857688":"\n   If tomorrow, you woke up 10 years older, where would you be in life? 🤔\n  ","857689":"\n   What TV shows are you currently binge watching?\n  ","857690":"\n   Do you have someone you tell everything to?\n  ","857691":"\n   What's the last thing that made you laugh out loud? Post a photo or tell the story. =)\n  ","857692":"\n   In a perfect world what would your life be like?\n  ","857693":"\n   Favorite singers\n  ","857694":"\n   Hope everyone is having a awesome weekend 😊\n  ","857695":"\n   I am not trying to put anyone on blast, so I l'll try to be vague. \n\nBeing vulnerable with others, is a difficult task for most everyone in One Way or Another.\n\nPlease share only what you are comfortable with...\n\nAre you able to be vulnerable with others? Anyone special? How do you feel before\/after\n  ","857696":"\n   What food would you order for your last meal if you were at death row? 🤔 Haha\n  ","857697":"\n   Would you rather have one best friend or several good friends? 🤔 Why?\n  ","857698":"\n   If you could go anywhere right now where would you go?\n  ","857699":"\n   How can you change the world?💯\n  ","857700":"\n   Have you ever participated in a demonstration? 🤔 How was it? What was it for? 😁\n  ","857701":"\n   AWWW so cool\n  ","857702":"\n   I had a Honda Accord best cars in the world. I sold my car to my mom I cried too my gma was laughing at me I miss my car too\n  ","857703":"\n   You've been told a movie will be made about your life What celebrity would you like to play you\n  ","857704":"\n   What should we spend money on?\n  ","857705":"\n   what have you been ashamed for?\n  ","857706":"\n   What are your plans for the weekend? 😁\n  ","857707":"\n   What's the next book you're planning to read?\n  ","857708":"\n   How would you react if news came out that intelligent aliens exist and they're on their way? 🤔\n  ","857709":"\n   What do you like to do when you have absolutely no obligations for the day? 🤔😁\n  ","857710":"\n   Best first date spot?\n  ","857711":"\n   Keds are super comfy ❤️ do you know anyone family\/friends of yours that wear them?\n  ","857712":"\n   What do you miss the most when you're away from home?\n  ","857713":"\n   Here is the final pie chart of how many belongs to each Hogwarts house on here if you're interested to see the results! 🦁🐍🦡🦅\n   \n    https:\/\/ask.fm\/Tobbelit0\/answers\/158508310999?utm_source=copy_link&utm_medium=android\n   \n","857714":"\n   Choose One: A. Always Right. B. Always Understood. C. Always Respected. D. Always Loved.\n  ","857715":"\n   If you found yourself in wonderland like Alice did, how'd you spend your time there? 🤔 Haha\n  ","857716":"\n   where is the sea of tranquility 🌊💎❣️\n  ","857717":"\n   Tag couple of people worth following? Say something about each?:)))\n  ","857718":"\n   What’s your love story?\n  ","857719":"\n   Were you happier four months ago than you are now?\n  ","857720":"\n   Would you wear white Keds champions?\n  ","857721":"\n   I hope everyone has a wonderful night 🌃\n  ","857722":"\n   Do you prefer to ask or answer questions? 🤔 Why? 😁\n  ","857723":"\n   What is the last TV show you watched?\n  ","857724":"\n   What's your plans for today?\n  ","857725":"\n   Are you a morning person or night owl?\n  ","857726":"\n   Do you prefer to be alone or around people?\n  ","857727":"\n   SMASH OR PASS BABY YODA\n  ","857728":"\n   How you created your squad? Have any tips on how to create your own community?\n  ","857729":"\n   Did you grow up with Pokémon in any way? Which Pokémon is your favorite? 😁\n  ","857730":"\n   Which color do you use for the ask interface? 🤔😁\n  ","857731":"\n   If you were a car, what kind of car would you be?\n  ","857732":"\n   What was the first car you ever had\n  ","857733":"\n   Do you play any mobile games?\n  ","857734":"\n   favorite magazine?\n  ","857735":"\n   are girls more dramatic than guys?\n  ","857736":"\n   How many countries have you been to? 😁 Can you name all of them? Anyone that stood out and why? 😊\n  ","857737":"\n   DO YOU LIKE GHOST BUSTERS\n  ","857738":"\n   How long ago was the last time you drove a car? What shoes did you choose to drive with \n(  ) with socks  (  ) no socks\n  ","857739":"\n   Chicken or beef?\n  ","857740":"\n   If I were to visit Washington, which places do you think I should go to? 😊 Why? 😁\n  ","857741":"\n   Candles or incense?\n  ","857742":"\n   Lakes, rivers, oceans, or pools?\n  ","857743":"\n   What concert do you want to go to? ?✌\n  ","857744":"\n   WAS ROBIN HOOD A REAL PERSON\n  ","857745":"\n   Hi baby how are you?\n  ","857746":"\n   How'd you describe your morning routine? 😁\n  ","857747":"\n   What do you do when you’re sad?\n  ","857748":"\n   is it ok for agay person to play football?\n  ","857749":"\n   How would you respond to someone that always blames you for their bad behavior?\n  ","857750":"\n   Do you want be my friend\n  ","857751":"\n   Do you like FROSTED FLAKES\n  ","857752":"\n   Curious? 🤔 Do you mind sharing your age? Or general age? 💯 Respect either way! 😊\n  ","857753":"\n   Do you think kids our age can be in love?\n  ","857754":"\n   A line from your favorite song\n  ","857755":"\n   What characteristics of another, brings you to gain or lose respect for another person?\n  ","857756":"\n   What is something you're afraid to do?\n  ","857757":"\n   Which is the best city you've been to? 🤔 Please tell me 5 things that you think made it great 😁\n  ","857758":"\n   Funniest video you know? 😁 Link?\n  ","857759":"\n   this app be hella confusing\n  ","857760":"\n   What's the latest thing that made you smile? ?❤\n  ","857761":"\n   ‘00s > ‘70s. Agree or disagree?\n  ","857762":"\n   Do you know your purpose in this life? Are you activity pursuing such for your own happiness and fulfillment? Please share...\n  ","857763":"\n   What summer shoes do you find the most comfortable?\n  ","857764":"\n   Shoutout to pizza, chocolate, chips and salsa, and all of the wonderful foods that make us happy. 😀\n  ","857765":"\n   What's the number one thing you would save from your burning house?\n  ","857766":"\n   Are you team iPhone or Android\n  ","857767":"\n   What is your Best and worst quality?\n  ","857768":"\n   Tell something to someone but don't mention name ! Dile algo a alguien pero no menciones nombre!\n  ","857769":"\n   Best thing to happen to you?\n  ","857770":"\n   What are some things you want to experience, change, or create this decade?\n  ","857771":"\n   Is there a fishing pole on the back of a $2 bill\n  ","857772":"\n   Do you have any habits that you want to end? 🤔\n  ","857773":"\n   Have you ever made a movie? Like for school, home \/ travel movie etc. 😁\n  ","857774":"\n   what other language can you speak?\n  ","857775":"\n   I meant like, I got the character of Ron chosen for me since I'm ginger haha What kind of character do you think you'd get if others were to choose it for you? 🤔\n  ","857776":"\n   What do we lose with age?\n  ","857777":"\n   Which Hogwarts house are you a part of? 😁 (Sorry if I've already asked this before, sent to everyone I follow since I wanna try and make a pie chart of the different houses haha Please answer so I can get a fair number 😊)\n  ","857778":"\n   Gurl lord jesus how you work this thang? Hey y’all its mama red from youtube you may know my daughter jessika the prankster on youtube hows everyones day? Im only anonymous because i don’t want y’all sending me endless questions i ain’t got time for dat. My daughter forced me to be on here\n  ","857779":"\n   What do football pads smell like?\n  ","857780":"\n   Post a fart vid\n  ","857781":"\n   How can you change the World?\n  ","857782":"\n   Do you prefer traveling alone or with a group?\n  ","857783":"\n   Do you have any advice for people starting out on youtube?\n  ","857784":"\n   What from your life, do you feel has made you a better person?\n  ","857785":"\n   Pic\n  ","857786":"\n   I'm actually going to a Harry Potter party held by my student organization next month 😁 You get a character chosen for you and I was chosen to be Ron, cus ginger 😂 If you were going to such a party, who do you think you'd be chosen to be? Why? 😁 (Initiative by Manu to make personalized questions)\n  ","857787":"\n   Favorite alcoholic drink? 🤔 I'm a cider person myself haha\n  ","857788":"\n   Are there any \"Must see\" shows you've yet so see? I haven't seen Game of Thrones yet for example haha\n  ","857789":"\n   Do you have more pairs of glasses than one? 🤔 Do you switch to match outfits and such? Haha\n  ","857790":"\n   Do you like Guitars\n  ","857791":"\n   How often do you drink alcohol?\n  ","857792":"\n   Who is your favorite celebrity?\n  ","857793":"\n   Do you like GOOFY\n  ","857794":"\n   Pizza or salad?\n  ","857795":"\n   Crocs or Birkenstocks?\n  ","857796":"\n   How'd you describe the way you like to keep your hair? 🤔💇‍♂️💇‍♀️\n  ","857797":"\n   Hope you all have a fantastic day!!\n  ","857798":"\n   How would your superhero costume look like?\n  ","857799":"\n   Have you ever made a music quiz? 🤔 What for? Haha How did it go? What kind of songs did you include? 😁\n  ","857800":"\n   If you got magical powers like in Harry Potter for one day, what'd you do with them? 🧙‍♂️ Haha\n  ","857801":"\n   If you could pack up right now and leave, Where would you go?\n  ","857802":"\n   If you knew that food was alive in the way that they are in the movie Sausage party, would that affect your eating habits? 😂😂\n  ","857803":"\n   What do you use more.. Twitter, Facebook or IG ? None of that snapchat sh*t here. 😂😂😂\n  ","857804":"\n   Do any girls have chin hair on this app is it annoying\n  ","857805":"\n   What is your type of person you prefer to be your future spouse 🚶\n  ","857806":"\n   What do you do as soon as you wake up.\n  ","857807":"\n   Who would you call first if you won the lottery?\n  ","857808":"\n   How important is positivity in Life?\n  ","857809":"\n   Have you ever been to Applebee’s\n  ","857810":"\n   What do you do when you can't go back to sleep after you've woken up in the middle of the night? Asking for a friend... 😅😂\n  ","857811":"\n   do you like Ricky Gervais\n  ","857812":"\n   It be like saying \"dO yOU FuNCtIon???\" 😂😂\n  ","857813":"\n   Do you fart\n  ","857814":"\n   Most annoying thing according to you? 🤔😂\n  ","857815":"\n   How has your day been so far? 😁\n  ","857816":"\n   If you did break free, what about the people who were still on you? Would you let them fall down to their doom as you rised up? 🤔😂\n  ","857817":"\n   How do you think it would've been for them to tie you down? Considering you'd be so big compared to them haha\n  ","857818":"\n   If you felt the ropes loosen a bit when you were moving around, would you try and break free by force? 🤔😂\n  ","857819":"\n   Would you be understanding or mad that they tied you down? 🤔 Like if you were the first regular size person they saw? Haha\n  ","857820":"\n   Best video game you've ever played? 🎮 Why is it? 🤔😁\n  ","857821":"\n   Favorite dialogue in a movie?\n  ","857822":"\n   What’s the next big thing?\n  ","857823":"\n   Hi, how are you, are you okay?\n  ","857824":"\n   What size of fries do you like from there the most? Do you like small, medium, or large?\n  ","857825":"\n   What's your wildest fantasy?\n  ","857826":"\n   Describe what an average day would be to you? 🤔😁 Do you follow any kind of schedule? Haha\n  ","857827":"\n   What's your favorite thing to order from McDonald's?\n  ","857828":"\n   Name 5 things you'd buy if you had unlimited amounts of money for one day? 🤑🤑\n  ","857829":"\n   What have you always wanted ? Did you ever get it ?\n  ","857830":"\n   Why do bridezillas deny being bridezillas?\n  ","857831":"\n   If you found yourself in the same spot as Gulliver when he woke up tied to the ground by hundreds of tiny people, what'd you do? 🤔😂\n  ","857832":"\n   Tips to counter insomnia?\n  ","857833":"\n   Latest song you listened to? 😁\n  ","857834":"\n   How is the weather where you are\n  ","857835":"\n   Should you let your girlfriend talk to her ex lover?\n  ","857836":"\n   Do most people think you look older, younger or about your age when they first meet you? Why do you think that is? 🤔\n  ","857837":"\n   Is there anything big you already know you're gonna do this year? 😁\n  ","857838":"\n   Wait-you don't look \"Atari old\" lol\n  ","857839":"\n\n    @askfm\n   \n   It's our 9th birthday! Blow out the candles and make a wish for us! #askfmbd\n  ","857840":"\n   What's your favorite tv show?🤔\n  ","857841":"\n   How old were you when you started playing video games?\n  ","857842":"\n   What would you say is your element? 🔥🌊🌪☄Why? 🤔\n  ","857843":"\n   What was the first novel on which you spent your money on??\n  ","857844":"\n   What does it mean when your partner stops being affectionate? No longer reaches for your hand. Isn’t “in the mood”. And is always “tired” even when you just want to lay with them?\n  ","857845":"\n   Have you ever preformed any shows\/acts for an audience?\n  ","857846":"\n   When asked your nationality, do you say your nationality or heritage?\n  ","857847":"\n   Whats your favorite sportswear brand?\n  ","857848":"\n   Some say there are four personality types:\n\nBlue 💙: Calculated, orderly but unflexible, insensitive. \nRed ❤: Competitive, confident but quick to anger, unempathetic. \nGreen 💚: Kind, compassionate but timid, slow. \nYellow 💛: Energetic, creative but forgetful, self-absorbed.\n\nWhich are you? How? 🤔\n  ","857849":"\n   When you need a distraction what do you turn to?\n  ","857850":"\n   Anyone over the high school age?! I feel ancient when I read some of these questions 😓\n  ","857851":"\n   A little late Christmas question but here goes! Haha If you were offered to take the role of Santa Claus for life, like in a stereotypical Christmas movie, would you? 🎅🤶 Why \/ why not? 🤔\n  ","857852":"\n   🔥🔥😢\n  ","857853":"\n   Disney+ or Netflix?\n  ","857854":"\n   Are you a good bro\/sis?\n  ","857855":"\n   can i come off anon\n  ","857856":"\n   Who was your first crush? Describe them.\n  ","857857":"\n   What is your favorite color?\n  ","857858":"\n   cuteeeeeeeeeeeeeee\n  ","857859":"\n   Summer or winter?\n  ","857860":"\n   What one thing do you really want but can't afford?\n  ","857861":"\n   What are you dreaming about?\n  ","857862":"\n   Dang what happen I always wanted one :\/\n  ","857863":"\n   What would be the best job ever for you?\n  ","857864":"\n   Who wears short shorts? “ ____________”\n  ","857865":"\n   holla @ me\n  ","857866":"\n   YOOOOOOOO\n  ","857867":"\n   Eagles vs Seahawks will be a great game but i think my  Eagles got the W\n  ","857868":"\n   redskins?\n  ","857869":"\n   If you were arrested what would your family and friends think it was for?\n  ","857870":"\n   giants fan?\n  ","857871":"\n   How do you feel about snow?\n  ","857872":"\n   You think there'd be any advantages to being a giant? 🤔\n  ","857873":"\n   career choice?\n  ","857874":"\n   Does anyone have pen pals?\n  ","857875":"\n   You are cute 😉\n  ","857876":"\n   What yall eating tonight for Dinner?\n  ","857877":"\n   What's the usual first impression people have on you in person? 😅✨ Are they wrong or nah?\n  ","857878":"\n   What is one hobby\/skill\/quirk that you like doing, that if you told other people about it they'd think you're weird?\n  ","857879":"\n   I feel like ______.\n  ","857880":"\n   Have you ever eaten too much? What did you eat?\n  ","857881":"\n   What is your favorite moment from the last decade?\n  ","857882":"\n   How often do you work out?\n  ","857883":"\n   لــو خيروك بين انسان يحبك وانسان يفهمك منو تختار؟\n  ","857884":"\n   Necesito amigos queire ?\n  ","857885":"\n   Is reputation important for a person nowadays?\n  ","857886":"\n   What is your favorite dinosaur?\n  ","857887":"\n   Is there something you eat every day?\n  ","857888":"\n   How was your guy's day yesterday?\n  ","857889":"\n   Do you have a lucky talisman? If yes, why is that so lucky?\n  ","857890":"\n   Happy end of the decade! What's something memorable that happened in 2019?\n  ","857891":"\n   What's the coolest pic you've ever taken in your opinion? 😁📷 You mind showcasing it? 😊\n  ","857892":"\n   If you won 1 million dollars, what'd you do with it? 🤑🤑🤑\n  ","857893":"\n   Would you rather grow to be the size of a giant or shrink to the size where you could like fit in someone's pocket? 🤔 Why? 😂\n  ","857894":"\n   If you lived in a future like in \"Ready player one\" where people would spend their freetime living in virtual worlds with only the human imagination to set the rules. What kind of world would you make for yourself to live in? 😁 How'd it be?\n  ","857895":"\n   Are the fireworks already bothering you?!\n  ","857896":"\n   If you were offered the leadership \/ presidency of your country would you take it? If so, What would be your first change of law?\n  ","857897":"\n   Go something funny ?\n  ","857898":"\n   thoughts on people of double face?\n  ","857899":"\n   What's the most annoying thing someone can say to you or ask you? (except for this question)\n  ","857900":"\n   What if ______.\n  ","857901":"\n   That embarrassing moment when ______.\n  ","857902":"\n   If there was just thing you could accomplishe before you die, what would it be?\n  ","857903":"\n   do you watch horror movies?\n  ","857904":"\n   If only ______.\n  ","857905":"\n   I'll never ______.\n  ","857906":"\n   What promise have you broken? 💔\n  ","857907":"\n   Name one thing that really annoys you 😁\n  ","857908":"\n   I wonder if you had to pump the brake to come to a stop...did it help? Sorry for so many questions LOL I'm bored\n  ","857909":"\n   How old were you then? Was anyone riding in the car with you? If so, what did you say at that moment about the brakes?\n  ","857910":"\n   Why?\n  ","857911":"\n   Really? Would you mind if I ask you a few more questions?\n  ","857912":"\n   Do you believe in ghosts? Any paranormal experiences? 😊\n  ","857913":"\n   Have you ever fired a real gun? 😁\n  ","857914":"\n   Have you ever driven a car with brake problems?\n  ","857915":"\n   Who is your best friend for the moment and why?\n  ","857916":"\n   hey there, 23F😉 follow me on instagram : destiny_brew1😍. I have a surprise for you. 😉\n  ","857917":"\n   How do you feel about yourself?\n  ","857918":"\n   I'm deleting this app because I work too much now and don't have time.\n  ","857919":"\n   Are you gay?\n  ","857920":"\n   I meant best moment\n  ","857921":"\n   Who here has been through the friendzone? 😅 Or are you usually the one who friendzones? Both? 😁✨\n  ","857922":"\n   Earth, Water, Air, Fire. Which element would you rather bend? Why? 🤔 (Just pick one 😁)\n  ","857923":"\n   Name one thing you’ll always find in your fridge!\n  ","857924":"\n   If humans will go extinct, which animal would replace us as superior beings on this planet?\n  ","857925":"\n   What was your bed moment in 2019?\n  ","857926":"\n   What make life worth living?\n  ","857927":"\n   What do you think of tattoos?\n  ","857928":"\n   I need some advice. Ive been with my bf for almost 4 years now and its not that great, im bi and i used to date girls, theres this girl who comes to my work and im getting some feelings i havent had before. Shes so cute and always so smiley and ive kinda already stalked her fb and ig. I need advice!\n  ","857929":"\n   You have an opportunity to make one person absolutely happy, but not yourself. Who would it be?\n  ","857930":"\n   Please reply this message with a question you want to ask those anon who ask silly questions to you on ask.fm ?\n  ","857931":"\n   Favorite anime growing up as a child?\n  ","857932":"\n   I want a hot girl to tell me if I'm ugly or not and be brutally honest. Any volunteers? I'll give you my Snapchat 😂\n  ","857933":"\n   Love is simple \nBut nowadays with fake people \nIt became a complicated word...unfortunately\n  ","857934":"\n   What is the scariest movie you've ever seen? What is your favorite scary movie and why?\n  ","857935":"\n   What’s your idea about love?what does it mean to you\n  ","857936":"\n   Do the breathing challenge: cover someone’s mouth with your hand and plug their nose for 10 seconds.\n  ","857937":"\n   What is your favorite gift you have (ever) received? What was it for?\n  ","857938":"\n   Explain the time you put your hand over someone’s mouth\n  ","857939":"\n   شو هى مخاوفك بالحياه\n  ","857940":"\n   Hi how are you doing right now gorgeous\n  ","857941":"\n   Photo\n  ","857942":"\n   Have you ever put your hand over someone’s mouth to shut them up?\n  ","857943":"\n   Are you going to celebrate the new year? If so, what are your plans?\n  ","857944":"\n   Where do you shop the most?\n  ","857945":"\n   Tupac or Biggie? And why??\n  ","857946":"\n   If you had a really fluffy Bunny,What would you name it??\n  ","857947":"\n   لا تقتل\/ي جمالك بالحزن ابتسم\/ي يا جميل\/ة\n  ","857948":"\n   Любовь или дружба?\n  ","857949":"\n   What’s something you can never forget about?\n  ","857950":"\n   How will u feel to talk to a person, you don't even know the name ?\n  ","857951":"\n   What is the dumbest way you’ve been injured?\n  ","857952":"\n   Do you think in general... nurses need to learn some wrestling moves?\n  ","857953":"\n   happy friday!\n  ","857954":"\n   What's your favorite weather conditions?\n  ","857955":"\n   How are u ?\n  ","857956":"\n   What’s your favorite euphemism? 🤔\n  ","857957":"\n   From what?\n  ","857958":"\n   what is something is missing in life that was in your life and you love that?\n  ","857959":"\n   Do you have a phobia?\n  ","857960":"\n   Does what they say about your zodiacal sign generally match your personality?\n  ","857961":"\n   Do you judge yourself by the same standards that you judge others? If not, are you harsher or more lenient?\n  ","857962":"\n   What's the last lie you told? 😁\n  ","857963":"\n   if someone stole your stuff you will forgive him?\n  ","857964":"\n   that’s your pic?\n  ","857965":"\n   What is something you have always wanted to try but have been too scared to ... ?¿\n  ","857966":"\n   What's your favorite cookie?\n  ","857967":"\n   Have you ever been to Comic-con?\n  ","857968":"\n   What is your favorite drink?\n  ","857969":"\n   Who was the last person you said \"i love you\" to? 😊💚✨\n  ","857970":"\n   Would you rather play fortnite or play pop goes the weasel\n  ","857971":"\n   Single?\n  ","857972":"\n   I’m 19 and wish I can be spoiled by someone older 😭💰💚\n  ","857973":"\n   What's something you're not very good at but enjoy doing anyway?\n  ","857974":"\n   How do you express your emotions?\n  ","857975":"\n   Favourite pornstar?\n  ","857976":"\n   That awkward moment when _______.\n  ","857977":"\n   A song line that best describes your life right now?\n  ","857978":"\n   Which song is stuck in your head? :) Koja pesma ti se trenutno mota po glavi? :)\n  ","857979":"\n   I don't have any specific question , so you can tell me one thing that doesn't know anyone else\n  ","857980":"\n   how would your friends describe you?\n  ","857981":"\n   Do you think crying is a sign of weakness or strength?\n  ","857982":"\n   can somebody tell me if this is showing as anon or not\n  ","857983":"\n   Who are you?\n  ","857984":"\n   May I ask why you like documentaries ?\n  ","857985":"\n   What is your favorite documentary?\n  ","857986":"\n   What would you name your boat if you had one?\n  ","857987":"\n   How do you handle rejection?\n  ","857988":"\n   What sound can put you to sleep?\n  ","857989":"\n   How much are you ready to pay for a T-shirt?\n  ","857990":"\n   Nervous habit\/s? 😁\n  ","857991":"\n   What inspires you the most?\n  ","857992":"\n   What is your favorite snack to eat around the holidays?\n  ","857993":"\n   What matters to you most - money, good looks or attitude?\n  ","857994":"\n   How did you hear about ask.fm?\n  ","857995":"\n   When was the last time you got shy and in what situation? 😅\n  ","857996":"\n   What would you rather be doing right now?\n  ","857997":"\n   Have you ever slapped someone on the face? If yes, why? 😬😁\n  ","857998":"\n   What’s your perfect meal?\n  ","857999":"\n   What was the worst song of 2019 in your opinion?\n  ","858000":"\n   Have you ever made a baby cry whether it be or not on purpose? 😁 (If yes, why?)\n  ","858001":"\n   In person, do you think you look friendly or unapproachable? 😅\n  ","858002":"\n   Do u believe in the human evolution?\n  ","858003":"\n   Have you ever hit a guy in the groin? Like playing a sport or while doing a martial art?\n  ","858004":"\n   Are you in a relationship? if so, how long have you been together?\n  ","858005":"\n   Do you collect anything? If yes, what is it? 😀\n  ","858006":"\n   What's the last compliment you received? 💚✨\n  ","858007":"\n   What is your go-to podcast?\n  ","858008":"\n   What's the most amount of money you've spent in just a SINGLE DAY and what did you spend it for? 😁\n  ","858009":"\n   Do you like morning sex?!\n  ","858010":"\n   Do you send questions to yourself?\n  ","858011":"\n   Which can you tolerate more: emotional or physical pain?\n  ","858012":"\n   what happens if i dig in bayley butt\n  ","858013":"\n   Do you support sex workers? x\n  ","858014":"\n   Who do you look up too?\n  ","858015":"\n   Have you ever caught a butterfly? 🌸✨\n  ","858016":"\n   What would your patronus be?\n  ","858017":"\n   Go your favorite picture  ❤️❤️❤️?\n  ","858018":"\n   Would you still shop or give a gift to someone; who comes off ungrateful?\n  ","858019":"\n   Snow : love or hate?\n  ","858020":"\n   Hello, how you doin??? Your a gorgeous lady\n  ","858021":"\n   Post your favorite gif\n  ","858022":"\n   Thats will break your wallet\n  ","858023":"\n   How many?\n  ","858024":"\n   How many tattoos do you have\n  ","858025":"\n   Do you have a fav\n  ","858026":"\n   If you could only play one game on a console, computer or phone for the rest of your life which game would you choose?\n  ","858027":"\n   Do you like anime? If so, which anime is your favorite?\n  ","858028":"\n   can you post a picture of you?\n  ","858029":"\n   Name an artist(s) that everybody seems to love but you just aren't impressed with?\n  ","858030":"\n   What’s your favorite day of the week?\n  ","858031":"\n   What's the last photo you took on your phone? Post it!\n  ","858032":"\n   Why is it so hard for ppl to apologize?\n  ","858033":"\n   Age\n  ","858034":"\n   Petition to bring back blockbuster????\n  ","858035":"\n   What’s the worst advice you can give to a 16yr old?\n  ","858036":"\n   Single or taken\n  ","858037":"\n   Age\n  ","858038":"\n   What are some of your spiritual goals? If you would like to share them, of course.\n  ","858039":"\n   مرحباً\n  ","858040":"\n   Can Zaporozhets develop a speed of 140 km\/h?\n  ","858041":"\n   هلأ هيك كل الشباب بس بدن يحبو بنت بيعملو حالن انو مهتمين فيا وحنونين وبس حبتن البنت مابعودو بيسألو عنا وفجأة بصيرو مشغولين ؟!\n  ","858042":"\n   What's the last book you read?\n  ","858043":"\n   What compliment do people give you the most?\n  ","858044":"\n   What is your favorite way to pass time?\n  ","858045":"\n   Have you ever counted the calories in what you eat?\n  ","858046":"\n   Favorite movie?\n  ","858047":"\n   Last kiss\/makeout????\n  ","858048":"\n   What's ur favorite season?\n  ","858049":"\n   What did everyone ask for Christmas?\n  ","858050":"\n   Do you have a someone on this app you’d like to meet in person??. \nIf you want @ them to let them know😆😁.\n  ","858051":"\n   why do mostly guys ask questions but are anons?\n  ","858052":"\n   What obvious ? 😑\n  ","858053":"\n   Have you ever won a fun fight\n  ","858054":"\n   How to correctly write: \"buttocks\" or \"battocks\"? ???\n  ","858055":"\n   Should Trump be impeached?\n  ","858056":"\n   What is your favorite food?\n  ","858057":"\n   I make my coffee the same way with only a splash of milk I’ve never thought of the peppermint thing tho that sounds really good!!!!\n  ","858058":"\n   Do you like a sweet pea and violet smell? Or maybe a citrus smell? Flower?\n  ","858059":"\n   how often do you look back on your life?\n  ","858060":"\n   Have you ever been in a long-distance relationship?\n  ","858061":"\n   انا انحظرت من تعليقات الفيس مابقا فيني اعلق شو اعمل ولايمتا بدي ضل محظورة\n  ","858062":"\n   What is the most embarrassing thing u have ever done?\n  ","858063":"\n   Суть вашего ответа, при помощи переводчика,я уловил \nЛадно,удачи вам\n  ","858064":"\n   The more you take, the more you leave behind. What am I?\n  ","858065":"\n   What process is understood as education?\n  ","858066":"\n   If you could travel back in time and change one thing in the past (yours or the worlds) would you? If so, what would it be? What would you do?\n  ","858067":"\n   ممكن دعوة من قلبکم لشخص غالي عندي إن ربنا يقومه ليا بالسلامة 💙💙\n  ","858068":"\n   What's the best way to heal a broken heart?\n  ","858069":"\n   ﹅❁. What is your summer song?\n  ","858070":"\n   Whats your aesthetic?\n  ","858071":"\n   Смотрели новый сериал Мандолорец?\n  ","858072":"\n   Kalau kau benar2 sayang padaku, kalau kau benar2 cinta..\n  ","858073":"\n   what are your favorite pizza toppings?\n  ","858074":"\n   Why are people so fake\n  ","858075":"\n   How often do you get bored?\n  ","858076":"\n   If you could would you fall in love?\n  ","858077":"\n   Do you hate math?\n  ","858078":"\n   Have you ever sent a message and then immediately regretted it?\n  ","858079":"\n   What does it mean when a girl smiles at a boy??\n  ","858080":"\n   How to catch shinies in pokemon?\n  ","858081":"\n   Wtf did they do to Minecraft?!\n  ","858082":"\n   What should you do if you feel like your relationship is dying? Even though you’ve talked about it with your partner and tried to figure out ways to solve it, no change.\n  ","858083":"\n   If you had a chance to replay one moment of your life, what would it be?\n  ","858084":"\n   Can you dance?\n  ","858085":"\n   What is the most interesting thing you have in your purse\/wallet?\n  ","858086":"\n   How much did you lurk your crushes social media before talking to them?\n  ","858087":"\n   High School Musical:\nSeries or Movies?\n  ","858088":"\n   God commands charity and kinship\n  ","858089":"\n   1 that I’m actually a senior and I’m Rey graduate \n2 that I didn’t do anything stupid when my life was at its worse\n3 that I still remain positive no matter what\n  ","858090":"\n   Đàn bà bây giờ mà không có tiền thì đéo bao giờ nó yêu đâu các chàng trai nhe🤒\n  ","858091":"\n   ايش أكثر سبب ممكن يخليك تنهي علاقتك بالشخص ؟\n  ","858092":"\n   Hey ask me questions ❤️\n  ","858093":"\n   One night stand or building a bond with someone?\n  ","858094":"\n   What was the last thing you purchased and why?\n  ","858095":"\n   Do you believe that everything happens for a reason?👀\n  ","858096":"\n   Can someone cheer me up\n  ","858097":"\n   Am I the only one who has 2 crushes at the same time?\n  ","858098":"\n   Do you have a favourite music video?\n  ","858099":"\n   What is the worst Christmas song\n  ","858100":"\n   My grandfather is in federal prison for human trafficking he just got sentenced what should I do?\n  ","858101":"\n   If animals could talk, which animal would be the most annoying?\n  ","858102":"\n   What makes you nervous?\n  ","858103":"\n   If you were a fruit, what kind would you be?\n  ","858104":"\n   What is the cutest robot ever?\n  ","858105":"\n   Favorite movie\n  ","858106":"\n   اشتي اصدقاء الكترونين؟\n  ","858107":"\n   ههههه الي حابة تجي❤️\n  ","858108":"\n   ملل من تسولف سناب❤️✋🏻\n  ","858109":"\n   Would you rather explore a new planet, or the deepest parts of the ocean? Why?\n  ","858110":"\n   what is the most obvious sign of love? ??\n  ","858111":"\n   Favorite sports team\n  ","858112":"\n   When you were a kid or teenager what were you obsessed with? What were your greatest interests in life? :)\n  ","858113":"\n   Single or taken\n  ","858114":"\n   Give me music playlists or ideas I need new music to listen to #music\n  ","858115":"\n   That is so awkward haha. I love how you handled it, though. You seem like a genuinely confident person who doesn't need to put others down to make themselves feel better. 😇 Rare.\n  ","858116":"\n   What the actual fuck haha I love that he chose to take you eating on the FIRST date 😂😂😂😂😂 I have to ask - did he have the audacity to ask you out on a second?\n  ","858117":"\n   Who will you be with on Thanksgiving?\n  ","858118":"\n   What are some of your biggest dealbreakers? Like, if you were on a date with someone what are some things they could do or say that would make you not want to go on another date with them?\n  ","858119":"\n   What do you do when you're bored? 😐\n  ","858120":"\n   What’s your favorite instrument? 🎷🎸🎺🎻\n  ","858121":"\n   A line to describe what your life is being to you now?\n  ","858122":"\n   What food do you eat most often?\n  ","858123":"\n   You're doomed to transform into an animal (fictional or real) permanently... Which do you choose and why?\n  ","858124":"\n   Do you like the Houston Astros\n  ","858125":"\n   Who would you like to see around ask?\n  ","858126":"\n   What time is it\n  ","858127":"\n   Can you leave your native land and move to another city for the sake of a loved one?\n  ","858128":"\n   Who was the last person you gave a kiss?\n  ","858129":"\n   How do you become a better conversationalist?\n  ","858130":"\n   Would you rather go out for dinner or cook at home?\n  ","858131":"\n   What is the first thing you notice in a person of the opposite gender ?\n  ","858132":"\n   What genre of video games do you play? I play action, adventure, racing, & rpgs.\n  ","858133":"\n   Would you get a rental in your name for someone you was seeing for three months?\n  ","858134":"\n   That situation laughter turns into tears ?\n  ","858135":"\n   Happy Thanksgiving everyone! (To the one's who celebrate it.) Have an amazing day! 🤘❤\n  ","858136":"\n   Could you pin someone for a min with a stomach sit and hand over mouth 💪\n  ","858137":"\n   happy thanksgiving ask.fm and happy thanksgiving  everyone\n  ","858138":"\n   Who you going on a date with?😪\n  ","858139":"\n   Post a memorable pic from your gallery?☺\n  ","858140":"\n   What items do you always carry to your bag ?\n  ","858141":"\n   When you were young did you believe in Santa? If so how did you discover he wasn't real? How old were you when you found out the truth?\n  ","858142":"\n   Does women like men with big ass as well?\n  ","858143":"\n   What could be your reasons for discontinuing friendship with a person?\n  ","858144":"\n   If anyone has Netflix and is looking for something to watch pls check out Anne with an E it’s a masterpiece of a show\n  ","858145":"\n   Rate me\n  ","858146":"\n   Who's ready for monday ?\n  ","858147":"\n   What advice would you give to children today?\n  ","858148":"\n   What is the purpose of newspapers?\n  ","858149":"\n   Worst thing about being ticklish?\n  ","858150":"\n   Who had the most positive influence on you?\n  ","858151":"\n   To answer your question, I always get a terrible feeling from the “joke” it never sits well with me. I don’t trust things like that, I’ve been blind in plenty relationships...\n  ","858152":"\n   I never took that joke lightly. My ex done it to me so many times literally ripping my heart out of my chest each time and then hrs later telling me it was a joke and if I truly believed it I was stupid and now my current gf throws it around too and I just don’t understand the logic behind it... why\n  ","858153":"\n   Are you in a relationship?\n  ","858154":"\n   I hear this “joke” often but how would you react if your gf or bf told you they slept with someone else while being with you?? Do you take it seriously bc you’ve been in that position before or you just go with it bc you know that they can’t be serious?\n  ","858155":"\n   If I did that's exactly how I roll\n  ","858156":"\n   Last time you cried\n  ","858157":"\n   something you wanna say to people who thinks you are jealous of them?\n  ","858158":"\n   Do you hate olives?\n  ","858159":"\n   Could you forgive your partner if they cheated on you?\n  ","858160":"\n   Who's going to win the Super Bowl this year?\n  ","858161":"\n   مضايق حدي ❤️🥺\n  ","858162":"\n   You're planning a nice dinner party but could only invite 2 people. Who would you invite?\n  ","858163":"\n   What childish thing do you still enjoy?\n  ","858164":"\n   You're stuck on an island. How would you spend your time?\n  ","858165":"\n   How long can you hold your breath underwater while swimming?\n  ","858166":"\n   What's the best thing ever happened to you?\n  ","858167":"\n   What type of people are you afraid of?👀\n  ","858168":"\n   Are you amazed?\n  ","858169":"\n   Anything u feel that you should done in your childhood but you haven't??️?️\n  ","858170":"\n   What's one thing that makes you happy? Name only one!\n  ","858171":"\n   من تجي سناب✋🏻🤦🏻‍♂️🤦🏻‍♂️🙆🏼‍♂️\n  ","858172":"\n   What's the best dating advice you have?\n  ","858173":"\n   ملل\n  ","858174":"\n   Who is your latest crush?\n  ","858175":"\n   Snapchat ? 🤷🏽‍♀️ . Ask me something ? Wassup ! 😌🤷🏽‍♀️\n  ","858176":"\n   What do you dream of doing?\n  ","858177":"\n   What is the one place in the world you wish you lived in?\n  ","858178":"\n   My pillow is starting to develop strong odours, what should be done about it?\n  ","858179":"\n   But when the light win the fight, can the love live forever!?\n  ","858180":"\n   What was your favorite childhood TV show?\n  ","858181":"\n   Ni hao, ni hao ma ?\n  ","858182":"\n   Tell me a veggie you really like to eat. 😁\n  ","858183":"\n   How is life? ?\n  ","858184":"\n   Have a great Thanksgiving!\n  ","858185":"\n   If you could be any animal, what would you be?\n  ","858186":"\n   What was the most thoughtful gift that you have received\n  ","858187":"\n   Which celebrities do you suspect are really aliens walking amongst us?\n  ","858188":"\n   Who do you trust most in your life?\n  ","858189":"\n   What is the softest thing in the world?\n  ","858190":"\n   Which mobile app are you addicted the most to?\n  ","858191":"\n   Who is Jesus to you?\n  ","858192":"\n   Has anyone heard of ifipd or gamefly ?\n  ","858193":"\n   Ladies, what is so appealing about getting the booty ate?  🤮🤮\n  ","858194":"\n   Why wasn't this guy fired?!\n   \n    https:\/\/youtu.be\/UretK5aGNf8?t=27\n   \n","858195":"\n   What is your reason to keep fighting and survive?\n  ","858196":"\n   Can I still talk to someone I haven't talked to in a long time, even though we left off with bad goodbyes( no this not an ex girlfriend or boyfriend )?\n  ","858197":"\n   how u spend time in autumn usually?\n  ","858198":"\n   What country would you like to enjoy the culture?  Something that has flavor?\n  ","858199":"\n   What's the craziest thing you've ever tried doing on a pool?\n  ","858200":"\n   أما أن للقمر أن يضحك في وجهي ويضيء الليل الذي لا ينتهي ظلامه✍\n  ","858201":"\n   What your favourite season? Mine is Autumn... Cool nights and slightly warm days. And all those beautiful colours of nature\n  ","858202":"\n   What makes you sad?\n  ","858203":"\n   حدا من الاردن يتابعني؟\n  ","858204":"\n   What’s your favorite movie?\n  ","858205":"\n   What’s your favorite dessert?\n  ","858206":"\n   If you have a crush on someone what will you do\n  ","858207":"\n   Have you ever Spilt hot drinks on yourself ?\n  ","858208":"\n   Ask me anything interesting or completely dumb and random!!\n  ","858209":"\n   Why is 94.3% of people anonymous when they ask questions?\n  ","858210":"\n   a quote that you associate with yourself?\n  ","858211":"\n   How much money have you spent today and on what?\n  ","858212":"\n   What's the best advice your father ever gave you ?\n  ","858213":"\n   Do you love david luna\n  ","858214":"\n   Welcome everybody is great doing tonight is fine and wine age of wisdom boys and girls where you at follow me\n  ","858215":"\n   Can a person believe in the Bible and science at the same time?\n  ","858216":"\n   there are two times of year : autumn and waiting for autumn. innit?\n  ","858217":"\n   Long hair or short on yourself?\nWhich do you prefer? Both? Ya like to change it up?\n  ","858218":"\n   Does Jake hv ask fm 🔒\n  ","858219":"\n   Do you follow your bf\/gf on social media\n  ","858220":"\n   How do you look right now?\n  ","858221":"\n   If people can read your mind , What would they usually hear!¿ 😛😛\n  ","858222":"\n   Did you know american Corporations are GREEDY AND EVIL\n  ","858223":"\n   Have you ever been to Blue Lake California ?\n  ","858224":"\n   What is zip code for Seattle ?\n  ","858225":"\n   Where are you going for studying??\n  ","858226":"\n   HOW MUCH DO YALL LIKE WEED!\n  ","858227":"\n   What's your plan this weekend?\n  ","858228":"\n   I doubt the bug you’re stepping on would agree! 😂\n  ","858229":"\n   That’s great! I guess you’d be helping the earth if the bug was an invasive species 🤷🏻‍♂️🤷🏻‍♂️\n  ","858230":"\n   What is your favorite quote?\n  ","858231":"\n   لا يليق بنا الإستسلام نحن أبناء الحروب💗.\n  ","858232":"\n   Makes sense. Good on you for not stepping on one if it’s endangered! :)\n  ","858233":"\n\n    https:\/\/my.w.tt\/iT3uTNGVb1\n   \n","858234":"\n   So you do things without considering or caring about the consequences right?\n  ","858235":"\n   Who is the funniest person you know\n  ","858236":"\n   If someone wrote a biography about you, what do you think the title should be?\n  ","858237":"\n   Which cities would you like to visit around the world?\n  ","858238":"\n   On a scale from 1 to 10 how weird are you?\n  ","858239":"\n   What do u do when you're under pressure?\n  ","858240":"\n   Who is your favorite cartoon character?\n  ","858241":"\n   What countries would you like to visit?\n  ","858242":"\n   😂😂 Let’s just say it was a beetle\n  ","858243":"\n   Do you like Jelly beans\n  ","858244":"\n   Whats the most expensive thing you've ever broken? 📪\n  ","858245":"\n   Would you step on a bug for 100 dollars??\n  ","858246":"\n   who is nicer mom or dad\n  ","858247":"\n   They're going to watch the Terminator movie: Dark Fate?\nI’ll Go\n  ","858248":"\n   Anyone else AwaKe❓❔❓\n  ","858249":"\n   First blast?\n  ","858250":"\n   What would you name your next\/first pet?\n  ","858251":"\n   What is a good habit to lose weight\n  ","858252":"\n   post a video swimming!\n  ","858253":"\n   What’s your lucky number\n  ","858254":"\n   Everytime I come in the kitchen, you in the kitchen. In the goddamn refrigerator. Eatin' up all the food. All the chitlin... All the pig feet... All the collard greens... All the hog maws. I wanna eat some of them chitlins, I love pig feet!\n  ","858255":"\n   happy tuesday!\n  ","858256":"\n   If your other half did something that upset you, and continued to do it even after you told her it upsets you, how would you feel?\n  ","858257":"\n   how many homework for tomorrow?\n  ","858258":"\n   Should jewelery be worn in the pool?\n  ","858259":"\n   The vegetable you hate the most is? 🌿\n  ","858260":"\n   What “old person” things do you do?\n  ","858261":"\n   Are you generally a more optimistic or pessimistic person?\n  ","858262":"\n   Are 15 year olds attractive?\n  ","858263":"\n   If you could be fluent in a new language what would it be ?\n  ","858264":"\n   Wkkwkwk kasian ga ada yang mau murahan si mau aja di pake banyak orang wkwkkw\n  ","858265":"\n   Best show\/ movie on Netflix\n  ","858266":"\n   Do you believe in past lives? If so, what kind of person do you think you were?\n  ","858267":"\n   Do you like Post malone\n  ","858268":"\n   Are goodbyes hard for you?\n  ","858269":"\n   Cum ti e seara?\n  ","858270":"\n   If someone will massage you what kind of massage do you like?? I prefer giving a japanese massage. 😉\n  ","858271":"\n   Which animal has the most beautiful fur?\n  ","858272":"\n   Why fairy tales are told to children?\n  ","858273":"\n   What happens if I get expelled from college and go on the property\n  ","858274":"\n   What's the movie that made you cry?\n  ","858275":"\n   thank you\n  ","858276":"\n   Okay so im a highschool freshman. We and my crush have been talking a lot lately. Today she gave me her scrunchie while sitting together. Does this mean anything and should i wear it to school tommorow?\n  ","858277":"\n   How do I unblock somebody on Snapchat ?\n  ","858278":"\n   why do you skip questions\n  ","858279":"\n   What is your favorite word?\n  ","858280":"\n   Any ladies like the outdoors\n  ","858281":"\n   Name 3 goods things that happened over break\n  ","858282":"\n   Stfu\n  ","858283":"\n   What is your favorite dessert?\n  ","858284":"\n   Anybody wanna date?\n  ","858285":"\n   If you need help paying child support I will give you the money.\n  ","858286":"\n   what do you want to be ?\n  ","858287":"\n   sure i suppose you can call. but you don’t need to. students are exempt. there’s also all these reasons: medical reasons,\npublic necessity,\nundue hardship,\ndependent care, or \nmilitary conflicts.\n  ","858288":"\n   Can you skip jury duty I was summoned and I have to go tomorrow and have college class and I don't wanna go\n  ","858289":"\n   How do you usually discover new music?\n  ","858290":"\n   A video game😆\n  ","858291":"\n   Tonsils - in or out?\n  ","858292":"\n   What's one thing you really want but can’t afford?\n  ","858293":"\n   What time do you usually wake up in the morning?\n  ","858294":"\n   a\n   \n    @alejo0309\n   \n   le huele la boca a mico rancio\n  ","858295":"\n   Do you believe in destiny? What's yours?👦\n  ","858296":"\n   do you think Leonardo DiCaprio will get in engaged to camila Morrone???\n  ","858297":"\n   do you consider yourself an undiscovered author? why or why not?\n  ","858298":"\n   My best friend is getting married in December, I’m the maid of honor. We are both 19 years old so she’s getting married pretty early. I’m the maid of honor which I’m really happy about. However, I am very poor. I have no car, I’m in college, and can’t find a job within walking distance so I’m mostly\n  ","858299":"\n   Has any body ever stolen your photos from your ask\/fm ?\n  ","858300":"\n   Picture by mood (You can attach a quote)\n  ","858301":"\n   Who is the most underrated ASKfm user?\n  ","858302":"\n   Do you like Wet Willys\n  ","858303":"\n   What kind of transportation do you use most often?\n  ","858304":"\n   How did your last failure affect you and those around you?\n  ","858305":"\n   What’s the best gifts you’ve ever received\n  ","858306":"\n   Hello my beautiful 🦉 s\n  ","858307":"\n   What are your favorite nighttime activities? (Late night drives, bonfires, walks, etc.)\n  ","858308":"\n   Do you believe \nin ghosts, how\nabout aliens?\n  ","858309":"\n   What's your number one rule in life?\n  ","858310":"\n   Have you bought any coins ?\n  ","858311":"\n   Do you think love fades away?\n  ","858312":"\n   What is something you thought you was too smart to do but  still was dumb enough to do?\n  ","858313":"\n   Is there any person you are afraid of?\n  ","858314":"\n   How jealous are you, on a scale of 0 (not) to 10 (extremely)?\n  ","858315":"\n   Do you have any pets? If so, how many\/what are they\/their name(s)\/etc.? If not, would you want one?\n  ","858316":"\n   Female profession, the first letter \"S\", the last \"y\"?\n  ","858317":"\n   PAP your favorite view!\n  ","858318":"\n   If you were; “The woman who lived in a shoe” what shoe would it be?\n  ","858319":"\n   Which picture the best describes your city?\n  ","858320":"\n   What type of music are you into?\n  ","858321":"\n   How 'bout them Washington Nationals?\n  ","858322":"\n   IS CHINA. A FREE COUNTRY 🇨🇳\n  ","858323":"\n   How would you describe your style?\n  ","858324":"\n   What's more valuable, brains or beauty?\n  ","858325":"\n   Best ways to overcome shyness in college?\n  ","858326":"\n   An original way to attract a guy's attention?\n  ","858327":"\n   How many people ask for your opinion ?\n  ","858328":"\n   what you doing today?\n  ","858329":"\n   how is ur reconnaissance?\n  ","858330":"\n   What place on earth would you like to live?\n  ","858331":"\n   Is the iPhone 6s Plus still a good phone?\n  ","858332":"\n   85 % of women are mean on ask fm. What is wrong with them ? 50 % of the women on ask fm are paranoid. What is wrong with them ? This is the elephant in the room.\n  ","858333":"\n   الطريق الى قلبك؟!\n  ","858334":"\n   What's your mental age?\n  ","858335":"\n   To whom are your audio and video recordings open?\n  ","858336":"\n   How do you know you're in love?\n  ","858337":"\n   What song makes you want to dance??\n  ","858338":"\n   What's been the best commercial you've seen?\n  ","858339":"\n   Do you think someone likes you and if you know for a fact they do ,, do you like them backkkk????\n  ","858340":"\n   What is the most dangerous thing you have ever done?\n  ","858341":"\n   What was the last thing you got for free?\n  ","858342":"\n   Meciuri azi 2⚽\nBahrain-Azerbaidjab🏆si\nGermania🏆-Argentina\n  ","858343":"\n   Hey everyone\n  ","858344":"\n   If you could be anywhere else at this moment where would that be?¿?\n  ","858345":"\n   What's your opinion on trans people\n  ","858346":"\n   what motivates you to study ?\n  ","858347":"\n   Have you ever smashed something out of anger?\n  ","858348":"\n   Is Japan a large country\n  ","858349":"\n   What's on your mind atm???\n  ","858350":"\n   Que signifie le mot amour pour toi\n  ","858351":"\n   What do you believe happens to us after we die?\n  ","858352":"\n   What's your favorite seafood?\n  ","858353":"\n   Where you do not mind waiting?\n  ","858354":"\n   What's your favorite class in school?\n  ","858355":"\n   What are you currently addicted to?\n  ","858356":"\n   What would you name your next\/first pet?\n  ","858357":"\n   Any idea to loose flab skin without exercise\n  ","858358":"\n   space 🌺🌷\n  ","858359":"\n   If someone wrote a biography about you, what do you think the title should be?\n  ","858360":"\n   What would you do if you woke up to find yourself alone on Earth?\n  ","858361":"\n   What would you name your boat if you had one?\n  ","858362":"\n   Describe your neighborhood!\n  ","858363":"\n   How many hats do you own?\n  ","858364":"\n   What is one thing you will never do again?\n  ","858365":"\n   What are the annoying things for you while sleeping???\n  ","858366":"\n   What item left completely unprotected would people not steal?\n  ","858367":"\n   What gives you happiness in life?💯\n  ","858368":"\n   can there be friendship after love?\n  ","858369":"\n   What is under your bed?\n  ","858370":"\n   oke thank you. we are stranger but know this, you have helped me. :)\n  ","858371":"\n   Do you puthigh demandsonyourself?And on others?\n  ","858372":"\n   Do you remember your first day at school?\n  ","858373":"\n   you send the letters to her after u wrote it or give it to her after sometime?\n  ","858374":"\n   What makes you really sleepy?\n  ","858375":"\n   وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ \n استغفر الله العظيم وأتوب اليه\n  ","858376":"\n   Did your relationship change at the 3 year mark? If so, why?\n  ","858377":"\n   i wish the same.\ni'll take ur advice.\nits nice what happend to you.\nbut do u live far away for 10yrs? and how do u maintain communication with her in those yrs?\nsorry to ask 🙏 i wanna learn from ur experience before doing it.\nbtw, thank you for the response :)\n  ","858378":"\n   What are the three most important things for you to be happy?\n  ","858379":"\n   What’s in your pockets right now? 🖤\n  ","858380":"\n   Your favourite time pass ?\n  ","858381":"\n   Have you ever bought something on the internet?\n  ","858382":"\n   i often wonder, how to be in a good relationship w\/ my mom. it's like i'm never enough & it's hard to say she ❤ me. evenif she must be. but, she always complaining about me to dad. & dad who usually take my side now not anymore. my mom blames me 4 everything if my dad upset. i'm sad, 've tried talk.\n  ","858383":"\n   بتحبيه كبير ؟\n  ","858384":"\n   What is your favorite song at the moment?\n  ","858385":"\n   The demon I met on ask fm is scapegoating me because this person is evil. I am being scapegoating because I am a kind person. What should I do ?\n  ","858386":"\n   Favorite way to exercise?\n  ","858387":"\n   how many contacts do you have?\n  "},"Answer":{"857316":"\n  That’s totally ok! I’m just proud about it ☺️\n  ","857317":"\n  If you were trapped on an island, would you rather resort to cannibalism or die of starvation?\n  ","857318":"\n  US\n  ","857319":"\n  Have I what?\n  ","857320":"\n  Taken\n  ","857321":"\n  I have one but I have no idea what it is. I mainly use my Xbox for tv\/movie apps.\n  ","857322":"\n  *husband\n  \n  Thank you ☺️\n  ","857323":"\n  26 until 4\/20 😊\n  ","857324":"\n  Google translate said, “Do you prefer to be married or married? Hmm, I guess if I had to choose I would say married. Or maybe married. Idk such a toss up.\n  ","857325":"\n  I am not.\n  ","857326":"\n  The child’s clapping song? It’s alright I guess.\n  ","857327":"\n  I don’t know how to autumn mood. I only know how to summer mood.\n  ","857328":"\n  A mythical beast. Which I am.\n  ","857329":"\n  Maybe. Maybe not.\n  ","857330":"\n  Thanks bruh\n  ","857331":"\n  Indeed.\n  ","857332":"\n  I’m sorry to hear that. Probably not forever though.\n  ","857333":"\n  Thanks brah\n  ","857334":"\n  The Melancholy Death of Oyster Boy & Other Stories\n  \n  Short stories by Tim Burton\n  \n  (I have some tattooed on me)\n  ","857335":"\n  🤷🏽‍♀️\n  ","857336":"\n  All 3 simultaneously\n  ","857337":"\n  Ireland\n  ","857338":"\n  Nah.\n  ","857339":"\n  Kung Fury\n  ","857340":"\n  If I was single and I was feeling on a guy I’d choose:\n  \n  Baby Be Mine - Quadron\n  \n  Or\n  \n  Can’t Take My Eyes Off You- Frankie Valli\n  ","857341":"\n  Maybe 5 pairs\n  ","857342":"\n  My friends sends me new music every once in a while. Also, I take a title of a song I really like and enter it in the search bar of my Apple Music and try and find new songs that way too.\n  ","857343":"\n  Multiple times a day.\n  ","857344":"\n  Sleeping past 7am.\n  \n  *WILD* I know.\n  ","857345":"\n  Oh definitely! I’m only 26.\n  ","857346":"\n  One time my family left for the day so I could sleep. It was heaven.\n  ","857347":"\n  I got a 7! I’m shocked!\n  ","857348":"\n  Unless you signed up for part time, you have a shitty job it sounds like. If you feel like you’re being discriminated against, I would write down examples and evidence over the course of a few months (date it too). If there is discrimination, I’d call the company itself and report it. If you haven’t actually seen\/heard discrimination, you just need to look for another job. A better job with more hours.\n  ","857349":"\n  🚫🚫🚫🚫🚫🚫🚫🚫🚫🚫\n  ","857350":"\n  🌷💚\n  ","857351":"\n  I got 3. Better than I thought I’d do!\n  ","857352":"\n  That NASA program that pays you to stay in a bed for 72 days.\n  ","857353":"\n  Verizon flip phone. I was pretty much the coolest. I miss that thing.\n  ","857354":"\n  $5\n  ","857355":"\n  Road trip to Canada. In retrospect, wasn’t THAT far of a drive, but it took a long time 😂\n  ","857356":"\n  Well I have it in braids right now so it’s\n  \n  EASY PEASY LEMON SQUEEZY\n  \n  However without the braids it’s\n  \n  DIFFICULT DIFFICULT LEMON DIFFICULT.\n  ","857357":"\n  Geez this is sad.\n  ","857358":"\n  The rain suuuuuuucks. I mean we need it, but I hate it so much.\n  ","857359":"\n  Marriage is what now?\n  ","857360":"\n  I have a King\n  ","857361":"\n  ok\n  ","857362":"\n  I agree.\n  ","857363":"\n  Like activities? Writing is a main one, also napping.\n  ","857364":"\n  It’s getting better as the week progresses!\n  ","857365":"\n  ok\n  ","857366":"\n  Idk 🤷🏽‍♀️\n  \n  Maybe standing.\n  ","857367":"\n  Ireland 💚\n  ","857368":"\n  If I knew the guy was with a bunch of other girls and had a new chick every month, they are not to be taken seriously for a relationship.\n  ","857369":"\n  I have no idea what BPD or TA is..\n  ","857370":"\n  I would have loved to be born in the 60s. Mostly to have more time with family members who were not in my life for very long.\n  ","857371":"\n  “Love is 50\/50 between both partners”\n  \n  False.\n  \n  It’s 100% on both parties. If you can’t put 100% in, I don’t wanna be involved and neither should anyone else.\n  ","857372":"\n  My man. Not only because he’s my man, but because he is literally the jack of all trades. He would probably have us in some elaborate underground hideout. However I can fish better than he can, so I’d make the meals.\n  ","857373":"\n  I used to have a reoccurring nightmare in my childhood. I’ve repressed it.\n  ","857374":"\n  It happens online all the time.\n  ","857375":"\n\n   https:\/\/www.youtube.com\/user\/brandonfarrisvlog\n  \n","857376":"\n  .....If I contracted the Coronavirus.\n  ","857377":"\n  👌🏽\n  ","857378":"\n  Sunsets always\n  ","857379":"\n  I love all the animals but I love cats the most\n  ","857380":"\n  No regrets here\n  ","857381":"\n  For over a year now.\n  ","857382":"\n  I have no idea. Let me know when you find one.\n  ","857383":"\n  1) My boss\n  \n  2) First friend ever? Maritza\n  \n  4) No\n  \n  5) ATM; Skyline -FKJ\n  \n  6) Either; Dirty Dancing: Havana Nights {or} Bronson\n  \n  7) Oh yes\n  \n  8) Summer\n  \n  9) Yes\n  \n  10) Mango\n  ","857384":"\n  Thank you! You as well.\n  ","857385":"\n  No. I’ve had quite enough of this world as it is. I’ll live\/love my life and see what there is to see and then I don’t want to see anymore. Especially since everything is getting worse. Who would want to be around when things get BAD bad? Not me.\n  ","857386":"\n  A rum decanter. The shot glasses are in the wash.\n  ","857387":"\n  That’s okay! I get asked my name quite a bit with this username. It happens.\n  \n  Thank you.\n  ","857388":"\n\n   https:\/\/www.youtube.com\/user\/brandonfarrisvlog\n  \n","857389":"\n  As a wife, I would love it.\n  ","857390":"\n\n   https:\/\/twitter.com\/kiingleog\/status\/1230690224742727682?s=21\n  \n","857391":"\n  Olivia\n  \n  🙂\n  ","857392":"\n  Yikes, I’m sorry you feel that way.\n  ","857393":"\n  I’d consider it.\n  ","857394":"\n  I’m not great under pressure, I really need to practice mindfulness.\n  ","857395":"\n  Bunny. It was supposed to be my name, but was changed at the last second.\n  ","857396":"\n  Instagram\n  ","857397":"\n  no.\n  ","857398":"\n  I have no idea, I’ve never seen it! Maybe I should.. 🤔\n  ","857399":"\n  No, not really. It’s usually cold and wet. Maybe if I lived somewhere else :)\n  ","857400":"\n  Either my man or one of my two besties.\n  ","857401":"\n  I do not, my man has one, I have no idea what movie it’s from though.\n  ","857402":"\n  I just got home from work! Now chillin with my little :)\n  ","857403":"\n  Real\n  ","857404":"\n  John Wick 3\n  ","857405":"\n  I- 👀\n  ","857406":"\n  My house, cleaning.\n  ","857407":"\n  Why what?\n  ","857408":"\n  My resilience.\n  ","857409":"\n  I can’t say because I might still use it on something I forgot about 😂\n  ","857410":"\n  I wouldn’t care. I’d act civil.\n  ","857411":"\n  True dat\n  ","857412":"\n  I’m not sure of anything.\n  ","857413":"\n  Uh, kill I guess.\n  ","857414":"\n  Sometimes\n  ","857415":"\n  I’ve been so busy today! Lots of errands. I’m great!\n  ","857416":"\n  Yes\n  ","857417":"\n  I try, I’m not the best but I try!! I love hip hop and pop to get me moving!\n  ","857418":"\n  The birds I often see are crows and blue jays... they aren’t my favorite at all! However, owls make a more rare appearance and I love seeing them! Good omen! :)\n  ","857419":"\n  I do not. I didn’t even know that was a thing.\n  ","857420":"\n  🤷🏽‍♀️\n  ","857421":"\n  ok\n  ","857422":"\n  Blackstreet\n  ","857423":"\n  Nah, wish there was more. I try to learn something new everyday.\n  ","857424":"\n  A nap\n  ","857425":"\n  They will usually let me know\n  ","857426":"\n  “I’m good how are you?”\n  \n  The biggest lie of the century lol\n  ","857427":"\n  My family\n  ","857428":"\n  ok\n  ","857429":"\n  Cook at home! Unless I’m in the mood for seafood 🦞\n  ","857430":"\n  Disneychannel.com\n  \n  It has since been updated. We had dial-up until I was in high school and I never used a computer until I was in 5th grade. My school had the Disney website where I used to play the Lilo & Stitch Sandwich Stacker, Brandy & Mr. Whisker’s Egg Adventure and a Lizzie McGuire nail art game.\n  \n  I don’t think I ever went on another site until High School when I signed up for MySpace.\n  \n  A few years ago I found out that you can play Sandwich Stacker and the other Disney games on other downloads, but it isn’t the same.\n  ","857431":"\n  Cauliflower 🤢\n  \n  Broccoli’s evil cousin.\n  ","857432":"\n  A couple hours I think. It was a long time ago I was in a pool. Years.\n  ","857433":"\n  Writing!\n  ","857434":"\n  Sure do!\n  ","857435":"\n  AGREEEEEEED\n  ","857436":"\n  What does that mean?\n  ","857437":"\n  I’ve never received a noogie.\n  ","857438":"\n  I haven’t been on Spotify in a grip... but I think the music would be Blackstreet.\n  ","857439":"\n  No. I’d go absolutely crazy.\n  ","857440":"\n  It sounds like he’s giving you the run around and unnecessary drama you don’t need in your life.\n  ","857441":"\n  That’s a broad question. I like a lot of people!\n  ","857442":"\n  I have no idea! I get the creepiest questions sometimes....\n  ","857443":"\n  Tired! Mentally and physically! But alright :)\n  ","857444":"\n  Everything before college sucked for me... but I loved watching the learning videos!\n  ","857445":"\n  One of my friends\n  ","857446":"\n  Yes\n  ","857447":"\n  I have many. I don’t have a recent picture.\n  ","857448":"\n  Backstage of a drag show I actually performed in. (I’m the short one lol) backstage is where the tea is hot and the sass is amazing.\n  ","857449":"\n  I forgot the title it was so bad. Something about an owl but it was so painfully boring, I would keep that book with me when I couldn’t sleep. I never actually finished it. I wish I could remember the name..\n  ","857450":"\n  I have absolutely no idea lol it’s different for every person!\n  ","857451":"\n  Understand we all got shit to do because we’re grown... we don’t have to talk all the time everyday to still be cool.\n  ","857452":"\n  I can control it depending on who I’m around.\n  ","857453":"\n  I have a mental one! Some of the things are, traveling out of country, hopefully moving out of the country, owning more llamas.\n  ","857454":"\n  Complain\n  ","857455":"\n  Great thanks :)\n  ","857456":"\n  Lavender. All the time.\n  ","857457":"\n  ✋🏽✋🏽✋🏽 me.\n  ","857458":"\n  A volunteer job. Such a fun night!\n  ","857459":"\n  At one point in my life. Not anymore though.\n  ","857460":"\n  I’m trying to be more spiritual. I wasn’t raised in any religion so this is the self discovery time in my life.\n  ","857461":"\n  Oh thanks!\n  ","857462":"\n  Silence of the Lambs\n  ","857463":"\n  I think so\n  ","857464":"\n  Practice to master it.\n  ","857465":"\n  Fruity pebbles\n  ","857466":"\n  Put the shotgun and the shovel in the closet, jam the door with some of the boards, I would stack the boxes in the closet where imma hide, take off my shirt and put it on the opposite side of the closet, stick our part of it so the monster thought I was on that side.... so I guess when the monster goes one direction, imma slide that bear trap over to it, try out the shotgun and start the damn boxes on fire. If we both die in the process then at least it won’t hurt anyone else 🤷🏽‍♀️🤷🏽‍♀️ is use the shovel to try and beat my way outta that room 😩😩😩\n  ","857467":"\n  My son’s future\n  ","857468":"\n  Apple pie\n  ","857469":"\n  I made a yummy steak! And garlic mashed potatoes :)\n  ","857470":"\n  Weed\n  ","857471":"\n  Money\n  ","857472":"\n  My time. A lot of it. For helping with whatever they needed.\n  ","857473":"\n  Cookies & Creme Hershey’s chocolate bar\n  ","857474":"\n  Getting out of the house and experiencing life.\n  ","857475":"\n  I’ve always been self conscious about my toes.\n  ","857476":"\n  You’ve only seen my online personality and pictures... that’s the power we have on the internet, we choose what people get to see. You have no idea how you’d feel around me or around anyone else from online in real life.\n  ","857477":"\n  That all depends on what the person did.\n  ","857478":"\n  That depends on if I have something to say.\n  ","857479":"\n  That’s probably why people look at you weird. Lack of confidence shows on the outside too. Everyone can post “cute” pictures online, but no one really knows how people feel on the inside (unless you share)- Take me for example, it’s been a long and hard journey to get the bit of confidence I have. Gotta fake it till you make it.\n  ","857480":"\n  They tell me.\n  ","857481":"\n  LONG... but almost over thank GAWD.\n  ","857482":"\n  It’s the low self confidence that’s ugly to me. When you love yourself, people will too.\n  ","857483":"\n  Money.\n  ","857484":"\n  I waved.\n  ","857485":"\n  A boxed braids special.\n  ","857486":"\n  I actually prefer cactuses. Chocolate is gone after a while and flowers die too soon. Cacti lasts for a VERY long time. Years. Plus some of them bloom the prettiest flowers!\n  ","857487":"\n  I do. I have, many times.\n  \n  Why don’t you?\n  ","857488":"\n  Under the influence of.....\n  ","857489":"\n  Twenty-Six\n  ","857490":"\n  I’m sorry, strange what now?\n  ","857491":"\n  Taurus\/Aries cusp\n  ","857492":"\n  Personally,\n  \n  Write poetry\n  \n  Napping\n  \n  Xbox\/Wii\n  \n  Eating\n  \n  Dancing\n  ","857493":"\n  Night person but I hate to stay up late. I like night time because it’s close to bedtime.\n  ","857494":"\n  My great aunt lived to be 105.... I consider “old” to be 90s.\n  ","857495":"\n  Stay inside as much as possible since it’s freezing where I live during the autumn\/winter months. 🥶\n  ","857496":"\n  Sunny and HOT\n  ","857497":"\n  A spiritual based relationship?\n  ","857498":"\n  Nah, I haven’t for some time now. I’m going to enroll next year when my son is in school.\n  ","857499":"\n  Usually it says that if it hasn’t been set up yet with a plan or card. Do that and then turn it off & back on again ☺️\n  ","857500":"\n  Buying their market deals I guess.\n  ","857501":"\n  Spending\n  ","857502":"\n  I WILL DO NO SUCH THING\n  ","857503":"\n  Well I’ve never been to Florida, but I hear it’s really muggy. I like more of a dry heat, so I’d go with Cali.\n  ","857504":"\n  That’s a broad question. I like a lot of people.\n  ","857505":"\n\n   @Tobbelit0\n  \n\n\n   @javacow\n  \n\n\n   @wasyoungonce90\n  \n\n\n   @Shadow26inc\n  \n","857506":"\n  Yes\n  ","857507":"\n  I am 110% for it. Yes, I definitely think you should think of your friends and family first, but in reality, it’s your life and your body. If you are living in pain and will be living in pain indefinitely, I think you should have the option to end the pain. If you had a disease or condition you couldn’t control, I think you as a person should be able to decide how you’re going to die. That movie, Me Before You is so heart wrenching but necessary. The man was in pain everyday, he had tried to gain the life he knew back but after a while knew he wouldn’t get it. He chose the Dr. assisted suicide. Of course loved ones are going to be upset, but they also have no idea how your body\/mind feels. I feel like if you’ve tried other options and they are not working, you should be in control of how long you’re on this Earth. I’m not sure what’s on the other side, I’m spiritual but I’m no way religious, but wherever the soul goes, I have enough faith to believe it’s someplace amazing for the good of heart.\n  ","857508":"\n  If 1 means not done with them at all, then 1 it is. People need relationships.\n  \n  Whether sexual or platonic.\n  ","857509":"\n  I’m honestly not really a fan of either, but I’ll go with water slides.\n  ","857510":"\n  Bruh Ikea is a whole ass day trip. It’s a blast though. Their meatballs are amazing. I was part of their Kids Club when I was little. They don’t have that program anymore though, I would get free meatballs. I still have the card for it!\n  ","857511":"\n  Oooh yuh I failed math in high school.\n  \n  How did I graduate.... 🤷🏽‍♀️\n  ","857512":"\n  I’m chill. Tired but I feel good.\n  ","857513":"\n  It’s a defense mechanism 🤣\n  \n  But nah, not always.\n  ","857514":"\n  I feel it\n  ","857515":"\n  I have no idea. I’m not updated on technology! 😬\n  ","857516":"\n  My reaction was, “Oh shit! Cool.” So I think I’d wanna be friends with it.\n  ","857517":"\n  I’ve never been on a Harley! That would be cool.\n  ","857518":"\n  I want y’all to know how to make a better life.\n  \n  I know that you are the one who is not sure what exactly they want.\n  \n  (Taurus\/Aries cusp)\n  \n  ☺️\n  ","857519":"\n  I always wanted someone who had almost no similarities to me. “Opposites attract” but more extreme.. I had it in my mind that we’d have more to share\/give to each other. Well the more we learned about each other the more I realized we liked a lot of the same stuff and ended up with a strong bond because of it. It’s a weird expectation, but that’s what I wanted. There’s many other little things, but that was a big thing. Most of the guys I dated before were very much the opposites of me and that’s what I thought I wanted.... as I look back I realize that those relationships weren’t as fulfilling as this one is.\n  ","857520":"\n  Friends and romantic alike, imma need loyalty, shared interests, trust and lots of love!\n  ","857521":"\n  That varies with what exactly. I believe my memory is better than some people I know, my attention span could do some work... just depends.\n  ","857522":"\n  I don’t have just one specifically, but I love the non fiction mysteries like shelter Skelter. I mean you know the outcome but it’s still an interesting read!\n  ","857523":"\n  Red\n  ","857524":"\n  Walmart at night.\n  ","857525":"\n  Just being aware of your surroundings and being in touch with that little voice of reason in your head.\n  ","857526":"\n  via oil.\n  \n  Well that’s kind of crappy innit.\n  ","857527":"\n  I guess movie stars are artists right? Eddie Murphy. Love him.\n  \n  As for screen\/music artists, Queen Latifah is my literal queen.\n  \n  Michael Ealy is just plain hot.\n  \n  There are so many!!\n  ","857528":"\n  Hopefully someone else helped you, I received mine in an email like 2 months ago so it’s long gone.\n  ","857529":"\n  👍🏽\n  ","857530":"\n  I know driving in a car is not considered the safest way to travel, but I prefer it.\n  ","857531":"\n  I would like to become the YouTuber Rhett from Good Mythical Morning. Love that guy.\n  ","857532":"\n  No actually I do not. The less to do, the more creative I become. I can think of a bunch of things to do when I’m not under stress.\n  ","857533":"\n  Well at 32 I hope to be in a home. That’s a big goal.\n  ","857534":"\n  Just wait, they will come. The more you search the more Mr. Wrongs you’ll find.\n  ","857535":"\n  I prefer talking in person. If it’s on the phone, I prefer either FaceTime or texting. I hate just talking on the phone though.\n  ","857536":"\n  That I can kick ass. I was in Tae Kwon Do for about 6 years. Very close to my black belt... but since I’m short and polite, I’m obviously not that big of a threat 🙄\n  \n  It’s fine though, when it counts, it’ll come in handy.\n  ","857537":"\n  Most all of the dreams I remember have been nightmares.. but one time I had a great dream that I finally had a she-shed and I was alone for a few hours doing absolutely nothing. My dreams may be boring to many, but so so nice to me 😂\n  ","857538":"\n  😬😬 I’ve never seen Lord of the Rings... BUT if I was in a fantasy world like in Harry Potter (which still to this day I have hope is real) i’d straight move in. I don’t care if I’d have to start out homeless. That place is magical.... literally.\n  ","857539":"\n  I still need to see that movie!!\n  ","857540":"\n  All the kid songs. My son is toddler\/preschool age so I’ll just randomly start singing Mickey Mouse Clubhouse theme song or something.\n  ","857541":"\n  Color: Red\n  \n  (I don’t have a fav song)\n  \n  Fav music group: Blackstreet\n  \n  Book: Flight to the Mushroom Planet\n  \n  I don’t think I’ve been interested in bands since early high school when I listened to Fall Out Boy sometimes. But only their album Infinity on High. I know all those songs.\n  \n  Clothes: anything baggy where I don’t have to try too hard lol\n  ","857542":"\n  I’d support it. Would be nice to be able to switch to just certain people, I get a lot of weird questions.\n  ","857543":"\n  I’m Taurus\/Aries cusp. My planet is Venus and my ruling number is 2. I need to learn more about my signs.\n  ","857544":"\n  I have two. Their names are Terrence & Kayona.\n  ","857545":"\n  I am not\n  ","857546":"\n  Yes, by 8.\n  ","857547":"\n  I suppose it’s possible. Didn’t a woman marry a rock a few years back? Anything could happen I guess.\n  ","857548":"\n  I have one son, he’s 2 1\/2 ☺️\n  ","857549":"\n  Oh yes definitely.\n  ","857550":"\n  Idk about the rest but I’m not 🤷🏽‍♀️\n  ","857551":"\n  Other people’s success.\n  ","857552":"\n  Having to wake up by alarm every morning.\n  ","857553":"\n  Existing: Something I’m doing now\n  \n  Living: Doing what I really want to do in life. I’ll start living when I’m older.\n  ","857554":"\n  Not necessarily. The unexpected could be literally anything. So even if you were to expect the unexpected, you still have no idea what to expect so it’s still unexpected.\n  ","857555":"\n  Well I’ve never been a man before. It would be a cool new experience for a short while.\n  ","857556":"\n  🐂\n  ","857557":"\n  Skywalker\n  ","857558":"\n  Cat. I like naps and being sassy.\n  ","857559":"\n  I have no idea what to expect honestly.\n  ","857560":"\n  Pretty rad.\n  ","857561":"\n  Well a lot of animals mind their own business. We as humans (also technically animals) are somehow unable to master this skill.\n  ","857562":"\n  Life on other planets.\n  ","857563":"\n  Pick up a friend and help her run errands, maybe clean up my house a little and then possibly work later.\n  ","857564":"\n  How barely above water my family is financially. How many of Americans are because of how unreasonably priced everything is.\n  ","857565":"\n  Move permanently. My life needs a challenge.\n  ","857566":"\n  Oh thank you so much! I like it too.\n  ","857567":"\n  Overall pretty well. Could be less stressful for sure!\n  ","857568":"\n  Happy Sunday! This one and last one! :)\n  ","857569":"\n  What’s Up Javi\n  ","857570":"\n  You realize that your whole life is an awkward moment.\n  ","857571":"\n  Oh definitely 🤣\n  ","857572":"\n  It means ‘olive tree’ and ‘elf army’\n  ","857573":"\n  I still have my Seattle Super Sonics ticket from a game I went to back when they were still a team. 💚💛\n  ","857574":"\n  I’ve had many chances to travel but I have so much anxiety I haven’t strayed very far from home.\n  ","857575":"\n  I can’t stand disloyalty. So disrespectful. Also any form of abuse. Hard pass.\n  ","857576":"\n  I love the movie Michael (John Travolta stars)\n  ","857577":"\n  I’m good, thanks though!\n  ","857578":"\n  Honest no matter how hard the truth, loyal, trustworthy. The basics.\n  ","857579":"\n  No I’m not single yes I have friends.\n  ","857580":"\n  Of course. I think we learn about ourselves everyday.\n  ","857581":"\n  I have no idea who JOHNNY GARGANO is.\n  ","857582":"\n  Seafood 🦞\n  ","857583":"\n  Oh definitely\n  ","857584":"\n  Painting was a big one.\n  ","857585":"\n  Honest no matter how hard the truth, loyal, trustworthy. The basics.\n  ","857586":"\n  Yikes. WTF\n  ","857587":"\n  Toast w\/jam even on a slow morning 💕\n  ","857588":"\n  Jack Nicholson.\n  ","857589":"\n  After so many years of giving myself more crap than I deserved, I try to be proud of myself everyday for the little things I do.\n  ","857590":"\n  Sure\n  ","857591":"\n  👌🏽\n  ","857592":"\n  Just got home\n  ","857593":"\n  Olivia\n  ","857594":"\n  Do you make an announcement when you’re doing a bodily function? Like peeing? Probs not. No, I do not.\n  ","857595":"\n  Sexuality? Yes.\n  ","857596":"\n  What do I do??\n  ","857597":"\n  I don’t have one and I’m too lazy to take one currently.\n  ","857598":"\n  Those rubber balls. A giant ball pit. I think it would be fantastic.\n  ","857599":"\n  Shirt and pants.\n  ","857600":"\n  Different kinds. The end.\n  ","857601":"\n  If you’re not next to anyone why not.\n  ","857602":"\n  No.\n  ","857603":"\n  I had no idea there was a hipster pair of underwear.\n  ","857604":"\n  Everyone farts.\n  ","857605":"\n  I’m not sure of the subject. Are we talking about swimwear?!\n  ","857606":"\n  I don’t know how those are the same subject, I’m not a fan of either but if I had to, I’ll go with hipster.\n  ","857607":"\n  Definitely not in the world as a whole, in my personal life, I’d say yeah :)\n  ","857608":"\n  Depends what it is, ask me, we’ll see.\n  ","857609":"\n  What up?\n  ","857610":"\n  Hello?\n  ","857611":"\n  Almost 27\n  ","857612":"\n  I have before\n  ","857613":"\n  I have a bunch of nature photos on my old laptop. However it doesn’t work 😩 I miss my photos!\n  ","857614":"\n  Well most adults use u see their tongues to check their temp. It’s a default.\n  ","857615":"\n  Alcoholic: Tie between a White Russian & Bloody Mary\n  \n  Nonalcoholic: Cranberry juice\n  ","857616":"\n  A few times. It’s so embarrassing lmao\n  ","857617":"\n  It’s to support men’s jewels.\n  ","857618":"\n  I try to avoid people in general.\n  ","857619":"\n  Exciting for them! :)\n  ","857620":"\n  Not as an adult.\n  ","857621":"\n  I?? What?\n  ","857622":"\n  I am a HEAVY believer in karma. I’d find the owner and give the wallet back WITH the 5G still inside.\n  ","857623":"\n  Honestly I think they are fairly matched in their crafts. It would be an epic duel. However, I was a HP fan long before I was a Star Wars fan so I have to root for my OG 😂\n  ","857624":"\n  My couch 🙌🏽\n  ","857625":"\n  Cranberry juice ❤️\n  ","857626":"\n  I have not.\n  ","857627":"\n  That all depends on what size ladies purchase. In most cases though, probably.\n  ","857628":"\n  Yikes I don’t really. The most I do is squats while holding my son. That’s a pretty solid workout for me.\n  ","857629":"\n  In the basement (my old room) in my mom’s house. It was long and wet. Luckily his breath was minty fresh so it wasn’t bad at all. Thank goodness.\n  ","857630":"\n  Help it if I could!\n  ","857631":"\n  😩😩😩\n  ","857632":"\n  Yikes. Get that negative energy outta here.\n  ","857633":"\n  YO\n  ","857634":"\n  Uhh?\n  ","857635":"\n  ‘Come on’\n  ","857636":"\n  This was 11 days ago so you probably already know, but  I’m pretty sure it means ‘world’\n  ","857637":"\n  I haven’t thought of one yet. Is it too late to think of one?\n  ","857638":"\n  I think that silence can be beautiful at the right times. Peaceful. They can also be filled with loneliness, suspicion, sadness, anger, etc.\n  ","857639":"\n  Okay\n  ","857640":"\n  Glad you slept.\n  ","857641":"\n  I’m 5ft. On da left. I don’t feel like taking a full height photo now. This was a few days ago.\n  ","857642":"\n  That’s so cool! Glad you enjoy it so much! :)\n  ","857643":"\n  How we can’t get with the times and help our people out.\n  ","857644":"\n  I do follow the news! I’m interested in various topics, politics somewhat, celebrity news unfortunately interests me, also on Instagram I follow Tank’s Good News which always makes me feel better. I love hearing about other countries and what’s going on with them as well. News can be wonderful and news can be scary, but I do like to know what’s going on in the world so I can prepare my future\/my children\/my family accordingly.\n  ","857645":"\n  Not any cool fish tanks, but I did have a tank for turtles once! It was such a rad setup, I wish I could find a picture for it.\n  ","857646":"\n  Just a bunch of first world problems that don’t matter that much.\n  ","857647":"\n  Like years old? I’m almost 27.\n  ","857648":"\n  “go first 3 questions❤️❤️”\n  \n  This sounds like a board game comment.\n  ","857649":"\n  I’m great. I just woke up but so far, no complaints!\n  ","857650":"\n  Yes ❤️❤️\n  ","857651":"\n  Sometimes when I feel like it.\n  ","857652":"\n  So far in my life, Seattle.\n  ","857653":"\n  My son\n  ","857654":"\n  Yes\n  ","857655":"\n  It’s so sad.\n  \n  Thinking about their family & friends.\n  ","857656":"\n  This one today I am so so so shocked by. I grew up watching him.\n  \n  Mac Miller really got me though. I was (and still am) a big fan.\n  ","857657":"\n  Oh yes. If it didn’t change the present.\n  ","857658":"\n  My great aunt hands down. She was a HUGE influence in my life. I’m so grateful.\n  ","857659":"\n  Well any that I thought were strange, the internet said “I have that too!” So not strange anymore 😂\n  ","857660":"\n  You’re so welcome!!\n  ","857661":"\n  You did? Cool. I did not.\n  ","857662":"\n  🤷🏽‍♀️ I’m not a scientist. Maybe.\n  ","857663":"\n  I guess so\n  ","857664":"\n  Hey there.\n  ","857665":"\n  I drive with my boots. They’re soft ☺️\n  ","857666":"\n  I have no idea what any of those are.\n  ","857667":"\n  I don’t think so.\n  ","857668":"\n  I’m sure there are groups for that.\n  ","857669":"\n  I’m sure there have.\n  ","857670":"\n  With?\n  ","857671":"\n  TODAY! I met my grandmother and one of my cousins for the first time in my life today. It was THE best day.\n  ","857672":"\n  Valium.\n  ","857673":"\n  I’ve been in childcare for 10 years now and I have a son. The older I get I realize that I really only like my kid 😂 I’m studying to be an oceanologist.\n  ","857674":"\n  I get overwhelmed very very easily. I practice meditation, breathing exercises, and constantly reminding myself that this is just life and stuff happens (which is hard to do when you’re in a position of overwhelm) certain smells help me as well. I have emergency medication just in case. I make myself some tea if it’s accessible.\n  ","857675":"\n  I would probably just go back about 10 years to see my great great aunt\/best friend again. I’d spend all my time with her. Like I used to.\n  ","857676":"\n  If I had the money I’d buy myself some. I would love it. I’m a teacher and I have a child. I would love some serious silence once in a whole 😩\n  ","857677":"\n  I love ice cream with the chunks of food\/candy in them. So I love strawberry ice cream and peppermint ice cream. My least favorite is any ice cream with nuts in it. Yuck.\n  ","857678":"\n  I do not. I was never raised by a religion.\n  ","857679":"\n  Yuck. No.\n  ","857680":"\n  Oh well that’s cool! I always thought I was with Ravenclaw but the tests were like nope!\n  ","857681":"\n  I’d have a lot of questions.\n  ","857682":"\n  I’ve done both. Both say Gryffindor.\n  ","857683":"\n  I love them! I wish I could think of more to do!\n  ","857684":"\n  If there is Mac and cheese around, imma eat it. Then when I’m full, imma stare at it and think about it until I’m hungry enough to eat more of it.\n  ","857685":"\n  Gryffindor.\n  ","857686":"\n  Super late response. But today is great!! I hope you’ve had a good day :)\n  ","857687":"\n  Sleep. I love bedtime.\n  ","857688":"\n  Hopefully in a home with a few more kids and some pets.. livin the dream. Well, my dream.\n  ","857689":"\n  The Sleepy Hollow series is so good. I’m waiting very impatiently for The Orville season 3 😩\n  ","857690":"\n  My son. He can’t really talk back to me fully but he listens so well. And he tells me I’m pretty when he thinks I’m sad so I like talking to him lol\n  ","857691":"\n  Well it’s me a few years before I had my son. I was laughing at myself because I was so hard on myself. I honestly didn’t feel as skinny as I actually was. When I look back I’m like, “bitch you were a damn stick” it ain’t like that no more 😂 This pic popped up on my timeline as a memory from 5 years ago.\n  ","857692":"\n  Naps whenever I wanted and Zumbo making me desserts daily. That’s all I want 😩\n  ","857693":"\n  Craig David, Etta James, Gwen Stefani, Beyoncé, Keith Sweat, Lily Allen, Lloyd, Lizzo, etc etc etc.\n  ","857694":"\n  Last weekend was pretty calm.  I know that this weekend coming up won’t be though!\n  ","857695":"\n  I consider myself an open book, but only a VERY few know the deepest part of me. It makes me uncomfortable sharing my inner self with anyone... even those who are closest to me.\n  ","857696":"\n  Bacon Mac & cheese, Orzo, raw brussel sprouts and flank steak. Russian cream w\/strawberries for dessert.\n  ","857697":"\n  Several good friends. I have two best friends and it’s so great, but I’ve never been one to have a bunch of friends. I’d love to try that out sometime.\n  ","857698":"\n  Anywhere where it’s not raining 😩 it’s been nonstop raining for weeks and it’s going to be the same for more weeks to come. I CRAVE the sun ☀️\n  ","857699":"\n  Starting with my own city and then hopefully expanding. Homelessness is such a big problem and I don’t believe anyone is handling it correctly.\n  ","857700":"\n  I have.\n  \n  A childcare convention.\n  \n  I forgot what specifics it was for, but I was the only one who wasn’t grossed out to put worms on my face. 🤷🏽‍♀️\n  \n  Working with children for as long as I have, you’ve seen some stuff. Worms are nothing.\n  ","857701":"\n  Thank you ☺️\n  ","857702":"\n  I love Honda’s. Such great cars.\n  ","857703":"\n  Halle Berry\n  ","857704":"\n  Food definitely.\n  ","857705":"\n  Oh a lot of stuff. I can’t think of anything specific though right now.\n  ","857706":"\n  Getting my hair done! I am so excited. Also I’m meeting my grandma for the first time ever. Super nervous, but I can’t wait!\n  ","857707":"\n  I have no idea yet. I need to get myself to a bookstore soon. I know that I want a mystery... I love those!\n  ","857708":"\n  Prepare for the worst but he hopeful that whoever they are, they are nice beings!\n  ","857709":"\n  Absolutely nothing! It’s wonderful. Turn on the tv and be a slug on the couch.\n  ","857710":"\n  A picnic in the park is always so nice! You’re in public, it has a romantic vibe, you can get to know them well.\n  \n  Picnics have also a ‘less pressure’ feel to them.\n  \n  For cold weather, a coffee shop is lovely :) not at Starbucks though, somewhere that’s local to you... IMO it makes it more special and important.\n  \n  For a playful date, a comedy improv is perfect. You’re laughing, the actors are interacting with you, and you can really see the personality of the person you’re going out with!\n  ","857711":"\n  Oh okay. I do like comfy! I don’t know anyone who does, BUT then again I don’t pay attention to brands on me or anyone else.\n  ","857712":"\n  Being able to be a weirdo in private. And sitting where I know the germs are mine 😩😂\n  ","857713":"\n  Wow I’m late this was a week ago lol - but nice going! They are fairly even!\n  ","857714":"\n  C\n  ","857715":"\n  If I knew where I was, I’d probably spend my time exploring, finding allies, have all the tea.\n  ","857716":"\n  It’s adjacent to the fountain of youth.\n  ","857717":"\n\n   @Tobbelit0\n  \n\n\n   @javacow\n  \n\n\n   @wasyoungonce90\n  \n\n  They’re active on here and I appreciate that.\n  \n  I don’t follow many people at all. In fact, the only other person I’m following is\n  \n   @totesporkin\n  \n  - she hardly ever gets on or answers questions but I know her in real life but I begged her to get an account 😩😂\n  ","857718":"\n  Our first date I didn’t know was a date because I thought he was gay. We went to high school together. Fortunately he was not gay and we’ve been together 5 years married with a son.\n  ","857719":"\n  Oh yes :)\n  ","857720":"\n  I guess. I wouldn’t buy them, kind of boring to me, but if they were given to me I’d wear them.\n  ","857721":"\n  I hope you did as well! I hope you have a wonderful night tonight too.\n  ","857722":"\n  Answer them. I’ve always loved answering questions.\n  ","857723":"\n  The Sleepy Hollow series.\n  ","857724":"\n  I worked for half the day, now I’m cleaning my house for a friend coming over tonight.\n  ","857725":"\n  Can I say neither lol - I love bedtime but morning time is hard 😩\n  ","857726":"\n  Around people usually.\n  ","857727":"\n  Um pass. Ew.\n  ","857728":"\n  Bruh I am still looking for a squad! Let me know when you know how to assemble one so that I can do it too.\n  ","857729":"\n  The only Pokémon that I was ever associated with is in first grade. One of my friends wanted to hide a Pokémon card in my clear backpack when no Pokémon cards were allowed in school.... I obviously got caught because my mom decided that it was a good idea that I had a clear backpack. With that being said, I started playing Pokémon Go a couple years ago with my friend, but I wasn’t a huge fan of it. However my favorite Pokémon is Kakuna. Basic af like me!\n  ","857730":"\n  Right now it’s black. But I change it up for the season\/mood.\n  ","857731":"\n  My old Civic. It was a garbage car but it was reliable. Just like me!\n  ","857732":"\n  99 Honda Civic. I actually just recently sold it. His name was Carlyle. I miss that damn thing 😩 it was junk but it was my baby\n  ","857733":"\n  I do.\n  \n  Game of Sultans is a big one for me.\n  \n  and\n  \n  Word Villas\n  \n  :)\n  ","857734":"\n  Nickelodeon mag. I know they don’t make it anymore, but it was seriously the best lol\n  ","857735":"\n  In some situations I suppose\n  ","857736":"\n  I’ve only been to Canada and Mexico. I really loved Mexico when I went. That was over 10 years ago though.\n  ","857737":"\n  SURE DO\n  ","857738":"\n  I drove a car yesterday. I drove with my boots with the fur and I do believe I had socks on. Quite specific but whatever 🤷🏽‍♀️\n  ","857739":"\n  Chicken\n  ","857740":"\n  Seattle is my happy place. The University Village is great! Depending on what time of year, candy cane lane is cool to drive around in. Gas Works park is wonderful. Downtown itself is pretty magical. There’s a street that looks like an alleyway by Pike Place Market with little shops and places to eat. I could go on and on lol I should become a tour guide.\n  ","857741":"\n  That’s such a hard one. I’m a big fan of both. But I do have more candles than incense.\n  ","857742":"\n  I’m not a fan of going in to any of it. But I like either sitting by an ocean or pool.\n  ","857743":"\n  I’m not a concert person. But if I did go to one, I’d go to a No Doubt reunion concert.\n  ","857744":"\n  POSSIBLY\n  ","857745":"\n  Yikes. I can 100% guarantee I’m not your baby.\n  ","857746":"\n  I got about 4 alarms that go off on the days I work. I stretch, then get dressed\/makeup\/etc. while watching Good Mythical Morning. Sometimes I sneak a piece of toast if I have time.\n  ","857747":"\n  Cry most likely.\n  \n  I’m a cry baby.\n  ","857748":"\n  I’m gonna go with a hard DUH\n  ","857749":"\n  They sound toxic, I wouldn’t respond at all, I’d cut off contact.\n  ","857750":"\n  I cannot be friends with someone I do not know.\n  ","857751":"\n  I think they’re pretty GGGRRRREAT myself.\n  ","857752":"\n  26 until April :)\n  ","857753":"\n  I don’t think I’d be considered a kid anymore. I’m a couple years until 30... I’m not sure exactly what age you mean... with that being said, I’m in love 🤷🏽‍♀️\n  ","857754":"\n  “I'm in the right direction\n  \n  I mean to ride this ocean\n  \n  Travelling in slow motion\n  \n  Paddling with no question.”\n  ","857755":"\n  It all comes down to how a person treats other people and how open minded they are to knew ideas that question what they think they know.\n  ","857756":"\n  Go too far away from my house. Very big homebody.\n  ","857757":"\n  I haven’t been to many at all, but Seattle, Washington (my birthplace) I will always love it.\n  \n  1. The diversity\n  \n  2. The opportunities\n  \n  3. The tall buildings 😊\n  \n  4. The feeling I get being there\n  \n  5. The street music\n  ","857758":"\n  I can’t think of just one, but Brandon Farris on YouTube always makes me laugh.\n  ","857759":"\n  Sorry about that\n  ","857760":"\n  I set plans to meet my dad’s side of the family for the first time after almost 27 years.\n  ","857761":"\n  I was never alive in the 70s so I can not compare the two.\n  ","857762":"\n  I have no idea of the purpose.\n  \n  I’m going to back to school though to pursue a career that I would love to do in the future.\n  ","857763":"\n  Flip flops are cool. When they have that toe thing, they are uncomfortable for the first couple weeks of good weather.\n  ","857764":"\n  YASSSS! Shoutout to all of em!!! 🎉\n  ","857765":"\n  If we are excluding living things, my aunt’s urn.\n  ","857766":"\n  I don’t think I’ve ever owned an Android so I’m not sure which I like better. But I guess since I own an iPhone I’m team iPhone by default.\n  ","857767":"\n  Best: I can make amazing Bloody Mary’s.\n  \n  Worst: I’m too damn hard on myself.\n  ","857768":"\n  I’m sorry I’m kind of a shit friend 🤷🏽‍♀️\n  ","857769":"\n  I feel like a broken record, but having my son was the greatest thing ever.\n  ","857770":"\n  Experiment with life outside of being a hermit.\n  \n  I would love to change my location.\n  \n  Create a better life for my son.\n  ","857771":"\n  I am not sure\n  ","857772":"\n  I have some OCD habits I’d love to rid of.\n  ","857773":"\n  I would call them unsuccessful shorts.\n  ","857774":"\n  I can understand 2 year old gibberish.\n  \n  It’s not speakable, but I know some sign language.\n  ","857775":"\n  Oh gotcha! Maybe Lavender because I’m a bit neurotic 😂\n  ","857776":"\n  Skin elasticity.\n  ","857777":"\n  Gryffindor\n  ","857778":"\n  Ok\n  ","857779":"\n  I’m not sure.\n  ","857780":"\n  Why in the world would I do that. Yeesh.\n  ","857781":"\n  I guess I’d have to start with my own city first. Expand if possible.\n  ","857782":"\n  Group definitely\n  ","857783":"\n  Delete all the negative comments. Only respond the those who support you.\n  ","857784":"\n  My son. Totally better.\n  ","857785":"\n  New Years\n  ","857786":"\n  Lucky!! I’ve never been to an HP party, besides my parties of 1 at home lol - (Ron is my favorite character!!) I’d probably go as Luna 😍\n  ","857787":"\n  I love ciders. Pineapple in one of my favs. I also love love love White Russians.\n  ","857788":"\n  Game of Thrones isn’t that special. You aren’t missing much. I know there are a lot of must sees that I haven’t seen because I love my reruns from the 90s lol\n  ","857789":"\n  I have 1 regular prescription and one pair of prescription sunglasses. I have more coming in the mail though! I thought having 1 was just fine, but my son’s fascination with them I fear could get them broke sooner than later 😅\n  ","857790":"\n  I do like guitars. I have a bunch of family members who play.\n  ","857791":"\n  Not often anymore. I had to stop drinking for a few years due to medication, now that I’m allowed to drink again, I don’t have the taste for it like I used to.\n  ","857792":"\n  Gillian Anderson is one of my top 5 favs 🙌🏽\n  ","857793":"\n  My favorite character!\n  ","857794":"\n  What kind of ques........\n  ","857795":"\n  Birkenstock’s\n  ","857796":"\n  Somewhat-tame-but-that-never-seems-to-happen-so-I-end-up-wrapping-it up-in-a-scarf-of-some-sort style.\n  ","857797":"\n  You as well!\n  ","857798":"\n  One of those all black jumpsuits that cover head to toe.\n  ","857799":"\n  I have never made a music quiz. I’ve made other quizzes though, when I was in college.\n  ","857800":"\n  For one day?! I’d try as many spells and charms as I could just for fun.\n  ","857801":"\n  Morocco\n  ","857802":"\n  First off, Sausage Party is one of my favorite movies. Second, I would feel bad, but food is fuel 🤷🏽‍♀️ I treat all inanimate objects like they can hear me anyways 🤣🤣\n  ","857803":"\n  Instagram definitely. Mostly just scrolling though.\n  ","857804":"\n  I found one single one after I had my son. Plucked it and nothing ever grew back 🤷🏽‍♀️ it was shocking to see though lol\n  ","857805":"\n  Well I already have a spouse, but he is totally the opposite of what I thought I wanted. I don’t think I’ll ever put my expectations in a box for anyone or anything again.\n  ","857806":"\n  Check my phone\n  ","857807":"\n  I’d have to do a 3 way call to my man and my mom\n  ","857808":"\n  Very important. I need to practice it more.\n  ","857809":"\n  I have\n  ","857810":"\n  ....pot lol\n  ","857811":"\n  Meh. He’s a neutral for me.\n  ","857812":"\n  🤣🤣🤣 I know right!!\n  ","857813":"\n  Yes, as it is a universal thing.\n  ","857814":"\n  Repeating myself. But I’m working on it.\n  ","857815":"\n  My son and I have been sick all day so it’s been slow going, but alright. :)\n  ","857816":"\n  Well if I was tied down I’m not sure if I’d be so nice. Some lives would be lost. Be swipin em off me like bugs lol am I going to hell? Probably.\n  ","857817":"\n  Difficult probably, but as a group I’m sure it would be probably easier lol\n  ","857818":"\n  Um hell yeah. Gettin tf outta there 🤣\n  ","857819":"\n  Well I wouldn’t be happy but I’d understand.\n  ","857820":"\n  Favorite overall, MAPPY.\n  \n  Todays games, Minecraft. But I put it on the relax mode or whatever so I’m alone and don’t have to fight anything, and I just build things 🤣 the only privacy I get anymore is in that video game. That’s probably why I like it so much lol\n  \n  I’m a bit boring 🤷🏽‍♀️\n  ","857821":"\n  “It does not do to dwell on dreams and forget to live.”\n  ","857822":"\n  I have no idea. I’m not in on any trend.\n  ","857823":"\n  Hi, I have the flu but other than that I’m fairly happy. Thank you.\n  ","857824":"\n  If I’m going there, I might as well get a large or it’s an even bigger waste of gas money.\n  ","857825":"\n  My biggest fantasy is having Michael Ealy come knocking at my door and offering to do all my laundry + folding. Then Rupert Grint stopping by to dust my house for me. But as long as it’s a fantasy, I wouldn’t mind them doing my household chores naked 🤷🏽‍♀️ that’d be cool.\n  ","857826":"\n  Force myself to wake up, go to work, come home and play with my kid, give him dinner, put him to bed, watch movies with my man 🥰\n  ","857827":"\n  Their fries. I’m not a big fan of McDs.\n  ","857828":"\n  A house\n  \n  A car\n  \n  Bonds for my son for college\n  \n  Really nice kind of bed\n  \n  A big fridge\n  ","857829":"\n  I always wanted to have a baby and I did! Worth it.\n  ","857830":"\n  Stress can do crazy things to people. Especially man-made stress.\n  ","857831":"\n  Probably cry, try to escape and then accept my fate 😩😩😩\n  ","857832":"\n  Nothing ever actually worked for me, I had to be put on prescription meds for it.\n  \n  What I’ve tried:\n  \n  -Non-caffeinated tea helps.\n  \n  -Also I found a podcast that helps fairly well called, Sleep With Me. This older gentleman just talks about random boring content in a very monotone voice, puts my friend right to sleep she said.\n  \n  -I also make a playlist of relaxing music (instrumental) that I’m not familiar with. I find that if I know the music, even if it has no words, I’ll tend to want to hum it lol\n  \n  -Lastly, it’s recommended no electronics at least an hour before bed. Not the most popular, but if you’re desperate and tired enough, this may work for you.\n  \n  Melatonin helps for very temporary use, but it can cause longer term affects such as leaving you with more insomnia than when you started.\n  ","857833":"\n  My current obsession.\n  \n  Skyline - FKJ\n  ","857834":"\n  Rain rain rain rain. If I could, I’d sent it all to Australia.\n  \n  Oh and I guess a little snow on the way this week. Crapola.\n  ","857835":"\n  Lol let? Anyone can talk to anyone they want. If it makes you feel uncomfortable, talk to her about it. Express your feelings to her.\n  ","857836":"\n  Younger. That’s how it’s always been. Someday it won’t be that way and that’s okay. I’m only 5 feet tall so I’m guessing that has something to do with it. I’ve always been the shortest.\n  ","857837":"\n  Move! :) not expecting anywhere far, but we’ll see!\n  ","857838":"\n  😂😂😂 I’m not “Atari old” but my mother is. I grew up on a farm and was very much cut off from the outside world. For the longest time I thought Atari was the only game. I barely played it though. I was outside all the time.\n  ","857839":"\n  Happy Birthday\n  \n   @askfm\n  \n  !!\n  \n  🕯 🍰 🎈 🎉\n  ","857840":"\n  Hard tie between Living Single and Friends\n  ","857841":"\n  I played Atari a LITTLE bit when I was younger, but I really started playing video games in my early twenties.\n  ","857842":"\n  Water.\n  \n  Calm but can become a whole storm with a bit of wind 😂😂\n  ","857843":"\n  Tell Me Lies\n  ","857844":"\n  Have you tried asking them?! They could be under a lot of stress, it may not even have anything to do with you. The best thing to do is ask them what’s changed.\n  ","857845":"\n  I’ve been in shows.\n  \n  Plays, dances, lip syncing, drag shows, etc. I love to perform! I’m just terrified of it 😂\n  ","857846":"\n  Heritage. Always.\n  ","857847":"\n  I don’t pay attention to brands... only whatever is the most comfortable and cheap.\n  ","857848":"\n  Oh wow. I can see a little bit of myself in each color. Can I choose “rainbow” ?? I don’t think any of us are just one color.\n  ","857849":"\n  My son. He is hands down the best distraction. Always keeping me on my toes. Or I watch HP because that’s my go to for everything lol\n  ","857850":"\n  I’m 26 🤷🏽‍♀️ I get a lot of crazy questions too.\n  ","857851":"\n  Hell yeah!! Bringing joy to that many kids?! My literal DREAM. And I would get to be all fat and happy cause I’m not judged for my weight cause I’m iconic.... and I get to eat all them snacks and fly in the sky. Hell yeah.\n  ","857852":"\n  You too warm and sad about it or something?\n  ","857853":"\n  Netflix did me wrong by getting rid of Friends. I’m all Disney+\n  ","857854":"\n  I think so 🤷🏽‍♀️ although there’s always room for improvement.\n  ","857855":"\n  That’s your decision.\n  ","857856":"\n  His name was Phillip. He lived down the road from me and we went to the same school. He really loved baseball. I thought he was amazing at the time. 🤷🏽‍♀️\n  ","857857":"\n  Red\n  ","857858":"\n  ???\n  ","857859":"\n  Summer\n  ","857860":"\n  A house\n  ","857861":"\n  I hardly ever remember my dreams, but when I do they are terrifying.\n  ","857862":"\n  I met a girl in Cali when I was a teenager and we talked for years. I’m not sure why we stopped talking.\n  \n  I also used to have a pen pal with a guy on death row.\n  \n  Prison pen pals. That was interesting. I also don’t remember why\/how\/when that stopped.\n  ","857863":"\n  Researching about the ocean. Maybe doing dives and traveling.\n  ","857864":"\n  The Nair women.\n  ","857865":"\n  I did. I said,\n  \n  “YOOOOOOOO back.”\n  ","857866":"\n  YOOOOOOOO back.\n  ","857867":"\n  Yeah that games comin up, and I think you might be right 😂\n  ","857868":"\n  My home team is Seahawks\n  \n  💙💚\n  \n  Even though we are so obnoxious 😩\n  ","857869":"\n  Getting into a fight with someone for talking smack about a person I care about.\n  ","857870":"\n  In football? Nah.\n  ","857871":"\n  KEEP IT\n  ","857872":"\n  Stepping on people you don’t like 😂 I have no idea.\n  ","857873":"\n  I’ve been in childcare for 10 years but my true love is marine biology.\n  ","857874":"\n  I used to, I don’t remember what changed.\n  ","857875":"\n  Thank you anon.\n  ","857876":"\n  I literally had just chips cause I was at a party. When I got home, I raided my fridge though. I don’t know if that counts as dinner.\n  ","857877":"\n  People think I’m bitchy because I usually don’t talk to anyone, I’m quiet and don’t participate in hardly anything.\n  \n  If they only knew I suffer from crippling social anxiety.\n  ","857878":"\n  I guess it’s becoming popular now, but I love researching the afterlife.\n  ","857879":"\n  I have a cold 🤧😩\n  ","857880":"\n  Oh yeah. A lot of times.\n  ","857881":"\n  Is it bad that I can’t think of one?! 😬\n  ","857882":"\n  Lol not at all. I’ve accompanied my bestie a few times, but that’s it. I would love to work out, go to the gym and have some me time, but I don’t have a babysitter and after working all day, I don’t have the time. I’ve been getting my squats in at home though!!\n  ","857883":"\n  Hmmm.. someone who loves me. I would love for both to happen, but that’s not usually how it is... when it is, you’ve got yourself a unicorn.\n  ","857884":"\n  Idk, do you?\n  ","857885":"\n  Oh definitely, maybe a little too much.\n  ","857886":"\n  Love me a Stegosaurus.\n  ","857887":"\n  Cheese.\n  ","857888":"\n  My New Years was loud but good!\n  ","857889":"\n  I do not. I should get one.\n  ","857890":"\n  I can’t think of anything significantly good about my 2019, it just kind of came and went.\n  ","857891":"\n  I used to dabble in photography when I was on high school and took a picture of this butterfly I was obsessed with... I don’t even like butterflies that much. However it remains on a broken laptop that won’t be getting fixed anytime soon.\n  \n  Wah wah waaaaaah.\n  ","857892":"\n  GTFO. Literally. I would leave the country and start a brand new life with my family.\n  ","857893":"\n  Small. I’d get to live in one of those neat Barbie dream houses, I wouldn’t have to pay rent\/bills and I could hide very easily.\n  ","857894":"\n  I would make my world like I made my Minecraft world. I would be totally alone with countless cats roaming around.\n  ","857895":"\n  I heard no fireworks this New Years actually! I was surprised. Then again I was at a loud party. But even so afterwards 🤷🏽‍♀️\n  ","857896":"\n  I unfortunately don’t think the US is ready for a woman leader.\n  ","857897":"\n  Huh?\n  ","857898":"\n  Two faced people? I can’t judge unless I know what’s going on in their life.\n  ","857899":"\n  “Calm down”\n  ","857900":"\n  I tried for another baby 🤔\n  ","857901":"\n  You wave back to someone who was waving behind you.\n  \n  😬😬😬😬😬😬😬\n  ","857902":"\n  I would love to get my Master’s in marine biology.\n  ","857903":"\n  I do!\n  ","857904":"\n  I had more confidence in myself..\n  ","857905":"\n  stop trying\n  ","857906":"\n  A lot of promises to myself actually. I never promise another person unless I know it’s going to happen.. the promises I break to myself were that of parenting. I promised myself I wouldn’t do a lot of things that now 🤷🏽‍♀️ I do.\n  ","857907":"\n  I need silence when I’m trying to concentrate. I can’t even have music, it distracts me. The slightest of noise gets me off track.... I guess I’m annoyed with myself when that happens 🤔 I have the attention span of a goldfish.\n  ","857908":"\n  It didn’t get that far, but every time I braked it squeaked so loud it was so embarrassing lol\n  ","857909":"\n  My man was with me. He knew what it was right away and fixed it! :)\n  ","857910":"\n  Why did I have brake problems? Idk... it was an old car and sometimes brakes have problems.\n  ","857911":"\n  I suppose...\n  ","857912":"\n  Yes and very many!\n  ","857913":"\n  Nope\n  ","857914":"\n  Yes\n  ","857915":"\n  I have two best friends! One for almost 13 years and one for almost 10. Coincidently they just met each other for the first time last week.\n  \n  No particular reason ‘why’ - they are just my besties :)\n  \n  They’ve stuck it out with me.\n  ","857916":"\n  No no.\n  ","857917":"\n  Everyday is different. I try and over-hype myself usually because I’ve had such low self esteem for such a long time. It’s hard to bounce back from. Overall I feel O.K.\n  ","857918":"\n  Yay for productivity! Good luck with your future endeavors 😊\n  ","857919":"\n  Gay as in homosexual, no.\n  \n  Gay as in happy, most of the time.\n  ","857920":"\n  Oh okay! :)\n  \n  I would say, getting the job I have now! I love it!\n  ","857921":"\n  I have friend-zoned and now be been friend-zoned. I think I did more of the friend-zoning though. Hey, if you aren’t into someone, you aren’t into someone 🤷🏽‍♀️\n  ","857922":"\n  Water. There’s so much of it.\n  ","857923":"\n  Milk. Always got some milk in there.\n  ","857924":"\n  Probably some type of fish. (Biologically speaking they are animals)\n  ","857925":"\n  What is a bed moment?\n  ","857926":"\n  There are endless things to see and experience! Life can be as exciting as you make it!\n  ","857927":"\n  I loooooove them 😊\n  ","857928":"\n  Don’t waste your time and don’t waste his time. If you don’t see a future and it’s not going great like you say, don’t drag it out longer than it has to be. I hate using YOLO, but honestly, the words are true. We do only live once, and everyday we’re just getting older. Shouldn’t you be living your life with as much happiness and fulfillment as possible?\n  ","857929":"\n  My son. I could care less about myself when it comes to him. Everything for my boy.\n  ","857930":"\n  Dear anon,\n  \n  Why y’all be askin them silly questions? Also, why y’all be askin anon? If you’re gonna be askin ridiculous things, own up to em!\n  \n  Sincerely,\n  \n  Me\n  ","857931":"\n  Kiki’s Delivery Service\n  ","857932":"\n  I’m not sure how to respond so here is a gif.\n  ","857933":"\n  Maybe not fake, lost.\n  ","857934":"\n  The scariest movies for me are the psychological thrillers. I love Silence of the Lambs.\n  ","857935":"\n  Love is everywhere, sometimes it’s harder to find in some places, but it’s there. If you love yourself, you’re always surrounded by love and I take comfort in that :)\n  ","857936":"\n  Nah.\n  ","857937":"\n  Disneyland! However the trip was terrible 😂\n  ","857938":"\n  It wasn’t just one time. But one time that I remember was when my mom and I were hiding from our abusive past and I had to be the mature one. She was freaking out and the only way to get her to be quiet so we wouldn’t be heard was to cover her mouth 🤷🏽‍♀️\n  ","857939":"\n  I’m mainly fearful of the future of our world.\n  ","857940":"\n  I’m alright, thank you.\n  ","857941":"\n  Ugly little marshmallow snowmen I made for some of the kids in my family.\n  ","857942":"\n  I have.\n  ","857943":"\n  If I can get a babysitter, I really want to go to my friend’s party. If I can’t, my usual tradition is watching the New York countdown with Anderson Cooper ☺️\n  ","857944":"\n  Amazon\n  ","857945":"\n  Tupac for no particular reason other than I’m just familiar with more of his songs 🤷🏽‍♀️ I love them both though tbh\n  ","857946":"\n  I’ve had bunnies. My last one’s name was Kahlúa. I miss her.\n  ","857947":"\n  ☺️\n  ","857948":"\n  There is love within friendship. The two cannot be separate in my opinion.\n  ","857949":"\n  The feeling the moment I got the news my great great aunt had passed. Such a sharp, nauseous, heavy feel.\n  ","857950":"\n  Well there are a lot of anon people I have mini conversations with on here, I don’t mind it. But I don’t prefer to talk very long if I don’t know who I’m talking to.\n  ","857951":"\n  My two year old and I play a “kick your butt” game and we chase after each other. Well I went running around a corner in my living room and ended up kicking the leg of the couch so hard I was on crutches for over a week.\n  ","857952":"\n  Sure why not. Some of those patients get rowdy. I also think everyone needs to learn self defense.\n  ","857953":"\n  Thank you. To you as well.\n  ","857954":"\n  Sun and warmth.\n  ","857955":"\n  I’m doing alright thank you :)\n  ","857956":"\n  It’s between\n  \n  “I’m going to powder my nose”\n  \n  and\n  \n  “Big-boned”\n  ","857957":"\n  I have a fear of flying on planes. I’ll go on a plane if I have to... but I hate it.\n  ","857958":"\n  ......what\n  ","857959":"\n  Yes\n  ","857960":"\n  Fairly accurate.\n  ","857961":"\n  I think we as humans judge ourselves harsher than we do others. I know I do. I need to work on my self love.\n  ","857962":"\n  Look kids, it’s Santa!\n  ","857963":"\n  That’s not in my nature.\n  ","857964":"\n  My profile pic? Yes.\n  ","857965":"\n  Traveling great distances\n  ","857966":"\n  Cheesecake\n  ","857967":"\n  No! I’ve always wanted to go though!\n  ","857968":"\n  Apple juice will always quench my thirst.\n  ","857969":"\n  My sister!\n  ","857970":"\n  I’ve never played either. I guess I would give fortnite a try.\n  ","857971":"\n  Nah\n  ","857972":"\n  I feel it.\n  ","857973":"\n  Painting, dancing, life in general, writing, etc.\n  ","857974":"\n  I’m all over the place. Crying, screaming, laughing, etc.\n  ","857975":"\n  I honestly haven’t watched porn in years. I forgot his name actually. Sorry 🤷🏽‍♀️\n  ","857976":"\n  you realize your whole life is an awkward moment.\n  ","857977":"\n  Skyline - FKJ\n  ","857978":"\n  Back To Life by Soul II Soul\n  \n  “Back to liiiiiiife...\n  \n  Back to reality....”\n  ","857979":"\n  I have never seen Fight Club..... even though I had a poster of it in my room for a few years. It was just up for the ab shot of Brad Pitt. Imma poser 🙈😂 I never even liked Brad Bitt 😩 just his abs 🤷🏽‍♀️\n  ","857980":"\n  Hopefully helpful, maybe a little tired and unsure, but okay overall 🤣\n  ","857981":"\n  Strength of course. Everyone says that pain is weakness leaving the body, but I feel that tears are also directly related. Tears can be because of pain or because of happiness and the same goes for pain.... pain can be necessary (tattoos, pleasure, whatever) and it can also be because of hurt (physical or emotional) we as humans need to cry. It’s helpful for healing and in my opinion, very necessary.\n  ","857982":"\n  It is.\n  ","857983":"\n  That’s a complicated question with an equally complicated answer.\n  ","857984":"\n  There are a lot of things in my life I wish I could go back and change. One main part being high school.\n  \n  I dated this guy all throughout high school (thought we were going to get married) and I invested my ENTIRE time on him. I wasn’t interested in school whatsoever and ended up dropping out.\n  \n  I eventually graduated years later, but I never graduated on time with my friends, I never went to prom, I never experienced the rewards of being done because I hadn’t earned it.\n  \n  Now, as an adult, I realize that learning is amazing, the best part is, there is ALWAYS something new to learn.\n  \n  Maybe I don’t retain every little detail, but I am fascinated by everything.\n  \n  I love learning about animal interactions in the wild, ancient empires and their rulers, deep sea exploration and what’s going on in space.\n  \n  Explanation kinda long but hey, I have time 🤷🏽‍♀️\n  ","857985":"\n  That’s so hard! I love really all documentaries. No matter how “boring”\n  \n  Nature, mystery, history, crime, paranormal, traditions, countries, exploration. I don’t think I have one favorite.\n  \n  Documentaries are everything to me.\n  ","857986":"\n  S.S Yikes\n  ","857987":"\n  Confident in person\n  \n  Cry in the shower later 🤣\n  ","857988":"\n  I grew up on a farm in the middle of nowhere.\n  \n  Howling of coyotes, distant train noises and rain on a tin roof are some serious comfort sounds for me.\n  \n  I miss that place.\n  ","857989":"\n  $5.00\n  ","857990":"\n  I bite on my bottom lip. It sucks because it gets so sore 😣\n  ","857991":"\n  One of my besties is a “try everything at least once” kinda person, and it’s seriously so inspiring to be around.\n  ","857992":"\n  Ginger cookies and milk 🤤\n  ","857993":"\n  In a person? A good attitude is everything. I don’t need no stank attitude around me. I got enough stank attitude to go around 🤣\n  ","857994":"\n  Honestly just found it when I was looking in the App Store 🤷🏽‍♀️\n  ","857995":"\n  I get she every time I meet someone new. Every time lol\n  ","857996":"\n  Sleeping\n  ","857997":"\n  Yes. A few people. Reasons I can’t remember.\n  ","857998":"\n  Flank steak, brussel sprout salad, orzo and a large glass of wine.\n  \n  Russian cream for dessert.\n  ","857999":"\n  Old Town Road.\n  \n  Maybe because it was so overplayed.\n  ","858000":"\n  My son. He was really attached to me for months and only wanted me. He would cry every time I had to put him down to go to the bathroom, get food, or have a little me time.\n  ","858001":"\n  I think I look friendly. I was always taught to smile and be polite to every single person, even when I don’t want to be. I can’t help it, it’s engrained within me. So I look friendly and approachable, but inside I’m usually not.\n  ","858002":"\n  I think so\n  ","858003":"\n  By accident in martial arts. I had to do 25 push-ups. That was what we all did when we would spar but kick\/punch below the belt or above the neck.\n  ","858004":"\n  Yes. Going on 5 years :)\n  ","858005":"\n  My man and I collect those Monster tabs... but they’re mostly for saving so we can get rewards 🤣\n  ","858006":"\n  “I love your cat shirt.”\n  ","858007":"\n  Ear Buscuits\n  ","858008":"\n  $19,000 on a truck.\n  ","858009":"\n  Not as much.\n  ","858010":"\n  Sure don’t.\n  ","858011":"\n  That depends. I would say physical but if I was gettin tortured then I’d take emotional lol - but if we talkin physical like tattoos, stubbin toes.... I’ll take that lol\n  ","858012":"\n  I-\n  ","858013":"\n  Yes.\n  ","858014":"\n  My boss currently. She’s on my top 10 favorite people list.\n  ","858015":"\n  One has landed on me, but I’ve never caught one.\n  ","858016":"\n  My patronus is a Manx. Which is oh so fitting.\n  ","858017":"\n  I think this must’ve been 2012. Me and my late best friend (great great aunt) - miss her so so so much.\n  ","858018":"\n  Yes.\n  ","858019":"\n  Love to look at.\n  \n  Hate to be in.\n  ","858020":"\n  Hi there! I’m great!\n  \n  Thank you.\n  ","858021":"\n  I can relate everyday all the time.\n  ","858022":"\n  Oh it has lol a few times!\n  ","858023":"\n  Idk maybe 15-20? So I guess not a whole bunch to some people. But a lot to my wallet!\n  ","858024":"\n  A lot.\n  ","858025":"\n  I have top 3. Both my arms and my back. My left arm is a Tim Burton themed, my right arm is leopard print and my back has the Mayan calendar plus other little things here and there. None of them are completely finished though.\n  ","858026":"\n  Pinball\n  ","858027":"\n  The only anime I like is that movie, Kiki’s Delivery Service. Not a big fan of any other, really.\n  ","858028":"\n  This is me.\n  \n  In 1996.\n  ","858029":"\n  Bruno Mars 🤷🏽‍♀️ I like maybe 2-3 of his songs, but I just can’t. I don’t know why.\n  ","858030":"\n  Monday’s, currently.\n  ","858031":"\n  Gifts my students made for their parents! :)\n  ","858032":"\n  Sometimes it can be embarrassing and for some, it’s the ultimate embarrassment. Working with children has helped me learn creative ways when a simple “sorry” just won’t work. Like a letter, or a gesture.\n  ","858033":"\n  Woah dejavu.\n  \n  I’m 26.\n  ","858034":"\n  WHERE DO I SIGN UP\n  ","858035":"\n  “The pullout method works every time.”\n  ","858036":"\n  Taken\n  ","858037":"\n  26\n  ","858038":"\n  Wow this has taken me a month to try and answer this.\n  \n  I consider myself spiritual, but I don’t practice anything. I would love to get in touch with the more spiritual part of me sometime soon.\n  ","858039":"\n  Hello\n  ","858040":"\n  I don’t think they make those anymore. I’ve never seen one before. I think they were before my time. But maybe! This would be a great question for Google.\n  ","858041":"\n  This is what my translator said:\n  \n  “Heck, are all young people but a body that loves a girl who works well if they are interested in me and compassionate, and just love the girl but they don't ask about us and suddenly they become busy ?!”\n  \n  I’m so sorry, but this is hard to decipher. Is your girl always busy? Too busy for compassion? If so, I would talk to her about it and express how you’re feeling. Maybe a compromise can be made.\n  ","858042":"\n  It was some Hanukkah book for my school kids :)\n  ","858043":"\n  I try to vary it instead of one generic compliment. I like to point out hairstyles, clothes, makeup, smell, etc.\n  ","858044":"\n  Nap if I can lol\n  \n  Or clean the house.\n  \n  I LIVE for the days I get time to myself so I can clean my house the way I want it done instead of half-ass it because of my child lol\n  ","858045":"\n  Lol no never\n  ","858046":"\n  Harry Potter will always be my top favs. I group them together though because I always watch them at the same time lol\n  ","858047":"\n  This morning.\n  \n  My man.\n  \n  :)\n  \n  💋\n  ","858048":"\n  Spring! 💕\n  ","858049":"\n  I send out my Amazon list of stuff to the family, but as my headline I always put, “Gift cards are always appreciated!”\n  \n  Because... gift cards. 🤷🏽‍♀️\n  \n  Or cold had cash.\n  \n  I usually never get what I ask for, which is fine.\n  ","858050":"\n  I actually have never branched out in that way on this app 🤔\n  ","858051":"\n  I assume that you ask the anons their gender? I have no idea why. I do agree though, I do get a lot of questions from women, but men mostly definitely.\n  ","858052":"\n  Uhh....\n  \n  It’s obvious I don’t know what you’re trying to ask...\n  ","858053":"\n  What, may I ask, is a ‘fun’ fight?\n  ","858054":"\n  Buttocks.\n  ","858055":"\n  Oi, politics.\n  \n  I’ll just leave this here:\n  ","858056":"\n  One? Ugh. I guess I’ll say pie. There are so many varieties😂 and I love most of them!\n  ","858057":"\n  Oh it’s so good! I used to be addicted to Starbucks until I realized how crippling it was on my bank account... ever since then I’ve been trying to find creative ways to spice up my coffee! So far, the cocoa mixes have been a literal godsend. I haven’t bought a Starbucks in almost 5 years.\n  ","858058":"\n  Not super into the flowery scents.\n  \n  House smells; I like putting on water to simmer, then adding a few drops of vanilla extract and orange slices :)\n  \n  Candles: vanilla, cinnamon, apple cider, watermelon.\n  \n  Body smells:\n  \n  Rubs\/lotions- jojoba, coconut, lime\n  \n  Sprays- black currant vanilla\n  \n  Probably more info than you asked for, but I’m very specific about what smell goes where 😂\n  ","858059":"\n  Quite often\n  ","858060":"\n  Kind of\n  ","858061":"\n  Why were you forbidden?\n  ","858062":"\n  Sent a “sexy” pic to my mom instead of my boyfriend at the time. I just about died. Literally never sent a pic like that again to anyone lol\n  ","858063":"\n  Thank you! All I can is try :)\n  ","858064":"\n  Fingerprints?\n  ","858065":"\n  Curriculum and storytelling are the first things that came to mind.\n  ","858066":"\n  If it didn’t change anything in the present, I’d undo some people I’ve done... if you know what I mean.\n  \n  Also I can’t pick one thing in the world because there are soooo many things that need to change and I’m not great at decision making.\n  ","858067":"\n  Yes? Google translate is really not doing its job lately.\n  \n   This is what I got,\n   \n   “Is it possible to invite from your heart to someone who is dear to me?”\n   \n\n     View more\n    \n\n","858068":"\n  Time, honestly. Distractions, keeping yourself busy, but also letting yourself to feel the hurt and grow from that.\n  ","858069":"\n  I have a summer playlist called “Dass Hot” since I can never make a damn decision on one thing.\n  ","858070":"\n  Painter\/writer\n  ","858071":"\n  So translate said “Mandolorets” and of thats a show I have no idea what it is. Now, if you’re talking about Mandalorian and it just got lost in translation (literally) then yes, we watch it every Friday.\n  ","858072":"\n  Sounds like song lyrics? I don’t know how to respond to that.\n  ","858073":"\n  I love veggie thin crust.\n  \n  I also love just extra cheese.\n  \n  But I’ll eat any pizza, really.\n  ","858074":"\n  They’re secretly robots.\n  \n   They weren’t real from the beginning.\n   \n\n     View more\n    \n\n","858075":"\n  I wish I had the time to be bored anymore lol there is always something to be done.\n  ","858076":"\n  I am in love 💕\n  ","858077":"\n  I can hate something I don’t totally understand.\n  ","858078":"\n  Yes\n  ","858079":"\n  It means she’s being polite.\n  ","858080":"\n  I have no idea 🤔\n  ","858081":"\n  I was just on Minecraft. Didn’t notice anything different 🤷🏽‍♀️\n  ","858082":"\n  If it’s dying, it’s dying.\n  \n  If you’ve tried everything you can;\n  \n  -Talking about it (just you two)\n  \n  -Talking about it (counseling)\n  \n  *depending on how long y’all been together*\n  \n  -Taking some time apart\n  \n  -Trying to find the spark by going on an adventure just the two of you\n  \n  ...and it still hasn’t worked, prepare for a possible breakup in the near future.\n  ","858083":"\n  Being in labor.\n  \n  Weird maybe, but it was an amazing experience.\n  ","858084":"\n  I can get jiggy with it...\n  ","858085":"\n  I don’t have anything out of the ordinary in my purse or wallet. Besides my kid’s stuff.\n  ","858086":"\n  Well jeez. In end of middle school\/high school I would already know the person I liked and maybe look over their Myspace page... but I never really stalked them further. I always preferred directly talking to them. In my adult life, before I got serious, I actually never thought of FB stalking them until the tail end of being single. I guess I never really thought about it..... still preferred directly talking. I rather be rejected (rip the bandaid off) than to stalk a page, get to know someone’s online personality, maybe some of their family just to waste my time on someone who doesn’t even like me like that 🤷🏽‍♀️ (slow burn)\n  ","858087":"\n  There’s a series out? 😬\n  \n  The movies were bogus.\n  \n  Can I say, neither?\n  ","858088":"\n  Ok\n  ","858089":"\n  Love all of those!\n  \n  Thank you for sharing :)\n  ","858090":"\n  Ok?\n  ","858091":"\n  Cheating. I won’t stand for that.\n  ","858092":"\n  What are the top 3 things you are most proud of in your life?\n  ","858093":"\n  The bond for me.\n  ","858094":"\n  What: Presents for Christmas for my son 🎁\n  \n  Why: I love the little dude 💕\n  ","858095":"\n  Definitely\n  ","858096":"\n  I don’t know how. But I found this bird. Thought it was cute 🤷🏽‍♀️\n  ","858097":"\n  You can definitely have multiple crushes. We are human.\n  ","858098":"\n  I don’t really watch music videos. I used to on MTV. I like all the Missy Elliot music videos I’ve seen 🤷🏽‍♀️\n  ","858099":"\n  All I Want For Christmas is my Two Front Teeth 😬 or that hippopotamus one. Ugh.\n  \n  There are so many bad ones. Luckily they aren’t overly popular so I’m not being constantly attacked by them.\n  ","858100":"\n  There’s not much you can do. Were y’all close? That might sting a little more if you were.\n  \n  Forgive but don’t forget.\n  ","858101":"\n  Hyenas or house cats.\n  ","858102":"\n  Anonymous people wondering what makes me nervous 😩\n  ","858103":"\n  Mango 🥭\n  ","858104":"\n  Wall-E 😍\n  ","858105":"\n  I hate these questions 😂😂😂\n  \n   I can never pick just one!\n   \n   But I’ll try.\n   \n    For RIGHT NOW, it’s:\n    \n    Sausage Party\n    \n\n      View more\n     \n\n","858106":"\n  What is Ashti?\n  ","858107":"\n  Google translate could not translate. I apologize.\n  \n  ترجمة جوجل لا يمكن أن تترجم. أنا\n  \n  أعتذر.\n  ","858108":"\n  Bored? Nah.\n  ","858109":"\n  Deepest parts of the ocean. I’m all about space, but let’s learn about the rest of our world first.\n  ","858110":"\n  Like within yourself?\n  \n  I’d say it’s a feeling you get that you haven’t gotten before. A sense of knowing when a person is the one person you are okay with being annoyed with possibly forever. A connection like no other.\n  ","858111":"\n  I’m not super duper into sports, but I’m from Seattle so I’ve grown up watching Seahawks and Mariners.\n  ","858112":"\n  Harry Potter. Then and now!!\n  \n  Always.\n  ","858113":"\n  Taken\n  ","858114":"\n  Pandora app.\n  \n  French Kiwi Juice station.\n  \n  You’re welcome.\n  \n  Unless you don’t like it..\n  \n  Then, I’m sorry.\n  \n  I’m not sure what genre you like.\n  ","858115":"\n  It was super awkward! And thank you for giving me props :)\n  ","858116":"\n  He did. Twice. The first time I was like ehhh we’ll see.... and then he messaged me again and asked me, so I suggested we go on a drive or something where we can actually get to know each other. I’m all about second chances. But it didn’t work out... which I kind of already knew would happen. Plus, I thought to myself, if I had really liked this guy would I have been able to constantly eat in silence with him every time? Ultimately the answer was no. I hope he finds an equally silent girl though... or one who doesn’t mind utter silence... if he hasn’t already. 😊\n  ","858117":"\n  I was with my husband and son.\n  ","858118":"\n  I went on a date with this guy once who didn’t talk at all to me. He ate and watched tv on the restaurant’s wall. When I tried to ask him a question he told me he didn’t talk when he ate??!! Then why did you take me out to eat on our first date????? Pointless. Also, I talk all the time and he did not match my energy at all.\n  \n  I also hate cigarettes. My ex used to smoke SO much that I don’t mind the smell anymore (which is icky) but the breath and the clothes and everything stinks after. And the teeth start to yellow and.... just no thanks.\n  ","858119":"\n  I wish I had time to be bored anymore honestly 😭\n  ","858120":"\n  Saxophone 🎷\n  ","858121":"\n  It could be better but life is life is life is life.\n  ","858122":"\n  Burritos at the moment.\n  ","858123":"\n  Hippogriff! They are magnificently proud creatures and they fly!\n  ","858124":"\n  Mariners.\n  ","858125":"\n  I don’t come on here for anyone else besides myself 🤷🏽‍♀️\n  ","858126":"\n  5:07pm\n  ","858127":"\n  Yes\n  ","858128":"\n  My son\n  ","858129":"\n  Let me know when you find out 😫 maybe a public speaking college class? Idk.\n  ","858130":"\n  Home home home\n  ","858131":"\n  Their face... since that’s what I usually look at when I’m walkin down the street.\n  ","858132":"\n  Minecraft of creative mode because I like to build and be left alone. I also love Atari. That’s a few different genres..\n  ","858133":"\n  No I would not.\n  ","858134":"\n  I had the giggles the other night and could not stop laughing. I was crying I was laughing so hard... almost woke up my son.\n  ","858135":"\n  My family and I don’t celebrate it anymore, but thank you! Happy Thanksgiving to you! I hope you have a good one :)\n  ","858136":"\n  Not yet\n  ","858137":"\n  Thank you.. to you as well.\n  ","858138":"\n  I’m not going on a date tonight.\n  ","858139":"\n  Idk who Heather is... but while I was waiting for the bus (8\/6\/12) I read this note on the bus stop. If you ever read this Josh, you definitely suck. Unless Heather’s cray cray... then I understand, Josh. I get it.\n  ","858140":"\n  A bunch of junk. I have a child. Junk is what I have 😂\n  ","858141":"\n  I was 10. A “family friend” told me in front of everyone that I couldn’t be that stupid to still believe in Santa. So then another family member piped in about her belief in God and it started this big thing. Point being, age 10 became the starting point of me starting to question everything.\n  ","858142":"\n  That depends on the woman’s preference I guess. Just like men. Some do some don’t 🤷🏽‍♀️\n  ","858143":"\n  One of my ex best friends slept with my then boyfriend. That’s a good reason.\n  ","858144":"\n  I’ll try it out!\n  ","858145":"\n  Nah\n  ","858146":"\n  I am! Tuesday is actually the worst day for me.\n  ","858147":"\n  “YOLO” responsibly 😂\n  \n  But seriously. I think a lot of people think YOLO is doing a bunch of crazy stupid shit... I take it as, live your life GREAT. Road trips, vacations, learning new languages, meeting interesting people and gaining their stories. Become someone great. Do things that you would be proud to tell your grandchildren.\n  \n  With that being said, I think the word YOLO is dumb.... so just love a good life and try to fix the older generation’s mistakes (planet wise)\n  ","858148":"\n  News.\n  ","858149":"\n  Being ticklish.\n  ","858150":"\n  My great great aunt. She was the best in every way.\n  ","858151":"\n  I would let your current girl know what happened to you with that on your last relationship. If you’ve already told her but she’s still fucking with you like that, oh no she gots to GO!\n  ","858152":"\n  Exactly what my ex did to me... total mental abuse\/control. They do it because it’s one of the most ultimate power moves designed to make you feel like they can get anyone they want but they are choosing to be with you, lowering your confidence and thus being trapped to stay with them because you don’t feel like you deserve better.... WHICH YOU DO!\n  ","858153":"\n  Yes\n  ","858154":"\n  I made it clear to my man that that’s NOT a joke to me whatsoever. So if he ever tried that “joke” with me, I’d have to believe him. When you’re in a committed relationship, no matter how much you joke around with each other, I don’t think that stating you slept with someone else is a tasteful joke. Sometimes when people “joke” they are telling the truth, wanting to see your reaction, and if they don’t get the reaction they want, they play it off as a joke. That how my ex boyfriend did to me and refusing to believe he would do something like that to me, I let it go. Turn out he was not only sleeping around with many women, he was sleeping with my best friend (former) for the 3 out of 5 years we were together. I think I’d ask you... what does your gut tell you? Can you trust the person you’re with or when you heard the “joke” did you immediately get a strange feeling like it wasn’t just a joke?\n  ","858155":"\n  👍🏽\n  ","858156":"\n  Last night. I’m a baby.\n  ","858157":"\n  I’m not sure why anyone would think I’m jealous of someone else 🤷🏽‍♀️ but if there are, I’m glad that they have such a great life.\n  ","858158":"\n  My name literally means olive tree, so if I hated olives, I feel like I’d have to change my name 😂 I love all the olives! Black, purple, red & green!\n  ","858159":"\n  🙅🏽‍♀️🙅🏽‍♀️🙅🏽‍♀️\n  ","858160":"\n  The only football team I pay attention to (barely) is the Seahawks... they’re my home team. They are doing OKAY but they won’t make it to the Super Bowl. So I don’t know 🤔\n  ","858161":"\n  I couldn’t translate this one... sorry!\n  ","858162":"\n  Are they allowed to be enlightened back from the dead? I’d love to have a dinner party with my great great great aunt and my great uncle.\n  ","858163":"\n  Pretty much all the things. I have a toddler and I’m a teacher of young ones. Childish things are what I do daily.\n  ","858164":"\n  Finding\/making shelter, setting traps, finding food. Then again it all depends on what type of island it is. I’m really hoping it’s the one that Jack Sparrow was on.... there’s rum there! Well I guess now it’s gone.. but who knows.. it could’ve been restocked!\n  ","858165":"\n  🤷🏽‍♀️\n  ","858166":"\n  My son. Easy.\n  ","858167":"\n  People who can hurt animals and children like it’s nothing.\n  ","858168":"\n  I’m not sure what to be amazed at... but sure!\n  ","858169":"\n  Make friends\n  ","858170":"\n  Having money\n  ","858171":"\n  🤷🏽‍♀️🤷🏽‍♀️🤷🏽‍♀️\n  ","858172":"\n  Never forget how you first felt about each other when you both are going through hard times.\n  ","858173":"\n  Nations?\n  ","858174":"\n  Diego Luna. Probably until I die.\n  ","858175":"\n  I think I see in your top pic that you have a tongue piercing? I’ve wanted to get one for a full 8 years now but I’m a damn chicken. What’s it like? Pain level for you, healing time, etc.\n  ","858176":"\n  Owning a home\n  ","858177":"\n  Italy 🥰\n  ","858178":"\n  Well seeing as how your first thought was not to wash it, I’d say to buy some Febreeze and spray the thing.\n  ","858179":"\n  🤷🏽‍♀️\n  ","858180":"\n  Out of the Box\n  ","858181":"\n  I’m alright. Thanks for asking.\n  ","858182":"\n  Brussels sprouts, broccoli, corn or beets.\n  ","858183":"\n  Life in general is good.\n  \n  Today is shit.\n  ","858184":"\n  Thank you. You as well.\n  ","858185":"\n  A Pygmy seahorse\n  ","858186":"\n  Cash.\n  \n  Seriously.\n  \n  I got debt.\n  ","858187":"\n  Oprah\n  ","858188":"\n  My pet fish.\n  ","858189":"\n  I’m not sure. I haven’t touched everything in the world.\n  ","858190":"\n  Game of Sultans\n  ","858191":"\n  A guy who died a long time ago.\n  ","858192":"\n  I’ve heard of GameFly\n  ","858193":"\n  🤷🏽‍♀️ wouldn’t know\n  ","858194":"\n  Holy crap... I hope he does get fired. Anyone else would, having sex on the job.... unless that’s your actual job....\n  ","858195":"\n  My son\n  ","858196":"\n  Yes\n  ","858197":"\n  Going to work and then going home. I try to avoid going outside at this time.\n  ","858198":"\n  Italy, Ireland, Jamaica and\/or Sweden.\n  ","858199":"\n  I’ve been in a pool maybe a handful of times.. no craziness have I ever tried.\n  ","858200":"\n  Deep.\n  ","858201":"\n  I would love Autumn if I were living down place different. But after so many months of grey and wet and cold, I have to say Summer.\n  ","858202":"\n  My depression.\n  ","858203":"\n  I don’t know\n  ","858204":"\n  I’m grouping all the HP’s into one super movie. But about 20 other movies popped into my head with this question.\n  ","858205":"\n  That’s too hard of a question.\n  ","858206":"\n  I do nothing\n  ","858207":"\n  Yes\n  ","858208":"\n  What are your aspirations in life?\n  ","858209":"\n  A lot of them are trolls. They can dish stuff out but can’t handle it being done to them.\n  ","858210":"\n  I don’t associate myself with just one quote.\n  ","858211":"\n  Yesterday I spent $70 in a restaurant.\n  \n  Then my soul cried.\n  \n  The end.\n  ","858212":"\n  He hasn’t been in my life long enough.\n  ","858213":"\n  I love Diego Luna.\n  \n  I don’t know who David Luna is.\n  ","858214":"\n  This sentence was all over the place.\n  ","858215":"\n  Yes? Maybe? I don’t know. I was taught to question everything, always.\n  ","858216":"\n  Not a huge fan of autumn. Then again it might be because of where I live. It’s probably a beautiful time in other places.\n  ","858217":"\n  I like both. Right now I have short hair, but I’m waiting for it to grow out a little more so I can get box braids.\n  ","858218":"\n  Who’s Jake\n  ","858219":"\n  Yes\n  ","858220":"\n  7 hours ago I looked asleep. Because I was.\n  ","858221":"\n  “Wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf..”\n  ","858222":"\n  Yes.\n  ","858223":"\n  ‘Fraid not\n  ","858224":"\n  There are like 20-some zip codes for Seattle.\n  ","858225":"\n  I study online.\n  ","858226":"\n  I LIKE IT THE NORMAL AMOUNT!\n  \n  Like people who like pumpkin spice lattes.\n  ","858227":"\n  Well I just got home an hour ago from a baby shower, tomorrow I work.\n  ","858228":"\n  Aw well, if it wasn’t endangered, maaaaan I need that money for bills! So, sorry bug! Ya bouts to die.\n  ","858229":"\n  Exactly! So either way it’s beneficial.\n  ","858230":"\n  There two. Both by Dumbledore. It’s cliche, but have gotten me through a lot.\n  \n  “Dark times lie ahead of us and there will be a time when we must choose between what is easy and what is right.”\n  \n  This quote helps me get up everyday. The “dark times” can mean the world or within ourselves and I always use it as a tool to look inside of myself. It would be easy for me to stay in bed all day and waste however many days\/weeks\/months\/years I have on this planet.... OR I can get up and do shit. I fight through depression and anxiety everyday to raise my son. I hold down two jobs, have started the process of going back to school  and I still think I can push myself more. I wasn’t put on this planet to waste my own time.\n  \n  The other quote:\n  \n  “Happiness can be found, even in the darkest of times, if one only remembers to turn on the light.”\n  \n  This is a more well known quote that hits home. It helped me through the death of a family member. And still helps me process it years later.\n  ","858231":"\n  Surrender to what exactly\n  ","858232":"\n  Thank you! I’m trying to be more Earth-Conscious.\n  ","858233":"\n  🤷🏽‍♀️🤷🏽‍♀️🤷🏽‍♀️\n  ","858234":"\n  I’m a little over cautious. So rarely do I do things without considering the consequences.\n  ","858235":"\n  My friend Terrence always has me cracking up. He’s so sassy all the time and full of energy.\n  ","858236":"\n  She’s Not That Boring, Promise.\n  ","858237":"\n  As many as I can, really.\n  ","858238":"\n  I don’t think I’m that weird. Then again, I’m interested in some weird stuff so I don’t know, the first number that popped into my head was 6.\n  ","858239":"\n  Ask for advice\n  ","858240":"\n  I’ve always loved Goofy! Very much related. But my attitude is very Donald Duck.\n  ","858241":"\n  As many as I can!\n  ","858242":"\n  If it was small sure! If it was some kind of endangered bug maybe not. We need all the help we can get on this planet.\n  ","858243":"\n  Mmm they’re ok.\n  ","858244":"\n  This glass sea ball when I was young.\n  ","858245":"\n  What kind of bug we talkin?\n  ","858246":"\n  Mine? I think they’re both nice. To me anyways 🤷🏽‍♀️ to each other 😬😬😬😬 #anotherstory4anotherday\n  ","858247":"\n  Ooh ya definitely go!\n  ","858248":"\n  Yes girl I was totally awake last night! I was watching all the Halloween movies!! 🎃 now I regret it because I’m at work all day and I’m exhausted lol\n  ","858249":"\n  I’m sorry?\n  ","858250":"\n  Usually the ones I adopt are adults and already have names. But if I were to name one, I’d have to wait and see what it looked like, if ya personality, etc. I do have a fish named Jeff. Let me tell you, he is the best fish.\n  ","858251":"\n  Eating well and exercising regularly\n  ","858252":"\n  I don’t have one of those. Here is a gif instead.\n  ","858253":"\n  72\n  ","858254":"\n  I’m sorry. It won’t happen again.\n  ","858255":"\n  Tuesday’s are usually the worst for me. But I’m going to try and stay positive..... try.\n  \n  Happy Tuesday to you!\n  ","858256":"\n  My husband does that a lot. There are more ways to communicate than with words. My man needs to think over things on his own time, so I will write him little notes or letters. He responds to them very well. Much better than when I try to come at him with words. He can get defensive and I recognize that, so I do what I can to help him out while helping myself in the process.\n  \n  Get creative with expressing your feelings to her! :)\n  ","858257":"\n  No homework tomorrow, just work work.\n  ","858258":"\n  Personally, I would only go into the pool with my ring on. If I wasn’t dipping my face\/head in, maybe some earrings, but not dangly ones.. I feel like one shouldn’t wear anything fake that could turn their skin green. Like Cheryl Lynn would say, it’s got to be real. Unless you’re shooting a music video, I don’t think excessive amounts of jewelry are necessary.\n  ","858259":"\n  I have a strong dislike for cauliflower.\n  ","858260":"\n  I love watching The Golden Girls and getting to bed at a decent hour.\n  ","858261":"\n  Leaning more towards pessimistic. I need to work on that 👀\n  ","858262":"\n  When I was 15 I thought other 15 year olds were attractive. Now I’m 26 and they look like children and.... just no😬\n  ","858263":"\n  Italian\n  ","858264":"\n  Ok?\n  ","858265":"\n  Oh there are so many!! Off the top of my head; The Good Place, (the original) Charmed, The Dark Crystal: Age of Resistance, Big Mouth, iZombie, The Order, Murder Mountain, and THE HAUNTING OF HILL HOUSE 😫🙌🏽\n  \n  There are so many good ones. SO MANY.\n  ","858266":"\n  Yes. No idea! I would love to find out.\n  ","858267":"\n  A couple songs\n  ","858268":"\n  Depends on who I’m saying goodbye to lol 🤷🏽‍♀️ obviously if I’m attached it’s hell.\n  ","858269":"\n  I know this was 2 days ago, but my evening *this* evening I am exhausted. I had a busy day.\n  ","858270":"\n  I’m not sure what each massage is called, but I’ve liked all the ones I had so far in my life!\n  ","858271":"\n  Snow leopards 😍\n  ","858272":"\n  I feel like fairy tales, fables etc. are all based of some sort of truth. Even the craziest most out there ones. Fairy tales can be fun and entertaining for children. Also finding out the darker versions when you’re older is a cool experience as well!!\n  ","858273":"\n  Hmm I’ve never thought of that. I have no idea! Maybe it depends on what you did to get expelled.\n  ","858274":"\n  Fox & The Hound\n  \n  also\n  \n  Me Before You\n  ","858275":"\n  You’re welcome!\n  ","858276":"\n  I have so many questions before I begin to answer this.\n  \n  •••••••••••••••••••••••\n  \n  Does she like you back?\n  \n  What prompted the sharing of the scrunchie?\n  \n  Are you going to ask her out?\n  \n  •••••••••••••••••••••••\n  \n  I mean, it would be cute if you wore it tomorrow..\n  \n  Don’t put too much thought into it :)\n  ","858277":"\n  Go to Setting\n  \n  Scroll down to “Blocked”\n  \n  Click it.\n  \n\n  :)\n  ","858278":"\n  I try not to! If the question is in another language I’ll Google Translate it and try to answer to the best of my abilities. Usually if I have a question I’m not sure how to answer, I’ll think it over for a couple days, maybe even weeks. Very rarely do I delete them :)\n  ","858279":"\n  Confundo\n  ","858280":"\n  Yes.\n  ","858281":"\n  A break from what?\n  ","858282":"\n  Oh my feelings!\n  ","858283":"\n  Super predictable, but crime brûlée is the shiiiiiiiiiit. Also pie. Pie is so wonderful. And coconut cake (that jellied cake) and definitely most desserts.\n  ","858284":"\n  Wrong app.\n  ","858285":"\n  What a generous random offer from an anonymous source on a question & answer app.\n  ","858286":"\n  Rich\n  ","858287":"\n  Then why did you ask if you already knew your answer?\n  ","858288":"\n  You need to call in the morning and see if you even have to go in. A class is not a good enough excuse for them.\n  ","858289":"\n  I either ask my bestie, Terrence.\n  \n  (We have similar music taste)\n  \n  Search through Pandora\n  \n  Look through the Music app\n  ","858290":"\n  Oh okay! I don’t really play video games that much. Thanks for letting me know :)\n  ","858291":"\n  Why is this one of the most asked questions on here that I seem to get? A general obsession of wondering? A fetish? I’m bored with this one. NEXT!\n  ","858292":"\n  Financial security.\n  ","858293":"\n  Work or whenever my son wakes up.\n  ","858294":"\n  Okay then\n  ","858295":"\n  Yes, but I don’t know what mine is.\n  ","858296":"\n  The only name I know is DiCaprio. I’m guessing the chick is his chick? Idk they might get married. Sometimes that happens.\n  ","858297":"\n  I’ve never willingly put my work out there, so I guess in my own way, yes, I am undiscovered and for now, that’s totally fine with me.\n  ","858298":"\n  Your question cut off... I have no idea what else to say.\n  ","858299":"\n  Don’t know, haven’t looked, not that interested.\n  ","858300":"\n  “I’m forking tired.”\n  ","858301":"\n  Me\n  ","858302":"\n  No.\n  ","858303":"\n  My car\n  ","858304":"\n  It definitely set me and my family back a little, but luckily it wasn’t too big of a fail.\n  ","858305":"\n  Money to pay my bills.\n  ","858306":"\n  Hello to you fellow 🦉\n  ","858307":"\n  Tea, maybe a little weed some nights, a good tv show and my heated blanket.\n  ","858308":"\n  Yes and yes\n  ","858309":"\n  Fake it ‘til you make it\n  ","858310":"\n  No?\n  ","858311":"\n  Love is something that just happens, but there’s also work involved I believe to keep it alive (the spark) love can fade if you let it.\n  ","858312":"\n  Walk alone at night\n  ","858313":"\n  Not any that I’ve met. But there are people in power that terrify me.\n  ","858314":"\n  Like a solid 6\n  ","858315":"\n  I have a fish named Jeff.\n  ","858316":"\n  *safety* manager\n  \n  *sanitary* engineer\n  \n  *survey* worker\n  \n  *stationary* engineer\n  \n  *secretary*\n  \n  *sulky* driver\n  \n  *security* guard\n  \n  *slurry* mixer\n  \n  *spray* machine operator\n  \n  *story* editor\n  ","858317":"\n  The inside of my eyelids. When I’m asleep. Unbothered.\n  ","858318":"\n  I would love to be in one of those North Face winter boots, but I’m currently in a Birkenstock 🤦🏽‍♀️\n  ","858319":"\n  Google “homeless people” and “hippies”\n  ","858320":"\n  I love a lot of types. R&B, rap, era, pop, jazz, classical, funk, opera, etc etc etc.\n  ","858321":"\n  Not my team\n  ","858322":"\n  THERE IS. A GOOGLE FOR THAT\n  \n  💻\n  ","858323":"\n  “Trash but make it fashion”\n  ","858324":"\n  Well nowadays both will get you paid. Unfortunately for me, I don’t exactly have either so I gotta struggle with paycheck to paycheck.\n  ","858325":"\n  Fake it ‘til you make it. I know that doesn’t seem like help, but it’s really the motto that I lived by throughout college. I pretended like I was in a movie and I was a little bit over dramatic and silly and ended up having some really really great times.\n  ","858326":"\n  I don’t worry about that anymore. But when I did, I still didn’t. Guys say they like specifics and they will go to what attracts them. There is no way to tell what attracts every man because every man is different. Literally being yourself, someone will notice you. Everyone is someone’s type to someone. It’s a big world out there. If you want to know what a specific guy looks for, ask that specific guy.\n  ","858327":"\n  Quite a few actually and I’m surprised because by no means is my life together. Maybe I give advice better than I take it... from myself?!\n  ","858328":"\n  Chillin\n  ","858329":"\n  I am so confused with this question.\n  ","858330":"\n  I don’t want to stay in one place for too long. I would love to travel.\n  ","858331":"\n  A flip phone is still a good phone. I count a “good phone” being able to make calls. Which is the prime purpose of a phone. A landline is a great phone.\n  ","858332":"\n  I don’t know 🤷🏽‍♀️ I don’t follow anyone on here or pay attention to anyone else’s profile. I just answer questions and rarely ask them. All I’m here for.\n  ","858333":"\n  Food & attention.\n  ","858334":"\n  Sometimes 80 sometimes 5. It REALLY depends on the situation.\n  ","858335":"\n  Can you word this question differently... I have no idea how to answer.\n  ","858336":"\n  You just know.\n  ","858337":"\n  Oh I don’t have just one song. I have a whole “dance party” playlist.\n  ","858338":"\n  Oh I love most all commercials. Sometimes they’re more interesting than the shows. The commercials in between the Superbowl are the best.\n  ","858339":"\n  I don’t think I could be more sure.\n  ","858340":"\n  Stayed in an abusive relationship. Whew chile, the drama.\n  ","858341":"\n  A bumper sticker. I love free stuff.\n  ","858342":"\n  ok\n  ","858343":"\n  hey\n  ","858344":"\n  Somewhere that’s not rainy.\n  ","858345":"\n  I’m not sure what this question is implying. What’s my opinion on people?! Um, they’re people. Some people rock some people suck. I don’t know everyone, so I can’t judge those I don’t know.\n  ","858346":"\n  I’m not studying for anything right now. But when I have, I always think of the finish line and how good imma feel when it’s done.\n  ","858347":"\n  Sure have\n  ","858348":"\n  Yes.\n  ","858349":"\n  Bedtime\n  ","858350":"\n  es solo una sensación increíble\n  ","858351":"\n  That’s up to what you believe in. I think it’s different for all of us.\n  ","858352":"\n  Muscles 😍\n  ","858353":"\n  Airport\n  ","858354":"\n  I’m not in school anymore. But when I was, I loved AP English.\n  ","858355":"\n  Complaining\n  ","858356":"\n  I have no idea what I would name my next pet! I’m a cat lady and I’m known for picking the older cats because I know they are less likely to be adopted. Usually the older cats already have names and I’m not trying to change a name they’ve been called their whole life. But I think any pet that I get, if it didn’t have a name yet, I’d have my son choose. I know it was always fun to name a new pet when I was a kid.\n  ","858357":"\n  Surgery\n  ","858358":"\n  ok 🧦🥐\n  ","858359":"\n  Gosh How Boring: But Wait, There’s More!\n  ","858360":"\n  Raid the pot stores and find me a mansion to chill in until I can figure out what to do next.\n  ","858361":"\n  This question has haunted me for 6 days now. I have no idea. I have had no desire for a boat so I’ve never thought about it. Maybe: Island Girl\n  ","858362":"\n  I don’t think I really know any of them. The few things I’ve seen, I don’t really like any of them either.... and I can say that. I’ve collectively lived here for about 14 years.\n  ","858363":"\n  I think 2\n  ","858364":"\n  Eat escargot 🐌\n  ","858365":"\n  I can’t starfish in bed.\n  ","858366":"\n  I’m not sure there’s a thing. There are people who steal stickers just for the hell of it.\n  ","858367":"\n  Being able to go home whenever I want.\n  ","858368":"\n  🤷🏽‍♀️ maybe\n  ","858369":"\n  The floor\n  ","858370":"\n  You are very welcome! I hope it does help you :)\n  ","858371":"\n  In certainsituations\n  ","858372":"\n  Yeah. My grandma got rid of my first dog while I was at school.\n  ","858373":"\n  Write it for yourself first, like a vent letter. Wait some time for everything to cool off (if\/when you’ve moved out) take some real time to think about everything. After a while, maybe days, weeks or months depending on your situation, read the letter you wrote. Did anything change within that time? Anything you would take out? Add? Make changes and write a new one. Then give it to her. You will be in a clearer head space.\n  ","858374":"\n  Being a parent\n  ","858375":"\n  I respect your views.\n  ","858376":"\n  It didn’t change too much I don’t think. Sorry for the lame answer - everything has been chill 👌🏽\n  ","858377":"\n  We lived in the same city, but about 20 minutes away from each other. Not too far, but far enough. I had to set boundaries with her and let her know that I needed space. I recommend writing a letter to her about everything that is bothering you with your relationship. Leave nothing out. Hopefully she will respect it. If you need someone to read it out for comments\/critique before you give it to her, try to find someone... again, someone who is trusted.\n  ","858378":"\n  Warmth, good smells, a space\/time to write.\n  ","858379":"\n  Lint 🖤\n  ","858380":"\n  Writing\n  ","858381":"\n  Yes\n  ","858382":"\n  Do you live with them? If you’re underage, I’d talk to someone else about what’s going on like a counselor or other trusted adult if you can.\n  \n  If you’re within legal age, I’d suggest saving up and moving out ASAP.\n  \n  Sometimes absence makes the heart grow fonder.\n  \n  When I lived with my mom we were constantly at each other’s necks. I moved in with other family at age 16 and 10 years later, we are closer than we’ve ever been.\n  ","858383":"\n  I’m not sure this was a whole question\n  ","858384":"\n  Bad Blood - NAO\n  \n  or\n  \n  Gold - Kiiara\n  ","858385":"\n  Block and report.\n  ","858386":"\n  Dance fitness\n  ","858387":"\n  62. And I talk to about 5 of them.\n  "}}