{"Question":{"858388":"\n   Do you ever just look at your sibiling looking all undisturbed and unbothered and thought to yourself \"Imma hit this mf\" Cause same :')\n  ","858389":"\n   Football or Soccer ?\n  ","858390":"\n   If you had one word to describe yourself, what word would it be?\n  ","858391":"\n   Should people be given a second chance? ?\n  ","858392":"\n   Anything crazy happen in the past week? Story time?? Or nothing really happened? Share your experience and thoughts here.\n  ","858393":"\n   are you usually afraid of the dark?\n  ","858394":"\n   What position do you play in soccer\n  ","858395":"\n   Are you ready for Halloween 🎃?\n  ","858396":"\n   Where do you meet new people?\n  ","858397":"\n   What is a skill you’d like to learn and why?\n  ","858398":"\n   What's super-noisy?\n  ","858399":"\n   DO YOU LIKE RACCOONS\n  ","858400":"\n   What is the worst 21th century gadget?\n  ","858401":"\n   Do you think someone likes you and if you know for a fact they do , do you like them back????\n  ","858402":"\n   Shout out to all who been married over 10 years\n  ","858403":"\n   Do you have any nickname for your friend?\n  ","858404":"\n   Do you believe in super natural powers?\n  ","858405":"\n   Why do I still blush when I'm nervous?\n  ","858406":"\n   What’s your favorite marvel?\n  ","858407":"\n   What is the best feeling ever?\n  ","858408":"\n   WOULD YOU RATHER BE A FOOTBALL PLAYER OR A HOCKEY PLAYER\n  ","858409":"\n   I want _______ right now\n  ","858410":"\n   Who 😁😱is your best friend?\n  ","858411":"\n   Is there any women who would stalk man who they've wrongfully accused of stalking🤔\n  ","858412":"\n   Show your phone case?\n  ","858413":"\n   What is the most important thing in life?\n  ","858414":"\n   Have you ever thought this before, \"Why were the old days better than these?”?\n  ","858415":"\n   If you could turn back time, would you do it? Why?\n  ","858416":"\n   Some advice for those who wanna be better?\n  ","858417":"\n   Favorite kind of candy? Mine is peanut m&M's,sour patches\n  ","858418":"\n   Do you have a brother from another mother? Post it!\n  ","858419":"\n   Is it more important to love or be loved?\n  ","858420":"\n   Were you in a relationship with someone before???\n  ","858421":"\n   What was the worst age you’ve had so far?\n  ","858422":"\n   Screensaver picture?❤️\n  ","858423":"\n   Favorite actress?\n  ","858424":"\n   I turn 24 in 2 weeks and stay with my pops I help around the crib a lot do grocery,give em $500 within a week helpin me pay bills isn’t a problem the problem is every time there’s a bill he comes to me and I feel as if he’s robbing me he filed taxes and didn’t even give me my returns\n  ","858425":"\n   Will you scold your children for getting bad grades?\n  ","858426":"\n   What is the major problem in your city?\n  ","858427":"\n   What's the most difficult choice one has to make?\n  ","858428":"\n   What's your most recent favourite photo that you have taken?\n  ","858429":"\n   Lol stop showin off\n  ","858430":"\n   Bro who sells bud near melrose park omg it so hard to get a decent plug\n  ","858431":"\n   What's a popular food you find disgusting?\n  ","858432":"\n   What does it mean when a man looks at other women when he is with his girlfriend?\n  ","858433":"\n   What is your favorite song\n  ","858434":"\n   Is there any person you are afraid of?\n  ","858435":"\n   What's more important ? Trying to find things out about someone so you're free to hate them ? Or solving an epidemic ?\n  ","858436":"\n   How do you control you anger?\n  ","858437":"\n   when I first met you you were cool but it was Game you had me Fooled.\n  ","858438":"\n   What has happened to this society ?\n  ","858439":"\n   Pertanyaan yg sering lontarkan ndan tidak pernah bosan pada pasangan kalian wktu baru\" jadian 😁😁😁🤭\n  ","858440":"\n   What would you do if you meet an alien?\n  ","858441":"\n   is there anyone that you want back in your life?\n  ","858442":"\n   What is the most ridiculous place for a first date?\n  ","858443":"\n   Emoji of the day!\n  ","858444":"\n   your favourite picture from last weekend?\n  ","858445":"\n   What question do you ask yourself a lot?\n  ","858446":"\n   What makes you happy lately?\n  ","858447":"\n   What should a woman be like? ?\n  ","858448":"\n   I'm just getting over a Cold and I still have a running nose it sucks\n  ","858449":"\n   What have you learned today?\n  ","858450":"\n   What is your reason to keep fighting and survive?\n  ","858451":"\n   Do you follow your brain or your heart?\n  ","858452":"\n   Que edad tienes?\n  ","858453":"\n   What are your memories from this winter? Tell me, please :з\n  ","858454":"\n   But I want yours...\n  ","858455":"\n   Just put some ankle socks on pls\n  ","858456":"\n   Please....\n  ","858457":"\n   I’m invisible to women. Literally.\n  ","858458":"\n   Are you usually late, early or right on time?\n  ","858459":"\n   Would you rather have mermaids or unicorns be real?\n  ","858460":"\n   what's the best inside joke you’ve been a part of?\n  ","858461":"\n   5 minutes to live, your stuffing your face with what?\n  ","858462":"\n   What is an interesting fact about you?\n  ","858463":"\n   What websites do you go to everyday?\n  ","858464":"\n   Glazed or sprinkles doughnuts?\n  ","858465":"\n   Do you think that money can buy love?\n  ","858466":"\n   With whom would you get in touch in a spirit calling session?\n  ","858467":"\n   What do you spend most of your money on?\n  ","858468":"\n   Which movie do you think is overrated?\n  ","858469":"\n   What was the thing that annoyed you?\n  ","858470":"\n   How many exes u got ?\n  ","858471":"\n   What would be harder for you, to tell someone you love them or that you donot love them back? ?\n  ","858472":"\n   Put your music on shuffle, what are the first 3 songs that come on?\n  ","858473":"\n   ستُدرك الشمعة يوماً أنها احتضنت خيطاً أهلكها .\n  ","858474":"\n   Name the ASKfm users, with whom you would want to go on a road trip for a week. Why them?\n  ","858475":"\n   Have your parents ever gotten into a fight with your next-door neighbors\n  ","858476":"\n   What people looking for in life\n  ","858477":"\n   Do you like Aaron Rodgers\n  ","858478":"\n   What are your thoughts about “weed”?\n  ","858479":"\n   Which social media platform do you perfect? Snapchat, Instagram, Facebook, or Twitter?\n  ","858480":"\n   What kind of flowers should you give to a girl?\n  ","858481":"\n   Maybe your friend loves bad boys so she can generate sympathy from others.\n  ","858482":"\n   When you go to a movie, do you like to sit in the back, middle, or front?\n  ","858483":"\n   Would you warn your son against marrying a woman that has 3 kids from 3 men and was divorced 3 times?\n  ","858484":"\n   Do you like dogs or cats ?\n  ","858485":"\n   What does your bedroom smell like?\n  ","858486":"\n   If you hit the lottery today would u do a no call no show tomorrow?\n  ","858487":"\n   Do you prefer texting or talking on the phone ?\n  ","858488":"\n   exposingrichardprendergast.tumblr.com\n  ","858489":"\n   If you were told right now that you have thirty minutes to live, how would you spend it?\n  ","858490":"\n   If you had lots of money what would you do with it?\n  ","858491":"\n   Are you not getting clear answers from people inside your church about something you're questioning? Are you wanting to hear \"the other side\" from someone who has experienced both? Are you uncomfortable sharing your doubts or questions with someone from inside the faith?\n  ","858492":"\n   Google translator works great! :)\n  ","858493":"\n   Vadí podle tebe klukům rovnátka u holky?\n  ","858494":"\n   What is your attitude to smoking?\n  ","858495":"\n   Why should men be forced to pay child support ? He may not be the father.Maybe he is being framed.\n  ","858496":"\n   If you could bring one character to life from your favorite movie, who would it be?\n  ","858497":"\n   Is poetry dead? Who likes poetry anymore?\n  ","858498":"\n   A photo from childhood\n  ","858499":"\n   Would you like to go on a date with someone you meet on the Internet?\n  ","858500":"\n   Why does your back hurt? Were you injured?\n  ","858501":"\n   What kind of mood are you in?\n  ","858502":"\n   What's the last photo you took on your phone? Post it!\n  ","858503":"\n   Do you have a favorite outfit?\n  ","858504":"\n   Do you like your shirts to be skin-tight or loose fit?\n  ","858505":"\n   Do you find it easy or difficult to make meaningful connections? How do you go about it?\n  ","858506":"\n   Tarot readings private 10$ but to ask me on ask is free\n  ","858507":"\n   What is your relationship status??\n  ","858508":"\n   Who is your favorite person?\n  ","858509":"\n   Is it good to sponge-clean?\n  ","858510":"\n   How do you deal with stupid people?\n  ","858511":"\n   If you were an anime character. Which character you want to be ? post a picture if you can.\n  ","858512":"\n   Who’s your favorite superhero? Villain?\n  ","858513":"\n   If you had the opportunity to go somewhere and start a new life, where would you go? What job would you have? And how do you imagine your house there?\n  ","858514":"\n   Can you kindly report this account for promoting falsehoods: Elizabeth2018x?\n  ","858515":"\n   What question would you not answer?\n  ","858516":"\n   What's your favorite song from the 2000s?\n  ","858517":"\n   When did u get ur first phone?\n  ","858518":"\n   Do you subscribe to Sirius XM radio?  What are two of your favorite stations?\n  ","858519":"\n   I just got paid yesterday and i’m already broke😩😩.\n  ","858520":"\n   Love sucks\n  ","858521":"\n   Do you think people who are over-confident, interactive with many acquaintances are shallow?\n  ","858522":"\n   Now that sounds like a scene out of a comedy movie 😂\n  ","858523":"\n   I feel like that would make for quite the awkward situation lol.\n  ","858524":"\n   Do you have a favorite outfit?\n  ","858525":"\n   When do you feel the best about yourself?\n  ","858526":"\n   What is something new you learned about yourself this year?\n\n\"Don't be afraid to think a little deeper\"\n  ","858527":"\n   Do you ever wonder what people really want from you?\n  ","858528":"\n   have you ever been to disneyland\/world? how many times? what's your favorite thing about the park?\n  ","858529":"\n   Who’s in Virginia??\n  ","858530":"\n   Pernahkah kalian mendapat perlakuan kekerasan fisik dari pasangan kalian\n  ","858531":"\n   Is it easier to forgive or forget?\n  ","858532":"\n   Ricky likes to use COLOR NOTE.Have you ever used COLOR NOTE ? 👿\n  ","858533":"\n   Can some person change your life?\n  ","858534":"\n   If you could live forever, would you want to?\n  ","858535":"\n   City or countryside? What do you prefer?\n  ","858536":"\n   Don’t you think that everything is changing too fast?\n  ","858537":"\n   Have you ever skip any classes if you did which class and why?\n  ","858538":"\n   Would you rather be a teenager or a child again?\n  ","858539":"\n   Do you have a favorite track?\n  ","858540":"\n   What are you going to eat for dinner??\n  ","858541":"\n   Who want to be with me\n  ","858542":"\n   Do you think money can buy happiness? ?\n  ","858543":"\n   What subjects do you study in school?\n  ","858544":"\n   Is it possible to cross a bear with a cow? ???\n  ","858545":"\n   Why you can't turn a hoe into a housewife?\n  ","858546":"\n   What useless talent do you have?\n  ","858547":"\n   Do you use to say your true feelings through jokes?\n  ","858548":"\n   What worries you the most?\n  ","858549":"\n   Are your tonsils in or out?\n  ","858550":"\n   What is the most useful thing\/skill\/habit (of any nature, personal or professional) you've learnt\/developed in your life?\n  ","858551":"\n   Name the worst company of the year\n  ","858552":"\n   What is your favourite attribute about yourself???\n  ","858553":"\n   Is there anyone who you jealous of?\n  ","858554":"\n   Good Afternoon,, if you liked my last question, I am gonna follow you ❤️❤️.. which is this:\n   \n    https:\/\/ask.fm\/Tawfiqabuaita\/answer\/157832452481?utm_source=copy_link&utm_medium=iOS\n   \n","858555":"\n   Where were you 3 hours ago?\n  ","858556":"\n   What age are you scared of?\n  ","858557":"\n   All the single guy Kik me\n  ","858558":"\n   which one of your friends has birthday soon? how are you going o congratulate them?\n  ","858559":"\n   If your previous gf\/bf wanted to get back together with you and have a fresh start would you?\n  ","858560":"\n   have u done any art latly\n  ","858561":"\n   Do you still have your tonsils?\n  ","858562":"\n   If they gave you to choose a place in the world .. which would be?\n  ","858563":"\n   What are your favorite pizza toppings?\n  ","858564":"\n   have any of your loved ones suffered from the hurricane \"Irma\"?\n  ","858565":"\n   Top 5 fave artists\/bands?\n  ","858566":"\n   Who made the last incoming call on your phone?\n  ","858567":"\n   what are your next goals in life?\n  ","858568":"\n   Does elon musk have a musk?\n  ","858569":"\n   What is your biggest addiction?\n  ","858570":"\n   Do you know anyone who hates shopping?\n  ","858571":"\n   iPhone or Android?\n  ","858572":"\n   What do you wish the New Year's Eve to bring?\n  ","858573":"\n   What would you do if you could inflate your body like a balloon?\n  ","858574":"\n   Do you want to get the Apple Watch?\n  ","858575":"\n   Do you have a Tumblr account?\n  ","858576":"\n   Do you have a favorite track?\n  ","858577":"\n   If you could Change one thing what would it be?\n  ","858578":"\n   Favorite Halloween movie?\n  ","858579":"\n   What is the scariest movie you have ever seen?\n  ","858580":"\n   Whats Halloween festival..?\n  ","858581":"\n   Do you plan on having a baby in the future\n  ","858582":"\n   i want to add you on insta?\n  ","858583":"\n   Guess how old am i\n  ","858584":"\n   if you could ask your soulmate anything, you would ask...\n  ","858585":"\n   Has your hometown changed a lot since you were a kid? If so, how? Have the changes been for the better or worse?\n  ","858586":"\n   Good morning America!\n  ","858587":"\n   What's your favourite chocolate bar?\n  ","858588":"\n   How long have you lived in your current home?\n  ","858589":"\n   Can you list three movies about cats?\n  ","858590":"\n   Good morning  may this day bring you joy and gladness and not give you any sadness! Have an extraordinary day!😄\n  ","858591":"\n   Who do you think you are? 🐣\n  ","858592":"\n   What do you like to being called?\n  ","858593":"\n   How many cracks does your phone screen have?\n  ","858594":"\n   You're stuck between a rock and a hard place, what are you going to do?\n  ","858595":"\n   Would you date yourself if you were someone else?\n  ","858596":"\n   Do you think America is trash because of all the mass shootings, gun violence, and other negative activity?\n  ","858597":"\n   What kind of surprises do you like?\n  ","858598":"\n   Name your favorite song.\n  ","858599":"\n   fave song?\n  ","858600":"\n   Some people dread Mondays though how does it differ from other days? While seeing the potential others see it a different way! Make Monday the best day of the week, by making someone else’s day so sweet!😄 Happy Monday!\n  ","858601":"\n   What's your hair color?\n  ","858602":"\n   What is your weirdest \"quirk\"?\n  ","858603":"\n   What's your kinda trend?\n  ","858604":"\n   Would you prefer to have the power to fly or be invisible?\n  ","858605":"\n   PAP of your recent emojis\n  ","858606":"\n   What do you like best about your hometown?\n  ","858607":"\n   Which is the funniest name you've ever heard?\n  ","858608":"\n   What’s one video\/computer game you could play for hours?\n  ","858609":"\n   Huh? Wha happun??\n  ","858610":"\n   Who do you find attractive?\n  ","858611":"\n   How's the weather there now?\n  ","858612":"\n   is it better to buy an iPhone 6 in a store or 6s directly from another person?\n  ","858613":"\n   how old we you?\n  ","858614":"\n   a warm blanket or a cup of tea? coffee?\n  ","858615":"\n   How are you willing to spend your summer vacation?\n  ","858616":"\n   What are some things that make you really happy?\n  ","858617":"\n   When do you think the world is going to end?\n  ","858618":"\n   list allllll of ur most frequently emojis\n  ","858619":"\n   Would you feel OK to finish last at competitions?\n  ","858620":"\n   What song defines your childhood?\n  ","858621":"\n   What's the best thing to invest in to make money?\n  ","858622":"\n   What are your three favorite songs?\n  ","858623":"\n   How do you deal with an unsuspecting fake friend?\n  ","858624":"\n   الأسلوب يا جماعة ده رزق أقسم بالله ..\nرحم الله من رُزق بحسن الكلام و لين القلب. 🌻\n  ","858625":"\n   What was the last thing you paid for?\n  ","858626":"\n   What is your secret talk nobody knows?\n  ","858627":"\n   What makes a teen popular in school?\n  ","858628":"\n   What’s your favorite song by Micheal Jackson ❤️\n  ","858629":"\n   Do you prefer Instagram or Facebook?\n  ","858630":"\n   What is the main reason for you to refuse a date?\n  ","858631":"\n   What is the important thing that you will do anything?\n  ","858632":"\n   ¿Con qué frecuencia dibujas?\n  ","858633":"\n   When you go to amusement parks, what do you like to do most?\n  ","858634":"\n   Is Halloween a pagan holiday?\n  ","858635":"\n   Looking forward to:\nHalloween or Christmas?\n  ","858636":"\n   Would you forgive, if your beloved one cheated on you?\n  ","858637":"\n   Is it okay for a girl to ask a guy out on a date?\n  ","858638":"\n   How do you handle people you don't like?\n  ","858639":"\n   Do you like taking risks?\n  ","858640":"\n   Which websites do you visit most frequently?\n  ","858641":"\n   What's your attitude towards small kids?\n  ","858642":"\n   When was the last time you was offended?\n  ","858643":"\n   Would you raise your child the way your parents raised you?\n  ","858644":"\n   If you could only keep five possessions, what would they be?\n  ","858645":"\n   At what age did you kiss for the first time?\n  ","858646":"\n   If you had the chance to redo your life over would you?\n  ","858647":"\n   Does something smell funny to you too???\n  ","858648":"\n   What are you interested in that most people aren’t?\n  ","858649":"\n   On a scale of 1 to 10, how well do you sing?\n  ","858650":"\n   Who’s stealing your socks?\n  ","858651":"\n   How do you learn to love yourself? Even if you’re unsatisfied with where you are at the moment.\n  ","858652":"\n   What can't be bought for money and why?\n  ","858653":"\n   Whats your weakness ? ?\n  ","858654":"\n   Well if the roles were reversed would you want someone letting you know if your thong was showing?\n  ","858655":"\n   I mean if you were friends with him though\n  ","858656":"\n   Well would you say anything to him though\n  ","858657":"\n   How would you react if a guy was sitting in front of you in class and you noticed he had a pink Victoria's Secret G-string showing?\n  ","858658":"\n   what's on your mind?\n  ","858659":"\n   What is your lucky number?\n  ","858660":"\n   I pray everyone is having a great Sunday! I know I am bec in on vacacion\n  ","858661":"\n   What was the last thing made you feel sick?\n  ","858662":"\n   Have any of you heard of vTime XR or tried it?\n  ","858663":"\n   What helps you to make the right decision?\n  ","858664":"\n   I want new music. Any suggestions? ???\n  ","858665":"\n   Do you believe in aliens?\n  ","858666":"\n   what are some ways you manage stress?\n  ","858667":"\n   Can an animal replace a friend?\n  ","858668":"\n   Why not? Lol\n  ","858669":"\n   I feel sorry for that woman lol\n  ","858670":"\n\n    https:\/\/youtu.be\/M1WhVJqnCzo\n   \n   😂😂\n  ","858671":"\n   What address will you remember forever?\n  ","858672":"\n   How old are you ?\n  ","858673":"\n   What do you wish ?\n  ","858674":"\n   How important is a father son and a father daughter relationship growing up?\n  ","858675":"\n   if you were married how different will your life be?\n  ","858676":"\n   Who is the craziest person you know?\n  ","858677":"\n   Describe your day with three emojis!\n  ","858678":"\n   What will warm u this fall?\n  ","858679":"\n   What pain is harder for you: physical or spiritual\n  ","858680":"\n   What was the last song you listened on Spotify?\n  ","858681":"\n   God bless all of your family ♥️\n  ","858682":"\n   Who was your first crush? Describe them.\n  ","858683":"\n   Are you married ?\n  ","858684":"\n   What is your job ?\n  ","858685":"\n   Do you work ?\n  ","858686":"\n   Nice \nHow old are you ?\n  ","858687":"\n   Where are you from ?\n  ","858688":"\n   What's your name ?\n  ","858689":"\n   Are cats or dogs smarter?\n  ","858690":"\n   What has life taught you so far?😎\n  ","858691":"\n   Why do white people look so weird\n  ","858692":"\n   why do nice people choose the wrong people to date?\n  ","858693":"\n   What's the most delicious dessert for you?\n  ","858694":"\n   Rick\n  ","858695":"\n   Do you know what falling in love feel like?\n  ","858696":"\n   What is your favorite pet’s name?\n  ","858697":"\n   What's the best part in life?\n  ","858698":"\n   What is the best place for the first date?\n  ","858699":"\n   What if you're home alone, at late night and you sneeze. Suddenly phone rings and when you answer, Someone whispers \"Bless You\" and hangs up?? What'll u do then?? ??\n  ","858700":"\n   What side dish do you like to eat with barbecue?\n  ","858701":"\n   Have you ever knocked a girl out cold in a fight\n  ","858702":"\n   What is your zodiac sign?\n  ","858703":"\n   What are the first things you notice when you meet someone? ?\n  ","858704":"\n   What makes you really sleepy?\n  ","858705":"\n   what's your favourite food?\n  ","858706":"\n   Hey all, I spam questions, if you would like to be added to my daily spam please respond with a yes, if you don’t wanna be added then just don’t answer, thank you!\n  ","858707":"\n   What traits do you have that are just like your mother?\n  ","858708":"\n   Is life a struggle?\n  ","858709":"\n   What should a single person do when all your friends are in relationship? 😂\n  ","858710":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","858711":"\n   How old were you when you got your first computer?\n  ","858712":"\n   Where do you meet new people?\n  ","858713":"\n   On scale 1-10, how awkward are you?\n  ","858714":"\n   What do you need?\n  ","858715":"\n   What’s your favorite brand?\n  ","858716":"\n   Throwback music day: Drop a link to an old school track everyone can groove to!\n  ","858717":"\n   The grocery shelves will soon be stocked with seasonal specialty items. What is your favorite pumpkin spice food-item?\n  ","858718":"\n   What’s your favorite food?\n  ","858719":"\n   Do you know how to play the guitar?\n  ","858720":"\n   What do women talk about when there are no men around?\n  ","858721":"\n   who is your inspiration?\n  ","858722":"\n   what do I need to know about you?\n  ","858723":"\n   Pics with your friends?\n  ","858724":"\n   What is your zodiac sign?\n  ","858725":"\n   single?\n  ","858726":"\n   Do u have any tips for first date?\n  ","858727":"\n   What are your thoughts on an online love?? (Like two people chat online and fall in love) 🤔🤔🤔\n  ","858728":"\n   Do you like or dislike spicy food?\n  ","858729":"\n   Do you like poetry? Have you tried to write poetry sometime?\n  ","858730":"\n   Have you ever had braces?\n  ","858731":"\n   Who has the most beautiful eyes?\n  ","858732":"\n   Do feminists want to remove all men from the workplace in America  ?\n Was the Obama administration anti-male ?\n  ","858733":"\n   WOULD YOU RATHER BE IN A REAL-LIFE VERSION OF THE WALKING DEAD OR A REAL-LIFE VERSION OF GAME OF THRONES?\n  ","858734":"\n   what kind of candy do u think we'd be for Halloween?\n  ","858735":"\n   What is day so special for you? What happened that day?\n  ","858736":"\n   How do you deal with  ?\n  ","858737":"\n   لايكس وفولوو، ومردوده🌸💙😍🙏\n  ","858738":"\n   Most popular girl and boy in any school\n  ","858739":"\n   What's your fav food??\n  ","858740":"\n   How can I attract your attention?\n  ","858741":"\n   What is your plans for this weekend people\n  ","858742":"\n   Are you a traveler or a homebody?\n  ","858743":"\n   Do you ever think about the money you don't have?\n  ","858744":"\n   Is it possible to be in love with two people at the same time?\n  ","858745":"\n   Do you believe in hate at first sight?\n  ","858746":"\n   Name something from the past that you hold on to!\n  ","858747":"\n   What contains ten thousand calories? ??\n  ","858748":"\n   What childhood story actually frightened you?\n  ","858749":"\n   Do you like sparkling or still water?\n  ","858750":"\n   Still looking for Irish,someone said he was on here thank you.\n  ","858751":"\n   What do you do when it's too hot to go outside?\n  ","858752":"\n   If your partner starts fondling themself....do you A.  Ignore them, B. Watch them C. Get mad at them\nD. Do it for them. E. Join them.\n  ","858753":"\n   Do you have or want a tattoo? What and where?\n  ","858754":"\n   who do you miss ?\n  ","858755":"\n   Whats the last movie you watched?\n  ","858756":"\n   What is the most popular lie, people tell to each other?\n  ","858757":"\n   Is  there really no dumb question or is  that just a  saying..\n  ","858758":"\n   What would you name your first child?\n  ","858759":"\n   What is the secret to a happy life? ?®\n  ","858760":"\n   Mexican food or Asian food?\n  ","858761":"\n   What gives you immense pleasure?\n  ","858762":"\n   Does anyone play Red Dead Online? What rank are you?\n  ","858763":"\n   Why does Yemen wanna block access to YouTube?\n  ","858764":"\n   How much time does it take to forget someone you love?\n  ","858765":"\n   How was it?\n  ","858766":"\n   What is the most important thing in a relationship?\n  ","858767":"\n   What do you feel like so many people don't like you?\n  ","858768":"\n   Do you believe in destiny? What's yours?👦\n  ","858769":"\n   Did you suffer as a child because of poverty ? I slept in a wet bed because the roof leaked.I also lived in 8 different houses.\n  ","858770":"\n   Who is going to make today better than yesterday?\n  ","858771":"\n   How old were you the first time you fell in love?\n  ","858772":"\n   What is the most ridiculous place for a first date?\n  ","858773":"\n   Какое самое странное слово в твоем лексиконе?\n  ","858774":"\n   What have you been thinking about lately? ☘️\n  ","858775":"\n   Do you believe in horoscopes?\n  ","858776":"\n   Are you good or bad at public speaking?\n  ","858777":"\n   im 13 im DD eight grade im concerned about my breasts my boyfriend loves it though\n  ","858778":"\n   What talent would you like to have?\n  ","858779":"\n   If you could have any wild animal as a pet what would it be?\n  ","858780":"\n   I was going 420 but ur Soo right... good answer\n  ","858781":"\n   If you could start a collection of one kind of item, what would it be?\n  ","858782":"\n   Everyone lives to what?\n  ","858783":"\n   what is your favourite quotation?\n  ","858784":"\n   What was your last good deed?\n  ","858785":"\n   PAP of your socks please\n  ","858786":"\n   What is something you want right now?\n  ","858787":"\n   Meant: what r the sexual\/mental features that attracts u?\n  ","858788":"\n   What hobby would you get into if time and money weren’t an issue?\n  ","858789":"\n   What is your natural eye color is??\n  ","858790":"\n   If you dont mind me asking why?\n  ","858791":"\n   Do women like to be treated badly?\n  ","858792":"\n   How fast can you finish XL bucket of popcorn?\n  ","858793":"\n   Do you prefer to answer questions or ask them?\n  ","858794":"\n   I’ve grown up here my whole life haha .. it’s nice but there isn’t anything around here to do 😭\n  ","858795":"\n   Mississippi\n  ","858796":"\n   Where are you from?\n  ","858797":"\n   I don’t think I’d take it. I’m pretty happy with the ticket that I’ve already received, yanno? 😌\n  ","858798":"\n   A lier or a thief witch is worse.\n  ","858799":"\n   I forgot to hit the button 😭\n  ","858800":"\n   What is the most unappetizing meal?\n  ","858801":"\n   What is the best way to tell someone that you love them ??\n  ","858802":"\n   What do you drink most often?\n  ","858803":"\n   Should men shave their legs\/arms???\n  ","858804":"\n   What attracts you the most, yes sexually or mentally?\n  ","858805":"\n   Is there one person in your life that can always make you smile?\n  ","858806":"\n   What movie can you quote word for word?\n  ","858807":"\n   How are you going to take advantage of this gorgeous weather?\n  ","858808":"\n   Is it better to be single or in a couple? Why?\n  ","858809":"\n   What is your favorite ice cream?\n  ","858810":"\n   How would you do on a song competition show?\n  ","858811":"\n   Name your friend who’s never ready at the time for going out!\n  ","858812":"\n   Favorite actress?\n  ","858813":"\n   Fill in the blank (for your opposite gender): to be a real man\/woman is to...\n  ","858814":"\n   Whats the first left digit of your age🤔\n  ","858815":"\n   What do you consider to be “rightly” taboo? What about “wrongly” taboo?\n  ","858816":"\n   What is the most overplayed song of all time?\n  ","858817":"\n   What invention has had the greatest impact on society? And why?\n  ","858818":"\n   A los que se graduaron hoy muchas felicidades!!\n  ","858819":"\n   Who are your enemies?\n  ","858820":"\n   Wow not a easy job.i ty\n  ","858821":"\n   What was your first paying job?\n  ","858822":"\n   Sometimes all you need is...?\n  ","858823":"\n   Do you have snap?\n  ","858824":"\n   To anyone or\n  ","858825":"\n   Have you ever sent nu*es?\n  ","858826":"\n   Which three things would you take to a deserted island?\n  ","858827":"\n   What do you wanna be when you grow up\n  ","858828":"\n   What was the worst age you’ve had so far?\n  ","858829":"\n   What should 40 year old men not do ?\n  ","858830":"\n   Are evil people born or created?\n  ","858831":"\n   do you eat your fans?\n  ","858832":"\n   is your schlong bigger?\n  ","858833":"\n   unpopular opinions:\n  ","858834":"\n   Do you really stop at stop signs?\n  ","858835":"\n   Do you collect anything? If so, what is it?\n  ","858836":"\n   Which song do you believe is the best you've ever written?\n  ","858837":"\n   What is your favorite clothing store?\n  ","858838":"\n   What is your temper?\n  ","858839":"\n   Would you go on\n   \n    www.beachboujee.com\n   \n   and get yourself some cool beach stuff?\n  ","858840":"\n   Rick\n  ","858841":"\n   Does your name have a meaning? What is it?\n  ","858842":"\n   Do you have a person who can make you happy? If so, who is this person?\n  ","858843":"\n   geese my first name it begins with \"r\"  ⚠ 🐜🐜🐜🐜🐜🐜🐜\n  ","858844":"\n   How to tell someone you like them?\n  ","858845":"\n   What is the thing you think people should do more often?\n  ","858846":"\n   are you saving up for anything?\n  ","858847":"\n   Play any sports? If so what kind?\n  ","858848":"\n   What do you have goin on today?\n  ","858849":"\n   Netflix or Lostfilm?\n  ","858850":"\n   Have you had your tonsils removed?\n  ","858851":"\n   what makes a guy hot?\n  ","858852":"\n   Shoutout to the class of 2019 bitches!!!! We made it! 👩‍🎓 👨‍🎓 🎓\n  ","858853":"\n   What hobby do you wish you could pick up?\n  ","858854":"\n   How do you cheer up a friend when they're feeling down?\n  ","858855":"\n   What color are your eyes?\n  ","858856":"\n   What's your favorite day of the week?\n  ","858857":"\n   Who is your favorite singer?😃😟😯😳😰👦\n  ","858858":"\n   Ever meet someone who was good at playing victim?\n  ","858859":"\n   Who is the last person you met?\n  ","858860":"\n   What qualities do you value the most in your friends?\n  ","858861":"\n   What kind of storm is scariest to you? Tsunami. Sand storm, hurricane, tornado, etc\n  ","858862":"\n   Why do women spend time and effort putting on make up when they not going nowhere?\n  ","858863":"\n   PAP of your socks please\n  ","858864":"\n   If you were a car, what kind of car would you be?\n  ","858865":"\n   Which 3 things would you take to a deserted island ... ?🎑\n  ","858866":"\n   What do you think is the greatest problem facing the teenagers of today?\n  ","858867":"\n   What is your ideal girlfriend\/boyfriend? In general, what are your preferences?\n  ","858868":"\n   Name 3 of your favorite movies\n  ","858869":"\n   who's ur favorite viner (or youtuber)? aa\n  ","858870":"\n   Кто хочет по общаться до 18 лет\n  ","858871":"\n   Who is your top 5??\n  ","858872":"\n   What does it mean to 'blow a knee'\n  ","858873":"\n   single?\n  ","858874":"\n   What is your plans for Memorial Day weekend\n  ","858875":"\n   Do you know people with whom you want to improve contact, but can't?Why can't you?Who are these people?\n  ","858876":"\n   Why do fools fall in love?\n  ","858877":"\n   So I just found out that I’m moving next week away from my boyfriend. He is very upset and has offered me to come live with him and his family so I don’t move. He just got a new job which allowed him to be closer to me this summer but now that my family is moving I don’t know what to to do😭😭😭😭\n  ","858878":"\n   What is the most difficult age for you? How can we avoid these difficulties?\n  ","858879":"\n   You ever faced a demon?\n  ","858880":"\n   What are your summer plans this year?\n  ","858881":"\n   If someone keeps canceling on you, what would you do?\n  ","858882":"\n   Closest friends at sn\n  ","858883":"\n   Why do women fall to sleep when making love?\n  ","858884":"\n   Where is the soul located within the man?\n  ","858885":"\n   Alguna chica de buenos aires para hacer amistad al wsp.?\n  ","858886":"\n   Are Japanese and chinese the same thing?\n  ","858887":"\n   Why do people give up so easily on relationships nowadays? Are we becoming more and more selfish?\n  ","858888":"\n   in scale from 0 to 10 how much is sex important  for u?\n  ","858889":"\n   Would you rather go out for dinner or cook at home?\n  ","858890":"\n   Bath or shower?\n  ","858891":"\n   Any Georgia female wanna Snapchat!!!sc names\n  ","858892":"\n   Are you ready for the Halloween night?\n  ","858893":"\n   Did you like actor Blake Heron? Did you know that he died?\n  ","858894":"\n   If you like Sanrio who is your fave Sanrio character?\n  ","858895":"\n   Do you prefer books or movies?\n  ","858896":"\n   What body piercings do you want\n  ","858897":"\n   Do you believe that dreams can sometimes predict the future?\n  ","858898":"\n   What's the best thing that happened to you today?\n  ","858899":"\n   To your mind, what should every child have?\n  ","858900":"\n   Only some of us are able to follow our heart. This is what makes people happy. Are you happy?\n  ","858901":"\n   Comment down questions below for a q&a on my YouTube use “💕” at the end of your question for my personal channel and “🥰” for the couples\n  ","858902":"\n   If you had a daughter, would you consider sending her to the TV show \"Toddlers and Tiaras\"?\n  ","858903":"\n   Who was your first crush? Describe them.\n  ","858904":"\n   Is Washington somewhere to live forever or just a limited time move to seek?🤠\n  ","858905":"\n   How often do you attend concerts?\n  ","858906":"\n   Song of the day\n  ","858907":"\n   Have you ever been catfished\n  ","858908":"\n   Should people depend on happiness that depends on other things to exist? Is there anything not dependable in this world (that doesn't depend on other things)?\n  ","858909":"\n   Since I don’t approve of shows introducing CHILDREN to same sex marriage , how in the world do people figure that I’m a homophobe ?? Lmao I think they are super ignorant to what it really means to be homophobic. Or maybe they’re childless.\n  ","858910":"\n   Plans for the rest of the night?\n  ","858911":"\n   Hug o kiss or boths?\n  ","858912":"\n   Would any females date me?\n  ","858913":"\n   What's your favorite joke\n  ","858914":"\n   Pancakes or waffles 🤤\n  ","858915":"\n   رزقك الله ما تحب\n  ","858916":"\n   What is the first video YouTube suggests you to watch today?\n  ","858917":"\n   Two people that flirt a lot and it's obvious that they like eachother?\n  ","858918":"\n   What types of sexual fantasies do ppl even have these days?\n  ","858919":"\n   Would you ever consider going to college in Italy?\n  ","858920":"\n   Which one would you rather have .. a lifetime of nightmares evey night or a lifetime of it being almost impossible to even fall asleep no matter how tired you are?\n  ","858921":"\n   What is your  earliest memory?\n  ","858922":"\n   Would you relocate for love?\n  ","858923":"\n   How's your morning or night going?\n  ","858924":"\n   Who will be the next person you will kiss?\n  ","858925":"\n   Sc names\n  ","858926":"\n   what are you in the mood for?\n  ","858927":"\n   What was your first thought when you woke up this morning\n  ","858928":"\n   Do you ask questions or get asked questions?\n  ","858929":"\n   How long has your longest ever phone call been?\n  ","858930":"\n   What does true friendship mean to you?\n  ","858931":"\n   Did you forget your first love?\n  ","858932":"\n   If you are brave enough post a photo of yourself of how you look as soon as you wake up. Can be a simple selfie or a full selfie, your choice. How brave are you?\n  ","858933":"\n   Do you think white and Latin American girls are more attractive than black girls?\n  ","858934":"\n   Do I look hot(Check profile) ;)\n  ","858935":"\n   How far would you go for the one you love?\n  ","858936":"\n   Do you take any interest in the news?\n  ","858937":"\n   The employees,businesses, and relationships that all of us have to give up in order to move forward- Necessary Endings by Dr.Henry Cloud. Interested? Heard of it before ? It’s changed my life , try it . Be ready to get rid of what’s been holding you back .\n  ","858938":"\n   Has anyone ever played the games that supposedly summon bad entity's you know the type of where you need candles and stuff\n  ","858939":"\n   Thank you, so very much, for the tip! 😃\n  ","858940":"\n   How do you feel about diets?\n  ","858941":"\n   My mom's birthday is drawing near. What would you get for your mom for her birthday?\n  ","858942":"\n   How often do you sing aloud? Name the song you perform best!\n  ","858943":"\n   Do you like stretching?\n  ","858944":"\n   How is your relationship with your parents?\n  ","858945":"\n   Last person to make you happy?\n  ","858946":"\n   When you were left at home by yourself for the first time as a child, what was the first thing you did?\n  ","858947":"\n   where are you from ?\n  ","858948":"\n   Did you learn a musical instrument in your childhood? If yes, what was it?\n  ","858949":"\n   Why do people do stupid shit???\n  ","858950":"\n   Trust yourself. Create the kind of self that you will be happy to live with all your life. ❣\n  ","858951":"\n   What is your favorite and least favorite thing about your country?\n  ","858952":"\n   If someone wrote a biography about you, what do you think the title should be?\n  ","858953":"\n   Omg you MUST go ❣️❣️\n  ","858954":"\n   Is texas roadhouse’s bread addicting or is it just me ?\n  ","858955":"\n   What's up\n  ","858956":"\n   الحمدلله\n  ","858957":"\n   What are you drinking usually during walking?\n  ","858958":"\n   Name any 3 things that make you smile?\n  ","858959":"\n   What do you think of makeup?\n  ","858960":"\n   What's been the best commercial you've seen?\n  ","858961":"\n   Ang hirap pala talaga pag hindi mo naibibigay ang isang kagustuhan ng isang tao kasi akala nila di na natin sila pinapahalagan at pinapakitaan ng pagmamamahal 💔\n  ","858962":"\n   How many pairs of shoes do you have?\n  ","858963":"\n   I told her recently, she told me to never contact her again. I thought by telling her the truth I'd feel better, but infact I feel worse.\n  ","858964":"\n   3 years ago I made a mistake that led to my down fall. I've been able to lie to myself and everyone else up until now. My first relationship, I had an amazing and beautiful girlfriend, and things got intimate with another one of my friends. I didn't sleep with her but I can't seem to forgive myself\n  ","858965":"\n   Hi, how is your mood?\n  ","858966":"\n   What myths and legends do you find most interesting?\n  ","858967":"\n   What's your favorite song from the 2000s?\n  ","858968":"\n   Would u delete social media for your relationship?\n  ","858969":"\n   How can you be happy without money?\n  ","858970":"\n   What relaxes you??\n  ","858971":"\n   Who is the most famous person in your country?\n  ","858972":"\n   Would you date yourself if you were someone else?\n  ","858973":"\n   Do you feel love tonight??\n  ","858974":"\n   This is the day that the Lord has made....let us rejoice and be glad in it! Happy Sunday everyone! I pray the start of this new week is prosperous for us all! Live Love and Laugh! Push negativity off the cliff! You are truly blessed! I love you all!\n  ","858975":"\n   Would you rather go out to the club on a Saturday night or watch any TV show Marathon on a Saturday night? Example why?🤔\n  ","858976":"\n   Ask me anything\n  ","858977":"\n   Last time you cried? And why?\n  ","858978":"\n   Have you been to any cool concerts lately?\n  ","858979":"\n   How are you?\n  ","858980":"\n   Would you leave your home country for the one you love?\n  ","858981":"\n   What crimes deserve the death penalty?\n  ","858982":"\n   What if every time you got mad or upset your body inflated like a balloon?\n  ","858983":"\n   What's the way out of labyrinth of troubles??\n  ","858984":"\n   Do you think that you are more good looking or more wise ? ?\n  ","858985":"\n   Ppl are showing so much on their photo polls but ask deleted mine. Anyone no why ?\n  ","858986":"\n   If you were going to get a tattoo, what would it be and where?\n  ","858987":"\n   Can you dab?\n  ","858988":"\n   Are you in love? ???\n  ","858989":"\n   De ce unii sunt sparti tot timpul? 🤓🙄\n  ","858990":"\n   What's your favourite social media ?\n  ","858991":"\n   What names do you want to give to your children?\n  ","858992":"\n   Was it the red or blue cased thermometer that you disliked the most?\n  ","858993":"\n   Do you have any acquaintances who suffer from bad luck and with whom you don't want to communicate because of this? Share some stories.\n  ","858994":"\n   what is something you wished you were better at\n  ","858995":"\n   What kind of flowers should you give to a girl?\n  ","858996":"\n   Are you a forgiving person?\n  ","858997":"\n   Om du är minderårig och inte kan rösta men vet vad du skulle rösta på, vilket parti skulle du rösta på om du hade kunnat? :)\n  ","858998":"\n   I am not afraid to…\n  ","858999":"\n   PAP your before and after!\n  ","859000":"\n   Are all emotions a choice? Can one choose to be happy instead of sad? Or are some emotions harder to control then others?\n  ","859001":"\n   What teacher in school made the most impact on you and why?\n  ","859002":"\n   what did you want to be, when you were a child?\n  ","859003":"\n   What anime are you watching now?\n  ","859004":"\n   I want an extremely attractive\/hot girl to tell me if I’m ugly and be brutally honest. Any volunteers? I got Instagram 😂\n  ","859005":"\n   What's something you wish you were better at?\n  ","859006":"\n   Which city would you choose as capital of the world?\n  ","859007":"\n   What is your favorite condiment ?\n  ","859008":"\n   Hi\n  ","859009":"\n   What’s an ideal weekend for you?\n  ","859010":"\n   What is your dream job?\n  ","859011":"\n   If you would meet someone in reality from ask fm..what would you tell her? Mayb she can be ur crush.. Or u can..\n  ","859012":"\n   my current gf is not shy or anything ,but she doesn't talk about her feelings. i told her she can talk to me about anything but nothing has been said. she seems to love me, but doesnt talk about feelings on anything. maybe i need to show her she can trust me? i dont know how to make her open up\n  ","859013":"\n   If you were a super hero what powers would you have?\n  ","859014":"\n   What is the longest you've ever gone without any sleep?\n  ","859015":"\n   Can you speak any languages other than your native language?\n  ","859016":"\n   Would it bother you if your significant other's family doesn't like you?\n  ","859017":"\n   Do you think that your name suits on your personality ?\n  ","859018":"\n   is love to the grave old-fashioned?\n  ","859019":"\n   Arizona Check!\n  ","859020":"\n   do u have a husky\n  ","859021":"\n   So, any new life activities?\n  ","859022":"\n   How old were you when you had your first kiss? 😘😘\n  ","859023":"\n   My name is Rick....I talked to you on INSTAGRAM before.  ⬇ 👻\n  ","859024":"\n   How do you ask someone out on a date?\n  ","859025":"\n   What components are added to rye bread? ?\n  ","859026":"\n   What is your favorite TV show??\n  ","859027":"\n   what's one food you will never eat?\n  ","859028":"\n   What is your favorite day of the week?\n  ","859029":"\n   What exactly do you want these days?\n  ","859030":"\n   Have you had your tonsils out?\n  ","859031":"\n   You knocked a girl out cold??\n  ","859032":"\n   Have you ever knocked a girl out in a fight\n  ","859033":"\n   What can you do to make this world a better place?\n  ","859034":"\n   ❤❤❤❤❤❤❤💕💚❤💕❤💕💚💚💕❤💚💕❤\n  ","859035":"\n   What do you refuse to pay for?\n  ","859036":"\n   What was your first mobile phone?\n  ","859037":"\n   If you could pick an eye color what would you choose?\n  ","859038":"\n   Anyone interested in makeup than can be made to look natural or glam for ALL SKIN TYPES, answer this!!\n  ","859039":"\n   If you could print any phrase on a T-shirt, what would it say?\n  ","859040":"\n   Kisses or hugs? 😛\n  ","859041":"\n   do you open up for people first or ??\n  ","859042":"\n   How did your day start?\"\n  ","859043":"\n   ¿ A qué edad fue tu primera vez ?\n  ","859044":"\n   Why are people so damn hardheaded?😩😩\n  ","859045":"\n   single\/taken\/talking?\n  ","859046":"\n   What is the last song you listened to?\n  ","859047":"\n   PAP of your spirit animal?\n  ","859048":"\n   Aight y'all, time to answer the age-old question: Why tf do we exist at all?\n  ","859049":"\n   What if you're home alone, at late night and you sneeze. Suddenly phone rings and when you answer, Someone whispers \"Bless You\" and hangs up?? What'll u do then?? ??\n  ","859050":"\n   Have you ever been on a silly diet?\n  ","859051":"\n   who are you when no one's watching?\n  ","859052":"\n   🌸  🌸\n             🌸 🌸 🌸🌸 🌸\n       🌸🌸 🌸 🌸🌸🌸 🌸\n🌸🌸🌸  \\🌸🌸|  🌸 🌸🌸🌸\n       🌸 🌸🌸 🌸 🌸🌸\n                🌸 \\  |  \/🌸\n                         |      🌸\n         🌸           |               🌸\n                         |\n🌸            🌸    |  🌸     🌸\n  ","859053":"\n   do you want a cupcake?\n  ","859054":"\n   Which song reminds you of an ex and why?\n  ","859055":"\n   Why did you download ask.fm\n  ","859056":"\n   What's the best thing about school?\n  ","859057":"\n   What do you do when it's too hot to go outside?\n  ","859058":"\n   Have you😇😗👦 ever stolen anything?\n  ","859059":"\n   You've got a friend in me 👋 who needs friends?\n  ","859060":"\n   Do you have any special plans for the spring holidays? What are you going to do?\n  ","859061":"\n   What does anon mean?\n  ","859062":"\n   What could have gone better?\n  ","859063":"\n   How is your day going so far?\n  ","859064":"\n   What is your favorite movie soundtrack?\n  ","859065":"\n   What do you think, where isn't spot for humor?\n  ","859066":"\n   Age you first lost your virginity?\n  ","859067":"\n   What is the last thing you searched online?\n  ","859068":"\n   Advice for anyone in a abusive relationship?\n  ","859069":"\n   Still a dope ass birthday to have.\n  ","859070":"\n   What is your favorite drink?\n  ","859071":"\n   I don’t mean for this to come out rude but are you aware that share the same birthday as Hitler? Sorry if I ruined your day.\n  ","859072":"\n   HELP!!! 19 and pregnant. My boyfriend is 21 and idk what to do\n  ","859073":"\n   If you could have one wish come true right now, what would you wish for?\n  ","859074":"\n   What would you do today if there is no more tomorrow?\n  ","859075":"\n   Why do guys fall asleep after s*x?\n  ","859076":"\n   What is your least favorite food?\n  ","859077":"\n   Do you believe in palmistry?\n  ","859078":"\n   Will you text your ex on April’s Fool Day ? ;)\n  ","859079":"\n   Do you have any siblings?\n  ","859080":"\n   How can you live till the age of 120?\n  ","859081":"\n   What movie can you quote word for word?\n  ","859082":"\n   What’s the most embarrassing thing your have ever done?\n  ","859083":"\n   Would you be happy to receive a gift certificate for your birthday?\n  ","859084":"\n   I always have people who judge my path or choices in life when they have no idea what lead me to make the choice. How do you feel about those who judge your journey without taking the time to understand it?\n  ","859085":"\n   What would be your immediate action after experiencing a paranormal activity at your place? ☠\n  ","859086":"\n   What are you known for in your family\/friends? ?\n  ","859087":"\n   What's the one thing people always misunderstand about you?\n  ","859088":"\n   who's your favorite South Park character ?\n  ","859089":"\n   What is your favorite clothing store?\n  ","859090":"\n   Where do you really want to travel?\n  ","859091":"\n   Do u talk to strangers??\n  ","859092":"\n   Does your grandmother embarass you with her weird laugh ?\n  ","859093":"\n   Are you embassed to be female ?\n  ","859094":"\n   What was your first concert? No matter how embarrassing - let's hear it.\n  ","859095":"\n   What does foul my text mean\n  ","859096":"\n   What is your temper?\n  ","859097":"\n   Best way to prank someone? 😈\n  ","859098":"\n   What does true friendship mean to you?\n  ","859099":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","859100":"\n   What do you consider to be a healthy relationship?\n  ","859101":"\n   Do you think money can buy happiness? ?\n  ","859102":"\n   What is your favorite and least favorite thing about your country?\n  ","859103":"\n   That's rather profound!! It sounds like you are speaking from the experience of someone who also used to feel this way and eventually figured yourself out.\n  ","859104":"\n   Thanks, I'll try to just take the plunge! I guess it's hard, especially online to see others as \"just like me\".\n  ","859105":"\n   Ever feel super interested in someone because they seem like someone you'd get along with really well, but then you are too nervous or feel too pathetic to approach them?\n#me#rightnow\n  ","859106":"\n   do you love yellow leaves? how they rustle under their feet ....\n  ","859107":"\n   What's the first thing you notice in a person of the opposite gender?\n  ","859108":"\n   Goooooooood morning everyone\n  ","859109":"\n   What's your favorite dessert?\n  ","859110":"\n   Most disastrous feeling is______?\n  ","859111":"\n   do u have a husky\n  ","859112":"\n   How many people do you consider your \"best friends?\"\n  ","859113":"\n   Mind sharing what's going through your mind right now?\n  ","859114":"\n   Falling in love is absolutely terrifying\n  ","859115":"\n   Play any sports? If so what kind?\n  ","859116":"\n   Last kiss\/makeout????\n  ","859117":"\n   Bikini or one piece?\n  ","859118":"\n   What song cheers you up? Post the music video for it!\n  ","859119":"\n   Have you ever counted the calories in what you eat?\n  ","859120":"\n   I know you aint into girls but youre still attractive af ❤️❤️\n  ","859121":"\n   Age?\n  ","859122":"\n   Selfie?\n  ","859123":"\n   Do you like girls?\n  ","859124":"\n   Who do you know that has the worst phone crack?\n  ","859125":"\n   Sentimental car gets totaled. Excited but nervous about buying first new car from lot. Show friend the exact car which I have to pick up out of state. Days before I pick it up, she bought same car, color, 1yr newer. Should I be upset?\n  ","859126":"\n   How do you cope with failure?\n  ","859127":"\n   Cake or pie?\n  ","859128":"\n   Favorite and least favorite word? Why do you like\/dislike them?\n  ","859129":"\n   What is your strongest phobia?\n  ","859130":"\n   When am I going to find the perfect guy?  😵\n  ","859131":"\n   iPhone or Android?\n  ","859132":"\n   What do you notice when you walk into someone's home for the first time?\n  ","859133":"\n   What helps you to sleep better?\n  ","859134":"\n   What makes you different from others?\n  ","859135":"\n   Should people be given a second chance? ?\n  ","859136":"\n   Can you spend the day without a selfie?\n  ","859137":"\n   Do you like to make new friends???\n  ","859138":"\n   How often do you go to parties?\n  ","859139":"\n   What is one thing you will never do again?\n  ","859140":"\n   Have you ever had a weird dream that you could never forget and it still haunts you when you remember it?\n  ","859141":"\n   Who else feels unwanted or loved\n  ","859142":"\n   Date or stay friends\n  ","859143":"\n   How do you get in the pool?\n  ","859144":"\n   What place on earth is a must-see?\n  ","859145":"\n   What ya doing ?\n  ","859146":"\n   What do you want to know about the future?\n  ","859147":"\n   I’ve been living my life the wrong way for a long time. I’m finally trying to get it right but despite doing things the legal way, there’s always a roadblock every where I turn. I’m starting to get discouraged.\n  ","859148":"\n   Do you want to get the Apple Watch?\n  ","859149":"\n   Ugh... no one want to be friends with me 😔🔫 can I just do them a favor n die...\n  ","859150":"\n   What something cool about you?\n  ","859151":"\n   What's your favorite holiday?\n  ","859152":"\n   What animal is your biggest fear?\n  ","859153":"\n   Are you a good liar?\n  ","859154":"\n   Ur hot but i am hotter\n  ","859155":"\n   What time of day is your favorite?\n  ","859156":"\n   How do you behave with people you don't like?\n  ","859157":"\n   What’s wrong with the world?\n  ","859158":"\n   if someone ur usually mean to told u they were in love with u which is why the bugged you, how would u feel and what would u say\n  ","859159":"\n   What is the best feeling ever?\n  ","859160":"\n   Which do you choose truth or dare?\n  ","859161":"\n   What about your snapchat code? ?\n  ","859162":"\n   What is your reaction when someone ignores you?\n  ","859163":"\n   Do you think chick-fil-a a pretty good restaurant?\n  ","859164":"\n   Do you have a pet? Share its photo!\n  ","859165":"\n   Would you date a Pakistani guy\/girl??\n  ","859166":"\n   Is Mr. Krabs one thicc bih??\n   \n    https:\/\/youtu.be\/YL7Y1rWBNdc\n   \n","859167":"\n   How old were you when you got your first computer?\n  ","859168":"\n   Name three things you think shouldn't exist in the world.\n  ","859169":"\n   would you rather give up ketchup or mayonnaise forever?\n  ","859170":"\n   What are some songs you have a lot of memories?\n  ","859171":"\n   Who's better, James Charles or Jeffree Star?\n  ","859172":"\n   What was your best birthday?\n  ","859173":"\n   Do you often suffer from sleeplessness?\n  ","859174":"\n   Which word do you want everyone to stop using?\n  ","859175":"\n   What's your favorite horror movie?\n  ","859176":"\n   Share the songs you are listening to at the moment.\n  ","859177":"\n   How would your superhero costume look like?\n  ","859178":"\n   Не зная русского языка не нарывайтесь на обиды. Если человек хочет вас научить - отказываться от этого не нужно. Вы сами себе создаёте нервы - ругаясь, и матерясь. Не нарывайтесь на неприятности. Если вас хотят научить чему - то, то учитесь, а не ругайтесь!\n  ","859179":"\n   What was the last concert you went to?\n  ","859180":"\n   So say you're talking to this girl, it's had been a while since we've seen each other. Then her face starts turning red real quick, is that a sign she may like you? Or is she just being nervous?\n  ","859181":"\n   Do u have Twitter\n  ","859182":"\n   How often do you check your emails?\n  ","859183":"\n   Dragon or unicorn? Which would you take as a pet?\n  ","859184":"\n   do you believe love exists ?\n  ","859185":"\n   If you could swap genders for one week to abode of your choice, and then return to normal, would you? Who would you want to be and what would you doß\n  ","859186":"\n   What do you think of makeup?\n  ","859187":"\n   Life without the internet - could this be possible?\n  ","859188":"\n   What do you think about vegans who feed their dogs vegan dog food? Do they have the right to force their diet on their carnivorous pets? BQ: I've seen vegans say they don't trust meat eaters to look after their pets but would you trust a vegan to look after your dog properly, in terms of feeding??\n  ","859189":"\n   What's something you're not very good at but enjoy doing anyway?\n  ","859190":"\n   Do you get road rage walking behind slow people?\n  ","859191":"\n   Do you believe that dreams can sometimes predict the future?\n  ","859192":"\n   What is the best place for the first date?\n  ","859193":"\n   Who's ready for spring \/summer?What's your favorite summer attire\n  ","859194":"\n   Do you like poetry? Have you tried to write poetry sometime?\n  ","859195":"\n   Who sent the last text message you received?\n  ","859196":"\n   What's the longest you've gone without a haircut?\n  ","859197":"\n   Boyfriend doesn’t text me all that much? When we’re together he’s perfectly fine? Even super playful and bold at times. Even in public. He shows me enough affection and attention an I never feel ignored. If that’s the case, why is he so quiet when we aren’t together? He doesn’t even check up on me.\n  ","859198":"\n   Are you a gamer ?\n  ","859199":"\n   Wich is better guy with money or a guy with a heart???\n  ","859200":"\n   How often do you work out?\n  ","859201":"\n   Some advice for those who wanna be better?\n  ","859202":"\n   What was your favorite TV show when you were a kid?\n  ","859203":"\n   Would you rather kiss the Joker or Trump?\n  ","859204":"\n   What are you having for dinner?\n  ","859205":"\n   What have u always wanted? Did u ever get it ?\n  ","859206":"\n   who is your inspiration?\n  ","859207":"\n   How many games are in a typical NBA season?\n  ","859208":"\n   Which would you prefer:\nBeing asked a question or asking a question?\n  ","859209":"\n   What are you wearing right now?\n  ","859210":"\n   What is one thing that many people don't know about you?\n  ","859211":"\n   Do you prefer Instagram or Facebook?\n  ","859212":"\n   What do you think of tattoos?\n  ","859213":"\n   In what case you can justify lies?\n  ","859214":"\n   What food do you eat most often?\n  ","859215":"\n   If you’ve only been on one date should the guy have the right to want you to only be intimate with him? We haven’t even gotten exclusive yet and now I don’t want to and I don’t know how to break it to him. I think he thinks I want to only be with him and I don’t\n  ","859216":"\n   i want to add you on insta?\n  ","859217":"\n   Is everyone replaceable?. 🌹\n  ","859218":"\n   What was the last thing you had to drink?\n  ","859219":"\n   If you could travel the world with only one person who would you take?\n  ","859220":"\n   What is the most important thing in life?\n  ","859221":"\n   USE TIK TOK\n  ","859222":"\n   If you were stuck on an island and only could have one person with you, who would you choose? Why?✌\n  ","859223":"\n   What was cool when you were a child but isn’t cool now?\n  ","859224":"\n   What does it mean when a girl smiles at a boy??\n  ","859225":"\n   Who was the last person you met today?\n  ","859226":"\n   Am I the only one who has 2 crushes at the same time?\n  ","859227":"\n   What hobby would you get into if time and money weren’t an issue?\n  ","859228":"\n   If you were a super hero what powers would you have?\n  ","859229":"\n\n    @Akatsuki_X\n   \n   and\n   \n    @tywilson23\n   \n   are friendship goals 🗣️\n  ","859230":"\n   Are you afraid of heights?\n  ","859231":"\n   How old are you and do you have a crush on someone?\n  ","859232":"\n   How are those 2019 new year's resolutions coming along?\n  ","859233":"\n   What are some small things that make you happy?✨\n  ","859234":"\n   When and why did u join askfm?\n  ","859235":"\n   هل تؤيدون فكرة تدريس مادة الأخلاق  في المدارس العربية ؟\n  ","859236":"\n   Would you rather go out for dinner or cook at home?\n  ","859237":"\n   can you please like\n   \n    @dropscience\n   \n   10 answers? thank you so much 💛\n  ","859238":"\n   Who's real on askfm?\n  ","859239":"\n   May I iron nylon stockings?\n  ","859240":"\n   How long has your longest ever phone call been?\n  ","859241":"\n   What would you do if you woke up in another body?\n  ","859242":"\n   How are you willing to spend your summer vacation?\n  ","859243":"\n\n    https:\/\/youtu.be\/zF6sA0yi5CE\n   \n   Sum good funk-or-amour babe. Sum of the good oNe.\n🎵🎵🎶🎼😎-\n🎵🎶🎼🎶🎧\n  ","859244":"\n   Bish i love you, marry me\n  ","859245":"\n   What if every time you got mad or upset your body inflated like a balloon?\n  ","859246":"\n   Bish ur so hot and ur not mine, why life has to be so unfair😟\n  ","859247":"\n   How do you cope with lack of sleep?\n  ","859248":"\n   When were you truly scared of smth? Tell in details\n  ","859249":"\n   Whats the most expensive thing you've ever broken? 📪\n  ","859250":"\n   PAP of your current surroundings?\n  ","859251":"\n   Hello cute american girls. I am from France but I am visiting the States!\n  ","859252":"\n   Do you prefer fish or meat?\n  ","859253":"\n   worst mistake of your life was??\n  ","859254":"\n   What languages do you know?\n  ","859255":"\n   Omg, it's supposed to be bad about one more week for me (maybe two 😬) \n.\nLol, Kevin Hart: \"She wasn't ready!\"\n  ","859256":"\n   Yes, same here, about 8 inches! Ugh 😒😑\n  ","859257":"\n   Is it snowing where you're at? ❄️🌨️⛄\n  ","859258":"\n   What is your favorite drink?\n  ","859259":"\n   Do you think that you are special to someone on askfm?\n  ","859260":"\n   Describe your perfect sandwich\n  ","859261":"\n   How are you feeling right now?\n  ","859262":"\n   How do you feel about privatizing the military?\n  ","859263":"\n   Would you support the complete legalization of all drugs across the board?\n  ","859264":"\n   If you could learn a new skill today, what would it be?😃\n  ","859265":"\n   Have u ever been in love before😊😍\n  ","859266":"\n   what makes a guy hot?\n  ","859267":"\n   What traits do you have that are just like your mother?\n  ","859268":"\n   How do you usually express your emotions?\n  ","859269":"\n   What does friendship mean to you? What should your friend be like? Do you have a lot of friends?\n  ","859270":"\n   Are you talking with someone?\n  ","859271":"\n   Rock or hip-hop?\n  ","859272":"\n   What would you grow in your imaginary garden?\n  ","859273":"\n   Do you agree that nobody goes through more shit in life than a person with a good heart?\n  ","859274":"\n   If you could choose a different time period and place to be born, when and where would it be?\n  ","859275":"\n   How was it?\n  ","859276":"\n   Who are you?\n  ","859277":"\n   What is your goal for the next 24 hours?\n  ","859278":"\n   Were you born with that ego of yours?\n  ","859279":"\n   What famous people do you share a birthday with?\n  ","859280":"\n   What kind of advertisements attracts your attention?\n  ","859281":"\n   im not sure but it’s a part of a song :> I guess you can see one or the other, songs called bang by Ryan Caraveo it’s very underrated\n  ","859282":"\n   What lies do you most often tell yourself?\n  ","859283":"\n   What was the last thing you paid for?\n  ","859284":"\n   How do you handle stress??? OR stress handle's you???\n  ","859285":"\n   “-would you do it by surprise and when he turn around could you look him in his eyes”\n  ","859286":"\n   Converse or Vans?\n  ","859287":"\n   You can ask me anything\n  ","859288":"\n   Someone you wanna meet right now or someone you miss right now?\n  ","859289":"\n   What is your favourite vegetable?\n  ","859290":"\n   Would you like to go on a date with someone you meet on the Internet?\n  ","859291":"\n   Have you ever been in a long-distance relationship?\n  ","859292":"\n   Who would you cast to play you in a movie?\n  ","859293":"\n   What smell brings you back to a childhood?\n  ","859294":"\n   Which kind of \"hubs\" you prefers most? 😼 ( activity, region, or network.)\n  ","859295":"\n   which gadget you wish u had right now?\n  ","859296":"\n   Hey! Does anyone have any good resources, tips, or tricks for learning spanish?\n  ","859297":"\n   Who is the boss in your house?\n  ","859298":"\n   do you believe in the paranormal\n  ","859299":"\n   What's your favorite fruit\n  ","859300":"\n   What's your reason for smile 😊?\n  ","859301":"\n   What do you order at Starbucks?\n  ","859302":"\n   Apple\n  ","859303":"\n   What You say about me\n  ","859304":"\n   Government is the great fiction through which everybody endeavors to live at the expense of everybody.\n  ","859305":"\n   Can what that mean\n  ","859306":"\n   Do anybody got a question\n  ","859307":"\n   What is beautiful to you?\n  ","859308":"\n   What's the best dating advice you have?\n  ","859309":"\n   Would you rather be rich and famous or poor and happy?\n  ","859310":"\n   Do you wipe upwards or downwards?\n  ","859311":"\n   Have people taken photoshopping too far? What do you think?\n  ","859312":"\n   If you could start any Rumor about yourself, what would it be? ?\n  ","859313":"\n   Do you find yourself thinking 🤔 more about your past present or  future? Why?\n  ","859314":"\n   I have an affinity for dressing like animals. Not like full furry costumes, but cat ears and paws or animal hats with paws, things like that. Does this make me a furry?\n  ","859315":"\n   Have you ever confessed your feelings to someone? And how was your outcome!\n  ","859316":"\n   Are you the type of person who would spend time in the company of a stranger with pleasure, drinking cappuccinos and telling each other stories from life? :) ☕☕\n  ","859317":"\n   What parent do you look most like?\n  ","859318":"\n   The best movie for you is...?\n  ","859319":"\n   Are you usually late, early or right on time?\n  ","859320":"\n   Game of thrones or the walking dead?\n  ","859321":"\n   Why do some people enjoy life and others don’t?\n  ","859322":"\n   What to do in Miami when it’s raining?😕\n  ","859323":"\n   How do you deal with the lame haters?\n  ","859324":"\n   Thanks\n  ","859325":"\n   Have you ever had a secret worshipper?\n  ","859326":"\n   Sexual health\n  ","859327":"\n   Who do u tell a lot to?\n  ","859328":"\n   how do you get tested?\n  ","859329":"\n   how can i view this show?\n  ","859330":"\n   Recommend a comedy tv show :\n  ","859331":"\n   Would you ever get a piercing? Where?\n  ","859332":"\n   Would you leave your home country for the one you love?\n  ","859333":"\n   You always scold yourself for...?\n  ","859334":"\n   What is everyone’s goals for 2019 mine is get back into shape and get my drivers license wbu\n  ","859335":"\n   What R Ur Goals for this year?\n  ","859336":"\n   Are you wearing socks right now? Post a picture.\n  ","859337":"\n   What music are you listening to right now?\n  ","859338":"\n   How much are you ready to pay for a T-shirt?\n  ","859339":"\n   Would you rather explore a new planet, or the deepest parts of the ocean? Why?\n  ","859340":"\n   What is your favorite movie soundtrack?\n  ","859341":"\n   i really wanna know more about your personality\/ What are your secrets?\n  ","859342":"\n   🎷\n  ","859343":"\n   do u autumn mood?\n  ","859344":"\n   If you run away from your problems, does it count as exercise?\n  ","859345":"\n   Whats up with this app? Ha\n  ","859346":"\n   Hi\n  ","859347":"\n   Damnnnnnn son u gay??\n  ","859348":"\n   How can I attract your attention?\n  ","859349":"\n   Do you believe in horoscopes?\n  ","859350":"\n   Where do you meet new people?\n  ","859351":"\n   What did your life look like 10 years ago? @10YearChallenge\n  ","859352":"\n   ASK ME ANYTHING! PLEASE! :)\n  ","859353":"\n   I didn't know I was? I'm new to this app 😂\n  ","859354":"\n   Ask me something ?\n  ","859355":"\n   What have you learned today?\n  ","859356":"\n   What do you look like right now?\n  ","859357":"\n   What was your first kiss like?\n  ","859358":"\n   Would you forgive, if your beloved one cheated on you?\n  ","859359":"\n   Hi!!\n  ","859360":"\n   What is the last song you listened to?\n  ","859361":"\n   Does what they say about your zodiacal sign generally match your personality?\n  ","859362":"\n   If you had to live the rest of your life in a movie which one would you pick?\n  ","859363":"\n   What would be better a massive party or a trip to whatever country you want to go to?\n  ","859364":"\n   What compliment does people give you the most?\n  ","859365":"\n   Lol ok and how do i send pictures on here\n  ","859366":"\n   Lol i see. Can you help me with something boo?\n  ","859367":"\n   If you could have anything you want for dinner tonight, what would you have?\n  ","859368":"\n   Oh i never heard of eve. I guess it's only for girls lol\n  ","859369":"\n   Lol Snapchat is fun i like it. What girly app you be using?\n  ","859370":"\n   Which song reminds you of an ex and why?\n  ","859371":"\n   Oh ok that's cool. You don't use Snapchat?\n  ","859372":"\n   What's your favorite pickup line?\n  ","859373":"\n   Post a selfie!\n  ","859374":"\n   Ok what you have\n  ","859375":"\n   Do you have kik\n  ","859376":"\n   If you could buy any car right now, what would you buy?\n  ","859377":"\n   Wow really 😒\n  ","859378":"\n   Which do you prefer. Water or soda?\n  ","859379":"\n   Do you have a boyfriend?\n  ","859380":"\n   Ok you welcome. Did you had fun at your mom house?\n  ","859381":"\n   Aw really well happy birthday to your mom and sister. Tell them Tj say hi and have a great birthday and be happy. Much love to mom and sister today ❤🎁🎉🎊🎈\n  ","859382":"\n   What TV show has gone off the air that you wish would come back?\n  ","859383":"\n   What’s your longest relationship?\n  ","859384":"\n   Oh ok good to hear that. How's your day going?\n  ","859385":"\n   How are you doing today woman 👩\n  ","859386":"\n   Oh i got you now. Well hi woman 😁\n  ","859387":"\n   I'm confused. What you mean?\n  ","859388":"\n   What is better than chocolate?\n  ","859389":"\n   You my cutie pie\n  ","859390":"\n   What is the best thing about being your age?\n  ","859391":"\n   Cutie pie show me post what question is this\n  ","859392":"\n   What does it mean when a girl smiles at a boy?\n  ","859393":"\n   What is your favorite thing in your room?\n  ","859394":"\n   Describe your day in emojis!\n  ","859395":"\n   PAP of where you want to be right now?!\n  ","859396":"\n   What’s the difference between a relationship and a friendship???\n  ","859397":"\n   Qué cualidades valoras más en alguien?\n  ","859398":"\n   If you could turn back time, would you do it? Why?\n  ","859399":"\n   What is the root of all evil?money\n  ","859400":"\n   Hey do you know who makes better nose surgeries? Dr Kurdo or Dr Shivan?\n  ","859401":"\n   What kind of things are you interested in?\n  ","859402":"\n   Would you like to go to an animal shelter and read books to cats or dogs, if you had such an opportunity?\n  ","859403":"\n   I thought that by this time in my life, I'd...\n  ","859404":"\n   Do you use to run from the truth just because you're scared that you might get hurt?\n  ","859405":"\n   You knocked a girl like completely out cold???\n  ","859406":"\n   Have you ever knocked a girl out in a fight\n  ","859407":"\n   Hey could you follow me on insta \n@ succubusantoinette\nor @ zepetosuccubus (the 2nd one is for ppl who have a zepeto account)\n  ","859408":"\n   Age?\n  ","859409":"\n   Where is the funniest place you have ever fallen asleep?\n  ","859410":"\n   What’s your view on the quote, “constants and variables” - Elizabeth, Bioshock Infinite\n  ","859411":"\n   Pretend you can declare your own national holiday. What would it be about?\n  ","859412":"\n   Are your tonsils in or out?\n  ","859413":"\n   what's something you would never want to tell anyone?\n  ","859414":"\n   yes\n  ","859415":"\n   This is hopeless.  🐓 ↪💣\n  ","859416":"\n   Would you rather go out for dinner or cook at home?\n  ","859417":"\n   How will you celebrate your next birthday?\n  ","859418":"\n   Is there something you found out about yourself while using ASKfm?\n  ","859419":"\n   Why do people smoke?\n  ","859420":"\n   Egypt\n  ","859421":"\n   Where are you from?\n  ","859422":"\n   What is your zodiac sign?\n  ","859423":"\n   What do you want right now?\n  ","859424":"\n   Do you think that nowadays boys have become more feminine and girls more masculine?\n  ","859425":"\n   What's your reaction to the words \"We need to talk..\"?\n  ","859426":"\n   Many women in America seem to have no value for men.Why is this true ?\n  ","859427":"\n   Would you want to be internet famous?\n  ","859428":"\n   What is ur plan for tomorrow? I would like to hangout somewhere but where to go any suggestions?\n  ","859429":"\n   Paintball or Laser Tag?\n  ","859430":"\n   Do you get enough sleep?\n  ","859431":"\n   What's the longest you've ever gone without sleep?\n  ","859432":"\n   What's your favorite smell?\n  ","859433":"\n   PAP your before and after!\n  ","859434":"\n   Could you go for the rest of your life without drinking alcohol?\n  ","859435":"\n   works done. now i can go home and cry about how sad my life is and how I’m too much of a coward to do anything at all about it\n  ","859436":"\n   Are you stylish?\n  ","859437":"\n   What is ur main goal?\n  ","859438":"\n   Is there any person you are afraid of?\n  ","859439":"\n   What's something you're not very good at but enjoy doing anyway?\n  ","859440":"\n   Who are you?\n  ","859441":"\n   Is there a teacher, who has inspired you during your school years?\n  ","859442":"\n   What is your attitude to smoking?\n  ","859443":"\n   They made me look like the blueberry girl off of Charlie and the chocolate factory 😂😂\n  ","859444":"\n   Let's just say my friends pulled a crazy prank on me 😂😂\n  ","859445":"\n   My new year's was crazy 😂😂\n  ","859446":"\n   Aw I'm sorry!\n  ","859447":"\n   How was your new year's?\n  ","859448":"\n   Do you have any advice for people starting out on youtube?\n  ","859449":"\n   Haha what's up?\n  ","859450":"\n   I just saw a photo of a woman exposing 80 % of each breast.\n  ","859451":"\n   Women may expose massive amounts of mammary gland and women may expose massive amounts of buttocks on ask fm...what nudity id not allowed on ask fm ?\n  ","859452":"\n   What is the one thing you want most in your life right now?\n  ","859453":"\n   Who made the last incoming call on your phone?\n  ","859454":"\n   PAP an inspirational meme!\n  ","859455":"\n   What's one thing you hate sharing?\n  ","859456":"\n   What would you never post online?\n  ","859457":"\n   What do u prefer , pdf books or paper books ? Whish is better ?!\n  ","859458":"\n   Put these in order of best to worst: Misspelled YouTube video titles, Sparkly prom dresses, A calico cat, a song that ISN'T about love, A sandwich with extra mayo.\n  ","859459":"\n   Instead of money pay me in…\n  "},"Answer":{"858388":"\n  Ya know, I always thought that me having siblings 19-20 years younger than me would be less drama because I was moved out of the house already. But naaahhh. Siblings are siblings. Messin up my house every time they come over lol\n  ","858389":"\n  Football\n  ","858390":"\n  Tired\n  ","858391":"\n  This is a very vague question. That really depends on what a person did don’t you think??\n  ","858392":"\n  I’m a teacher to young children. If something crazy isn’t happening in my life I’d be to concerned lol\n  ","858393":"\n  Not *of* the dark but what’s in it.\n  ","858394":"\n  I don’t play soccer\n  ","858395":"\n  I’ve been ready since November 1st, 2018.\n  ","858396":"\n  I don’t.\n  ","858397":"\n  Working on cars or carpentry. I’ve always wanted to be able to have a talent other than professional sleeper.\n  ","858398":"\n  Toddlers.\n  ","858399":"\n  I LIKE PUMPKIN THE RACCOON ON INSTAGRAM\n  ","858400":"\n  It’s a strong tie between the Google glasses and Segways.\n  \n  👎🏽👎🏽👎🏽👎🏽👎🏽👎🏽\n  \n  Big fails.\n  ","858401":"\n  I- I’m not sure how to answer this. I’m not really sure if I understand the question.\n  ","858402":"\n  Yeah no kidding! I’ve only been married 4. Not even half way!\n  ","858403":"\n  I do not 🤷🏽‍♀️\n  ","858404":"\n  Yes\n  ","858405":"\n  It’s a natural response.\n  ","858406":"\n  Doctor Strange\n  ","858407":"\n  After being on your feet all day and then getting into bed for the first time. Letting all your muscles relax at once, like a whole inner body sigh. Feeling every part of your body sinking into the mattress knowing that you don’t have to do a damn thing for a few hours. Oh man.\n  ","858408":"\n  Football\n  ","858409":"\n  money\n  ","858410":"\n  I have two!\n  \n  Terrence & Kayona\n  \n  It’s funny because they’ve never met 🤣\n  ","858411":"\n  Um I have no idea. Probably. There are all kinds of people out there..\n  ","858412":"\n  It’s just leopard print. Nothing special ☺️\n  \n  My old one was BOMB. I designed it myself. I miss it.\n  ","858413":"\n  Well I certainly think that this is a wide answer. People have vastly different values. For me, having my family be financially secure while also finding a healthy balance of spending time with one another are top shelf important to me.\n  ","858414":"\n  In certain situations.\n  ","858415":"\n  That depends on if my future events would turn out pretty much the same. Like, I don’t wanna go into the past, change a small ass thing and then end up never having my son.\n  ","858416":"\n  Don’t just say you wanna be better. Start off small, don’t rush it. Actions are what matter.\n  ","858417":"\n  All the sour stuff!\n  \n  And Milk Duds.\n  ","858418":"\n  I did. The don’t have any pictures though. He died when he was a baby.\n  ","858419":"\n  To love of course\n  ","858420":"\n  I’ve been in relationships before yes.\n  ","858421":"\n  26\n  ","858422":"\n  I can’t fit it all on here, but it’s two fall HP pictures I collaged. That’s the only way I’m getting through the ending of summer. That and it’s about to be a magical time again. Reminds me that there is more to come :)\n  ","858423":"\n  I don’t have just one of any favorite. Off the top of my head, while scrolling about 10 minutes ago I read something about Diane Keaton and I think she’s absolutely adorable. So at the moment I choose her.\n  ","858424":"\n  Tell him he needs to pay his share.\n  \n  🤷🏽‍♀️🤷🏽‍♀️🤷🏽‍♀️\n  ","858425":"\n  That would be bad parenting. I’m a good mother.\n  ","858426":"\n  Homelessness\n  ","858427":"\n  Whether to take a loved one off of life support.\n  ","858428":"\n  This bouquet\n  ","858429":"\n  Haha my bad my bad\n  ","858430":"\n  Damn you still gotta do that? We got pot shops around all over my town like Starbucks.\n  ","858431":"\n  🤢🤢🤢\n  ","858432":"\n  🙄 we are HUMANS. My husband and I have the “look but don’t touch rule” as in if I see a hot guy, imma stare! If he sees a hot girl, he’s gonna stare! Attraction doesn’t die when you’re with someone. If your partner is so possessive you can’t even LOOK at other people, y’all got bigger problems.\n  ","858433":"\n  I never have just one favorite song. I do however have an album I’d listen to forever which is:\n  \n  Street Love - Young Lloyd\n  ","858434":"\n  Not at the moment\n  ","858435":"\n  Obviously the epidemic.\n  \n  The other option seems so petty and selfish.\n  ","858436":"\n  In high school I had anger management. Didn’t work. Don’t recommend. Then I found yoga and meditation. It’s actually a game changer.\n  ","858437":"\n  Is it because after 20 minutes you gave me your number I already had your mailbox full?\n  ","858438":"\n  Less respectful, less educated, less patient.\n  \n  I don’t necessarily think people have become “more sensitive” like everyone is saying. People have a platform now. The internet. Anybody can say anything they want. Before, people would just talk shit alone or to their like-minded friends and usually keep quiet to those outside of their circle. The internet has totally messed with people’s heads. Giving the ignorant the chance to spread hate and “troll” if you will. However, the internet has also connected people from around the world, formed bonds and communications that were otherwise unheard of unless you had money to travel. It has also help spread awareness for causes and helps everyone get a better understanding of what’s really happening in this world.  It’s the best and worst invention in history.\n  \n  In my opinion of course.\n  ","858439":"\n  That made no sense in my google translate.\n  ","858440":"\n  That all depends on if they’re nice or not\n  ","858441":"\n  Yes\n  ","858442":"\n  Dinner and a movie. I’m sorry, it’s just dumb.\n  ","858443":"\n  🤧\n  \n  I’m sick. Yay.\n  ","858444":"\n  “Gym is lit tonight\"\n  ","858445":"\n  “What the fuck”\n  \n  Usually in my head.\n  ","858446":"\n  Having things slowly fall in order.\n  ","858447":"\n  Herself? I don’t know how else to answer this.\n  ","858448":"\n  My son is getting a cold.\n  \n  The runny noses do suck.\n  ","858449":"\n  That I am more tired than I think I am 😂\n  ","858450":"\n  My son.\n  ","858451":"\n  That depends on what the situation is.\n  ","858452":"\n  26\n  ","858453":"\n  From last winter? Being cold and feeling bitchy.\n  ","858454":"\n  I’m not putting on socks to please an anonymous person from the internet.\n  ","858455":"\n  Google “People with ankle socks” there will be many of pictures.\n  ","858456":"\n  I don’t have any on\n  ","858457":"\n  You’re invisible on this app, because you’re anonymous.\n  ","858458":"\n  Early.\n  ","858459":"\n  Mermaids seem more realistic.\n  ","858460":"\n  It’s between\n  \n  ‘Jenkins’\n  \n  And\n  \n  ‘Chapstick for a top lip’\n  \n  There are so many more.\n  \n  I can’t decide.\n  ","858461":"\n  Sleeping pills 🤣 I don’t wanna die awake!\n  ","858462":"\n  That depends on what people define as interesting. I mean, I’m in the process of writing a book, that’s pretty interesting to me.\n  ","858463":"\n  Twitter\n  ","858464":"\n  Glazed\n  ","858465":"\n  It can buy attention. Love? Doubt it.\n  ","858466":"\n  That’s at random.\n  ","858467":"\n  Bills\n  ","858468":"\n  Fight Club\n  ","858469":"\n  The infamous “man cold”\n  ","858470":"\n  1. Every other “relationship” was too short to count them as exes.\n  ","858471":"\n  Don’t love them back\n  ","858472":"\n  One Call Away - Chingy\n  \n  Jet Pack - Mac Miller\n  \n  Nails Hair Hips Heels - Todrick Hall\n  ","858473":"\n  Ok\n  ","858474":"\n  The only ASKfm user I know on here is\n  \n   @totesporkin\n  \n  - I would definitely go on a road trip with her. We’ve actually been on a few short ones.\n  ","858475":"\n  Yes.\n  ","858476":"\n  Hopefully not the same thing.\n  ","858477":"\n  Not a Packer’s fan\n  ","858478":"\n  Love it.\n  ","858479":"\n  I use Twitter for my writing, Instagram for family and friends but I PREFERRED MySpace when it was a thing 👌🏽\n  ","858480":"\n  No flowers. Flowers die. Give a girl something she can hold onto for a long time. Chicks love blankets and shit.\n  \n  But I guess a lot of girl like flowers though... so idk roses? If I’m getting plant-life I like cacti and succulents. They last a long time and you don’t have to worry about the constant attention. I have other more important things to do than worry about keeping a plant\/flowers alive.\n  ","858481":"\n  If you’re talking about my story, it was my cousin. She would isolate herself after she met these men. Sometimes we didn’t hear from her for years. I think if she was looking for sympathy, she would have stuck around us to spill all the tea. Truth is, she was dealing with some inner demons + having low confidence about herself. That can equal disastrous results.\n  \n  If you’re talking about your friend, it sounds a lot like Munchausen syndrome which is what Gypsy Rose Blanchard’s mother had. Google her if you don’t know who I’m talking about. If she is always talking about it and needing that attention, she needs therapy.\n  ","858482":"\n  That all depends on how many people are in the theater, who I’m with, etc. I usually like to sit in that front row of the middle, where the metal bars are so I can prop my feet up. If I’m with a friend, I let them choose where they want to sit.\n  ","858483":"\n  This is a hard one. I have a son (luckily he’s a toddler for now)\n  \n  I also had a family member who had been married 4 times. She only had kids from 2 of the men however. BUT all of the men she was married to were abusive. She literally couldn’t catch a break. She’s since passed away about 8 years ago. So I think I’d go into that situation (if it arises) with a different perspective, I would however let my son know to be cautious.... in a lot of situations it is the woman who has the problem, but I would also encourage him to try and get her side of the story. I’d also suggest he look into her more... I mean we have the technology. I know that when I would go out with guys, I would make sure I’d look them up first (social media, etc) to try and get a sense of them, their friends, family, personality, etc. I think everyone should do that. You never know these days.\n  ","858484":"\n  I favor cats. But I love dogs too!!\n  ","858485":"\n  Laundry\/dryer sheets. Since our washer and dryer is in our bedroom!\n  ","858486":"\n  No call no show where? I got no where to be tomorrow! I’d get my money and ✌🏽\n  ","858487":"\n  I really don’t like either. I like face to face interaction. If I had to choose, I’d say, texting. Even though the emotion isn’t there, (besides emojis) - I get time to think about what I’m going to say.\n  ","858488":"\n  No thank you please. This chick has made a Tumblr and dedicated her time and energy on someone who doesn’t give two shits about her? Yikes. The few pieces I did read I felt bad, he treated this chick like shit. Seeing as how there are billions of people in this world, there are going to be a lot of shitty ones in it. That’s sucks she didn’t come forward with the physical harm, I can relate to that. But making a whole damn page about her shitty exes? I saw there was another ex she wrote about but didn’t feel like diving deeper. Maybe she needs to stay single for a while and figure out how to be a stronger individual. I was in a string of shitty relationships and I had to eventually stop and learn to love myself before I could love someone else. When you accept abuse of any kind from anyone, that’s some deep mental thoughts that subconsciously tell you that that’s all you deserve. I recommend a therapist and some time alone to reflect.\n  ","858489":"\n  I’d have to go to the doctor to confirm this. But on the way I’d call a couple people to let’em know what’s up. If I really only had that short of time, not much I could do. I think I’d try to go to sleep (maybe sedatives?) so I wouldn’t die while I was awake. Just seems like the logical option.\n  ","858490":"\n  Pay off my debts, buy property, invest, buy my father a house, donate all my old clothes and buy new ones. Etc etc etc\n  ","858491":"\n  I’m not affiliated with any church.\n  ","858492":"\n  Hasn’t failed me so far... I think.\n  ","858493":"\n  Why would I care? Braces aren’t a fashion statement, they’re a necessity for some people.\n  ","858494":"\n  Smoking.... what....\n  ","858495":"\n  DNA test help clear that up.\n  \n  If you are the father and don’t feel like paying for something you helped create, sign away your parental rights.\n  \n  If you are the father, want to keep your parental rights but don’t want to pay to support your child’s wellbeing, yikes. Maybe you aren’t mature enough to have sex since you can’t take responsibility for your actions.\n  \n  Accidents do happen.\n  \n  You need to be prepared.\n  \n  If you are the father, want to keep your parental rights but don’t have the money, do your best!\n  \n  If you aren’t the father, you have nothing to worry about... keep living your life!\n  \n  HOWEVER, if the situation is switched and the father is taking care of the child, unless the mother signs away her parental rights, she needs to pay that child support.\n  \n  Remember, it takes two to tango.\n  \n  aka it’s BOTH of your responsibilities when y’all fuck.\n  ","858496":"\n  Javier Suarez\n  ","858497":"\n  The fuck?! It is ALIVE and WELL! I am a writer and a poet. Poetry will never die.\n  ","858498":"\n  The early 90s man.\n  \n  The fashion was 🔥🔥🔥\n  ","858499":"\n  I have in the past. Sometimes it went well, other times it was just NOT IT.\n  ","858500":"\n  Nah. I carry around my son a lot and he’s getting bigger and heavier! I can barely keep up!\n  ","858501":"\n  A little tired, back kinda hurts, but I’m in a good mood! :)\n  ","858502":"\n  I took a picture of these caterpillars on one of our trees. I needed them moved!\n  ","858503":"\n  Not in particular. I do like rompers though. I’ve been wearing them a lot this summer.\n  ","858504":"\n  That all depends on what time it is, where I’m at, what I’m doing. Either is cool.\n  ","858505":"\n  That all depends if I vibe well with the other person. Sometimes it just happens, more times than not for me, it doesn’t.\n  ","858506":"\n  I have my own Tarot cards thanks 😊\n  ","858507":"\n  Married\n  ","858508":"\n  My son hands DOWN. He is the best person. My love, my life, my reason.\n  ","858509":"\n  What kind of sponge we talkin about\n  ","858510":"\n  I try and avoid the small minded folks.\n  \n  Small mind = big mouth\n  \n  I’m not about that life.\n  ","858511":"\n  TBH, I’m not a huge fan of anime. However I have watched one anime in my lifetime and that has been Kiki‘s Delivery Service. So I guess I would be her.\n  ","858512":"\n  Superhero: Hellboy (the original)\n  \n  Villain: Bellatrix Lestrange (so much so, the first name was once on a “future baby names list” of mine)\n  ","858513":"\n  Traveling tiny home with my family, being hippies and selling homemade things. My husband is a wizard at carpentry and woodwork, I can make jewelry and food, which is less impressive than his skills IMO 😂\n  ","858514":"\n  I have no idea how to do that. I’m not sure how to even look up people or other profiles. I literally just come on here to answer questions and sometimes ask them 🤷🏽‍♀️ I don’t know much else.\n  ","858515":"\n  There is a variety of personal questions I won’t answer, but I’ll usually respond with a weird gif that has nothing to do with the question. 👌🏽\n  ","858516":"\n  I never have one favorite of anything lol but I do like Lloyd’s newest album.\n  ","858517":"\n  Sometime in high school\n  ","858518":"\n  I do not.  I do have a Pandora though which I listen to a station called French Kiwi Juice a lot.\n  ","858519":"\n  I DID TOO AND SO AM I\n  ","858520":"\n  I’m sorry you feel that way.\n  ","858521":"\n  No\n  ","858522":"\n  Funny now, not so funny at the time lmao\n  ","858523":"\n  Yeah..... my biggest mistake was wearing one once to a club. You never realize how drunk you are until you get into a bathroom stall alone.. especially with a romper, trying to get the damn thing off without losing your balance and before peeing on yourself.\n  ","858524":"\n  I like rompers. They come with pockets! (A lot of them do) but bloody difficult when you have to use the bathroom.\n  ","858525":"\n  When I’m all dressed up.\n  ","858526":"\n  I’m wayyyyyy way way stronger mentally than I thought I was. And that it’s good to ask for help even if you don’t think you need it.\n  ","858527":"\n  Nah.\n  ","858528":"\n  Disneyland once. For a week when I was 10. Pirates of the Caribbean ride was my favorite. I think I went on about a dozen times.\n  ","858529":"\n  People in Virginia.\n  ","858530":"\n  Past partners. Not current.\n  ","858531":"\n  Forgive\n  ","858532":"\n  I’m not sure if you’re talking in 3rd person. I do not use COLOR NOTE.\n  ","858533":"\n  Oh of course!\n  ","858534":"\n  God no.\n  ","858535":"\n  I was born in the city, raised in the country and have been living in the literal middle ever since. I could be in either and be happy.\n  ","858536":"\n  Oh definitely. The older I get the faster it goes.\n  ","858537":"\n  When I was in high school I skipped school only one time with a friend. It was so boring I kept going to school after that 😂\n  ","858538":"\n  Teen. The things I would change... OMFG.\n  ","858539":"\n  I have A LOT of favs.\n  ","858540":"\n  I have no idea! I’m going out tonight to a restaurant so I’ll know when I get there!\n  ","858541":"\n  May I suggest Tinder\n  ","858542":"\n  I sure do\n  ","858543":"\n  I’m not in school :)\n  ","858544":"\n  I’m not in that field of study\n  ","858545":"\n  🤷🏽‍♀️\n  ","858546":"\n  Singing the alphabet backwards\n  ","858547":"\n  You bet your ass I do\n  ","858548":"\n  My child’s future\n  ","858549":"\n  I feel like I’ve answered this 20 times. Why do people care that much about tonsils?\n  ","858550":"\n  Well it’s not much, but I’ve studied early childhood education since the end of middle school. I’m 26 now and still studying it. It made becoming a parent A LOT easier because I knew what to expect. Considering many people go into parenting with little to no experience besides books they read in the last 9 months of “freedom” lol - before baby comes!\n  ","858551":"\n  Juul\n  ","858552":"\n  My creativity\n  ","858553":"\n  I wouldn’t say jealous, but I do wish I was better off money wise. Those who don’t have to financially struggle everyday just to get by are goals.\n  ","858554":"\n  It’s not all about likes and follows bruh.\n  ","858555":"\n  On a walk with one of my best friends!\n  ","858556":"\n  I’m not scared of any age.\n  ","858557":"\n  Wrong place.\n  ","858558":"\n  One of my besties has a bday in 3 days. He works all day that day, but we’re planning to do a thing later on in the next couple weeks.\n  ","858559":"\n  Well I’m married so that would be a hard no. Even if I wasn’t, 😬😬😬😬 nah. There was only one guy who was decent, but I think he’s happily married and that makes me so happy!\n  ","858560":"\n  In written form\n  ","858561":"\n  To my knowledge.\n  ","858562":"\n  Who is they......\n  ","858563":"\n  Almost all the things.\n  \n  I’ll tell you my favorite pizza thing.... cheese stuffed crust 👌🏽\n  ","858564":"\n  A bit but not too bad. Now when Katrina hit, I had some family lose their homes.\n  ","858565":"\n  Blackstreet\n  \n  No Doubt\n  \n  Craig David\n  \n  Young Lloyd\n  \n  D.O.C.\n  \n  There are sooo many more 😩\n  \n  This question was harder than I thought.\n  ","858566":"\n  My dad\n  ","858567":"\n  Oh I have big goals. But they’re all kept in my vault until I reach them.\n  ","858568":"\n  I wouldn’t know\n  ","858569":"\n  Twitter! And I just started a couple months ago 😩\n  ","858570":"\n  It’s me. I do. I hate it.\n  ","858571":"\n  I have an iPhone but I’m leaning towards am Android. The iPhone has been causing so many issues. I’m getting annoyed 🙄\n  ","858572":"\n  A new better year. Hopefully\n  ","858573":"\n  What would you do if you asked a totally different unrelated question? Would YOU inflate like a balloon?\n  ","858574":"\n  Meh\n  ","858575":"\n\n   @helloitsbunnytoure\n  \n","858576":"\n  Right this second\n  \n  Bad Blood - NAO\n  ","858577":"\n  Well I would like to be over the poverty level that would be cool.\n  ","858578":"\n  Corpse Bride\n  ","858579":"\n  Honestly, all the Jurassic Park movies lol - I’m okay with gore and ghosts and yada yada yada, but dinosaurs scare the crap out of me. You know there’s some idiot out there that “would if he could” bring dinosaurs back to study them and eventually we’d all be fucked because we as humans think we can control everything. Dinosaurs are cool to study, but nahhh I ain’t fuckin’ with no LIVE ones.\n  ","858580":"\n  It’s a celebration of Halloween\n  ","858581":"\n  I already have 1 but I plan on having 2 more if I can and adopting some children as well.\n  ","858582":"\n  My insta is on private now. It’s really mostly filled with pictures of my little boy. I got a Twitter though\n  \n   @offbeatzephyr\n  \n","858583":"\n  It’s hard to tell with the filter. Between 19 & 22?\n  ","858584":"\n  What’s up yo?\n  ","858585":"\n  Well they tore down my school and rebuilt a cold-looking one. It’s hideous. And there is also a huge mile-long warehouse built where there used to be beautiful farmland. It’s disappointing. But at least I don’t have to look at it 🤷🏽‍♀️\n  ","858586":"\n  Yo\n  ","858587":"\n  Aero Bars 🤤🤤🤤\n  ","858588":"\n  Going on 12 years maybe longer\n  ","858589":"\n  Aristocats\n  \n  Cats Don’t Dance\n  \n  Oliver & Company\n  ","858590":"\n  Thank you so much 🙏🏽 to you as well!!\n  ","858591":"\n  A writer, a mother, a spouse, a poet, a teacher, etc.\n  ","858592":"\n  Miss O\n  ","858593":"\n  It has a small ass dent. My husband’s phone is jacked up though because our toddler got a hold of it and chucked it.\n  ","858594":"\n  That’s my literal life. I’ll let you know when I figure it out 👍🏽\n  ","858595":"\n  God no lol I couldn’t handle me\n  ","858596":"\n  I’ll probably get hate for this but IDGAF - America has always been trash. We pride ourselves on our guns and other firepower. We have the biggest egos and the smallest dicks. Hate weakens us but we keep pressing forward. Our government has never listened to the country as a whole. Only to the rich or radical, not to the everyday folks trying to make it through another day. And before anyone comes for me and says “If you don’t like it then leave” which was once the polar opposite of what we originally stood for, I’m TRYING to leave eventually. But because money is only worthy for the rich, my family doesn’t get paid enough to barely float above water and pay our bills... I can’t even think about saving to get up and leave right now. If anyone wants me to leave because of my views they are MORE than welcome to fund our move ✌🏽 $toureluxurious\n  ","858597":"\n  I don’t like surprises except surprise money in my account.\n  ","858598":"\n  I don’t have just one. One of my favorite artists is Craig David though.\n  ","858599":"\n  I don’t have just one. One of my most favorite artists is Craig David though.\n  ","858600":"\n  Well since I’m a stay at home mom for now, I don’t worry about days. I guess it’s Monday today? I’m not sure. I’ll have a job soon though and then I’ll have to pay attention. Tuesday’s always sucked for me wayyy more than Monday’s though.\n  ","858601":"\n  Right now pink\n  ","858602":"\n  I have no idea lol you’d have to ask my friends.\n  ","858603":"\n  Like clothes?\n  \n  “Where what I want”\n  ","858604":"\n  Well I’m already invisible so flying power would be nice.\n  ","858605":"\n  😂😭😩😏◼️😍🔮\n  ","858606":"\n  Gosh I can’t seem to think of anything.\n  ","858607":"\n  I wouldn’t say ‘funny’ exactly, but it was odd. Random Waters. I went to school with him.\n  ","858608":"\n  Laser League, Goat Simulator, Stitch’s Sandwich Stacker or Jungle Eggventure. I’m very simple.\n  ","858609":"\n  Idk wha did happun??\n  ","858610":"\n  My husband 👌🏽👌🏽👌🏽🔥\n  \n  Famous person:\n  \n  Diego Luna!\n  ","858611":"\n  Not great\n  ","858612":"\n  That’s up to your budget bruh\n  ","858613":"\n  We am 26\n  ","858614":"\n  Blanket and tea please :)\n  ","858615":"\n  WILLING? I am willing to spend my summer on a yacht in Boca with a blunt in one hand a White Russian in the other while getting the best tan I’ve ever had listening to French music and not giving a single fuck.\n  \n  However I’m spending my summer broke at home with my son playing The Wiggles on repeat until I slowly go insane.\n  ","858616":"\n  Breaks in my day for just me time. Also staring at my toddler while he’s asleep, knowing that I made him... I feel very proud and such a feeling for happiness I’m not sure the word has been invented for how overwhelmed with joy I am.\n  ","858617":"\n  It’s ending everyday. Just like we die a little everyday. I don’t know the estimated lifespan of our planet, but I know as humans we are doing a great job of cutting it shorter than it could’ve been.\n  ","858618":"\n  😂😭🙏🏽🤐😍🐇🤷🏽‍♀️💁🏽‍♀️🎃🍆🤣🤥😩👏🏽☺️🔮🌠🤢👀👌🏽🤦🏽‍♀️⚡️🍍◼️✨🙄💜🔥🍀🤮\n  ","858619":"\n  I usually do anyways\n  ","858620":"\n  The whole Word of Mouf album by Ludacris\n  ","858621":"\n  A degree\n  ","858622":"\n  Just 3 songs? Nah. I’ll go with 3 albums I love a lot.\n  \n  Another Level - Blackstreet\n  \n  No One Can Do It Better - DOC\n  \n  Street Love - Young Lloyd\n  ","858623":"\n  Boogie your way on outta there\n  ","858624":"\n\n   شكرا لك\n  \n","858625":"\n  To get into a club the other night\n  ","858626":"\n  I have no idea... secret talk?\n  ","858627":"\n  Money\n  ","858628":"\n  Really don’t have just one. I love most of his songs.\n  ","858629":"\n  Instagram. I sometimes miss Facebook but I prefer Insta.\n  ","858630":"\n  Marriage\n  ","858631":"\n  Nothing material I care about enough to do anything for to an extreme. Of course I’ll fight for my stuff, but I won’t do “anything” for stuff. In the end, it’s just stuff.\n  ","858632":"\n  Not as much as I want to\n  ","858633":"\n  The food\n  ","858634":"\n  It’s both Pagan and non-Pagan :)\n  ","858635":"\n  Both have a special place in my heart. But this Halloween is my 4 year wedding anniversary. It’s pretty darn special.\n  ","858636":"\n  Nah. Automatic removal of the spouse.\n  ","858637":"\n  What is this the 50s?! Lol yes. Yes it is.\n  ","858638":"\n  Avoid like the plague 🤷🏽‍♀️\n  ","858639":"\n  I’m about as risky as a sloth 😂\n  ","858640":"\n  Twitter! I recently got one like 2 months ago or so!\n  ","858641":"\n  I was a teacher once. I love children!!\n  ","858642":"\n  When a lady at the grocery store asked if I was SURE my child was mine because he doesn’t look like he has any black in him. Like yes bitch I am SURE you wanna see my scar???\n  ","858643":"\n  I had very little boundaries. I think my younger self craved more. But my mom was really young when she had me. I’m older than she was when I had my son, I’m fairly easy going but definitely (will) give more responsibilities than I had.\n  ","858644":"\n  1. My great aunt’s urn\n  \n  2. The Big Chair\n  \n  3. Memory box\n  \n  4. A very special wallet\n  \n  5. My super fluff grey rug\n  ","858645":"\n  14\n  ","858646":"\n  No. I have my son. I wouldn’t ever change that.\n  ","858647":"\n  Yeah. I just picked up my sister from basketball and her feet STANK.\n  ","858648":"\n  Well I guess that depends on who you talk to. I have specific tastes. I like all things creepy, learning about the dead, I love love love documentaries, leopard print, etc.\n  ","858649":"\n  In my head imma 10... but when I actually sing...\n  ","858650":"\n  I.... no one...\n  ","858651":"\n  I’m still trying to figure that out. What gets me through is that I try to love myself and much as much son does. If you don’t have children, maybe a pet\/parent\/friend. Try to love yourself as much as you know someone loves you.\n  ","858652":"\n  Mental health. You can get on all the meds and talk to the highest trained professionals but it’s still a personal battle.\n  ","858653":"\n  Any social situation\n  ","858654":"\n  I don’t wear ass floss. But underwear in general, either way, it doesn’t matter if my under clothing is sticking out. My bra straps forever sticking out but I wouldn’t expect anyone to comment on that, unless I’m a professional situation.\n  ","858655":"\n  Still none of my business.\n  ","858656":"\n  No. It’s not my business.\n  ","858657":"\n  That’s his business\n  ","858658":"\n  I don’t think I can fully comprehend myself.\n  ","858659":"\n  72\n  ","858660":"\n  Enjoy yourself!\n  ","858661":"\n  A feeling\n  ","858662":"\n  I have not\n  ","858663":"\n  I think about what my son would think of me.\n  ","858664":"\n  What kind of music are you into?\n  ","858665":"\n  ‘Alien’ is a funny word. We use it in a sense of ‘aliens’ for people in other countries meaning those who are not like us. So it’s not the question of believing, it’s the question of whether I think there are life on other planets, which I do. I think those who think we are the only life in this entire universe are idiots. We have yet to explore all of space, there are more planets out there that we can count. We simply can’t be alone out here. I refuse to believe  that we are just floating around completely alone. I mean, we haven’t even explored all of our own oceans! There’s always new things to discover.\n  ","858666":"\n  Sometimes weed at night, I try to meditate when I can but I don’t get a lot of free time. I’m not great at stress management. I’m working on it.\n  ","858667":"\n  Yes\n  ","858668":"\n  She could’ve taken the mask off!! It’s her own fault 😂\n  ","858669":"\n  Nahhhhhh\n  ","858670":"\n\n   https:\/\/youtu.be\/YAk5VfBr53c\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","858671":"\n  Almost all of my houses I’ve lived in.\n  ","858672":"\n  26\n  ","858673":"\n  I wish I had money\n  ","858674":"\n  My father wasn’t around growing up and I think I turned out alright. As long as there’s another loving parent\/guardian around, that’s all that matters.\n  ","858675":"\n  I am married. It’s not too different.\n  ","858676":"\n  My best friend Terrence hands down. But crazy in a beautiful way. I just love him.\n  ","858677":"\n  😕🙁☹️\n  ","858678":"\n  A coat\n  ","858679":"\n  Physical\n  ","858680":"\n  Iz U -Nelly\n  ","858681":"\n  Thank you!\n  ","858682":"\n  Tall skinny white boy with a baseball obsession. I liked him till he started lookin like his dad... then I moved on.\n  ","858683":"\n  Yes.\n  ","858684":"\n  Besides taking care of my own child, which is the hardest job I’ve ever had, I am also in the field of education.\n  ","858685":"\n  Yes.\n  ","858686":"\n  26\n  ","858687":"\n  WA State\n  ","858688":"\n  Olivia\n  ","858689":"\n  Each animal is intelligent in their own way. Dogs are very smart in the sense that they can be trained to do tricks, retrieve items and sniff out drugs\/etc. Cats can take care of themselves for a whole day without losing their shit.\n  ","858690":"\n  Life will never give you anything.\n  \n  and also\n  \n  Fake it till you make it.\n  ","858691":"\n  They don’t 👀\n  ","858692":"\n  Sometimes it’s not obvious who the wrong person is. Also, a lot of people don’t see their own personal worth and go for what they THINK they deserve (consciously or not) when in reality they deserve a helluva lot better.\n  ","858693":"\n  Really almost all desserts 🤷🏽‍♀️\n  ","858694":"\n  Hello Rick!\n  ","858695":"\n  Yes!!\n  ","858696":"\n  I only have one pet anymore. It’s a fish that my brother gifted to me after my cat died. He named him Jeff. So... Jeff.\n  ","858697":"\n  Those little moments that you don’t know are special yet until way later in life.\n  ","858698":"\n  Coffee shop\n  ","858699":"\n  Nahh I can’t share my strategy with the world. That’s when the world challenges back and my anxiety too high for that.\n  ","858700":"\n  Oh my goodness I get down to some potato salad, beans, greens, cornbread, corn, some kind of pasta salad, desserts, etc etc ETC. I get it poppin at a bbq!\n  ","858701":"\n  🤦🏽‍♀️ dejavu...\n  ","858702":"\n  Taurus\/Aries cusp\n  ","858703":"\n  I usually try to avoid eye contact with all people. But I look at eyes first if I do, not just for the politeness of eye contact but because I like eyes.\n  ","858704":"\n  Having a child\n  ","858705":"\n  Most foods.\n  ","858706":"\n  Oh sure, yes! I love questions :)\n  ","858707":"\n  The crazy trait.\n  ","858708":"\n  Damn right.\n  ","858709":"\n  Live your life! It’s fun being in a relationship but there are also awesome parts to be single. Not having to check in all the time, doing whatever (or whoever) you want, etc etc etc.\n  ","858710":"\n  I would not. Why have just the taste of food when you can have real food?\n  ","858711":"\n  I think in 8th grade. It was a fat Dell. I was so happy. We had dial-up so I didn’t use the internet often.... but Paint & Pinball were open CONSTANTLY.\n  ","858712":"\n  I don’t.\n  ","858713":"\n  A solid 10.\n  ","858714":"\n  More sleep and some fries. Not in that order.\n  ","858715":"\n  I don’t look at brands 🤷🏽‍♀️\n  ","858716":"\n\n   https:\/\/youtu.be\/zhPiBZLun5k\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","858717":"\n  Pumpkin anything is nasty af\n  ","858718":"\n  I love curry. I also love burritos. Homemade burgers. Most foods really.\n  ","858719":"\n  Used to. Not anymore.\n  ","858720":"\n  I don’t know about other women but I talk about the same damn things around both genders. I have a poor filter.\n  ","858721":"\n  Dora The Explorer- seriously bruh. That bish is positive all the damn time, speaks two languages and gets outta the house often. Literally all my goals.\n  ","858722":"\n  I have no idea what you NEED to know.\n  ","858723":"\n  I have no recent ones.\n  ","858724":"\n  Taurus-Aries cusp\n  ","858725":"\n  Nah\n  ","858726":"\n  Don’t be on your phone unless you absolutely have to, actually pay attention and bring up things the other person said at a later part in your date to make them know you actually give af. Don’t talk about exes, don’t rely on the other person to come up with topics to talk about. Prep.\n  ","858727":"\n  It can happen! Just be careful. People aren’t always who they say they are.\n  ","858728":"\n  LOVE\n  ","858729":"\n  I love poetry. I’ve written so much. Unfortunately, all of my work is saved on a broken computer. I’m waiting to get it fixed.\n  ","858730":"\n  Nope!\n  ","858731":"\n  I think my son had gorgeous eyes. They are turning into a hazel\/blue mixture kind of like his daddy.\n  ","858732":"\n  You can’t be serious\n  ","858733":"\n  I haven’t watched either.. but GOT has dragons... so GOT.\n  ","858734":"\n  I’m not sure how to answer this. ‘We’ as in people of the world? Probably the candy that has razor blades hidden in them because we suck.\n  ","858735":"\n  Today is special because it’s my son’s 2nd birthday!! 🎉🎉\n  ","858736":"\n  How do I deal with.... what?\n  ","858737":"\n  I have love 💜\n  ","858738":"\n  The cliche cheerleader and football player I’m assuming.\n  ","858739":"\n  The better question is, what food don’t I like.\n  ","858740":"\n  Well you just did with this question.\n  ","858741":"\n  A DEEP clean of my house. Like Spring cleaning but more intense.\n  ","858742":"\n  Homebody for now\n  ","858743":"\n  I think about the money I will have.\n  ","858744":"\n  Yes\n  ","858745":"\n  I sure do\n  ","858746":"\n  Memories\n  ","858747":"\n  I have no idea. I don’t count calories so I have no idea how they work.\n  ","858748":"\n  I never was told a frightening story as a child. I was already scared of everything anyways with my anxiety so I guess no one wanted to scare me any further lol\n  ","858749":"\n  Sparkling water is the devil.\n  ","858750":"\n  Someone named Irish? I don’t know. Sorry 🤷🏽‍♀️\n  ","858751":"\n  That is when I go outside! When it’s hella hot!\n  ","858752":"\n  No. Just no.\n  ","858753":"\n  I have tattoos. In a lot of places. I want more. A lot more.\n  ","858754":"\n  My aunt\n  ","858755":"\n  Vampire in Brooklyn👌🏽\n  ","858756":"\n  “How are you?”\n  \n  “Good! You?”\n  \n  Nobody just GOOD all the time.\n  ","858757":"\n  If you ask a question you already know the answer to,  you don’t learn anything new. I would consider that a dumb question. However actual questions you don’t know the answer to, simple or not.... if you don’t know the answer, it is not a dumb question.\n  ","858758":"\n  I already have a child, his name is Mikey.\n  ","858759":"\n  Let me know when you find out\n  ","858760":"\n  My husband prefers Asian food.\n  \n  I prefer Mexican food.\n  ","858761":"\n  Bedtime\n  ","858762":"\n  I have no idea what that is. I’ll look it up!\n  ","858763":"\n  🤷🏽‍♀️\n  ","858764":"\n  I don’t think you ever forget the people you love\/have loved. That’s okay.\n  ","858765":"\n  How was what?\n  ","858766":"\n  Loyalty\n  ","858767":"\n  That’s not my problem\n  ","858768":"\n  In a sense yes, but I have no idea what it is. I’ll know when I know.\n  ","858769":"\n  Sharing time. Fun. I was poor, yes. But I didn’t have too harsh of life.\n  ","858770":"\n  I’m tryin!\n  ","858771":"\n  15. High school sweetheart.\n  ","858772":"\n  Chuck E Cheese if he ain’t got no kids 😂😂\n  ","858773":"\n  There are so many! All the words that have silent letters in them. Being a teacher and trying to teach children how to read was a trip in itself.\n  ","858774":"\n  The future\n  ","858775":"\n  Sure :)\n  ","858776":"\n  I am clearly a very awkward person to talk to, but I’m fairly good at public speaking.\n  ","858777":"\n  Damn nobody private anymore.\n  ","858778":"\n  Literally any talent. I can barely function as a human in general lol\n  ","858779":"\n  The Shoebill Stork. I’d never have to worry about walking alone again.\n  ","858780":"\n  Well my bday is 420 so I do in fact live it everyday so I guess that works too lol\n  ","858781":"\n  Munster memorabilia\n  ","858782":"\n  experience\n  ","858783":"\n  “I want to believe”\n  ","858784":"\n  I gave my last couple of fries to my son today.\n  ","858785":"\n  No socks on these feet at the moment.\n  ","858786":"\n  A jelly donut\n  ","858787":"\n  Anyone that can educate and open up my mind to new experiences. I always love learning new things and exploring new places.\n  ","858788":"\n  Is traveling to as many countries as humanly possible a hobby? I pick that one.\n  ","858789":"\n  Brown\n  ","858790":"\n  Why what?\n  ","858791":"\n  I guess sometimes, women who don’t think very highly of themselves or are used to being in degrading relationships tend to gravitate towards unhealthy people. I know because I was one of them. Hopefully in their lifetime they wake up and realize they deserve the best.\n  ","858792":"\n  Never because popcorn is gross\n  ","858793":"\n  Answer\n  ","858794":"\n  Oh I get that! There’s nothing to do here either! That’s why I’m trying to move! New things to see and experience.\n  ","858795":"\n  No matter where I’ve moved, I always end up back in WA. I’m not a faaan. I would love to move somewhere and stay there!! I’m thinkin’ Oregon.\n  \n  Did you grow up in Mississippi or did you leave when you were young?\n  ","858796":"\n  Seattle WA! Yourself?\n  ","858797":"\n  I feel that!\n  ","858798":"\n  Liar. A thief takes material items, a liar takes emotional and mental parts of you. I think that’s worse.\n  ","858799":"\n  It’s all good 👍🏽\n  \n  If someone gave you a one way ticket to start a new life, where would you go?\n  ","858800":"\n  Liver & onions 🤢\n  ","858801":"\n  “I love you”\n  ","858802":"\n  Tea. I’m a fancy bish.\n  ","858803":"\n  That’s up to them\n  ","858804":"\n  Can I say both? I’m going to say it anyways.\n  ","858805":"\n  There is\n  ","858806":"\n  The first HP\n  ","858807":"\n  Attending a friend’s graduation, maybe a party, a drag show that my best friend is in, working and celebrating my husband for the wonderful father he is.\n  ","858808":"\n  That really depends on what you want to do in your life. If you want to travel with friends or put yourself into a career that requires a lot of attention, maybe single is best. If you rather settle down somewhere or would love traveling with a special someone and don’t mind being with one person instead of “playing the field” then a relationship is great too.\n  ","858809":"\n  I’m not a huge fan of ice cream in general, but when I eat it, it’s the cotton candy blizzard at DQ.\n  ","858810":"\n  Something by Blackstreet or the D.O.C.\n  ","858811":"\n  Terrence hands DOWN\n  ","858812":"\n  Meryl Streep or Diane Keaton\n  \n  I refuse to pick one.\n  ","858813":"\n  To be a real man is to be respectful of all people, race, sexual preference, gender, religious view, etc. though I’d tell women the same thing.\n  ","858814":"\n  2\n  ","858815":"\n  I respect other people’s religious views and because of that, I respect (not all) taboos they have, such as not eating pork or staying abstinent until marriage. There are a lot of old taboos that I laugh at now though.... like alienating a woman on her period or tattoos.\n  ","858816":"\n  All the songs on the radio. They repeat the same damn song like 20 times a day. I don’t listen to the radio anymore because of that reason.\n  ","858817":"\n  The written language!! Which I think is pretty self explanatory. Books, memories, letters, poems, blogs, journals, reminders. It’s everything. Where would we be without it?\n  ","858818":"\n  Si felicidades!!!!\n  \n  🎉🎉🎉\n  ","858819":"\n  In order to have enemies you have to dislike the person back. All the people I had issues with in the past I don’t care about anymore. So I don’t have enemies, I might have people who don’t like me but that’s their problem not mine.\n  ","858820":"\n  Not easy but very rewarding. And I learned a lot.\n  ","858821":"\n  I was a farmhand\n  ","858822":"\n  more time\n  ","858823":"\n  Yes\n  ","858824":"\n  Yes?\n  ","858825":"\n  Yes\n  ","858826":"\n  A boat\n  \n  My man\n  \n  Life jacket\n  ","858827":"\n  Trying to figure that out still\n  ","858828":"\n  My 20s\n  ","858829":"\n  Well it’s not my job to tell people what to do at any age, and besides all the illegal obvious stuff, I would say that by 40, men shouldn’t just have a job, but a career they love. Then again that’s what I would tell women too. Also, no boxed wine. Get the expensive shit, you made it to 40, celebrate! 😂\n  ","858830":"\n  Created\n  ","858831":"\n  Not usually no\n  ","858832":"\n  The biggest\n  ","858833":"\n  Popcorn is gross and Nutella is overrated.\n  ","858834":"\n  Yes?????????\n  ","858835":"\n  I have many collections. All things creepy, HP stuff, leopard print stuff, etc.\n  ","858836":"\n  I don’t think just one song is the best ever written. There are so many great songs out there.\n  ","858837":"\n  I actually forgot the name of it because it closed down years ago. It was like J & J’s or something like that. It had rows and rows of graphic tees. It was just amazing. I love a good graphic tee.\n  ","858838":"\n  It varies.\n  ","858839":"\n  No\n  ","858840":"\n  Hello Rick. I went with the most unique names I could find and it did not work in my favor 😂\n  ","858841":"\n  Olive tree and elf army. Fitting because I’m short.\n  ","858842":"\n  My son. Always.\n  ","858843":"\n  lol geese.\n  \n  Racer, Rain, Reece, Red, Ranger, Remington, Reason, Rebel, Royal, Ryder, River, Rocket, Rhythm, Rooney, Rowdy, Royce, Rumio\n  \n  I have no idea.\n  ","858844":"\n  “I like you”\n  ","858845":"\n  Be fucking nice to each other! We are so rude to each other.\n  ","858846":"\n  My son’s college fund\n  ","858847":"\n  Does the sport of life count? Living in general? No, I do not play any sport.\n  ","858848":"\n  Allergies\n  ","858849":"\n  Never heard of Lostfilm. So I guess Netflix 🤷🏽‍♀️ for now.\n  ","858850":"\n  No\n  ","858851":"\n  Personally? Great teeth. Smelling good. Challenges my mind. And an accent does NOT hurt lol\n  ","858852":"\n  Yay for y’all! Congratulations:)\n  \n  and shout out to 2011 because that was my class year! 😊\n  ","858853":"\n  Refinishing furniture\n  ","858854":"\n  I’m naturally hilarious. I don’t need to try to cheer them up. They just talk to me and feel better. I’m also awkward. So that plays a role as well.\n  ","858855":"\n  Boring brown\n  ","858856":"\n  Thursday\n  ","858857":"\n  Craig David\n  ","858858":"\n  Haven’t we all?\n  ","858859":"\n  Oh I don’t get out like that to meet new people lol\n  ","858860":"\n  Someone who gets offended easily and talks behind my back are the worst. So anyone who’s the opposite of that.\n  ","858861":"\n  Well I’ve never experienced huge storms, but I wouldn’t want to be caught in a tsunami.\n  ","858862":"\n  Because we can\n  ","858863":"\n  MASTER HAS GIVEN DOBBY A SOCK!!!! DOBBY IS FREE!!!!!\n  ","858864":"\n  A Rolls Royce with hella dents\n  ","858865":"\n  My man (and not just cause he my man but because he knows a lot of shit about a lot of shit) a boat and some life jackets.\n  ","858866":"\n  When I was in middle school\/high school I wasn’t as concerned about my looks as kids are now. Neither did hardly anyone I went to school with. My generation was a skirt over jeans with raccooned eyeliner... soo that should tell you right there.\n  ","858867":"\n  No lying, no cheating, and not trying too hard. My man don’t have to “be funny” with a “good sense of humor” - I’m hilarious enough for the both of us.\n  ","858868":"\n  I’m lumping all the HP movies into one super movie. Also all the Star Wars movies. Also, Something’s Gotta Give.\n  ","858869":"\n  GMM\n  ","858870":"\n  🙅🏽‍♀️\n  ","858871":"\n  Sounds like MySpace with less tops. I don’t have more than 2 good friends now, so I’d have to fill the remainder with family and that’s just sad.\n  ","858872":"\n  To hurt your knee. At least that’s the definition I know.\n  ","858873":"\n  No\n  ","858874":"\n  Spring cleaning! Yay!\n  ","858875":"\n  Before I got married, I had a lot of guy friends. I’ve only ever had one close friend that was female. So when I took that step in my life, mutually we all stopped chillin with each other and went on with our lives. I talk to them rarely but I miss them a lot. It is possible to be friends with opposite sex, but marriage is a way more serious and complicated situation that I didn’t fully understand until I was there. I think it’s been too long for any reconciliation, but I do miss my friends.\n  ","858876":"\n  Two fools in love. Sounds pretty good.\n  ","858877":"\n  That’s up to you and you alone. Ask yourself if he’s worth it, if you *truly* see a future there. If you don’t, move. There are billions of people in this world.\n  ","858878":"\n  Well I’m only 26 so I haven’t experienced all the ages, but so far.. it’s my 20s as a whole. I have a kid, bills and depression. I thought high school was hard.... pshhhhh. I should’ve enjoyed it while I had the chance.\n  ","858879":"\n  In a way\n  ","858880":"\n  Try to stay alive in a house with no A\/C\n  ","858881":"\n  Usually I’m fine with it because I didn’t really want to go anyways.\n  ","858882":"\n  Sn?\n  ","858883":"\n  Lol you been with some tired ass women. Sorry about that.\n  ","858884":"\n  I believe that all of our souls are in our entire body, like an aura... but on the inside.\n  ","858885":"\n  Sorry! I’m in the US.\n  ","858886":"\n  No\n  ","858887":"\n  No. People just know what they want. Life is too short to be a place that you don’t like.\n  ","858888":"\n  It’s nice to have, but not the most important thing.\n  ","858889":"\n  Either\n  ","858890":"\n  Shower\n  ","858891":"\n  WA State here bruh 🤷🏽‍♀️\n  ","858892":"\n  That’s my anniversary! I’m so ready!!\n  ","858893":"\n  Have heard of him. Didn’t like or dislike him. Did not know he died. Googled him. 2017 from drugs. Sad.\n  ","858894":"\n  What is Sanrio?\n  ","858895":"\n  Either\n  ","858896":"\n  I would love to have my eyebrow and nose pierced again. But my son would probably try and rip them out like he does with my navel piercing lol - I would love to have my ears pierced all the way up.\n  ","858897":"\n  God I hope none of mine.\n  ","858898":"\n  The nap I just had 👌🏽\n  ","858899":"\n  Love, understanding, encouragement and attention.\n  ","858900":"\n  I’m content. They say money doesn’t make you happy but my dream is to travel and I can’t travel broke 🤷🏽‍♀️\n  ","858901":"\n  Who is this?\n  ","858902":"\n  NO\n  ","858903":"\n  Phillip. Tall, baseball nut... he had so many baseball hats hung up on his walls. I crushed on him from kindergarten until I moved away... around 5-6th grade. I found him on Facebook in high school and he grew up to look like his dad. 😬😬😬 such a shame.\n  ","858904":"\n  I’ve lived here all my life and I want to leave so bad.\n  ","858905":"\n  I think I’ve been to 3 in my life. So not often lol\n  ","858906":"\n\n   https:\/\/youtu.be\/7O3wG1nw3c0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","858907":"\n  No.\n  ","858908":"\n  That’s a whole lotta depending. My gawd. I think that the saying “you choose to be happy” - I’m not falling for that. In some situations you can’t choose to be happy. Certain things can cheer you up, but maybe not make you fully happy. I think that happiness if anything, depends on the day. If that makes any sense lol\n  ","858909":"\n  If it’s inappropriate to show same-sex couples, it’s inappropriate to show straight couples. Love is love and that’s all that children know.\n  ","858910":"\n  My day just started. But it will probably be another night in like always\n  ","858911":"\n  I guess boths\n  ","858912":"\n  I wouldn’t know.\n  ","858913":"\n  My life\n  ","858914":"\n  Waffles\n  ","858915":"\n  Thank you\n  ","858916":"\n  Hot Food vs Cold Food Taste Taste -GMM\n  ","858917":"\n  I guess. There are also people out there who are flirts naturally.\n  ","858918":"\n  I don’t know I don’t read minds.\n  ","858919":"\n  Consider? I almost WAS there for college. But life had other plans unfortunately.\n  ","858920":"\n  Nightmares.\n  ","858921":"\n  Owning llamas\n  \n  🦙 🦙🦙🦙🦙🦙\n  ","858922":"\n  Probably\n  ","858923":"\n  It went smashingly\n  ","858924":"\n  My son\n  ","858925":"\n  I don’t have the app anymore. I have no idea what it is 🤷🏽‍♀️\n  ","858926":"\n  Air conditioning\n  ","858927":"\n  “it’s too fricken bright”\n  ","858928":"\n  Both\n  ","858929":"\n  20 some odd hours. It was a weird time in my life and a friend at the time stayed on the phone with me to work shit out. We both ended up falling asleep though lol so that added a few extra hours to the call.\n  ","858930":"\n  True friendship is not having to explain why sometimes you can’t talk for a while. Mature friends who know you got a life because they got one too... someone who isn’t gonna be salty because you late calling them back.\n  ","858931":"\n  I don’t think I’ll ever forget him, which I don’t necessarily think is a bad thing.\n  ","858932":"\n  If you insist..\n  ","858933":"\n  Comparing races. Cool.\n  ","858934":"\n  You look desperate\n  ","858935":"\n  Far.\n  ","858936":"\n  Very much so.\n  ","858937":"\n  I will look it up! :)\n  ","858938":"\n  Those aren’t games.\n  ","858939":"\n  No problem at all! :)\n  ","858940":"\n  🤪👎🏽\n  ","858941":"\n  I always try to make my mom something. Always have. The years that I haven’t had time, I’ll buy her a gift card for a massage\/facial\/mani pedi\/etc.\n  ","858942":"\n  I sing out loud everyday. I am by no means good at it but it’s fun! And mostly kid songs because my son dances when I sing and I just love it.\n  ","858943":"\n  Meh\n  ","858944":"\n  It’s great  🙂👍🏽\n  ","858945":"\n  My man :)\n  ","858946":"\n  Oh boy lol - well first I went in the kitchen and climbed in a bunch of shit I wasn’t supposed to, in order to get some “artsy” selfies, then I got my mom’s vodka and mixed it with some orange juice. Did not like it at all. So I dumped it in the sink and took a nap. What a day that was.\n  ","858947":"\n  WA State\n  ","858948":"\n  Violin, piano, and guitar. Of course I haven’t played any of them in so long I probably can’t even play chopsticks.\n  ","858949":"\n  Because we are human and humans make errors whether intentional or not.\n  ","858950":"\n  I needed this. Thank you.\n  ","858951":"\n  My favorite thing: Is the minimum wage where I live. It’s very generous.\n  \n  My least favorite: There are so many. The length of maternity leave, our current president, our screwed up healthcare, how divided we are as a country (conservative\/liberal) and how only one side can be right which is bogus. How little teachers get paid, I can go on.\n  \n  This is something I never like to talk about out loud because people can’t state their opinion without being attacked for it... I’m just going to assume that whoever asked this question hopefully just asked for the sake of asking and not a debate, because mama does not have the energy for that.\n  \n  All in all, when I see comments about “If you don’t like it then leave” is exactly why I don’t like this country more than like it. People don’t even bother being polite anymore. But they might be right, why would I want to share a country with a bunch of people who want to kick you out as soon as you let em know you have different views than they do.\n  \n  This country is awesome, but it has a lot of work and damage control to do stemming back a lot of years.\n  \n  That’s all I’m song to say about that.\n  ","858952":"\n  What Are You Doing Why Are You Like This\n  ","858953":"\n  The closest one to me is 182 miles away! I guess a road trip is in order.. for some bread!!!\n  ","858954":"\n  I’ve never been 🤷🏽‍♀️ but I like all bread.\n  ","858955":"\n  Just having a lazy Thursday\n  ","858956":"\n  🙂🙂🙂\n  ","858957":"\n  When I go on walks I drink water.\n  ","858958":"\n  French music.\n  \n  Good Mythical Morning.\n  \n  Harry Potter movies.\n  ","858959":"\n  It’s cool\n  ","858960":"\n  There are so many great commercials. I miss the old IKEA commercials.\n  \n  “Don’t jump on the bed\n  \n  Don’t jump on the bed\n  \n  Don’t jump on the bed\n  \n  Don’t jump on the bed\n  \n  Mom can I have a cookie\n  \n  Mom can I have a cookie\n  \n  Mom can I have a cookie\n  \n  Mom can I have a cookie”\n  \n  I’ll probs never see that commercial again. But it will always be ingrained in my head.\n  \n  I think I actually prefer commercials to some of the tv shows.\n  ","858961":"\n  Too true.\n  ","858962":"\n  Like 4\n  ","858963":"\n  Well at least you told her. But she’s your past, not your present. It’s okay that she feels that way, it’s normal. I know it sucks now, but you were truthful with her and that’s what matters. You need to try and focus on the present\/future. Easier said than done, but take comfort in the fact that now it’s no longer a secret and you were honest about it. Now you can grow from the situation and hopefully not do that again with future relationships..\n  ","858964":"\n  Yikes. Did you tell your girl at the time? If not, I’d track her down and let her know. Obviously you haven’t been able to get it out of your mind.\n  ","858965":"\n  I am in a fabulous mood!!\n  ","858966":"\n  Pretty much all of them. Legends and myths in general are a huge interest of mine.\n  ","858967":"\n  Most of it before 2009\n  ","858968":"\n  Yeah\n  ","858969":"\n  Asking the wrong person. So far, having no money has been sad af.\n  ","858970":"\n  Bob Ross episodes mostly\n  ","858971":"\n  The US has a lot..\n  ","858972":"\n  God no lol\n  ","858973":"\n  Indeedy\n  ","858974":"\n  #TooBlessedToBeStressed\n  \n  ✊🏽✊🏽✊🏽\n  ","858975":"\n  2 years ago I’d say go to the club. But imma mama now and don’t have time for the foolery that goes on in them clubs... tv marathon any day.\n  ","858976":"\n  What are the top 3 things on your bucket list?\n  ","858977":"\n  I cry frequently about a loved one I lost who was extremely important to me.\n  ","858978":"\n  I went to an Avicii tribute concert. It was pretty loud though. I’m too old spirited for that scene lmaoooo\n  ","858979":"\n  Swell👌🏽 thanks for asking.\n  ","858980":"\n  I’d leave it for less.\n  ","858981":"\n  Anything to do with a harm of a child.\n  ","858982":"\n  Can you ask new questions? Maybe that doesn’t have to do with inflation? I’m not judging if it’s a fetish, I’m just sayin.\n  ","858983":"\n  Some kind of musical number\n  ","858984":"\n  Is neither a choice? Can I say neither? I suppose I would have to go with wise.m if I had to.\n  ","858985":"\n  You should ask Ask. They get back to inquiries fairly prompt.\n  ","858986":"\n  I just got a tattoo 5 days ago for my birthday! But my next tattoo is going to be a protection piece with one of my loved ones ashes in the ink.\n  ","858987":"\n  Yes, I’m very good at it.\n  \n  Unless you mean that dance move. Then no, I don’t dab.\n  ","858988":"\n  Completely\n  ","858989":"\n  Not our fault\n  ","858990":"\n  Does this app count as social media?\n  ","858991":"\n  After telling a “friend” what I wanted to name my future daughter just to have her steal the first and middle name I chose, I’m never sharing my shit again.\n  ","858992":"\n  It was the purple one with the yellow stripes.\n  ","858993":"\n  Nope, can’t relate.\n  ","858994":"\n  Literally anything. I’m mediocre at everything I do.\n  ","858995":"\n  Well I don’t really like getting flowers. Why spend so much on something that’s going to die in a matter of days? Yikes. I like getting succulents or cacti. Something that lasts.\n  \n  You could say I like the gifts I receive like my relationships.... long lasting.\n  ","858996":"\n  That really depends on the circumstances. I am known to hold a grudge though.\n  ","858997":"\n  Not a minor :)\n  ","858998":"\n  Get jiggy with it\n  ","858999":"\n  Not quite 10yr difference.. but 8 is good enough.\n  ","859000":"\n  Emotions are easier said than done. Especially if you have a mental illness.\n  ","859001":"\n  My first grade teacher and for a whole bunch of reasons. She inspired me to become a teacher and I have been for almost 10 years.\n  ","859002":"\n  In my school book it say physicist... I don’t think I knew what I was talking about.\n  ","859003":"\n  I don’t watch anime.\n  ","859004":"\n  I asked all the extremely attractive\/hot girls I knew and sadly none are available.\n  ","859005":"\n  Living life\n  ","859006":"\n  Twisp\n  ","859007":"\n  Tartar sauce.\n  ","859008":"\n  Ayyyyyyyyee\n  ","859009":"\n  This weekend right here!! Idk what’s about to happen but I am STOKED.\n  ","859010":"\n  I have so many dream jobs. There are so many careers that seem exciting.\n  ","859011":"\n  Asking the wrong person. I don’t think I would ever meet someone off of Ask.\n  ","859012":"\n  I’m that way with my feelings. It just takes time. But putting in extra effort to earn more trust never hurts!\n  ","859013":"\n  Oooh power(S) - I love having more than one choice!\n  \n  Top 3\n  \n  Mind reading\n  \n  Teleportation\n  \n  Being able to speak & understand every language\n  ","859014":"\n  I think it was 28 hours\n  ","859015":"\n  Another official language? Not really, but I can understand my 2 year old and I consider that a difficulty of about ⭐️⭐️⭐️\n  ","859016":"\n  Well we both don’t know his mama so I could care less what she thinks, and his father doesn’t really like either of us and we haven’t spoken to him in over a year soo I don’t have much to worry about.\n  ","859017":"\n  I’m probably not the best to be asking because I’ve never really liked my name too well. I hate that it’s popular and one of the top 10 baby names in country. Even before that, I had trouble saying it in school when I had a bad stuttering problem.\n  ","859018":"\n  No. I think a lot of people years and years ago just stayed with one person forever whether they loved them or not because it was tradition or shameful to be a divorcee especially for women. I know my grandma stayed with my grandpa even through the cheating because her parents thought it was disgraceful to leave her post as a wife. She said though, when he divorced her, that’s truly when her life began. So I think if two people love each other and it holds strong for the rest of their lives, then that’s wonderful and maybe even rarer than people think. IMO.\n  ","859019":"\n  I WISH I was in Arizona!!! WA state here 😭☔️\n  ","859020":"\n  I don’t have a dog.\n  ","859021":"\n  Slowly packing to move.... is that an activity? 🤷🏽‍♀️\n  ","859022":"\n  Well I used to kiss all the boys in elementary school lol but my real first kiss was age 14\n  ","859023":"\n  The only Rick I’m aware of..\n  ","859024":"\n  You say, “Will you go on a date with me.”\n  \n\n  Pretty straightforward.\n  ","859025":"\n  “According to a recipe the necessary amounts of both components are transported to the next section where the dough will be kneaded. Flour, salt, sugar and other ingredients are added to the initial two components when making the black bread dough. Kneading dough for rye bread is comparatively easy.”\n  ","859026":"\n  Friends & Living Single\n  \n  I can’t pick just one.\n  ","859027":"\n  Well I like to try foods before I dismiss them for all eternity. But I absolutely hate cauliflower. 🤢\n  \n  It’s just awful.\n  ","859028":"\n  Thursday\n  ","859029":"\n  A damn break\n  ","859030":"\n  Nope\n  ","859031":"\n  Bruh. Not startin’ with these questions again. I already said I did. Question dropped.\n  ","859032":"\n  I don’t fight. But I knocked a girl out once.\n  ","859033":"\n  My friend and I are actually starting a non profit. But it’s wayyy to early to discuss details.\n  ","859034":"\n  ⭐️🌟⭐️⭐️🌟🌟⭐️🌟⭐️\n  ","859035":"\n  Any one item of clothing for over $25.\n  ","859036":"\n  Verizon flip phone👌🏽\n  \n  I prefer landlines.\n  ","859037":"\n  Green😍\n  ","859038":"\n  Is this one of those pyramid scheme things... 👀😒🙄\n  ","859039":"\n  Totes porkin’\n  ","859040":"\n  Which do I prefer? I prefer both.\n  ","859041":"\n  Explain this question please. In what context are you referring?\n  ","859042":"\n  Hectic asf. Aaaaand it’s still hectic. I can’t wait till bedtime!!\n  ","859043":"\n  15\n  ","859044":"\n  Because if all people were the same it would be a boring life.\n  ","859045":"\n  Very much taken.\n  ","859046":"\n  Well my son is with me and we’re currently listening to the Hot Dog Song from Mickey Mouse Clubhouse. I have pulled a muscle in both my neck and my back gettin down to these Disney Junior songs. #worthit #noshame #okayalittleshame\n  ","859047":"\n  Does the Marshmallow Man count?\n  ","859048":"\n  No idea bruh.\n  ","859049":"\n  lol home alone. That’s funny in itself. Um, well I think I’d check my security cameras and rewind the video to see if anyone got in the house or is around my house. But of course, while panicking a little. Then I’d alert my husband and end up going full mama bear mode since I would probably have my son with me. Don’t mess with mama.\n  ","859050":"\n  The only diet I’ve been on is the seefood diet. I see food, I eat it.\n  ","859051":"\n  I transform into Zuul, my natural form. Human suits make me a bit claustrophobic.\n  ","859052":"\n  🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌼🌼🌼🌼🌼🌼🌼🌼🌼🌼🌼🌺🌺🌼🌼🌼🌼🌼🌼🌼🌼🌼🌼🌼🌺🌺🌼🌼🌼🌻🌼🌼🌼🌻🌼🌼🌼🌺🌺🌼🌼🌼🌼🌼🌻🌼🌼🌼🌼🌼🌺🌺🌼🌼🌻🌼🌼🌼🌼🌼🌻🌼🌼🌺🌺🌼🌼🌼🌻🌻🌻🌻🌻🌼🌼🌼🌺🌺🌼🌼🌼🌼🌼🌼🌼🌼🌼🌼🌼🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺🌺\n  ","859053":"\n  I want to make some cupcakes.\n  ","859054":"\n  Apologize - One Republic\n  \n  Because it was our song. Which I guess with the lyrics, the relationship was headed south anyways lol\n  ","859055":"\n  I love answering questions\n  ","859056":"\n  The friends you make. I actually miss school. I’m not in contact with hardly anyone I used to go to school with. It’s very unfortunate.\n  ","859057":"\n  LMAOOOO too hot to go outside. I live in Washington. That’s not a thing here 😂 a few years back it got to like 106 for a day and boyyyyyy I REJOICED!!! Spent all day outside. Best day ever. The lake got hit uuuup, I had hella popsicles, I was sweating like a mf and it was wonderful.\n  ","859058":"\n  Yes\n  ","859059":"\n  I could always use another friend😊\n  ","859060":"\n  I apparently have a surprise trip coming since my birthday is coming up. Not the biggest fan of surprises, but I’m optimistic.\n  ","859061":"\n  Anon is short for anonymous.\n  \n  But it also means ‘shortly’\n  ","859062":"\n  I’m dealing with the death of someone. A time machine would’ve been the best thing today.\n  ","859063":"\n  I’ve had better\n  ","859064":"\n  Dirty Dancing: Havana Nights\n  \n  or\n  \n  Pulp Fiction\n  ","859065":"\n  Right after a tragic event is probably one of the worst I can think of.\n  ","859066":"\n  15\n  ","859067":"\n  A cat that I want in the near future.\n  ","859068":"\n  Well first you need to make a plan for how you’re going to get out. Because you need to. If you’re being controlled and have limited access to money, make sure the money you do get you save it and hide it away. While you’re saving up this money, mentally plan what you’re going to take with you, I suggest a backpack worth of ONLY essentials. You can get your other stuff later with a police officer or someone you trust. Also make sure the timing is right to leave, if they lock you inside when they leave, make sure they are FULLY GONE from the house and break a window to get out. If you have zero access to money, as soon as you find a way to leave, go to a trusted person’s place... if you are isolated and don’t know anyone, the police is going to be your best bet even though I’m a little iffy with them (bad experiences). While you’re planning your escape, don’t act suspicious, that’s probably the number one way to have your plan ruined. If you have money but don’t want to go to the cops yet or at all, make sure you have enough money for a ticket of some kind if you know no one in your town\/city and get the hell out of there. Basically my advice is to get out as quickly as possible.\n  ","859069":"\n  I’m inclined to agree 😊\n  ","859070":"\n  White Russian\n  ","859071":"\n  Yes I’m aware lol and it’s also when the Columbine happened as well.\n  ","859072":"\n  First off, have you talked to your man about this? You need to talk to him about it. Also, for you:\n  \n  Do YOU want it? Keep it.\n  \n  Do you NOT want it? Adoption\/abortion.\n  \n  Make sure you talk to your man first though to see where he’s at.\n  \n  Don’t @ me if you are pro-life, just don’t take the abortion suggestion I made.\n  \n  If you need additional help\/questions, etc... I consider myself fairly knowledgeable about pregnancy, seeing as how I have been.\n  \n  😊\n  ","859073":"\n  🤐 I don’t say my wishes out loud unless I KNOW it’s just a pipe dream 🤐\n  ","859074":"\n  Well it’s not like I have any money to blow. I’d probs just go back to bed.\n  ","859075":"\n  Cause they put in work 🤷🏽‍♀️\n  \n  I mean, I fall asleep too... I guess that’s not as normal?\n  ","859076":"\n  Cauliflower\n  \n  🤢🤮👎🏽\n  ","859077":"\n  Yes\n  ","859078":"\n  He’s in jail and I’m married.\n  \n  No x2.\n  ","859079":"\n  Yes\n  ","859080":"\n  I’ll tell you if and when I get there\n  ","859081":"\n  The first 3 Harry Potter’s.\n  ","859082":"\n  I can’t think of anything that I’ve done that’s super embarrassing. I mean one time I got caught having sex with my then boyfriend by his mother... but even then I was just like\n  ","859083":"\n  I specifically ask for those.\n  ","859084":"\n  Fuck em 🤷🏽‍♀️\n  ","859085":"\n  I have before. I get a bit startled but usually it’s nothing to worry about. Oh a handful of times have I had to pull out my candles and what not.\n  ","859086":"\n  My humor and getting drunk on holidays.\n  ","859087":"\n  They think I’m more confident than I actually am.\n  ","859088":"\n  Kenny\n  ","859089":"\n  I don’t have a favorite clothing store. I don’t like shopping in general.\n  ","859090":"\n  Anywhere in Italy\n  ","859091":"\n  As an adult, yes sometimes that happens.\n  ","859092":"\n  Nope\n  ","859093":"\n  No\n  ","859094":"\n  Alicia Keys\n  ","859095":"\n  I have no idea\n  ","859096":"\n  Ticking time bomb\n  ","859097":"\n  I’m not one for pranks 🤷🏽‍♀️\n  ","859098":"\n  You don’t have to always talk to each other everyday to still be good friends. A true friend knows you gotta life like they do and respects that sometimes you can’t talk every single day.\n  ","859099":"\n  Nah. I saw what happened. I’d lick the hell outta the snozzberry wall though.\n  ","859100":"\n  Communication is key!!\n  ","859101":"\n  It sure can! If I didn’t have to think about money all the time, my life would improve SIGNIFICANTLY. Oh yes. I’d rather be crying on a yacht than the transit 🤷🏽‍♀️\n  ","859102":"\n  I have so many least favorites about our country. Mostly our healthcare. It’s total bullshit. My favorite part.... are places in it that I haven’t been yet. People complain often about the place that they live but love it elsewhere, I feel like that’s going to be me if\/when I travel\/move.\n  ","859103":"\n  Oh, I am. Trust!!!!! 😊👍🏽\n  ","859104":"\n  The worst they can do is turn you down. That’s when you move onto the next! Have the mindset that if something like that happens.... they didn’t deserve you anyways. 🤷🏽‍♀️\n  ","859105":"\n  APPROACH THEM! They are just a person, like you. If they aren’t interested in what you bring to the table, that’s their problem. Billions of people in this world, don’t let ONE person make you feel anything about yourself... especially if you don’t know them yet.\n  ","859106":"\n  🤷🏽‍♀️ they aight\n  ","859107":"\n  First appearance, smile.\n  ","859108":"\n  Goooooooood morning to you!\n  ","859109":"\n  I don’t have just 1 favorite. Is that even possible?\n  \n  Coconut Jelly\n  \n  Créme Brûlée\n  \n  Any kind of dessert pie\n  \n  Flan\n  \n  Lemon Bars\n  \n  Pumpkin Bars\n  \n  Peach & Nectarine crisp\n  \n  JUST TO NAME A FEW😍\n  ","859110":"\n  Being played\n  ","859111":"\n  I don’t have a dog.\n  ","859112":"\n  2\n  ","859113":"\n  Well my son and I are both sick today so the only thing going through my mind is “Uggggghhhflubububibwaaahh”\n  \n  Cause that’s how we both feel.\n  ","859114":"\n  Yes I know\n  ","859115":"\n  I used to play actual sports. Now I count chasing my child a sport.\n  ","859116":"\n  This morning\n  ","859117":"\n  Either\n  ","859118":"\n  There are so many... here are a FEW:\n  \n\n   https:\/\/youtu.be\/ST4HeGPuw8Y\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/nsiN0W15w0U\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/9TQKyDD9Yig\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/nZfAhsZlJdw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/aPxVSCfoYnU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","859119":"\n  Lmaooooo no.\n  ","859120":"\n  Aye, a compliment is a compliment 🤷🏽‍♀️😊\n  \n  Thank you.\n  ","859121":"\n  For another month👍🏽\n  ","859122":"\n  🐭\n  ","859123":"\n  Sexually? No. Platonically? Barely.\n  ","859124":"\n  Well it’s not a phone, but currently me with my iPad. My son got a hold of it. It hurts to look at it lol\n  ","859125":"\n  A car is a car is a car is a car. Now y’all have twin cars. Friendship level up.\n  ","859126":"\n  Avoidance\n  ","859127":"\n  PIE\n  ","859128":"\n  I don’t like how the word ‘sharp’ feels when I say it. Is that weird? Lol\n  \n  I like the word ‘aplomb’ - idk why. I guess it’s fun for me to say lol\n  ","859129":"\n  I don’t like being in a house at night with no blinds on the windows. I have a weird phobia that I’m being watched if I can’t see outside a window. I will check the windows multiple times to make sure that I can’t see out and no one can see in. I even had that fear when I lived in an apartment 4 stories up. I can’t help it.\n  ","859130":"\n  When you stop looking. Oh also heads up, there is no perfect anyone.\n  ","859131":"\n  iPhone for me 🤷🏽‍♀️ but essentially a phone is a phone.\n  ","859132":"\n  The smell\n  ","859133":"\n  White noise and my meds\n  ","859134":"\n  We are all different from each other I guess. Look different, talk different, etc. if we are talking about real specifics of what separates me from others, there isn’t much to say. I’m not really all that different. I guess I’d have to have a friend answer that for me. I couldn’t for myself.\n  ","859135":"\n  Almost everyone is given a second chance, maybe not with the same people or in the same setting, but usually we all do.\n  ","859136":"\n  I rarely take selfies\n  ","859137":"\n  I like making new friends but I’m bad at making friends.\n  ","859138":"\n  Haha never\n  ","859139":"\n  Let myself be unprepared.\n  ","859140":"\n  I have several. I don’t think they’ll ever go away.\n  ","859141":"\n  We are all loved by someone out there. Even if we don’t know it!\n  ","859142":"\n  ??\n  ","859143":"\n  If it’s cold, feet first, if it’s warm... I’m diving in that bitch!\n  ","859144":"\n  The places that aren’t widely known to tourists. They’re richer in culture.\n  ","859145":"\n  Teaching my grandmother how to write an email.\n  ","859146":"\n  That depends, can you give me answers? lol\n  ","859147":"\n  This is the planet we live on unfortunately. There will ALWAYS be roadblocks, ALWAYS someone\/something trying to bring you back down, but that shit doesn’t matter. What matters is WHAT you want to accomplish, WHY you want to accomplish it and HOW you’re gonna do it. Every important ‘what’ needs an important ‘why’. Why are you trying to get right? If your why is important enough, you will do what you need to do, no matter how long it takes.\n  ","859148":"\n  At one time I did, but now 🤷🏽‍♀️ it doesn’t really matter to me that much anymore.\n  ","859149":"\n  That’s a shitty attitude to have. There are billions of people on this planet. Just because you have shitty options around you, doesn’t mean there aren’t any other choices.\n  ","859150":"\n  I’ve been thinking about this question for hours and I don’t think I have a cool bone in my body 😂😄😃😀🙂😐😕🙁☹️😭\n  ","859151":"\n  My birthday 💁🏽‍♀️ lol just playin. I used to love Christmas... but so much shit has happened around then it got ruined for me. All Hallows’ Eve is my anniversary and I do absolutely love that holiday. I’ll go with that.\n  ","859152":"\n  Dinosaurs. I know I know, extinct. That still doesn’t take away from the fact that they were terrifying creatures. (A lot of them at least)\n  ","859153":"\n  Depends on who I’m talking to.\n  ","859154":"\n  Glad to hear it :)\n  ","859155":"\n  Bedtime\n  ","859156":"\n  I leave em alone!\n  ","859157":"\n  I don’t have the energy for a question that big.\n  ","859158":"\n  Why would you be mean in the first place? If they bugged you THAT bad then distance yourself and cut ties. Obviously you don’t care for this person in the first place so why should you care if they were into you or not? If I were you, I’d feel bad for being mean. I’d say “Sorry you’re in love with someone who is annoyed by you and doesn’t treat you right in the first place. Find someone else who will.” 🤷🏽‍♀️ or the usual movie line, “I’m not good for you, you deserve so much better than me.”\n  ","859159":"\n  Independence.\n  ","859160":"\n  Truth.\n  ","859161":"\n  No Snap.\n  ","859162":"\n  That depends on the situation. In person? On the phone? Are we fighting? Are they avoiding me? Usually, if I’m being purposely ignored, I won’t bother trying to talk to them until they get over whatever their problem is 🤷🏽‍♀️\n  ","859163":"\n  I guess 🤷🏽‍♀️\n  ","859164":"\n  Penny Lane 💜💚\n  ","859165":"\n  Currently no seeing as how I’m married. But in general, I don’t see why the race matters?\n  ","859166":"\n  I would say so.\n  ","859167":"\n  I was in 7th grade. It wasn’t actually mine, but it was in my room. A fatass Dell desktop. I will never miss the sound of dial-up. Or having to wait 10 minutes for a page to fully load.\n  ","859168":"\n  Mosquitoes, cancer and gasoline.\n  ","859169":"\n  Mayo 🤢🤢🤢🤮\n  \n  I wish that shit didn’t exist.\n  ","859170":"\n  Saturday - Ludacris\n  \n  Suga Suga - Baby Bash\n  \n  👆🏽those are big one for me\n  \n  There’s a huge list of songs, however, that remind me of specific times and events. And that’s gonna take a long time to list those lol\n  ","859171":"\n  I don’t know who James Charles is 🤷🏽‍♀️ and I don’t like Jeffree Star as a person, but I love his liquid to matte lipsticks and like two of his songs.\n  ","859172":"\n  14 was the best so far... but my 26th birthday is coming up next month so I have high hopes.\n  ","859173":"\n  Yes\n  ","859174":"\n  “Bae”\n  ","859175":"\n  Silence of The Lambs will ALWAYS be the OG\n  \n  psychological thriller on my list, but I also love Insidious 1 & 2 and The Possession.\n  ","859176":"\n  She Don’t - Ella Mai\n  \n  All The Way - Craig David\n  \n  Formula - D.O.C.\n  \n  are some :)\n  ","859177":"\n  It would definitely be a one piece black Cat Woman vibe type of outfit. It would probably have the Mythical Society patch on it as well. My superpower would be lifting peoples spirits with laughter.\n  ","859178":"\n  Good advice.\n  ","859179":"\n  Beyoncé & Jay-Z OTR. That was a while ago. I’ve only been to 3 concerts.\n  ","859180":"\n  It could be either 🤷🏽‍♀️\n  ","859181":"\n  Not anymore.. I don’t think... ya know, I don’t remember lol\n  ","859182":"\n  Every morning\n  ","859183":"\n  A Dragon!! Who wouldn’t want a dragon?!!! 🥰\n  ","859184":"\n  Yes\n  ","859185":"\n  I’d want to be Diego Luna.... and for personal reasons..........🙃\n  ","859186":"\n  It’s fantastic!\n  ","859187":"\n  Obviously lol it has happened before\n  ","859188":"\n  As long as dogs are getting the proper nutrition then who am I to judge.\n  ","859189":"\n  Living\n  ","859190":"\n  Totally\n  ","859191":"\n  Good lord I hope not\n  ","859192":"\n  Well a favorite first date of mine was just a simple coffee date. We got to really get to know each other which is really the point of the date. I find so many things wrong with dinner and a movie. With dinner, at least for me, I’d get too nervous to eat and look like one of those girls who are dainty when really, the dinner might before last I was literally stuffing my face with all the foods. I’m not trying to give off the wrong impression. Ya girl can fucking eat. And with a movie, you can’t get to know them because y’all aren’t talking for 2 hours... Yeah, maybe if things are going well, maybe you hold hands or some shit... but I can watch a movie any day. I want to get to know your ass. That’s the whole point of a date.\n  ","859193":"\n  ME!!! I AM!!! I AM SOO READY!! After the crazy weather my city has been having and our ridiculous 4 day power outage. My house got to the temperature of a literal fridge. We didn’t even need to put food away, we just had it in the living room! Oh yes, my attire. When I was skinny it was something to show my stomach off. Now, I have to find something that compliments the new curves I’ve gained. So I still need to figure that out. 🤷🏽‍♀️\n  ","859194":"\n  I have a ton of poems I’ve written. I’m currently having a go at a Sonnet, but it’s taking me much longer than expected because I don’t have much free time.\n  ","859195":"\n  My dad 🧡\n  ","859196":"\n  15 years\n  ","859197":"\n  Ask him why and express that you like that shit. I used to date a guy who was terrible at texting. He just really hated to text. So we agreed that we would call each other and talk when we could. It was way better.\n  ","859198":"\n  No. But I do love\n  ","859199":"\n  In my experience, and I know “not all guys are like that” but the guys I’ve dated with a lot of money, they are the biggest headed mfs ever and that shit is annoying AF. Just cause you got money, doesn’t mean you’re all that. I’ll go with the heart for that reason.\n  ","859200":"\n  Well I was doing a small workout everyday at home, but since I hurt my foot and knee, I’m doing some light yoga until I’m able to workout fully again :)\n  ","859201":"\n  Pick goals on how you wanna be better. Don’t try to hop on all of it at once, that’s too much. Work on each goal until you get to a place where you feel you are doing consistently good, then move onto the next. For example, one of my goals this year was to drink more water because I need to for my health. I think of WHY I’m doing it... Because if I don’t, my health will decline again and I want my son to have a mother. Your WHY reason is very important. Remember your why.\n  ","859202":"\n  Dragon Tales!!\n  ","859203":"\n  Which Joker are we talking about? Ledger or Leto? I’d kiss the hell outta Leto’s Joker. I think he looks better as the Joker than himself 😂 I know (rude) but 🤷🏽‍♀️ ledger as Joker was terrifying. Trump is more than welcome to kiss my ass.\n  ","859204":"\n  I’m just now eating breakfast brah lol I have no idea what imma make or order 😂\n  ","859205":"\n  I mean, I’ve wanted a lot of things. Like, I always wanted to stunt so hard, I always wanted to ride that whip, I always wanted to fuck that bitch, I always wanted to live this life, I always wanted to wear that ice, and I always wanted paradise. So far, nothing has come true.\n  ","859206":"\n  My great auntie\n  ","859207":"\n  Google it bruh.\n  ","859208":"\n  Being asked\n  ","859209":"\n  Sweatpants and huge tee because it’s cold as balls and snow\/raining outside. 🌨❄️🌧🚫🌫🌫🌫🌫🌫🌫🌫🌫🌫🌫🌫🌫\n  ","859210":"\n  I’m actually a pretty lonely person. I have two great friends but due to me being the only one of us with a child, I don’t get out much and don’t get to talk to them much. I’ve always wish I had more friends. I used to have a lot, but I don’t trust easily at all because of all my old “friends” - I’m hoping to get out more and meet new people once my son goes to school.\n  ","859211":"\n  Neither\n  ","859212":"\n  I think I like them.\n  ","859213":"\n  For presents!!!!! 🎁🙂\n  ","859214":"\n  I eat a bunch of fruit. Mostly grapefruits and pears 😋\n  ","859215":"\n  Yikes. Okay first off, no one has the “rights” to your body but you.  If he think he does, he’s icky and you need to leave that boy alone.\n  ","859216":"\n  I don’t have an Instagram anymore 🤷🏽‍♀️\n  ","859217":"\n  No\n  ","859218":"\n  Vodka lemonade. We had a whole pitcher in the fridge but I finished it off and now we have no more 😭😭\n  ","859219":"\n  My son\n  ","859220":"\n  Doing your best\n  ","859221":"\n  NO THANK YOU\n  ","859222":"\n  My husband and not only because he’s my husband, but because he’s built two houses in the past which I consider a useful skill in this situation, he also knows how to make fire, is knowledgeable about edible plants and can cook really well. Even if he was just a friend I’d bring his ass lol\n  ","859223":"\n  Google popular stuff of the 90s 😂\n  ","859224":"\n  It means she’s smiling. Being polite and all that.\n  ","859225":"\n  This question was asked yesterday and so yesterday I didn’t meet any new people but I did meet a dog and I feel like that’s better.\n  ","859226":"\n  People can have multiple crushes.. there isn’t a law against that lol\n  ","859227":"\n  Flipping homes\n  ","859228":"\n  Strength\n  ","859229":"\n  Okay then.\n  ","859230":"\n  To a point\n  ","859231":"\n  25 and...\n  ","859232":"\n  It’s been a struggle, but I’m still going at mine!! After all, we’re only in the second month of the year. I have hope!!\n  ","859233":"\n  The perfect ratio of milk and sugar in my coffee in the morning, the steam that comes out of my tea at night, when my son gives me a hug and says “awe” every time, that sound my phone makes when I plug it in, and seeing the rise and fall of my son’s chest as he sleeps😍\n  ","859234":"\n  About 7-8 months ago out of boredom and I love answering questions!! :)\n  ","859235":"\n  I very much do.\n  ","859236":"\n  I mean either way I get to eat... so...\n  ","859237":"\n  I can’t, sorry.\n  ","859238":"\n  Well I am I know that! Idk anyone else on here so I can’t vouch for them lol\n  ","859239":"\n  “While it's usually okay to iron nylon fabric, it's possible to melt it if the iron is too hot, so it's best to try a safer method first to remove the wrinkles. Place the nylon garment on a clothes hanger. Hang it in the bathroom on the back of the door, from the shower rod or on a towel hook. Turn on the shower.”\n  ","859240":"\n  28 hours. We both fell asleep for like the last 3 hours though. It was brutal 😂\n  ","859241":"\n  That all depends on which body I woke up in.\n  ","859242":"\n  I don’t get summer vacation lol but if I did I would go out of the country and may or may not return.\n  ","859243":"\n  👌🏽👌🏽👌🏽\n  ","859244":"\n  Bish no. I’m already married 🤷🏽‍♀️ you’re too late!!!!!!\n  ","859245":"\n  My body would be inflated 24\/7. Constantly agro.\n  ","859246":"\n  There are many hotties. Millions in fact!\n  ","859247":"\n  I just deal with it quite honestly.. for me it’s a state of mind. I ask myself, “Do I really want a toddler running unsupervised in my house while I catch up on sleep?” Hell nah! I’ll wait! lol\n  ","859248":"\n  When we had a windstorm here and I was alone with just my son. He was asleep though. My screen door outside kept rustling and banging and I legit thought my house was being broken into. I started my plan of action in my head and that’s when it dawned on me. We have security cameras! So I checked them and the wind was just violently swinging them open and slamming them shut. We’ve had windstorms before but never one that broke off our screen door lock and started whippin it around.\n  ","859249":"\n  A huge glass fishing float that my uncle had found on the beach. Thought I could carry it.... I couldn’t.\n  ","859250":"\n  😭😭😭\n  ","859251":"\n  Neat.\n  ","859252":"\n  Meat\n  ","859253":"\n  Not fighting for what I wanted.\n  ","859254":"\n  English and a little bit of jibberish. I’ve tried to learn Spanish, French, Italian and German with little luck. I also know I few words in Swedish and Swahili.\n  ","859255":"\n  😂😂😂 well I hope it’s only a week for you IF that!!\n  ","859256":"\n  I’m so sorry for you too! My forecast says that it’s supposed to be bad here for two more weeks! IM NOT READY🥶❄️🌨\n  ","859257":"\n  Yes 😭😭 over 10in so far.\n  ","859258":"\n  A White Russian\n  ","859259":"\n  Nah\n  ","859260":"\n  BREAD\n  \n  miracle whip\n  \n  cheese\n  \n  chips\n  \n  meat\n  \n  mustard\n  \n  BREAD\n  \n  or\n  \n  Bagel\n  \n  olives\n  \n  pickles\n  \n  tomato\n  \n  turkey\n  \n  cream cheese\n  \n  Bagel\n  ","859261":"\n  Cold af!! It has been snowing like a mf 😭 10in so far!! Expected to snow even more!\n  ","859262":"\n  I don’t think it would be a good idea.\n  ","859263":"\n  I’ve struggled with this question for a while now. I honestly would need to read more statistics and get more information.\n  ","859264":"\n  Learning the inner workings of a car. My husband showed me a few things, but I’d love to learn more about it and actually retain everything lol\n  ","859265":"\n  Yes.\n  ","859266":"\n  A guy who makes me laugh... which sounds so cliché but if a guy is physically attractive but dull as a log, hot points instantly diminish. Also when a guy takes care of himself. Brushes his teeth regularly (and it shows) smells delicious (because of regular showers) - I live in a hippy town and showers are like a foreign thing to downtowners. It’s so bad.\n  ","859267":"\n  I have her lips, ears and depression. Oh and some asthma. Yay.\n  ","859268":"\n  Through angers outbursts.\n  \n  I have anxiety.\n  ","859269":"\n  Friendship is loyalty and the ability to trust 100% with no suspicions of backstabbing. For that reason I have 3 friends. The rest are just acquaintances.\n  ","859270":"\n  You gonna have to be more specific cause I talk to peoples all the time. Family, friends, etc.\n  \n  🤷🏽‍♀️🤷🏽‍♀️🤷🏽‍♀️\n  ","859271":"\n  Hip-hop!!!\n  ","859272":"\n  Money\n  ","859273":"\n  Yes and no. Good people usually are people pleasers and get taken advantage of way more.\n  ","859274":"\n  1912.\n  ","859275":"\n  It was alright.\n  ","859276":"\n  I’m me. Nice to meet you.\n  ","859277":"\n  Make it through the next 24 hours 😂 that’s my goal.\n  ","859278":"\n  Nope, it was created out of low self esteem.\n  ","859279":"\n  Shamar Moore, Jessica Lange, Joey Lawrence, Carmen Electra, Hitler, Luther Vandross, George Takei, Ruth Connell, & Napoleon III. Did I miss anyone? 🤷🏽‍♀️\n  ","859280":"\n  The ones that are so small that I don’t even notice them on the page 👌🏽\n  ","859281":"\n  Oh okay! Thanks for the explanation :)\n  ","859282":"\n  I “overhype” myself. I tell myself I look better than I actually do and compliment the hell out of myself so I can feel better about myself if that makes sense.\n  ","859283":"\n  A burrito for my very intoxicated friend.\n  ","859284":"\n  It’s a constant battle.\n  ","859285":"\n  My mind went two ways. Sexual and murderous. This could be sexy or terrifying. Idk which.\n  ","859286":"\n  My husband would get me if I told him that I choose Converse over Vans 😂 He is 💯% a Vans man.\n  ","859287":"\n  What are your aspirations in life?\n  ","859288":"\n  Nope. Right where I wanna be.\n  ","859289":"\n  Rhubarb\n  ","859290":"\n  Well now, no... obviously. But I have before! Some were... well yikes. Some were quite nice though.\n  ","859291":"\n  Kind of. Did NOT work.\n  ","859292":"\n  Madison Pettis. She’s younger than me by about 6 years, but (according to others) I’ve always appeared younger than I am.\n  ","859293":"\n  Burn piles and cow manure. I grew up on a farm lol\n  ","859294":"\n  Activity\n  ","859295":"\n  That Apple Watch.\n  ","859296":"\n  Duolingo\n  ","859297":"\n  My man THINKS he is.... but it’s really me. Lol jk it’s our son. He’s the literal boss. Almost 2 years old and reminding us that at any moment we are gone have to drop everything and do something for him 😂\n  ","859298":"\n  Yes\n  ","859299":"\n  Mango\n  ","859300":"\n  Actually having plans for once\n  ","859301":"\n  I never go to Starbucks anymore, but when I did I would get either a white chocolate caramel mocha or a peppermint mocha. In the summer I would get those lemonade teas. Those were bomb.\n  ","859302":"\n  🙂👍🏽\n  ","859303":"\n  What’s your favorite fruit?\n  ","859304":"\n  ok\n  ","859305":"\n  Your ambition.\n  ","859306":"\n  What are your aspirations in life?\n  ","859307":"\n  Naps 😍😴\n  ","859308":"\n  Pick your battles\n  ","859309":"\n  Well the rich and famous option didn’t say anything about how I’d feel, so I’ll go with that one.\n  ","859310":"\n  What are we referencing here? Please be more specific. Thank you.\n  ","859311":"\n  Yes. Obviously. That’s why I quit most social media outlets. I started feeling bad about myself and that ridiculous because I’m fabulous.\n  ","859312":"\n  I didn’t know how to answer this so I went online to seek suggestions and this is my favorite one: I destroy everyone I have sex with due to the strength of my Beyonce-like thighs.\n  ","859313":"\n  It’s really a 3 for 1 whammy in my head. My past, present and future are all simultaneous being thought at once and being replayed and questioned constantly, all day long, all night long, 24\/7 just nagging and nagging and distracting myself from what’s more important and that’s anxiety.\n  ","859314":"\n  I think? I don’t know actually. If you want to be, then so be it.\n  ","859315":"\n  I usually always do. And it has all turned out different.\n  ","859316":"\n  I can’t hold a conversation, I have major social anxiety and I don’t like people in general. Probs not.\n  ","859317":"\n  Neither\n  ","859318":"\n  There is no *1* - I have sooo many that I love so much depending on my mood.\n  ","859319":"\n  That all depends where my ass is headed!\n  ","859320":"\n  Neither\n  ","859321":"\n  It’s all in the way life serves ya.\n  ","859322":"\n  I’m laughing at this. I live in Washington where it rains almost all the time. Although I’ve never been to Miami, I am aware of the good weather, and I’m unbelievably jealous. Ummm, I guess enjoy it? Lol splash in some puddles and shit. Make a day of it.\n  ","859323":"\n  Hahahaha 🤷🏽‍♀️\n  ","859324":"\n  No problem :)\n  ","859325":"\n  I don’t believe so\n  ","859326":"\n  Planned Parenthood!\n  ","859327":"\n  My son. He can’t really talk yet so it’s easy to tell him my feelings without judgement because he still thinks I’m cool.\n  ","859328":"\n  For?\n  ","859329":"\n  Amazon Prime\n  ","859330":"\n  Living Single!\n  ","859331":"\n  I miss my eyebrow and nose piercings soo much 😩\n  ","859332":"\n  Yes\n  ","859333":"\n  I’m so hard on myself about everything. I’m a perfectionist and I also have anxiety and depression. I beat myself up over being tired all the time and all that.\n  ","859334":"\n  Back into shape is mine too!\n  ","859335":"\n  Get my body back in shape. I’ve been putting it off for too long.\n  ","859336":"\n  Yes but no.\n  ","859337":"\n  👌🏽👌🏽👌🏽👌🏽👌🏽👌🏽👌🏽👌🏽👌🏽👌🏽\n  ","859338":"\n  $3\n  ","859339":"\n  Ocean. I feel as though we should know all about our planet first. There is so much about our Earth that we have no idea of. So many great things that we have yet to discover! :)\n  ","859340":"\n  Dirty Dancing: Havana Nights😍\n  ","859341":"\n  I’m stubborn and don’t share secrets.\n  ","859342":"\n  🥃\n  ","859343":"\n  Lmao I’m sorry what?\n  ","859344":"\n  Yes.\n  ","859345":"\n  🤷🏽‍♀️🤷🏽‍♀️🤷🏽‍♀️ I don’t pay attention to anyone else so idk lol\n  ","859346":"\n  Hello.\n  ","859347":"\n  Not that I know of 🤷🏽‍♀️\n  ","859348":"\n  Idk what kind of attention you’re looking to get, but being anonymous usually signifies that you don’t want attention.. seeing as how no one knows who you are when you do it.\n  ","859349":"\n  To a point\n  ","859350":"\n  I don’t.\n  ","859351":"\n  I don’t even have a picture of me when I was 15\/16 😂 my flip phone at the time couldn’t save em. Maybe I still have a MySpace I could look up? I know I looked a mess though.\n  ","859352":"\n  You’ve probably got every question at least twice, BUT, what is your favorite thing about being a DJ? :)\n  ","859353":"\n  Oh okay gotcha!\n  ","859354":"\n  Why are you anonymous?\n  ","859355":"\n  That’s a hard question considering I didn’t do hardly anything today. Maybe tomorrow I’ll learn something.\n  ","859356":"\n  A hot mess express\n  ","859357":"\n  Wet.\n  ","859358":"\n  No.\n  ","859359":"\n  Hello.\n  ","859360":"\n  Amber -311\n  ","859361":"\n  I am extremely stubborn, yes.\n  ","859362":"\n  The second Dirty Dancing. Not only would I get to live in Cuba, but I’d get to dance all the time.\n  ","859363":"\n  Trip hands down! Anyone can go to a party. Not everyone can travel to a different country!! 😍\n  ","859364":"\n  People like my eyes. THEY ARE JUST BROWN AND BORING YOU GUYS!!! :)\n  ","859365":"\n  You add them in a message such as this. The portrait looking button on the left.\n  ","859366":"\n  Not your boo but what can I do?\n  ","859367":"\n  I’m going to a new place tonight for dinner so we’ll see! Lol\n  ","859368":"\n  Yes lol\n  ","859369":"\n  It’s called Eve :)\n  ","859370":"\n  Apologize - One Republic\n  \n  I Wanna Know - Joe\n  \n  Let Me Love You - Mario\n  \n  3 different relationships and for many reasons.\n  ","859371":"\n  No way. It’s obnoxious lol\n  ","859372":"\n  “I think you’re better than sliced bread.”\n  \n  It’s such a lamazing line! (Lame & amazing)\n  ","859373":"\n  Cute af 😂😂😂😂\n  ","859374":"\n  Nothing but this and a girly app 🤷🏽‍♀️\n  ","859375":"\n  No.\n  ","859376":"\n  Either a Rolls Royce or a Hearse\n  ","859377":"\n  Sorry to upset you lol\n  ","859378":"\n  Water\n  ","859379":"\n  Nope. I have a husband though.\n  ","859380":"\n  We went to lunch :) it was very nice!\n  ","859381":"\n  Well thank you Tj :) I will!\n  ","859382":"\n  Not just a specific TV show but a channel!! The N!! I used to watch all the shows on there in high school and was devastated when they took it off. I’m still upset.\n  ","859383":"\n  5 years\n  ","859384":"\n  It’s alright. It’s my sister & mom’s birthday today so I just got home from seeing them :)\n  ","859385":"\n  I am just spectacular thank you for asking!\n  ","859386":"\n  Hi! :)\n  ","859387":"\n  I mean that I am a woman. There is one right here.\n  ","859388":"\n  Sex.\n  ","859389":"\n  I found a gif of a cute pie. You’re welcome.\n  ","859390":"\n  Absolutely nothing\n  ","859391":"\n  I have no idea what is going on in this conversation lol\n  ","859392":"\n  It means that she’s being polite.\n  ","859393":"\n  My bed obviously. It’s the best thing in the whole house if I’m being honest.\n  ","859394":"\n  🤬😒🙂😃🤯🙂\n  ","859395":"\n  576 Meadow Lane in Southampton, New York\n  ","859396":"\n  They are both classified as relationships, but to me a committed relationship of love between two people (or however many you happen to have) involves sex. Friendship in my opinion does not include sex... but if there is a friend who you have sex with, it is not only a friendship but a fuck buddy as well🤷🏽‍♀️ a twofer 😂\n  ","859397":"\n  Respect\n  ","859398":"\n  No. I believe everything happens for a reason and I’m happy with how things have turned out so far. If my decisions didn’t effect my future, then there would be a SHIT ton I would change lol\n  ","859399":"\n  Probs\n  ","859400":"\n  🤷🏽‍♀️\n  ","859401":"\n  Movies, tattoos, every type of cat, stickers, leopard print, coffee, tea, music, being extra chill when I can, and naps,\n  ","859402":"\n  YES\n  ","859403":"\n  be farther.\n  ","859404":"\n  I actively seek the truth.\n  ","859405":"\n  Yes. No further questions.\n  ","859406":"\n  Yes.\n  ","859407":"\n  I have neither 🤷🏽‍♀️\n  ","859408":"\n  Almost 26 :)\n  ","859409":"\n  iHop bathroom\n  ","859410":"\n  I don’t have a view on that.\n  ","859411":"\n  My birthday of course.\n  ","859412":"\n  In\n  ","859413":"\n  Well I’m certainly not going to tell you 😆\n  ","859414":"\n  I’m sorry to hear that.\n  ","859415":"\n  Did your chicken explode?\n  ","859416":"\n  Either!\n  ","859417":"\n  I have no idea. I have no plans yet.\n  ","859418":"\n  Yes. I’ll answer just about anything unless it’s redundant or too ridiculous. Even so, sometimes I answer those... I just love questions!\n  ","859419":"\n  Smoke what, exactly?\n  ","859420":"\n  I had a feeling.\n  ","859421":"\n  Washington State\n  ","859422":"\n  I’m on the Taurus\/Aries cusp.\n  ","859423":"\n  To go into a soundproof room and scream.\n  ","859424":"\n  I don’t think it matters\n  ","859425":"\n  Immediate anxiety and heart palpitations.\n  ","859426":"\n  You are asking “Why is this true?” Instead of “Is this true for all women In America?” And the answer is no. A lot of women base their opinion of men on past experiences of men... but then again a lot of men do that about women. However, it seems to me that whatever guy is posting these things seems to have already made up their mind about women from America, in which case I don’t see any benefit of me trying to convince you otherwise because of the already twisted, close-minded views that you currently have.\n  ","859427":"\n  Sure why not\n  ","859428":"\n  A lot of nothing. I have no idea where you are in the world so I have no suggestions for you.\n  ","859429":"\n  Can I say both???\n  ","859430":"\n  No\n  ","859431":"\n  29 1\/2 hours.\n  ","859432":"\n  Oh gosh. I love a bunch of smells. My go to is vanilla. But I also love black current, patchouly which is not liked by many, grapefruit, a small list of colognes, etc.\n  ","859433":"\n  This is more of a before glow up & after glow up 😂 I had a baby and gained some weight, got some dreads and tattoos... I feel a lot better about myself.\n  ","859434":"\n  I could.... but do I want to? Not really, no.\n  ","859435":"\n  Same tho.\n  ","859436":"\n  LOL not yet\n  ","859437":"\n  Make it through life 🤷🏽‍♀️\n  ","859438":"\n  Yes\n  ","859439":"\n  Singing, dancing, living, etc.\n  ","859440":"\n  I am me.\n  ","859441":"\n  My first grade teacher was the only teacher I actually respected who taught me personally. I still run into her here and there and she’s still my favorite person.\n  ","859442":"\n  Smoking what exactly?\n  ","859443":"\n  I see\n  ","859444":"\n  Oh no!! Hope it was a good one!\n  ","859445":"\n  What did you do?\n  ","859446":"\n  Oh it’s okay! I willingly signed up for parenthood so I made it work!!!! 😊\n  ","859447":"\n  Quiet unfortunately. I was supposed to go to the club that my husband works at, but we couldn’t find a babysitter in time\n  \n  :(\n  ","859448":"\n  No\n  ","859449":"\n  Currently watching a docuseries in bed. I’m the literal life of the party.\n  ","859450":"\n  Well 🤷🏽‍♀️ it happens\n  ","859451":"\n  I didn’t think nudity was allowed at all 🤷🏽‍♀️ then again I only log in to answer questions. I don’t look at anyone else’s answers lol\n  ","859452":"\n  Answers\n  ","859453":"\n  My husband\n  ","859454":"\n  :)\n  ","859455":"\n  Food. Even with my son. But I do anyways cause I love him. But I secretly am not happy cause I want all of it 🤷🏽‍♀️\n  ","859456":"\n  I’m pretty sure you can find anything about anyone online anyways... but I wouldn’t publicly post my number or address 🤷🏽‍♀️\n  ","859457":"\n  Paper books. I’m so tired of all this technology bs.\n  ","859458":"\n  A calico cat\n  \n  a song that ISN'T about love\n  \n  Sparkly prom dresses\n  \n  Misspelled YouTube video titles\n  \n  A sandwich with extra mayo\n  \n  This was hard because the last three are the worst. The cat was the only good thing.\n  ","859459":"\n  No no, just money. Always pay me in money. Not like that dumbass commercial however many years ago “Pay me in gum!” Fuck that, I got bills to pay!! 😂\n  "}}