{"Question":{"859460":"\n   What’s the best thing you have learned from your parents?\n  ","859461":"\n   I would be greatly disappointed if…\n  ","859462":"\n   What magic words do you know?\n  ","859463":"\n   If you had to change your first name, what name would you choose?\n  ","859464":"\n   What famous people were born in your city?\n  ","859465":"\n   What was your favorite TV show when you were a kid?\n  ","859466":"\n   Both?\n  ","859467":"\n   Are you still a Virgin and if not, was your first time with the person you wanted it to be with?\n  ","859468":"\n   If you were going to get a tattoo, what would it be and where?\n  ","859469":"\n   PewDiePie or T-Series?\n  ","859470":"\n   HI\n  ","859471":"\n   What? You don't think I could be a blueberry model? 😂\n  ","859472":"\n   Do you smoke or drink?\n  ","859473":"\n   Do you like animals?\n  ","859474":"\n   I'm going to have my kids do that so they are comfortable with it.\n  ","859475":"\n   cat is missing  💉 🎫 ♣\n  ","859476":"\n   I have a problem. 😠  💉\n  ","859477":"\n   Who was your first crush? Describe them.\n  ","859478":"\n   Who do you think asked your last anonymous question?\n  ","859479":"\n   If you were a road sign, what would you say?\n  ","859480":"\n   What would you name your next\/first pet?\n  ","859481":"\n   What is your favorite type of pie?\n  ","859482":"\n   Women have more freedoms than men. 😠\n  ","859483":"\n   What do women take for granted ?\n  ","859484":"\n   Last person’s house you were in?\n  ","859485":"\n   hey girls and guys are on different buses for track, right?\n  ","859486":"\n   I think everyone should use the opposite bathroom at least once; it's fun.\n  ","859487":"\n   Would you like to stay young forever?\n  ","859488":"\n   What is your favorite year of your life?\n  ","859489":"\n   What was the model of your first cell phone?\n  ","859490":"\n   What associations do you have with the word \"circus\"?\n  ","859491":"\n   Have you ever used the bathroom of the opposite sex?\n  ","859492":"\n   I could be a blueberry model\n  ","859493":"\n   Though I think I made the blueberry look work 😏😂\n  ","859494":"\n   Make sure he doesn't make you think you're a giant round ball\n  ","859495":"\n   Girl I actually thought I was huge 😂\n  ","859496":"\n   It was freaky 😂 my friend told the hypnotist to convince me I was the giant blueberry girl off of Charlie and the chocolate factory 😂😂\n  ","859497":"\n   How many siblings do you have?\n  ","859498":"\n   I've been hypnotized\n  ","859499":"\n   Have you ever been hypnotized?\n  ","859500":"\n   Who's the worst on ur volleyball team\n  ","859501":"\n   If the whole world were listening, what would you say?\n  ","859502":"\n   Post some funny animated GIF.\n  ","859503":"\n   my bf and i have been dating for 2 months and it feels right to have sex with him, but would it be too soon in our relationship?\n  ","859504":"\n   What do you think of tattoos?\n  ","859505":"\n   If you jumped into a black hole, would you come out as a pancake or as a pink rabbit?\n  ","859506":"\n   PAP your before and after!\n  ","859507":"\n   What would you ask the President?\n  ","859508":"\n   How do you learn best: by listening, watching, reading or doing?\n  ","859509":"\n   How can someone earn $1,000,000?\n  ","859510":"\n   How many times have you heard the words of someone close to you..? 🤔\n  ","859511":"\n   How did someone anonymously like my post?\n  ","859512":"\n   Do you like to go barefoot?\n  ","859513":"\n   For everyone in US, did you\/are you staying up till midnight for New Years?\n  ","859514":"\n   What's your opinion about same gender relationships?\n  ","859515":"\n   Do you support the death penalty?\n  ","859516":"\n   Do you wash the bottom of your feet?\n  ","859517":"\n   Like not letting them wear stuff that's unnecessary\/too hot like socks, long pants\/sleeves, etc.\n  ","859518":"\n   Should kids have clothing limits in summer?\n  ","859519":"\n   Which?\n  ","859520":"\n   Have you ever cheated on a test?\n  ","859521":"\n   Nah, don't do that; your eyes are too nice to cover up.\n  ","859522":"\n   Do you wear glasses or contacts?\n  ","859523":"\n   Do you think taking away eyeglasses is a good punishment for kids?\n  ","859524":"\n   What did you steal\/vandalize?\n  ","859525":"\n   Have you ever stolen or vandalized anything?\n  ","859526":"\n   Do you wear socks?\n  ","859527":"\n   Was it liquid or bar, and did you have to swallow any of it?\n  ","859528":"\n   Should kids have their mouths washed out with soap for using bad language?\n  ","859529":"\n   Do you ever litter?\n  ","859530":"\n   Do\/did your parents ever tell you to go without your glasses?\n  ","859531":"\n   Many professors can't explain whether soul  exists as such, and if it exists, then what is it and where is it located. Do you think there is soul and if so, where is it located?\n  ","859532":"\n   Do you have kids?\n  ","859533":"\n   I thought u might like this song. what do u think of it?\n   \n    https:\/\/www.youtube.com\/watch?v=Vz0ouih4-ks\n   \n","859534":"\n   Do you agree that what's bad for your heart is good for your art?\n  ","859535":"\n   What do u put a straw in wrong awsers only\n  ","859536":"\n   Are you a good bro\/sis?\n  ","859537":"\n   Have you resolved to lead a healthier lifestyle in the new year?\n  ","859538":"\n   What product would you refuse to promote?\n  ","859539":"\n   What is the best year for you?\n  ","859540":"\n   What is the most money you have ever held in your hand?\n  ","859541":"\n   Hot tea or ice tea?\n  ","859542":"\n   Have you bought any paid apps? If so, which?\n  ","859543":"\n   How much money do you need to feel rich?\n  ","859544":"\n   I need more followers , who likes poetry ? If you don’t ignore this question...\n  ","859545":"\n   What secrets do you have that you hide from the world?\n  ","859546":"\n   What activities do you prefer? What would you like to learn to play or ride? 🎱🏓🏒🎾🚴🏻\n  ","859547":"\n   What are good side dishes to have with chicken fettuccine alfredo?\n  ","859548":"\n   Do you prefer very spicy or non-spicy food?\n  ","859549":"\n   Are you a forgiving person?\n  ","859550":"\n   What gift would you like to receive? From who?\n  ","859551":"\n   What's one difficulty in being a teenager?\n  ","859552":"\n   What type of people are you afraid of?\n  ","859553":"\n   Which male celebrity do you wish was your brother?\n  ","859554":"\n   What's your favorite place to think? PAP.\n  ","859555":"\n   What color is this hair\n  ","859556":"\n   Are you getting weird anon questions?\n  ","859557":"\n   Happy Christmas eve must or should be said?\n  ","859558":"\n   What do you like to do in your free time?\n  ","859559":"\n   What should a real man be able to do?\n  ","859560":"\n   Do you believe in palmistry?\n  ","859561":"\n   What do you think of tattoos?\n  ","859562":"\n   Do you believe the devil exists?\n  ","859563":"\n   How many exes u got ?\n  ","859564":"\n   - ما هي مواصفات الشخص \" المثير للإهتمام \" لديك ؟\n  ","859565":"\n   Send a photo, which is not available in social networks?\n  ","859566":"\n   What route would you choose for around the world trip?\n  ","859567":"\n   What female celebrity do you wish was your sister?\n  ","859568":"\n   I download the app from Play Store cuz that's where I get my apps\n  ","859569":"\n   I already try a dating site they ask for credit card debit card MasterCard bin the card I don't have no I don't have them kind of things I can set up my account with my pictures but I can't leave the girls know message\n  ","859570":"\n   I've been single all my life 36 years old I can't forget my own house I would how can I get a soul mate\n  ","859571":"\n   Do you believe in past lives? If so, what kind of person do you think you were?\n  ","859572":"\n   You are allowed one beverage for the rest of your life. What would you choose?\n  ","859573":"\n   Do you think people who are over-confident, interactive with many acquaintances are shallow?\n  ","859574":"\n   PAP your favourite Pokemon!\n  ","859575":"\n   What do you think - without what things would it be impossible to live in the world today? ?\n  ","859576":"\n   What's the best advice your father ever gave you ?\n  ","859577":"\n   why do you like a product when there's a celebrity endorsement but not when it's simply available in a store without any picture of celebrity or any actor or model on it? what is it that motivates you when you see a familiar face on a product?\n  ","859578":"\n   Do you believe in aliens?\n  ","859579":"\n   Please don’t answer like that ok\n  ","859580":"\n   Really no?\n  ","859581":"\n   Are you?\n  ","859582":"\n   Q is why are females shy to say they fart? I mean are you tbh\n  ","859583":"\n   Hey there. Hope all well? Is it fine if I ask you a personal question? I appreciate it if you don’t mind. Thank you! Cheers!\n  ","859584":"\n   Age?\n  ","859585":"\n   Put your music on shuffle, what are the first 3 songs that come on?\n  ","859586":"\n   How much are you ready to pay for a T-shirt?\n  ","859587":"\n   Post one\n  ","859588":"\n   Selfie?\n  ","859589":"\n   How old are you\n  ","859590":"\n   Happiness is?🌸\n  ","859591":"\n   Do you worry about your future?\n  ","859592":"\n   Do you celebrate Christmas eester Halloween Valentine's New Year's thanksgiving and bithdays\n  ","859593":"\n   Has anyone ever said something to you that set you on a path to prove them wrong?\n  ","859594":"\n   do u love walking on a park in the autumn?\n  ","859595":"\n   What are some things in life (can include your future wants\/needs) that you will not compromise on and why?\n  ","859596":"\n   successful shy guy looking for a partner ( ladies 30s 40s please)\n  ","859597":"\n   What are your favorite YouTube channels?\n  ","859598":"\n   Can you post an inspirational quote???\n  ","859599":"\n   What is your attitude to smoking?\n  ","859600":"\n   What is business?\n  ","859601":"\n   Are you here to make new friends or to just spend your time??\n  ","859602":"\n   Do you tend to stand out or blend in with a crowd?\n  ","859603":"\n   What's the movie that made you cry?\n  ","859604":"\n   What have you been up to lately?\n  ","859605":"\n   Go to the link below, then hit the red button! Something amazing will happen!\n   \n    https:\/\/m.youtube.com\/user\/PewDiePie\n   \n","859606":"\n   What’s the vegetable you hate the most?\n  ","859607":"\n   I thought that by this time in my life, I'd...\n  ","859608":"\n   Have you ever stolen anything?\n  ","859609":"\n   If you had to pick one place in your town to bring a tourist, where would you go?\n  ","859610":"\n   \" Lmao \" \nIs it an abbreviation for something ?!\n  ","859611":"\n   What do u prefer to do when you are all freaked out ? 👻\n  ","859612":"\n   I am from Egypt. I did not know how have my shoutout reached Washington ?!! 😂👽\n  ","859613":"\n   How do you ask someone out on a date?\n  ","859614":"\n   I invented a remote that can inflate girls like a balloon! Wanna try?\n  ","859615":"\n   If your previous gf\/bf wanted to get back together with you and have a fresh start would you?\n  ","859616":"\n   If you were going to get a tattoo, what would it be and where?\n  ","859617":"\n   Do you think the song baby its cold outside a date rape song ?\n  ","859618":"\n   do you really believe you’re intelligent? why?\n  ","859619":"\n   Where did you meet your best friend?\n  ","859620":"\n   What freaks you out?\n  ","859621":"\n   Would you rather be in constant pain or have a constant itch?\n  ","859622":"\n   What was your first concert? No matter how embarrassing - let's hear it.\n  ","859623":"\n   What is the one place in the world you wish you lived in?\n  ","859624":"\n   in your opinion, what should a man be like?\n  ","859625":"\n   Post a pic with your friends?\n  ","859626":"\n   Is it possible to justify a murder?\n  ","859627":"\n   How many siblings do you have?\n  ","859628":"\n   You are attending a birthday party of a very rich person who \"has got everything\". What do you give him\/her as a gift?\n  ","859629":"\n   What is your opinion about same gender relationships?\n  ","859630":"\n   Common Weekday Outfit PAP Or Explain Outfit?\n  ","859631":"\n   How do you deal with anxiety?\n  ","859632":"\n   How tall are you? Take a photo in full height\n  ","859633":"\n   If you had only one last wish to make, what would it be?\n  ","859634":"\n   What childish thing do you still enjoy?\n  ","859635":"\n   If you were a farmer, what would you grow?\n  ","859636":"\n   What was the first novel on which you spent your money on??\n  ","859637":"\n   Which song would you choose to give your crush a message indirectly?\n  ","859638":"\n   If you don't have a church home, are not being taught (don't lie) or want to fix your relationship with God , inbox me... Also looking for home church?? Inbox me here or on facebook???\n  ","859639":"\n   Volkswagen\n  ","859640":"\n   Ask me any Question\n  ","859641":"\n   If they gave you to choose a place in the world .. which would be?\n  ","859642":"\n   What is the best way to cure a cold ? 🤧\n  ","859643":"\n   What historical figures do you most despise?\n  ","859644":"\n   Do you smile at strangers?\n  ","859645":"\n   What would be your immediate action after experiencing a paranormal activity at your place? ☠\n  ","859646":"\n   What would you do today if there is no more tomorrow?\n  ","859647":"\n   Who here has cheated on someone?\n  ","859648":"\n   He. Said. He. Loves. Me. And also sent a red heart emoji. God I’m so in love\n  ","859649":"\n   If dogs never existed, which animal would take its place as Man's Best Friend?\n  ","859650":"\n   Would you rather be a tiny elephant or a giant hamster?\n  ","859651":"\n   Have you ever lied about your age?\n  ","859652":"\n   Would you raise your child the way your parents raised you?\n  ","859653":"\n   What is the biggest challenge you are facing right now?\n  ","859654":"\n   Do you have any great memories from 2017? 🙊\n  ","859655":"\n   How will u feel to talk to a person, you don't even know the name ?\n  ","859656":"\n   i get only so many days off a year. usually take a week for thxgiving and xmas... tbh i just wanna spend it alone but my mom guilt trips me into seeing her. i don’t live farrrr but 5-6 hours isn’t close either. how can i tell her i just want a week to myself. there’s always next holiday\/bday\/event\n  ","859657":"\n   Do u think marriage may kill love?\n  ","859658":"\n   Do you have relatives at ask.fm ?\n  ","859659":"\n   What magic words do you know?\n  ","859660":"\n   Do you prefer Instagram or Facebook?\n  ","859661":"\n   when someone constantly does you bad and they come back to you do you loose feelings?\n  ","859662":"\n   What made you smile today? P.S. Don't say nothing, you don't have to wait for anything to make you smile! 😉\n  ","859663":"\n   Is poetry dead? Who likes poetry anymore?\n  ","859664":"\n   Would you rather have an electrical car or a regular one?\n  ","859665":"\n   Where do the happiest people live?\n  ","859666":"\n   What’s the largest animal you’ve ever had as a pet?\n  ","859667":"\n   What do you do when you are alone in your room?\n  ","859668":"\n   Cool thanks\n  ","859669":"\n   How did you add more than 2 pictures?\n  ","859670":"\n   Very respectable\n  ","859671":"\n   What would be the first thing you bought if you found 100,000 today?\n  ","859672":"\n   What social networking websites do you use?\n  ","859673":"\n   Brother from another mother? Have one?\n  ","859674":"\n   What crimes deserve the death penalty?\n  ","859675":"\n   Add something to your bucket list RIGHT NOW. What is it?\n  ","859676":"\n   What's more important for you eating&sleeping or traveling ? (same question different answer) 🌚\n  ","859677":"\n   What is something that has changed you so much ?\n  ","859678":"\n   Which websites do you visit every day?\n  ","859679":"\n   Do you follow fashion trends actively?\n  ","859680":"\n   How much do you love Netflix and Poptarts?\n  ","859681":"\n   What would you name your next\/first pet?\n  ","859682":"\n   What is your dream bedroom?\n  ","859683":"\n   Post something for your best friend ?\n  ","859684":"\n   Can some person change your life?\n  ","859685":"\n   Is sex better if you never have to explain anything to your partner?\n  ","859686":"\n   Whats your favorite food?\n  ","859687":"\n   If you had a daughter, would you consider sending her to the TV show \"Toddlers and Tiaras\"?\n  ","859688":"\n   Bath or shower?\n  ","859689":"\n   What does it mean when a man looks at other women when he is with his girlfriend?\n  ","859690":"\n   How many games do you have on your phone?\n  ","859691":"\n   I just got my 17 yr old gf prgnet do u have any advice?\n  ","859692":"\n   What worries you the most?\n  ","859693":"\n   Do you tolerate heat or cold better?\n  ","859694":"\n   What is something that is \"uncool\" that you do anyway?\n  ","859695":"\n   If you had a friend whom you have feelings for, just be your friend would you want to stay being their friend and distance yourself or try to leave?\n  ","859696":"\n   Name the ASKfm users, with whom you would want to go on a road trip for a week. Why them?\n  ","859697":"\n   Just wanted to try it :) you should too!\n  ","859698":"\n   So, any new life activities?\n  ","859699":"\n   ASK ME ANYTHING ON YOUR MIND! ANSWERING ALL!! 😌🤟❤️\n  ","859700":"\n   Who pampered you the most when you were a little child?\n  ","859701":"\n   How many percent of happiness are in one kiss?\n  ","859702":"\n   What is one thing you regret having done or not done in your life?\n  ","859703":"\n   Do you think your parents picked the right first name for you?\n  ","859704":"\n   What is the best way to relax you?\n  ","859705":"\n   Have you ever performed for an audience? What was this experience like?\n  ","859706":"\n   If you would meet someone in reality from ask fm..what would you tell her? Mayb she can be ur crush.. Or u can..\n  ","859707":"\n   what is something is missing in life that was in your life and you love that?\n  ","859708":"\n   Where are you located? Do you like it?\n  ","859709":"\n   What concert do you want to go to? ?✌\n  ","859710":"\n   What’s your favorite movie(s)?\n  ","859711":"\n   How fast do you fall in love?\n  ","859712":"\n   If you could perfectly speak any 3 languages what would it be?\n  ","859713":"\n   What social media do your parents use?\n  ","859714":"\n   What is something that everyone looks stupid doing???\n  ","859715":"\n   Do you like Sushi with Wasabi on?\n  ","859716":"\n   Who do you find attractive?\n  ","859717":"\n   Is there anything you can do today that you couldn't a year ago? What?\n  ","859718":"\n   What are your further expectations from life , would it be easy or hard ?\n  ","859719":"\n   What's the longest you've waited in line and what were you waiting for?\n  ","859720":"\n   fuck you?\n  ","859721":"\n   Go today's photo!\n  ","859722":"\n   Anyone interested in hanging out in Egypt LOL\n  ","859723":"\n   Have you ever felt ashamed about your past?\n  ","859724":"\n   What do guys usually look for in a girl?\n  ","859725":"\n   do u know why PewDiePie was again accused of racism?\n  ","859726":"\n   Who do you trust the most?\n  ","859727":"\n   What type of music are you into?\n  ","859728":"\n   Thank so much! This sounds a lot like the kind of advice I give my friends! Sounds silly, but I struggle with believing in my self comforting advice. When emotionally flooded, I have trouble giving myself the same compassion as I do others. Ty so much for putting it simply and true - grounded me 💕\n  ","859729":"\n   what r ur favorite activities u do in autumn?\n  ","859730":"\n   Advice pls:\nMy bf (3yrs) is christian & I’m not. I feel connected to nature based religions(wicca). He doubted he’d stay if I go that path. Recently, he cried & told me no matter what he would want it to work. Today I wish 2 pursue wicca. I fear when he hears this - he will leave me. I’m anxious asf\n  ","859731":"\n   Are you a nice kid?\n  ","859732":"\n   Which celebrity would you like to meet?\n  ","859733":"\n   Hey I’m new to ask . What’s up everyone ? How’s your day going ?\n  ","859734":"\n   Last time you cried? And why?\n  ","859735":"\n   What are snails even trying to do?\n  ","859736":"\n   What's the most valuable thing you've held in your hands?\n  ","859737":"\n   what is your criterion to accept someone on snapchat?\n  ","859738":"\n   How do you like to start your morning?\n  ","859739":"\n   Do any girls have a masturbation addiction?\n  ","859740":"\n   Closest friends at sn\n  ","859741":"\n   Why do we hurt those who love us and love those who hurt us? 😢\n  ","859742":"\n   Who's the best athlete ever?\n  ","859743":"\n   One year of My everything 💜💭 🎂 Which is your fav songs from there?\n  ","859744":"\n   What was your favourite childhood story?\n  ","859745":"\n   Do people truly find one person that was meant and made for them to spend their lifetime with? Or do people find other people who agree to make compromises in life for the chance to be long-term partners?\n  ","859746":"\n   From 1-10, how good are you at swimming?\n  ","859747":"\n   How are you?\n  ","859748":"\n   Whats your favorite sportswear brand?\n  ","859749":"\n   Do you like Coke or Pepsi? Why?\n  ","859750":"\n   With whom would you get in touch in a spirit calling session?\n  ","859751":"\n   What is the most important thing u have to do daily?\n  ","859752":"\n   What's a phrase you use often?\n  ","859753":"\n   Should animals perform in circuses?\n  ","859754":"\n   What would you do if you could inflate your body like a balloon?\n  ","859755":"\n   If you could be any fruit, which one would you be?????🍏🍎🍐🍊🍋🍌🍉🍇🍓🍈🍒🍑🍍🍅🍆🌶🌽\n  ","859756":"\n   My classmates and have made a survey about immigration. Please help us to answer all the questions. Your answer will be really helpful! It won't take too much time. Much appreciated ! this is the survey link:\n   \n    https:\/\/lnkd.in\/dCJ-458\n   \n   the survey is from survey monkey. It is safety. Thank you!\n  ","859757":"\n   What pain is harder for you: physical or spiritual\n  ","859758":"\n   Which is your favorite TV show?\n  ","859759":"\n   What would be a perfect job for you?\n  ","859760":"\n   Hi, how is your mood?\n  ","859761":"\n   Have you ever tasted dog or cat food?\n  ","859762":"\n   What's your fav food??\n  ","859763":"\n   Did you vote?\n  ","859764":"\n   Did you ever actually blow up? 😂\n  ","859765":"\n   Didn't we talk about you turning into a balloon? Lol\n  ","859766":"\n   You can erase any horrible experience from your past. What will it be?\n  ","859767":"\n   What's your favorite smell?\n  ","859768":"\n   is love to the grave old-fashioned?\n  ","859769":"\n   What's one thing you hate sharing?\n  ","859770":"\n   What hairstyle is in fashion now?\n  ","859771":"\n   Is it easy to give someone a second chance?🙊\n  ","859772":"\n   Well that’s why I’m on anon lol\n  ","859773":"\n   I’m shy ☹️\n  ","859774":"\n   Sorry to bother 😥😥\n  ","859775":"\n   How long was the girl knocked out for\n  ","859776":"\n   Did you Enjoy your Holloween?\n  ","859777":"\n   What was the last message you received????\n  ","859778":"\n   Which Marvel character is your soulmate?\n  ","859779":"\n   Would you ever wear your stripe t.shirt, suspenders and red pants again?😉\n  ","859780":"\n   Do u have an instagram account?\n  ","859781":"\n   What fictional character reminds you of yourself?\n  ","859782":"\n   what's on your mind?\n  ","859783":"\n   Favorite summer memory?\n  ","859784":"\n   Do you believe in transgender rights? Why or why not?\n  ","859785":"\n   What if we used to be able to make wishes... but then someone wished we couldn't?✌🏻\n  ","859786":"\n   Do you have pretty feet?\n  ","859787":"\n   What’s the best thing to do on a day off?\n  ","859788":"\n   What is the difference between a school and a college? Where is it better to study?\n  ","859789":"\n   Where was your last selfie taken?\n  ","859790":"\n   do you cook well? ??\n  ","859791":"\n   Oh wow. So violent lol\n  ","859792":"\n   You don't want all of that money?\n  ","859793":"\n   autumn is coming soon!  pumpkin pie and thanksgiving and halloween\n  ","859794":"\n   If someone paid you a million dollars to be held down and tickled for 10 minutes straight, would you do it?\n  ","859795":"\n   Sabias que la piel tiene una protección ácida, y que hay productos que regresan el ph óptimo para la piel y eso ayuda contra arrugas, manchas, y acne?\n\nDid you know that the skin has an acidic protection, and that there are products that return the optimal pH for the skin and that helpswrinkle,spot?\n  ","859796":"\n   Do you know what kombucha is?\n  ","859797":"\n   What's the worst spot?\n  ","859798":"\n   Are you ticklish? Where?\n  ","859799":"\n   What should a single person do when all your friends are in relationship? 😂\n  ","859800":"\n   Is it possible to fall in love with someone you just met online?\n  ","859801":"\n   I'm going to ask you a favor. Don't follow me on ask I have 69 followers. Can you not do that for me?\n  ","859802":"\n   What was the last beverage you spilled on yourself?\n  ","859803":"\n   Which was the funniest proposal you got?\n  ","859804":"\n   Are you single ? Do you like Vanessa ? Do you hate the name Rick ?\n  ","859805":"\n   What do u do in ur spare time?\n  ","859806":"\n   Will you be my girlfriend\n  ","859807":"\n   You're stuck on an island. How would you spend your time?\n  ","859808":"\n   Y'all single?\n  ","859809":"\n   Am I wrong for feeling jealous when the girl Im dating keeps texting the dude she had hooked up with once before she started dating me. I asked her to be exclusive too but I’m secure that she’ll end up hooking up with him again\n  ","859810":"\n   Some girl I been talking to gets jealous every time a girl talks to me.I mean it’s part of my job I work at a gym.A girl came to talk to me and she got bothered cause she was in front watching.A few moments later some guy approaches her coincidentally when I am there.Is she trying to get me jealous\n  ","859811":"\n   Have you ever preformed any shows\/acts for an audience?\n  ","859812":"\n   What did you do today\n  ","859813":"\n   What does your bedroom smell like?\n  ","859814":"\n   give a line from your favorite song\n  ","859815":"\n   Do you have that person you talk every day?\n  ","859816":"\n   Hey :) what is your favourite pastime? :)\n  ","859817":"\n   Who is the last person you texted to?\n  ","859818":"\n   Do you prefer to answer questions or ask them?\n  ","859819":"\n   Which person in your family do you look most like?\n  ","859820":"\n   Who is your idol? why?\n  ","859821":"\n   Are you ready for the Halloween night?\n  ","859822":"\n   What’s the most expensive thing you’ve broken?\n  ","859823":"\n   What would you do if you could inflate your body like a balloon?\n  ","859824":"\n   What should a real man be able to do?\n  ","859825":"\n   How would your friends describe you???\n  ","859826":"\n   What kind of movies do you most enjoy?\n  ","859827":"\n   It will get better with time. All that matters is you took the first step to get well\n  ","859828":"\n   That sucks! My best friend is like that! Sorry to hear that.\n  ","859829":"\n   Biggest fear?\n  ","859830":"\n   which one of your friends has birthday soon? how are you going o congratulate them?\n  ","859831":"\n   what kind of candy do u think we'd be for Halloween?\n  ","859832":"\n   Do you know the difference between transsexual and \"transgender\"?\n  ","859833":"\n   Who's your best friend?\n  ","859834":"\n   Who do you ship me with and be 100% honest 😊 \"I Ship It\"❤️\n  ","859835":"\n   Can you have a conversation with a stranger?\n  ","859836":"\n   If you could change your skin color to anything outside of the natural palette of skin colors, what color would you choose?\n  ","859837":"\n   What's one thing your parents do not know about you?\n  ","859838":"\n   Do you have a favorite memory? What is it?\n  ","859839":"\n   What word do you love the sound of?\n  ","859840":"\n   What are your goals?\n  ","859841":"\n   Favorite dialogue in a movie?\n  ","859842":"\n   What is your favorite black and white movie?\n  ","859843":"\n   Which song reminds you of an ex and why?\n  ","859844":"\n   When nobody is looking, I…\n  ","859845":"\n   What is your dream job? 💡\n  ","859846":"\n   Do you send questions to yourself?\n  ","859847":"\n   What is your favorite source of outdoor entertainment?\n  ","859848":"\n   What interests you?\n  ","859849":"\n   Beach house🏖or Cabin house🏕?\n  ","859850":"\n   What is the “whitest” thing you do\n  ","859851":"\n   Should people depend on happiness that depends on other things to exist? Is there anything not dependable in this world (that doesn't depend on other things)?\n  ","859852":"\n   Favorite holiday movie of all time?\n  ","859853":"\n   Do you think that you are more good looking or more wise ? ?\n  ","859854":"\n   What song is stuck in your head right now?\n  ","859855":"\n   Do you know how to play a guitar?\n  ","859856":"\n   do you go for jogging in the morning?\n  ","859857":"\n   Which type of people you really love to talk with?\n  ","859858":"\n   If you had lots of money what would you do with it?\n  ","859859":"\n   Have you ever gone somewhere with two different socks on?\n  ","859860":"\n   Hey everybody,I'm back on ask.fm, and I know everybody missed me on ask.fm. How is everyone on ask.fm. I missed you guys on ask.fm. I have to take a break on ask.fm\n  ","859861":"\n   what is your favourite quotation?\n  ","859862":"\n   No diggity.\n  ","859863":"\n   What is you favorite boy\/girl band? Mine is TLC.\n  ","859864":"\n   Which is the funniest name you've ever heard?\n  ","859865":"\n   ??What would you say to your young self and why?\n  ","859866":"\n   What's on your bucket list?\n  ","859867":"\n   What do you гusually eat?\n  ","859868":"\n   What question do you ask yourself a lot?\n  ","859869":"\n   What do you love about people?\n  ","859870":"\n   What year were you born in?\n  ","859871":"\n   Top emoji in your “frequently used”\n  ","859872":"\n   do you easily fall in love?\n  ","859873":"\n   If you could wish for something more important than anything else you could have wished for that you truly desire what would it be???\n  ","859874":"\n   Age?\n  ","859875":"\n   What is your favourite attribute about yourself???\n  ","859876":"\n   Unpopular opinion?\n  ","859877":"\n   What they are really looking for?\n  ","859878":"\n   Anyone in Seattle? \nHmu on snap mohammadc60\n  ","859879":"\n   I do not like the opposite sex.The opposite sex is a monster.I want the opposite sex removed from my nation.Time is up for the opposite sex.  ⚠\n  ","859880":"\n   On a scale from 1 to 10 how weird are you?\n  ","859881":"\n   What do you prefer – listening or talking?\n  ","859882":"\n   What’s one fashion trend you hope to never see again?\n  ","859883":"\n   I have seen every part of the female torso on Instagram but I have not seen every part of male torso on Instagram.Instagram hates men. 🐭 ♨\n  ","859884":"\n   Who do you most admire in life ... ?¿\n  ","859885":"\n   Do you have a crush on someone?\n  ","859886":"\n   Who hate school more: students or teachers?\n  ","859887":"\n   Have you ever sent a message and then immediately regretted it?\n  ","859888":"\n   Are you an sjw?\n  ","859889":"\n   Why society needs you?\n  ","859890":"\n   Do you wish to be something little bit more?\n  ","859891":"\n   What is your favorite thing in your room?\n  ","859892":"\n   What do you order at Starbucks?\n  ","859893":"\n   If not now, then when?\n  ","859894":"\n   What’s your favorite breakfast?\n  ","859895":"\n   3 Cosas que Odies\n  ","859896":"\n   How many of your friends are vegans\/vegetarians?\n  ","859897":"\n   Would you call yourself a “happy person”?\n  ","859898":"\n   who do u like\n  ","859899":"\n   I’ve fallen for a f***boy. Send help! 🆘\n  ","859900":"\n   What is a primary fear that is holding you back?\n  ","859901":"\n   Do you have a Tumblr? Username?\n  ","859902":"\n   R u in any extended classes?\n  ","859903":"\n   What are your thoughts on an online love?? (Like two people chat online and fall in love) 🤔🤔🤔\n  ","859904":"\n   What do you feel like so many people don't like you?\n  ","859905":"\n   What are\/were the rules about using cell phones at your school?\n  ","859906":"\n   Can girls punch hard? Lol j.w.\n  ","859907":"\n   Top 5 favorite actors\n  ","859908":"\n   Top 5 favorite actresses\n  ","859909":"\n   What has been one of the best days of your life\n  ","859910":"\n   are you usually afraid of the dark?\n  ","859911":"\n   I hope everyone’s day is going great✨\n  ","859912":"\n   The best day of your life?\n  ","859913":"\n   Post a throwback picture of you!\n  ","859914":"\n   ¿Eres alérgico a algo?\n  ","859915":"\n   Anybody ever meet anybody of this site? Just curious\n  ","859916":"\n   Is there something special you like to wear on Fridays?\n  ","859917":"\n   top 3 favorite emojis\n  ","859918":"\n   tell me where your love lies?\n  ","859919":"\n   Do you love autumn?\n  ","859920":"\n   I would think you'd wany a big family since you have a lot of siblings\n  ","859921":"\n   Do you listen to podcasts?\n  ","859922":"\n   Choose between beauty and brains?\n  ","859923":"\n   Are you living your dream ?\n  ","859924":"\n   Do you believe in ghosts? No? Neither do I. But I still don't know how I came back.\n  ","859925":"\n   Name a dream of yours (no matter how silly or impossible it sounds)\n  ","859926":"\n   What is your favorite lunch cafeteria food?\n  ","859927":"\n   have you been studying English for a long time? Consider learning any other language besides this one?\n  ","859928":"\n   Plans for the rest of the night?\n  ","859929":"\n   Name a food that makes you feel good\n  ","859930":"\n   Are you back to school, university or office?\n  ","859931":"\n   What style of hair so u like?\n  ","859932":"\n   IF you have a car, what did you name it? And is it female or male?\n  ","859933":"\n   Still trying to find a unicorn?\n  ","859934":"\n   Do you have any siblings?\n  ","859935":"\n   Or just inflate your butt 😂\n  ","859936":"\n   How big of a planet? Jupiter?\n  ","859937":"\n   Be your own planet\n  ","859938":"\n   Geez 😂\n  ","859939":"\n   Lol don't pop  😂\n  ","859940":"\n   Anything u feel that you should done in your childhood but you haven't??️?️\n  ","859941":"\n   If you could have lunch with ONE person living or dead who would it be and why?\n  ","859942":"\n   What would you do if you could inflate your body like a balloon?\n  ","859943":"\n   Do you believe in horoscope compatibility?\n  ","859944":"\n   What is your favorite ice cream?\n  ","859945":"\n   Worst bands of the 2000s\n  ","859946":"\n   What is\/was your nickname at school?\n  ","859947":"\n   How old were you the first time you fell in love?\n  ","859948":"\n   I was walking home and the bathroom was locked.I did not make it home in time.\n\n\n     🐭🐭🐭🐭🐭🐭#poohappens\n  ","859949":"\n   Will you scold your children for getting bad grades?\n  ","859950":"\n   What are some of your spiritual goals? If you would like to share them, of course.\n  ","859951":"\n   I'd never play hide and seek with you because someone like you is impossible to find.\n  ","859952":"\n   Do you have someone you tell everything to?\n  ","859953":"\n   If you see really cute person in public place standing alone , what do you do ?\n  ","859954":"\n   Picture with your bestfriend?\n  ","859955":"\n   shushi and Fritos\n  ","859956":"\n   How jealous are you, on a scale of 0 (not) to 10 (extremely)?\n  ","859957":"\n   If you became a teacher tomorrow, what would you teach?\n  ","859958":"\n   Favorite selfie of yourself?!\n  ","859959":"\n   If you could print any phrase on a T-shirt, what would it say?\n  ","859960":"\n   Do you use the Bird\/Lime scooters to get around?\n  ","859961":"\n   How are u\n  ","859962":"\n   اين سكنك\n  ","859963":"\n   what's one food you will never eat?\n  ","859964":"\n   Samantha Martin well goin by Samantha Moore now is a cheating home wrecker over 6 years being together and 3 and 4 yr old boys she tore us apart so if ya no her let me no\n  ","859965":"\n   What scares you the most about our modern society?\n  ","859966":"\n   Are you a parent?\n  ","859967":"\n   Are you mature yet immature compared to your actual age?\n  ","859968":"\n   Hi\n  ","859969":"\n   What's your favorite song from the 2000s?\n  ","859970":"\n   What really grinds your gears?\n  ","859971":"\n   What do you think is the best holiday decoration for a gift?\n  ","859972":"\n   ¿Todas las chicas son lindas?\n  ","859973":"\n   To your mind, what should every child have?\n  ","859974":"\n   How many books you read?\n  ","859975":"\n   Do you have weird relatives?\n  ","859976":"\n   What three things in life you want more than anything else?\n  ","859977":"\n   What is your idea of hell?\n  ","859978":"\n   If people had a warning label, what would yours say?\n  ","859979":"\n   Do you like parties with 12 people or parties with 60?\n  ","859980":"\n   What is the major problem in your city?\n  ","859981":"\n   PAP of you right now?\n  ","859982":"\n   On a scale of 1 to 10, how well do you sing?\n  ","859983":"\n   Do you have a best friend?\n  ","859984":"\n   Why do we try so hard for people who don’t try for us?\n  ","859985":"\n   Is there anyone from this site who used to be on here that you wish would come back?\n  ","859986":"\n   Who sent the last text message you received?\n  ","859987":"\n   Are you a traveler or a homebody?\n  ","859988":"\n   Do you ever wonder what people really want from you?\n  ","859989":"\n   Have u ever used a dating app ?\n  ","859990":"\n   How would you introduce yourself on dating app?\n  ","859991":"\n   If you could only eat one thing for the rest of your life what would it be? PAP!\n  ","859992":"\n   What’s the next big thing?\n  ","859993":"\n   Brother from another mother? Have one?\n  ","859994":"\n   What's a phrase you use often?\n  ","859995":"\n   What does your aura look like?\n  ","859996":"\n   PAP of your spirit animal?\n  ","859997":"\n   Artist you’ve always liked?\n  ","859998":"\n   What do u love?\n  ","859999":"\n   What’s one fashion trend you hope to never see again?\n  ","860000":"\n   Make an anagram out of your name!\n  ","860001":"\n   What famous people do you share a birthday with?\n  ","860002":"\n   What would you be doing right now if the internet didn't exist?\n  ","860003":"\n   What do you say during awkward silences?\n  ","860004":"\n   What's the most delicious dessert for you?\n  ","860005":"\n   First three songs in your favorite playlist?\n  ","860006":"\n   Candles or incense?\n  ","860007":"\n   U married or??????? What’s up\n  ","860008":"\n   If you could teleport, where would you go?\n  ","860009":"\n   i was on a date with a girl all she did was look at her phone isn't that rude?\n  ","860010":"\n   do you like the bands muse guns n roses europe or metallica?\n  ","860011":"\n   What not to do on a first date with a guy?\n  ","860012":"\n   Which two movies would you like to combine into one?\n  ","860013":"\n   I want new music. Any suggestions? ???\n  ","860014":"\n   If you could be the leader of your country, what would you change?\n  ","860015":"\n   What kind of surprises do you like?\n  ","860016":"\n   PAP of your current surroundings?\n  ","860017":"\n   Wat is je persoonlijke top 5 van films?\n  ","860018":"\n   Are antismoking ads effective?\n  ","860019":"\n   When you were little, what did you want to be when you grew up?\n  ","860020":"\n   What would you ask the President?\n  ","860021":"\n   What do you think is the best gift for wedding?\n  ","860022":"\n   favourite food?\n  ","860023":"\n   favourite icecream?\n  ","860024":"\n   did you go swimming this summer?\n  ","860025":"\n   Do you have a pet? If so, what’s one unique thing about them? If not, what pet would you like to have?\n  ","860026":"\n   What colors have you dyed your hair??\n  ","860027":"\n   If there were a book about your life, what the cover would look like?\n  ","860028":"\n   Where do you meet new people?\n  ","860029":"\n   what are some ways you manage stress?\n  ","860030":"\n   What is something you wish you were better at?\n  ","860031":"\n   What is your job?\n  ","860032":"\n   How would you like to be remembered?👀\n  ","860033":"\n   Are you still learning who you are?\n  ","860034":"\n   If you have your own ninja turtle color, what would it be?\n  ","860035":"\n   Are you afraid that robots will take over the world?\n  ","860036":"\n   Fell in love with somebody now they got taken away from me due to the system for 3 years ..\n  ","860037":"\n   Is reputation important for a person nowadays?\n  ","860038":"\n   would it be?\n  ","860039":"\n   Post a pic? #whereistand\n  ","860040":"\n   Do you miss school?\n  ","860041":"\n   What makes you really mad?\n  ","860042":"\n   What would you do for a Klondike Bar?\n  ","860043":"\n   How often do you sing aloud? Name the song you perform best!\n  ","860044":"\n   Do you know how to play the guitar?\n  ","860045":"\n   Favorite children’s book?\n  ","860046":"\n   Is it possible to cross a bear with a cow? ???\n  ","860047":"\n   What time of day is your favorite?\n  ","860048":"\n   What are you longing for right now?\n  ","860049":"\n   What should we spend money on?\n  ","860050":"\n   Why do you use gifs all the time for your answers\n  ","860051":"\n   Do you like your name?\n  ","860052":"\n   Instead of money pay me in…\n  ","860053":"\n   Why do so many girls make duck-faces in pictures?\n  ","860054":"\n   Do you think puppies or kittens are cuter?\n  ","860055":"\n   Where do you find new music?\n  ","860056":"\n   Who was the last person you kissed?\n  ","860057":"\n   What’s stuck in your head right now?\n  ","860058":"\n   If you could instantly speak any language in the world, what would it be?\n  ","860059":"\n   What should be illegal?\n  ","860060":"\n   What’s up\n  ","860061":"\n   How much money do you really need?\n  ","860062":"\n   How would you describe your country in three words?\n  ","860063":"\n   At what age did you kiss for the first time?\n  ","860064":"\n   Which is scarier: clowns or spiders?\n  ","860065":"\n   If people can read your mind , What would they usually hear!¿ 😛😛\n  ","860066":"\n   Are goodbyes hard for you?\n  ","860067":"\n   what do you do in your life?\n  ","860068":"\n   Which do you think is more important: following the dreams your parents want for you or following your own dreams?\n  ","860069":"\n   Right now, I would like to be in…\n  ","860070":"\n   #TeamTonsils or #TeamNoTonsils?\n  ","860071":"\n   Would you be interested in experiencing hypnosis?\n  ","860072":"\n   How many exes do you have?\n  ","860073":"\n   If you somehow meet your ex , how would you treat to that?????\n  ","860074":"\n   Netflix or Lostfilm?\n  ","860075":"\n   How many cracks does your phone screen have?\n  ","860076":"\n   What is a footnote?\n  ","860077":"\n   Were you happier four months ago than you are now?\n  ","860078":"\n   I think I know u..\n  ","860079":"\n   Would you ever get a piercing? Where?\n  ","860080":"\n   Do you like being photographed? Go photo ❤\n  ","860081":"\n   What's your favorite day of the week?\n  ","860082":"\n   What noticeable scars do you have and how did you get em?\n  ","860083":"\n   Do u have dreads brah?\n  ","860084":"\n   PAP of you currently\n  ","860085":"\n   Do you believe in black magic?\n  ","860086":"\n   Do you prefer to be behind the camera or in front of it?\n  ","860087":"\n   What is your idea of hell?\n  ","860088":"\n   What is the secret of happy relationship?\n  ","860089":"\n   What was the longest car ride you’ve ever taken?\n  ","860090":"\n   What was the last thing you got for free?\n  ","860091":"\n   Are you working this summer or are you just enjoying summer holidays?\n  ","860092":"\n   What is your favorite type of pie?\n  ","860093":"\n   What's the absolute best vacation you can imagine?\n  ","860094":"\n   Emoji of the day!\n  ","860095":"\n   If all jobs had the same pay and hours, what job would you like to have?\n  ","860096":"\n   Do you still have your tonsils?\n  ","860097":"\n   Your favourite time pass ?\n  ","860098":"\n   If you could pack up right now and leave, Where would you go?\n  ","860099":"\n   Which cities would you like to visit around the world?\n  ","860100":"\n   Soft or hard cookie?\n  ","860101":"\n   What makes you wake up each morning?\n  ","860102":"\n   What shouldn't you do on the first date?\n  ","860103":"\n   What are some of the best feelings in life ??©\n  ","860104":"\n   Do you deceive well?\n  ","860105":"\n   Tell me about your flaws ?\n  ","860106":"\n   What did you do last weekend?\n  ","860107":"\n   What childhood story actually frightened you?\n  ","860108":"\n   What would you grow in your imaginary garden?\n  ","860109":"\n   What's the most delicious fruit?\n  ","860110":"\n   What is the last thing you searched online?\n  ","860111":"\n   How did you come up with your username?\n  ","860112":"\n   What is your favorite pet’s name?\n  ","860113":"\n   Do you prefer gold or silver jewelry?\n  ","860114":"\n   What do you notice when you walk into someone's home for the first time?\n  ","860115":"\n   What was the last picture you took with your phone?\n  ","860116":"\n   What would you suggest everyone to try?\n  ","860117":"\n   What female celebrity do you wish was your sister?\n  ","860118":"\n   Take me with you.  I love garage sales.\n  ","860119":"\n   What's your favorite vechicle?\n  ","860120":"\n   Any plans for the weekend??\n  ","860121":"\n   Everyone has Christmas time traditions, do you guys have Halloween traditions though?\n  ","860122":"\n   Who are your favorite ASKfm couples?\n  ","860123":"\n   What's your lucky number?\n  ","860124":"\n   Do you remember life without technology? What was it like?\n  ","860125":"\n   Do you think that money can buy love?\n  ","860126":"\n   Wassup ?🤔🤞\n  ","860127":"\n   If u had to give up one thing to improve you'r life or relationship what would it be\n  ","860128":"\n   Have you bought any paid apps? If so, which?\n  ","860129":"\n   If you could Change one thing what would it be?\n  ","860130":"\n   If there is one thing that you could change about the past, what would that be?\n  ","860131":"\n   Share your Snapchat\n  ","860132":"\n   App you use the most?\n  ","860133":"\n   What is better the truth even if it hurts, or a lie?\n  ","860134":"\n   It's International Cat Day, time to ask the fundamental question: Are cats smarter than dogs?\n  ","860135":"\n   What is “home” to you?\n  ","860136":"\n   How many meals have you burned when cooking?\n  ","860137":"\n   Should I do a video we’re you guys control my life for a day\n  ","860138":"\n   What will you do in your old age?\n  ","860139":"\n   What should there be in a perfect city?\n  ","860140":"\n   Imagine that world stands still for 24 hours, you are the only one able to move. What would you do?\n  ","860141":"\n   If not now, then when?\n  ","860142":"\n   How is your relationship with your parents?\n  ","860143":"\n   How are u guy's\n  ","860144":"\n   What is your favorite waste of time?\n  ","860145":"\n   What does it mean when a bird poops on you?\n  ","860146":"\n   The first thing to your left is your weapon in the zombie apocalypse. What is it?\n  ","860147":"\n   You got some ankle socks to show, i like those :D\n  ","860148":"\n   Todays socks?\n  ","860149":"\n   What would you name a newly discovered planet?\n  ","860150":"\n   What's one of your favorite 'little things' to enjoy in life?\n  ","860151":"\n   Continue with a rhyme: \"From my window I can see…\"\n  ","860152":"\n   Thank you :D\n  ","860153":"\n   What perfume are you wearing today?\n  ","860154":"\n   What do you think when you look in the mirror?\n  ","860155":"\n   Where the happiness can be found?\n  ","860156":"\n   Describe yourself in 3 words!\n  ","860157":"\n   What is stuck in your head right now?\n  ","860158":"\n   Who is the last person you met?\n  ","860159":"\n   What is your least favorite beverage?\n  ","860160":"\n   PAP of your socks today\n  ","860161":"\n   well there would be little kids and older kids like 11 12 13 year olds and everyone would be there voluntarily and you could stop whenever you wanted\n  ","860162":"\n   if someone said theyd give you 100 dollars an hour but you had to go somewhere and just tickle kids mercilessly would you do it?\n  ","860163":"\n   What have you been thinking about lately?\n  ","860164":"\n   IF YOU COULD BE A MEMBER OF ANY TV-SITCOM FAMILY, WHICH WOULD IT BE?\n  ","860165":"\n   IF YOU COULD DIS-INVENT ONE THING, WHAT WOULD IT BE?\n  ","860166":"\n   Do you like chaka khan?\n  ","860167":"\n   If you could start a collection of one kind of item, what would it be?\n  ","860168":"\n   Love never fails; Character never quits; & with patience & persistence; Dreams do come true. -Pete Maravich good quote i learned\n  ","860169":"\n   Do you like taking risks?\n  ","860170":"\n   What’s your least preferred place on your body the 🌡 was ever put to check for fever and what is your preferred place?\n  ","860171":"\n   Was it the red or blue cased thermometer that you disliked the most?\n  ","860172":"\n   ticks or mosquitoes do you hate both?\n  ","860173":"\n   IF YOU HAD THE WORLD’S ATTENTION FOR 30 SECONDS, WHAT WOULD YOU SAY?\n\n(You’re on the clock, so make every word count.)\n  ","860174":"\n   Do you like olives?\n  ","860175":"\n   What does money smell like?\n  ","860176":"\n   You are attending a birthday party of a very rich person who \"has got everything\". What do you give him\/her as a gift?\n  ","860177":"\n   What’s the most romantic thing somebody has done for you?\n  ","860178":"\n   If you could switch places with someone for a day, who would it be?\n  ","860179":"\n   Which insect is the most irritating?\n  ","860180":"\n   what tv series do you like\n  ","860181":"\n   how was the making a baby making process before pregnancy was it great\n  ","860182":"\n   Is there a song you like that’s in a different language? (What is it?)\n  ","860183":"\n   If you could have any wild animal as a pet what would it be?\n  ","860184":"\n   Do you plan on having more kids in the future?\n  ","860185":"\n   What do you say to a shy guy who's scared of women? any advice\n  ","860186":"\n   Favorite Black Mirror episode?\n  ","860187":"\n   how many tattoos do you have and where?\n  ","860188":"\n   What movie can you quote word for word?\n  ","860189":"\n   When you’ll be 90 years old, what will matter most to you?\n  ","860190":"\n   Would you like to live in another country?\n  ","860191":"\n   Who is the happiest person you know?\n  ","860192":"\n   What does it mean when a man looks at other women when he is with his girlfriend?\n  ","860193":"\n   What is the one thing you always wanted as a kid, but never got?\n  ","860194":"\n   What can’t be bought with money?\n  ","860195":"\n   What are you looking forward to this year?\n  ","860196":"\n   If you could rewind time...what would you change?\n  ","860197":"\n   If you were going to be stuck on an island with three celebrities, which three would you choose?\n  ","860198":"\n   cats are cute\n  ","860199":"\n   PAP of your socks please\n  ","860200":"\n   What is the scariest movie you’ve ever seen?\n  ","860201":"\n   how ru today?\n  ","860202":"\n   Have you ever broken up with a friend ?\n  ","860203":"\n   How much fun is the 'Kiki challenge':-)? Have you done it yet?\n  ","860204":"\n   What is your horoscope?\n  ","860205":"\n   Name 3 things you like about yourself.\n  ","860206":"\n   what are your next goals in life?\n  ","860207":"\n   What was the most exciting thing that happened to you?\n  ","860208":"\n   If you could get a free tattoo (any size) what would you get?\n  ","860209":"\n   Правда или Действие? 😏\n  ","860210":"\n   What makes you nervous?\n  ","860211":"\n   What question would you like to ask the Somali pirate?\n  ","860212":"\n   what is your favourite quotation?\n  ","860213":"\n   What's your favorite video game?\n  ","860214":"\n   PAP of where you want to be right now?!\n  ","860215":"\n   Haha you could inflate a lot bigger than that 😂\n  ","860216":"\n   Why do people loose their interest?\n  ","860217":"\n   What’s one of your guilty pleasures?\n  ","860218":"\n   What is your favorite love story movie?\n  ","860219":"\n   What kind of life do you want to have - luxurious or adventurous?\n  ","860220":"\n   Would shark cage diving interest you?\n  ","860221":"\n   What noise do you hear right now?\n  ","860222":"\n   Who cuts your hair?\n  ","860223":"\n   Which sandwich topping would you be and why?\n  ","860224":"\n   What made you happy today?\n  ","860225":"\n   Lol don't pop when you're a balloon\n  ","860226":"\n   What would you do if you could inflate your body like a balloon?\n  ","860227":"\n   Would you ever be friends with people who have different views to you?\n  ","860228":"\n   What is your Favorite Anime? and Why?\n  ","860229":"\n   Which mobile app are you addicted the most to?\n  ","860230":"\n   Biggest lie you told?\n  ","860231":"\n   Your worst enemy is?\n  ","860232":"\n   Would you like to stay young forever?\n  ","860233":"\n   How many siblings do you have?\n  ","860234":"\n   What kind of movies do you like?\n  ","860235":"\n   When you feel alone, I’ll be calling you 😏😏😏\n  ","860236":"\n   Do you know what falling in love feel like?\n  ","860237":"\n   What is the last song you heard ? ▶️?\n  ","860238":"\n   Hola\n  ","860239":"\n   Post something that you want to share or say ? ?\n  ","860240":"\n   Describe your first love? What did they look like? What happened to you guys?\n  ","860241":"\n   Did you swim today?\n  ","860242":"\n   If you ended up as the opposite sex, do you know what your parents would have named you? If not, what would you name yourself?\n  ","860243":"\n   Would you rather quit your idea or stick to it, if everybody is against it?\n  ","860244":"\n   What’s a scent you don’t like?\n  ","860245":"\n   That speechless moment ???\n  ","860246":"\n   What's the most delicious fruit?\n  ","860247":"\n   If your life were a movie, what would be the title?\n  ","860248":"\n   what did you want to be, when you were a child?\n  ","860249":"\n   Which TV channel do you believe in?\n  ","860250":"\n   What's the last thing you laughed about till you cried?\n  ","860251":"\n   Have you entered book clubs when you first started?... Do you think it's worth it?\n  ","860252":"\n   Bikini or a one-piece swimsuit?\n  ","860253":"\n   I'm on day three of my bff Allie spending the night.  Yeah, her bacne (back acne) is getting worse.  As stressed as I am about that, I swear my obese step aunt is out to get me.  She logs into fake social media accounts and posts my pre-weightloss pics all over the internet.  Advice?\n  ","860254":"\n   Would you rather be a vampire or a werewolf?\n  ","860255":"\n   What genre of video games do you play? I play action, adventure, racing, & rpgs.\n  ","860256":"\n   when you are in a relationship do you often get annoyed?\n  ","860257":"\n\n    https:\/\/www.washingtonpost.com\/powerpost\/house-gop-passes-measure-lauding-ice-democrats-withhold-votes-in-protest\/2018\/07\/18\/a9d8fd78-8a97-11e8-a345-a1bf7847b375_story.html?noredirect=on&utm_term=.bf5f8a663538\n   \n","860258":"\n   have u done any art latly\n  ","860259":"\n   When you looked at yourself in the mirror today, what was the first thing you thought?\n  ","860260":"\n   What are u doing today\n  ","860261":"\n   What are you doing right now?\n  ","860262":"\n   Where do you meet new people?\n  ","860263":"\n   Would you rather able to go back to your past or see your future?\n  ","860264":"\n   how many time have you loved?\n  ","860265":"\n   Would you rather be Kim Kardashian for a day or Kanye West for a day?\n  ","860266":"\n   did u hear  that mom Jay-Z publicly announced non-traditional orientation?\n  ","860267":"\n   Good ways to make some cash online? 😏😜\n  ","860268":"\n   Post a memorable pic from your gallery? 😍\n  ","860269":"\n   Are you working this summer or are you just enjoying summer holidays?\n  ","860270":"\n   What are your favorite summer shoes?\n  ","860271":"\n   What did u do last night\n  ","860272":"\n   What holiday gift would make you really happy?\n  ","860273":"\n   Which country will win the 2018 FIFA World Cup?\n  ","860274":"\n   What's a silly thing that used to scare you as a kid?\n  ","860275":"\n   If someone wrote a biography about you, what do you think the title should be?\n  ","860276":"\n   What are u doing today\n  ","860277":"\n   Would you rather be 3 inches taller or 3 inches shorter?\n  ","860278":"\n   What would your theme song be?\n  ","860279":"\n   In whose power it is to make a difference in the world?\n  ","860280":"\n   what do you expect from this life?\n  ","860281":"\n   Netflix suggestions?\n  ","860282":"\n   How poor are you?\n  ","860283":"\n   What are you looking forward to about this year the most?\n  ","860284":"\n   What would you do if you could inflate your body like a balloon?\n  ","860285":"\n   Good afternoon friend\n  ","860286":"\n   Do you easily get sea-sick?\n  ","860287":"\n   What is your favorite song by Kansas?\n  ","860288":"\n   Why does Yemen wanna block access to YouTube?\n  ","860289":"\n   How often do you draw? What do you like to draw?\n  ","860290":"\n   Another question, do you love pizza? If you do what is your favourite toppings to put on it? 😂😂💖\n  ","860291":"\n   Let's chat\n  ","860292":"\n   What makes you angry?\n  ","860293":"\n   For how long have you been using ASKfm?\n  ","860294":"\n   Which superstition do you believe to be true?\n  ","860295":"\n   What was the most interesting place you have ever visited?\n  ","860296":"\n   Would you want to be internet famous?\n  ","860297":"\n   Do you have freckles?\n  ","860298":"\n   Will I end up with a school bus one day ? 😍😍😍\n  ","860299":"\n   PAP of your recent emojis\n  ","860300":"\n   If you had to choose a different nationality, what would you choose?\n  ","860301":"\n   they say that if you over react to being accused of something that you are guilty of it. Do you believe that?\n  ","860302":"\n   Would you rather live in the mountains or on the beach?\n  ","860303":"\n   Why is it so hard for ppl to apologize?\n  ","860304":"\n   Do you believe in destiny? What's yours?👦\n  ","860305":"\n   What was the last thing you ate?\n  ","860306":"\n   What talent do you wish you'd been born with?\n  ","860307":"\n   What is easy to get into but hard to get out of? ?\n  ","860308":"\n   Do you believe in every word on what the Bible says? 🤔\n  ","860309":"\n   Why do people kill one another?\n  ","860310":"\n   What's the best part about your place?\n  ","860311":"\n   What's the one genre of music you just can't do?\n  ","860312":"\n   What is the weirdest word in your language?\n  ","860313":"\n   What's the best news you've ever received?\n  ","860314":"\n   If you could steal something and get away with it, what would you steal?\n  ","860315":"\n   Is there anything you care less about as you have grown up? What is it?\n  ","860316":"\n   You can only hear one song for the rest of your life. Bohemian Rhapsody or Ring of Fire?\n  ","860317":"\n   What's cooler to play - a guitar or saxophone?\n  ","860318":"\n   Who was your idol when you were growing up?\n  ","860319":"\n   What's the last movie you watched in a cinema?\n  ","860320":"\n   Burgers with pickles or onions or both?\n  ","860321":"\n   What was the last thing you ate?\n  ","860322":"\n   your favorite lie is ..?\n  ","860323":"\n   What's your favorite phrase in a foreign language?\n  ","860324":"\n   What’s your favorite candy?\n  ","860325":"\n   Where were you born?\n  ","860326":"\n   I dare you to post the last photo you took on your phone. (Don't cheat! No exceptions!)\n  ","860327":"\n   What makes you cry?\n  ","860328":"\n   What's one thing you really want but can’t afford?\n  ","860329":"\n   Is it scandalous to wear socks with sandals?\n  ","860330":"\n   How long have you lived in your current home?\n  ","860331":"\n   Would you rather get crypto currency or regular money?\n  ","860332":"\n   Favorite day of the week ,and why\n  ","860333":"\n   What are the reasons to be happy?\n  ","860334":"\n   Do you own or know anyone who owns an online buisness?\n  ","860335":"\n   Guess where i am ?\n  ","860336":"\n   What’s your favorite position\n  ","860337":"\n   What a kind of coffee do you like ☕️?\n  ","860338":"\n   Do you prefer to answer questions or ask them?\n  ","860339":"\n   What's your goal by the end of 2018\n  ","860340":"\n   What would be the best job ever for you?\n  ","860341":"\n   What's the most unusual thing in your refrigerator, right now?\n  ","860342":"\n   How would you describe your perfect sandwich?\n  ","860343":"\n   What are the best holidays you have ever had in your life?\n  ","860344":"\n   What kind of cake 👅\n  ","860345":"\n   Whats your mistake of the day?\n  ","860346":"\n   Do you remember your first kiss?\n  ","860347":"\n   What perfume are you wearing today?\n  ","860348":"\n   What are you most known for?\n  ","860349":"\n   Drink of the day!\n  ","860350":"\n   What color shoes are you wearing today?\n  ","860351":"\n   Scorched by flames, drowned in water, crushed by stone or blown away by wind?\n  ","860352":"\n   What's a popular food you find disgusting?\n  ","860353":"\n   Do you have a favorite knock knock joke? Tell it!\n  ","860354":"\n   Ice tea or milkshake?\n  ","860355":"\n   What music are you listening to right now?\n  ","860356":"\n   What is your phone screen background? (PAP)\n  ","860357":"\n   What is a word or quote you hate?\n  ","860358":"\n   Favorite thing to do on youtube ,and why\n  ","860359":"\n   What's the best dream you've had\n  ","860360":"\n   What color is your soul?\n  ","860361":"\n   What if something scary happened in real life?\n  ","860362":"\n   Spring sunrise or autumn sunset?\n  ","860363":"\n   Are you a person with cold hands and warm heart or person with warm hands and cold heart ? 😁\n  ","860364":"\n   what motivates you to study ?\n  ","860365":"\n   Have you ever been on a silly diet?\n  ","860366":"\n   Do you know somebody who likes to sing but can't hold a tune?\n  ","860367":"\n   What do women talk about when there are no men around?\n  ","860368":"\n   What's one thing you'll always buy if you see it?\n  ","860369":"\n   What's your favorite class in school?\n  ","860370":"\n   What do you think people think about you?\n  ","860371":"\n   If you could own any building in the world, which one would it be?\n  ","860372":"\n   Which vegetable do you hate the most?\n  ","860373":"\n   Who did you last say “I love you” to?\n  ","860374":"\n   What are you really good at?\n  ","860375":"\n   Which is your favorite dessert?\n  ","860376":"\n   Do you think there is anything humans can do that has yet to ve discovered or openly broadcasted?\n  ","860377":"\n   Who pampered you the most when you were a little child?\n  ","860378":"\n   Swimming pool, river, lake, sea, ocean - where do you prefer to swim?\n  ","860379":"\n   Who made the last incoming call on your phone?\n  ","860380":"\n   Do you trust your government?\n  ","860381":"\n   Thoughts on people who constantly post about how they are single on Instagram\n  ","860382":"\n   Do you believe in horoscopes?\n  ","860383":"\n   If you were famous what would you be famous for?\n  ","860384":"\n   If you were candy, what would you be?\n  ","860385":"\n   How to tell someone you like them?\n  ","860386":"\n   How old were you when you got your first computer?\n  ","860387":"\n   What is the quality you most like in a woman?\n  ","860388":"\n   Do you care what other people think of you?\n  ","860389":"\n   What is one thing your parents allowed you to do that you would never let your kids do?\n  ","860390":"\n   What magic words do you know?\n  ","860391":"\n   What sport do you like watching but hate playing?\n  ","860392":"\n   What is (or was) your favorite class in school?\n  ","860393":"\n   What is the one thing you always wanted as a kid, but never got?\n  ","860394":"\n   What's something every teen should know?\n  ","860395":"\n   What is your favorite waste of time?\n  ","860396":"\n   What are your favorite YouTube channels?\n  ","860397":"\n   What do you think is the most difficult sport?\n  ","860398":"\n   Why would someone want to go on a space trip?\n  ","860399":"\n   Post a selfie!\n  ","860400":"\n   Do you remember your first day at school?\n  ","860401":"\n   Have you ever played golf?\n  ","860402":"\n   What color was your childhood home?\n  ","860403":"\n   Have you ever thought about becoming vegetarian?\n  ","860404":"\n   Are you a mommy or daddy person?\n  ","860405":"\n   What is your favourite line from a movie?\n  ","860406":"\n   How big is too big when it comes to butts?\n  ","860407":"\n   How do you deal with  ?\n  ","860408":"\n   What is your favorite Quentin Tarantino movie?\n  ","860409":"\n   Which is more important to you: someone who has a similar sense of humor, or someone who has similar interests?\n  ","860410":"\n   Taking another job with less pay but will make me happier, is it worth it?\nMy current job has a really toxic atmosphere. I’m not valued or respected there.\n  ","860411":"\n   If you were a super villain, what special power would you have?\n  ","860412":"\n   When eating cereal with milk, do you pour the cereal or milk first?\n  ","860413":"\n   If people had a warning label, what would yours say?\n  ","860414":"\n   What is your favorite potato chip flavor?\n  ","860415":"\n   What's your lucky number?\n  ","860416":"\n   Who was the last person to whom you gave a gift?\n  ","860417":"\n   What would animals say to us if they could talk?\n  ","860418":"\n   How do you like to start your morning?\n  ","860419":"\n   If you could listen to only one song for the rest of your life, what would it be?\n  ","860420":"\n   What's your favorite memory from your childhood?\n  ","860421":"\n   Can you share a useful tip for dating?\n  ","860422":"\n   Do shooting stars have the power to fulfill wishes?\n  ","860423":"\n   What is the major problem in your city?\n  ","860424":"\n   Are you in Love?\n  ","860425":"\n   What would you do if you woke up to find yourself alone on Earth?\n  ","860426":"\n   Could you go for the rest of your life without drinking alcohol?\n  ","860427":"\n   What kind of life do you want to have - luxurious or adventurous?\n  ","860428":"\n   Why would someone want to go on a space trip?\n  ","860429":"\n   What was your first mobile phone?\n  ","860430":"\n   If you had to choose a type of color that you thought represented yourself, which would it be?\n  ","860431":"\n   Would you like to stay young forever?\n  ","860432":"\n   What is your height?\n  ","860433":"\n   If you were going to do karaoke tonight, what song would you sing?\n  ","860434":"\n   What do you do when you don't know the answer?\n  ","860435":"\n   Post your most liked pic on Instagram or Facebook!\n  ","860436":"\n   What's the most delicious fruit?\n  ","860437":"\n   What is the most expensive thing you've ever bought?\n  ","860438":"\n   Do you like high heels?\n  ","860439":"\n   If you became a multi-millionaire overnight, what would you buy?\n  ","860440":"\n   What's the best concert you've ever been to?\n  ","860441":"\n   When was the last time you saw an animal in the wild?\n  ","860442":"\n   Did you ever fall asleep in school?\n  ","860443":"\n   What worries you the most?\n  ","860444":"\n   Unpopular opinion?\n  ","860445":"\n   Do you like living in your country or would you like to move abroad? If abroad, then which country?\n  ","860446":"\n   What would you be doing right now if the internet didn't exist?\n  ","860447":"\n   Post a picture of the magnets on your fridge!\n  ","860448":"\n   What you miss the most from your childhood?\n  ","860449":"\n   What do you do if you can’t sleep at night?\n  ","860450":"\n   What's the last movie you watched in a cinema?\n  ","860451":"\n   What's the best comfort food?\n  ","860452":"\n   Which words or phrases do you most overuse?\n  ","860453":"\n   Do you remember your first kiss?\n  ","860454":"\n   What is the best thing about being your age?\n  ","860455":"\n   What is a dream you've never said out Loud? 🌚\n  ","860456":"\n   What question do you ask yourself a lot?\n  ","860457":"\n   Is it possible to help someone who refuses to even help themselves?\n  ","860458":"\n   What business is the dirtiest?\n  ","860459":"\n   What's your favorite summer outfit?\n  ","860460":"\n   Single or taken?\n  ","860461":"\n   At what age do you consider someone old?\n  ","860462":"\n   How do you feel about snow?\n  ","860463":"\n   Do you believe in aliens?\n  ","860464":"\n   What's your favorite board game?\n  ","860465":"\n   Whom have you hugged today?\n  ","860466":"\n   Do you agree that loneliness can be addictive and therefore dangerous?\n  ","860467":"\n   If you run away from your problems, does it count as exercise?\n  ","860468":"\n   What sport do you do?\n  ","860469":"\n   What runs in your family?\n  ","860470":"\n   What's always in your fridge?\n  ","860471":"\n   If you could be immortal, would you choose to be?\n  ","860472":"\n   What would you do, if there were no more Internet in the world?\n  ","860473":"\n   Would you date yourself if you were someone else?\n  ","860474":"\n   Is it sunny where your at? If not whats the weather like wya?\n  ","860475":"\n   What is one thing you refuse to share?\n  ","860476":"\n   What’s something you should throw away, but can’t?\n  ","860477":"\n   Who is the most overrated Hollywood actor?\n  ","860478":"\n   How long has your longest ever phone call been?\n  ","860479":"\n   Do you have a nickname? What is it?\n  ","860480":"\n   You are attending a birthday party of a very rich person who \"has got everything\". What do you give him\/her as a gift?\n  ","860481":"\n   What is your favorite season?\n  ","860482":"\n   If you were stuck on an island and only could have one person with you, who would you choose? Why?\n  ","860483":"\n   What's the color of your headphones?\n  ","860484":"\n   \"Are you harassing people?\n  ","860485":"\n   Are you going to watch FIFA World Cup plays?\n  ","860486":"\n   Does your name have a meaning? What is it?\n  ","860487":"\n   Make an anagram out of your name!\n  ","860488":"\n   Do your parents like the music you listen to?\n  ","860489":"\n   Drink of the day!\n  ","860490":"\n   What's the best news you could hear right now?\n  ","860491":"\n   anything exciting happening in your life right now?\n  ","860492":"\n   Do you agree that good things come to those who wait?\n  ","860493":"\n   16 yr old needing a real D. Damnit\n  ","860494":"\n   Do you know somebody who likes to sing but can't hold a tune?\n  ","860495":"\n   What perfume are you wearing today?\n  ","860496":"\n   Describe your day in emojis!\n  ","860497":"\n   What supercool connections have you made through the Internet?\n  ","860498":"\n   Do you prefer Instagram or Facebook?\n  ","860499":"\n   If you could change your name to anything, what would it be?\n  ","860500":"\n   What are the benefits of being famous?\n  ","860501":"\n   What movie can you quote word for word?\n  ","860502":"\n   What kind of music calms you down?\n  ","860503":"\n   What sound annoys you the most?\n  ","860504":"\n   What is your least favorite beverage?\n  ","860505":"\n   What was the last gift you gave somebody?\n  ","860506":"\n   Are you more of a dog person or a cat person?\n  ","860507":"\n   What was the last drink you had?\n  ","860508":"\n   What’s your usual excuse for skipping doing sports?\n  ","860509":"\n   On a scale of 1 to 10, how well do you sing?\n  ","860510":"\n   What is your relationship status?\n  ","860511":"\n   What is the most interesting thing you have in your purse\/wallet?\n  ","860512":"\n   If you had wings, where would you fly?\n  ","860513":"\n   Do you have any pets? PAP!\n  ","860514":"\n   Are u a mom or no\n  ","860515":"\n   What's been your greatest discovery on the web?\n  ","860516":"\n   How old are u\n  ","860517":"\n   How are u friend\n  ","860518":"\n   Hey friend\n  ","860519":"\n   Was it the red or blue cased thermometer that you disliked the most?\n  ","860520":"\n   Do any of the things that used to upset you a few years ago matter at all to you today?\n  ","860521":"\n   What would you choose? & Why? 1.Power 2. Fame 3.Money.\n  ","860522":"\n   If you were a fruit, what kind would you be?\n  ","860523":"\n   Where do you get style inspiration from?\n  ","860524":"\n   How much money do you really need?\n  ","860525":"\n   the best film of all times and nations!?\n  ","860526":"\n   When you are in trouble, whom do you call for help?\n  ","860527":"\n   Do you trust your friends? Do you know your friends? Do you feel better when you are around them?\n  ","860528":"\n   Who's your favorite band?\n  ","860529":"\n   What is the best way to relax you?\n  ","860530":"\n   Why do zombies attack?\n  ","860531":"\n   Do you remember your first day at school?\n  "},"Answer":{"859460":"\n  The best thing I learned is what not to do in life. I learned through their mistakes. Love them both but yikes.\n  ","859461":"\n  This year didn’t turn out better than last year. Because SHEESH.\n  ","859462":"\n  I’m keeping that to myself 😉\n  ","859463":"\n  Bunny\n  ","859464":"\n  Sir-Mix-A lot\n  \n  Bill Gates\n  \n  Macklemore\n  \n  Apollo Ohno\n  ","859465":"\n  Friends. Still is.\n  ","859466":"\n  Yes and no\n  ","859467":"\n  No and at the time yes but ultimately no.\n  ","859468":"\n  I’d finish my sleeve finally!!\n  ","859469":"\n  I’m not familiar with either.\n  ","859470":"\n  Hello.\n  ","859471":"\n  Do you boo boo\n  ","859472":"\n  Yes\n  ","859473":"\n  Yes\n  ","859474":"\n  Okay\n  ","859475":"\n  Cat is missing? I’m sorry :(\n  ","859476":"\n  What is your problem exactly? .... drugs? Or???\n  ","859477":"\n  His name was Phillip. I thought he was amazing. He was tall with blonde hair and blue eyes and lived on the street next to me. Today, he looks like his dad and... 🤢\n  ","859478":"\n  No idea 🤷🏽‍♀️\n  ","859479":"\n  Dead End\n  ","859480":"\n  Gilroy Pupkins\n  ","859481":"\n  Strawberry rhubarb 😍\n  ","859482":"\n  😠 Okay if you think so I can’t change your mind.\n  ","859483":"\n  I’m sure the same things as men.\n  ","859484":"\n  Besides my own, my massage therapist’s.\n  ","859485":"\n  No clue brah.\n  ","859486":"\n  Indeedy.\n  ","859487":"\n  Hellllll no. Shit I can’t wait for retirement.\n  ","859488":"\n  The year that I was a baby and didn’t have to worry about a damn thing.\n  ","859489":"\n  I don’t remember what it was called, but it was a dark grey Verizon Wireless flip phone. It was amazing. My then high school boyfriend and I had matching phones and we thought we were sooo cool.\n  ","859490":"\n  My husband used to be in the circus. So there’s that.\n  ","859491":"\n  Yes\n  ","859492":"\n  Idk man 😂\n  ","859493":"\n  Probs\n  ","859494":"\n  Hahaha I will request not be a human blueberry 😂\n  ","859495":"\n  Being hypnotized is on my bucket list!!\n  ","859496":"\n  That is fantastic\n  ","859497":"\n  Counting the dead as well, 3 brothers and 2 sisters\n  ","859498":"\n  Cool how was it?\n  ","859499":"\n  Nope but I would try it out.\n  ","859500":"\n  I don’t have a volleyball team.\n  ","859501":"\n  GIVE ME MONEY A BISH IS STRUGGLING!!!!!!!!!!!!!!!!\n  ","859502":"\n  PINS & NEEDLES\n  ","859503":"\n  Well I’d say “When you’re ready” but the fact that you’re asking others if you’re ready, for one I’m guessing (just guessing) that you’re on the younger side so I’d wait. Also, if you have to ask other people who are not involved in your relationship if it’s the right time, it’s probs not the right time. Essentially you know your body and you will know when you are ready to have sex with your boyfriend. You are going to either have sex now or wait no matter what anyone says. It’s never up to anyone else but YOU. Remember that.\n  ","859504":"\n  💜\n  ","859505":"\n  Excellent question. I have no idea.\n  ","859506":"\n  Before & after what? And when?\n  ","859507":"\n  🤷🏽‍♀️🤷🏽‍♀️🤷🏽‍♀️\n  ","859508":"\n  Doing, definitely.\n  ","859509":"\n  I’m trying to figure that out..\n  ","859510":"\n  Heard the words? Like how many time have u talked to them? A lot.\n  ","859511":"\n  You hold down the heart when you like a post. A full heart is not anonymous, but an outlined heart is.\n  ","859512":"\n  Only on sand.\n  ","859513":"\n  Yes. Mine starts in a half an hour.\n  ","859514":"\n  I have a tattoo of the equality flag on my arm so I am SUPER for it. I’m for equal love. But generally speaking, even if I wasn’t, it’s none of anyone’s business which gender they choose to love.\n  ","859515":"\n  Sometimes\n  ","859516":"\n  Yes\n  ","859517":"\n  If they want to wear long pants and shit, that’s not my business. I used to be 89 pounds and needed extra clothing. Now I’d have a limit for my own kid’s dressing too skimpy.\n  ","859518":"\n  Explain?\n  ","859519":"\n  I don’t remember. High school was a little bit ago.\n  ","859520":"\n  Yes\n  ","859521":"\n  I’ll be happy with glasses thanks.\n  ","859522":"\n  Neither right now. But when I go for an eye check, I’ll probs get glasses.\n  ","859523":"\n  No\n  ","859524":"\n  Don’t worry about it\n  ","859525":"\n  Yes\n  ","859526":"\n  Indeed I do.\n  ","859527":"\n  Bar and no\n  ","859528":"\n  I remember my mom doing that once to me, but then she felt bad and put soap in her own mouth. Not effective.\n  ","859529":"\n  No\n  ","859530":"\n  I’ve always had 20\/20 vision until I got pregnant. So I never needed glasses. But I probs do now but I haven’t gotten an appt yet 😬\n  ","859531":"\n  IMO: I think that the soul is a creature’s life force. The soul rests within the entire body. When the soul is ready to leave, the heart stops beating and then the body dies. We are not just our bodies, we are so much more than that.\n  ","859532":"\n  Yes\n  ","859533":"\n  🤷🏽‍♀️ it’s aight\n  ","859534":"\n  Oh totally. That’s where most of my poems & free writes come from\n  ","859535":"\n  I have no idea what you just said.\n  ","859536":"\n  I’m alright 🤷🏽‍♀️\n  ","859537":"\n  No\n  ","859538":"\n  Well I’m not that popular to be promoting anything.... but right now I’d promote X for the right price 😂 I am broke af.\n  ","859539":"\n  2017 was the best and worst year of my life. The best year hasn’t happened yet. It will though.\n  ","859540":"\n  Like 20g I think\n  ","859541":"\n  Hot tea ☕️ 😋\n  ","859542":"\n  Only one. My husband paid for a lifetime subscription of the Glow\/Eve apps to track my periods and when we decide to have more children, it also tracks trying to conceive, pregnancy and after birth. They’re really great.\n  ","859543":"\n  All of it\n  ","859544":"\n  I love some poetry!! 😍\n  ","859545":"\n  That’s a secret\n  ","859546":"\n  Activities? Does chasing a toddler all day count as an activity? That’s the only thing I do. And I’m willing to learn pretty much anything at this point.\n  ","859547":"\n  Wine is a great side dish.\n  ","859548":"\n  I love both but I do love spicy\n  \n  😍🌶\n  ","859549":"\n  That REALLY depends. But usually I’m a great keeper of the grudges.\n  ","859550":"\n  I would like to receive a few million dollars from Kim Kardashian. She didn’t do all that much to earn it, and neither have I... so I should get some too.\n  ","859551":"\n  I had trouble focusing.. especially on school. I was coming of age and dating and distracted. I went to school solely for my friends and had no interest in learning anything about math or history or science.\n  ","859552":"\n  The people who try and talk to me.\n  ","859553":"\n  Orlando Brown. I know I know. I’m sticking to it.\n  ","859554":"\n  I don’t have a picture of it because it’s in my mind. I like to pull a Sherlock and go to my mind palace.\n  ","859555":"\n  Yours? I’m not sure... A sort of clear? I mean seeing as how I can’t see anything, I’m guessing clear, as in ghostly... because of the whole anonymous thing.\n  ","859556":"\n  Always\n  ","859557":"\n  Happy Christmas Eve!! This is the day I’ve always celebrated Christmas on 🤷🏽‍♀️\n  ","859558":"\n  Lol what free time?\n  ","859559":"\n  Well, strictly speaking to straight men, a “real” man should be able to be tell his guy friend that he misses him without adding “no homo” 🤢🤮\n  ","859560":"\n  Very much\n  ","859561":"\n  Considering I have a double digit amount of them, I’d say that yeah I kinda dig em.\n  ","859562":"\n  Yes.\n  ","859563":"\n  Maybe like 4? Can’t remember the exact number to be honest. I dated a lot, but only a few serious relationships. We aren’t counting casual dating right?\n  ","859564":"\n  What?\n  ","859565":"\n  This is really the only social network I have besides my Tumblr that I rarely go on and never post anything ‘me’ related. These are pizzas that I made last night. Never been seen online until this very moment!\n  ","859566":"\n  Where the wind takes me.\n  ","859567":"\n  Zendaya!\n  ","859568":"\n  👍🏽\n  ","859569":"\n  Try *free* dating sites like Plenty Of Fish or Ok Cupid. Also, get out of the house and go new places. Remember though, you don’t NEED a companion, you WANT one. So don’t make this a priority. Let things happen, you can’t force things like this.\n  ","859570":"\n  Try a dating site bro\n  ","859571":"\n  I just took this quiz. I can’t say that I’m surprised. I don’t mind this at all. Hopefully I wasn’t used as food 😂\n  ","859572":"\n  Apple Juice\n  ","859573":"\n  Sometimes\n  ","859574":"\n  I’m lame.\n  ","859575":"\n  Well not impossible, but I really appreciate refrigerators.\n  ","859576":"\n  We just recently re-entered each other’s lives, so he hasn’t given me much advice.\n  ","859577":"\n  I actually avoid those products with celebrity endorsements. Usually their picks suck. I have one thing from a celebrity pick and it was a gift.\n  ","859578":"\n  Yes.\n  ","859579":"\n  🙂🖕🏽\n  ","859580":"\n  Dude. No.\n  ","859581":"\n  Am I what?\n  ","859582":"\n  Why should I be ashamed of my bodily functions? Kind of ridiculous to lie about something that happens to everyone.\n  ","859583":"\n  Depends what the personal question is.\n  ","859584":"\n  I already answered this like 5 questions ago.\n  ","859585":"\n  Southside -Lloyd\n  \n  It’s Funky Enough -D.O.C.\n  \n  Weightless - Marconi Union\n  ","859586":"\n  I’ll give you $8\n  ","859587":"\n  You’re welcome.\n  ","859588":"\n  I have many.\n  ","859589":"\n  25\n  ","859590":"\n  Getting to nap whenever I want.\n  ","859591":"\n  I worry about everything.\n  ","859592":"\n  Yes. Especially eester.\n  ","859593":"\n  All the time. When I know I’m not wrong I will fight until the truth comes out.\n  ","859594":"\n  No\n  ","859595":"\n  My future home. I’m going to design it and it’s been a work in progress since high school. I’ve updated and upgraded the older I’ve gotten and I’m still improving it day by day. It’s something that I’ve been wanting to do for a long time now and I refuse to settle. Luckily, my husband loves my design and wants to help me build it 💜\n  ","859596":"\n  lol not the right place bro\n  ","859597":"\n  GMM\n  \n  grav3yardgrl\n  \n  &\n  \n  The Slow Mo Guys\n  ","859598":"\n  A day without sunshine is like, you know, night.\n  ","859599":"\n  Smoking what, exactly?\n  ","859600":"\n  You’re welcome.\n  ","859601":"\n  Spend my time. I’m not looking for friends, but maybe I’ll find one 🤷🏽‍♀️\n  ","859602":"\n  Depends on what the crowd is doing.\n  ","859603":"\n  One of many is Fox & The Hound. I refuse to watch it anymore lol\n  ","859604":"\n  Working, living life, drinking tea.\n  ","859605":"\n  No thanks, I don’t like Pew Die Pie.\n  ","859606":"\n  Cauliflower is broccoli’s evil albino twin. I hate it. HATE it. Yuck.\n  ","859607":"\n  be farther than I am now. I had a plan. Plan did not do well. Did not have a plan b. Yikes.\n  ","859608":"\n  Yes\n  ","859609":"\n  I can’t think of an interesting place here to be honest 🤔\n  ","859610":"\n  Oh yes! It means “laugh my ass off” :)\n  ","859611":"\n  That’s depends on what I’m freaked out about! But I always drink tea if I’m at all in a mood..... whether that be a good mood, or a bad mood, or sad or worried or freaked or..... you get it.\n  ","859612":"\n  That explains a lot! Lmao that’s crazy!\n  ","859613":"\n  “Will you go out with me on a date sometime?”\n  ","859614":"\n  Nah, not right now. I’m already bloated as it is. Maybe next time.\n  ","859615":"\n  Well I’m married so THAT would be impossible.\n  ","859616":"\n  Oh...  I have MANY idea for more tattoos. I’m trying to finish the book characters on my half-sleeve right now.\n  ","859617":"\n  No. I think it’s a chick who really wants to go home and a guy, thinking he’s God’s gift to women is trying really really hard to get her to stay. It just sounds like an old school version of the current struggle of dealing with some guys at the club 🤷🏽‍♀️ there are worse songs. I still listen to it.\n  ","859618":"\n  What sort of question is this lol I mean, I’m no rocket scientist, but I’m fairly street smart and book smart for the most part.\n  ","859619":"\n  School\n  ","859620":"\n  I have trypophobia. So... a lot. Especially those frogs who babies shoot out of their backs. And now I’m itchy..... 😖\n  ","859621":"\n  Pain. I cannot STAND being itchy. Ick.\n  ","859622":"\n  Um it was okay? It was $35 to see Alicia Keys and I had to sit with ear plugs the whole time because my mom was born deaf and she thought that I had sensitive ears too. I didn’t hear hardly any of it because I was messing with the plugs lol\n  ","859623":"\n  Italy\n  ","859624":"\n  A mix of Jim from the office, Chandler from Friends and Kyle from Living Single...\n  ","859625":"\n  My friends are separate from each other so I don’t have a a pic with all of us.\n  ","859626":"\n  Yes\n  ","859627":"\n  Counting the dead as well, 5.\n  ","859628":"\n  My presence. It’s present enough.\n  ","859629":"\n  My opinion? Uhmmm... I support love. Strange question. I wonder how this question would go down if it said “opposite gender relationship” it would sound weird, no?\n  ","859630":"\n  I don’t have a common weekday outfit lol what in the world\n  ","859631":"\n  Many many years of therapy.\n  ","859632":"\n  5’1 and no no.\n  ","859633":"\n  To have 3 more wishes. I’m THAT bish.\n  ","859634":"\n  Kid movies 👌🏽\n  ","859635":"\n  I actually was growing up.... we grew everything. Veggies, herbs, a bunch of varieties of plants and flowers. It was a good time.\n  ","859636":"\n  Tell Me Lies.\n  \n  It’s a dirty book.\n  ","859637":"\n  I can’t think of any song I would send... because I wouldn’t. But why do it indirectly? Go full force with some 2008 David Archuleta and send them that song, Crush. That was a bop at my school my sophomore year.\n  ","859638":"\n  Nah I’m good thanks tho\n  ","859639":"\n  Lucky!! 😍\n  ","859640":"\n  What kinda car do you drive?\n  ","859641":"\n  First of all, who’s “they” ??\n  \n  Second, if I could choose anywhere to go in the world for like living or vaca, I would choose Italy.\n  ","859642":"\n  I drink Gypsy Cold Care tea that Yogi brand makes at least 3-5 times a day when I’m sick. I also take a hot shower and sit there to breathe in the steam. Chicken noodle soup is helpful with instead of a whole can of water added, I put only half in. When I’m not sick, I drink a lot of Immune Support tea. I get a cold probably once a year at best. Mentholatum works great under your nose if you’re congested. For headaches, my go to is aspirin... I used to smoke pot for it, but aspirin helps keep me more with it during the day.\n  ","859643":"\n  Christopher Columbus\n  ","859644":"\n  Out of habit. But don’t get it twisted, strangers! I don’t like any of you.\n  ","859645":"\n  I have before. I embrace it. At least it ain’t a flesh and blood stranger in my house lol if I have a probs with it, I’ll ask for help from a friend.\n  ","859646":"\n  Go back to bed\n  ","859647":"\n  My ex boyfriend did\n  ","859648":"\n  Get itttt bish! GET YO MAN!!!!\n  ","859649":"\n  Pigs\n  ","859650":"\n  Tiny elephant!!!!!\n  ","859651":"\n  No\n  ","859652":"\n  My mom was pretty chill, I feel like I’m a bit more stressed out lol but it’s still a new territory for me so maybe in the future 🤷🏽‍♀️\n  ","859653":"\n  Being poor\n  ","859654":"\n  Uh yeah! I had a freakin baby in 2017. That was a crazy experience.\n  ","859655":"\n  I’m sorry, what?\n  ","859656":"\n  Okay, imma pitch it to you from two stand points because I’m caught in the middle lol\n  \n  As a mother, I would be super sad if my child didn’t want to visit me for the holidays (he’s 1 so that won’t happen for a while lol)\n  \n  HOWEVER\n  \n  From a person who also likes to have independence from their family on holiday, I get it. I’d tell her that you just honestly want to spend Christmas alone. You don’t want to offend her because you love her, but you need time for yourself.\n  \n  She loves you and for that reason, she will understand. She may be a little sad, but then again it’s just probably going to happen and you need to prepare yourself for it.\n  ","859657":"\n  It hasn’t killed my love so far 🤷🏽‍♀️ if anything, it’s gotten stronger.\n  ","859658":"\n  No\n  ","859659":"\n  I don’t share that kind of thing.\n  ","859660":"\n  Well I have neither but I prefer Instagram. Facebook harbors too much icky drama that I am not here for.\n  ","859661":"\n  I’ve learned to not let people like that back into my life. So far so good.\n  ","859662":"\n  A new Puppy Dog Pals. My son is beside himself and that always makes me smile.\n  ","859663":"\n  No and me, actually. A lot.\n  ","859664":"\n  As long as it runs I don’t care which\n  ","859665":"\n  Where they are happiest\n  ","859666":"\n  A cow.\n  ","859667":"\n  Lol I am never alone... like literally ever.\n  ","859668":"\n  No probs :)\n  ","859669":"\n  Click your prof pic, it says ‘photo gallery’ and then you can add more pics from that screen.\n  ","859670":"\n  Thanks man\n  ","859671":"\n  A house\n  ","859672":"\n  This app and Tumblr\n  ","859673":"\n  Not anymore\n  ","859674":"\n  Any crimes done to a child.\n  ","859675":"\n  I want a tattoo from Whang Od Oggay... but I don’t think I’ll make it in time :(\n  ","859676":"\n  Well I mean I need food and sleep to function? I don’t need travel to function.... so I’m gonna go with the food and sleep.\n  ","859677":"\n  Life in general has really fucked me up lol but having a child has REALLY changed me. I now prioritize differently, react differently to a lot of situations and at any time, I’m ready to sacrifice my life for his. Which before it was me, myself and I.\n  ","859678":"\n  Tumblr, Google, and Buzzfeed for the quizzes. Oh also SmartNews because since the only social media’s I have are Tumblr and this app, I like to catch up on all news.\n  ","859679":"\n  lol omg no. Pretty sure I’d be facing 25 to life from the fashion police. I have mom clothes.\n  ","859680":"\n  Netflix, good.\n  \n  Poptarts, 🤢.\n  ","859681":"\n  I have a few names in mind. Mostly names from my son‘s favorite shows.\n  ","859682":"\n  Oh believe, I got plans.\n  ","859683":"\n  I’m a lady of few mushy words. I’m lucky to find a friend who understands that.\n  ","859684":"\n  Yes.\n  ","859685":"\n  YES\n  ","859686":"\n  One of the hardest questions on the planet. I have no idea, I like all food.\n  ","859687":"\n  Not a chance\n  ","859688":"\n  Shower\n  ","859689":"\n  It means that he’s not blind 🤷🏽‍♀️ people are allowed to look at other people. My husband and I have the ‘look but don’t touch’ rule.\n  ","859690":"\n  I consider this app a game. So two total.\n  ","859691":"\n  Don’t you dare abandon her. If things don’t work out, y’all don’t have to be together, but you better stay in the baby’s life!! It takes two to tango and that baby is as much of her responsibility as it is yours. Better start preparing! If you need help or have any questions you can ask me! I’m a mommy myself :)\n  ","859692":"\n  That I somehow won’t succeed at this parenting thing. Like when he’s older, I’m absolutely terrified. In middle school and high school I was a terror, I’m just waiting for my karma through him lol 😭😭\n  ","859693":"\n  Heat. I get physically angry in the cold.\n  ","859694":"\n  I watch documentaries with a cup of tea and I’m still a boss ass bitch.\n  ","859695":"\n  So I’m guessing that they don’t feel the same way or they don’t know? And that really depends on you.. how deep, meaningful, and down right good is your friendship? Is it one of those where you don’t mind having it anymore (distancing yourself) or do you feel like it’s strong enough to accept that yes you have feelings for them, but ruining it by distancing yourself would be worse?\n  ","859696":"\n  Don’t really know any other than the questions from the un-anonymous I receive.\n  ","859697":"\n  I’ve never been one to just try it cause I want to, but maybe I will!\n  ","859698":"\n  I recently got another job, but one that I actually like this time. Soo👍🏽\n  ","859699":"\n  What inspired you to become a DJ?\n  ","859700":"\n  My aunt. Hands DOWN.\n  ","859701":"\n  Depends on the kiss\n  ","859702":"\n  Telling my family where they should put it. I guess it’s never too late tho 🤷🏽‍♀️\n  ","859703":"\n  No. I hate my name so much.\n  ","859704":"\n  Leave me alone\n  ","859705":"\n  Yes and exhilarating.\n  ","859706":"\n  I don’t dig chicks like that so there would be no ‘her’ - also, I don’t follow anyone on here so I don’t know anyone.\n  ","859707":"\n  I’m sorry.... what?\n  ","859708":"\n  WA State and I hate it.\n  ","859709":"\n  I have no idea. I have only been to two concerts in my life and though fun, crowds make me uncomfortable and I have never been rich enough to be able to see the performer looking like anything other than an ant from the poor section at the very top of the auditorium. So... I’m good.\n  ","859710":"\n  That’s way too many too list. WAY WAY WAY too many. I do like the sci-fi genre though a lot.\n  ","859711":"\n  I think it took me only a few months to fall in love with my husband. Quickest I’ve fallen for anyone.\n  ","859712":"\n  Italian, Mandarin, & Spanish.\n  ","859713":"\n  Facebook\n  ","859714":"\n  Wearing clothes. We were all born naked. I think we all look silly, especially those who spend ridiculous amounts on fabric. 🙄\n  ","859715":"\n  Yes!\n  ","859716":"\n  Well I obvs think my husband is hot as shiiiiit. And for famous people, I think Diego Luna is fooling, Rupert Grint is a super fab since I’m a sucker for the gingers! Young Lloyd, but I guess he dropped the young..straight fire. Also The Rock and Vin Diesel. I do like muscles, but I love their voices even more 🤤\n  \n  I’m sure there are more lol\n  ","859717":"\n  I can drink! Last year I was pregnant so I couldn’t lol\n  ","859718":"\n  Yikes. Both tbh. I have big goals!!\n  ","859719":"\n  5 1\/5 hours for a 39 second Disneyland ride lmaoooo. Next time I go, I’m buying the VIP!!!!\n  ","859720":"\n  fuck you too?\n  ","859721":"\n  ??\n  ","859722":"\n  I love Egypt! But not with you.\n  ","859723":"\n  Everything I’ve done I’ve owned it. So nahhhh.\n  ","859724":"\n  Wouldn’t know I’m a girl.\n  ","859725":"\n  I don’t know who that is\n  ","859726":"\n  Myself\n  ","859727":"\n  Mostly all 80s & 90s r&b and hip-hop. Some of the early 2000s too. Basically from 2007 down to the 1920s, if it’s not country or somebody screaming, I’ll probably listen to it.\n  ","859728":"\n  No problem at all! Like I said, I’ve been through this situation, and ultimately it didn’t end up working out. We tried but 🤷🏽‍♀️ what are ya gonna do.\n  ","859729":"\n  Stay inside!\n  ","859730":"\n  If he doesn’t want to be with you because of that... it’s not worth it honestly. Hard truth. Sometimes people want other people within their own religion and that’s okay. It may actually not work out in the future if there are problems with that now.... I was in a situation like that before. it might work out but that’s only if you’re both willing to both work it out.\n  ","859731":"\n  I am a nice woman.\n  ","859732":"\n  Diane Keaton. My goddess!! 🙌🏽\n  ","859733":"\n  Welcome! I’m just chillin at home taking care of my sick child! Fun times.\n  ","859734":"\n  Last night because of stress. It happens.\n  ","859735":"\n  Uhm?? I guess they’re trying to live their life like everyone else..\n  ","859736":"\n  My son\n  ","859737":"\n  I don’t have a Snapchat anymore, but I didn’t really have any special or specific criterion 🤷🏽‍♀️\n  ","859738":"\n  By going back to sleep\n  ","859739":"\n  Probably\n  ","859740":"\n  What’s sn?\n  ","859741":"\n  Because humans suck.\n  ","859742":"\n  Not the right person to be asking 😂\n  ","859743":"\n  No idea what that is 🤷🏽‍♀️\n  ","859744":"\n  My great aunt made up a nap time story for me about a horse named Ginger and the best part was that it was different every time so the story could be whatever I wanted it to be. Helped my creativity too because I could help her make up the story.\n  ","859745":"\n  I believe it’s both actually. Every relationship has some kind of compromises but there really shouldn’t be that many considering you fell in love with someone because of how they were and they fell in love with you knowing how you were.\n  ","859746":"\n  -1\n  ","859747":"\n  I’m aight how you doin?\n  ","859748":"\n  I don’t go by brand name. I go with whatever looks good.\n  ","859749":"\n  Neither. Not a huge soda pop drinker. On occasion I’ll have a root beer or grape soda.\n  ","859750":"\n  My great aunt every single time.\n  ","859751":"\n  Keep my shit together\n  ","859752":"\n  “Oh, fuck it.”\n  ","859753":"\n  Only if they want to.\n  ","859754":"\n  Bruh lol I feel now obligated to answer because I’ve answered 3 other times already. I’ll mix it up...\n  \n  I want to know, would I be filled with helium? Because then I feel like I would have no other choice than to be a comedian since my voice (I’m assuming) would be high pitched all the time.\n  ","859755":"\n  Pineapple\n  ","859756":"\n  I can’t copy the link, sorry!\n  ","859757":"\n  Mental\n  ","859758":"\n  Haunting of Hill House\n  \n  👌🏽👌🏽👌🏽👌🏽👌🏽👌🏽👌🏽👌🏽👌🏽👌🏽\n  \n  😩😩😩😩😩😩😩😩😩😩\n  \n  🙌🏽🙌🏽🙌🏽🙌🏽🙌🏽🙌🏽🙌🏽🙌🏽🙌🏽🙌🏽\n  \n  💯💯💯💯💯💯💯💯💯💯\n  \n  Seriously obsessed.\n  \n  If you can’t tell.\n  ","859759":"\n  Studying to be a mortician.\n  ","859760":"\n  Spooktacular.\n  ","859761":"\n  On a dare\n  ","859762":"\n  This is a hard question. I’ll go with Coconut curry chicken... today lol\n  ","859763":"\n  You bet your ass I did!\n  ","859764":"\n  Nahhhhh\n  ","859765":"\n  Indeed!\n  ","859766":"\n  That’s a private one.\n  ","859767":"\n  I love vanilla scent, apple cider, fresh cookies, patchouli, lime\n  ","859768":"\n  No? A little confused.\n  ","859769":"\n  Food\n  ","859770":"\n  No idea. I have dreads though which is the fashion at my house.\n  ","859771":"\n  Depends on what they did\n  ","859772":"\n  Well that’s why I’m done answering lol\n  ","859773":"\n  That sucks.\n  ","859774":"\n  Come outta hiding and maybe I’ll be more open to answer 🤷🏽‍♀️\n  ","859775":"\n  You again. Idk.\n  ","859776":"\n  I really did!!\n  ","859777":"\n  “I could”\n  ","859778":"\n  I love Dr. Strange, but Ant Man seems more my speed lol\n  ","859779":"\n  I don’t even own suspenders. I would never.\n  ","859780":"\n  Not anymore\n  ","859781":"\n  Ron Weasley. Constantly eating, and terrified of spiders.\n  ","859782":"\n  I really would like to go back to bed.\n  ","859783":"\n  Not having shit to do.\n  ","859784":"\n  BASIC HUMAN RIGHTS!!!!!!\n  \n  Who am I to judge what someone else feels\/knows in their heart?\n  \n  It’s none of my business.\n  \n  It’s none of any of our business.\n  \n  It’s like me asking,\n  \n  “Do you believe in people’s rights?”\n  \n  Well, duh. An obvious answer.\n  \n  I’m half black half white, that would’ve been a scandal back in the day. If the internet\/Askfm existed back then, this question would have been something like “Do you believe in negro rights?” or maybe “Do you believe muts (half & half) should have rights?”\n  \n  Race\/sex whatever, I believe in HUMAN rights. Every person should.\n  ","859785":"\n  That’s sucks. That would’ve been really useful.\n  ","859786":"\n  No.\n  ","859787":"\n  Sleep and eat!!!!!! My two favorite things.\n  ","859788":"\n  School sucks and college rocks.\n  ","859789":"\n  Literally just had to go into my photos and find out because I haven’t taken a selfie in a WHILE.. but it looks like I’m outside somewhere 🤷🏽‍♀️\n  ","859790":"\n  Depends on the dish but I think so 🤷🏽‍♀️\n  ","859791":"\n  As long as I’m not tickled, I won’t be 🤷🏽‍♀️\n  ","859792":"\n  Of course I do. I just wouldn’t be able to use it because I would be in prison for murder against the person who tickled me for 10 minutes. So, no.\n  ","859793":"\n  Autumn is here. Pumpkin pie is gross. Halloween then Thanksgiving.\n  ","859794":"\n  No.\n  ","859795":"\n  Yes.\n  ","859796":"\n  Yes 🤢\n  ","859797":"\n  Pick lol\n  ","859798":"\n  I’m fairly ticklish, but with tickles, comes violence.... because I hate being tickled.\n  ","859799":"\n  Whatever you want! You’re single! You have all the options!\n  ","859800":"\n  Not *just* met I don’t believe.\n  ","859801":"\n  I can do that.\n  ","859802":"\n  Apple cider. About 10 min ago actually.\n  ","859803":"\n  A guy in a bar once asked me to exchange each other’s numbers and if we are still single at 30, we should get married. I’ve never gotten such a weird and random request.\n  ","859804":"\n  No.\n  \n  Who’s Vanessa?\n  \n  Kinda, yeah.\n  ","859805":"\n  I don’t really have spare time. But on the rare occasion that I do, I’m huge into movies, sometimes I paint... but not so much anymore.\n  ","859806":"\n  Question keeps getting asked, but with all these amazing ‘no’ gifs, I keep answering!!\n  ","859807":"\n  First, I would check out the place, make sure I can find the safest spot. Look for food or catch it if need be, start building a shelter, collect wood for fire, and plan my escape. I’d probably also see if there were anyone else on the island. Oh and most importantly, start making weapons out of wood because ya never know! Plus it would be great for spear fishing if that’s an option.\n  ","859808":"\n  Not me\n  ","859809":"\n  Well now that’s a fine line. Are you both exclusively dating or casually? If you are exclusive, then I’d run the other way if you can’t trust her to not sleep with someone else. If it’s all casual, then that’s her business who she decides to sleep with.\n  ","859810":"\n  Idk bro. Idk.\n  ","859811":"\n  I have.\n  ","859812":"\n  This and that.\n  ","859813":"\n  Right now it smells like a toasted raisin bagel because I ate my breakfast in there.\n  ","859814":"\n  I met this girl on Monday\n  \n  Took her for a drink on Tuesday\n  \n  We were making love by Wednesday\n  \n  And on Thursday and Friday and Saturday\n  \n  We chilled on Sunday\n  ","859815":"\n  I do.\n  ","859816":"\n  Ooh I love laying down, napping, resting and sleeping. As a stay at home mom, I take naps and bedtime very seriously.\n  ","859817":"\n  My dad.\n  ","859818":"\n  Answer definitely.\n  ","859819":"\n  Nobody.\n  ","859820":"\n  Myself. I’m only improving myself everyday and I’m proud of it.\n  ","859821":"\n  I’ve been ready since November 1st 2017.\n  ","859822":"\n  There are the glass balls that wash up at sea, and my great aunt had a huge one that her husband had found. I was around 7 and wanted to know how strong I was. I wasn’t that strong. I cried so much, I felt so bad.\n  ","859823":"\n  Eat a lot of food because I’d have way more room.\n  ","859824":"\n  Cry without feeling ashamed.\n  ","859825":"\n  Tired.\n  ","859826":"\n  It’s a strong equal love between horror and documentaries.\n  ","859827":"\n  Yes! Thank you for that :)\n  ","859828":"\n  It really does suck. But I’m finally getting help for it so I’m very excited! And nervous.... but that’s just the anxiety talking lol\n  ","859829":"\n  Everything considering I have crippling anxiety.\n  ","859830":"\n  They have all came and went. The next birthday is my brother’s.\n  ","859831":"\n  I don’t want to be a candy.\n  ","859832":"\n  Yes.\n  ","859833":"\n  I have two. Kayona & Terrence\n  ","859834":"\n  Anonymous. I ship you with Anonymous.\n  ","859835":"\n  If they can hold one. I’m pretty awful at coming up with stuff to talk about.\n  ","859836":"\n  Like a shiny purple, like a mermaid purple!\n  ","859837":"\n  My sex life lol that’s pretty much it. I’m a fairly open book with everyone though.\n  ","859838":"\n  Telling my great great aunt that I was pregnant. That was such a great moment. I’m glad we recorded it. I’m glad to give someone happy tears!\n  ","859839":"\n  Flaccid. It’s hilarious to hear AND to say!!!\n  ","859840":"\n  Yikes. Ummm none for me right now, but for my son, save enough money for him to try out as many sports and activities that he wants to do. My mom didn’t have much money for activities for me when I was growing up, and I feel like I missed out on a lot. So I want to make sure that he can do whatever he wants!\n  ","859841":"\n  \"Of course it is happening inside your head, Harry, but why on earth should that mean that it is not real?\"\n  ","859842":"\n  Literally been trying for a month to find a title of a movie that I used to love when I was younger but I not seem to find the title. So I’ll go with my second favorite and that’s Some Like It Hot.\n  ","859843":"\n  Apologize by One Republic\n  \n  It’s funny because that was “our song” and it’s even funnier because it was the perfect song for when we broke up.\n  \n  Circle of life song anyone?\n  ","859844":"\n  am probably rolling my eyes at everyone.\n  ","859845":"\n  Mortician. What I’m currently studying for.\n  ","859846":"\n  I have a couple times when I’ve been actually asked the questions in real life and they are just so crazy that I need to share them 😂\n  ","859847":"\n  I like to go for nature walks... but I love it even more when I can nature walk to my house and stay the hell indoors.\n  ","859848":"\n  All things odd, creepy, strange, and magical.\n  ","859849":"\n  Beach.\n  ","859850":"\n  Strange question lol\n  \n  I guess it would have to be knowing almost all the lyrics to a bunch of ABBA songs.\n  ","859851":"\n  Yo, I think I need to be high for this question.\n  ","859852":"\n  Halloweentown\n  ","859853":"\n  Neither tbh lol\n  ","859854":"\n  Be The One - Lloyd\n  ","859855":"\n  No which is weird considering a bunch of my family members play guitar.\n  ","859856":"\n  lol no\n  ","859857":"\n  Those who can keep a conversation going, because I sure can’t.\n  ","859858":"\n  Pay my car note and buy a house.... and a new car.... and and and\n  ","859859":"\n  Everyday. Just because I’m too lazy to find the match, not because it’s a “cool” thing to do.\n  ","859860":"\n  I’m chill.\n  ","859861":"\n  “Now, if you two don’t mind, I’m going to bed before either of you come up with another clever idea to get us killed or worse… expelled!”\n  ","859862":"\n  No doubt.\n  ","859863":"\n  Blackstreet. I’ve been listening to them since I was little.\n  ","859864":"\n  Random Waters. Like.... what kind of hippie ass parents....😂😂😂😂😂😂 OR a guy in my high school’s name was Harry Johnson ☠️☠️☠️ he changed it about 5 years after high school.\n  ","859865":"\n  Focus on you damn SELF!!!!!\n  ","859866":"\n  Skydiving is a big one. My bucket list is huge though.\n  ","859867":"\n  I rusually eat whatever is in my fridge.\n  ","859868":"\n  “What the actual fuck”\n  ","859869":"\n  That most of them leave me alone.\n  ","859870":"\n  1993\n  ","859871":"\n  🤷🏽‍♀️\n  ","859872":"\n  I never did until I met my husband. I just knew.\n  ","859873":"\n  A million dollars. I’m tired of my family struggling.\n  ","859874":"\n  Twenty-five\n  ","859875":"\n  I’m a social chameleon.\n  ","859876":"\n  I don’t like Mean Girls.\n  \n  🤷🏽‍♀️🤷🏽‍♀️🤷🏽‍♀️\n  ","859877":"\n  When I read “they” immediately I thought of MIB and they are looking for aliens.\n  ","859878":"\n  I was 30 min ago 🤷🏽‍♀️\n  ","859879":"\n  Yikes. Sorry you feel that way.\n  ","859880":"\n  I’d say about a 7.\n  ","859881":"\n  lol talking.\n  ","859882":"\n  A skirt over jeans. That used to be the trend in middle school. It was so bad. So so so bad.\n  ","859883":"\n  I agree. Movies also hate men. I have seen more titties and hairy coin purses all out on display on the big screen, yet are there any dicks to present? Nah. There isn’t.\n  ","859884":"\n  My husband because he has to deal with me everyday... what a trooper.\n  ","859885":"\n  So many famous people lol\n  ","859886":"\n  Teachers. I can’t attest to that whole heartedly. I’ve been on both sides and I can tell you that being a teacher is way worse. Study for years on a subject that you are passionate about, only to get in a classroom of a bunch of rude ass kids who don’t have any respect for you. Students complain about their teachers, but they only have to deal with a few. A teacher, (especially high school teachers) have to deal with around 25 kids PER CLASS. Gotta be strong af to do that.\n  ","859887":"\n  Haven’t we all.\n  ","859888":"\n  Usually keep to myself.\n  ","859889":"\n  It don’t.\n  ","859890":"\n  Always\n  ","859891":"\n  Me.\n  ","859892":"\n  I hardly go there anymore. But I used to go every morning before work..\n  \n  Fall\/Winter: Grande White Chocolate Caramel Mocha with 2 shots of espresso and a Toasted Ham & Swiss Sandwich.\n  \n  Spring\/Summer: Trenté Very Berry Hibiscus Refresher (OR) Teavana Iced Passion Tango Tea Lemonade... both sweetened... with a Bacon, Gouda & Egg Breakfast Sandwich.\n  ","859893":"\n  Tomorrow.\n  ","859894":"\n  Swedish crepes with lingonberries and powdered sugar....\n  \n  and a cocoa with marshmallows.\n  ","859895":"\n  Repeating myself\n  \n  Winter\n  \n  Dinosaurs\n  ","859896":"\n  My best friend was vegan for 1 year as a challenge to himself.... and then stopped because meat is delicious. The ONLY person I know who is vegetarian is my uncle. That’s it. And he’s really no fun to be around.\n  ","859897":"\n  Nah. That’s why I’m medicated.\n  ","859898":"\n  A handful of people.\n  ","859899":"\n  Damn.\n  ","859900":"\n  Failure.\n  ","859901":"\n  Indeedy.\n  \n  helloitsbunnytoure\n  \n  🙂\n  ","859902":"\n  I don’t know what that is... so probably no.\n  ","859903":"\n  I dated a lot of guys on dating apps. Some lasted a while and some didn’t. My longest one lasted about 6-8 months...some people find their true love and that’s awesome. I met my true love at school... so I think online love is very possible.\n  ","859904":"\n  Don’t know don’t care\n  ","859905":"\n  We weren’t allowed to use them... but we used them anyways.\n  ","859906":"\n  Yes.\n  ","859907":"\n  1. Anthony Hopkins\n  \n  2. Jack Nicholson\n  \n  3. Jensen Ackles & Jared Padalecki (they are a packaged deal)\n  \n  4. Colin Firth\n  \n  5. Michael B. Jordan\n  ","859908":"\n  1. Meryl Streep\n  \n  2. Jennifer Anniston\n  \n  3. Diane Keaton\n  \n  4. Jennifer Garner\n  \n  5. Drew Barrymore\n  ","859909":"\n  I’ve already answered this so I’ll give my second best day of my life... and that would be my wedding day.\n  ","859910":"\n  Only of what’s inside it.\n  ","859911":"\n  👍🏽\n  ","859912":"\n  The day I gave birth. Never had such an amazing experience. Can’t wait to do it again!\n  ","859913":"\n  In 2015, the day before I got married.\n  ","859914":"\n  🥝 🌾\n  ","859915":"\n  I didn’t know people actually did stuff like that on sites like these.... but there gotta be someone. There’s always someone.\n  ","859916":"\n  Nah.\n  ","859917":"\n  🤷🏽‍♀️🙌🏽😒\n  ","859918":"\n  Besides my family, cats.... cats everywhere.\n  ","859919":"\n  No. I like the word, but Washington Autumns are terrible.\n  ","859920":"\n  I want a basketball team.\n  ","859921":"\n  Rarely\n  ","859922":"\n  Brains no question.\n  ","859923":"\n  Almost.\n  ","859924":"\n  I’m all about the ghosts 👻\n  ","859925":"\n  I want to one day have the body of like a goddess.. I want to feel confident again and have an active social life.. I want to drink mimosas a few afternoons a week with my girlfriends and have regular dates with my husband. I want to own one pair of Nikes and the rest heels with fun dresses. I want a basketball team number of kids and be fluent in Italian, so when my husband and I travel to Italy to meet him family, I can converse. I want a lot of things. I could go on and on and on and......\n  ","859926":"\n  My favorites were chicken nuggets or those fake cheese square pizzas with a chocolate milk.\n  ","859927":"\n  I was in APA English in high school... but I never ended pursuing it in college even though my mom is an English major. And I’ve wanted to learn Italian for the longest time. I tried to learn Spanish and German in the past, but I have a terrible memory so it’s been hard.\n  ","859928":"\n  Well seeing as how it’s 9:30am where I am, I have no idea what the night will bring... but probably nothing as always lol\n  ","859929":"\n  Either Thai coconut curry chicken with rice or garlic butter mashed potatoes 🤤🍗🤤🥔\n  ","859930":"\n  No, no and no. I’m at home with my son.\n  ","859931":"\n  Well I really like my dreads. But then again I liked my afro when I had it and my long braids... the long braids were probably my favorite out of all my hair styles..\n  ","859932":"\n  His name is CARlyle.\n  ","859933":"\n  Always.\n  ","859934":"\n  2 sisters and 3 brothers (only 1 brother living)\n  ","859935":"\n  That would be nice 🤔\n  ","859936":"\n  You know... screw the planet idea. Imma just become a black hole and fuck up everything in my way 😂\n  ","859937":"\n  Oooh! Good idea! I’ll be a super uninhabitable one so no people can fuck me up.\n  ","859938":"\n  Go big or go home 🤷🏽‍♀️\n  ","859939":"\n  Hopefully I’ll land somewhere soft! 👍🏽\n  ","859940":"\n  I’m counting high school as childhood, yes?\n  \n  Focused more on myself.\n  ","859941":"\n  My great great aunt who died last December. I’d do anything to see her again. She was dabomb.com\n  ","859942":"\n  I’ve gotten this question before! And my answer is: float tf away!! 😂\n  ","859943":"\n  Kinda 🤷🏽‍♀️\n  ","859944":"\n  Peppermint.\n  ","859945":"\n  The most obvious one, Nickleback. I shudder typing it. Literally have PTSD from that guys voice. No thanks.\n  \n  Also, Godsmack.\n  \n  Those are my top 2. Also any bands after 2010. I don’t listen to anything after 2007. Everything under that is where I am. Except country. And weird folk songs.\n  ","859946":"\n  My neighbor\/schoolmate used to tease and call me Ollie because that’s what my mom has always called me. At school it was either Oly or Libby. But mostly just my name.\n  ","859947":"\n  Well my first love was my high school sweetheart, Ehren. We were together for like 5 years, beginning when I was a freshman, and I thought we were going to get married... but stuff happened and we didn’t. That’s life 🤷🏽‍♀️ But now I’m married to a wonderful man who I wouldn’t trade for anything! So it all worked out for me :)\n  ","859948":"\n  Poo does happen.\n  ","859949":"\n  Hell to the no!! I did horribly during grade school.... I wasn’t ready to learn and my mom knew that. It was only when I got to college that I was actually interested. I left high school with barely a 2.5 GPA, and after college I left with a 4.0 GPA. As long as my kids try, I will be proud. Not everything to learn in life happens at school.\n  ","859950":"\n  Attune with the cycles of earth and achieve balance 👌🏽🌍✌🏽🧝🏽‍♀️\n  ","859951":"\n  lmao\n  ","859952":"\n  Yes and no.\n  ","859953":"\n  Leave them there... because I’m married.\n  ","859954":"\n  I have 2 :)\n  ","859955":"\n  lol shushi.\n  ","859956":"\n  Really depends on the situation. I can be a 1 or I can be a Beyoncé.\n  ","859957":"\n  I was a teacher. I taught reading and writing. I would’ve loved to teach English or Health though.\n  ","859958":"\n  I don’t have a favorite selfie, but I do really like this one of myself. It’s about 4-5 years old though, so I don’t use it anymore.\n  ","859959":"\n  “That’s all she wrote.”\n  ","859960":"\n  No idea what that is.\n  ","859961":"\n  I’m alright.\n  ","859962":"\n  🇺🇸, Washington State\n  \n  :)\n  \n  #embarrassed\n  ","859963":"\n  Well I want to try everything first before I strike it off. I will never eat oysters *again* 🤢🤢🤢\n  ","859964":"\n  I know a Samantha Martin! But it might not be the same one 🤷🏽‍♀️🤷🏽‍♀️\n  ","859965":"\n  We are getting too comfortable with violence\/death\/etc.\n  \n  I mean I live for horror movies and am studying to become a mortician... however.\n  \n  The world is just becoming scarier and scarier because of people “playing god” and taking lives for the fun or fame of it.\n  \n  People are getting beat up for no good reason at all.\n  \n  In my area, we have cat killers that have not been caught, have killed\/mutilated at least 13 cats and there are no leads. Information to their arrest is up to $46,000 and reportedly rising.\n  \n  Bad things have always happened and maybe it’s just because more atrocities are being put out there in the media... I don’t know. Either way, we as a society are getting worse... we don’t care about each other, we don’t care about keeping our planet alive which a healthy planet means healthier people and more generations getting to grow and thrive.\n  \n  Nothing really makes sense anymore.\n  \n  Sorry for the ramble! Didn’t know I felt so strongly about this 🤷🏽‍♀️\n  ","859966":"\n  Indeedy.\n  ","859967":"\n  I guess\n  ","859968":"\n  Yo\n  ","859969":"\n  lol before 2007, pretty much all the hip hop and rap ones... some pop songs too.\n  ","859970":"\n  When people do an extra clap on the Friends theme song. Like, clearly you are not a true fan.. obviously.\n  ","859971":"\n  Holiday? I’m gonna go with Christmas...\n  \n  When I was a teacher, I used to get homemade ornaments from my kids which I still adore to this day.\n  \n  This parent one time gave me a gift basket one time filled with mini bottles of different flavored liquors to “decorate” my insides with 👍🏽👍🏽 it was a very Merry Christmas..🎄\n  \n  If you meant another holiday, let me know... I have plenty of ideas.\n  ","859972":"\n  Sí.\n  ","859973":"\n  A loving supportive -someone- in their life.\n  ","859974":"\n  Read currently? 2.\n  ","859975":"\n  Doesn’t everyone?\n  ","859976":"\n  A nice, safe house from all the crazies out there..\n  \n  A black hearse with leopard print heated seats and big ass dice hangin’ from the mirror to drive around town and be the ballerest baller..\n  \n  Another cat.\n  ","859977":"\n  Being in the same room with every person I’ve had sex with. How uncomfortable 😫\n  ","859978":"\n  “A bit bitchy”\n  ","859979":"\n  60. In a bigger crowd, I don’t feel the need to talk to anyone.... I mean they have 59 other people to chat with 🤷🏽‍♀️\n  ","859980":"\n  Well currently all the cat killings. No suspects and I think 13 cats have been killed and mutilated. What a world people, what a world.\n  ","859981":"\n  #forehead #eyebrowscar\n  ","859982":"\n  A solid 2.\n  ","859983":"\n  Yes. Two.\n  ","859984":"\n  Because life sucks.\n  ","859985":"\n  No.. I don’t go on here for the people. I just come to answer questions cause it’s fun. I have no idea of any of the people on this app.\n  ","859986":"\n  My dad\n  ","859987":"\n  If I had money I would be a traveler... however I am a certified homebody\n  ","859988":"\n  All the time.\n  ","859989":"\n  Yes.\n  ","859990":"\n  “Hi I’m Olivia. I’m married so I’m not sure why I’m here... I’m going to delete this account now.”\n  ","859991":"\n  Mac & Cheese. There are so many things you could add to it! So many different cheeses and meats and such!! Oh yes.\n  ","859992":"\n  Not supposed to say... might jinx it... but hopefully it’s good!!\n  ","859993":"\n  I did.\n  ","859994":"\n  For fucks sake!\n  ","859995":"\n  Probably black like my soul.\n  ","859996":"\n  It’s funny. I actually just took an online quiz about spirit animals and I got an owl!\n  ","859997":"\n  Young Lloyd... wel I guess just Lloyd now.\n  ","859998":"\n  Not having to do shit\n  ","859999":"\n  Jeans with a skirt over it 😫 that was the style when I was in middle school and looking back at pictures.... it was just atrocious.\n  ","860000":"\n  Oi Vial.\n  ","860001":"\n  Fucking Hitler.\n  ","860002":"\n  Right now? Like this second? Still waiting for my doctors appointment, but staring at the wall since I don’t like magazines.\n  ","860003":"\n  I’m never in an awkward silence. I don’t know about the other person however. It’s only awkward if you make it awkward 😂\n  ","860004":"\n  Pie of many kinds. And flan 🍮🥧\n  ","860005":"\n  Caramel - Lloyd\n  \n  Neighbors Know My Name - Trey Songs\n  \n  &\n  \n  I Like It- Cardi B\n  ","860006":"\n  Can I go with both?? I love both.\n  ","860007":"\n  Yes. I am married.\n  ","860008":"\n  Any restaurant in Italy.\n  ","860009":"\n  I think so!\n  ","860010":"\n  Meh 🤷🏽‍♀️\n  ","860011":"\n  Try not to look at your phone. When I used to go on dates with guys and they would look at their phone, to me it was disrespectful. I actually had to tell a guy if there were more important things he could be doing right then because he was constantly checking it. If there is a specific reason and you inform your date ahead of time, that’s a different story. If I don’t like it done to me, I’m not sure how much guys care about that stuff, but I know I think it’s rude..\n  ","860012":"\n  Harry Potter and Star Wars\n  ","860013":"\n  Well that depends on favorite genres. My top favorite is 80s & 90s hip-hop & rap & R&B like Public Enemy, Easy-E, The D.O.C, Missy Elliot, Luda, etc.\n  \n  I also like various artists like Craig David, Urban Flora, Kimbra, FKJ, No Doubt, Macka B, Red Hit Chili Peppers, Sublime, ABBA, Vers, Lily Allen, Kiiara, 98 Degrees, etc.\n  \n  On Pandora, I mostly listen to The Deli, French Kiwi Juice, Mambo Italiano, and French Cafe.\n  ","860014":"\n  Believe me, we’re doomed 😂 it’s gonna be a long road to repair our damage. There’s not much I could do. I would not want to take on that responsibility... nooo way. I barely like making excuses for my own life... I couldn’t make them for an entire country.\n  ","860015":"\n  I don’t like surprises.\n  ","860016":"\n  More Puppy Dog Pals.\n  ","860017":"\n  I’m sorry?\n  ","860018":"\n  No. People know the risks. But you can’t stop people from doing what they want, no matter how unfortunate the situation. Free will and all that jazz.\n  \n  For example, you can put as many signs as you want of the “faces of meth”, but a lot of people still do meth. Same situation, different subject.\n  ","860019":"\n  Well on my preschool journal it said nurse.\n  \n  On my elementary papers it said chemist.\n  \n  In high school and college I studied to be a childcare worker.\n  \n  Now I’m studying to be a mortician.\n  \n  Lol life is like a box of chocolates as my husband would say.\n  ","860020":"\n  How in the world did ANYONE choose you, such an incompetent, racist, sexist, swine to be president?\n  ","860021":"\n  Well I know for my wedding, I liked getting money.\n  ","860022":"\n  Coconut curry chicken\n  ","860023":"\n  Mint chocolate chip\n  ","860024":"\n  Not once\n  ","860025":"\n  Yes! She’s a cat, her name is Penny Lane... you know, like The Beatles song. We rescued her from a kill shelter. She just turned 7 a couple months ago. She’s mostly an indoor cat but we let her go outside sometimes in the summer.. she’s so potty trained that she refuses to go potty outside. She’ll go inside to use her litter box. I find it quite hilarious.\n  ","860026":"\n  Oh gosh. So many that I’ll tell you the colors I HAVEN’T dyed my hair. White, silver and green.. then again maybe I had some green in there at one point. I really can’t remember 🤣\n  ","860027":"\n  It would be leopard print... so it would look like an interesting story... but the title would be called “Incredibly Boring” because that’s my life.\n  ","860028":"\n  I don’t.\n  ","860029":"\n  I’ve gotten magazines for the past 2 years that I didn’t order. No idea why I keep getting them... but I’ve kept them. I’ve never cared for magazines, but I now cut out words and pictures from them to make collages. Recently, I’m working on my son’s baby book. It’s fun to have a little quiet, me time and express myself. 🤷🏽‍♀️\n  ","860030":"\n  Life 😂\n  ","860031":"\n  Stay at home mom.\n  \n  I’m taking a break from a paying job.\n  \n  My last job was a co-owner of a handyman business.\n  ","860032":"\n  I’m fairly invisible in this world, so I hope to be remembered by my son as a great mom who encouraged him to try everything, explore everywhere, grow from his failures and tried her best to make a good life and a loving, supportive home.\n  ","860033":"\n  I will be learning who I am until I die.\n  ","860034":"\n  My mask would be leopard print\n  ","860035":"\n  Terrified, actually.\n  ","860036":"\n  Damn.\n  ","860037":"\n  I suppose.\n  \n  It’s all about people showing off to strangers for praise.\n  \n  Things aren’t always what they seem.\n  ","860038":"\n  It might be.. if I knew what it was.\n  ","860039":"\n  Makin’ dinner in my slippers. Like a boss.\n  ","860040":"\n  Actually yes. I wish I could do it all over again. I’d do it so much better now that I actually want to learn as opposed to when I was young and just wanted to makeout with my boyfriend 🤷🏽‍♀️\n  ","860041":"\n  Having to repeat myself.\n  ","860042":"\n  I don’t like Klondike bars so absolutely nothing.. now Dilly bars are a WHOLE different ball park.\n  ","860043":"\n  I sing out loud all the time!! And currently, my son is my biggest fan.. so I know all the Puppy Dog Pals songs DOWN - he also loves the Friends theme song, so I’m pretty great at that one too. My kid is all about the theme songs.\n  ","860044":"\n  Heh I wish. However, every guy in my family knows how. My uncle was in several bands and my cousin plays at music in the parks. Only one of my cousins doesn’t play guitar, but he play the violin and was on tour with Usher. I’ve never been so jealous lol\n  ","860045":"\n  Roxaboxen\n  ","860046":"\n  I guess anything is possible, right? We could have Bows..\n  ","860047":"\n  Bedtime\n  ","860048":"\n  A ‘me’ day\n  ","860049":"\n  Food and things we find cool. But we have bills.\n  ","860050":"\n  Because I can\n  ","860051":"\n  No\n  ","860052":"\n  No no, pay me in money.\n  ","860053":"\n  Make their lips look bigger 🤷🏽‍♀️\n  ","860054":"\n  Kittens\n  ","860055":"\n  Playlist\n  ","860056":"\n  My son\n  ","860057":"\n  “It’s a better Butterfinger it’s a crispier crunchier Butterfinger bar.”\n  ","860058":"\n  Italian\n  ","860059":"\n  Cigarettes\n  ","860060":"\n  Nothin much, you?\n  ","860061":"\n  All of it.\n  ","860062":"\n  Teeming with egos\n  ","860063":"\n  A peck, like 6. Makeout, 15.\n  ","860064":"\n  Spiders. I don’t care about clowns. I actually like IT..... but the old one not the new one.\n  ","860065":"\n  “This is crap”\n  \n  “Are you fucking kidding me”\n  \n  “Why am I here”\n  \n  “Absolutely ridiculous”\n  \n  “Why are you here”\n  \n  “Bruh”\n  \n  “Okay I’m done for the day”\n  \n  “When do I get my she-she’d?”\n  \n  “WAHHH! WAHHHH! WAHH!”\n  ","860066":"\n  It really depends on who\/what I’m saying goodbye to and why,\n  ","860067":"\n  Stay at home mom\n  ","860068":"\n  YOUR OWN!! ALWAYS!! This is not your trial run life, this is your only life... do what YOU want want in it!!\n  ","860069":"\n  Havana, Cuba 🇨🇺\n  ","860070":"\n  #TeamTonsils\n  ","860071":"\n  Totally\n  ","860072":"\n  Well anything under a month I don’t count as an “ex” whatsoever they were more like “mini kinships” .. so I would say like maybe 4-5 total??\n  ","860073":"\n  🤷🏽‍♀️ it happens. I don’t have grudges against any of my exes. I mean, this isn’t the biggest town so.. I’ll be surprised if I never see at least one of them.\n  ","860074":"\n  Never heard of Lostfilm... so Netflix. Friends is on Netflix so... I choose Netflix.\n  ","860075":"\n  0\n  ","860076":"\n  The notes at the bottom of a paper. I think they are the citations, but I’ve always placed my citations on an extra page.\n  ","860077":"\n  Happier now definitely.\n  ","860078":"\n  Cool cool\n  ","860079":"\n  I do and have had piercings. I have 3 piercings in my ears and a  belly button piercing. I used to have my eyebrow and nose pierced.\n  ","860080":"\n  If I looked good that day then sure!\n  ","860081":"\n  Thursday\n  ","860082":"\n  My right eyebrow from multiple piercings, and on the right side of my lower stomach when I was younger from a burn.\n  ","860083":"\n  Yeah brah.\n  ","860084":"\n  au naturel\n  ","860085":"\n  Completely\n  ","860086":"\n  Depends on if I look good or not lol\n  ","860087":"\n  Being in the same room as all my exes.\n  ","860088":"\n  Pick your battles\n  ","860089":"\n  Washington to Arizona & vice versa\n  ","860090":"\n  Face mask! Excited to try it!\n  ","860091":"\n  I’m a stay at home mom so both working and enjoying :)\n  ","860092":"\n  Strawberry raspberry rhubarb\n  ","860093":"\n  The one where I love the place so much I decide to stay.\n  ","860094":"\n  😫\n  ","860095":"\n  Deep sea explorer\n  ","860096":"\n  I do\n  ","860097":"\n  iPad! It’s my horrible obsession. I love to look at rentals and houses for sale. Also new jobs in my city.\n  ","860098":"\n  Italy\n  ","860099":"\n  As many as I can get to!\n  ","860100":"\n  I prefer soft cookies but I mean, a cookie is a cookie 🤷🏽‍♀️\n  ","860101":"\n  My son waking me up by pulling on my face. But as soon as I open my eyes he gives me a binky smile and lays his head on my head... it’s really not a bad way to wake up!\n  ","860102":"\n  Talk about exes 🙅🏽‍♀️🙅🏽‍♀️🙅🏽‍♀️\n  ","860103":"\n  Being pregnant\n  \n  When your throat real dry for a minute and you get that first sip of a cold drink that lubricates your entire mouth\n  \n  That happy tired full but not stomachache full after you eat\n  \n  Head massages\n  \n  When you lay down for the first time after a long day of barely even being able to sit and how you sink into your comfy spot and become it\n  \n  Etc etc etc\n  ","860104":"\n  It depends on how well you know me I guess. If you know me real well like immediate family\/friends then you can see right through me lol everyone else though, have fun guessing 🤷🏽‍♀️\n  ","860105":"\n  Anxiety is a big one. Also depression.. and not just “I’m depressed because I’m bored” it’s a “I’ve been diagnosed with depression since my teens and I’m on meds for it” a lot if my flaws come from within. If we are talking about outside appearance, according to the world of “beauty” I have many flaws 🤣\n  ","860106":"\n  I was in a jacuzzi... practically the entire weekend. It was bliss.\n  ","860107":"\n  My uncle used to tell me “If you pick your nose, the nose goblin that lives inside your nose will take ahold of your finger and start eating it, eventually eating your hand, arm and the rest of your body until you’re nothing left but a nose!” I was 5 and it scarred me... but I never picked my nose!!\n  ","860108":"\n  Money\n  ","860109":"\n  Mango\n  ","860110":"\n  Pattypan squashes.\n  \n  I was making dinner.\n  ","860111":"\n  It was the name my late grandpa used to call me.\n  ","860112":"\n  My favorite?! I don’t pick favorites. I love Penny Lane & Lupe the same.\n  ","860113":"\n  Platinum.\n  ","860114":"\n  The smell\n  ","860115":"\n  Selfie!\n  ","860116":"\n  Snake meat 😋\n  ","860117":"\n  Cardi!\n  ","860118":"\n  It’s my own garage sale!! :)\n  ","860119":"\n  A vintage hearse\n  ","860120":"\n  Garage sale!\n  ","860121":"\n  Even more so than Christmas! Halloween is my wedding anniversary! We usually go a couple days before to the store and buy matching footie pjs and then spend the day together decorating our carport for the trick or treaters while we watch a scary movie inside together. Now, since we have a child, 3 matching footies and a family fun movie :)\n  ","860122":"\n  There are ASKfm couples??? 😂 how strange but ok. I don’t have one.\n  ","860123":"\n  72\n  ","860124":"\n  A lot better.\n  ","860125":"\n  Nah. But it can buy happiness 😉\n  ","860126":"\n  Making’ brownies. Yourself?\n  ","860127":"\n  Television\n  ","860128":"\n  My husband bought me the lifetime membership to Glow and the other apps that sister it. It’s for tracking your periods, conceiving, tracking your pregnancy and parenting. Also etc because a lot of other topics brought up, but it’s amazing nonetheless.\n  ","860129":"\n  Currently? My living situation.\n  ","860130":"\n  I wouldn’t. I think everything happens for a reason and I love my life right now.\n  ","860131":"\n  I don’t have Snapchat 🤷🏽‍♀️\n  ","860132":"\n  Mealime\n  ","860133":"\n  Truth always!!!!\n  ","860134":"\n  It’s horrible that amidst International Cat Day, my stupid town had cat killers on the loose... I think 8 cats are dead so far... the perps strangle them and take out their spines. Barbaric. Disgusting. I’m keeping my cat inside that’s for sure. But everyone knows I’ve always favored cats and think they are extremely smart animals with their own independent personalities.\n  ","860135":"\n  Well a week ago I would’ve said “Wherever my family is” but we just house sat and have been missing my house so much! So “Home is where I pay rent or own”\n  ","860136":"\n  A fair few\n  ","860137":"\n  Sure why not\n  ","860138":"\n  Yell at kids to get off my lawn.\n  ","860139":"\n  Reasonable rent.\n  ","860140":"\n  Go to the grocery store and get a bunch of food and then go to the mall and get all the cute clothes!! Oh yes. Oooh yes.\n  ","860141":"\n  Tomorrow!\n  ","860142":"\n  Okay with both.\n  ","860143":"\n  Chill. You?\n  ","860144":"\n  iPad games\n  ","860145":"\n  It means a bird was flying by, had to take a shit, and I was just the unfortunate one to be in the wrong place at the wrong time 🤷🏽‍♀️\n  ","860146":"\n  A baby gate? I’m screwed.\n  ","860147":"\n  Yikes. Mostly fluffy.. but we’ll see!\n  ","860148":"\n  Stripes and spotted leopard print!\n  ","860149":"\n  Oliviation.\n  ","860150":"\n  When I accidentally wake up super early and I get hour(s) of me time before my guys wake up.\n  ","860151":"\n  A bumblebee buzzing ‘round a ripe peach tree. :)\n  ","860152":"\n  No prob.\n  ","860153":"\n  Heat ~ Beyoncé\n  ","860154":"\n  Yes bitch. Yes.\n  ","860155":"\n  In the darkest times, if one only remembers to turn on the light,\n  ","860156":"\n  Stubborn\n  \n  Emotional\n  \n  Indecisive\n  ","860157":"\n  That stupid commercial song:\n  \n  🎶 If you’ve got the time, we’ve got the beer, Miller beer... 🎶\n  \n  🙄🙄🙄\n  \n  Why are commercials so catchy\n  \n  😩😩😩\n  ","860158":"\n  A neighbor. I forgot his name but he has a killer handlebar mustache and wears Hawaiian shirts everyday.\n  ","860159":"\n  Soda. I’ll drink grape soda or orange soda on occasion. Rarely Dr. Pepper or Sprite. Rarely.\n  ","860160":"\n  Christmas Mickey & Pizza socks!!\n  ","860161":"\n  I think I’ve watched a documentary about this. It’s weird af. I don’t wanna be touchin’ on kids like that.\n  ","860162":"\n  What in the world? Well first I have a TON of questions.. firstly.. how old are these “kids” ?? Have their parents consented to this? Have the kids consented to this? Define “mercilessly” ... will they cry? Not like it? I’m not for torturing children... I’m gonna go with an overwhelming no.\n  ","860163":"\n  How much better the future is going to be once my family and I get over this hump.\n  ","860164":"\n  Either\n  \n  That’s 70s Show\n  \n  or\n  \n  Boy Meets World\n  ","860165":"\n  Fidget Spinner. Those things piss me off so bad.\n  ","860166":"\n  Yeah! Like sugar... 😉\n  ","860167":"\n  I have a collection of bottle caps. I make art out of them!\n  ","860168":"\n  Cool\n  ","860169":"\n  Sometimes 🤷🏽‍♀️\n  ","860170":"\n  Umm the only place has been under my tongue and that’s fine for me 🤷🏽‍♀️\n  \n  👀weird question👀\n  ","860171":"\n  I have no idea what you’re talking about.\n  ","860172":"\n  I mean yeah... who like ticks?\n  ","860173":"\n  Y’all are stupid af. Nobody gets along because everyone in power thinks they’re better than one another. Quit acting like children... you say you want peace? Either leave each other the hell alone or come together and actually fix the world.\n  \n  I’d probably get killed for that statement 😂\n  ","860174":"\n  Love em. I mean my name literally means “olive tree” so.. it would be a damn shame if I didn’t!\n  ","860175":"\n  Depends on who’s pocket it’s in.\n  ","860176":"\n  My presence. That’s gift enough.\n  ","860177":"\n  I called my husband after a super stressful day at work on my lunch break. When I got to our apartment I went inside and the lights were off, classical music was playing, and there was a note on the floor that said “I love you. No talking.” And there was a makeshift massage table and he massaged me for almost 2 hours. 😫😫😫😫🙌🏽🙌🏽🙌🏽🙌🏽🙌🏽🙌🏽😍😍💕\n  ","860178":"\n  My son. I’d love to not know what was going on in the world and my biggest problem was not being able to get over a baby gate. Babies have it so easy lol\n  ","860179":"\n  Mosquitos hands DOWN!!! Little bastards.\n  ","860180":"\n  I mostly watch Netflix and Amazon if I have the chance.\n  \n  X-Files\n  \n  Young & Hungry\n  \n  iZombie\n  \n  Sherlock\n  \n  Friends\n  \n  Seinfeld\n  \n  The Nanny\n  \n  Grace and Frankie\n  \n  Making a Murderer\n  \n  Ghost Whisperer\n  \n  Bones\n  \n  I could go on 😂\n  ","860181":"\n  Bruh.....\n  ","860182":"\n  CANDY CANDY\n  \n  by Kyary Pamyu Pamyu\n  \n  I don’t necessarily like the song but I like the song 😫\n  ","860183":"\n  Snow leopard!\n  ","860184":"\n  Oh definitely. Pregnancy was the best experience of my life. My husband is Italian and wants a big family. I am SO fine with that!!\n  ","860185":"\n  lol we don’t bite! Unless you’re into that 🤷🏽‍♀️🤷🏽‍♀️ if you’re talking about asking them out... the worst they can say is no. There are millions of women.. you’ve got to know that SOMEONE out there will be into you. If you’re just scared of women in general... that sounds like a personal problem and I’d talk to a counselor about that one.\n  ","860186":"\n  The National Anthem (Season 1) they did him dirty as hell 😂😂\n  \n  Be Right Back (Season 2) but the way that woman acted after she got what she wanted was a little REDIC if you ask me.\n  \n  Shut Up and Dance (Season 3) it was very intense.\n  \n  Black Museum (Season 4) it was badass af\n  ","860187":"\n  I know double digits but I don’t know the exact number.\n  \n  And I have tattoos shoulder down.\n  ","860188":"\n  The first 3 Harry Potter’s. As a matter of fact, I’m watching the first one right now!\n  ","860189":"\n  Yelling at kids to get off my lawn.\n  ","860190":"\n  LOVE to would be more like it.\n  ","860191":"\n  This chick Caitlyn I used to go to school with. She has made every dream her reality, has always had so much positivity and and and... I’m totally jealous 😂\n  ","860192":"\n  Well I have the “look but don’t touch” rule... so for me personally, that’s not a thing to be concerned about 🤷🏽‍♀️🤷🏽‍♀️🤷🏽‍♀️\n  ","860193":"\n  Those light up skate shoes.\n  ","860194":"\n  Respect\n  ","860195":"\n  Hopefully a fresh start\n  ","860196":"\n  How I handled my business so I could set myself up for the future.\n  ","860197":"\n  Daniel Radcliffe\n  \n  Emma Watson\n  \n  Rupert Grint\n  \n  ⚡️\n  ","860198":"\n  I concur.\n  ","860199":"\n  Unmatching af\n  ","860200":"\n  I haven’t seen any that really scared me. I’m a horror buff though so I watch a bunch of scary movies. 🤷🏽‍♀️ I do love Silence of the Lambs and Insidious!\n  ","860201":"\n  Chill. You?\n  ","860202":"\n  Yes. I actually cut out many and was down to 2 friends because of depression that I’ve only showed only 1 friend.. I’m pretty sure if I asked anyone else, they wouldn’t believe I had it.\n  ","860203":"\n  No idea have not tried it. I use my car to drive 😉\n  ","860204":"\n  My birthday is on 4\/20 so I’m on the cusp of Taurus & Aries.\n  ","860205":"\n  My ass 🤷🏽‍♀️✌🏽\n  \n  My tattoos\n  \n  My dreads\n  ","860206":"\n  Get my family finally in a tiny home!!\n  ","860207":"\n  Finding out I was pregnant last year. Hands down the most excited I have ever been so far.\n  ","860208":"\n  My back would have an olive tree on it... so it would kind of be a cover up of the Mayan Calendar I have back there.\n  ","860209":"\n  Truth\n  ","860210":"\n  Making phone calls 😬\n  ","860211":"\n  Can I get some of that gold? The struggle is real.\n  ","860212":"\n  \"When one person suffers from a delusion it is called insanity; when many people suffer from a delusion it is called religion.\"\n  ","860213":"\n  Atari 👾\n  ","860214":"\n  This house.\n  ","860215":"\n  Nahhhhh that’s my limit or I’d explode 😂\n  ","860216":"\n  As people age, their interests change. Just part of life to lose\/change certain interests whether it be in relationships, favorites, dreams, etc.\n  ","860217":"\n  Christmas Hallmark movies. They are so predictable and the acting is sometimes really terrible.. but I’m a sucker for people falling in love!\n  ","860218":"\n  I really like The Proposal.\n  ","860219":"\n  Luxurious ✌🏽\n  ","860220":"\n  Oh totally! I’m actually planning to do that next summer!\n  ","860221":"\n  All my fans going and Hellboy II in the background 🙂\n  ","860222":"\n  I have dreads. No one cuts my hair :)\n  ","860223":"\n  Bologna. Cause I’m full of it.\n  ","860224":"\n  Deactivating all my other social media accounts temporarily.\n  ","860225":"\n  I’ll try my hardest!! lol\n  ","860226":"\n  Float up to somewhere high up for a while for some damn peace & quiet 😂\n  ","860227":"\n  Sure! As long as we can either talk about our differences without getting hyphy or try to avoid certain topics, I’d say yeah.\n  ","860228":"\n  The only anime I can stand.\n  ","860229":"\n  Instagram was huge for me ( and has it’s good days). And then actually ASKfm was pretty addicting for a while, but not being “popular” I don’t get asked a bunch of questions and I’m tired of asking the apps default questions lol so it’s not that fun for me most of the time. So no apps really 🙂\n  ","860230":"\n  It’s super cliche but “I’m fine” - Usually I’m extremely honest about how I’m feeling but now I just feel like I’m complaining to people every time I’m in a dark place 🤷🏽‍♀️ so no more. It’s “I’m fine” from now on. I can deal with my own shit 😜\n  ","860231":"\n  Cooked carrots 🤢🤢🤢\n  ","860232":"\n  God no. I’m ready to retire!! 😂\n  ","860233":"\n  3\n  ","860234":"\n  Horror. Sometimes comedy.\n  ","860235":"\n  Oh no no. That’s okay.\n  ","860236":"\n  I do 😍🤩😍\n  ","860237":"\n  Switchez\n  ","860238":"\n  Yo\n  ","860239":"\n  IF ANYONE IS RICH AND IS LOOKING TO DONATE TO A BROKE ASS BITCH, LEMME KNOW!! I AM THE BROKE ASS BITCH!! Thank you. 🙂\n  ","860240":"\n  Oh jeez. Well I met him when I was 14 going on 15. We were together almost 5 years. We fought all the time and were that ridiculous on again off again couple... but if you had asked me then, I would’ve told you that we were going to get married. I was for sure for sure. He had brown curly hair and a temper. He was obsessed with fishing which I loved\/hated it... depending on the weather lol but ultimately a chick in my class showed me a picture of him doing a friend on mine on a lawn chair at a party and we ended it. He ended up dating that chick after me for a while. Haven’t thought about him in a while, but I’m over all the hatred I had for him. Just not worth the energy :)\n  ","860241":"\n  No\n  ","860242":"\n  My mom would have named me Dante.\n  ","860243":"\n  Depends on if the ones who opposed it was speaking truth.. then I might bow out. But not if I’m passionate about it.\n  ","860244":"\n  Lavender. Really any floral scent.\n  \n  Instant headache.\n  ","860245":"\n  When you see the food you ordered coming out to you 😍\n  ","860246":"\n  Nectarine\n  ","860247":"\n  Ain’t That Some Shit\n  ","860248":"\n  My preschool book said nurse and professional Lego builder. So 🤷🏽‍♀️🤷🏽‍♀️🤷🏽‍♀️\n  ","860249":"\n  Cartoon Network\n  ","860250":"\n  How shitty life has been currently. Gotta laugh, man 🤷🏽‍♀️\n  ","860251":"\n  Never been in a book club, but my grandma has and she didn’t go back because apparently they didn’t talk about the book at all. Just gossip. If you’re gonna join a book club, make sure it’s about books. Unless you like the gossip....\n  ","860252":"\n  When I was skinny.. bikini all the way! But since having my son, I have a bit of a belly, so one piece now!\n  ","860253":"\n  Yikes. Ummm at least they aren’t nudies 🤷🏽‍♀️🤷🏽‍♀️ I’m not the most helpful person.\n  ","860254":"\n  I know the popular answer is vampire because of Twilight 🙄 but I want to be a vampire because of Interview with a Vampire! I think werewolf hair would be too much to manage and my hair is already hard to manage..\n  ","860255":"\n  Actually not a huge video game fan 🤷🏽‍♀️ especially having a child, he takes all my attention. But I do have Atari & Ms. Pac-Man 👾\n  ","860256":"\n  I think I was just born annoyed 😂 but I’m getting better!\n  ","860257":"\n  👍🏽\n  ","860258":"\n  Nope\n  ","860259":"\n  “Yikes”\n  ","860260":"\n  Got a car & visited old friends.\n  ","860261":"\n  Getting dressed for the day 👚👖\n  ","860262":"\n  I don’t.\n  ","860263":"\n  Even though I would love to see my future and what I have in store, I feel like the choices that I make everyday affect my future constantly, so I wouldn’t want to see a possible false future because of choices I haven’t made yet.... if that makes sense. I’d go back to the past to see relatives who are no longer living.\n  ","860264":"\n  Relationship wise... 3.\n  ","860265":"\n  Kim gets a lot of hate.... but hell not would I ever be Kanye 😂 I don’t even care. I’ll be a Kardashian... and I’d love it too! I’d buy all the stuff and then have it shipped to my *new* house (that I bought for myself) in the name of charity!!!! lol\n  ","860266":"\n  I have no idea what that means.\n  ","860267":"\n  Amazon has a program to get online cash.\n  \n  You could also be naked model 🤷🏽‍♀️\n  ","860268":"\n  My son, last night, enjoying the fireworks.\n  ","860269":"\n  Working for free. It’s called parenting. But I’m also getting bored at home.... considering I hate chores so I am applying for jobs to get out the house!!\n  ","860270":"\n  This year I’ve been wearing leopard print flippity flops religiously.\n  ","860271":"\n  HP⚡️ marathon.\n  ","860272":"\n  💵\n  ","860273":"\n  Idk idc 🤷🏽‍♀️\n  ","860274":"\n  Being in a room (any room) by myself.\n  ","860275":"\n  Extremely Average Since 1993\n  ","860276":"\n  Trying to get cool on this hot day!\n  ","860277":"\n  Taller! If I was 3 in shorter I’d legally be considered a little person.\n  ","860278":"\n  I Am Woman -Jordin Sparks\n  ","860279":"\n  Every person on this planet has a responsibility to make a difference. This is why our planet is going to shit because people don’t care about our world or the people (besides themselves) in it. It’s pathetic. If there was another planet I could move to, to get away from the selfish bullshit I witness everyday, I would leave ASAP.\n  ","860280":"\n  I don’t expect anything. I’m just here to live my life lol\n  ","860281":"\n  Black Mirror, Young & Hungry, Sherlock, Evil Genius, iZombie, Bob Ross, Nailed It, Ultimate Beastmaster, Grace & Frankie, Zumbo’s Just Desserts, Santa Clarita Diet, Tau, Bill Nye Saves the World, Disjointed, interview with a Vampire.\n  \n  etc etc etc etc etc\n  \n  I’m a stay at home mom so I have a lot more titles in mind 😂\n  ","860282":"\n  I cried this morning over accidentally leaving 2 1\/2 cups of milk out overnight.\n  ","860283":"\n  Halloween aka my 3 year anniversary!!\n  ","860284":"\n  Float tf away 😂\n  ","860285":"\n  Good afternoon!\n  ","860286":"\n  Nope\n  ","860287":"\n  If Kansas is a band, I’ve never heard of it 🤷🏽‍♀️ but I’ll check it out.\n  ","860288":"\n  I don’t know, I’m not in Yemen.\n  ","860289":"\n  I used to draw a lot. Mostly cartoons or fictional movie characters.\n  ","860290":"\n  Who doesn’t?? 🤤🍕 I used to love any pizza with more than 3 meats on it... then I really liked the margarita pizza (thin crust) with basil leaves and no cheese... now I currently like plain cheese with cheese stuffed crust.\n  ","860291":"\n  About?\n  ","860292":"\n  A lot\n  ","860293":"\n  Maybe for about a month now\n  ","860294":"\n  I believe in a lot of superstitions actually, but I keep those to myself.\n  ","860295":"\n  An abandoned jail in Mexico.\n  ","860296":"\n  I mean sure, why not. I’m too boring though 😂 and I don’t have the “look” or the money to create one 🤷🏽‍♀️\n  ","860297":"\n  Only about 5 in the summer :(\n  ","860298":"\n  If you dream it you can do it!\n  ","860299":"\n  🙄😂😭😩\n  ","860300":"\n  Indian\n  ","860301":"\n  Um no. If I get accused of something I didn’t do, imma be hella overreacting! Like, no the fuck I did not do it! I hate being accused of shit I didn’t do. The hyphy attitude isn’t because I’m guilty, it’s because I’m pissed that I was brought into the situation, period.\n  ","860302":"\n  Well I don’t like the snow...and that’s all the mountains in my area have.. so imma go with the beach!\n  ","860303":"\n  Sometimes it’s hard to for people to admit that they were wrong. What’s easier for some is not easy for others.\n  ","860304":"\n  Yes but I have no idea what mine is!\n  ","860305":"\n  🥩 🍚\n  ","860306":"\n  Any 🤷🏽‍♀️\n  ","860307":"\n  A lie\n  ","860308":"\n  I’ve never been religious... so I haven’t even opened a bible.\n  ","860309":"\n  Self defense, hatred, jealousy, war, “for fun” unfortunately, etc etc etc etc etc.......\n  ","860310":"\n  It’s mine 😊\n  ","860311":"\n  It’s a hard middle between country and metal.\n  ","860312":"\n  Every single word that has “silent letters.” I mean......\n  ","860313":"\n  When the hospital confirmed my pregnancy last year. I have never been so excited for something in my life.\n  ","860314":"\n  Money. I got bills to pay!!!!\n  ","860315":"\n  How people view me and other people’s lives\n  ","860316":"\n  Ring of Fire\n  ","860317":"\n  Sax\n  ","860318":"\n  Gwen Stefani\n  ","860319":"\n  Incredibles 2\n  ","860320":"\n  Can I say neither? I like pickles, just not in burgers.\n  ","860321":"\n  Olive Garden leftovers 🤤\n  ","860322":"\n  People have favorite lies?? I must be behind.\n  ","860323":"\n  “Gute nacht gute nacht, du schwarze katze.” My ain’t used to say it to me before bed.\n  ","860324":"\n  Sprees (chewy) Candy\n  ","860325":"\n  Seattle\n  ","860326":"\n  I made my son a Harry Potter themed cake for his first birthday yesterday (the 2nd)\n  ","860327":"\n  Fox & The Hound, onions, pms, etc.\n  ","860328":"\n  A house\n  ","860329":"\n  I wouldn’t say scandalous... maybe tacky 🙂\n  ","860330":"\n  12 years total\n  ","860331":"\n  Definitely regular money. I WANNA FEEL IT 👌🏽\n  ","860332":"\n  Thursday.\n  \n  Because, happy hour downtown.\n  ","860333":"\n  If I’m ever down\/stressed out, I always remind myself that there are people out there who have much worse problems than me and I should be happy that I’m so lucky to have the things that I do.\n  ","860334":"\n  I used to have an online business selling my art once upon a time.\n  ","860335":"\n  Uh.. where\n  ","860336":"\n  Full time\n  ","860337":"\n  I loooove mochas. Hot or iced.\n  ","860338":"\n  Answer most definitely. Asking is pretty fun sometimes though.\n  ","860339":"\n  Be completely debt free (student loans, etc.) 🤞🏽🤞🏽🤞🏽\n  ","860340":"\n  That NASA study where participants stay in bed for a few months. I would’ve been great at that.\n  ","860341":"\n  Cactus\n  ","860342":"\n  BREAD 🍞\n  \n  melted cheese 🧀\n  \n  roast beef 🥩\n  \n  doritos 🔺\n  \n  ham 🐽\n  \n  miracle whip🖱\n  \n  melted cheese 🧀\n  \n  BREAD 🍞\n  \n  In that order!!\n  ","860343":"\n  🎄 Christmas time I had the best times before I turned 14 when I started to get in on the family drama and my opinion of them changed.\n  \n  🎃I’ve had a great Halloween every year besides 1... I think I was in high school?\n  ","860344":"\n  Double chocolate fudge. I was such a mess..\n  ","860345":"\n  I put my cake in too long by accident and I had to throw it out and make another one 😩 all those wasted ingredients.... it physically hurts.. it does.\n  ","860346":"\n  I do not\n  ","860347":"\n  A Whiff of Collin....\n  ","860348":"\n  How awkward I am in almost every situation.\n  ","860349":"\n  Raspberry iced tea\n  ","860350":"\n  I have leopard print flips on.\n  ","860351":"\n  Well before I had my son, I was only 88 pounds, so I have experience with wind and being “blown away” so I’d choose that one 👍🏽\n  ","860352":"\n  Nutella 🤢🤮\n  ","860353":"\n  Knock knock\n  \n  Who’s there\n  \n  Dwain\n  \n  Dwain who?\n  \n  Dwain the bathtub I’m dwownin’!\n  \n  My mom used to tell me that joke all the time and I thought it was so stupid, and now I think it’s still stupid, but funny stupid!\n  ","860354":"\n  Ice tea!\n  ","860355":"\n  The Puppy Dog Pals theme song... my son can’t sleep 🤷🏽‍♀️\n  ","860356":"\n  A leopard print pineapple.\n  ","860357":"\n  “Moist”\n  \n  and\n  \n  “Teamwork makes the dream work.”\n  ","860358":"\n  Watch Rhett & Link. I know that it’s called Good Mythical Morning... but I watch them before I go to bed. It’s a night time ritual.\n  ","860359":"\n  I lived Tarzan style. That was amazing.\n  ","860360":"\n  Maroon\n  ","860361":"\n  They’re happening everyday.\n  ","860362":"\n  Autumn sunset\n  ","860363":"\n  It varies 🤷🏽‍♀️\n  ","860364":"\n  I don’t study anymore, but when I was going to school, I got motivated by thinking of who I was doing it for (for me\/future, my future kids) and that really helped me. I mean I still dropped out of school, but I eventually got my degree. lol\n  ","860365":"\n  Nope! They’re all a little too silly for my taste.\n  ","860366":"\n  That would be me.\n  ","860367":"\n  Men.\n  ","860368":"\n  This is not really a “one thing” it’s more a “one interest area thing” and that’s odd things. If I see something out of the ordinary, something you wouldn’t usually see in people’s homes, I need it. I unfortunately missed out on a Subway table at Goodwill a few years back... it was only $20 and I didn’t get it in time and I’ve literally thought about that table everyday since. It physically wrecks me to know that someone has that rad table from Subway and I  had it myself. But *almost doesn’t count* in my best Brandy impersonation.\n  ","860369":"\n  Not in school anymore, but I loved English. So much so that I took AP.\n  ","860370":"\n  Depends on who you talk to.. but I’m sure that’s with anyone.\n  ","860371":"\n  The Westin.\n  ","860372":"\n  Cauliflower\n  ","860373":"\n  My son\n  ","860374":"\n  Complaining\n  ","860375":"\n  It’s between Russian Cream and Flan 🍮\n  ","860376":"\n  Oh totally. There are endless things to be discovered.\n  ","860377":"\n  My aunt, hands down.\n  ","860378":"\n  I take showers... that’s the most I’ll do in the water 😂 I have floated down a river before but... no. Not for me.\n  ","860379":"\n  My honey 💕\n  ","860380":"\n  lol no\n  ","860381":"\n  Well I’d say annoying but I was once one of those people.... so yeah still annoying 🤷🏽‍♀️\n  ","860382":"\n  Yeah I think. They’re interesting to read!\n  ","860383":"\n  Absolutely nothing because I have no talent.\n  ","860384":"\n  Sometimes milk chocolate and “fun sized”\n  ","860385":"\n  “I like you”\n  ","860386":"\n  I was in middle school and it was a super slow fatass Dell. Dial up was alright cause I had Paint and Pinball to hold me over 🤷🏽‍♀️\n  ","860387":"\n  Yikes, well if you aren’t a snake, we cool.\n  ","860388":"\n  Yes and no. But mostly yes.\n  ","860389":"\n  Let a boyfriend\/girlfriend stay over night.\n  \n  Nope nope nopety nope!\n  \n  The 16 year old in me is like,\n  \n  “Omg why are you so uncool now.”\n  \n  But the adult in me is like,\n  \n  “Because I’m a parent now, but I’ll explain it to you when your older... shouldn’t you be in bed by now?!”\n  ","860390":"\n  Please\n  \n  Thank you\n  \n  Abracadabra\n  ","860391":"\n  Baseball\n  ","860392":"\n  English\n  ","860393":"\n  Light up skate shoes!\n  ","860394":"\n  You are not invincible.\n  ","860395":"\n  Napping!\n  ","860396":"\n  Good Mythical Morning\n  \n  &\n  \n  grav3yardgirl\n  \n  are my top 2.\n  ","860397":"\n  Rugby maybe? Unless there’s a more brutal sport out there..\n  ","860398":"\n  That’s a good ass question... cause I just read some creepy facts about space and found out that the vast nothingness is NOT for me.\n  ","860399":"\n  2015\n  ","860400":"\n  Like my first ever? Yes. That was the day that I came home from preschool, excited to tell the first dog I ever had how my day went and my grandma had given it away while I was gone. Aw memories.\n  ","860401":"\n  Unfortunately, I have.\n  ","860402":"\n  Grey with red trim 😊\n  ","860403":"\n  lol no.\n  ","860404":"\n  Well my mom was a single parent so I’ve been with her and she’s my best friend. But I recently reconnected with my dad and I feel like if he had stuck around I would’ve been a daddy’s girl.\n  ","860405":"\n  It’s not a line, it’s Petunia’s whole rant at Harry in the first movie when he finds out that he’s a wizard. I love reciting it when it comes on. “Of course we knew! How could you not be? My perfect sister being what she was? My mother and father were so proud the day she got her letter. \"We have a witch in the family. Isn't it wonderful?\" I was the only one who saw her for what she was: a freak! And then she met that Potter, and she had you, and I knew you'd be the same. Just as strange, just as... abnormal. And then, if you please, she went and got herself blown up and we got landed with you!”\n  ","860406":"\n  Depends if it’s fake or not.\n  ","860407":"\n  Deal with what exactly?\n  ","860408":"\n  Little Nicky!\n  ","860409":"\n  Humor humor humor humor humor!!\n  ","860410":"\n  I was in the same position at my old job... and I say to you... get out!! If it’s toxic now, it’s only going to get worse from here! Trust someone who overstayed her welcome at a toxic job.\n  ","860411":"\n  I would have the power to make my enemies feel like they’re going to sneeze constantly but never do. I would be such an annoying super villain 😂\n  ","860412":"\n  Who pours cereal first?? 🙅🏽‍♀️\n  ","860413":"\n  WARNING: SENSITIVE, FRAGILE, & SOMETIMES AN OVERDRAMATIC BITCH\n  ","860414":"\n  Either loaded baked potato, sour cream and onion or cheddar cheese and sour cream.\n  ","860415":"\n  72\n  ","860416":"\n  My mom! She gave me some awesome Grease styled pants! They are electrifying.\n  ","860417":"\n  “Why are you destroying everything?”\n  ","860418":"\n  Well I LIKED slowly waking up on my own (no alarm) and then check my phone a little, maybe go back to sleep for a bit and then stare at the ceiling planning my day... slowly getting up and having a nice big breakfast while watching Friends. After that, getting stoned in a hot shower. However, that was before I had a child. Now I wake up to soggy diaper butt in my face. As far as breakfast goes, I’ll grab a granola bar or something... maybe I’ll get a shower that night. But it’s okay, he’s cute so he can get away with it.\n  ","860419":"\n  The Best You Ever Had by John Legand\n  ","860420":"\n  I grew up on a farm on a dead end road. My whole childhood was amazing.\n  ","860421":"\n  You can usually see if there are any red flags fairly early in the relationship.... never brush those aside!!\n  ","860422":"\n  If so, my wish is LATE\n  ","860423":"\n  Homelessness\n  ","860424":"\n  Very 😍\n  ","860425":"\n  Move into a mansion, stock up on as much food as I can find and chill 🤷🏽‍♀️\n  ","860426":"\n  No\n  ","860427":"\n  Luxurious... I mean my Instagram name has the word luxurious in it... so that’s what I neeeed.\n  ","860428":"\n  Nah. I just read some unsettling facts about space and... I’m all good on that 👍🏽\n  ","860429":"\n  Verizon flip phone. I loved that thing so much. My ex and I had the same phone, color and everything.... we were so cool 😂\n  ","860430":"\n  Grey\n  ","860431":"\n  God no\n  ","860432":"\n  5 feet exactly\n  ","860433":"\n  Probably a Blackstreet song\n  ","860434":"\n  Google it.\n  ","860435":"\n  My most liked pic on Instagram.. when I was thin & single 😂\n  ","860436":"\n  Either mango or nectarine. Cannot decide.\n  ","860437":"\n  The truck I used to have. That shit was brand new and painfully expensive 😩 my bank account was screaming.\n  ","860438":"\n  Yes! If only I could walk in them🤷🏽‍♀️\n  ","860439":"\n  After I paid my bills, I’d put the remaining $100,000 in the bank.\n  ","860440":"\n  OTR Tour - my life was given to me that day 👏🏽😩\n  ","860441":"\n  2 weeks ago and it was a fox\n  ","860442":"\n  Not in school anymore but I never fell asleep when I was in class.\n  ","860443":"\n  That I’m not going to be able to protect my son forever. That absolutely terrifies me.\n  ","860444":"\n  I think oatmeal raisin cookies are delicious. Do not come for me.\n  ","860445":"\n  Abroad 🇮🇹\n  ","860446":"\n  Probably something more important.\n  ","860447":"\n  Ones from middle school, one I accidentally on purpose stole when I was in high school and the rest are garage sales.\n  ","860448":"\n  The farm\n  ","860449":"\n  iPad 🙂\n  ","860450":"\n  Black Panther\n  ","860451":"\n  Mashed potatoes & gravy 😩🙌🏽🥔\n  ","860452":"\n  “Literally”\n  ","860453":"\n  I don’t remember it actually. Not sure who my first kiss was 🤷🏽‍♀️ not that I kissed a lot of people... I guess the kiss and the man weren’t that memorable 🤷🏽‍♀️🤷🏽‍♀️🤷🏽‍♀️\n  ","860454":"\n  Literally nothing. Cannot wait until I’m older.\n  ","860455":"\n  I once dreamt that I got up and flew from the living room to the front door in my old house when I was younger... but I would always crash into the door because I couldn’t slow down. It was a reoccurring dream until I moved out of the house. I’d have that dream at least a few times I month.\n  ","860456":"\n  “What the fuck?”\n  ","860457":"\n  You can’t force people to change if they aren’t willing to do it for themselves.\n  ","860458":"\n  Politics\n  ","860459":"\n  Boxer briefs and a tank top.\n  ","860460":"\n  Definitely taken. Like, legally.\n  ","860461":"\n  Well considering my great aunt lived till 105, I’d have to say 105 years old.\n  ","860462":"\n  Pretty to look at... but I hate it.\n  ","860463":"\n  Yes\n  ","860464":"\n  Candyland\n  ","860465":"\n  Son, husband & brother.\n  ","860466":"\n  Not at all\n  ","860467":"\n  I count it 🙋🏽‍♀️\n  ","860468":"\n  The sport of parenting.\n  ","860469":"\n  Being stubborn, attitude & anxiety.\n  ","860470":"\n  Lemonade\n  ","860471":"\n  Hell no. I’m not trying to see robots take over or the world go to shit because people in power can’t get along and are trigger happy or a world imploding. No thank you. If I could be immortal on a better planet, then sure, why not.\n  ","860472":"\n  I’d probably live a happier life tbh\n  ","860473":"\n  lol nooo\n  ","860474":"\n  Sunny today yes. But usually it’s grey 🤷🏽‍♀️\n  ","860475":"\n  I refuse to share it.\n  ","860476":"\n  I have an addiction to collecting bottle caps and I have so many but I just can’t stop.\n  ","860477":"\n  Tom Cruise. Cannot stand the man. The only thing he was good in was Interview With The Vampire.\n  ","860478":"\n  2 days with my old best friend. We were next door neighbors but he was grounded in his house and couldn’t go outside... and I had just moved there so I didn’t know anyone but him... so we stayed on the phone for 2 days straight. We would fall asleep on the phone and everything. If that’s not dedication to a friendship, idk what is 😂\n  ","860479":"\n  Libby or Ollie\n  ","860480":"\n  My presence.\n  ","860481":"\n  Summer. The only warm pleasant time where I live.. if I lived in a naturally warmer climate however, I think that I’d really like fall.\n  ","860482":"\n  My husband. And not only because he’s my husband.... but because he literally can do anything and I know I’d survive!\n  ","860483":"\n  White\n  ","860484":"\n  Wha?\n  ","860485":"\n  That’s gonna be a no, governor.\n  ","860486":"\n  Olive tree\n  ","860487":"\n  “Oi, love again.”\n  ","860488":"\n  lol that question doesn’t apply to me anymore\n  ","860489":"\n  I had orange crush for breakfast.\n  ","860490":"\n  “All your bills have been paid for a year!” 😩\n  \n  Wishful thinking.\n  ","860491":"\n  Getting ready to move\n  ","860492":"\n  No. If you want it, go get it.\n  ","860493":"\n  Yikes.\n  ","860494":"\n  Me\n  ","860495":"\n  A Whiff of Collin\n  ","860496":"\n  🚗🌆📱🚺🍔🍟🥤👪\n  ","860497":"\n  Two people I met on the internet (who I’ve never met in person because they’re in different states) I’ve become good friends with! We’ve followed one another throughout different social media’s and it’s really cool.\n  ","860498":"\n  Instagram. I don’t even have a Facebook.\n  ","860499":"\n  Bunny\n  ","860500":"\n  Getting bills paid.\n  ","860501":"\n  The first 3 Harry Potter’s\n  ","860502":"\n  French Cafe on Pandora.\n  ","860503":"\n  When I have to repeat myself.\n  ","860504":"\n  Doogh. I gagged while writing the word.\n  ","860505":"\n  My presence.\n  ","860506":"\n  🐈\n  ","860507":"\n  Cactus water. Smells like apples, tastes like disappointment.\n  ","860508":"\n  “I’m an adult, I don’t have to.”\n  ","860509":"\n  Ice JJ Fish\n  ","860510":"\n  Married\n  ","860511":"\n  I have a 23oz can of formula and my wallet in my purse. That’s it.\n  ","860512":"\n  Away\n  ","860513":"\n  Yes. Penny Lane.\n  ","860514":"\n  Yes\n  ","860515":"\n  The dark side of Reddit.\n  ","860516":"\n  25\n  ","860517":"\n  Doin alright\n  ","860518":"\n  What up fam\n  ","860519":"\n  What even is this question?\n  ","860520":"\n  Actually yes, some of it. I applaud people who can forgive and forget because that is not who I am.\n  ","860521":"\n  Money. I got bills to pay!\n  ","860522":"\n  Nectarine.\n  ","860523":"\n  Like my aunt used to say. “El Cheapo”\n  ","860524":"\n  All of it 🤷🏽‍♀️\n  ","860525":"\n  I’m not a good judge of that lol but I love\n  \n  All Harry Potter (of course)\n  \n  Phantom of the Opera\n  \n  Dirty Dancing: Havana Nights\n  \n  &\n  \n  The Silence of the Lambs\n  ","860526":"\n  Definitely Michael\n  ","860527":"\n  I trust my friends. Pretty sure I know my friends, but I don’t need to be up their business all the time. I do like being around my friends.\n  ","860528":"\n  I don’t have one. My favorite group however is Blackstreet.\n  ","860529":"\n  People leaving me alone so I can have a quiet nap in my amazing bed.\n  ","860530":"\n  Dey hungry brah\n  ","860531":"\n  Yes. That was the day that my grandmother got rid of the first dog I ever had when I was gone.\n  "}}