{"Question":{"864820":"\n   Do you wanna build a snowman? It doesn't have to be a snowman...\n  ","864821":"\n   How’s your Mental Health?\n  ","864822":"\n   Do you watch Big Brother?\n  ","864823":"\n   Ribs. Yay or nay?\n  ","864824":"\n   are you always the one to reach out to friends first?\n  ","864825":"\n   Sending questions in a little while. stupid allergies got the best of me atm.\n  ","864826":"\n   When did you become interested in video games?\n  ","864827":"\n   What is the silliest thing you have heard people say about you?\n  ","864828":"\n   Ever done a morally ambiguous (maybe even a crime?) thing that you don’t regret?\n  ","864829":"\n   What’s your favourite book turned into movie\/tv adaptation?\n  ","864830":"\n   movies have been getting worse and star wars still made money, if people keep buying bad products this kind of stuff will happen. tho the video game industry isn't full of liars just yet lol, i believe they care about what they make. maybe it was rushed? Anyway, hope at least the story wasgood\n  ","864831":"\n   it has noticable flaws, so i've heard. and yes they are entitled cuz the hyped up a product and told others to \"preorder.\" Not saying you did, but yeah. i always thought preordering something that doesnt exist to be funny =D.\n  ","864832":"\n   What’s something you want that seems out of reach?\n  ","864833":"\n   What’s your relationship status?\n  ","864834":"\n   How can you be motivated?\n  ","864835":"\n   What “Old Person” things do you do?\n  ","864836":"\n   If you had the chance to win 1 million what would you do with the money?\n  ","864837":"\n   Do you have a nickname?\n  ","864838":"\n   Do you watch Battle Rap?\n  ","864839":"\n   Cute smile\n  ","864840":"\n   That sounds like fun. My older sister works at the hospital in NY as a nurse.\n  ","864841":"\n   How old do you have to be to work at Subway?\n  ","864842":"\n   All questions has been answered.\n  ","864843":"\n   Whats your opinion on weed?\n  ","864844":"\n   Where is the coolest place to live in your opinion?\n  ","864845":"\n   Do you believe in love at first sight? Why or why not?\n  ","864846":"\n   How often do you recognize your mistakes?\n  ","864847":"\n   Have you ever been gaslighted?\n  ","864848":"\n   What is on your Christmas wish list?\n  ","864849":"\n   How often do you go out to a movie theater\n  ","864850":"\n   Is there anything you're uncertain about at the moment?\n  ","864851":"\n   Thoughts on flies..............\n  ","864852":"\n   I hope everyone has an amazing Wednesday 😆😁🥳☺️\n  ","864853":"\n   Are You Single As A Pringle🥔 or Taken Like Bacon🥓?\n  ","864854":"\n   Favorite meal to cook?\n  ","864855":"\n   The type of shoe you have the most of in your closet?👠👟👢👡\n  ","864856":"\n   Walmart or target?\n  ","864857":"\n   What’s something you always forget on your way out?\n  ","864858":"\n   Are you worried about the new year approaching?\n  ","864859":"\n   What's your favorite type of coffee?\n  ","864860":"\n   Do you like Christmas lights\n  ","864861":"\n   What are your go-to stores when you’re at the mall?\n  ","864862":"\n   What's an underrated series that you enjoy that you think more people should watch?\n  ","864863":"\n   what did you do during quarantine?\n  ","864864":"\n   what is the perfect weather for you? ☀️⛅️🌦🌧⛈🌩🌨\n  ","864865":"\n   Describe your overall personality?\n  ","864866":"\n   How often do you think about your future?\n  ","864867":"\n   Tomorrow is my Birthday I turn 55 and I have nothing really to show for it marriage work kids stay home mom. Who else is 55 and what are you doing in your lives right now? I had my midlife crisis when I was 35.\n  ","864868":"\n   Do you feel truly loved?\n  ","864869":"\n   any hobbies?? ✨⭐️✨\n  ","864870":"\n   Which celebrity would you smash, marry, or kill?\n  ","864871":"\n   Is there anyone you know that you try to avoid running into?\n  ","864872":"\n   What is the luckiest experience you've had?\n  ","864873":"\n   If you get questions from me, you don’t have to answer. I’m not the real Harry Styles. I’m just a roleplay account for him. Hope you guys have a good day and remember to Treat People with Kindness. Lots of love xx\n  ","864874":"\n   Will a double quarter pounder with cheese, large fries, and a large hi c orange lava-burst drink from McDonald's make me very full?\n  ","864875":"\n   Do you like roller coasters?\n  ","864876":"\n   How open are you to making new friends?\n  ","864877":"\n   great\n  ","864878":"\n   What’s your favorite christmas movie? 🎄\n  ","864879":"\n   How is everyone doing?\n  ","864880":"\n   What is a good gift to get a loved one?\n  ","864881":"\n   I’m online today ask me stuff to keep my mind off of my horrible panic attack lastnight <33 🥺✨\n  ","864882":"\n   What does it look like outside your house right not?\n  ","864883":"\n   Do you hate getting spam emails?\n  ","864884":"\n   COME ASK ME SOME QUESTIONS WHAT YALL WANNA KNW ETC IM BORED\n!!!!!!!!!!!!!!!!!!!...............\n  ","864885":"\n   Whats a goal you want to achieve but seems too risky?\n  ","864886":"\n   Be careful with covid dear\n  ","864887":"\n   Do you know how to read and write cursive?\n  ","864888":"\n   How do you deal with weird questions on here?\n  ","864889":"\n   do you work or study? if yes, what do you work as and\/or what do you study?\n  ","864890":"\n   do you prefer warm or cool tones?\n  ","864891":"\n   what do you drink the most throughout the day?\n  ","864892":"\n   Do you have a favorite stuffed animal?\n  ","864893":"\n   do you believe in other life forms out there? 👽\n  ","864894":"\n   Red velvet cake or Spice cake?\n  ","864895":"\n   What is a good way to get your attention?🤔💛\n  ","864896":"\n   What's your favorite thing to order at McDonald's?\n  ","864897":"\n   What do u need more of today?\n  ","864898":"\n   Heyy guys \n\nI hope this virus will be over soon  😒😒😒 what about you guys ?🙂\n  ","864899":"\n   Do you believe in pure evil?\n  ","864900":"\n   Hi\n  ","864901":"\n   pie or cake? what kinds?\n  ","864902":"\n   Pap or gif of cute animals if you want😊\n  ","864903":"\n   How many Christmas gifts do you still have to buy?\n  ","864904":"\n   What is your favorite flavor of chocolate?\n  ","864905":"\n   Whats your favorite game to play?\n  ","864906":"\n   What is the most popular lie, people tell to each other?\n  ","864907":"\n   Do you help your parents out; even if you dont get paid for it?\n  ","864908":"\n   Why do people react so idioticlly when someone asks a question? It's like you really got to get defensive or disrespectful? You cant answer like a normal human being! Geez!\n  ","864909":"\n   Do you believe in good and bad luck?\n  ","864910":"\n   What's your favorite jewel?\n  ","864911":"\n   Who pulls their shirt over the head to be more funny and silly, boys or girls?\n  ","864912":"\n   Would you rather have the ability to always pick out the perfect gift for your partner or have them always be able to pick out the perfect gift for you?\n  ","864913":"\n   What would your life be like if you were living in the 1920’s? 📻\n  ","864914":"\n   Would you want to own an aquarium? If you had an unlimited budget, what kind of animals would you want to have in it? 🐚🐠🐡Would said aquarium be based on a certain biome or have any themed decorations inside of it? 🏝🗽🗼\n  ","864915":"\n   How’s life folksss? 👀\n  ","864916":"\n   How do you hope you'll change as a person in the future? Why? 👍 🙃\n  ","864917":"\n   As a child what did you think would be awesome about being an adult but turn out to not be so great?\n  ","864918":"\n   Do you know how to eat with chopsticks? Are you any good at it? 🍜 Maybe you have some tips for someone like me who sucks at it? 😂\n  ","864919":"\n   What do you do when your neighbours make a lot of noise? 🙉 😣 Do you try to be mindful of those who live in the same neighbourhood \/ building as you? 🏡🏢\n  ","864920":"\n   Is there a right way or time to reveal an uncomfortable truth?\n  ","864921":"\n   Will only answer questions to non anon's for now. I know I know, but when you have 450+ and most come from shout outs, you have to do something.\n  ","864922":"\n   Are you good with plants? Do you have a green thum when it comes to gardening? 🌱\n  ","864923":"\n   Are you outgoing or shy?\n  ","864924":"\n   Can you right something so deep that it would make me feel something?\n  ","864925":"\n   What are your plans this coming holiday? 🎉\n  ","864926":"\n   What do you consider your greatest strength? Your greatest weakness?\n  ","864927":"\n   Where does happiness come from? Please define what happiness means to you.\n  ","864928":"\n   If you could give a gift to every person in the world, what would it be?\n  ","864929":"\n   Me too for constipation. Worst thing\n  ","864930":"\n   Why is racism circulating around the world? 🙄\n  ","864931":"\n   What about the opposite sex confuses you the most? ♀️♂️\n  ","864932":"\n   What do you think has been the best movie\/series of the year so far? 🎬💕\n  ","864933":"\n   If you could create any fantasy creature, what would it look like? What about name?\n  ","864934":"\n   What’s your favoriteOlympic 🏆 sportto watch?\n  ","864935":"\n   Have you predicted what age will your life ends?\n  ","864936":"\n   Is being rude actually a benefit in some situations?\n  ","864937":"\n   What’s the WORST 🤮 thing you’ve ever eaten?\n  ","864938":"\n   so do i. thanks\n  ","864939":"\n\n    https:\/\/www.youtube.com\/watch?v=lJk5TJx6Hq4\n   \n   Looks like people are disappointed in Cyberpunk 2077, there's also a video saying there was a lawsuit against cyberpunk 2077 lol\n  ","864940":"\n   Merry Christmas. | Feliz Natal a todos. 🎄\n  ","864941":"\n   What your favourite season? Mine is Autumn... Cool nights and slightly warm days. And all those beautiful colours of nature\n  ","864942":"\n   What memory do you just keep going back to?\n  ","864943":"\n   The last 2 games you played have merged together, what is the result?\n  ","864944":"\n   If you could eliminate one thing from your daily routine, what would it be and why?\n  ","864945":"\n   What's your fave movie genre to watch?\n  ","864946":"\n   Do you have any words you like more than others? Maybe the pronunciation? How it’s written? Or the meaning of that word? I do, I’m just wondering if I’m weird or that’s normal 🤷‍♀️😂\n  ","864947":"\n   What's your favorite candy?\n  ","864948":"\n   If you could jump into a swimming pool which was filled with anything you wished, what'd you choose? Why that? 💦\n  ","864949":"\n   What’s the worse thing about your work? If you don’t work what’s the worse chore for you?\n  ","864950":"\n   Do you ever want everyone in the world to hear the song you’re listening to or are you keeping your playlist to yourself?\n  ","864951":"\n   If you do a good deed in order to feel good about it, is it kindness or business? Does it matter either way?\n  ","864952":"\n   Would you rather have to read aloud every word you read or sing everything you say out loud? 📢🎶\n  ","864953":"\n   Why is money important? Can we still go back to the time when money is not that important?\n  ","864954":"\n   What do you find oddly satisfying? 🤔\n  ","864955":"\n   what are the things you wish to accomplish in the last week of december?\n  ","864956":"\n   Have you ever been asked to compromise your morals for a job or opportunity? What was the outcome?\n  ","864957":"\n   At what age did you feel most in control  or satisfied with life? Why?\n  ","864958":"\n   If consciousness is a purely human trait, are we better off for it or does it simply lead to greater problems? [@athenusvena]\n  ","864959":"\n   How do you get motivated during the bad times?\n  ","864960":"\n   If you are a fish, what are you?\n  ","864961":"\n   What’s the real reason the big bad wolf dressed up as grandma?\n  ","864962":"\n   Do you believe in after life?\n  ","864963":"\n   What's the one thing that you'd never say to a crush?\n  ","864964":"\n   • What is your BIGGEST turn on?\n  ","864965":"\n   Thoughts on me?!?! Ready set GO...\n  ","864966":"\n   How do you measure or prove love?\n  ","864967":"\n   Are you certain of your future?\n  ","864968":"\n   What’s something you enjoy doing lately?\n  ","864969":"\n   really?  can i buy this now?\n  ","864970":"\n   That makes sense. Where do you work again? Sorry if I asked before and have just forgotten.\n  ","864971":"\n   Damn that’s a lot. I used to get close to that at my previous company\n  ","864972":"\n   accepted 🥰\n  ","864973":"\n   It’s 7 days before Christmas.. what foods do you like to eat during Christmas time? 🎄\n  ","864974":"\n   I bet so. How many hours you work a week?\n  ","864975":"\n   what is your favorite flavor of coffee? (if you like coffee)\n  ","864976":"\n   Do you believe in horoscope compatibility?\n  ","864977":"\n   Maybe you'll give me your steam name if you're not finding me.? ^^\n  ","864978":"\n   🌹\n  ","864979":"\n   What was your worst haircut 💇‍♀️💇‍♂️ experience?\n  ","864980":"\n   Agree\n  ","864981":"\n   what do you notice first about a person?\n  ","864982":"\n   It's the season of giving! Would you rather be loved or love? 💞\n  ","864983":"\n   WHAT IS YOUR FAVORITE OUTDOOR ACTIVITY?\n  ","864984":"\n   What time do you usually wake up?\n  ","864985":"\n   4k likes and I got my VIP+ badge back woot!\n  ","864986":"\n   Do you know anyone who hates shopping?\n  ","864987":"\n   When was the last time you told your parents that you love them?\n  ","864988":"\n   Would you rather glow bright pink every time you’re attracted to someone or glow bright red every time someone annoys you?\n  ","864989":"\n   That’s good. At least you get some time off.\n  ","864990":"\n   What's the strangest anon question you received?\n  ","864991":"\n   Tienen tantos sabores de pringles donde vives ;_; Aquí sólo las tradicionales, si tengo suerte\n  ","864992":"\n   Thank you. It really is. Plus benefits first day. How’s your job?\n  ","864993":"\n   What secrets do you have that you hide from the world?\n  ","864994":"\n   Have you ever taken the blame for someone in order to protect them?\n  ","864995":"\n   What is one of your favourite scents?\n  ","864996":"\n   If you had to go undercover and create a disguise, and you could use any props or make up, what would you choose\/change?\n  ","864997":"\n   Thanks. I’ll be working in the shipping department at Amazon here In town. $15\/hr and I’ll only work Saturday-Tuesday every week.\n  ","864998":"\n   What is your favorite aspect about nature? 🌲\n  ","864999":"\n   Do you celebrate Christmas? 🎄\n  ","865000":"\n   use google, fumbduck\n  ","865001":"\n   Do you like having candles in your home? What kind? Where and in what way do you usually place them? 🕯\n  ","865002":"\n   Is anyone having issues with this site?\n  ","865003":"\n   Top 3 favorite reality TV shows?\n  ","865004":"\n   How would you explain the word love to someone without using the word \"love\"?\n  ","865005":"\n   If you didn’t set an alarm, what time would your natural body clock get you up? Or would you just over sleep?\n  ","865006":"\n   Finish the lyric: Thursday I don’t care about you, It’s Friday __ __ ____ ?\n  ","865007":"\n   What was the last app you downloaded? 🤔\n  ","865008":"\n   game has many bugs\n  ","865009":"\n   is cyberpunk 2077 going to be recalled?\n  ","865010":"\n   COKE OR PEPSI\n  ","865011":"\n   What does that word mean? I keep seeing people say it and I’m lost?\n  ","865012":"\n   Do you have any kids\n  ","865013":"\n   Have you ever been afraid of Santa Claus?\n  ","865014":"\n   u sound like a simp\n  ","865015":"\n   Are your panties cute today?\n  ","865016":"\n   Night owl 🦉 or early bird? 🐥\n  ","865017":"\n   How has your weekend been?\n  ","865018":"\n   have you ever eaten spinach?\n  ","865019":"\n   Do you like peanut butter?\n  ","865020":"\n   how did you wake up feeling today ? 🌞\n  ","865021":"\n   Do you like junk food\n  ","865022":"\n   Windows or Apple?\n  ","865023":"\n   Would you prefer to have the power to fly or be invisible?\n  ","865024":"\n   You will love this one😆\n   \n    https:\/\/youtu.be\/5k47Jriy8wc\n   \n","865025":"\n   If you had an actual shoulder angel and devil who you interacted with on a daily basis, how would your relationship be with each one of them? 😇😈 How do you think it'd be like to have them standing on your shoulders each time you were going to make a moral decision? Haha\n  ","865026":"\n   Why in most cases, does when a man cheat on a woman, the woman blames the other female? 🤔\n  ","865027":"\n   Batman is my mom and we threw John CENA in a volcano to sacrifice him to BARNEY\n  ","865028":"\n   That’s a long day. I’ll be working 10 hrs starting a week from today.\n  ","865029":"\n   What is the most adventurous thing you have ever done in your life?\n  ","865030":"\n   What makes your heart skip a beat? 💕\n  ","865031":"\n   8th question\n   \n    https:\/\/youtu.be\/TnblPkBgKmQ\n   \n","865032":"\n   WHAT'S YOUR MOST IRRATIONAL FEAR?\n  ","865033":"\n   what’s the toughest decision you made today? 😫\n  ","865034":"\n   Lol. What you up to?\n  ","865035":"\n   Yeeeeeah, sure, nursing friends❤️👩🏼‍⚕️👩🏻‍⚕️\nHave a nice day😍✨\n  ","865036":"\n   Which song can you listen to all day long? 🎶\n  ","865037":"\n   What was your father or mother like at home? How does he or she act different outside of family?\n  ","865038":"\n   What is your favourite Christmas song this is mine\n   \n    https:\/\/youtu.be\/9Pxw-RbdUow\n   \n","865039":"\n   That’s what I meant. My bad. Kansas and up line of states lol.\n  ","865040":"\n   post a cute picture of yourself.\n  ","865041":"\n   Have you heard an unwanted argument? 🙉\n  ","865042":"\n   What is your opinion on stairs? Do you dread having to walk up several flights of them? 🥵\n  ","865043":"\n   Are you interested in anyone lately? How's your relationships been this quarantine?\n  ","865044":"\n   So apparently our fingers wrinkle in water to help us to grip better, how are you planning to use your new found superpower? 😂\n  ","865045":"\n   Is your personality similar to that of your parents?\n  ","865046":"\n   Real tattoo or henna tattoo?\n  ","865047":"\n   How many friends do you have on facebook and how many actually mean something to you?\n  ","865048":"\n   and also super cool\n  ","865049":"\n   Who is more interesting to spend time with — people who are younger or older than you?\n  ","865050":"\n   Do you have any tattoos?\n  ","865051":"\n   You're really good-looking😗\n  ","865052":"\n   Have you ever had chicken spaghetti before?\n  ","865053":"\n   I’m gonna guess youre mid west? As it’s almost 10 here.\n  ","865054":"\n   How do you identify fake friends in life?\n  ","865055":"\n   What concert do you want to go to? ?✌\n  ","865056":"\n   If you like her, what's your favourite Taylor Swift single? 🎶 👍 🙃\n  ","865057":"\n   Christmas dinner wouldn’t be Christmas dinner without what? (In your opinion)\n  ","865058":"\n   Ever called\/text a wrong number? Was it awkward?\n  ","865059":"\n   Looking to get a new phone, recommendations for someone who takes a lot of pictures (not of myself, just in general) something with a good memory😂? Or even stuff you would not recommend? Thank you 🥰\n  ","865060":"\n   Do you find abandoned cities interesting? 🧐 Would you visit any?\n  ","865061":"\n   • How did the person who invented the calendar knew what day it was?\n  ","865062":"\n   Who do you look up too?\n  ","865063":"\n   What's your \"everyday carry\"? How has the pandemic changed what items you always take with you? 📱💄🔑\n  ","865064":"\n   Everyone's favorite color as a child was either red or blue. True or false?\n  ","865065":"\n   Do you like peeling off stickers and labels off packaging? 🤪\n  ","865066":"\n   good keep doin wht ya doin & look good in your scrubs take mor pics in em (dnt worry i'm a girl)\n  ","865067":"\n   Do you like the ocean?\n  ","865068":"\n   Marshmallows - Love or hate them? How do you eat them?\n  ","865069":"\n   😆I remember those lol I was lucky at school my first year they had just taken the strap away but not at my house my mother would smack me with a massive hard plastic soup stirrer thing sh!t that would leave a hell bruise\n  ","865070":"\n   dnt wrory bout troublemakers on here tey do nothin but bring u down\n  ","865071":"\n   If someone says they “I will tell you tomorrow” do you just accept it or do you over think about it?\n  ","865072":"\n   Do you usually carry cash or buy everything on card? 🤔 I never carry cash which can be annoying at times when I need change 😑\n  ","865073":"\n   thank u for becomng a nurse\n  ","865074":"\n   what was ur major and minor at the time\n  ","865075":"\n   Have you ever been depressed?\n  ","865076":"\n   Lol. It’s 4:49 pm here lol.\n  ","865077":"\n   how long as a nurse\n  ","865078":"\n   some ppl on here are cray cray's and I don't mean crayons'\n  ","865079":"\n   don't worry about that quarter person you did nothing wrong\n  ","865080":"\n   I need some dating advice. What’s the worst thing one can say on a first date?\n  ","865081":"\n   That’s good. Day just starting?\n  ","865082":"\n   What is the most pathetic thing you’ve seen someone do for attention?\n  ","865083":"\n   Have you gotten your covid vaccine shot yet?\n  ","865084":"\n   Favorite milkshake\n  ","865085":"\n   Share something positive\n  ","865086":"\n   What are some of your favorite holiday traditions that you did while growing up? 🎄\n  ","865087":"\n   Have you ever had an out-of-body experience? 👍 🙃\n  ","865088":"\n   Do you wear a watch or just use your phone for checking the time?\n  ","865089":"\n   What is something you wish you were better at?\n  ","865090":"\n   would you rather super sensitive taste or super sensitive hearing?\n  ","865091":"\n   Do you ever get the feeling of kuchisabishii ? 😂\n  ","865092":"\n   The ocean or mountains??\n  ","865093":"\n   Can you bite icecream or is it too sensitive on your teeth?\n  ","865094":"\n   Why do we use the word “Zzzz” for snoring? Snoring sounds nothing like that 🙊\n  ","865095":"\n   How do you define Love?\n  ","865096":"\n   What's the worst thing about getting older in your opinion? 😔 👍 🙃\n  ","865097":"\n   Me encanta\n  ","865098":"\n   .\n  ","865099":"\n   In the back of my jeep, seats folded down of course, until I could get it to my uncle's ranch. Lol!\n  ","865100":"\n   What’s something you are grateful for right now?\n  ","865101":"\n   Is your body temp usually more hot or cold?\n  ","865102":"\n   How’s everyone?\n  ","865103":"\n   Do you play any online games?\n  ","865104":"\n   Do you ever had a good question but you get too shy to ask openly so you just asked it anonymously? 🤡\n  ","865105":"\n   What accent do you find most appealing?\n  ","865106":"\n   what trait do you envy in others\n  ","865107":"\n   A south Sundanese woman married herself because she claimed she was “sick of men” thoughts? 😂\n  ","865108":"\n   Noodles or pasta?\n  ","865109":"\n   Where is a good place to hide something SPG or PG-18 stuff away from the kids? 🙅‍♀️\n  ","865110":"\n\n    https:\/\/youtu.be\/epUG6E93HJ4\n   \n","865111":"\n   • Why do round pizzas come in square boxes? Why can't they just make square pizzas? 🍕\n  ","865112":"\n   If you won the lottery, would you quit your current job? Why or why not?\n  ","865113":"\n   Should organ donors be financially compensated?\n  ","865114":"\n   Are children who act in R-rated movies allowed to watch the film when it’s done?\n  ","865115":"\n   Will answer questions tomorrow, busy night at work.\n  ","865116":"\n   Do you have a fear a phobia of some sort for me its heights?\n  ","865117":"\n   What type of style does your house have decor wise? Do you like to make things your own or do you just leave things plain?\n  ","865118":"\n   Do you believe in other dimensions and parallel universes? 🌌\n  ","865119":"\n   If you could get rid of one of your RESPONSIBILITIES, what would it be?\n  ","865120":"\n   What game have you put the most play time into?\n  ","865121":"\n   The most sleepy moment when_____???\n  ","865122":"\n   Does the gender of protagonists in movies \/ shows etc. matter to you? Can it make you appreciate \/ relate to them more? Or is it how they're written that is most important? 👦👧🎬📺\n  ","865123":"\n   Who do you talk to on the phone most often?\n  ","865124":"\n   How are you?\n  ","865125":"\n   Have you ever had surgery? If so for what?\n  ","865126":"\n   What’s the most annoying machine\/technology that you must deal with regularly? 🤖\n  ","865127":"\n   Have you ever counted the calories in what you eat?\n  ","865128":"\n   Would you rather live your entire life in a virtual reality where all your wishes are granted or just in the normal real world?\n  ","865129":"\n\n    https:\/\/open.spotify.com\/track\/5qPAFGwWMulXJL1qlc0fHC\n   \n   for you <3\n  ","865130":"\n   What do you think of the British National Party?\n  ","865131":"\n   what's something you like to do the old-fashioned way? [@athenusvena]\n  ","865132":"\n   Thank you very much for your hard work.\n  ","865133":"\n   What is it you do best?\n  ","865134":"\n   Are you good at expressing your feelings to friends\/family\/partners? Or do you struggle to open up? Or avoid it?\n  ","865135":"\n   What is the best thing you have accomplish in you life so far?\n  ","865136":"\n   There are no people on the beach overseas\nIf it was a beach\nIs it ok to sunbathe naked? 😓\n\nIf it was Nudist Beach\nOK? 😓\n  ","865137":"\n   What do you usually do during a blackout? I'm in one right now 🌚\n  ","865138":"\n   Can you name one thing in this world that is not cringeworthy or stupid?\n  ","865139":"\n   What’s ur name\n  ","865140":"\n   Last time you went roller skating? 🛼\n  ","865141":"\n   What was the last thing you paid for?\n  ","865142":"\n   What kind of question do you prefer?\n  ","865143":"\n   MFFL?\n  ","865144":"\n   What’s one small thing you appreciated today?\n  ","865145":"\n   What are your plans for Halloween? 🎃👻✨\n  ","865146":"\n   Do you use the fitting rooms at the store or try it on at home?\n  ","865147":"\n   Blue makes you think what?\n  ","865148":"\n   do you drink alcohol? if so, what's your favorite kind?\n  ","865149":"\n   a lot of money\/no friends vs a good group of friends\/paycheck to paycheck money?\n  ","865150":"\n   What is one quality in a person that instantly makes you like them?\n  ","865151":"\n   thanks!!!\n  ","865152":"\n   Do you like to work?\n  ","865153":"\n   It's ok he never found another girl yet word ges around that he cheats on them\n  ","865154":"\n   I was in one for two months but he cheated on my so guess you just can't trust some guys\n  ","865155":"\n   I listen to other peoples advice a lot\n  ","865156":"\n   It's a pity really considering a lot of the world shut down pretty much had a chance to press the reset switch and yet all the government's just stayed the same keep the money system the same it's so so disappointing the rich just keep on controlling it I was hoping for protest for change but no 😔\n  ","865157":"\n   If you could have the option of eradicating pain from your life would you choose to do so? Why or why not?\n  ","865158":"\n   How is love different from passion or sexual desire? Isn't all the same? I don't get it.\n  ","865159":"\n   but the question everyone wants to know: are you going to get cyberpunk 2077?\n  ","865160":"\n   do you like coffee?\n  ","865161":"\n   Be careful, that Lauren Cimorelli account is fake and the person behind is not a good person at all.\n  ","865162":"\n   So it's about that time then the world is changing its 2021 next month I think it's time for change😌\n  ","865163":"\n   Are you a classy person?\nWhat do you think about when you hear the word “classy”?\n  ","865164":"\n   What is the most romantic thing you've done for a partner?\n  ","865165":"\n   Who’s pretty here?\n  ","865166":"\n   What’s your top 5 favourite comedy movies?\n  ","865167":"\n   Would you rather go to jail for 4 YEARS for something you didn’t do or GET AWAY with something horrible you did but always live in fear of being caught?\n  ","865168":"\n   Snapchat ?\n  ","865169":"\n   What's youre favourit Disney Movie? And what's youre favourit Song from a Disney Movie? :3\n  ","865170":"\n   What do you believe happens after we die? 🥀\n  ","865171":"\n   Why can’t you buy 🐀 mouse 🐁 flavored 🙀 cat food? Is that bad?\n  ","865172":"\n   Should people have the right to live in any country they wish? 🌏\n  ","865173":"\n   If you were accidentally placed in a psych floor in a hospital, what would you say to convince the medical staff that you didn't belong there?\n  ","865174":"\n   What’s the best location to fully enjoy a good cup of coffee? ☕\n  ","865175":"\n   What’s the best date you’ve ever been on? 😍\n  ","865176":"\n   Why do people fear losing things that they do not even have yet?\n  ","865177":"\n   do you have any quirks? 🤪\n  ","865178":"\n   If you like them, what's your favourite Sugarhill Gang single? 🎶 👍 🙃\n  ","865179":"\n   Have you ever done online dating?\n  ","865180":"\n   Have you ever dedicated something (letter, poems, songs, etc) to anyone? 💌\n  ","865181":"\n   What did you eat for dinner\/tea today? How was it? Did you cook yourself?\n  ","865182":"\n   do you have any paid subscriptions (netflix, spotify premium, amazon prime etc), and are they worth it? would you recommend it to others?\n  ","865183":"\n   • Do dentists go to other dentists or do they treat their own dental care problems? 🦷\n  ","865184":"\n   Where is the best place for a vacation?\n  ","865185":"\n   Have you been too tired lately?\n  ","865186":"\n   Do you like reading books?\n  ","865187":"\n   Do you have a pen-pal or chatmate whom you have never met, but who understands you like no one else?\n  ","865188":"\n   If life were a VIDEO GAME, would you use some of the CHEAT CODES? 🎮\n  ","865189":"\n   Do you think it would be cool if ask had emojis next to the heart like the angry face and laughing face to express emotions on the answers??\n  ","865190":"\n   Where and how would you hide a baby elephant if someone gave one to you but you could not let anyone know you had it? 🐘\n  ","865191":"\n   Do you ever sing in the shower? 🎶🚿\n  ","865192":"\n   What’s the most recent show you’ve binge watched? 🎬👀\n  ","865193":"\n   What is the ugliest vegetable?\n  ","865194":"\n   Do you eat dried fish? Nakain ka ba ng tuyo?\n  ","865195":"\n   Are ANGELS 😇 and DEMONS 😈 real?\n  ","865196":"\n   Naniniwala ba kayo sa signs?\n  ","865197":"\n   Okay I am off for tonight. See you back here later today, don't worry I will respond to the remaining questions and for those who are getting Thanksgiving shoutouts more than likely I sent those almost a month or so ago, they haven't been recent lol. I may do a scrub selfie later.\n  ","865198":"\n   Do you have any vinyl records and\/or a record player?\n  ","865199":"\n   In regards to who you follow, what makes you ‘unfollow’ someone on here, any annoying things you get irritated by?\n  ","865200":"\n   What kind of accounts do you follow? What things do you think of when clicking follow? Do you follow those who tell you they’ve followed you or automatically not?\n  ","865201":"\n   Have you ever been present at a fire? (As in someone’s home, passing by or other)\n  ","865202":"\n   Can you climb a tree? 🌳 If yes, when was the last time you climbed a tree? If no, why not?\n  ","865203":"\n   If I were to challenge you to a game of your choice, what would you chose in order to make sure you win?\n  ","865204":"\n   If you have to chose your birthday cake, what flavours would you have? Would it be standard jam, chocolate or other of your choosing?\n  ","865205":"\n   do you leave courtesy likes? for example, when you receive an answer to a question you’ve asked openly (or anonymously), do you give it a like just to be polite — or not at all?\n  ","865206":"\n   What type of kid were you at school (from 11+), were you quiet? Class clown? Hard studier? Skip classes? Other?\n  ","865207":"\n   What Social Media Platform would you like to give up on using?\n  ","865208":"\n   Do you have your phones brightness at its highest, somewhere in between or lowest? Do you ever change it according to day\/night?\n  ","865209":"\n   When was the last time that you got sick? 🤒 Have you gotten sick less often now during the pandemic? 😷\n  ","865210":"\n   WHAT'S ONE THING YOU CAN'T LIVE WITHOUT?\n  ","865211":"\n   Harry Potter movies - Yay or Nay?\n  ","865212":"\n   In your opinion, what is the greatest album of all time?\n  ","865213":"\n   If you had only one last wish to make, what would it be?\n  ","865214":"\n   Freeze\n   \n    https:\/\/open.spotify.com\/album\/2iTBZcUrmzT6SkxnHXTrvi?si=PMAa0uD4QJS3nj4gdXFJBg\n   \n","865215":"\n   What is something that people do in traffic that really bothers you?\n  ","865216":"\n   Hi vote my polls,please🥰\n  ","865217":"\n   Is it possible to cross a bear with a cow? ???\n  ","865218":"\n   What is your favorite tv show?\n  ","865219":"\n   Do you like or dislike honey comb?\n  ","865220":"\n   Which of Murphy’s law(s) have you experienced?\n  ","865221":"\n   Do you have more online friends than real life friends? Does that makes sense? 🧐\n  ","865222":"\n   If a tree fell in a forest and no one is there to hear it, does it make a sound? 🌴💨\n  ","865223":"\n   How are you holding up?\n  ","865224":"\n   do you like to win? what do you think of failures?\n  ","865225":"\n   What is the worst thing that can happen on a Monday morning?\n  ","865226":"\n   What are a few things that must be present in order for you to want to continue dating someone?\n  ","865227":"\n   What gives you the f this attitude\n  ","865228":"\n   Would you ratherbathe in 🍽 dishwater or wash dishes in your 🛁bathwater?\n  ","865229":"\n   How often do you contemplate life?\n  ","865230":"\n   do you believe someone can actually die from a broken heart?\n  ","865231":"\n   have u ever made a snow angel?\n  ","865232":"\n   Do you think parts of Alaska are beautiful ?\n  ","865233":"\n   How’s your day?\n  ","865234":"\n   how have you been?\n  ","865235":"\n   I have to talk to you..\n  ","865236":"\n   Does space interest you? 🌎 🚀 💫\n  ","865237":"\n   What’s on your Christmas menu?\n  ","865238":"\n   Nikki you seem popular. Hi\n  ","865239":"\n   When was the last time you cried?\n  ","865240":"\n   Heyy goodafternoon guys \n\nDo you know about wwe  eddie guerrero  pass away in 15 years  I really miss him soo much\n  ","865241":"\n   MORALITY Q: Should prisoners with full life sentences be given the chance to end their life rather than live out their days locked up?\n  ","865242":"\n   When’s the last time you went out to a movie?\n  ","865243":"\n   What is your biggest source of stress?\n  ","865244":"\n   They say love everyone but how can I do that if not all people are worth the love?\n  ","865245":"\n   Feet out the covers or feet in ?👀🤔\n  ","865246":"\n   How has the pandemic affected your exercise routine?\n  ","865247":"\n   How many friends do you have ?\n  ","865248":"\n   I love you!! :*\n  ","865249":"\n   Heya everyone!\n  ","865250":"\n   i'm not here to conversate. 1900\n  ","865251":"\n   *hugs*\n  ","865252":"\n   ♥️♥️💋\n  ","865253":"\n   Do you have any allergies?\n  ","865254":"\n   Hey\n  ","865255":"\n   Jak tam weekend mija? :)\n  ","865256":"\n   Cold weather or hot weather?\n  ","865257":"\n   Best way to cure a headache?\n  ","865258":"\n   How have you been?\n  ","865259":"\n   Are diamonds still a girls best friend?\n  ","865260":"\n   How do you feel about cooking\n  ","865261":"\n   be kind to others\n  ","865262":"\n   Have a good day ❤️\n  ","865263":"\n   Do you like Justin Bieber music ?\n  ","865264":"\n   Can you follow me 🥰🥰\n  ","865265":"\n   How are unicorns made? I want to make some! 🦄\n  ","865266":"\n   🤟\n  ","865267":"\n   Amor\n  ","865268":"\n   What was your favorite subject in school?\n  ","865269":"\n   Is suffering an important part of being human?\n  ","865270":"\n   Is suffering an important part of being human?\n  ","865271":"\n   Do you like ginger bread? 🎄\n  ","865272":"\n   what’s the SPICIEST thing you’ve ever eaten? 🥵\n  ","865273":"\n   Is SUFFERING an important part of being HUMAN?\n  ","865274":"\n   Is it important for you to have a personal space in a relationship?\n  ","865275":"\n   Are you the favorite child?\n  ","865276":"\n   Do you like to make new friends???\n  ","865277":"\n   Send me some questions people, I'm running dry here lol.\n  ","865278":"\n   hii, follow my friend\n   \n    @iGirrl\n   \n   please. she’s new here so show her some love guys pls 💘\n  ","865279":"\n   Wtf.... everyone dead on ASK.fm give me some fun shit to answer. 🤔🤷‍♀️\n  ","865280":"\n   All time favorite music genre?\n  ","865281":"\n   you were like top on the leaderboard what happened?\n  ","865282":"\n   Do you like chili.\nHow about mild or spicy?\n  ","865283":"\n   Sunflowers🌻 or Roses🥀\n  ","865284":"\n   Tell me something about your night. How is it going? Or yesterday night. How was your night? Not good. Did you sleep?\n  ","865285":"\n   The pie chart of the most popular Christmas movies according to people on here is complete! 🎅🎬\n   \n    https:\/\/ask.fm\/TobbeAsks\/answers\/164366321785?utm_source=copy_link&utm_medium=android\n   \n   If you can't click the link or simply don't want to you can find it at the top of my profile for the next day or so😁\n  ","865286":"\n   what do you you think of your namesake game so far?\n  ","865287":"\n   any suggestion?\n\nwhat to do if you'll celebrate christmas alone?\n  ","865288":"\n   How much has your taste in music changed throughout the years? Are there any artists \/ bands who you've been listening to since you were younger and you still think are really good? 🎶🎧\n  ","865289":"\n   Sure, that's fine 👍 🙃\n  ","865290":"\n   Men also wear bikinis 👙 bras\nDo you get sunburn marks when you sunbathe? 😓\n\nIs it hard to get rid of sunburn marks? 😓\n  ","865291":"\n   I'm a man, but on the beach in the summer\nBikini 👙 bra in punishment game\nI decided to attach it and sunbathe\n\nBikini 👙 Will the sunburn marks on the bra arrive? 😓\n  ","865292":"\n   7th video question -\n   \n    https:\/\/www.youtube.com\/watch?v=3Xntpe0zpz0\n   \n","865293":"\n   If you could frame one moment from your past as a picture (that you don’t already have a picture of), which moment would that be or who with and at what point in your life was it?\n  ","865294":"\n   What are your weekend plans? ✨\n  ","865295":"\n\n    https:\/\/www.youtube.com\/watch?v=Ad4Gzgssf0g\n   \n   🎶\n  ","865296":"\n   Tell us a random quote from a song, movie, tv series, that sticks in your head?\n  ","865297":"\n   What are some of the best examples of \"life hits you first and teaches the lesson later\"?\n  ","865298":"\n   [@AthenusVena] Do we people ever really do anything out of our own conscious choice, or are we always controlled by some external stimulation or motive? What do you think?\n  ","865299":"\n   An acquaintance man wearing a bikini 👙 bra and sunbathing on an overseas beach\nIf so, what would you do? 😓\n\nPretend you don't know? 😓\n\nto call out? 😓\n\nBikini 👙 Bra day sunburn marks\nDo you want to show me? 😓\n\nAcquaintance man in a punishment game\nBikini 👙 Sunbathe with bra\n  ","865300":"\n   Well, I would be able to with my current PC but I wanna go play it with raytracing during my first run, been waiting for it for so long, I can wait an additional month Haha\n  ","865301":"\n   If you like them, what's your favourite Jedward single? 🎶 👍 🙃\n  ","865302":"\n   what are some crazy things that you enjoy lately?\n  ","865303":"\n   If your Christmas tree could have any theme based around a movie\/series\/book you enjoy. What would it be? And what ornaments would you include?\n  ","865304":"\n   Have you ever actually slipped where a ‘wet floor’ sign was? Or saw someone else?\n  ","865305":"\n   Wish I was able to play Cyberpunk, gotta wait for my new PC in mid January 😅\n  ","865306":"\n   Do you have a certain kind of theme that you do for your Christmas tree? Or nah? (If you celebrate Christmas that is. If you don't just ignore.)\n  ","865307":"\n   Would you want to get your hand on your very own spaceship? What kind of features would it have, how big would you want it to be etc.? Where'd you wanna go with it and what'd you do once you were there? 🛸🌌\n  ","865308":"\n   How are you spending your Friday? 😄 Maybe post a pic of what you're up to? Or just of anything else you feel like posting? 📸\n  ","865309":"\n   HAPPY WEEKEND ✨🤪\n  ","865310":"\n   If you were the ruler of a medieval kingdom, would you want your castle to be more fortified or more aesthetic? Why? In what way would you make it more fortified \/ aesthetically pleasing? 🏰\n  ","865311":"\n   What's your favorite Christmas movie? 🎅🎬 (Gonna compile the answers into a pie chart to see which are the most popular, something I sometimes used to do on my old account 😁)\n  ","865312":"\n   hi! I'd love to receive questions from you (:\n  ","865313":"\n   At an overseas beach, in a 👙 bikini\nDo you want to sunbathe?\nNudist Beach\nHave you been there?\n  ","865314":"\n   If someone pushes in front of you in a que, how do you handle it? Do you say something or not?\n  ","865315":"\n   Imagine if aliens come to Earth, can humans be racist to them?\n  ","865316":"\n   What kinda bag do you use daily? Or do you just use your pockets to carry your belongings?\n  ","865317":"\n   Hi vote my polls,please ❤️\n  ","865318":"\n   Are there any famous deaths that interest you?\n  ","865319":"\n   What was the latest \"unhealthy\" thing that you ate? 🍟🍩🍕🍨🍔 Did you feel like it was worth it? 😋\n  ","865320":"\n   Any popular or classic songs that you just can’t stand?\n  ","865321":"\n   How old are you mentally?🧠\n  ","865322":"\n   What is your favorite drink on cold evenings?\n  ","865323":"\n   What is one thing everyone else seems to like but you can’t stand?\n  ","865324":"\n   Do you ever wish your family raised you differently? 👍 🙃\n  ","865325":"\n   What's your favourite sound?🔊 Mine is cat purring.🐱\n  ","865326":"\n   Are you an early bird, night owl or exhausted pigeon?\n  ","865327":"\n   Do you follow more than or less than 50 people on here?\n  ","865328":"\n   Hey\n  ","865329":"\n   Mikä viehättää sinua vastakkaiseksi sukupuolessa ensimmäiseksi?\n  ","865330":"\n   Yummy\n  ","865331":"\n   What's under your bed?👁👃👁\n  ","865332":"\n   ARE YOU CLINGY? ❤\n  ","865333":"\n   Can a girl and a boy be bestfriends? 👦👧\n  ","865334":"\n   What do you think of feminism?\n  ","865335":"\n   Wow\n  ","865336":"\n   I've always wanted to learn Japanese🙃\n  ","865337":"\n   What is the best way to learn a foreign language? Do you speak any?\n  ","865338":"\n   Can your DNA tell you which foods are the best for your personal diet? I've heard that some DNA tests can tell you if you need high\/low carbs, protein needs, etc.\n  ","865339":"\n   Have you ever wished that you had a different mother or father?\n  ","865340":"\n   omg so delicious\n  ","865341":"\n   I answered some of the non anon shoutouts, but still getting way too many. so its still turned off. but ask me questions though. <3\n  ","865342":"\n   If you have friends coming over, what would you cook\/order? 😋\n  ","865343":"\n   Tag a random askfm user and say 1 word without explanation hahaha 🤭\n  ","865344":"\n   [@athenusvena] If we learn and improve from our mistakes, why are we (humans) so afraid to make them?\n  ","865345":"\n   What near future predictions do you have? Let's see if it comes true in the future! 🔮\n  ","865346":"\n   What’s your best “my coworkers\/classmates\/siblings are 🤪 crazy” story?\n  ","865347":"\n   What do you do when you lose control? How often does it happen?\n  ","865348":"\n   Can a bunch of 🐔 chicken kill a human or is it a dumb way to die?\n  ","865349":"\n   What STUPID EXCUSE someone came up with to stay at home instead of going to school?\n  ","865350":"\n   Do you like natural or artificial beauty? What do you think of girls who wear eyelash extensions, fake nails, and dyed hair? 💇‍♀️💅\n  ","865351":"\n   I think that I suffer from moderate depression, but why do I feel like I am not as depressed as usual when I'm busy? Sometimes I feel stupid and ask myself \" Am I suffering from depression or am I just faking it?\n  ","865352":"\n   [@athenusvena] Are any of our views truly our own or do we simply get them from the environments and societies we live our lives in? Where do u think your views in life are from?\n  ","865353":"\n   Would you rather be able to dodge anything no matter how fast it’s moving or be able to ask any three questions and have them answered accurately?\n  ","865354":"\n   What makes you instantaneously happy?\n  ","865355":"\n   have you had to get a covid test?\n  ","865356":"\n   ⁉️Why did we decide to give February just 28 days when lots of other months have 31 days? Couldn’t we have just taken some of the 31st days from other months and added them to February⁉️\n  ","865357":"\n   How much sun have you been getting recently where you live? I just found out that we've only gotten one hour of sun in total during December so far. We've been living in a constant gray basically during the few hours when it isn't pitch black 🙃🌫 Swedish winter sure is fun.... 😂\n  ","865358":"\n\n    https:\/\/www.youtube.com\/watch?v=-zuviud2HHQ\n   \n   \/\n   \n    https:\/\/www.youtube.com\/watch?v=MxT8OxqLdKg\n   \n   🎶\n  ","865359":"\n   Continue with a rhyme: \"From my window I can see…\"\n  ","865360":"\n   Is what you're doing now what you always wanted to do growing up?\n  ","865361":"\n   • If you go back in time and teach young Einstein relativity theory, where does the idea come from? 🤔\n  ","865362":"\n   Would you ratherknow when you’re going to die or how you’re going to die? ☠\n  ","865363":"\n   What's your favourite social media ?\n  ","865364":"\n   Are you afraid of flying in airplanes? If yes, how come? If no, where have you been?\n  ","865365":"\n   If you like them, what's your favourite Cascada single? 🎶 👍 🙃\n  ","865366":"\n   How are things going down there with covid? It’s a mess up here. 😔\n  ","865367":"\n   Love it\n  ","865368":"\n   I'm jealous.! So much.! 😅😅\n  ","865369":"\n   That seems so good, I want that\n  ","865370":"\n   If we have names for our pers, do our pets have names for us? 🤔\n  ","865371":"\n   Have you bought some Christmas gifts yet? 🎁\n  ","865372":"\n   Do you watch anime? If so what's your favorite series?\n  ","865373":"\n   What’s on today’s to do list?\n  ","865374":"\n   If you had to live in a different state, what would it be?\n  ","865375":"\n   What is something you recently realized that you can’t believe you didn’t realize earlier?\n  ","865376":"\n   Omg.! It looks so delicious.! 🤤😍\n  ","865377":"\n   Who do you think you’ve got the best Christmas gift for this year? And what is it? 😊\n  ","865378":"\n   How would you feel if someone drew you and it wasn’t great? 🙈\n  ","865379":"\n   How would you feel if someone drew you?\n  ","865380":"\n   How do you handle telemarketing calls?\n  ","865381":"\n   What was the last thing you cooked yourself? How did it turn out? Perhaps you have a pic of something you've cooked that you'd be willing to showcase? 👩‍🍳📸\n  ","865382":"\n   How forgetful would you say that you are? Like, how often do you misplace stuff and such? 🤔😐\n  ","865383":"\n   Do you like hazelnut?\n  ","865384":"\n   Have you ever had a day where everything feels RIGHT and then all of the sudden everything feels WRONG the next day?\n  ","865385":"\n   What’s the first thing in your bucket list?\n  ","865386":"\n   WHAT MAKES YOU FEEL SAFE AND SECURED? 🔒\n  ","865387":"\n   Pick a subject you find interesting and give us 3 facts about it? 😊\n  ","865388":"\n   If you were dating\/engaged\/married, would you post pictures of you together on social networks? Do you think it is a right thing to do? Or it is an invasion of your privacy? 🤍\n  ","865389":"\n   Guess the Christmas movie - emoji edition: 🎅🎄🏝☀️\n  ","865390":"\n   Guess the Christmas movie - emoji edition: 🎩💰🎶\n  ","865391":"\n   Guess the Christmas movie - emoji edition: 🔞😡🎅\n  ","865392":"\n   Guess the Christmas movie - emoji edition: 💡🔫🦵\n  ","865393":"\n   I'm good thanks\n  ","865394":"\n   ‼How do you always get someone's attention?‼\n  ","865395":"\n   Guess the Christmas movie - emoji edition: 🎃🎅\n  ","865396":"\n   Guess the Christmas movie - emoji edition: 🚂🎅🔔\n  ","865397":"\n   Guess the Christmas movie - emoji edition: ✈️🏠🙎🏼‍♂️\n  ","865398":"\n   What was the BIGGEST realization you had about yourself this year 2020?\n  ","865399":"\n   When i can be bothered. Tired asf haha x\n  ","865400":"\n   WOULD YOU RATHER:eat 🍫 chocolate on 🍕 pizza OR eat chocolate on 🍝 pasta?\n  ","865401":"\n   What was the best book or series that you’ve ever read or watch? #Recommended\n  ","865402":"\n   How old do i look? X\n  ","865403":"\n   Ooh nice\n  ","865404":"\n   Agree\n  ","865405":"\n   How old are you? Xx\n  ","865406":"\n   May Christmas Break kayo?\n  ","865407":"\n   Female profession, the first letter \"S\", the last \"y\"?\n  ","865408":"\n   :) xx\n  ","865409":"\n   How long was your longest gaming session ever? What game did you play? How did you feel afterwards? 🤔😂\n  ","865410":"\n   Would you rather only be able to whisper or only be able to shout?\n  ","865411":"\n   From England x\n  ","865412":"\n   Bounty’s chocolate - love or hate them?\n  ","865413":"\n   Have you ever sneaked out from home? Tumakas ka na ba sa inyo? 🏃‍♀️💨\n  ","865414":"\n   Have you ever broken up with a friend ?\n  ","865415":"\n   Me sorry x\n  ","865416":"\n   Would you buy a doll that you knew was haunted? 🎎 👻 👍 🙃\n  ","865417":"\n   How many hours of sleep do you get a night?\n  ","865418":"\n   You okay babe? X\n  ","865419":"\n   Going to be disabling shoutouts on my end. just too much crap and most of them are not even questions or answers.\n  ","865420":"\n   Pineapple goes on pizza... yay or nay? 🙃🤣\n  ","865421":"\n   Hiya x\n  ","865422":"\n   I am off to work feel free to send me all the questions you need to send and I will answer them as soon as I get back home. ☺️\n  ","865423":"\n   a word that just didn’t sit right with you?\n  ","865424":"\n   💛\n  ","865425":"\n   What's the oldest game that you still love playing today?\n  ","865426":"\n   Who has impressed you most with what they’ve accomplished?\n  ","865427":"\n   Who were the musicians you grew up listening to?\n  ","865428":"\n   Your biggest flex?\n  ","865429":"\n   Do you like the cold weather? If you do what’s your favorite things about it 💫\n  ","865430":"\n   Would you like to live in the world you were daydreaming about?\n  ","865431":"\n   any artists that you wish more people would listen to?\n  ","865432":"\n   Wow, thank you so much 🙈 I find you interesting too and enjoy your answers very much 😊\n  ","865433":"\n   Do you like to barbecue?\n  ","865434":"\n   Do you think they should add a voice response on here? As well as the video, secrets etc. Would you use it if they did?😁\n  ","865435":"\n   Tag an ASKfm user that you find interesting 💭\n  ","865436":"\n   Do you trust your instincts? Have they ever deceived you?\n  ","865437":"\n   what's your favorite movie that you could watch over and over again?\n  ","865438":"\n   Bubbly or hint\n  ","865439":"\n   What makes a person Desperate\n  ","865440":"\n   Lets date\n  ","865441":"\n   Would you like to start dating someone in the near future? If you're taken\/married, what advice can you give to singles who want to be in a relationship? ❤\n  ","865442":"\n   What color grape is best?\n  ","865443":"\n   I am very shy.\n  ","865444":"\n   I was watching Kelsey one day, she was one of the topics she was talking about was armpit licking during sex? So I know that this is what someone does in private, how often do you have to go to the doctors?\n  ","865445":"\n   Ok sorry\n  ","865446":"\n   Tell me a joke\n  ","865447":"\n   What kind of dish can you make\/cook?\n  ","865448":"\n   WHO'S HOTTER?  DESTINI  VS  ELLIE\nCHECK OUT THE PICS IN MY POLLS\n  ","865449":"\n   what’s your daily plans\n  ","865450":"\n   Would you rather be married to a 10 with a bad personality or a 6 with an amazing personality?\n  ","865451":"\n   U like white or black?\n  ","865452":"\n   Is Grubhub a good food delivery service?\n  ","865453":"\n   how old were you when you found out how babies were made?\n  ","865454":"\n\n    @athenusvena\n   \n   : Is happiness the most important purpose in life? If it is, why do you think so? If not, what is?\n  ","865455":"\n   What could movie theaters do to improve theexperience of going there? #Suggestions\n  ","865456":"\n   Who’s your favorite comedian? 😂\n  ","865457":"\n   If you like them, what's your favourite Madness single? 🎶 👍 🙃\n  ","865458":"\n   Top 3 favorite bands.\n  ","865459":"\n   Do you know how to swim?\n  ","865460":"\n   How many friends do you have?\n  ","865461":"\n   Zak Bagans\n  ","865462":"\n   What are you doing this week?\n  ","865463":"\n   Favorite song by T Pain\n  ","865464":"\n   Sometimes people are legally owed something thats why its called legally self entitled\n  ","865465":"\n   How would you react if your life partner would tell you they want to have plastic surgery?\n  ","865466":"\n   Any Christmas plans?\n  ","865467":"\n   What’s your favorite ice cream flavor?\n  ","865468":"\n   How long was your shortest relationship?\n  ","865469":"\n   Wanna be friends\n  ","865470":"\n   حابب تتكلم\n  ","865471":"\n   How is you\n  ","865472":"\n   Have you ever looked back at something traumatic and felt glad it happened, because it helped you grow?\n  ","865473":"\n   Have you\/would you ever join the military? 🎖\n  ","865474":"\n   Do you like Christmas ?\n  ","865475":"\n   อยากมีแฟนต้องทำไง\n  ","865476":"\n   Do you enjoy classic Rock!?\n  ","865477":"\n   DURRRR! HAJJAJSHDUDHXHEJD9IAJEU36 ED IDJ3J HARRRRRRR!\n  ","865478":"\n   Who is the last person you bought a gift for?\n  ","865479":"\n   لماذا نحن هنا؟\n  ","865480":"\n   hi\n  ","865481":"\n   chocolate chip or oatmeal cookies?\n  ","865482":"\n   How would you rate TikTok?\n  ","865483":"\n   One day I will ____________.\nFill in the blanks.\n  ","865484":"\n   What really makes you angry?\n  ","865485":"\n   Hi\n  ","865486":"\n   The time is 7:40 am\n  ","865487":"\n   have u ever been heart broken?\n  ","865488":"\n   • When all is said and done, would you have said more than you have done?\n  ","865489":"\n   Hey everybody. How are you\n  ","865490":"\n   do you think 2021 is going to be better than 2020?\n  ","865491":"\n   Pancake or waffle\n  ","865492":"\n   جَميل هوه ألقلب أللذي يَعيش على أمل أن كُل شَئ سَيكون بِخَير . 💕💕\n  ","865493":"\n   What's your least favorite word?\n  ","865494":"\n   and ur favorite burger is ?\n  ","865495":"\n   What is your biggest fear?\n  ","865496":"\n   Where do you go when you feel sad?\n  ","865497":"\n   What’s a popular game that you fine terrible?\n  ","865498":"\n   Rap listeners did you hear remission by pangeea🤯\n   \n    https:\/\/distrokid.com\/hyperfollow\/pangeea\/remission\n   \n","865499":"\n   Download my game:\n   \n    https:\/\/dkiops.wixsite.com\/kwdevelopmentllc\/chronotract-1\n   \n","865500":"\n   I miss u 🥺\n  ","865501":"\n   Selesai, mari tidur\n  ","865502":"\n   Does porn use cause infidelity in a marriage? If so, how much?\n  ","865503":"\n   Who isn't feeling the new order to stay home and wear your mask 24\/7 regulation that goes into effect at 12am tonight?\n  ","865504":"\n   How are you\n  ","865505":"\n   Fuck U. Não estou no seu feed, gringo arrogante. Você respondeu uma pergunta enviada aleatoriamente pelo ask.\n  ","865506":"\n   do u have iPhone? how r u finding the new X?\n  ","865507":"\n   Democrat VS Republican\n  ","865508":"\n   👌💟\n  ","865509":"\n   Do you like the movie space jam?\n  ","865510":"\n   What are some things that make you feel awkward?\n  ","865511":"\n   Would you ratherread the 📚 book or watch the 🎬 movie?\n  ","865512":"\n   Do you believe in \"and they lived happily ever after\"?\n  ","865513":"\n   why thank you!!! means a lot. ♡\n  ","865514":"\n   Anyone else get a random snapchat the other day?\n  ","865515":"\n   Do I seem to come off as dominant or submissive? Add why you've come to your conclusion\/prediction... #gofightwin\n  ","865516":"\n   What’s your favorite food?\n  ","865517":"\n   Do you snore?\n  ","865518":"\n   Are you excited for christmas?\n  ","865519":"\n   Least favorite TikToker?\n  ","865520":"\n   No.\n  ","865521":"\n   Do you watch Nailed It and Sugar Rush on Netflix?\n  ","865522":"\n   Favorite pokemon?\n  ","865523":"\n   Hello\n  ","865524":"\n   What are you doing while alone?\n  ","865525":"\n   Are you good at acting surprised about something you already knew about?\n  ","865526":"\n   Oh, wow, it never crossed my mind. Thank you!! 😄👏\n  ","865527":"\n   Do You Like Sushi?\n  ","865528":"\n   Do you think love strengthens us or weakens us? Why?\n  ","865529":"\n   Do you like coffee or tea?\n  ","865530":"\n   Did you vote today?\n  ","865531":"\n   Where are you from\n  ","865532":"\n   Prefere fazer amizades com que pensa igual ou diferente de você?\n  ","865533":"\n   gooooods !!!\n  ","865534":"\n   \"You have not completed fully the VIP program task list.\"\n\nWell of course not, the task list resets every Monday!\n  ","865535":"\n   anything u need just know my dms are open!! The world already has enough bad stuff so lets make this journey better by spreading positivity towards each other\n  ","865536":"\n   HOW MANY PHONES \/ GADGETS DO YOU HAVE?\n  ","865537":"\n   What’s The Funniest Way You’ve Ever Broken The Law?\n  ","865538":"\n   Do you like to giving\/receiving  flowers? When did you last give flowers to someone? When was the last time you received flowers? 💐\n  ","865539":"\n   Hello what are you doing?\n  ","865540":"\n   Favorite color of keys\n  ","865541":"\n   Hope you have a wonderful week. ☀️\n  ","865542":"\n   even that is a lesson. its hard i know, super hard but u gotta believe in it & in urself. u got this, keep going 💪🏼\n  ","865543":"\n   What color are the president's pants today?\n  ","865544":"\n   I'm call caught up in answering questions :)\n  ","865545":"\n   Ho Ho Ho Merry Christmas \nK so I'm not Santa but let's say for a laugh I was and I was to gift you the one gift you most truly desire what would you ask for?\n  ","865546":"\n   Schools to attend in NYC for Accounting?\n  ","865547":"\n   Pic💚\n  ","865548":"\n   What is the weirdest thing you've heard somebody say?\n  ","865549":"\n   What is something you do as a way to pass time?\n  ","865550":"\n   Hey, can you give this answer a Like please?\n   \n    https:\/\/ask.fm\/rpdread\/answer\/163772776959\n   \n","865551":"\n   “Happiness is an inside job. Don’t assign anyone else that much power in your life” Do you agree or disagree with this quote?\n  ","865552":"\n   If you could have a personal chef or a live-in maid, which would you choose and why?\n  ","865553":"\n   Say you found a true voodoo doll which could be used to indirectly affect someone physically, even control their movements if you so wished, would you use it? On who and in what way? If not, what'd you then do with the doll? 🦴💀📌\n  ","865554":"\n   Do you have a favourite mug\/cup, what’s on it?\n  ","865555":"\n   If someone invited you to a place where there was a dance, would you be comfortable to get up and do some moves? 🤣\n  ","865556":"\n   If you could change one thing about your PERSONALITY, what would it be?\n  ","865557":"\n   If you could repeat one random phrase in your sleep, what would you say? (Would you say something funny, nice or creepy)\n  ","865558":"\n   What if dinosaurs still existed? How do you think that would look? Do you think we’d learn to tame them and put them in zoo type places or they would be wild? 🥺\n  ","865559":"\n   Has there been a time in your life where you experienced a miracle? What happened?\n  ","865560":"\n   What was the most thoughtful gift that you have received\n  ","865561":"\n   Do you know any sign language? and no🖕🏼doesn’t count 🤣\n  ","865562":"\n   War....what is it good for?\n  ","865563":"\n   Have you ever ate\/drank something you didn’t like at someone else’s house out of fear of looking impolite\/rude?\n  ","865564":"\n   If you could have a personal chef or a live-in maid, which would you choose and why?\n  ","865565":"\n   What song or band\/artist reminds you of your teens?\n  ","865566":"\n   Do you have any Christmas clothes\/accessories? What’s your favourite?\n  ","865567":"\n   What do you call your mother\/fathers mom? I’ve always called mine “Nan” but some say “Grandma” ? Or other?\n  ","865568":"\n   Have you ever built a gingerbread house? 🍬🍭🏠 How did it turn out? 😁\n  ","865569":"\n   Is there anything you’re addicted to? Like if you don’t have It for a significant time, it bothers you?\n  ","865570":"\n   Would you ratherlive in a house haunted by friendly ghosts or be a ghost reliving your average day after you die? 👻\n  ","865571":"\n   Would you rather have thought bubbles appear over your head for everyone to see or for everyone you know to have access to your search history?\n  ","865572":"\n   What do you dream about?\n  ","865573":"\n   hmm apparently I lost the vip badge. even was active and didn't break rules.\n  ","865574":"\n   If you could turn ANY ACTIVITY into an OLYMPIC SPORT, what would you have a good chance at WINNING A MEDAL for?\n  ","865575":"\n   Why do you think girls mature earlier than boys?\n  ","865576":"\n   How did y'all know that you guys are besties with your best friend? How did y'all become close? 👀\n  ","865577":"\n   What is something unrealistic that you often see in movies that annoys the hell out of you?\n  ","865578":"\n   Do you like honey? I only tried it once but it tasted awful 🤣\n  ","865579":"\n   Random: What colour is your toothbrush? 🙃🤣\n  ","865580":"\n   If past lives are REAL, what was yours?\n  ","865581":"\n   Did you try some Do-It-Yourself projects\/hobbies this 2020? What have you tried and what would you like to try?\n  ","865582":"\n   Where do broken hearts go?\n  ","865583":"\n   What did you learn from your mother? ❣\n  ","865584":"\n   How is life? ?\n  ","865585":"\n   I know this question been asked a lot but  should I buy the coins to unlock secrets or just wait and earn the coins or do both (earn& buy)\n  ","865586":"\n   Heyyyy\n  ","865587":"\n   What do you think is the worst natural disaster?\n  ","865588":"\n   Does anyone actually like Mondays?\n  ","865589":"\n   • Do you like trying new things?\n  ","865590":"\n   Are you a good shooter? 🔫😏\n  ","865591":"\n   How do you sleep?\n  ","865592":"\n   How old were u when u started driving?\n  ","865593":"\n   If you could transform into any creature\/animal at will, what would it be?\n  ","865594":"\n   Do you go out in public with or without mask?\n  ","865595":"\n   What r u going to be 4 Halloween?\n  ","865596":"\n   اي شي\n  ","865597":"\n   Love it\n  ","865598":"\n   If you were a game character and had to choose a self defence weapon. What would you choose? (This could be anything from a bottle, tools, axe, knife, whatever)\n  ","865599":"\n   Say there was a heaven and a hell, which do you think you'd go to when all is said and done? Why? 😇😈  What'd your ideal heaven \/ hell look like? How'd you spend eternity there? 🤔\n  ","865600":"\n   Have a good night\/evening 😁\n  ","865601":"\n   17 days before it’s Christmas 🎄✨ do you have a traditional food that is exclusively served only\/during that season?\n  ","865602":"\n   Can you tell when someone is lying? 🙊\n  ","865603":"\n   Favorite character from Bunk’d\n  ","865604":"\n   how did you feel about the ending for Supernatural?\n  ","865605":"\n   Favorite shows?\n  ","865606":"\n   Do you match your socks or wear odd?\n  ","865607":"\n   What do you think aliens would think of pets? Do you think they would be on their level or just think it was another stupid human thing?\n  ","865608":"\n   Are you afraid of commitment? 🤔💭\n  ","865609":"\n   Do you smoke?\n  ","865610":"\n   If someone disrespects you, would you disrespect him\/her back?\n  ","865611":"\n   Would you ratherspend every weekend indoors or spend every weekend outdoors? #HappyWeekend🌞\n  ","865612":"\n   Hey there. How’s your day going? 😁\n  ","865613":"\n   Ideas on what to do when bored?\n  ","865614":"\n   Are you any good at paper aeroplanes?\n  ","865615":"\n   Would you rather be able to change the future or the past, just by imagining it?\n  ","865616":"\n   What are your plans this weekend? Are you free this weekend?\n  ","865617":"\n   When popularity is a STANDARD but doesn’t give have manners ☹️\n  ","865618":"\n   Haha the “1000” followers quota doesn’t seem proper if the users themselves are just a bunch of famewhores\n  ","865619":"\n   Yes, the undeserving people get the stuffs they don’t even deserve. Maybe that’s why other users have left this social media platform because other users suck 😩\n  ","865620":"\n   It’s disappointing somehow. The fact that askfm verified that user and the user doesn’t deserve it.\n  ","865621":"\n   Can’t believe that people act freaky if you can’t “give” or “return” them those damn coins. 🥴🥴🥴\n  ","865622":"\n   What is the most precious gift you've ever received?\n  ","865623":"\n   How about you? Which is more suitable for you? Chopsticks or a fork?\n  ","865624":"\n   Would you rather go on a boat trip or a helicopter ride?\n  ","865625":"\n   What board games are worth your attention?\n  ","865626":"\n   💙~\n  ","865627":"\n   Do you think it's creepy when people keep pestering you to post selfies? Even after you said no?\n  ","865628":"\n   How do you feel about putting green peas on mac n cheese? 🍽\n  ","865629":"\n   Do you drink your required daily water intake?\n  ","865630":"\n   Do you believe in ghosts?\n  ","865631":"\n   What is the best revenge?\n  ","865632":"\n   Are you an only child or do you have brothers or sisters?\n  ","865633":"\n   🗣\n  ","865634":"\n   Love it\n  ","865635":"\n   $$$\n  ","865636":"\n   If you like her, what's your favourite Lady Gaga single? 🎶 👍 🙃\n  ","865637":"\n   Is there anything that you have planned in this month of December?\n  ","865638":"\n   I’m thinking of doing more polls on here . . Do you like polls? Do you vote them? What types of polls interest you? I’ll admit I never really vote them 😂😂🤣🤣\n  ","865639":"\n   Have you ever had a really bad feeling about a place, and immediately abandoned what you were doing, and got the hell out of there? Tell us about it.\n  ","865640":"\n   Would you rather sit on a seat full of cacti spikes or lay in a tank of spiders for 3minutes?\n  ","865641":"\n   Hi! Please answer this survey. 🥺 \n\n[1] Would you rather receive ANONYMOUS or OPEN questions? Why?\n\n[2] What type of question are you interested in? (eg. personal, funny, crazy, quiz, philosophy, ect.)\n  ","865642":"\n   Would you rather have horns or fangs?\n  ","865643":"\n   Roasted vegetables with a little bit of rice on the side? Anyone? Cornbread with? Do you like roast?\n  ","865644":"\n   What do you want for Christmas?\n  ","865645":"\n   What did you have for breakfast today?\n  ","865646":"\n   If you could sit down with your younger self, what would you say? #SelfAdvice\n  ","865647":"\n   Would you ratherfind your soulmate or your calling? What is your priority?\n  ","865648":"\n   If you have a pure heart you don't lose people, people lose you. Read that again.\n  ","865649":"\n   If you came to wonderland completely blind to the whole situation just like Alice was, do you think you would've taken a similar approach to what she did? If not, what would you've done differently? 🐰🎩🐛🌷🐱🍪👑\n  ","865650":"\n   Do you want to go kayaking? 🚣🏻♀️\n  ","865651":"\n   Favorite color of earrings\n  ","865652":"\n   How much time do you spend with your family? 👍 🙃\n  ","865653":"\n   If you could be able to grow your own produce, would you do it?\n  ","865654":"\n   mama have baby\n  ","865655":"\n   • How do you like your eggs? Sunny side up, scrambbled, poached, boiled or salted? 🥚\n  ","865656":"\n   Your battery percentage is the age you will die, what age you leaving us?! 🤣\n  ","865657":"\n   Do you like iced coffee?\n  ","865658":"\n   15 likes x 15 likes?\n  ","865659":"\n   What do you think will happen if all males💁‍♂️ and all females💁‍♀️ look all the same?\n  ","865660":"\n   Let’s iMessage\n  ","865661":"\n   How many times have you had to move in your life? And how do you find it? It’s considered one of life’s most stressful situations, do you agree?\n  ","865662":"\n   How can you judge someone you don’t know personally?\n  ","865663":"\n   Do those who love us, really love us, or do they simply love what they think we are?\n  ","865664":"\n   Do you know what is love💝?\n  ","865665":"\n   what kind of candy do u think we'd be for Halloween?\n  ","865666":"\n   Has anyone else downloaded ‘Vozee’ app? (I don’t think it’s available on new iPhones but older iPhones & android can get an apk download) It came up on an add lastnight, I downloaded and it’s basically free music, movies and tv shows and it worked, whaaaat? I watched several series 🥰\n  ","865667":"\n   If you could have picked your own name, what would you name yourself?\n  ","865668":"\n   Would you rathersomeone see all the photos in your phone or read all your text messages?\n  ","865669":"\n   put \"BIGGEST PET PEEVE'' in a sentence question\n  ","865670":"\n   Do you watch and listen to celebrity scandals, rumors and gossips? Do you find it interesting?\n  ","865671":"\n   What subject do you wish you never had to take? 🤔\n  ","865672":"\n   What food and\/or beverage combination is your favorite?\nExample - ham & cheese OR\nPineapple juice & orange juice\n  ","865673":"\n   Have you ever had an overnight stay in the hospital? 😷\n  ","865674":"\n   Hello everyone 🤪✨ TGIF!!\n  ","865675":"\n   thank you\n  ","865676":"\n   How far will you go to experience something for the first time?\n  ","865677":"\n   I will follow you\n  ","865678":"\n   If you were a vegetable, what vegetable would you be and why?\n  ","865679":"\n   wow that crazy I watch the undertaker he been wrestling  for 30 years its was soo beautiful  and amazing  moment  for him\n  ","865680":"\n   I'm still in lovebwith my ex but she wants nothing to do with me, she said that it wasn't my fault for the breakup but I feel like it is. What do I do? I want her...\n  ","865681":"\n   really\n  ","865682":"\n   If someone asks you to ‘hang out’ what type of thing would you plan to do? 😊\n  ","865683":"\n   you like undertaker\n  ","865684":"\n   If magic was real, what spell would you try to learn first? ✨\n  ","865685":"\n   Have you ever seen something you can’t explain? 🤷‍♀️\n  ","865686":"\n   What is your greatest strength? 💪\n  ","865687":"\n   What age do you feel in relation to the age you actually are? I still feel 18 and I’m 10 years older than that 🤣\n  ","865688":"\n   What was your go to tv channel as a kid? Mine was probably Nickelodeon 😁\n  ","865689":"\n   If you could be any SUPERNATURAL CREATURE, what would you be and why?\n  ","865690":"\n   What is the cutest robot ever?\n  ","865691":"\n   Are you a picky eater or do you like to try new foods? 😋\n  ","865692":"\n   If there was no CoViD virus, what would have you done this year 2020?\n  ","865693":"\n   Hello\nthis is Tommy Tucker from the state attorney general office. I need you or your concerned attorney to return this call on this number that is 4022654860 As this is about a law suit that is going to be filed against your name and Your social security number..\n  ","865694":"\n   What culture would you like to learn more about? 👳‍♂️👳‍♀️👲🧕🎎\n  ","865695":"\n   Hello everyone  how are you and what your favorite wwe Superstars wrestler ?\n  ","865696":"\n   ‏\" يَا قَوْمِ إِنَّمَا هَذِهِ الْحَيَاةُ الدُّنْيَا مَتَاعٌ وَإِنَّ الْآخِرَةَ هِيَ دَارُ الْقَرَارِ \" ...💚\n\n‏اللهم لا تجعل الدنيا أكبر همنا\n  ","865697":"\n   what's your favorite movie, book, tv show, board game, and\/or video game? :)\n  ","865698":"\n   What is too chaotic for your liking? That you refuse to deal with?\n  ","865699":"\n   You're writing your autobiography without using your name what is the title of the book?\n  ","865700":"\n   What mistake do you keep making over and over again? Why do you think that is? 👍 🙃\n  ","865701":"\n   You seem to be really popular as of late, what is your secret? how many followers do you need until you are verified?\n  ","865702":"\n   Phone number?\n  ","865703":"\n   If people had a warning label, what would yours say?\n  ","865704":"\n   Hello, I’m just checking in with those who I follow and who continue to give great answers on here 😊 Thanks for that! How are you feeling in yourself? Are you well? Doing ok mentally? Reminder: My inbox is always open to listen if anyone ever needs it. Take care💕\n  ","865705":"\n   What do you love and also dislike about your job? {By the way, thank you for what you do!}\n  ","865706":"\n   So if someone gives you coins on here and you delete the answer. Do the coins disappear, go back to the person or do you keep them? 🤔 Randomly curious 🤣\n  ","865707":"\n   Are you squeamish\/ triggered about doing anything or being around certain stuff like? Blood? Vomit? Touching your eyes? Biting ice cream? Insects? Watching people get needles? Anything at all?\n  ","865708":"\n   First video question:\n   \n    https:\/\/www.youtube.com\/watch?v=LniGwv57uFg\n   \n   If you want me to stop sending you video questions, feel free to say so.\n  ","865709":"\n   Do you use Spotify? How did your yearly summary look like? 😁🎧\n  ","865710":"\n   🤗\n  ","865711":"\n   Donde está mi crush\n  ","865712":"\n   Donde está esta mi crushhhh que ha pasado con mi crusjjj !??\n  ","865713":"\n   Would you ratherspend the weekend with 🏴‍☠️ pirates or 🐢 ninjas?\n  ","865714":"\n   what is love for you\n  ","865715":"\n   Are you good at quick math? Working out sums in your head? I’ll admit I’m ok with some things, others I suck 😂\n  ","865716":"\n   Do you believe in karma? That what goes around comes around? And what you give will come back to you?\n  ","865717":"\n   do you have a soul?\n  ","865718":"\n   What are your most important rules when going on a date? What are your red flags?🚩\n  ","865719":"\n   Good morning everyone!\n  ","865720":"\n   If you could pick an eye color what would you choose?\n  ","865721":"\n   Do you have an account in instagram?\n  ","865722":"\n   cool\n  ","865723":"\n   • At Christmas, do you prefer real Christmas trees or fake ones?\n  ","865724":"\n   Du monde de saint Jérôme ici\n  ","865725":"\n   Would you like to receive my questions?\n  ","865726":"\n   Are you the heart breaker or the heart broken? 💔❤️\n  ","865727":"\n   Spam me with questions. I apologize If I wasn't able to answer them all today. but I will tomorrow, my mood today has just been everywhere. but goodnight everyone.\n  ","865728":"\n   What makes most of your life decisions, your head or heart?\n  ","865729":"\n   Dating this bozo is been a roller coaster ride we've broke up got back together argued fought disagreed the whole nine yards. He racked up my credit cards he promised to pay them off I'm still getting bills. He hounds the hell out of me for money when he has his own money.\n  ","865730":"\n   How are you at decorating?\n  ","865731":"\n   Are You Afraid Of Death?\n  ","865732":"\n   sorry hun for having a rude person like that. I think your shootouts aren't spam or bad.\n  ","865733":"\n   You spam without regard. Ask your questions without shout outs of people who give 🐀 ass what you wanna ask. Block!\n  ","865734":"\n   what’s your MOST URGENT PRIORITY for the rest of the year?\n  ","865735":"\n   If you like him, what's your favourite Michael Jackson single? 🎶 👍 🙃\n  ","865736":"\n   What do you think is a good age to start dating? When would you allow your kids\/future kids to date? 😚\n  ","865737":"\n   What’s your idea HELL? 😈\n  ","865738":"\n   You stop spamming with shout outs and we shall have nothing to discuss. Otherwise I shall si ply block you.\n  ","865739":"\n   Which band or singer would you love to hear a Christmas song from? \n\nAny song in particular?\n  ","865740":"\n   Do u love Dan Jason Schaeffer?\n  ","865741":"\n   If you could change your relationship with a family member, would you? If so, who with? 👍 🙃\n  ","865742":"\n   What is something you have done in your life that you are the most proud about and feel it has really achieved the most or helped someone the most?\n  ","865743":"\n   Have you ever had an eating disorder??? Share your experience, I’ll be reading you.\n  ","865744":"\n   How often do you eat food which is meant to be easily cooked in a microwave? What do you usually go for? ♨️\n  ","865745":"\n   If during an interview you were asked \"If you could be a fruit, which would you be?\", how would you respond?\n  ","865746":"\n   Will a lockdown ruin your holiday?\n  ","865747":"\n   Thoughts on Amber Heard abusing Johnny Depp?\n  ","865748":"\n   Who are your top 5 favorite song artists? 🎶\n  ","865749":"\n\n    @trulymadison\n   \n   I LOVE U SO MUCH!!!\n  ","865750":"\n   Doesn't Miller Genuine Draft go well with burgers and fries?\n  ","865751":"\n   How’s December 1st, anyone?\n  ","865752":"\n   Can you really earn by playing games? Have you ever earn real money by playing games? 🎮\n  ","865753":"\n   Would you still talk even if no one is listening to you? 🗣\n  ","865754":"\n   Specifically what was their toxic behavior\n  ","865755":"\n   How much can you eat on a EAT ALL YOU CAN restaurant? 😛\n  ","865756":"\n   What do you do for a living? \/ What do you want to do for a living?\n  ","865757":"\n   I would rather you stop spamming. Or do I have to block you?\n  ","865758":"\n   Your Star Wars name:  \nFIRST NAME; 1) The first three letters of your last name 2) Add the first two letters of your first \nname \n\nLAST NAME: 1) First two letters of your mothers name 2) First three letters of the city you were born. . . Mine is Thoaz Ambir 🤣🤣 what’s yours? 😊\n  ","865759":"\n   If someone treats you badly, do you believe it’s ok to treat them the same way? Or do you rise above it?\n  ","865760":"\n   What’s your phone\n  ","865761":"\n   How do you correct someone knowing it will hurt their feelings?\n  ","865762":"\n   Why does it feel good to help someone?\n  ","865763":"\n   Have you ever had to break-up with a friend?\n  ","865764":"\n   Would you rather only be able to watch one show for the rest of your life or only be able to watch the first episode of any show for the rest of your life?\n  ","865765":"\n   Do you fix cars? Yes or nooo.\n  ","865766":"\n   What is your opinion about gossips \/ chismis?\n  ","865767":"\n   Who’s your favourite Marvel character\n  ","865768":"\n   Can shaving cause a rash?\n  ","865769":"\n   What is the temperature where you are at at the moment? Pic?\n  ","865770":"\n   Hey folks! My account got randomly disabled so I said I'd come on here to tell the few folks I follow in case you want to follow this page or need links to my socials. If you could please spread the word that'd be great bc I follow hardly anyone on here and I'm terrible for remembering @s\n  ","865771":"\n   Do you have a lot of friends? Or do you keep few close friends?\n  ","865772":"\n   What's your go-to restaurant when you don't know where to eat?\n  ","865773":"\n   How good of a dancer would you say that you are? Even considering basic things such as following the rhytm etc. Does that improve when you know the song you're dancing to beforehand? Do you ever incorporate the meaning of some lyrics into your dance moves? 🕺🎶\n  ","865774":"\n   • Has another’s pain ever given you joy? Be totally honest.\n  ","865775":"\n   Which animal would you love to be for a day?\n  ","865776":"\n   🧡\n  ","865777":"\n   يوه من زمان عن الاسك 😂😂😂\n  ","865778":"\n   How do you like your coffee?\n  ","865779":"\n   Do you believe in Religion?\n  ","865780":"\n   What does it mean when a girl smiles at a boy??\n  ","865781":"\n   Have you always had the same political beliefs? Is there something that impacted them?\n  ","865782":"\n   Hi have a good night😬\n  ","865783":"\n   What subjects do you think should be taught in school but aren’t? 🤓📚👓\n  ","865784":"\n   how is everyone’s day\n  ","865785":"\n   Awww.... I wanted to be people’s favorite dragon!!!\n  ","865786":"\n   Wings or Burgers?\n  ","865787":"\n   Where do you want to settle in?\n  ","865788":"\n   Are you getting weird anon questions?\n  ","865789":"\n   hah, to the world of joy and happiness) However, it doesn't really exist\n  ","865790":"\n   Have a good night everyone. spam me with questions in case you can't sleep, I shall return later today.\n  ","865791":"\n   Thank you, you lifted my spirits, no one was able to do it:)\n  ","865792":"\n   To some extent, yes. And I'm glad that this life means something to you:)\n  ","865793":"\n   hah, however, funny) Yes, I agree that life is beautiful\n  ","865794":"\n   How's life? What new things did you learn over the weekend and what lessons did you learn for yourself?⚛\n Good day♥\n  ","865795":"\n   Where was the most in appropriate \/ most embarrassing place you’ve farted? 😂💨\n  ","865796":"\n   Do you have Friends with Benefits? 🤪\n  ","865797":"\n   If a mysterious benefactor wrote you a check for $5,000 and said, “Help me solve a problem — any problem!” … what would you do with him or her?\n  ","865798":"\n   Does hardship make a person stronger? If so, under what conditions and at what point is it too much hardship? If not, what makes a person stronger?\n  ","865799":"\n   Would you rather continue with your life or restart it?\n  ","865800":"\n   Your third @ is gonna help you fight in a zombie apocalypse, who is it? 🤪\n  ","865801":"\n   WOULD YOU RATHER:give up cursing 🤬 forever OR give up ice cream 🍦 for 12 years?\n  ","865802":"\n   How was your week?(👍👎🏼❤)\nAnything interesting happen to you?\n  ","865803":"\n   Christmas spam: Is there anything you actually want for Christmas this year?\n  ","865804":"\n   Have you ever been to a renaissance fair or something similar? How was it? What did you think of it? 🏹⚔🛡🏰🐴\n  ","865805":"\n   Christmas spam: Have you ever done a secret Santa ?\n  ","865806":"\n   What’s your favourite way to pass time at home?\n  ","865807":"\n   Christmas spam: What’s the funniest moment in the home alone movies?\n  ","865808":"\n   Whats your favorite word\n  ","865809":"\n   who wants a pretty girl to hook up with\n  ","865810":"\n   Would you ratherWIN THE LOTTERY but have to spend it all in one day or TRIPLE your current SALARY forever?\n  ","865811":"\n   Christmas spam: What’s the best Christmas chocolate assortment?\n  ","865812":"\n   Christmas spam: Do you usually give all your Christmas gifts out on the day or before hand?\n  ","865813":"\n   What can cheer you up when you're having a hard day\n  ","865814":"\n   What’s the most overrated product out on the market? 😒\n  ","865815":"\n   Where does all your money go?\n  ","865816":"\n   Wow\n  ","865817":"\n   you \"my friend\" are very brilliant I'd say into the way you see this being someone troubling to accepting and challenging their own self to widening their horizons and being what I would say you'd agree with is a more rounded person as I get that from your beautiful answer. your very bright 😇\n  ","865818":"\n   yeah, I may have had my own conclusion within an answer.... your right on that note but my intent in my question was that, I was wanting you all to share some insight for me to ponder about; how all who came to answer feels about an individual with a closed mind to others opinions and feelings.\n  ","865819":"\n   What makes life worth living for you\n  ","865820":"\n   How old are you?\n  ","865821":"\n   What is the thought on people who are close minded and dont allow input from other people..... \nMy thoughts: I know a few.....& I think people like that have small liked brains who are selling themselves short by not allowing other perspectives in because there is NO \"one answer\" to anything! GO--->\n  ","865822":"\n   What's the one thing people offer to assist you with, but you'd rather do yourself?\n  ","865823":"\n   What album changed your life?\n  ","865824":"\n   Have you ever order some “food” ...ate it entirely tf up then told yourself never again? Or am I the only one?\n  ","865825":"\n   Favorite actress?\n  ","865826":"\n   Christmas spam: Do you wake up early Christmas Day?\n  ","865827":"\n   Christmas spam: Do you know all of Santa’s reindeer without googling?\n  ","865828":"\n   Christmas spam: Do you know any awful Christmas jokes?\n  ","865829":"\n   Get the fuck off you cowboy\n  ","865830":"\n   Emoji of the day!\n  ","865831":"\n   productive and good\n  ","865832":"\n   Billie Eilish exposed her private parts to some children in Hawaii. Do you think her career is over ?\n  ","865833":"\n   How was your day?\n  ","865834":"\n   Ha ha ha! And yeah for doggies!\n  ","865835":"\n   Christmas spam: Do you have a Christmas wreath or bow or something else on your door?\n  ","865836":"\n   Christmas spam: Do you drink any particular alcohol on the big day?\n  ","865837":"\n   Christmas spam: Have you ever opened a present before the big day?\n  ","865838":"\n   What gives you that extra push to get out of bed and seize the day?\n  ","865839":"\n   Is it easier for you to run from love or accept it?\n  ","865840":"\n   Are we talking about the same thing still?! 🤔😉\n  ","865841":"\n   Really, so cut off the freebies after the second?  I usually go like to charge after the first freebie if possible!  Lol\n  ","865842":"\n   Christmas spam: Have you ever made a snow man or anything else in the snow?\n  ","865843":"\n   Christmas spam: Do you like Christmas scents? Cinnamon? Apple? Mint? Etc\n  ","865844":"\n   Christmas spam: Do you like Christmas pudding?\n  ","865845":"\n   Not when you’re giving out free lectures to people who don’t wanna hear it\n  ","865846":"\n   Christmas spam: Did you cry at Jack Frost?\n  ","865847":"\n   Christmas spam: Have you watched the snowman?\n  ","865848":"\n   Christmas spam: Have you ever made a gingerbread house? How did it go?\n  ","865849":"\n   Christmas spam: Warm lights, cool lights or multicoloured?\n  ","865850":"\n   Billie Eilish went to a tropical island and exposed herself to children on the beach. Do you think her career is over ?\n  ","865851":"\n   Christmas spam: Do you give out Christmas cards to just family or friends\/neighbours, work friends too?\n  ","865852":"\n   Christmas spam: Do you hope it snows at Christmas time?\n  ","865853":"\n   Oh yes I like to call myself the professor cuz I be lecturing like I'm a schedule\n  ","865854":"\n   Christmas spam: What do you too your tree with? A star? Angel? Something else?\n  ","865855":"\n   Christmas spam: Have you watched the move “Jingle all the way”?\n  ","865856":"\n   Christmas spam: Is there anyone you miss at Christmas time?\n  ","865857":"\n   Well that's good, I seem to rant all the damn time lately!  Haha\n  ","865858":"\n   Christmas spam: Home alone or Elf?\n  ","865859":"\n   Christmas spam: Are you on the naughty or nice list this year?\n  ","865860":"\n   Christmas spam: Why was Rudolph’s nose really red?\n  ","865861":"\n   Christmas spam: Do you get Christmas carolers? (Singers) I’ve never seen any over here 🙈\n  ","865862":"\n   Christmas spam: Favourite Christmas movie?\n  ","865863":"\n   🌌FREE SPACE🌌\n  ","865864":"\n   Christmas spam: Do you just wrap your gifts or do cute bows and tags?\n  ","865865":"\n   My first time watching it.\n  ","865866":"\n   Have you ever walked in on someone have sx?\n  ","865867":"\n   Christmas spam: who cooks Christmas dinner in your household?\n  ","865868":"\n   Christmas spam: When is too early to put the Christmas tree up?\n  ","865869":"\n   Christmas spam: Do you keep your presents under the tree or somewhere else?\n  ","865870":"\n   Have you ever gone skinny dipping?\n  ","865871":"\n   Absolutely agree\n  ","865872":"\n   Christmas spam: Do your Christmas decorations match or are they all random colours?\n  ","865873":"\n   Has anyone seen the show house\n  ","865874":"\n   Christmas spam: What’s your favourite part of Christmas dinner?\n  ","865875":"\n   Christmas spam: Do you own a Christmas stocking?\n  ","865876":"\n   How long you’ve lived in Dallas?\n  ","865877":"\n   Who else \nSwimming in questions?\n  ","865878":"\n   last time I wrote a letter was two weeks ago to a friend in Florida\n  ","865879":"\n   Who do you trust?\n  ","865880":"\n   Who does the author in a handful of dates the story portrays most sympathetically ?\n  ","865881":"\n   I know really.\n  ","865882":"\n   Which book has made you laugh aloud?\n  ","865883":"\n   Have you ever had a dream that scared you awake?\n  ","865884":"\n   First three songs in your favourite playlist?\n  ","865885":"\n   Were you left paying the taxi cab fare?\n  ","865886":"\n   That’s so true!!\n  ","865887":"\n   I love music 😌\n  ","865888":"\n   Hope everyone had a great thanksgiving and weekend. Enjoy your Sunday\n  ","865889":"\n   I love the variety 🥰\n  ","865890":"\n   What genre of music do you like?\n  ","865891":"\n   What is something you do for fun?\n  "},"Answer":{"864820":"\n  I do, but Christmas will once again be warm for us and with no snow.\n  ","864821":"\n  So far, so good.\n  ","864822":"\n  I use to, but its boring now.\n  ","864823":"\n  Yay!\n  ","864824":"\n  Sometimes. it depends if they don't hear from me for awhile.\n  ","864825":"\n  later.\n  ","864826":"\n  at age 5. my father gave me a computer that ran dos. played games such as duke nukem 1 and 2. alf, street fighter and catacomb 3-D. I knew then I would become invested in such a fun hobby.\n  ","864827":"\n  I had 2 people tell me at one point that being a nurse is a \"females only\" kind of job, so I must be funny.\n  \n  I told them, lets see how well you would break under pressure going into a hospital dealing with covid patients (having beat covid myself) giving them shots, prescribing meds, drawing blood, doing urine samples, the works?\n  \n  Then I kissed my best friend whom I date right in front of them, which she is also a nurse and walked away lol.\n  ","864828":"\n  Not that I am aware of.\n  ","864829":"\n  Game of Thrones\n  ","864830":"\n  I don't think the whole game itself was rushed, I think they rushed testing on consoles too soon knowing that it wasn't going to run smoothly on older consoles like ps4 and xbox one, because normally pc players gets the bad end of a port. just ask square enix, they been screwing pc players over for years due to bad ports. in this case, older gen consoles got a bad port.\n  ","864831":"\n  Well yeah, every game has flaws. but they been on the ball in fixing those issues swiftly. yes they told others to \"preorder\" but they had an option to preorder or wait. that was the buyers decision, not the creators. I personally never preorder games myself.\n  ","864832":"\n  Calmness. sometimes, even that is out of reach for me.\n  ","864833":"\n  single, but talking with someone.\n  ","864834":"\n  Exercise. it improves mental health. I also find that breaking goals into small, easy tasks with set regular reminders tends to help as well.\n  ","864835":"\n  Using a physical wall calendar to mark my daily stuff. Caring more about checking my mailbox than checking the email lol.\n  ","864836":"\n  Investing, give a little to charity, help my parents and rest for me and my expenses.\n  ","864837":"\n  Sinn San\n  ","864838":"\n  nope\n  ","864839":"\n  thanks\n  ","864840":"\n  oh nice, how long has she been doing it for?\n  ","864841":"\n  16 I believe.\n  ","864842":"\n  Everything is cleared, so its safe to send new questions now. :)\n  ","864843":"\n  its natural. it does good for illnesses and its not bad like most people thinks.\n  ","864844":"\n  Somewhere on an island right next to a great view.\n  ","864845":"\n  Nope, because I would not have ex's. :(\n  ","864846":"\n  most of the time.\n  ","864847":"\n  they are cut out or blocked before that ever happens, so no.\n  ","864848":"\n  a second gpu for my main gaming computer.\n  ","864849":"\n  rarely ever go.\n  ","864850":"\n  Not really.\n  ","864851":"\n  meh, they are okay lol.\n  ","864852":"\n  Have a great taco Tuesday!\n  ","864853":"\n  I'm single, but talking to a person.\n  ","864854":"\n  Meatloaf.\n  ","864855":"\n  Tennis Shoes.\n  ","864856":"\n  Walmart\n  ","864857":"\n  My walkie talkie or hospital id badge.\n  ","864858":"\n  Not at all.\n  ","864859":"\n  caramel macchiato\n  ","864860":"\n  Yes :)\n  ","864861":"\n  Hot topic, jc penny.\n  ","864862":"\n  Cobra Kai\n  ","864863":"\n  Did my workouts and took walks outside. did lots of snail-mail.\n  ","864864":"\n  Sunshine and Warm.\n  ","864865":"\n  Random, Fun, Full of energy, Humor LOTS of it.\n  ","864866":"\n  Maybe once a week.\n  ","864867":"\n  Happy Birthday!\n  ","864868":"\n  Yes I do.\n  ","864869":"\n  Video Games, Cooking, Fitness, Gardening, Volleyball and Artwork.\n  ","864870":"\n  I would smash and marry Jennifer Lawrence.\n  ","864871":"\n  Yes, my crazy ex girlfriend from high school.\n  ","864872":"\n  I found a $1000 bill on the road in the middle of no where.\n  ","864873":"\n  okay.\n  ","864874":"\n  I would go big mac, super size fries and large hi c. that will be a lot filling then a quarter pounder.\n  ","864875":"\n  Yes, I miss riding on them. :(\n  ","864876":"\n  I am pretty open lol. I am not picky, just as long as you are not drama and value friendship that supposed to be valued without strings attached. (:\n  ","864877":"\n  Thank you!\n  ","864878":"\n  Home Alone\n  ","864879":"\n  doing great.\n  ","864880":"\n  Giving them a foot spa. which is one of the things I am giving to the best friend.\n  ","864881":"\n  any plans for Christmas?\n  ","864882":"\n  Just a typical sunny afternoon.\n  ","864883":"\n  I rarely get any of them. outlook mail has been pretty good when it comes to combatting them.\n  ","864884":"\n  Okay, any plans for the new year?\n  ","864885":"\n  Rock Climbing Outdoors.\n  ","864886":"\n  I had already and recovered. its not fun. I took the shot yesterday.\n  ","864887":"\n  Reading it, yes. writing it? only my name, other words is like chicken scratch.\n  ","864888":"\n  I laugh at them and if its asked by a typical \"anon\" then I laugh at them even harder and block 'em.\n  ","864889":"\n  I work. Nurse Practitioner - nutrition and dietary, also doing critical care to assist with covid patients.\n  ","864890":"\n  warm tones.\n  ","864891":"\n  normally coke or a dr pepper.\n  ","864892":"\n  Yep, a Charizard stuffed animal, jirachi and mew.\n  ","864893":"\n  Yes, we are not the only life beings around. if animals exist and we exist, others do too I think.\n  ","864894":"\n  Red Velvet Cake\n  ","864895":"\n  Video Game Conversations.\n  ","864896":"\n  I don't eat there. its either Wendy's, Taco Bell or Jack in the box.\n  ","864897":"\n  Hugs and back rubs.\n  ","864898":"\n  The sooner the better.\n  ","864899":"\n  nope.\n  ","864900":"\n  hello\n  ","864901":"\n  Cake. Cheesecake.\n  ","864902":"\n  Here's one of my chihuahua.\n  ","864903":"\n  0. I'm all caught up!\n  ","864904":"\n  Candy Cane White Chocolate.\n  ","864905":"\n  Cyberpunk 2077\n  ","864906":"\n  Relationship status.\n  ","864907":"\n  All the time. they helped me until I became an adult, time to return the favor.\n  ","864908":"\n  Because most likely they are not a people person and they don't know what being polite is all about.\n  ","864909":"\n  Yes, but mostly good luck.\n  ","864910":"\n  Emerald.\n  ","864911":"\n  Boys for sure lol.\n  ","864912":"\n  Pick the perfect gift out, I love seeing the smile on her face. :)\n  ","864913":"\n  Living on lots of land, with crops, animals. I guess my life is a little bit like that now actually lol.\n  ","864914":"\n  I would love to have one. sea turtles, starfish, dolphins. anything that gets along with each other.\n  ","864915":"\n  Life is great Candice, how is your life? :)\n  ","864916":"\n  By creating good habits instead of bad ones.\n  ","864917":"\n  Getting a car, house, then realizing that bills are involved as well with responsibilities to maintaining those things.\n  ","864918":"\n  Yes I do and its true it takes getting used to. but normally if you can eat well with a fork then you should be able to with chopsticks. just picture eating with two forks and the way you position them as your picking up the food. takes practice but you will get it.\n  ","864919":"\n  I turn my music all the way up lol. but most of the time I don't have that issue.\n  ","864920":"\n  Yes, being patient is the key or someone will slip and tell you before they do.\n  ","864921":"\n  I'll let you know once I cleared and answered all.\n  ","864922":"\n  Yes, every spring and summer. I plant all kinds of edible stuff.\n  ","864923":"\n  outgoing.\n  ","864924":"\n  Scooby Doo taught us that real monsters are really humans.\n  \n  If that isn't deep, then I don't know what is.\n  ","864925":"\n  Just chill at the house.\n  ","864926":"\n  Creativity for strength. weakness, basically trying to please everyone at the same time.\n  ","864927":"\n  It comes from within by doing happy things and being around people who are positive.\n  ","864928":"\n  A hug for trusting all healthcare workers who is putting an end to this pandemic.\n  ","864929":"\n  its terrible. wanted to puke every time.\n  ","864930":"\n  Because, when you have bad \"role models\" around who condones xenophobia and discrimination worldwide then more crazies and stupid people in general comes out from their rocks.\n  \n  Racism will always be around, just not as much once those bad people disappear.\n  ","864931":"\n  Me and my best friend lives together so we are always hanging out, dating, whatever right?\n  \n  so one time when we were just teenagers I asked her, how come when girls are caught with just their undergarments on, they are scared like they witnessed a crime, but has no problem wearing a 2 piece swimsuit bikini roller skating after hanging at the beach?\n  \n  lol to this day, she still confuses me with that but I love it!\n  ","864932":"\n  stranger things.\n  ","864933":"\n  3 headed dragon. not sure of the name.\n  ","864934":"\n  Volleyball\n  ","864935":"\n  Nope and I don't want to.\n  ","864936":"\n  I don't think it is. because it does not get you anywhere in life. all it does is makes you out to be less important then others.\n  ","864937":"\n  Castor Oil.\n  ","864938":"\n  your welcome.\n  ","864939":"\n  I was all for it until he made a comparison of \"AC Valhalla\" which is a different genre.\n  \n  The game came out almost two weeks ago and has already gotten 4 updates for pc and console to fix bugs. not including the additional ones coming out this week, next month and in February.\n  \n  Honestly these are just self entitled people that want things right this moment in life and it simply can't happen like that.\n  \n  Here are some examples: DayZ, No Mans Sky, The Dreaded \"fallout 76\" Fiasco. Final Fantasy XIV online has been out for years now and still to this day didn't fix all of the issues of what is wrong with the games. but people wants to moan and complain about an issue they are having for not even 2 weeks? lol\n  \n  Compare those to a game that has been out almost 2 weeks ago in which updates has been provided in a quick manner compare to most games of today. people just needs to chill and get some fresh air. all these threats of \"lawsuit\" or threats towards \"bodily harm\" is childish in my opinion.\n  ","864940":"\n  Thanks and you too. :)\n  ","864941":"\n  Summer. swimming pools and nature.\n  ","864942":"\n  Family Christmas parties and New Year’s Eve parties way before any pandemic. over the years they started being slightly distant tho.\n  ","864943":"\n  the elder scrolls online and cyberpunk 2077. oh man, that would be loads of content there.\n  ","864944":"\n  Cleaning! it wears me out more then 4 reps of 30 squats each a day.\n  ","864945":"\n  mostly horror.\n  ","864946":"\n  Not really, I think all words are great and no you are great like you are, don't ever change. :)\n  ","864947":"\n  Warheads\n  ","864948":"\n  Sour gummy worms. because they taste good and I wouldn't have to get up to go buy some at the store.\n  ","864949":"\n  Dealing with people dying.\n  ","864950":"\n  I want everyone to hear it, like this song...\n  \n\n   https:\/\/www.youtube.com\/watch?v=rZiy96EMmXI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","864951":"\n  Kindness. business is business in which you get paid and rushing to get the job over with.\n  ","864952":"\n  read aloud every word I read. my voice isn't the same like before lol.\n  ","864953":"\n  It would be nice to go back to a time like that but sadly, everything costs money and some even do price gouging because of greed. but money will never buy happiness, love, family or true friendship.\n  ","864954":"\n  When my best friend whispers in my ear while I am meditating. she does it on purpose in a good way lol.\n  ","864955":"\n  Get lunch with someone I haven’t seen in a while.\n  ","864956":"\n  I have never been asked that and I would never do it.\n  ","864957":"\n  Age 16 actually. because I had a road map already made up, know what I was going to do and when I was going to do them.\n  ","864958":"\n  Consciousness in not a purely human trait. Its called an internal extension of the human body, which is in the form of dynamic energy.\n  \n  Consciousness is the key to intelligence. Intelligence is a key survival benefit.\n  \n  Are we better off for it? we don't have that option if it is or isn't.\n  \n  Does it lead to a greater problem? I don't see how or why it would be.\n  ","864959":"\n  Taking a break and treating myself.\n  ","864960":"\n  zebrafish. they glow in the dark due to microbes.\n  ","864961":"\n  because he ate her and was going to attack the girl.\n  ","864962":"\n  Yes I do.\n  ","864963":"\n  “You’re so much better than my ex.”\n  ","864964":"\n  personality, humor, intelligence.\n  ","864965":"\n  great person to talk with and hoping you stay on the site, despite it being dead sometimes.\n  ","864966":"\n  Love is measured by how YOU define love.\n  \n  How you see love is how you will interpret whether or not it exists in others.\n  \n  How you define love is what you will seek from others. Your perception of love is what you will give to others calling it \"loving\", whether that is truth of love or not.\n  ","864967":"\n  Yes, I think so.\n  ","864968":"\n  Prepare all of the meals in a few amazing cookbooks that I have.\n  ","864969":"\n  you can buy it in a physical copy for play station since they took down digital, I think they did the same for x box. I play it on pc though.\n  ","864970":"\n  I work at a hospital\n  ","864971":"\n  covid is the reason, other then that it would be like 50+\n  ","864972":"\n  thanks! <3\n  ","864973":"\n  Anything. I am not picky during the holidays. :)\n  ","864974":"\n  100+ sometimes.\n  ","864975":"\n  caramel macchiato\n  ","864976":"\n  most of the time I do.\n  ","864977":"\n  I found you :) \"solo\" is the first part of the name.\n  ","864978":"\n  thanks for the rose.\n  ","864979":"\n  Being bald\n  ","864980":"\n  its the top one always, at least for me. :)\n  ","864981":"\n  Their personality\n  ","864982":"\n  loved\n  ","864983":"\n  Volleyball\n  ","864984":"\n  6 or 7 pm.\n  ","864985":"\n  👍\n  ","864986":"\n  No one that I know of.\n  ","864987":"\n  Today actually on a phone call. (:\n  ","864988":"\n  Pink for the attraction. when it comes to people being an \"annoyance\" I don't have a filter and can detect them quite easily. (:\n  ","864989":"\n  Yep! I need it!\n  ","864990":"\n  This right there. sometimes, I question humans as a whole, I want to time travel to another planet.\n  ","864991":"\n  Pringles and Lays of course. we got the good shiz here. haha.\n  ","864992":"\n  Go back in tonight. and then tomorrow night. then 2 weeks off.\n  ","864993":"\n  Well if I mention them, then it would not be a secret.\n  ","864994":"\n  A few times, because they were really innocent in a certain situation until they were able to obtain the proof to prove that they are truly innocent.\n  ","864995":"\n  Cinnamon.\n  ","864996":"\n  I would put on a jumpsuit of d.va including the wig and the prop pieces. overwatch characters owns in disguises xD\n  ","864997":"\n  Great paying job there, I wish you a swift and quick set of shifts. :D\n  ","864998":"\n  The clean air, the wildlife, being able to wake up everyone and drink in life as we are walking. it feels great.\n  ","864999":"\n  Every year.\n  ","865000":"\n  hey anon who want's to act like a tough person behind a screen and keypad using their parents shared data plan. let me put this into terms that you can clearly resonate from. your insults are as interesting as watching paint dry, so whenever you want to grow a set then hop off of anon and talk like you have 70 or more iq. thank you.\n  ","865001":"\n  Candles is so relaxing, I normally have them placed in the living room or dining room table. I prefer the scented ones.\n  ","865002":"\n  Like it gives me recommendations to users not even active for  years and gives me notifications of answers from weeks prior. am I losing it or something? lol\n  ","865003":"\n  Survivor, The Real World and Jackass.\n  ","865004":"\n  Unconditional. if it isn't then it isn't love.\n  ","865005":"\n  I think I would oversleep.\n  ","865006":"\n  I'm in love. the cure is so amazing.\n  ","865007":"\n  I downloaded an app called MyrRadar weather radar. got to be kept up to date in case a random tornado comes along.\n  ","865008":"\n  I have no bugs on my end. plus a huge patch was yesterday which fixed almost all of them.\n  ","865009":"\n  it will not be recalled, pc users just had an update fixing all of the issues that old console players were having issue with, if they would have waited a little longer. oh well.\n  ","865010":"\n  coke\n  ","865011":"\n  apparently the term is internet slang, simping is a behavior where a person is excessively deferential, engages in flattery, or \"does way too much for a person they like\", sometimes with the ulterior motive of engaging in sexual intercourse, and often with this behavior mediated by the Internet.\n  \n  Which is funny considering the fact that what I said isn't even close to that lol.\n  ","865012":"\n  nope\n  ","865013":"\n  why would I? he gives out presents and has a sleigh with reindeer, plus his elves and wife are badass.\n  ","865014":"\n  says the person who is hiding under anonymous because they ain't got nothing better to do. \"a simp?\" I have no Idea what the hell that means because I am not a child.\n  ","865015":"\n  lol....piss off.\n  ","865016":"\n  night owl\n  ","865017":"\n  busy\n  ","865018":"\n  yes and its good.\n  ","865019":"\n  allergic to it, but it tastes good.\n  ","865020":"\n  refreshed\n  ","865021":"\n  all kinds\n  ","865022":"\n  windows\n  ","865023":"\n  fly\n  ","865024":"\n  hahahah too funny\n  ","865025":"\n  I think it would be a love\/hate relationship for the simple fact that my shoulders will feel funny lol.\n  ","865026":"\n  The Feminine Burden. its been happening since \"adam and eve\" days. finger-pointing is baked into our history and culture. every time the woman is made to be responsible, it also implies that the guys are merely helpless pawns in the situation with no culpability for their actions. but everyone has a brain, sure the other woman may or may not know about the guy's \"current relationship\" but the guy should put 1 and 1 together being that other \"1\" his g\/f or wife and be honest and true with her. if the guy wants to cheat then he shouldn't be in a relationship. if the woman tries to do something knowing that the person is married then she is no better since it would be considered \"homewrecker\" male or female isn't the winner in this, either way why be in a relationship to begin with if you gonna cheat.\n  ","865027":"\n  Now you should know john cena always kicks out at 2. amateurs....\n  ","865028":"\n  oh wow, good luck!\n  ","865029":"\n  doing a sprint-distance triathlon in the Florida keys\n  ","865030":"\n  Exercise. I go all out to keep myself fit.\n  ","865031":"\n  I use it on both because in order to get coins without someone gifting, you have to watch ads. I use from computer because its easier to duplicate tabs from the browser to mass send questions to people like in my case since I have over 250 people that I follow\n  ","865032":"\n  Being framed for a major crime that I didn't do.\n  ","865033":"\n  going to work and having to bare another round of covid patients coming in.\n  ","865034":"\n  back home working a 15.\n  ","865035":"\n  Awesome girl 😷👍 I'll send you some questions here in a bit.\n  ","865036":"\n\n   https:\/\/youtu.be\/KR-eV7fHNbM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","865037":"\n  They are like the typical parents. Wants what is best for their children, value their family, etc.\n  ","865038":"\n  Jingle bells\n  ","865039":"\n  it's all good lol\n  ","865040":"\n  I normally don't take selfies as much so I did during my break, I wouldn't say it's cute but I look tired as hell. 😷\n  ","865041":"\n  Plenty of times, I just ignore it.\n  ","865042":"\n  I love walking on stairs, it's always great to challenge yourself plus it's great for your legs.\n  ","865043":"\n  Yep my best friend and they've been perfect so far.\n  ","865044":"\n  I'm not really sure, we'll just have to see in the next underwater adventure. 😋\n  ","865045":"\n  In some aspects it is.\n  ","865046":"\n  I have no tattoos\n  ","865047":"\n  I have plenty on Facebook but I don't use Facebook. My account hasn't been used in over 5 years lol.\n  ","865048":"\n  Cool\n  ","865049":"\n  Older for sure\n  ","865050":"\n  No tattoos\n  ","865051":"\n  I don't think I am but thanks\n  ","865052":"\n  yes and its delicious. :)\n  ","865053":"\n  no I am central time\n  ","865054":"\n  pretty easy. the kind of friends that only talks to you when it benefits them. They always find ways and excuses to disconnect, talking crap about you when your not around, drama.\n  ","865055":"\n  Metallica\n  ","865056":"\n  I like her as a person and what she does. but most of her songs is about her ex's, I just can't listen to that stuff.\n  ","865057":"\n  Christmas ham and hot buttered rum.\n  ","865058":"\n  Yes it was, I even had to change my voice a little to pretend I was someone else lol..\n  ","865059":"\n  depends how high you would go. the top ones would have to be the Samsung S series which would be S9 or higher. or you could go for a cheaper flagship high end phone such as the lg g7 or higher. mid tier from Samsung would be something like the \"a series\" a10, a10e, a11 or so on. lg \"v series\" starting with the v20 and higher.\n  ","865060":"\n  I find them really interesting, just need someone to come forth with to visit them lol.\n  ","865061":"\n  the “month” is basically the period of the moon. the way months are is about 30 days; the period from new moon to new moon is about 28 days. The phases of the moon last about 7 days, there is your week. numbers, weeks and months evolved. when months evolved they reflected the seasons, which governed the agricultural year. romans gave the names for the months.\n  ","865062":"\n  All nurses in general. we look up and out for each other.\n  ","865063":"\n  stethoscope, keys, personal phone, work phone, walkie talkie, bottle of Aleve, pens, pad, hand sanitizer, scissors, micropore medical tape, gauze, sterilized mask, gloves, cotton balls, monthly index of medical specialties book and a watch.\n  ","865064":"\n  Mine was actually green at the time.\n  ","865065":"\n  Yes, its a habit.\n  ","865066":"\n  ahaha thanks lol. I might do some more selfies with them on when I'm back to work again.\n  ","865067":"\n  Yes\n  ","865068":"\n  I love them!\n  ","865069":"\n  They were still doing it at our school, but only at the parents request. they used the belt, skinny hedge branch, I even had to eat vegetables for breakfast, lunch and dinner for a few days as punishment because they knew I hated it lol.\n  ","865070":"\n  Oh I know that for a fact, I been on here and social media too long to let simple minded people get me heated up.\n  ","865071":"\n  I accept it because I would assume its not a \"high priority\" important.\n  ","865072":"\n  most I ever carry is 20 bucks, everything else is debit and credit.\n  ","865073":"\n  your welcome!\n  ","865074":"\n  Major was veterinary medicine at the time and minor was sports  medicine. but things changed and after I became a licensed vet tech I decided to go the healthcare route and this is where I am at today.\n  ","865075":"\n  never\n  ","865076":"\n  almost 6:30 here\n  ","865077":"\n  I been doing this since the age of 16 actually. I was a medical filler at the time. no schooling necessary for that position and that is how I got started.\n  ","865078":"\n  lol! tell me about it, most people would ignore the shoutout but nope, she just wanted to start trouble, this is what happens when people don't have a hobby or a job.\n  ","865079":"\n  Thanks anon, yeah imagine getting so bent out of shape because I sent \"one shoutout\" weeks ago about \"a what if question\" lol. she must have a big chip on her shoulder for her to act like that haha.\n  ","865080":"\n  \"My last relationship was the WORST.\" you never EVER want to talk about your ex.\n  ","865081":"\n  its already over lol.\n  ","865082":"\n  Someone told a lie about having been in the military\n  ","865083":"\n  I will be getting mines next week since my work will have the supply of it coming in.\n  ","865084":"\n  Strawberry, Orange or Vanilla.\n  ","865085":"\n  Well today I had 15 of our patients recover from covid, they were finally able to go home and meet their family just in time before Christmas. (:\n  ","865086":"\n  opening presents on Christmas morning, spending time together, eating a lot.\n  ","865087":"\n  several times now in my dreams.\n  ","865088":"\n  My smartwatch mostly since I am always walking or running.\n  ","865089":"\n  Understanding human behavior and being able to see through people and their bs. if only I was a psychic xD\n  ","865090":"\n  super sensitive hearing\n  ","865091":"\n  oh yeah, I eat a lot of food when I'm bored lol\n  ","865092":"\n  ocean\n  ","865093":"\n  I can bite ice cream :) its not the best feeling in the world though lol.\n  ","865094":"\n  my snoring sounds like an earthquake sometimes if I am sick or really tired lol.\n  ","865095":"\n  how do I define love? Indescribable, security, give and take. how do you define love? being in-sync, Vulnerability, growing together. what is love? respect, passion, communication, patience and equality. so much things adds to love its like putting the pieces to a puzzle, some puzzles you have to search in the winds of change in order to put the right pieces together to fit. want the short version? don't take love for granted.\n  ","865096":"\n  more issues with health.\n  ","865097":"\n  glad you love it. xD\n  ","865098":"\n  ?\n  ","865099":"\n  very nice lol\n  ","865100":"\n  for having both of my parents alive and well.\n  ","865101":"\n  average. but lately its been like 94f.\n  ","865102":"\n  pretty good\n  ","865103":"\n  I do, daily.\n  ","865104":"\n  Never had to do that.\n  ","865105":"\n  an aussie accent.\n  ","865106":"\n  Faith\n  ","865107":"\n  My question about that is, what if she argues with herself and gets a divorce, would she have to split half of everything to give to herself? lol. imagine sitting in a courtroom where she is not only the plaintiff but the defendant as well.\n  ","865108":"\n  Pasta\n  ","865109":"\n  A wall safe.\n  ","865110":"\n  Oh goodness.. I think that is too soon for memes.\n  ","865111":"\n  Square boxes are easier and less expensive to produce, because they can be assembled from one sheet of cardboard. square boxes are also much easier to store since they can remain flat until needed. they do make square pizzas, Sicilian.\n  ","865112":"\n  I would not quit my current job, but I would be working less hours or whenever I want to work.\n  ","865113":"\n  It is illegal in the United States and virtually every other nation. so no.\n  ","865114":"\n  MPAA ratings aren't a matter of law. They're a guidance to movie theaters. So the child might not be allowed into a particular theater, but they're not legally forbidden from seeing the film.\n  ","865115":"\n  talk with you soon..\n  ","865116":"\n  Not that I know of. when I was a kid, the belt was a phobia lol. I think it was every kids phobia back then.\n  ","865117":"\n  Mine is like a Nautical-Farmhouse design. I make things as my own.\n  ","865118":"\n  I sure do because other planets has already come to light over the past couple of years. surely there is some kind of lifeform in those areas.\n  ","865119":"\n  Finances\n  ","865120":"\n  I have 615 games in my steam library, the most amount of hours I have is the elder scrolls online. :)\n  ","865121":"\n  I hear someone sing. :)\n  ","865122":"\n  The story has to be on point for me. has to be well written.\n  ","865123":"\n  My best friend, parents and co-workers.\n  ","865124":"\n  pretty good so far.\n  ","865125":"\n  Yes, for cancer when I was younger.\n  ","865126":"\n  Captcha's. I hate those.\n  ","865127":"\n  no lol. too busy eating food to care haha.\n  ","865128":"\n  normal real world\n  ","865129":"\n  not bad\n  ","865130":"\n  Idk, I am in America so..\n  ","865131":"\n  Using real cameras and sending out snail-mail cards and letters.\n  ","865132":"\n  You are very welcome.\n  ","865133":"\n  being a nurse\n  ","865134":"\n  depends on the family member. some don't understand emotions, its like that in every family. but most of the time I am good at expressing.\n  ","865135":"\n  saving as many lives as I can doing what I do best.\n  ","865136":"\n  lol. I would not wear a bikini at a nude beach nor go to a nude beach. I don't have the figure for it. plus I don't want to blind anyone.\n  ","865137":"\n  Oh goodness, messing around with my phone while keeping a close eye on the battery. thank goodness for power save mode.\n  ","865138":"\n  enjoying life despite the huge obstacles that is in the way at this time.\n  ","865139":"\n  You think I will tell an \"anon\" what my name is? hah hah.\n  ","865140":"\n  2 days ago xD\n  ","865141":"\n  For a pair of scrubs\n  ","865142":"\n  Any that is not cringeworthy or stupid.\n  ","865143":"\n  ?\n  ","865144":"\n  My small nurse team for having my back.\n  ","865145":"\n  Halloween has passed :)\n  ","865146":"\n  fitting rooms, then I buy from that point.\n  ","865147":"\n  the sky\n  ","865148":"\n  Now we're talking lol. coconut rum, Blue Hawaiian, Tequila, whiskey.\n  ","865149":"\n  a good group of friends\/paycheck to paycheck money\n  ","865150":"\n  Humor. without it, then best of luck in your future endeavors lol. but really without humor, then conversations will go stale.\n  ","865151":"\n  You are welcome :)\n  ","865152":"\n  Most of the time I do. but I have my bad days sometimes.\n  ","865153":"\n  I'm glad he didn't. you were too good for him anyway. you are way out of his league. (:\n  ","865154":"\n  Yeah some people are shady like that, it sucks. sorry that happened to you tho.\n  ","865155":"\n  That is always a good thing (: you learn something new each time.\n  ","865156":"\n  If anything, I think they just made it worse. would be great to see changes in those areas for once though. but I think it will be a long lasting battle for many years to come. but I always believe in the good so who knows it might change, maybe.\n  ","865157":"\n  Of course. because pain is nothing but consistent heartbreak and sadness that drains you up inside. you feel numb, depression caught you and you are not more than a flesh and bone in this living world. but at the same time you cannot eradicate all pain because you need a warning signal.\n  ","865158":"\n  love is when you care about a person so much that they hold the special place in your heart. Sexual desire is not love, it's lust, it's wanting to procreate for the sake of procreating. Passion is any powerful or compelling emotion or feeling, as love or hate. strong amorous feeling or desire; love; ardor. strong sexual desire; lust. so in short terms love is completely different from sexual desires, but passion actually works in both.\n  ","865159":"\n  I already have the game lol. Already beat the main story twice.\n  ","865160":"\n  Yes I do\n  ","865161":"\n  I honestly could care less. I see ask hasn't change yet, anon's getting rejected so they want to cry \"oh they a fake\" deal with it, if they don't like you, then they don't like you. I'm sure they have good reason to.\n  ","865162":"\n  Yep I agree, totally want to look at 2020 in my rear view window lol.\n  ","865163":"\n  I am classy. but in a way not to create or continue drama. classy could be all sorts of meanings of the term.\n  ","865164":"\n  I surprised her by taking a 10 hour flight to Norway while she was away on business, we spent the whole 2 weeks together.\n  ","865165":"\n  Everyone is pretty in their own skin.\n  ","865166":"\n  Hot Tub Time Machine\n  \n  Beerfest\n  \n  Land of the Lost\n  \n  This is the End\n  \n  Ace Ventura When Nature Calls\n  ","865167":"\n  I wouldn't want to do either, I enjoy freedom without looking over my shoulder. I do enough of that to an ex friend.\n  ","865168":"\n  I don't use snapchat, sorry. :(\n  ","865169":"\n  Brave. Merida kicks butt without ANY love interests and takes names later. second would be the lion king.\n  ","865170":"\n  I would say that what comes after death is more life. It may not be life in a physical form, but it is still life.\n  \n  Lets just say I had a near death experience before and I can say that beyond life here on earth is more life somewhere else.\n  ","865171":"\n  It's likely that the thrill of the chase and euphoria of the kill are the primary motivators in the cat\/mouse dynamic. Sometimes it seems like they prefer to play with the little guys rather than make a meal out of them. so I am glad there is no mouse flavored cat food lol.\n  ","865172":"\n  Of course. this is where Control your Narrative comes into play. within the narrative one of the pillars is \"freedom\" you have the freedom to think, to act, and to speak for yourself.⁣\n  ","865173":"\n  \"I assert my right under the Sixth Amendment to the United States Constitution, to talk to a lawyer.\"\n  \n  It works 7 out of 10 tries xD\n  ","865174":"\n  VIENNA hands down has the best coffee in the world, plus their music is so soothing while playing chess.\n  ","865175":"\n  Indoor rock climbing. It's fairly safe, its fun, helps build trust, and you get to look up at each others butt's with no remorse. still dating to this day xD\n  ","865176":"\n  They fear losing the idea of something. The idea of having something can be endlessly amazing and fascinating and you can let your imagination run away with all the things you could do if you had it. Losing just the idea of something can be more crushing than if you had that something and you lost it.\n  ","865177":"\n  I always have to stop at even numbers lol. like If I am doing squats, windmills or other exercises.\n  ","865178":"\n  Rappers Delight\n  ","865179":"\n  Twice actually about 12 years ago.\n  ","865180":"\n  A letter\n  ","865181":"\n  I ate a hamburger with a baked potato\n  ","865182":"\n  Yes I do and they are worth it. especially amazon prime and spotify.\n  ","865183":"\n  I think they go to other dentists.\n  ","865184":"\n  Nassau, Bahamas :)\n  ","865185":"\n  Yes I have 😔\n  ","865186":"\n  I do.\n  ","865187":"\n  Yes I do, her name is Elena. We write each other weekly.\n  ","865188":"\n  Some of them lol\n  ","865189":"\n  It would be nice, but this site has been up for years and it hasn't changed at all in terms of features.\n  ","865190":"\n  In house. I want it as a pet and would take great care of it.\n  ","865191":"\n  Sometimes\n  ","865192":"\n  Supernatural\n  ","865193":"\n  Zucchini\n  ","865194":"\n  No I don't\n  ","865195":"\n  I believe so. We just can't see them.\n  ","865196":"\n  Huh?\n  ","865197":"\n  Have a good night!\n  ","865198":"\n  Yes I still have them both, most of them Christmas music.\n  ","865199":"\n  The only time I'll ever unfollow a person right off the bat is unless if they're nothing but drama. Sometimes I'll remove for one word responses because it annoys me. I don't normally remove for inactivity because they don't stay inactive for too long and normally they let me know what the situation is for their inactivity.\n  ","865200":"\n  I guess you're talking about on here? I follow the people who i find fun, always asking me good questions, always responding with more than one word that isn't copy pasted.\n  ","865201":"\n  No I haven't\n  ","865202":"\n  Yes I can climb a tree still. 5 days ago actually just for fun.\n  ","865203":"\n  Darts or chess\n  ","865204":"\n  Mine would either be a white or lemon cake with lemon icing. Or a pure strawberry cake.\n  ","865205":"\n  I always like a response 🥰\n  ","865206":"\n  I was really quiet.\n  ","865207":"\n  Facebook\n  ","865208":"\n  Mine is on auto adjust\n  ","865209":"\n  2 months ago due to the pandemic. well now I am less sicker.\n  ","865210":"\n  my phone.\n  ","865211":"\n  no, not really.\n  ","865212":"\n  There is a lot of albums lol. no such thing as the greatest.\n  ","865213":"\n  Peace in the world\n  ","865214":"\n  Nah I will not freeze it's too cold outside\n  ","865215":"\n  Driving on their brakes\n  ","865216":"\n  Do you ever ask questions on here?\n  ","865217":"\n  Anything is possible\n  ","865218":"\n  friends\n  ","865219":"\n  like it 100%\n  ","865220":"\n  none\n  ","865221":"\n  I have about the same amount\n  ","865222":"\n  It still makes it sound\n  ","865223":"\n  Pretty good\n  ","865224":"\n  I always thought that You're not obligated to win. You're obligated to keep trying. To the best you can do every day. so winning is meaningless to me.\n  ","865225":"\n  Going to work..\n  ","865226":"\n  Love, Emotional support, validation, and compliments.\n  ","865227":"\n  stupid people in general.\n  ","865228":"\n  bath in dishwater\n  ","865229":"\n  daily\n  ","865230":"\n  Yes it happens all the time.\n  ","865231":"\n  when I was a kid\n  ","865232":"\n  I believe so and they have the best northern lights!\n  ","865233":"\n  great\n  ","865234":"\n  great\n  ","865235":"\n  ok?\n  ","865236":"\n  yes its pretty fun\n  ","865237":"\n  meatloaf, mashed potatoes. green bean casserole.\n  ","865238":"\n  she is a sweetheart on here. <3\n  ","865239":"\n  yesterday from slicing onions.\n  ","865240":"\n  Yeah he was one of the greats. miss him.\n  ","865241":"\n  Not for non violent offenders, they shouldn't.\n  ","865242":"\n  few years ago.\n  ","865243":"\n  From working mostly\n  ","865244":"\n  I believe in love the people who deserves it and tolerate the ones you don't.\n  ","865245":"\n  feet in\n  ","865246":"\n  If anything it made me active even more in fitness.\n  ","865247":"\n  plenty not to complain about.\n  ","865248":"\n  ditto\n  ","865249":"\n  hey morgan\n  ","865250":"\n  okay?\n  ","865251":"\n  hugs\n  ","865252":"\n  same\n  ","865253":"\n  yes I do.\n  ","865254":"\n  hi\n  ","865255":"\n  weekend has been great so far.\n  ","865256":"\n  hot\n  ","865257":"\n  aspirin\n  ","865258":"\n  good so far\n  ","865259":"\n  I think they are lol.\n  ","865260":"\n  its fun and tastes good\n  ","865261":"\n  absolutely\n  ","865262":"\n  you too\n  ","865263":"\n  nope\n  ","865264":"\n  I would if you wasn't anon\n  ","865265":"\n  a horn and a horse\n  ","865266":"\n  back to you\n  ","865267":"\n  nice\n  ","865268":"\n  cooking\n  ","865269":"\n  In a way it is so we can learn from our mistakes.\n  ","865270":"\n  yes, because If nobody suffers, why do you need empathy?\n  \n  If nobody can suffer, what purpose is there in lessons that improve our life? There are people who would undoubtedly say that a world without suffering would be the best, so if people can't suffer, there would be no further room for improvement by that criteria.\n  \n  Experience and knowledge from suffering teaches us to improve ours and other people's lives, but improvement usually means that we act in a manner that decreases the suffering of ourselves and others. If nobody can suffer, the experience and knowledge from suffering is meaningless, because there is nothing to avoid anymore.\n  ","865271":"\n  I do, a very tasty treat.\n  ","865272":"\n  ghost pepper nachos.\n  ","865273":"\n  yes, because If nobody suffers, why do you need empathy?\n  \n  If nobody can suffer, what purpose is there in lessons that improve our life? There are people who would undoubtedly say that a world without suffering would be the best, so if people can't suffer, there would be no further room for improvement by that criteria.\n  \n  Experience and knowledge from suffering teaches us to improve ours and other people's lives, but improvement usually means that we act in a manner that decreases the suffering of ourselves and others. If nobody can suffer, the experience and knowledge from suffering is meaningless, because there is nothing to avoid anymore.\n  ","865274":"\n  sometimes\n  ","865275":"\n  Yes\n  ","865276":"\n  Yes\n  ","865277":"\n  While you guys are sending me some I will enjoy this Linguine with Clams while gaming. (:\n  ","865278":"\n  She would have to be active then just one post. once she does then I will follow.\n  ","865279":"\n  I am always open for questions :) and yes, I think people are sleeping lol.\n  ","865280":"\n  Rock\n  ","865281":"\n  I was like in the top 5 or 10 at best. I been busy with work, but I been active, not overly active like I was though. that will change after Tuesday on the week of Christmas.\n  ","865282":"\n  spicy\n  ","865283":"\n  Sunflowers\n  ","865284":"\n  Pretty good so far no complaints, slept well.\n  ","865285":"\n  That is the hammer hitting on the nail without missing.\n  ","865286":"\n  Pretty awesome so far!\n  ","865287":"\n  watch movies and get fat.\n  ","865288":"\n  linkin park is one of them.\n  ","865289":"\n  I listened to them, not bad.\n  ","865290":"\n  I only seen them wear it at a cosplay event, totally normal there not sure if that in beaches though lol.\n  ","865291":"\n  to each of their own.\n  ","865292":"\n  a woman who is smart and has great values\n  ","865293":"\n  not sure on this question, sorry.\n  ","865294":"\n  Oh just relaxing. all next week I will be at work, getting all the sleep I can haha.\n  ","865295":"\n  I will check it out a little later. (:\n  ","865296":"\n  I don't have friends. I got family. - Furious 7\n  ","865297":"\n  The coronavirus is a main example.\n  ","865298":"\n  Well I think it's due to people's actions. Some people have the urges some people does it for the fun it's really different reasons behind it.\n  ","865299":"\n  What are you even talking about at this point lol 😂\n  ","865300":"\n  Ray tracing isn't bad. Although you can't really tell the difference too much between it being on or off. They will improve it eventually.\n  ","865301":"\n  Never heard of them\n  ","865302":"\n  I can't think of any\n  ","865303":"\n  The nightmare before Christmas\n  ","865304":"\n  I've never slipped in those areas lol\n  ","865305":"\n  awesome. good luck on the pc. so far the game runs smooth on both my pc's and I have yet to find any bugs. they issued 2 patches already to fix most of them.\n  ","865306":"\n  Candy Land Tree\n  ","865307":"\n  I want it to be fully loaded and to go anywhere in the galaxies.\n  ","865308":"\n  I spent mine working and gaming.\n  ","865309":"\n  happy weekend to you too.\n  ","865310":"\n  aesthetics and idk. kinda hard to explain atm.\n  ","865311":"\n  The Nightmare Before Christmas\n  ","865312":"\n  Sure :) I followed you. will send some later today.\n  ","865313":"\n  I highly doubt I would even look good in a bikini LOL! no I have not been to one of those.\n  ","865314":"\n  It is rude if they do not ask first. I would typically be fine with letting someone go ahead of me if they only have a couple of items. I might even offer it without being asked if someone seems like they are in an emergency situation. But it is not cool to just push ahead in line without asking first. so I would say something.\n  ","865315":"\n  most humans are racist to anything these days. its sickening.\n  ","865316":"\n  I use the pockets of my scrubs. I have three pockets on the top and eight pockets on the pants.\n  ","865317":"\n  Hi, I followed you.\n  ","865318":"\n  Not really.\n  ","865319":"\n  Pizza and yes its worth it!\n  ","865320":"\n  \"CLINT EASTWOOD,\" GORILLAZ\n  \n  I am a Gorillaz fan but that song there is too repetitive. the verses wasn't bad though.\n  ","865321":"\n  Hmm, not really sure. I am serious most of the time but sometimes I have my inner kid moments and being random. so Idk 30 maybe lol.\n  ","865322":"\n  Warm Pineapple Ginger Punch\n  ","865323":"\n  Fortnite\n  ","865324":"\n  Nah, they have raised me pretty well and I would not ever change that.\n  ","865325":"\n  A parrot talking.\n  ","865326":"\n  Night Owl\n  ","865327":"\n  more then 50.\n  ","865328":"\n  hello\n  ","865329":"\n  and this question has something to do with food how?\n  ","865330":"\n  thank you.\n  ","865331":"\n  my shoes and my old computer that I am taking apart to upgrade for server purposes.\n  ","865332":"\n  Nope\n  ","865333":"\n  Yes they can, I have a few females who are my best friends.\n  ","865334":"\n  I am not even gonna touch that one lol.\n  ","865335":"\n  yep\n  ","865336":"\n  You would love it. I always liked their culture.\n  ","865337":"\n  Japanese and yes get to know people who speaks different languages.\n  ","865338":"\n  No. All studies over a period of 70 years involving millions of people Loma Linda, China, Oxford, etc show that the best diet is of organic plants. Vegans live longer and with less disease than meat-eaters; the more meat you eat, the earlier you die.\n  \n  But in some cases it would be a yes in part, but our science may not be advanced enough to give truly actionable information.\n  ","865339":"\n  never\n  ","865340":"\n  thanks so much :)\n  ","865341":"\n  Thank you.\n  ","865342":"\n  I would make a Mexican feast.\n  ","865343":"\n\n   @sophielix\n  \n  hair\n  ","865344":"\n  Because we have to face the consequences of the mistake we have done and sometimes apart from the person who has done the mistake, some other people also has to face it's consequences. its a defense mechanism.\n  ","865345":"\n  that everything will be futuristic.\n  ","865346":"\n  I dont have one\n  ","865347":"\n  I panic sometimes.\n  ","865348":"\n  its impossible.\n  ","865349":"\n  to play counter strike on stream\n  ","865350":"\n  natural beauty. I don't mind colored hair, its cute.\n  ","865351":"\n  not sure.\n  ","865352":"\n  at this point, its very hard to say.\n  ","865353":"\n  ask the three questions for sure.\n  ","865354":"\n  food\n  ","865355":"\n  Yes I did.\n  ","865356":"\n  we could have.\n  ","865357":"\n  We been getting enough :) we are getting rain tomorrow though.\n  ","865358":"\n  oh ok.\n  ","865359":"\n  the wall.\n  ","865360":"\n  100%\n  ","865361":"\n  time travel paradox known as causal loop or predestination.\n  ","865362":"\n  Neither\n  ","865363":"\n  Steam\n  ","865364":"\n  Nope and I been to Australia\n  ","865365":"\n  Never Heard of them lol\n  ","865366":"\n  Yep its increasing a little :(\n  ","865367":"\n  Thank you very much :) its very tasty\n  ","865368":"\n  ahaha <3 you should try it.\n  ","865369":"\n  you should totally try it. you won't be sorry!\n  ","865370":"\n  I'm sure they do but we can't understand it.\n  ","865371":"\n  Yes I have\n  ","865372":"\n  Yes I do and sword art online\/\n  ","865373":"\n  doing cardio. playing cyberpunk, calling some family to see how they are doing. running errands.\n  ","865374":"\n  Montana\n  ","865375":"\n  Daydreaming and getting distracted aren’t one and the same.\n  ","865376":"\n  Thank you (: that was my morning breakfast a couple of hours ago. its pretty good!\n  ","865377":"\n  Everyone's gift is the same this year. they didn't want objects. so I am giving them gift cards.\n  ","865378":"\n  I would laugh\n  ","865379":"\n  I wouldn't care. just don't make my head too big!\n  ","865380":"\n  I block them lol.\n  ","865381":"\n  pancakes with redberries and vanilla sauce\n  ","865382":"\n  Not often and when I do, I tend to backtrack and figure out where its at quickly.\n  ","865383":"\n  Yes I do, one of my favorite things to eat.\n  ","865384":"\n  sometimes.\n  ","865385":"\n  Taking a trip to Abisko, Sweden to experience 24 hour daylight during the early summer.\n  ","865386":"\n  a hug (:\n  ","865387":"\n  cooking. because its simple, it looks good and it taste good. :)\n  ","865388":"\n  maybe just one picture. but it wouldn't be invasion unless someone is stalking.\n  ","865389":"\n  I dont know lol.\n  ","865390":"\n  idk this one lol\n  ","865391":"\n  idk\n  ","865392":"\n  Die Hard\n  ","865393":"\n  That's good, any plans this week?\n  ","865394":"\n  By yelling at them\n  ","865395":"\n  The Nightmare Before Christmas\n  ","865396":"\n  The Polar Express\n  ","865397":"\n  Home Alone\n  ","865398":"\n  The most important thing I've learned as a result of quarantine is how to appreciate the little things in life and look at the bright side.\n  ","865399":"\n  well sleep and do fan sign later. just very particular on new  accounts on here due to fakes.\n  ","865400":"\n  Chocolate on pizza\n  ","865401":"\n  The Hobbit\n  ","865402":"\n  idk, but are you real? gonna do the sign thing?\n  ","865403":"\n  you?\n  ","865404":"\n  👍\n  ","865405":"\n  32\n  ","865406":"\n  Yes pretty soon :)\n  ","865407":"\n  Secretary\n  ","865408":"\n  (:\n  ","865409":"\n  24 hours. we were doing gta online heists.\n  ","865410":"\n  Shout\n  ","865411":"\n  Oh very nice!\n  ","865412":"\n  I don't live in Canada or the uk. but we have something called mounds.\n  ","865413":"\n  No I haven't\n  ","865414":"\n  Not recently.\n  ","865415":"\n  its okay and I am fine lol.\n  ","865416":"\n  Nope, staying away from that one lol.\n  ","865417":"\n  8 hours mostly\n  ","865418":"\n  Who is this?\n  ","865419":"\n  highly pathetic.\n  ","865420":"\n  Nay\n  ","865421":"\n  hey there <3\n  ","865422":"\n  See you later 🙂\n  ","865423":"\n  boomer\n  ","865424":"\n  <3\n  ","865425":"\n  Unreal Tournament\n  ","865426":"\n  Lady Gaga\n  ","865427":"\n  Zeppelin, Black Sabbath, old ac\/dc, Metallica, linkin park, van halen, tupac, biggie, snoop dog. those are some of the names I grew up with thinking music is important.\n  ","865428":"\n  Beating childhood cancer.\n  ","865429":"\n  I actually do. Gardening becomes so much fun in winters. Most of the flowering plants bloom during the winters. lazy winter mornings spent wrapped up in a soft blanket, devouring novel after novel with a warm cup of tea or coffee are all that book lovers can ask for. Holiday Spirit, Cheaper Gas Prices. its pretty sweet if you ask me. (:\n  ","865430":"\n  80% of the time, yes!\n  ","865431":"\n\n   https:\/\/www.youtube.com\/watch?v=MZcqj0aasWo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  This girl right there. Check her out.\n  ","865432":"\n  You are welcome and yes your questions has been really great so far. :D\n  ","865433":"\n  I normally do once a month. its just something about grilling outdoors makes food taste even yummier. :D\n  ","865434":"\n  I think they should. and I actually would use it from time to time. but they should add it on both phone and computer for the web version.\n  ","865435":"\n\n   @BonjourCaptain\n  \n","865436":"\n  Yes and Never that they do.\n  ","865437":"\n  The lord of the rings\n  ","865438":"\n  uh....what?\n  ","865439":"\n  when a person really likes someone or are just starting a new relationship and you're trying too hard to please the person that you slowly begin to lose your own identity. its only through release can you claim your true identity, its only through release that you can break the shackles of the desperate perspective, its only through release that you can control your narrative and its only through release that you can became true to yourself and others.\n  ","865440":"\n  nah I am good.\n  ","865441":"\n  Don't be too open right off the bat.\n  ","865442":"\n  purple\n  ","865443":"\n  well its an ask questions site. can't be shy forever.\n  ","865444":"\n  wow, wtf? lol.\n  ","865445":"\n  alright\n  ","865446":"\n  Today I gave my dead batteries away. They were free of charge.\n  ","865447":"\n  BBQ Chicken Flatbread is one of them. I have a lot of good shizz I can make xD\n  ","865448":"\n  voted\n  ","865449":"\n  Work, come home, shower, eat, relax, play games, fitness, repeat.\n  ","865450":"\n  I would go for a 6 with amazing personality, straight up. :)\n  ","865451":"\n  I like both.\n  ","865452":"\n  It is, but I personally use doordash.\n  ","865453":"\n  LOL! I think I was like 7 and even then I didn't care haha.\n  ","865454":"\n  Happiness is not a goal, it’s an attitude you practice throughout your life. I think the most important purpose in life is to live it as well as we can.\n  ","865455":"\n  Make things cheaper and cozier.\n  ","865456":"\n  Dave Chappelle\n  ","865457":"\n  I don't have a favorite. only listened to them a few times before.\n  ","865458":"\n  Led Zeppelin, Rolling Stones, ZZ Top\n  ","865459":"\n  Yes\n  ","865460":"\n  A decent amount. 25 maybe 30 if I consider some of my co workers. online wise is way too many to count.\n  ","865461":"\n  what about him? lol\n  ","865462":"\n  Working and playing cyberpunk 2077\n  ","865463":"\n\n   https:\/\/www.youtube.com\/watch?v=vqRFzhWik2c&list=PLHLVX_IKRY14WsK9nj8Zd7_ndGm7ROpy0&index=58\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","865464":"\n  True, but that isn't the word I hate lol.\n  ","865465":"\n  I would tell her that You’re beautiful just the way you are, but if you go through with it, don't over do it.\n  ","865466":"\n  wrapping presents, drinking egg nog with a pick me up (wink wink) enjoying the food.\n  ","865467":"\n  Cookie Dough\n  ","865468":"\n  3 years\n  ","865469":"\n  Get off of anon status and I will think about it.\n  ","865470":"\n  speak english.\n  ","865471":"\n  pretty good (:\n  ","865472":"\n  Yes I have.\n  ","865473":"\n  Nope and I am too old for me to even be considered.\n  ","865474":"\n  Yes I do. :)\n  ","865475":"\n  SPEAK ENGLISH!\n  ","865476":"\n  every single day :)\n  ","865477":"\n  someone sounds like they are off their meds again.\n  ","865478":"\n  My mother.\n  ","865479":"\n  once again, SPEAK ENGLISH!\n  ","865480":"\n  hello\n  ","865481":"\n  chocolate chip\n  ","865482":"\n  I don't use nor plan to have TikTok\n  ","865483":"\n  worldwide for anime conventions.\n  ","865484":"\n  stupid people in general.\n  ","865485":"\n  hi\n  ","865486":"\n  ok?\n  ","865487":"\n  Once\n  ","865488":"\n  maybe.\n  ","865489":"\n  doing good.\n  ","865490":"\n  I sure hope so. this year has sucked big time.\n  ","865491":"\n  waffle\n  ","865492":"\n  speak english...\n  ","865493":"\n  Self-Entitled. because a lot of people think that they are owed something even when they never worked at all to earn it.\n  ","865494":"\n  Texas Double Whopper.\n  ","865495":"\n  Losing loved ones\n  ","865496":"\n  out for a walk outside.\n  ","865497":"\n  fortnite.\n  ","865498":"\n  don't care. not clicking shady links.\n  ","865499":"\n  how about, no.\n  ","865500":"\n  awww\n  ","865501":"\n  english?\n  ","865502":"\n  In most cases it does.\n  ","865503":"\n  I am in Texas, no such thing here.\n  ","865504":"\n  good and you?\n  ","865505":"\n  First off you better watch how you're talking to me right now before you mess around and wake up in the morning with your ask.FM account getting banned because you're up here acting like you are getting drunk from dollar store beer. Now you were on my feed which I have proof of and currently you're acting like an ignorant moron which I have proof of. so keep on with the insults the more you talk crap is the more trouble you'll be in so either talk like you got some common sense or you can get out of my eyesight.\n  ","865506":"\n  I don't have it. I use android.\n  ","865507":"\n  I am not touching that with a 20 foot pole.\n  ","865508":"\n  Okay\n  ","865509":"\n  It was a great movie\n  ","865510":"\n  Watching people wearing a backpack while sitting in a chair.\n  ","865511":"\n  Read book then movie\n  ","865512":"\n  Maybe, but they call New York \"the big apple\" but is it really big? its more like a \"to be continued\" in order to see it to believe it xD\n  ","865513":"\n  you are so welcome (: <3\n  ","865514":"\n  Nope lol.\n  ","865515":"\n  You seem like you can be both. you can tell it like it is and control stuff. but you also have a great heart to people who treats you right. I could be wrong or right. I wish I was a legit psychic lol.\n  ","865516":"\n  Mexican\n  ","865517":"\n  If I do its only when I'm sick or didn't get much sleep.\n  ","865518":"\n  Yes, can't wait! :)\n  ","865519":"\n  I don't have TikTok\n  ","865520":"\n  That sounds like English to me. so either speak it or get out of my feed and stop sending me lame irrelevant questions.\n  ","865521":"\n  Sugar Rush\n  ","865522":"\n  Now were talking! favorite Pokémon is Rayquaza\n  ","865523":"\n  hi\n  ","865524":"\n  meditating.\n  ","865525":"\n  roughly lol.\n  ","865526":"\n  you are welcome.\n  ","865527":"\n  nope.\n  ","865528":"\n  strengthens. it helps our emotions.\n  ","865529":"\n  Tea\n  ","865530":"\n  voting ended weeks ago and yes I did at the time.\n  ","865531":"\n  I am from planet earth in the Texas nebula.\n  ","865532":"\n  English please\n  ","865533":"\n  huh?\n  ","865534":"\n  Copy and Paste E-mail I receive, goodness. lol.\n  ","865535":"\n  awesome! thanks! and I agree!\n  ","865536":"\n  3 computers, 2 phones. Nintendo switch and a 3ds.\n  ","865537":"\n  Tackling vending machines so I can get a snack. but I don't did it when it took my money, normally I got 2 from that. I had bruised arms but I got my moneys worth and extra for my trouble. I was a teen. xD\n  ","865538":"\n  Never received flowers, but I don't mind giving.\n  ","865539":"\n  Preloading cyberpunk 2077\n  ","865540":"\n  Purple\n  ","865541":"\n  I will try to xD I wish you a wonderful week as well.\n  ","865542":"\n  Thanks! great advice, right on point.\n  ","865543":"\n  lol....\n  ","865544":"\n  Now to send out some.\n  ","865545":"\n  more years to live. would be nice to live until 200 and 300 years old like many centuries ago.\n  ","865546":"\n  Fordham University\n  ","865547":"\n  Maybe later. might upload a new scrub photo or something. its mostly what I wear anyhow :\/\n  ","865548":"\n  Do you want something? Do you want to be human? not sure what my friend meant by that but that was pretty heavy lol.\n  ","865549":"\n  Cardio\n  ","865550":"\n  alright, I'll check it out.\n  ","865551":"\n  I agree. to be happy, you must control your own narrative to be happy. don't be shackled into their power hungry perspectives.\n  ","865552":"\n  Maid for sure. I can cook like a beast.\n  ","865553":"\n  I ain't using that, heck no lol.\n  ","865554":"\n  It has a snowman on it. I drink hot chocolate in it.\n  ","865555":"\n  I would try to. sometimes I get a little rusty, its been awhile since I did anything social with people.\n  ","865556":"\n  I’d make my slight anxiety issues go away. it used to be extremely bad many years ago, but the light of the tunnel is visible.\n  ","865557":"\n  food.....foood....\n  ","865558":"\n  they would look bigger then they were before and taming them would be a huge challenge. I don't think a zoo would be able to keep them held in my opinion.\n  ","865559":"\n  I almost lost my life from covid, lost conscious few times and then I suddenly recovered from it without additional treatment. its like I never even had it the second time.\n  ","865560":"\n  The gift of life\n  ","865561":"\n  No I don't\n  ","865562":"\n  you must be talking about that book about Primates to Robots\n  ","865563":"\n  Oh yes, and it was very brutal to cope.\n  ","865564":"\n  live in maid, I hardly have time to clean lol. I can cook a great meal!\n  ","865565":"\n  the old ac\/dc.\n  ","865566":"\n  Santa Hat.\n  ","865567":"\n  grandma.\n  ","865568":"\n  Yes and it tasted good. its all that matters lol haha.\n  ","865569":"\n  My phone, always got to have it near me, if I don't I go insane.\n  ","865570":"\n  haunted by friendly ghosts\n  ","865571":"\n  Bubbles over my head\n  ","865572":"\n  Dreams About Flying\n  ","865573":"\n  This is some weird stuff :\/\n  ","865574":"\n  video games\n  ","865575":"\n  Its because of puberty most likely. they have 2 years ahead of guys.\n  ","865576":"\n  Share comment interests and always talking.\n  ","865577":"\n  People who get up abruptly and leave restaurants without paying or calculating a tip for the server.\n  ","865578":"\n  I love honey buttered biscuits\n  ","865579":"\n  Green\n  ","865580":"\n  Boring lol\n  ","865581":"\n  Learning how to do artwork\n  ","865582":"\n  In the trash.\n  ","865583":"\n  How to be a responsible, non-self entitled adult.\n  ","865584":"\n  Life has been great\n  ","865585":"\n  High risk kind of thing. What if the images shown behind coins is nothing but BS? I would only unlock them if you know them really well.\n  ","865586":"\n  Hi\n  ","865587":"\n  Tsunamis\n  ","865588":"\n  Nope, I think they suck lol\n  ","865589":"\n  Yes I do.\n  ","865590":"\n  Wouldn't you like to know lol\n  ","865591":"\n  Closing my eyes, laying on my back.\n  ","865592":"\n  11 years old when I learned and I was 15 when I got a license.\n  ","865593":"\n  Dragon\n  ","865594":"\n  with a mask.\n  ","865595":"\n  idk. that is 10 or so months away.\n  ","865596":"\n  English please\n  ","865597":"\n  Ditto\n  ","865598":"\n  bfg 9000\n  ","865599":"\n  Heaven and it would be pure, everything would be editable. time would be slowed and people would be happy.\n  ","865600":"\n  You too and take care.\n  ","865601":"\n  Smoked Ham\n  ","865602":"\n  Very easily. so don't lie lol.\n  ","865603":"\n  Peyton List\n  ","865604":"\n  I was okay about it.\n  ","865605":"\n  Supernatural, Walking dead, Stranger Things, The Mandalorian.\n  ","865606":"\n  I match my socks mostly. odd socks during volleyball.\n  ","865607":"\n  Idk, I think aliens would be more advanced then even us regular humans. they would just think maybe its a different robot or something lol.\n  ","865608":"\n  Nah\n  ","865609":"\n  No\n  ","865610":"\n  I certainly wouldn't respect them, that has to be earned both ways.\n  ","865611":"\n  Outdoors\n  ","865612":"\n  Going pretty good. how is your day?\n  ","865613":"\n  Read a book. Like this one I bought today.\n  ","865614":"\n  Its been decades since I made one xD I hope I still am.\n  ","865615":"\n  Yes I would change the future, imagining it would be nice. :)\n  ","865616":"\n  Grocery Shopping! yes totally free.\n  ","865617":"\n  Yeah just go ahead and report him. nothing but toxic basically.\n  ","865618":"\n  Very true. honestly it should be simple as taking a picture, holding a sign up with your username and then you get verified.\n  ","865619":"\n  Who knows. it could be, but other platforms are the same way. users and members being \"shackled\" by the corporate's perspective on how they run things.\n  ","865620":"\n  Right? and people like me has to work for it like getting 1,000 followers. totally unfair.\n  ","865621":"\n  lol.. yeah you would be surprised.\n  ","865622":"\n  A custom built pc for my birthday.\n  ","865623":"\n  Fork, but I love using chopsticks.\n  ","865624":"\n  Boat Trip\n  ","865625":"\n  Chess and Checkers\n  ","865626":"\n  alrighty\n  ","865627":"\n  Not really. but its annoying as hell and people needs to realize that if they say no then it means no.\n  ","865628":"\n  Nope. that should be a crime. its ground beef and bacon bits on mac n cheese, hands down.\n  ","865629":"\n  Everyday. :)\n  ","865630":"\n  Yes.\n  ","865631":"\n  Smiling at Hatred. :)\n  ","865632":"\n  I have a sister.\n  ","865633":"\n  Okay\n  ","865634":"\n  Why thank you 😁\n  ","865635":"\n  xD\n  ","865636":"\n  Poker Face\n  ","865637":"\n  Just nothing but baking goodies And decorating the whole house.\n  ","865638":"\n  I absolutely love polls. Go for it, they are really fun. Any and all polls interest me.\n  ","865639":"\n  Never had that feeling before.\n  ","865640":"\n  Tank of spiders\n  ","865641":"\n  Open questions, because 8 out of 10 times questions from anonymous tends to be nothing but BS. I'll say some stuff that are personal but not most of it. The rest of it is okay.\n  ","865642":"\n  Fangs\n  ","865643":"\n  I like my roast with buttermilk biscuits, mashed potatoes with gravy. 🥰\n  ","865644":"\n  Money. I have enough items as is.\n  ","865645":"\n  I had buttermilk biscuits, applewood bacon, scrambled eggs and a big juicy steak.\n  ","865646":"\n  Don't sleep during class or you will barely make an A+\n  ","865647":"\n  Soulmate for sure. Having an equal is so awesome. (:\n  ","865648":"\n  Okay I read it again.\n  ","865649":"\n  I would have took the same approach only better with a bang 😀\n  ","865650":"\n  Yeah one day, it looks fun.\n  ","865651":"\n  I wouldn't be the type that wears earrings but, blue.\n  ","865652":"\n  Honestly not enough especially with what's going on these days. But they're just only a phone call away or discord. They live like 25 minutes away but I can't personally see them because I work in the healthcare field.\n  ","865653":"\n  I do it all the time it's really fun. I mostly grow corn, peppers and stuff like that.\n  ","865654":"\n  What have you been smoking?\n  ","865655":"\n  Scrambled\n  ","865656":"\n  100.\n  ","865657":"\n  I drink it everyday, it's one of my favorite beverages.\n  ","865658":"\n  that is not how I roll bro.\n  ","865659":"\n  That would be so odd. but I wouldn't mind having long hair.\n  ","865660":"\n  I don't have a crapple.\n  ","865661":"\n  I have yet to move once. been living in the same area here since I was born lol.\n  ","865662":"\n  Depends on what exactly that you are ‘judging’.\n  \n  If you see a person living at the homeless shelter I won't be judging that because I have no idea why they are homeless to begin with because it could be for any reason.\n  \n  If someone says something that I don’t understand, and I don’t know why they said it. I’m not going to judge the motive because I have no idea what their motive is. maybe they don't know what they said was wrong.\n  \n  But a persons actions I will judge upon when it comes to insults or trying to bring people down because its wrong.\n  ","865663":"\n  I think they really do love us.\n  ","865664":"\n  Its when two people share the same positive thoughts and experiences as when we like a person. But also experience a deep sense of care and commitment towards each other. Being “in love” includes all the above but also involves feelings of sexual arousal and attraction.\n  ","865665":"\n  we? well me is having kit Kats and Twix so....\n  ","865666":"\n  Never heard of it until now. might check it out later.\n  ","865667":"\n  Well since I am into anime and Japanese culture it would have to be something like \"Sinn-San\" now you got me coming up with ideas now haha.\n  ","865668":"\n  hmmm. this is a tough one, because both are really interesting. but I choose photos.\n  ","865669":"\n  Biggest pet peeve is people who say that they are gonna do something but they don't. a person's word is usually their validation and if they can't keep that word then, I guess they are invalidated when it comes to reputation.\n  ","865670":"\n  Nah, I find it boring and attention seeking for their clout. why would I give them any more credit, you know? lol\n  ","865671":"\n  Spanish lol. I kid you not, I failed so badly that the teacher had to give me a 70 just so I can pass it lol.\n  ","865672":"\n  beer and pizza\n  ","865673":"\n  I have had an overnight stay in the hospital many nights a week, I work there.\n  ","865674":"\n  hey! my Friday will be in 5 hours lol.\n  ","865675":"\n  you are very welcome :)\n  ","865676":"\n  Parasailing, which I have already done to conquer my fear of heights. :)\n  ","865677":"\n  hey there and thank you! I followed you since week ago, I like your posts (:\n  ","865678":"\n  Spinach, because it makes you strong.\n  ","865679":"\n  one of a kind for sure.\n  ","865680":"\n  I would not waste my time on her. love works both ways and if your the only one giving out love while she sits not putting the effort back, then cut her loose and get as far away from her as possible.\n  ","865681":"\n  absolutely.\n  ","865682":"\n  Grab some food. play some games. talk.\n  ","865683":"\n  He is the main reason why I started watching pro wrestling 27 years ago.\n  ","865684":"\n  Anything with fire. if you played mmo's fire normally is a weakness for most types.\n  ","865685":"\n  Yep, lights in the sky with music box sounds. in the middle of no where, when I was little. my family was around when it happened.\n  ","865686":"\n  My intelligence\n  ","865687":"\n  I still feel like I did when I was 20 and I am 12 years older then that lol.\n  ","865688":"\n  Cartoon Network\n  ","865689":"\n  High Elf, because they are strong intelligence wise.\n  ","865690":"\n  Kryten. that is if you ever watched red dwarf.\n  ","865691":"\n  I love trying new foods.\n  ","865692":"\n  go to every single anime con worldwide.\n  ","865693":"\n  boring.....\n  ","865694":"\n  Japanese!\n  ","865695":"\n  Undertaker\n  ","865696":"\n  you really need to speak English...\n  ","865697":"\n  Movie would be lord of the rings. book would be the hobbit, board game is chess, video games: gta 5, overwatch, league of legends, cyberpunk 2077 (comes out next week) and many more other games.\n  ","865698":"\n  my obsession of sugar and eating large quantities of it. but I am changing that after new years xD\n  ","865699":"\n  2020: the year that changed us all but made us stronger.\n  ","865700":"\n  Going to bed and watching my phone for “just a few minutes” which turns into two hours. because YouTube has some good stuff lol.\n  ","865701":"\n  Me popular? not even close lol. but to answer your question the secret is just controlling your own narrative, having a great sense of humor and claiming your true identity. just being yourself will get you through life pretty easily. right now I have a little over 100 followers. you apparently need 1,000 to become verified, which I will get one day.\n  ","865702":"\n  how about, no..\n  ","865703":"\n  Keep your food away from me, unless you don’t want it.\n  ","865704":"\n  I am doing good, could be better. mentally is just been a blur lately but I'm coping.\n  ","865705":"\n  I love my job because everyone on my team shares the same vision and is dedicated to the mission of saving lives. the dislike is having to watch your patients call their love ones to tell them that they love them before they pass away. thank you, it means a lot.\n  ","865706":"\n  Yes if you delete the answer the coins will also be refunded back I believe.\n  ","865707":"\n  Nope, if I was I wouldn't be a nurse today. haha <3\n  ","865708":"\n  My mom <3\n  ","865709":"\n  Yes I do and quite interesting actually lol.\n  ","865710":"\n  *hugs*\n  ","865711":"\n  idk?\n  ","865712":"\n  no clue what happened to your crush.\n  ","865713":"\n  Pirates for sure.\n  ","865714":"\n\n   https:\/\/youtu.be\/HEXWRTEbj1I\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","865715":"\n  most of it I am, some I still have brain freezes.\n  ","865716":"\n  Yes it always happens like that.\n  ","865717":"\n  Yes\n  ","865718":"\n  Don't be weird. The conversation can't be dry as hell. opening up a lot before even meeting you.\n  ","865719":"\n  morning to you :)\n  ","865720":"\n  light purple\n  ","865721":"\n  nope.\n  ","865722":"\n  yes yes\n  ","865723":"\n  Fake ones. real ones can take on fire easily from a spark.\n  ","865724":"\n  Nice to meet you too.\n  ","865725":"\n  Sure I would, go for it!\n  ","865726":"\n  Heart Broken :(\n  ","865727":"\n  See you later. :)\n  ","865728":"\n  Heart. <3\n  ","865729":"\n  Take him to small claims court. control your narrative and let it be known to the courts that he needs to compensate the damages that he has done to your credit.\n  ","865730":"\n  I am not the greatest at it, but at least it holds up pretty nicely without any sudden malfunctions. xD\n  ","865731":"\n  Not really, although I do want to live a healthy life and whenever that time does happen, I would want it to be peaceful without suffering.\n  ","865732":"\n  Thank you, yeah whoever that person is. basically just a hater hiding on \"anon\" cause they have nothing better to do. plus shout outs has a time limit anyway to prevent spam.\n  ","865733":"\n  go return your mothers phone and stop eating up her data limits for the month. whining, moaning and complaining over things that I haven't even done lol...\n  ","865734":"\n  Surviving this pandemic and putting an end to this virus once and for all.\n  ","865735":"\n  Man in the Mirror and Beat It.\n  ","865736":"\n  I didn't start dating until 15 or 16. I think that is a reasonable age range.\n  ","865737":"\n  Hot for one. always suffering in pain, yeah would not want to go there lol.\n  ","865738":"\n  Dude I have no clue who you are because you are too chicken not to stop hiding under \"anon\". also you either sound like a kid who needs to be off the internet at a certain time or drunk from dollar store beer or something. so let me put this into terms that you clearly can resonate from. \"I do not spam\" so stop being toxic and trying to talk cancerous crap behind a screen. thanks, now kindly piss off from your drama.\n  ","865739":"\n  Avril Lavigne or Kesha xD any song will do.\n  ","865740":"\n  never heard of him lol xD\n  ","865741":"\n  Yes, my older sister. She's very estranged from the family.\n  ","865742":"\n  Being one of the voices that ask people to be safe, to wash your hands and wear masks. Also to save lives.\n  ","865743":"\n  If anything sometimes I eat too much when I get hungry lol. That's one thing people will have to worry about (:\n  ","865744":"\n  I don't normally eat it often unless I have my days where I don't feel like cooking or don't feel like getting take out I try to limit the amount that I eat when it comes to microwavable foods.\n  ","865745":"\n  Probably an orange because I would be zesty throughout the day.\n  ","865746":"\n  This state is not having a lockdown so nope.\n  ","865747":"\n  I think she's a crazy woman. Not saying Johnny is innocent, but that whole double standard thing that society agrees with will possibly ruin his career but he's got a very huge fan base so it might not even ruin him.\n  ","865748":"\n  Linkin Park, Rolling Stones, led Zeppelin, Metallica and Pink Floyd. Van Halen another good favorite.\n  ","865749":"\n  Lol..\n  ","865750":"\n  You bet your Grandma's apple pie it does. It goes with pizza it goes with fish it pretty much goes with anything lol. Also my personal favorite Mexican food for each taco there's a Miller genuine draft to go with it.\n  ","865751":"\n  Today has been great so far.\n  ","865752":"\n  Yes you can earn money by playing games. Video game tester, streaming, ect. Never made money in playing games if I wasn't in the healthcare field I probably would get into streaming full time.\n  ","865753":"\n  It's kind of like if a tree falls down does it still make a noise? There's your answer, I would definitely continue talking. Nature could hear xD\n  ","865754":"\n  Just was too much drama, very simple minded. self absorbed.\n  ","865755":"\n  certainly not everything lol.\n  ","865756":"\n  I am a Nurse Practitioner.\n  ","865757":"\n  who the heck are you? secondly no one isn't spamming. as usual a typical \"anon\" wants to start issues with people because they have too much free time, find a hobby.\n  ","865758":"\n  Beck Cloudlighter\n  ","865759":"\n  You can rise above it, but I always thought in order to gain respect you must give it.\n  ","865760":"\n  uh no...this isn't a dating site.\n  ","865761":"\n  I plan my words carefully so I wont offend that person but at the same time they need to respect the opinion and understand that being upfront and honest is better then hiding things.\n  ","865762":"\n  Because its my nature and my duty.\n  ","865763":"\n  Yes due to their toxic behavior.\n  ","865764":"\n  One show for the rest of my life lol. xD\n  ","865765":"\n  I can fix cars, lately haven't had the time to do so.\n  ","865766":"\n  I don't like to listen to any gossip unless they provide all of the proof on the table. you can't just take a persons word these days without proof, even if you been knowing them forever.\n  ","865767":"\n  Natasha Romanoff otherwise known as Black Widow. (:\n  ","865768":"\n  It can actually.\n  ","865769":"\n  Pretty chilly out. 😳\n  ","865770":"\n  How did it get disabled?\n  ","865771":"\n  I keep a few handful of friends. I try not to have a lot worrying that I wouldn't be able to spend time with all of them.\n  ","865772":"\n  Taco Bell or Wendy's\n  ","865773":"\n  Pretty good dancer, not sure how I would do without the just dance games.\n  ","865774":"\n  Nope, if anything it brings me down.\n  ","865775":"\n  A Kangaroo.\n  ","865776":"\n  how cute lol.\n  ","865777":"\n  Wow even the translator couldn't even decipher this. sorry but I don't understand.\n  ","865778":"\n  Black with sugar. no creamer.\n  ","865779":"\n  Yes I do.\n  ","865780":"\n  It means she is interested in that boy. But tread carefully because she could friend zone you even with that smile.\n  ","865781":"\n  I don't normally like to talk about politics. But I will leave it as yes I have the same beliefs and no nothing has impacted them.\n  ","865782":"\n  Hello there and yes so far I had a great night.\n  ","865783":"\n  Video gaming\n  ","865784":"\n  Pretty good so far no complaints\n  ","865785":"\n  Ok lol\n  ","865786":"\n  Burgers\n  ","865787":"\n  Somewhere where it's peaceful and lots of land.\n  ","865788":"\n  It's rare that I get weird anon questions.\n  ","865789":"\n  Well at the moment there isn't but once everything gets better there will be. I'm hoping.\n  ","865790":"\n  Goodnight.\n  ","865791":"\n  your welcome friend.\n  ","865792":"\n  that's great and thanks!\n  ","865793":"\n  (: hope life is good for you.\n  ","865794":"\n  Life is great, I learned never to eat loads of food until you are uncomfortable on major holidays.\n  ","865795":"\n  I can't even remember what I ate 2 weeks ago and you expect me to know this lol, what am I a waiter who keeps it logged? lol.\n  ","865796":"\n  Imagine telling an \"anon\" if they have any friends with benefits hahahahahaha, nice try, you should be a comedian one day. xD\n  ","865797":"\n  I would give them $500 back and ask them to solve it on their own. granted if the check is even cleared and not a hot one. their problem gets solved, I give my 10% good deed for the month and I am $4500 richer. win, win and win. checkmate.\n  ","865798":"\n  Hardship is a way to grow stronger, but you have to overcome the issues that those hardships will bring, which in some cases its pretty hard to do. conditions alone affects emotionally and mentally. I am kind of dealing with that now doing the work that I do. its like an old saying \"things will get worse before they will get better\" which in most cases, it does happen.\n  ","865799":"\n  If I was still a young teen I would restart, but I think continuing is the best way to go. plus I'm past the point of no return lol, still so much to explore and learn. (:\n  ","865800":"\n  not going to @ her since she is probably sleeping but maybe Leah, cool person I met on here.\n  ","865801":"\n  I plead the 5th on that one. no way I am giving up one or the other lol..\n  ","865802":"\n  Great so far, just ate some thanksgiving dinner and spent time with family. I was outside while they were indoors.\n  ","865803":"\n  Yes, for everyone to wear masks and be socially distant until the vaccine is a for sure thing.\n  ","865804":"\n  Been to it once, I enjoyed it so much. was planning to go this year but the pandemic happened and I get the feeling next year might get canceled as well.\n  ","865805":"\n  I did one time. sent a 10 year old a Nintendo ds at the time with a Pokémon game.\n  ","865806":"\n  To get a workout in.\n  ","865807":"\n  When the whole house was booby trapped, especially when one of the robbers hit the other because he seen a spider on him lol haha.\n  ","865808":"\n  Memento Mori and its all because I play a lot of Dead by Daylight lol..\n  ","865809":"\n  ? lol.....\n  ","865810":"\n  Triple Salary. they pay us good at the hospital, but I wouldn't mind a triple raise lol.\n  ","865811":"\n  Chocolate covered pretzels and Hershey's candy cane bars.\n  ","865812":"\n  Exactly at midnight.\n  ","865813":"\n  Taking a walk outside and just letting my mind clear up.\n  ","865814":"\n  Corona Extra for the simple fact due to the virus...\n  ","865815":"\n  Bills, Health Insurance, Internet, Phone, Car and Truck. Food especially, little bit goes towards savings and then my video game allowance I have for myself lol.\n  ","865816":"\n  gonna be sad when her contract expires. she stated that once her contract is up in wwe, she is going to try to start a family.\n  ","865817":"\n  Thank you, I try to be at least lol haha. that was a pretty good topic you brought up, one of the best so far out of everything I've received.\n  ","865818":"\n  I actually welcome all opinions, we were all given the right to. its just when they are so closed minded and self centered with arguments because they get challenged, I feel they are beyond talking to at that point. especially the deep topics.\n  ","865819":"\n  Smiling for no reason at all realizing that it makes you happy. Hearing someone tell you they are proud of you. Helping someone without expecting anything in return. so many things where that came from. (:\n  ","865820":"\n  Old enough to be your older brother lol.\n  ","865821":"\n  Cannot tell if this is a question or you answering your own question. but as far as close minded is concerned, no thanks. because in order to control your own narrative you have to challenge yourself, if you cannot accept others who challenges your opinion then you will never be able to control your life the way you want it to be. Stop treading water. Challenge yourself. Claim your individuality or you will become a statistic. Find your purpose.\n  ","865822":"\n  Carrying groceries. except the one time where I was dealing with a bad pinched nerve in my back.\n  ","865823":"\n  Linkin Park - Hybrid Theory\n  ","865824":"\n  Yeah once with Chinese.\n  ","865825":"\n  This is an extremely hard one. :( Jennifer Lawrence. but I also like Scarlett Johansson, Kate Winslet and Hilary Swank.\n  ","865826":"\n  Yes I do, around 7 or so in the morning.\n  ","865827":"\n  Sadly I do not lol..\n  ","865828":"\n  Have not really thought of any, if I figure one out I will be sure to let you know :)\n  ","865829":"\n  look at this guy right there wanting attention, go seek it elsewhere and take your cowboy with you.\n  ","865830":"\n  🤗\n  ","865831":"\n  That is very good, I am glad. :)\n  ","865832":"\n  Why do you keep sending the same questions over and over, reported for spam... I answered the first time.\n  ","865833":"\n  Day has been super great, and yours?\n  ","865834":"\n  <3 they are the best. wouldn't know what I do without them.\n  ","865835":"\n  Wreaths on the door, bows on the front porch light.\n  ","865836":"\n  Wine usually.\n  ","865837":"\n  Yes before Christmas\n  ","865838":"\n  My dog or sometimes myself if I am having a good dream and I fall out of my bed.\n  ","865839":"\n  Easier for me to accept it.\n  ","865840":"\n  yes we are haha\n  ","865841":"\n  ahahahah, well maybe I am a little nicer about it idk lol.\n  ","865842":"\n  When I was 10 year old. last time I ever remember it snowed here lol.\n  ","865843":"\n  Cinnamon and Pine.\n  ","865844":"\n  Its delicious. :)\n  ","865845":"\n  Well yeah true, got to charge them. no freebies after the first two! lol.\n  ","865846":"\n  No I didn't. almost though lol.\n  ","865847":"\n  Yes I have.\n  ","865848":"\n  It was great. everything held together lol. I love gingerbread houses.\n  ","865849":"\n  All of the above and some after. xD\n  ","865850":"\n  Nope, because of a double standard. \"she's a chick\" 1 million bucks if it was a dude, he would be censored and thrown under the jail.\n  ","865851":"\n  Cards to people that I know which includes what you have mentioned :)\n  ","865852":"\n  Yes but I live in Texas, we will never have snow. xD\n  ","865853":"\n  lol, that's a great profession.\n  ","865854":"\n  Star, angel, tinsel, ornaments, popcorn, candy canes, lights.\n  ","865855":"\n  Watched it once.\n  ","865856":"\n  My Grandparents.\n  ","865857":"\n  lol ha xD\n  ","865858":"\n  Home Alone\n  ","865859":"\n  Nice this year.\n  ","865860":"\n  it is richly supplied with red blood cells which help to protect it from freezing and to regulate brain temperature. But it was used to guide Santa to where he is going.\n  ","865861":"\n  None in my neighborhood.\n  ","865862":"\n  Home Alone\n  ","865863":"\n  okay...............................................\n  ","865864":"\n  Both, they look so pretty lol.\n  ","865865":"\n  it will give you a laugh for sure.\n  ","865866":"\n  nah.\n  ","865867":"\n  I cook it, but this year someone else who doesn't work in a hospital will have to.\n  ","865868":"\n  2 months prior lol.\n  ","865869":"\n  Under the tree.\n  ","865870":"\n  Nope, I would not want hiding eyes to get blind so... lol.\n  ","865871":"\n  Yep, I rant rarely but I just had to speak up about it today.\n  ","865872":"\n  everything at random :)\n  ","865873":"\n  Great show, I watch it over and over.\n  ","865874":"\n  Ham and the Meatloaf. oooo and the Christmas cookies.\n  ","865875":"\n  I own 3 of them :)\n  ","865876":"\n  All of my life.\n  ","865877":"\n  Not swimming, more like getting my feet wet.\n  ","865878":"\n  oh nice :)) snail mail is still pretty good to do.\n  ","865879":"\n  Family and best friends. I give everybody the benefit of the doubt, but if you screw up once that's it.\n  ","865880":"\n  You or someone else has sent me the same question like 4 times already.\n  ","865881":"\n  yeah its so sad lol.\n  ","865882":"\n  No book so far. I do know this though, people who responds to questions and answers with \"dunno\" or \"idk\" is so annoying. It makes me think that they're not putting in the effort to want to answer a question smh... Rant of the day.\n  ","865883":"\n  Not that I know of. I think that would be considered a nightmare wouldn't it? I don't know. I guess you can wake up in both.\n  ","865884":"\n  Whoever created this playlist knows how to create a big one lol\n  ","865885":"\n  I don't need a taxi cab I got my own vehicles.\n  ","865886":"\n  Without it I wouldn't know what to do\n  ","865887":"\n  It's very relaxing, it's like my self healing medicine. ☺️\n  ","865888":"\n  Yep we had a great Thanksgiving, now it's time to shed off some pounds lol\n  ","865889":"\n  Thank you, I have so much music on my secondary hard drive it's not even funny lol. Plenty of playlists on Spotify as well. Music is life.\n  ","865890":"\n  Classic rock, classic metal, pop music, '90s rap with an exception of some new age rap, electronica, sync wave kind of music.\n  ","865891":"\n  Video games, volleyball, hanging with friends and family, cooking, fitness and artwork. Sometimes gardening.\n  "}}