{"Question":{"865892":"\n   • If you could be an animal, what would it be and why? 🐽\n  ","865893":"\n\n    https:\/\/youtu.be\/-d-n3pxZs4A\n   \n   (please check it out it would mean the world to me thank you!)\n  ","865894":"\n   What is your opinion about ABORTION? Are you pro or against it?\n  ","865895":"\n   What’s your favourite type of youtube videos to watch?\n  ","865896":"\n   • Do you trust others easily?\n  ","865897":"\n   Go to snapchat and what do you see...female privite_parts. I see no male privite_parts on snapchat. The world has become anti_male.\nMen are being pushed down and silienced.\n  ","865898":"\n   What’s the best Wi-Fi name you’ve seen? Mine: BuyYourOwnSvckers\n  ","865899":"\n   Do you admire someone?\n  ","865900":"\n\n    https:\/\/youtu.be\/-d-n3pxZs4A\n   \n   ( please check this video out it would mean so much to be 🙏)\n  ","865901":"\n   Do you lick your plate clean?😂\n  ","865902":"\n   Can you shower with cold water? 🥶\n  ","865903":"\n   _💭\n  ","865904":"\n   What is the meaning behind the name cyberpunk?\n  ","865905":"\n   Did you use to get advent calendars as a kid? What kind? Do you still get one for yourself? If not, what kind of advent calendar would make you change your mind? 🤔🎅\n  ","865906":"\n   WHAT WAS SOMETHING COURAGEOUS YOU'VE SEEN SOMEONE DO IN PERSON?\n  ","865907":"\n   last person you kissed\n  ","865908":"\n   that's not even out yet dude cmon\n  ","865909":"\n   What's the first game you remember playing?\n  ","865910":"\n   Do you have a favorite fictional character? Who? Why?\n  ","865911":"\n   Who is this?\n   \n    https:\/\/d2halst20r4hcy.cloudfront.net\/aa7\/3e17b\/e112\/4e16\/9f1c\/e96452790386\/normal\/28881.jpg\n   \n","865912":"\n   Thank you\n  ","865913":"\n   glad glad 🙇🏻‍♀️🤍\n  ","865914":"\n   omg i wrote where instead of were. istg today is killing me😂 don’t mind me\n  ","865915":"\n   exactlyyy!! and i love to ask those deep questions where the person gotta actually think about it to answer. it’s nice and sometimes the person may be needing someone to ask the deep stuff🤷🏻‍♀️\n  ","865916":"\n   oh i’ve never used it actually... it’s boring questions tho. it’s way funnier when someone is actually asking u something\n  ","865917":"\n   ohhh yes, that’s good tho. asking and answering to the same questions is pretty boring, on my opinion🙇🏻‍♀️\n  ","865918":"\n   ayy thank youuu! i’m actually hella bored tbh. today is my free day but i got nothing to do. thinking about enjoying what askfm has to offer and exchange likes and fun questions with people😂 idk yet\n  ","865919":"\n   Are there any really popular apps which you've never used? Would you ever consider downloading any of them? Why \/ why not? 📱🤔\n  ","865920":"\n   Do you have a hobby? If so what? Are you creative? If so what or who inspires you?\n  ","865921":"\n   What television family most reminds you of your own family? 👍 🙃\n  ","865922":"\n   Are you a light or heavy sleeper? What's you're best sleeping environment? Do you need total darkness? Quiet?\n  ","865923":"\n   Happy thanksgiving! 🍂🍗 How'd you  describe the holiday in an honest way? Especially to someone like me who's never gotten to celebrate it?\n  ","865924":"\n   The year is 2040, the first astronauts have landed on Mars and found a cave with human skeletons and 5 words written on the cave walls. What are the 5 words?\n  ","865925":"\n   Have you had anybody walk in on you in the middle of 😏sexytime?\n  ","865926":"\n   What was your favorite childhood toy when growing up? And why was it your favorite?\n  ","865927":"\n   Is this app still as popular as it was a couple years ago? Wondering from the community :)\n  ","865928":"\n   hiii, how are you today? i’ve followed you, can you follow me back? i wish you the best day everrrr 🤍 stay safe and have fun\n  ","865929":"\n\n    https:\/\/ask.fm\/ritaisabel1\/answers\/164240339950\n   \n   unlock and win 🔥\n  ","865930":"\n   What is it that makes you feel alive? 👨‍👩‍👧‍👧🏃‍♀️\n  ","865931":"\n   How do you know if you and your partner are really meant to be?\n  ","865932":"\n   Have you ever smashed something out of anger?\n  ","865933":"\n   Would you want to know the date and cause of your death? How would that information change things for you?\n  ","865934":"\n   Have you ever played Beanboozled (the jellybean challenge where some jellybeans taste nice and others are awful flavours)? If so, what was the worst flavour you tried?\n  ","865935":"\n   You’re now the president, but you can only make changes that improve the lives of cats in your jurisdiction. What three things would you change to support the felines in your community?\n  ","865936":"\n   On what topic do you and your parents most disagree?\n  ","865937":"\n   What would you miss most about your life if you were stranded on a desert island?\n  ","865938":"\n   Are there any classic movies\/ must haves that you’ve never seen? (I’ve never seen lion king or love actually or any avengers or transformers😅)\n  ","865939":"\n   If you like her, what's your favourite Britney Spears single? 🎶 👍 🙃\n  ","865940":"\n   What would be the worst “BUY 1 GET 1 FREE” sale?\n  ","865941":"\n   What is your insecurity\n  ","865942":"\n   If you had to choose between going naked or having your thoughts appear in thought bubbles above your head for everyone to read, which would you choose?\n  ","865943":"\n   Something that is guaranteed to make you laugh?\n  ","865944":"\n   Would you take a job at your favourite fast food place if they paid you in food?\n  ","865945":"\n   Could you ever live in the mountains away from civilisation if there was a house up there for you?\n  ","865946":"\n   Would it be easy or difficult for you to cut off a toxic friend?\n  ","865947":"\n   We’re you in any clubs or take any classes for anything as a child?\n  ","865948":"\n   Do you like hats? What type do you wear?\n  ","865949":"\n   What do you find interesting ?\n  ","865950":"\n   What is something people generally believe is real that is not?\n  ","865951":"\n   Pet bat or a pet turtle? What’s its name ?\n  ","865952":"\n   Can y’all send some questions my way I’m super bored and trying to clean all of the thanksgiving madness\n  ","865953":"\n   Tell a joke you feel bad for finding funny.\n  ","865954":"\n   What would be the creepiest thing you could say while passing a stranger on the street? 🤔\n  ","865955":"\n   Could you ever live on a boat?\n  ","865956":"\n   Do you think they should add a translate feature to this app? 🤔\n  ","865957":"\n   How do you prefer watching movies - on TV, in the cinema or online? Why?\n  ","865958":"\n   If someone was to say you were too much of something, what would that be? You are too ______?\n  ","865959":"\n   Do you find glasses on someone attractive? Or not (There is no wrong answer, it’s a personal preference)\n  ","865960":"\n   Do you have a favourite aftershave\/ perfume? Or any other scent?\n  ","865961":"\n   Do you have a favourite board game?\n  ","865962":"\n   I'm sorry you caught covid twice I hope you get very better soon!.♡.prayers sent your ways and good vibes.\n  ","865963":"\n   How do you cope with sad day? :\/\n  ","865964":"\n   Is there a tv show that you are currently into? 📺💕\n  ","865965":"\n   what do you want to do when you retire?\n  ","865966":"\n   Would you rather be a lonely genius, or a sociable idiot?\n  ","865967":"\n   Are you spiritual and religious?\n  ","865968":"\n   Has anyone watched supernatural? (No spoilers) It recently came to an end which has sparked a lot of discussion amongst fans. I’m just wondering if it’s worth watching? If you haven’t seen it, what series would you recommend?\n  ","865969":"\n   Effort is important\n  ","865970":"\n   Is there a relative \/ 'kamag-anak' that you try to avoid? 🙈\n  ","865971":"\n   When is love no longer love?\n  ","865972":"\n   Do you Black Friday shop?\n  ","865973":"\n   If a statue of you was going to be made, what position or activity would you have the statue in that would show your personality?\n  ","865974":"\n   Do you think given a chance you could make a hood police officer?\n  ","865975":"\n   What type of popcorn do you enjoy?\n  ","865976":"\n   Thoughts on leather jackets?\n  ","865977":"\n   What word do you always mispronounce?\n  ","865978":"\n   How to separate from a girl?\n  ","865979":"\n   What do you think makes someone a GREAT person? 🤔\n  ","865980":"\n   Have you had an interesting\/confusing\/annoying neighbor?\n  ","865981":"\n   do u like camera in new iPhone X? is it worth that kind of money?\n  ","865982":"\n   Have you ever had to ride in an ambulance for any reason?\n  ","865983":"\n   What’s the best Pringle flavour?\n  ","865984":"\n   Are you any good at diy\/handy work around the home? Fixing things, changing bulbs, fuses, etc?\n  ","865985":"\n   No problem💯💯💯\n  ","865986":"\n   Schoolworks prohibit me to go to sleep :((((\n  ","865987":"\n   try it sometime if you are bored. i like to add maple syrup to my batter. happy thanksgiving btw! sounds like you are having an amazing feast!\n  ","865988":"\n   Did you ever get grounded for something silly as a child?\n  ","865989":"\n   it would be sweetened the same way a sweet potato pie is. i have baked them before and they are fine. taste and texture is slightly different but its far from hideous. that is just being closeminded.\n  ","865990":"\n\n    https:\/\/www.youtube.com\/watch?v=rEXCltEOues\n   \n   кефи ли те такава музика? <3\n  ","865991":"\n   Happy Thanksgiving, everyone!🦃🍁 \nAs I take time to give thanks for the many blessings in my life, I want to let you know how grateful I am that you are one of them😊\n  ","865992":"\n   why hideous? have you tried it before?\n  ","865993":"\n   i saw you mention potato pie. can you describe what that is exactly?\n  ","865994":"\n   What is your favorite dessert? 🧁🍧🍨🍦\n  ","865995":"\n   Ah - so a driver doesn't have to own a car in order to be able to drive? xxxxxxxx\n  ","865996":"\n   Followed ✌️\n  ","865997":"\n   What would be the creepiest thing you could say while passing a stranger on the street? #StreetMannersAwareness\n  ","865998":"\n   Do you harm people or know someone that does?\n   \n    https:\/\/Pixton.com\/ic:qp3a7vj1\n   \n","865999":"\n   In my profile picture, how many percent shirtless am I between 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, or 90?\n  ","866000":"\n   What sport would be the funniest to add a mandatory amount of alcohol to?\n  ","866001":"\n   No need to rush about it. You're new. Just take your time. It will happen.\n  ","866002":"\n   Do you think they going to delay Cyberpunk again ?\n  ","866003":"\n   • What makes you feel discouraged? 😪\n  ","866004":"\n   Do you like brussel sprouts?\n  ","866005":"\n   do you wish life was better for you?\n  ","866006":"\n   Actually askfm gives it to those who are active here 😉 you can apply whenever you can 😉\n  ","866007":"\n   You’re still new 😉 just take your time enjoying askfm. Believe me you can have it soon without realising it.\n  ","866008":"\n   You don’t need to have verification and it’s not oblige. Take your time. It’s not compulsory. You can have it or not just enjoy askfm\n  ","866009":"\n   Is there a MISTAKE 🙅‍♂️ that you keep repeating (and repeating)?\n  ","866010":"\n   I'm pretty brother is trying to get laid.  After working 18 hour shifts 6 days in a row he has off his second job. He has cook bake chicken w\/gravy with rice and green beans. He even got snacks ready for later. He hasn't seen his girlfriend in over a week. Why is he trying so hard to get laid?\n  ","866011":"\n   The West was (on a high level of sophistication and prosperity) a great civilization (before 1960), but leftism has deteriorated it, made it full of mental illnesses, homosexuality, cuckolding, demographic decline, and violated by millions of unproductive people from decadent societies.\n  ","866012":"\n   WHEN ARE YOU MOST HAPPY?\n  ","866013":"\n   Fantástico\n  ","866014":"\n   You cool ppl frfr💯💯💯\n  ","866015":"\n   What is your idea of perfect relaxation?\n  ","866016":"\n   Happy Thursday 🤪✨\n  ","866017":"\n   Why is your name cyperpunk? Lol :D\n  ","866018":"\n   What you doing for tomorrow? Something or nothing? Details? Any family over? Food? What's happening? PAP or GIF add?\n  ","866019":"\n   I joined this app today.. pls how does it work?\n  ","866020":"\n   I'm good you want me to follow you back?\n  ","866021":"\n   now that you have been back for a little while how has coming back here felt?\n  ","866022":"\n   Followed back.\n  ","866023":"\n   If you like her, what's your favourite Iggy Azalea single? 🎶 👍 🙃\n  ","866024":"\n   How expressive would you say you are when it comes to your body language? Could someone easily tell how you're feeling without you having to saying so? 😊🤩😎😱😒😡😭\n  ","866025":"\n   What's your favorite juice? 🧃 Do you ever go for something more \"exotic\" than regular orange juice? 🍍🍎🍋🍌🍒🍐\n  ","866026":"\n   Have you ever been sleepwalking or done anything else in your sleep? 😴🚶‍♂️\n  ","866027":"\n   Post a picture of somebody or something you find inspiring!\n  ","866028":"\n   How do you behave when among new people? Do you try to find a common ground with them or do you keep your distance trying to figure out if these people are your type and only then start a conversation?\n  ","866029":"\n   What's your saddest song?\n  ","866030":"\n   It really does need to stop\n  ","866031":"\n   Would you ratherbe married to someone stunning who doesn’t think you’re attractive or be married to someone ugly who thinks you’re gorgeous? #LoveIsBlind ❤\n  ","866032":"\n   I'll admit that I'm enjoying 76 now that wastelanders is out and the BoS content just dropped today but this is what it should've been at launch!  same with no mans sky, but at least they didnt have the gall to charge $99 a year just for a seperate game mode. with $70 games on the way, this wont fly\n  ","866033":"\n   What set of items could you buy that would make the cashier the uncomfortable? 😂\n  ","866034":"\n   Who is your most hated celebrity?\n  ","866035":"\n   Just made over 1k likes.\n  ","866036":"\n   Why did you start an ASKfm account? What made it interesting for you? 🔥\n  ","866037":"\n   What have you learned from your mistakes, if there's any?\n  ","866038":"\n   Would you rathernever be able to keep anyone else’s secrets or have someone tell all of your secrets? 🙊\n  ","866039":"\n   Do you judge people based on their political beliefs?\n  ","866040":"\n   private or public transportation? which on do you prefer to use?\n  ","866041":"\n   I wish you lasting happiness\n  ","866042":"\n   Do you think that aliens exist? 👽\n  ","866043":"\n   Oh nice! You're vip now 💗\n  ","866044":"\n   *pokes*\n  ","866045":"\n   *cough* 76 *cough*  *cough cough* anthem *wheez*\n  ","866046":"\n   What's your favorite things to eat during Thanksgiving and if you don't celebrate Thanksgiving with your favorite thing to eat during a feast or get-together \/ event?\n  ","866047":"\n   If you expect the unexpected, doesn’t that make the unexpected expected?\n  ","866048":"\n   What do you think of the opinion that online friends aren’t real friends? Do you think they are or not🤔\n  ","866049":"\n   What would be the most embarrassing thing to fall out of your bag if you dropped it in a public place?\n  ","866050":"\n   😊\n  ","866051":"\n   Is there anything you liked before it became popular\/mainstream? Music? Tv show? Movie sequel? (Mine was Big Bang theory, went off it when everyone else hyped it)\n  ","866052":"\n   What is the one thing you’d most like to change about the world?\n  ","866053":"\n   What’s the worse thing someone could eat before you kiss them? (For me it would be fish because I hate it 🤢)\n  ","866054":"\n   What is the one place you would like to visit by the end of next year.\n  ","866055":"\n   What is bittersweet for you?\n  ","866056":"\n   Would you spend a full night inside of a haunted house if someone paid you? 👻 🏡 👍 🙃\n  ","866057":"\n   Do you watch any shows from any countries other than your own?\n  ","866058":"\n   How much does the past affect you now? Do you struggle with past issues or do you have the mindset of “Its done, move on” ?\n  ","866059":"\n   the house with a tree and wealth plus other decorations.\n  ","866060":"\n   What is the strangest way you have broken something?\n  ","866061":"\n   Suing someone? I haven't considered doing this of late however; I did have Chop suey at Philadelphia's Chinatown.\n  ","866062":"\n   What is your favorite way to spend some time alone?\n  ","866063":"\n   How would you like to celebrate your next birthday?\n  ","866064":"\n   Cats or dogs?\n  ","866065":"\n   What do you hope never changes?\n  ","866066":"\n   What do you spend most your time worrying about?\n  ","866067":"\n   If you could live in any fictional world, which would it be?\n  ","866068":"\n   What are the top three things on your bucket list?\n  ","866069":"\n   When you’re low do you tend to listen to sad music in order to feel the emotion? Or upbeat music to help change your mood?\n  ","866070":"\n   What kind of chocolate do you prefer, dark, milk, white? Is there any you hate like nuts? Mint? Anything ?\n  ","866071":"\n   Have you ever watched reptilian documentaries.\nResearch about reptilian beings.\nThey give documentaries on youtube.\n  ","866072":"\n   Anyone else read part of someone’s thread and have to click to see the whole conversation? Or just me nosey👃 👀\n  ","866073":"\n   What do you typically give coins for 🔥 on here? Answers you like? Secret answers? Just spam? Just to be nice? Or do you sparingly give them?\n  ","866074":"\n   What candy reminds you of childhood? And do they still make it? When did you last have it ?\n  ","866075":"\n   What are some of your favorite songs?\n  ","866076":"\n   Do you like your teeth\/smile? Have you ever had any issues with them? Or fillings etc?\n  ","866077":"\n   Anyone not from the U.K, can you explain what red velvet tastes like? We don’t really have it here. If you’re from the U.K, have you tried it? 🙈\n  ","866078":"\n   Vad gör man på den här appen\n  ","866079":"\n   What do you like to wear around the house? Shorts and tee shirt , sweats , formal\n  ","866080":"\n   What’s the storage on your phone like? Do you have enough space? Is it filled? Or do you pay storage subscriptions?\n  ","866081":"\n   How do you feel about video calls? Do you love or hate them?\n  ","866082":"\n   Do you check your emails regular or just let them build up? How much spam do you get and from who?\n  ","866083":"\n   May Christmas decorations na ba kayo? [Do you already have Christmas Decorations?] 🎄🎁\n  ","866084":"\n   What is your most unusual nighttime or morning ritual?\n  ","866085":"\n   What’s the strangest dream you’ve had recently?\n  ","866086":"\n   What is something you’ve learned with age?\n  ","866087":"\n   Whose opinion is more important to you — your loved ones’ or that of other people?\n  ","866088":"\n   My brother did this when he was younger! Never too late to start. It’s not as hard as you might think if you know where to look for knowledge! :)\n  ","866089":"\n   Do you like your own company(being alone) or do you prefer company?\n  ","866090":"\n   What could you get lost in for hours and lose track of time?\n  ","866091":"\n   I think I'm in love with you. Is that okay? 🥺\n  ","866092":"\n   Favorite anime?\n  ","866093":"\n   I've tried listening to some ASMR but it doesn't do anything for me, like being relaxing but the tea idea sounds good.\n  ","866094":"\n   What do you when you have trouble falling asleep? Asking for a friend😏\n  ","866095":"\n   Do you bite your nails? Or have any other habits\/coping mechanisms?\n  ","866096":"\n   Is there something you’d like to learn how to do?\n  ","866097":"\n   If you got to the gates of heaven and they told you the only way you could get in, was to sacrifice a soul to hell, would you do it ?\n  ","866098":"\n   If you could change one thing about ASKfm for 24 hours, what would it be?\n  ","866099":"\n   Do you have any monthly subscriptions you pay for? I have Netflix and amazon music currently 🙂\n  ","866100":"\n   What feels illegal\/wrong to do, but isn’t?\n  ","866101":"\n   It’s midnight, you wake up hungry, what snack do you get?\n  ","866102":"\n   Have you ever seen something you can’t explain?\n  ","866103":"\n   Why is SPOON RADIO so hard to use ? I cannot understand how to use it.\n  ","866104":"\n   Where there any little lies your family told you as a kid? (My mom would say if I lie my nose would grow. My friends mom said if she ate too much chocolate she would have an asthma attack😂)\n  ","866105":"\n   Do you prefer giving or receiving?\n  ","866106":"\n   Has anyone ever called you a nickname you disliked?\n  ","866107":"\n   If you like her, what's your favourite Dido single? 🎶 👍 🙃\n  ","866108":"\n   Do you like philosophy?\nOr is exact science more important to you? Explain your answer and tell us what you are interested in from these trends.☘\n  ","866109":"\n   If you like her, what's your favourite Cheryl Cole single? 🎶 👍 🙃\n  ","866110":"\n   Finish the sentence..\n“I’d sell my soul to_____________”\n  ","866111":"\n   How\/where do you find new music? Tv? Radio? Online? Suggestions on YouTube\/apps?\n  ","866112":"\n   heyooo, how was your week so far? \ni hope you're doing well! 💙\n  ","866113":"\n   Have you been to a sports game? What game is it?\n  ","866114":"\n   If you had $5 left in your pocket what would you spend it on?\n  ","866115":"\n   If you got shrunk like in ‘honey I shrunk the kids’ to the size of like 10cm, what items would you use to make a new house?\n  ","866116":"\n   How many tabs you currently got open? Do you forget to close them like me🙈😂\n  ","866117":"\n   If you could learn a new skill today, what would it be?😃\n  ","866118":"\n   Have you ever cheated on a test? 🙊\n  ","866119":"\n   What is one of your fears? And is there any way you would face it one day?\n  ","866120":"\n   Do you have any friends you would consider to be family? 👍 🙃\n  ","866121":"\n   Hahaha this one’s great\n  ","866122":"\n   can you give me a favor?\n  ","866123":"\n   Do you have phone calls often? Who do you stay on calls with the most?\n  ","866124":"\n   Are you a light or a heavy sleeper? 😴 Maybe something in between? Has there been any moments when that was very noticeable? 🥱\n  ","866125":"\n   Do you feel awkward when people sing happy birthday to you or do you embrace it?\n  ","866126":"\n   😂😂😂😂😂\n  ","866127":"\n   Who\/ what brings out the best in you?\n  ","866128":"\n   If you could wedgie anyone in history, dead or alive, who would you choose? (Hitler seems the obvious answer)\n  ","866129":"\n   Can you ice skate? If not would you like to try?\n  ","866130":"\n   What’s the weirdest\/ most random thing you find attractive in someone? (I like hands 😂)\n  ","866131":"\n   How often do you buy stuff online? And what do you tend to buy mostly ?\n  ","866132":"\n   Are you any good at bowling?\n  ","866133":"\n   Are there any movies that make you cry everytime? Or don’t you cry at movies?\n  ","866134":"\n   What is your top priority in life right now?\n  ","866135":"\n   If you had to work but didn’t need the money, what would you choose to do?\n  ","866136":"\n   Are there any tv shows you watch as they air? Like soaps or reality shows etc?\n  ","866137":"\n   Do you know what to say when someone says “Tell me a little about yourself”? Or do you struggle\n  ","866138":"\n   If you were a ghost, what would you do? Where would you haunt?\n  ","866139":"\n   Do you think there's something along the lines of having \"too much\" makeup? Like when it starts to not give the desired effect anymore? 🤔💄\n  ","866140":"\n   Do you like your accent and speaking voice?\n  ","866141":"\n   What would your mothers warning label say?\n  ","866142":"\n   Do you prefer to listen to music out loud or blasting in earphones\/headphones?\n  ","866143":"\n   How many people do you follow on here? And are they all active?\n  ","866144":"\n   Would\/ did you leave your hometown and move away? Or would you prefer to stay at your roots?\n  ","866145":"\n   Do you think Christmas shopping is going to be harder with the current pandemic ?\n  ","866146":"\n   If everything in your house had to be one colour, what colour would you choose?\n  ","866147":"\n   Is there an app you dislike but use anyway?\n  ","866148":"\n   Who killed the Dead Sea?\n  ","866149":"\n   Any current news stories that have caught your eye?\n  ","866150":"\n   • If you had to pick one, what is the most important value you would teach your children? 🤍 Honesty, 💙 Kindness or 💛 Courage?\n  ","866151":"\n   where would you go on vacation if you had no budget? 🤔💸\n  ","866152":"\n   Have you use INCOGNITO 👻 for online purposes?\n  ","866153":"\n   What was the last thing that made you laugh?\n  ","866154":"\n   Could you live happily with a girl\/boy who is a poor cook?\n  ","866155":"\n   Do you believe in zodiac signs compatibility and horoscopes? ♈\n  ","866156":"\n   ARE YOU A SECRET AGENT SPY? 🕵️‍♂️\n  ","866157":"\n   Hey\n  ","866158":"\n   Goodnight everyone, I am off to work again lol, one more shift and I am free for the holiday. send me questions!\n  ","866159":"\n   I liked Nassau too! but I haven't went since I was a teenager. It was a cruise for me too 😊\n  ","866160":"\n   Do you like to travel? Where is your favorite place you've been & where do you want to go?\n  ","866161":"\n   Do you like the place where you are living?\n  ","866162":"\n   Are there any places you are afraid to visit?\n  ","866163":"\n   What’s one item always on your grocery list?.\n  ","866164":"\n   how old will you be turning in 2021?\n  ","866165":"\n   Do you have someone you tell everything to?\n  ","866166":"\n   How do I send secret emails ?\n  ","866167":"\n   Would you rather be famous on Instagram or Tik Tok?\n  ","866168":"\n   I am aweful in spanish. never communicated with family ever.\n  ","866169":"\n   don't understand lol sorry\n  ","866170":"\n   yo no hablar nadas Español. peru Hablar unpocito, pregunto. but I'd rather speak English loool\n  ","866171":"\n   Most important in a date: Intelligent or Funny?\n  ","866172":"\n   Muy bien,gracias\n  ","866173":"\n   Hello Muchacha.\n  ","866174":"\n   How long have you had an account on here?\n  ","866175":"\n   If you can’t sleep, What is it that usually keeps you up at night?\n  ","866176":"\n   Are you closer with your mother or father?\n  ","866177":"\n   Would you rather have a Lamborghini in your garage or a bookcase with 9000 books and infinite knowledge?\n  ","866178":"\n   Are you a gamer?\n  ","866179":"\n   Is there anyone you want to be closer to currently?\n  ","866180":"\n   Milkshake or soda?\n  ","866181":"\n   Do you mind singing in front of others ?\n  ","866182":"\n   Nuggets or burger?\n  ","866183":"\n   2 Truths and a Lie about yourself? 😛\n  ","866184":"\n   What’s your unanswerable question--the question you seem to always be asking yourself? 💬\n  ","866185":"\n   What is the most memorable lesson you learned from your parents? 💝\n  ","866186":"\n   I DARE you to post a screenshot of your music playlist! 🎶\n  ","866187":"\n   Marunong ka ba magluto? Ano ang paborito mong kainin? [[Do you know how to cook? What is your favorite food?]]\n  ","866188":"\n   WOULD YOU RATHER:run as fast as THE FLASH or be as strong as SUPERMAN?\n  ","866189":"\n   Hey Loves Be Sure To Spam Me With Questions Anonymous Or Not (Sent This To Everyone)\n  ","866190":"\n   What is your perfect Sunday morning?\n  ","866191":"\n   how u spend time in autumn usually?\n  ","866192":"\n   Would you rather have a💆‍♀️ live-in massage therapist, or a 👨‍🍳 live-in chef?\n  ","866193":"\n   do you know a lot of people here?\n  ","866194":"\n   What are you missing in your life right now?\n  ","866195":"\n   If you have any pets what's their favorite toy? Take a picture of it or just described their favorite toy. You can post a picture of your pet the toy you and your pet whatever. This question is all about pets. GIF?\n  ","866196":"\n   Would you rather be super fast or super strong? And how would you use that quality?\n  ","866197":"\n   If you like him, what's your favourite Elvis single? 🎶 👍 🙃\n  ","866198":"\n   If you walked into a room and met you, would you like you?\n  ","866199":"\n   What is something you know you do differently than most people? 🤔\n  ","866200":"\n   When you were growing up, how were your birthdays celebrated? And holidays?\n  ","866201":"\n   What’s your favourite thing to take pictures of?\n  ","866202":"\n   Would you rather have really weird dreams every night or never dream again?\n  ","866203":"\n   Do you think it’s rude for people to ask for money instead of gifts ?\n  ","866204":"\n   What’s the worse gift someone could buy you?\n  ","866205":"\n   What would you change about your family, if anything?\n  ","866206":"\n   Do you like your cereal crunchy or soggy?\n  ","866207":"\n   Do you think when in a relationship it’s ok to like other men\/women’s pictures online ? Also does if they’re clothed or not matter? (No wrong answer, just asking an opinion)\n  ","866208":"\n   Are you good at buying gifts for people?\n  ","866209":"\n   Anyone else wish that people had trailers ? 🤔😂\n  ","866210":"\n   Have you ever broken the law? If not what is one law you’d love to break?\n  ","866211":"\n   Would you rather make more money doing a job you hate or less doing one you love? 💰 👍 🙃\n  ","866212":"\n   Ttyl. going to sleep for a little while. will respond to the other questions later. I don't mind additional.\n  ","866213":"\n   What would a mirror opposite of yourself be like? 👍 🙃\n  ","866214":"\n   Do you believe yourself to be truly free? If so, why? If not, what is holding you back? 🕊\n  ","866215":"\n   If you had to choose a male cast of Charlie’s angels, who would it be? Personally I’d go for comedy and choose people like jack black, Jim Carrey, Steve Carell 😂\n  ","866216":"\n   How often do you feel alone? And how do you cope with it?\n  ","866217":"\n   If you could make people happier at a touch but each time it made you abit sad temporarily , would you use it? Or nah\n  ","866218":"\n   Do you have a “type” ? By which i mean, the people you’ve been with look\/are similar in some way? Or a preference? 😊\n  ","866219":"\n   What’s the scariest non-horror movie that you've seen? 😨🙈\n  ","866220":"\n   What if I do not want to discard something? Lol xxxx\n  ","866221":"\n   Out of the negative emotions of GREED, ANGER, JEALOUSY and HATE, which one would you say AFFECTS you the most?\n  ","866222":"\n   What do you think about movie remakes? Do you enjoy them? Like Charlie and the chocolate factory? The witches? Or The new Jumanji? Personally I never think they’re as good as the classics 😑\n  ","866223":"\n   What is your ask advertisements of? Mine seem to be painkillers 🙈😂 Is everyone else’s the same or?\n  ","866224":"\n   Do you hide your pain or do you not mind others knowing your struggle?\n  ","866225":"\n   What is the weird food combination you have tried? Would you try it again??\n  ","866226":"\n   what did they do to earn it?\n  ","866227":"\n   Who is the last person you met?\n  ","866228":"\n   Would you ratherhave 🤑 FORTUNE or ❤ FAME?\n  ","866229":"\n   Presented with the opportunity to be IMMORTAL, would you take it?\n  ","866230":"\n   What's the best thing you got from your parents? 😁 👍 🙃\n  ","866231":"\n   How are you spending your weekend?\n  ","866232":"\n   Are you good at holding your breath under water ?\n  ","866233":"\n   You know people who ask good questions?\n  ","866234":"\n   great\n  ","866235":"\n   Do you listen to your parents’ advice?\n  ","866236":"\n   What would you miss most if you went blind ?\n  ","866237":"\n   Of course don’t worry about I’m always here for you\n  ","866238":"\n   Do you like cargo pants?\n  ","866239":"\n   • What do you think makes popular kids — popular?\n  ","866240":"\n   how many people have you blocked here?\n  ","866241":"\n   Goodnight everyone!\n  ","866242":"\n   I had a old english bulldog we had to put him down last year he got so sick\n  ","866243":"\n   Don’t worry I gotchu\n  ","866244":"\n   Gotcha haha I’ve been on this app for a very very veeeeerrrryyy long time lol\n  ","866245":"\n   You got it What brought you to ask.fm?\n  ","866246":"\n   No need to thank me how’re you I’m Gabby and you are?\n  ","866247":"\n   #followed\n  ","866248":"\n   What is the biggest waste of human potential??\n  ","866249":"\n   thier adorable\n  ","866250":"\n   aww so cute\n  ","866251":"\n   have a nice evening byee\n  ","866252":"\n   What do you think is worth waiting for? Why? 🕒 👍 🙃\n  ","866253":"\n   What's your favorite pastry? 😋 Is there any kind that is unique to the area where you live? 🥮\n  ","866254":"\n   If you suddenly became a master at woodworking, what would you make?  👍 🙃\n  ","866255":"\n   If you like her, what's your favourite Jessie J single? 🎶 👍 🙃\n  ","866256":"\n   Post one of your favorite quotes and who it's by!\n  ","866257":"\n   Have you ever heard how Swedish sounds? 🗣🇸🇪 What do you think it sounds like? Haha\n  ","866258":"\n   Say you woke up and noticed that you had gone bald out of nowhere overnight, how'd you react? How'd you go about your life then? 🤔👩‍🦲 On a scale of 1-10, how relieved would you've been if it magically grew back to it's normal length after a week or so? 👩 Haha\n  ","866259":"\n   Would you rather take a guaranteed $100,000 or risk it all on a 50-50 chance at $1 million?\n  ","866260":"\n   He is so cute 😍\n  ","866261":"\n   name? whats his personality like?\n  ","866262":"\n   What's on your mind right now?? 🧐🤓\n  ","866263":"\n   how is your mood today?\n  ","866264":"\n   whats for dinner?\n  ","866265":"\n   Hello\n  ","866266":"\n   What kind of video games do you like to play?\n  ","866267":"\n   Do you intimidate people or are they welcoming of how you are\n  ","866268":"\n   What song or singer\/band do you like but rarely admit to liking? 🎶 🎤 👍 🙃\n  ","866269":"\n   How do you get out of your comfort zone ? Are you an explorer ?\n  ","866270":"\n   Nice. If you're not busy then you can do that 😉\n  ","866271":"\n   same haha\n  ","866272":"\n   What question do you ask yourself a lot?\n  ","866273":"\n   Would you rather go to a music festival, have fun and sleep in a tent, or stay home, watch TV series and have some tasty snacks?\n  ","866274":"\n   Don't you know I'm loco? 🤪\n  ","866275":"\n   do you have trouble living and enjoying the moment? are you living 5 minutes in the future or dwelling about the past? or can you enjoy the present to its fullest extent?\n  ","866276":"\n   Out of 100 random people, where would you rank yourself in terms of your intelligence? 🤯\n  ","866277":"\n   If you could only store 1 type of food in your refrigerator, what would you carry ?\n  ","866278":"\n   If you could travel back in time, what decade would you choose to live in?\n  ","866279":"\n   Tell me about your dream ?\n  ","866280":"\n   Would you ratherhear a 🤍comforting lie or an 🖤 uncomfortable truth?\n  ","866281":"\n   describe what each of your five sense is experiencing in this moment.\n  ","866282":"\n   in your \"romantic encounters\" throughout your lifetime, when you have been with your partner which of your 5 senses specifically has been the one that has most turned you on so to speak?\n  ","866283":"\n   Would you ratherend every phone call with “I love you” or accidentally call your partner the wrong name during a fight? 😂\n  ","866284":"\n   looking forward to anything this weekend? plans?\n  ","866285":"\n   Booth or table?\n  ","866286":"\n   Are you a cat 🐈 person or a dog 🐕 person?\n  ","866287":"\n   WHO SHOULD PAY ON THE FIRST DATE? WHY?\n  ","866288":"\n   tell me about your day ☺\n  ","866289":"\n   What do you think happens after death, if anything? ☠\n  ","866290":"\n   Longboard or hoverboard?\n  ","866291":"\n   What do you wish was illegal?\n  ","866292":"\n   where have you been? i missed you\n  ","866293":"\n   Would you ever get a tattoo? What would it be?\n  ","866294":"\n   Do you have tattoos irl?\n  ","866295":"\n   talk to you friendly people tomorrow, off to work.\n  ","866296":"\n   oh! any song references?? :)) what are your favorites and I'll take a listen and let you know how I feel about them! :))\n  ","866297":"\n   Do you like your own handwriting?\n  ","866298":"\n   Omg that's so cool! I saw your profile picture and I did sense the rock genera but the 90's rap was a pretty cool addition. \nI love that. :)\n  ","866299":"\n   Have any of your ex’s said they regret losing you? (How did you feel\/respond)\n  ","866300":"\n   Do you have any pets? PAP!\n  ","866301":"\n   What makes a house a home?\n  ","866302":"\n   Favorite anime? (If you have one.)\n  ","866303":"\n\n    https:\/\/m.youtube.com\/watch?v=xB3RodHVIbw\n   \n","866304":"\n   Hi! What kind of music are you into? :)\n  ","866305":"\n   What’s your favourite website?\n  ","866306":"\n   Oh that's great then. You have to complete task every week to maintain the badge 😉\n  ","866307":"\n   What games do you play?\n  ","866308":"\n   Oh. You applied for VIP program? that's good to hear then\n  ","866309":"\n   How do you navigate grocery stores, public places etc. during these pandemic-ridden times? Do you have a certain strategy to keep yourself and others safe? 😷\n  ","866310":"\n   What kind of stuff are you willing to pay a premium for? 💵\n  ","866311":"\n   🔥 Do you believe more in fate or that we are the creators of our own destinies because we are governed by free will?\n  ","866312":"\n   what are your favorite slang words?\n  ","866313":"\n   what kind of car do you drive?\n  ","866314":"\n   How do you express affection for other people?\n  ","866315":"\n   What does street style mean to you?\n  ","866316":"\n   ever made a peanut butter and jelly sandwich and grilled it in butter?\n  ","866317":"\n   what is the last thing you got angry about?\n  ","866318":"\n   whats for dinner?\n  ","866319":"\n   tell me about your day ☺\n  ","866320":"\n   quaker honey nut oatmeal squares vs post honey oh's cereal?\n  ","866321":"\n   Have you ever had a PSYCHIC 🔮 reading? Did you believe it? Was it accurate?\n  ","866322":"\n   What’s something not many people know about you? #GetToKnow\n  ","866323":"\n   do you watch movies\/series that have subtitles? 🎞\n  ","866324":"\n   WHAT ARE YOUR HONEST THOUGHTS ABOUT SOCIAL MEDIA?\n  ","866325":"\n   What are the most common questions do you get?\n  ","866326":"\n   How do you usually start a conversation?\n  ","866327":"\n   What’s your idea of Heaven? 😇\n  ","866328":"\n   How should relationship problems be solved? 💔\n  ","866329":"\n   Do you mind receiving spam messages or do you block it?\n  ","866330":"\n   Do you “steal” food from refrigerator in late evenings and nights?\n  ","866331":"\n   WOULD YOU RATHER:go VEGAN for a month OReat ONLY MEAT and dairy for a MONTH?\n  ","866332":"\n   Which platform do you game on? 🎮\n  ","866333":"\n   Oooh okay my apologies\n  ","866334":"\n   Ohhh I really thought that was you hahaha\n  ","866335":"\n   I love your tattoos 😍\n  ","866336":"\n   why?\n  ","866337":"\n   It's okay 🥺 I want to have one but maybe not now 🥺 though everytime I watch on youtube like a vlogs about their cat pets, I'm really jealous\n  ","866338":"\n   Are you more afraid of failure or success, and why?\n  ","866339":"\n   What are the most important lessons you’ve learned in life?\n  ","866340":"\n   Have you ever performed for an audience? What was this experience like?\n  ","866341":"\n   What celebrity irritates you the most?\n  ","866342":"\n   Do you prefer very spicy or non-spicy food?\n  ","866343":"\n   What have you learned today?\n  ","866344":"\n   Are you is waiting fo new God Of War?\n  ","866345":"\n   What is your favorite game?\n  ","866346":"\n   What was the last song you listened on Spotify?\n  ","866347":"\n   If people wore warning signs, what would be written on yours?\n  ","866348":"\n   What is the last thing you do before bed?\n  ","866349":"\n   what is the most important ingredient in cooking? and dont say love. love isnt gonna put food on the table 😂 looking for something more tangible here lol\n  ","866350":"\n   What makes you feel understood and fully accepted, and why?\n  ","866351":"\n   so human in general 😂\n  ","866352":"\n   What kind of things annoy you?\n  ","866353":"\n   Favorite song?\n  ","866354":"\n   I already have two dogs before my cat. But after I lost my cat, I haven't had one ever since\n  ","866355":"\n   Fun of the day!\n  ","866356":"\n   What are you thankful for today?\n  ","866357":"\n   If you had one wish, what would you wish for?\n  ","866358":"\n   If you had to dye your hair and keep the color for the next five years, what color would you choose?\n  ","866359":"\n   What made your day today?\n  ","866360":"\n   Which is worse, being too hot or too cold?\n  ","866361":"\n   Which languages do you understand or speak?\n  ","866362":"\n   What matters to you most - money, good looks or attitude?\n  ","866363":"\n   Converse or Vans?\n  ","866364":"\n   How long has your longest ever phone call been?\n  ","866365":"\n   What's your favorite oldies artist\/band?\n  ","866366":"\n   If you were an ice cream flavor, what would you be?\n  ","866367":"\n   What is your favorite sporting activity?\n  ","866368":"\n   Do you know any big gossips?\n  ","866369":"\n   Have you ever played tennis?\n  ","866370":"\n   What music do you prefer: Pop, Rap, RnB or Rock?\n  ","866371":"\n   Longboard or hoverboard?\n  ","866372":"\n   What’s your longest relationship?\n  ","866373":"\n   How do you know when you're in love?\n  ","866374":"\n   Who was the last person you gave a kiss?\n  ","866375":"\n   Would you be able to live without sugar?\n  ","866376":"\n   Would you ever want to clone yourself?\n  ","866377":"\n   Have you ever played golf?\n  ","866378":"\n   what time do you usually start and end your days?\n  ","866379":"\n   i loved how doom 3 was more survival horror than action. just personal presence. i like slower paced games where you take your time and explore. i also felt like it had a decent story. at least for a doom game. one of my fav games. the artwork on the collectors edition case was really cool too\n  ","866380":"\n   when someone finds out what you do, or where you are from, what question do they always ask you?\n  ","866381":"\n   do you have a favorite time of the day? what time? and what do you do during that time that makes it the best?\n  ","866382":"\n   do you ever scroll down your history of replies here to look back at the things you have said or shared? how do you feel when you do so?\n  ","866383":"\n   tell me about your day. hope its been nothing short of fantastic so far!\n  ","866384":"\n   Are you more productive at 🌙 night or in the 🌤 morning? Do you think it’s possible to change and get used to another schedule?\n  ","866385":"\n   What outdoor activity haven’t you tried, but would like to try after the pandemic?\n  ","866386":"\n   whats for dinner? dont say its too early. dont know when people decide. send this to people in all matter of time zones. so plz just be patient and answer when you do know. k? thx. cus i dont want to hear anymore wingeing about it 😂\n  ","866387":"\n   Have you ever been on a blind date? Do you have a dating site account? 📱❤\n  ","866388":"\n   If you could have ANY ANIMAL in the world as a pet, what would it be and why?\n  ","866389":"\n   What’s the out-of-the-blue thing that has happened to you while working at your job or studying at your school?\n  ","866390":"\n   i agree as well. you are a good person to follow here!\n  ","866391":"\n   is this a good state of being for you? would you have it any other way right now or are you good?\n  ","866392":"\n   who was the last person you forgave?\n  ","866393":"\n   Thank you ... and I've followed you already 🤗\n  ","866394":"\n   what should i buy with my tickets?\n  ","866395":"\n   100% agree! 👍\n  ","866396":"\n   on my way. anything else i should do while im there? ☺\n  ","866397":"\n   Is there something you found out about yourself while using ASKfm?\n  ","866398":"\n   how would you describe your mood today?\n  ","866399":"\n   What quote or saying do people spout but in you opinion is complete BS?\n  ","866400":"\n   what is your preferred day of the week and why?\n  ","866401":"\n   Would you ratherbe the funniest 🤣 person in a room or the smartest 🤓 person in a room?\n  ","866402":"\n   have you ever had Oh's cereal? and in your opinion why is it the most marvelous cereal creation ever invented?\n  ","866403":"\n   What's the way out of labyrinth of troubles??\n  ","866404":"\n   in your opinion did vanilla ice copy the intro to queen's under pressure for the baseline to ice ice baby?\n  ","866405":"\n   yeah rates have since plummeted. for a second i got all excited lol. highest rate now is .6% we are back to 2010 housing market collapse levels again lol\n  ","866406":"\n   Which sports do you follow on TV?\n  ","866407":"\n   you have never had beef tongue? lengua? and you call yourself a fan of mexican food!! next time you go to a taqueria get a lengua taco or burrito.\n  ","866408":"\n   yes and I was really really sad 🥺 I miss him so much. 🥺\n  ","866409":"\n   cool. i have 2 tattoos\n  ","866410":"\n   thoughts on doom 3?\n  ","866411":"\n   i bank there. they are paying like .6 in my savings. going to check right now if they are running some new promo.\n  ","866412":"\n   i like it, i like it. i would have beef tongue in there somewhere tho, probably replace the ghost pepper lol. that would most likely kill me lol. my mouth is not so scoville scale friendly these days lmao\n  ","866413":"\n   what made you choose the picture you have as your display picture here?\n  ","866414":"\n   aesthetics or for their fruit?\n  ","866415":"\n   from 1-100 how happy are you with your life right now overall?\n  ","866416":"\n   what’s the weirdest text message you’ve ever gotten? 💬\n  ","866417":"\n   Would you rather have an extra $200 a day, or an extra 2 hours a day?\n  ","866418":"\n   are you prone to accidents? 🤕\n  ","866419":"\n   Fav Elton John song?\n  ","866420":"\n   HAVE YOU EVER BEEN TRAPPED? 😥\n  ","866421":"\n   how many questions are currently in your inbox?\n  ","866422":"\n   what is your favorite type of tree?\n  ","866423":"\n   do you feel like you respect other people more than they respect you?\n  ","866424":"\n   really that's crazy high. what bank is offering a 1.75 apy? is there like some limit on deposit like no more that $6k?\n  ","866425":"\n   I've been playing Injustice 2. bought the Avengers game for Xbox1\n  ","866426":"\n   I was doubting some neighbour took him while he was out and I haven’t even noticed because I was looking for him 🥺\n  ","866427":"\n   Cool tattoos. U have any? Also what games u like?\n  ","866428":"\n   If you were given a choice to choose your MANNER OF DEATH, how would you die?\n  ","866429":"\n   Why do you call yourself cyber punk?\n  ","866430":"\n   what is the best savings rate you can get right now?\n  ","866431":"\n   is the gardening itself for you enjoyable or is it more a means to an end of having your own home grown ingredients at arms reach?\n  ","866432":"\n   3 years old 😭🥺 such a baby. He’s my babyboy. A persian cat 🥺a beautiful one 🥺😭\n  ","866433":"\n   what would you get in your burrito? construct your customized burrito for me in detail (plz) and what would you name your creation?\n  ","866434":"\n   how did you learn your work ethic? who or what do you credit?\n  ","866435":"\n   If you woke up with wings one morning, where would you fly?\n  ","866436":"\n   usually with medicine i come across two scenarios. people like yourself who have been helped and are inspired to do so or being part of the medical field a family theme. btw im sure you have and will help so many countless people. who knows how many you will inspire to do the same as you did.\n  ","866437":"\n   im sure you will (but hope you dont) your account already seems so popular. i dont get any because i just always stay anon and just ask questions so ive sorta shielded myself lol. anyway i like asking questions. i find it comes so organically to me. im content to just learn about others.\n  ","866438":"\n   whats some 80's songs that everyone should hear?\n  ","866439":"\n   what are you go-to candies?\n  ","866440":"\n   nice! something you will revisit? i really love hearing people get in there and learn to make their own stuff. its all so easy once you just try it out. you can just create whatever you desire exactly how you want. its like art.\n  ","866441":"\n   have you ever made your own?\n  ","866442":"\n   ive done the same as u. ive come & gone a few times. came back last year after maybe a 4 year hiatus. then left for a few  months earlier this year & came back maybe almost 2 months now. i go back and forth if i should use this site or not. if u find good people its great. ive had better luck lately\n  ","866443":"\n   well welcome back! you seem like you will be a great asset to this community in all regards. and thank you for answering my questions this evening. im going through your history here. usually go back 24 hours when i check out someone's page but you dont have that many so just went to the bottom lol.\n  ","866444":"\n   what type of tortillas do you prefer?\n  ","866445":"\n   aside from the onions and cilantro what else populates your garden?\n  ","866446":"\n   thats impressive. what ultimately made you decide to focus on that specialty? and the people you treat, what are the most common reasons they seek out a nutrition specialist such as yourself?\n  ","866447":"\n   Have you ever assembled a piece of furniture yourself, like the ones you buy at IKEA? How did that go? 🔧\n  ","866448":"\n   what were you planting? your dogs are awesome btw.\n  ","866449":"\n   what did you get?\n  ","866450":"\n   thats hard work. any particular type of nurse? and what are your typical days off if you are on 12's?\n  ","866451":"\n   oh cool. what made you leave when you did and what prompted the comeback? also when you came back was anyone you knew still around?\n  ","866452":"\n   How often do you order home food to your door? Maybe you prefer to go and get it yourself? 🍕🍔🌮\n  ","866453":"\n   what sort of work do you do?\n  ","866454":"\n   how long have you used this site total?\n  ","866455":"\n   why 2077?\n  ","866456":"\n   Thank you\n  ","866457":"\n   will follow you\n  ","866458":"\n   Would you be happy without money?\n  ","866459":"\n   How do you know you’re not crazy and just hallucinating your whole life?\n  ","866460":"\n   How'd you describe your habits in general? Are they good or bad? 🚿🚰🏃‍♂️💤\n  ","866461":"\n   Would you ever be vegan?\n  ","866462":"\n   If one were to experience how it'd be to live a typical day in your life, what would they most likely be thinking once that day was over? Do you think they'd be able to take something valuable from it? 🛌🥪🧘‍♂️🚘📓🛀🏋‍♀️💻\n  ","866463":"\n\n    https:\/\/onlyfans.com\/u40212594\n   \n   Who wants to subscribe to my only fans?^🍭🤤💦\n  ","866464":"\n   If you had the opportunity to go somewhere and start a new life, where would you go? What job would you have? And how do you imagine your house there?\n  ","866465":"\n   WOULD YOU RATHER:be attractive and stupid OR ugly but a genius?\n  ","866466":"\n   Have you ever been confined \/ admitted in a hospital? If yes, what for? If no, have you ever thought of what it feels like? 🏥💉\n  ","866467":"\n   Have you ever been in a fight? What do you usually fight for?\n  ","866468":"\n   What do you think can make your current life easier??\n  ","866469":"\n   What food would you miss most if you couldn't have it anymore?\n  ","866470":"\n   If someone offered to TELL YOU YOUR FUTURE, would you accept it? 🔮\n  ","866471":"\n   If you wrote romance novels or erotic fiction, what would your “pen name” be? ✍\n  ","866472":"\n   WHEN WAS THE LAST TIME YOU APOLOGIZED?\n  ","866473":"\n   I once had a cat but lost him 🥺\n  ","866474":"\n   If you got a FREE CHEQUE for $5,000 right this second, how would you use it? 🤑\n  ","866475":"\n   What happens regularly that would horrify a person from 100 years ago? 🤪\n  ","866476":"\n   What things help you relax the best?\n  ","866477":"\n   Indeed 💖💝💜\n  ","866478":"\n   Favorite party dinner dish? 🥳🎉\n  ","866479":"\n   Would you rather vomit 🤮 uncontrollably for one minute every time you hear the happy birthday song or get a headache 🤯 that lasts for the rest of the day every time you see a bird?\n  ","866480":"\n   If you were heading out on a sudden road trip right this very minute, what would you bring with you? 🚗💕\n  ","866481":"\n   Do you think that children born today will have BETTER OR WORSE lives than their parents?\n  ","866482":"\n   WHAT IS SOMETHING YOU NEVER LEAVE HOME WITHOUT?\n  ","866483":"\n   Who do u want to go to the dance wirh\n  ","866484":"\n   What sport do you do?\n  ","866485":"\n   Would you be able to eat only at McDonald's for a month?\n  ","866486":"\n   10 favorites! 😃 \n1. Favorite movie? 📽\n2. Favorite show? 📺\n3. Favorite game? 🎮🎲\n4. Favorite color? 🎨\n5. Favorite animal? 🐾\n6. Favorite fruit? 🍎\n7. Favorite dish? 🍝\n8. Favorite dessert? 🍰\n9. Favorite season? 🌡\n10. Favorite holiday? 🎆\n  ","866487":"\n   If you had an extra $100 to spend on yourself every week, what would you do? 🤑💸‼\n  ","866488":"\n   What’s the WORST advice you’ve been given?\n  ","866489":"\n   IF YOU COULD ONLY EAT ONE FOOD FOR THE REST OF YOUR LIFE, WHAT WOULD IT BE?\n  ","866490":"\n   Do you think that men ♂️ are more rational and women ♀️ are more emotional?\n  ","866491":"\n   WOULD YOU RATHER: eat a spoonful of wasabi or a spoonful of extremely spicy hot sauce? 🥵\n  ","866492":"\n   Have you had any good food lately? 🥘😋\n  ","866493":"\n   What is the last thing you searched online?\n  ","866494":"\n   How do you spend the majority of your free time?\n  ","866495":"\n   What do you usually wear outside at this time of year? What about later on in the winter? ❄\n  ","866496":"\n   Is there something that was more popular in the past that you think should be brought back into the mainstream? Why said thing? 🕺🎸🎩🏰\n  ","866497":"\n   If you were a giant like the one from Jack and the beanstalk and you found someone sneaking inside your house, most likely to steal your goose that lays golden eggs, what'd you do? 🤔🥚\n  ","866498":"\n   You hear that people have started to become zombies somewhere on the opposite side of the globe, what do you do next? 🧟‍♂️ How well do you think you'd do in a zombie apocalypse in general? 🤔\n  ","866499":"\n   Based on how you look, what kind of person do you think people think you are when they first see you? 🤔😅\n  ","866500":"\n   If you got an opportunity to get trained to effectively use whatever weapon you wished as long as it wasn't a firearm, what'd you choose? Why? 🗡🏹\n  ","866501":"\n   When was the last time you went bowling? How'd you rate your bowling skills in general? 🎳\n  ","866502":"\n   What can irritate you, that really shouldn't irritate you?\n  ","866503":"\n   Have you ever had times where you play a video game, and it's like no matter what you do, you always win?\n  ","866504":"\n   Would you say you have a good sense of humour?\n  ","866505":"\n   On a scale of 1 to 10, how confident would you say you are?\n  ","866506":"\n   How much time must pass for you to finally feel like you can form an emotional connection with a new person? Why?\n  ","866507":"\n   What kind of people have a therapeutic effect on you and why?\n  ","866508":"\n   Pictures of your pets....\n  ","866509":"\n   list allllll of ur most frequently emojis\n  ","866510":"\n   wow 🤩\n  ","866511":"\n   Pictures please.....\n  ","866512":"\n   wow 5 cats 🤩 what are the breeds of your cats and dogs?\n  ","866513":"\n   Want to know the closed information about your personal ASKfm account? Join here\n   \n    https:\/\/bit.ly\/activity_vip\n   \n","866514":"\n   Are you more of a dog person or a cat person?\n  ","866515":"\n   It's cool talking with u\n  ","866516":"\n   thanks\n  ","866517":"\n\n    https:\/\/m.youtube.com\/watch?v=P1d9vLRhAnU\n   \n","866518":"\n   i can understand and respect that\n  ","866519":"\n   Love ur pic u have there on ur profile. Very sexy and beautiful. Love the tattoos\n  ","866520":"\n   Name 5 things you love\n  ","866521":"\n   What is the most difficult age for you? How can we avoid these difficulties?\n  ","866522":"\n   nice. i ate at Red Lobster for lunch\n  ","866523":"\n   What time of day is the best for you?\n  ","866524":"\n   how has ur day been?\n  ","866525":"\n   doing good ty\n  ","866526":"\n   What is the most spontaneous thing you’ve ever done?\n  ","866527":"\n   How r u ;)😉\n  ","866528":"\n   Do you prefer to be in your comfort zone?\n  ","866529":"\n   Hows your weekend going?\n  ","866530":"\n   If you could have anything in the world (other than wealth), what would it be? And why?\n  ","866531":"\n   Do you judge people based on their knowledge of grammar?\n  ","866532":"\n   Instead of money pay me in…\n  ","866533":"\n   Which word do you want everyone to stop using?\n  ","866534":"\n   Have you ever fallen in love with someone that didn't love you back? It's the most horrible feeling ever.\n  ","866535":"\n   Which hour is the right hour for breakfast?\n  ","866536":"\n   For people that travel by plane, what is the worst part of it?\n  ","866537":"\n   Do you prefer very spicy or non-spicy food?\n  ","866538":"\n   Does anybody else suffer from anxiety attacks? 😕\n  ","866539":"\n   Pancakes or waffles?\n  ","866540":"\n   I believe it covid gives some lovely breaks\n  ","866541":"\n   last shave\n  ","866542":"\n   Last Brazilian wax?\n  ","866543":"\n   I have been there before accept my was a desert ane it was 20 foot killer clowns\n  ","866544":"\n   Do you think elections will be the same after this?\n  ","866545":"\n   lol nice\n  ","866546":"\n   Are you an alien?\n  ","866547":"\n   Worst panic attack while high?\n  ","866548":"\n   Tell me a secret\n  ","866549":"\n   Do you plan to receive the COVID-19 vaccine when it becomes available to you?\n  ","866550":"\n   apple or orange?\n  ","866551":"\n   Favorite Halloween movie?\n  ","866552":"\n   Are you into crafty stuff? 🎨\n  ","866553":"\n   Unicorns or Pegasus? 🦄\n  ","866554":"\n   Do you think 2021 will be a better year?\n  ","866555":"\n   What would make you happy right now?\n  ","866556":"\n   do u care about grammar?\n  ","866557":"\n   What is the purpose of your existence?\n  ","866558":"\n   How many unresponsed questions you have right this moment?\n  ","866559":"\n   How fast can you lose trust in someone?\n  ","866560":"\n   Shaved legs or unshaved\n  ","866561":"\n   Would you like to live on an uninhabited island?\n  ","866562":"\n   Have you ever walked into the wrong rest room at a restaurant?\n  ","866563":"\n   Do you prefer emotional people? Or do you like calm people?\n  ","866564":"\n   Do you comb\/brush your hair out every day?\n  ","866565":"\n   have you ever attended therapy? was it helpful?\n  ","866566":"\n   How many chickens would it take to kill an elephant?\n  ","866567":"\n   What happens when your friend likes your crush? My crush asked me out but I told him I had to think about it because I barely found out that my friend had feelings for the same dude. Idk what to do. Should I tell him no or should I go for my feelings?\n  ","866568":"\n   What’s your dream job?\n  ","866569":"\n   What are some positive things that have happened for you, so far, in 2021?\n  ","866570":"\n   Have you ever tried to be vegetarian?\n  ","866571":"\n   Post a panda GIF under this question.\n  ","866572":"\n   According to you, who are real heroes? ?\n  ","866573":"\n   Would you call yourself a “happy person”?\n  ","866574":"\n   Soo people really be going VIP on this lmao\n  ","866575":"\n   What qualities do you value the most in your friends?\n  ","866576":"\n   Do you believe in happy ending?\n  ","866577":"\n   Are  you usually late or on time?\n  ","866578":"\n   What's your favorite thing to eat for lunch?\n  ","866579":"\n   If your lover turned into a worm, what would you do to him?\n  ","866580":"\n   What animal would be the most terrifying if it could speak?\n  ","866581":"\n   What does friendship mean to you? What should your friend be like? Do you have a lot of friends? What could be your reasons for discontinuing friendship with a person?\n  ","866582":"\n   If you had an ability to look into other's past, who would be the first one on which you will use your power?\n  ","866583":"\n   With a serious answer, What is happiness for you in the future? How would u be happy in life?\n  ","866584":"\n   What are you afraid most of all in life?\n  ","866585":"\n   When was the last time you slipped and fell?\n  ","866586":"\n   Scariest movie you've seen as a kid\n  ","866587":"\n   Is shopping a form of entertainment for you?\n  ","866588":"\n   If you were the opposite sex for one day, what would you do? 😌\n  ","866589":"\n   If you like chocolate milk, what is your favorite brand? Mine is TruMoo! I think it tastes the best~ ☆\n  ","866590":"\n   Are you going into 2021 single, taken, or married?\n  ","866591":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","866592":"\n   What is something you strive to own someday?\n  ","866593":"\n   Your cute and What's your favourite social media ?\n  ","866594":"\n   what do you expect from this life?\n  ","866595":"\n   Have you ever preformed any shows\/acts for an audience?\n  ","866596":"\n   How are you feeling?\n  ","866597":"\n   What do you dream about?\n  ","866598":"\n   Could care less. Don’t like my comments\n  ","866599":"\n   I’m sure that’s why u was in remedial classes in school.   I’m not confused. I’m blunt and I’m stating for u to stop watching me. There is nothing that you have that I need. I never look at the moon or the stars. N I’m scared of wolfs. We have nothing in common\n  ","866600":"\n   Williow always but Alex runs?  Self explanatory.stay where u lay.the willow unique and famous. There’s plenty Alexis’s or whatever\n  ","866601":"\n   Why you keep trying to get my attention when you don’t want nothing ? Why you do impressed\n  ","866602":"\n   What countries would you like to visit?\n  ","866603":"\n   Do you like living in your country or would you like to move abroad? If abroad, then which country?\n  ","866604":"\n   What pain is harder for you: physical or spiritual\n  ","866605":"\n   What are the most important lessons you’ve learned in life?\n  ","866606":"\n   Do you talk with emojis?\n  ","866607":"\n   Can you draw???\n  ","866608":"\n   What do women talk about when there are no men around?\n  ","866609":"\n   Do you have any more characters that need voices?\n  ","866610":"\n   Do you voice any of the characters in the Ninth Kingdom? Usually the creators take one of the main characters and I didn't see you listed as any of their voices?\n  ","866611":"\n   Favorite characters in your works?\n  ","866612":"\n   a warm blanket or a cup of tea? coffee?\n  ","866613":"\n   Have you ever visited a place where it made an emotional impact on you? How did it make you feel?\n  ","866614":"\n   If you're ordering off Ubereats and you're not tipping at all because you think you're saving a few bucks. you're a real POS. Those poor drivers have a life to maintain as well the car they use to deliver YOUR food. Only use it if you can AFFORD TO TIP.\n  ","866615":"\n   Orange soda or juice?\n  ","866616":"\n   Single or Taken?\n  ","866617":"\n   Brunette or Blonde\n  ","866618":"\n   Would you like to know when you were going to die?\n  ","866619":"\n   Would you rather have a private island or a private jet?\n  ","866620":"\n   Do you wear a mask correct?\n  ","866621":"\n   Hoodies or jackets??\n  ","866622":"\n   This question is only for girls ; are skinny jeans actually comfortable?\n  ","866623":"\n   Girls, bluejeans or leggings. Personally, i love bluejeans, the way they feel, the way they show my hips, and generally make my curves look better\n  ","866624":"\n   Round of applause for all those working towards goals & all those who lost hope in them. You're important!\n  ","866625":"\n   The vaccine for covid-19 is out, are you in a hurry to get a shot?\n  ","866626":"\n   How do parents go from \"S3x is bad\" to \"I want grandkids\"?\n  ","866627":"\n   What is the best way to make someone feel loved?\n  ","866628":"\n   Hotdogs 🌭 or hamburgers 🍔\n  ","866629":"\n   Have you ever had stage fright?\n  ","866630":"\n   Are you competitive?\n  ","866631":"\n   Hello guys how are you \n\nHave you never been caught sneak out the house  and  go out with your friends or boyfriends when you was in trouble  with your parents?\n\nYes or no 😊😊\n  ","866632":"\n   Can you have a conversation with a stranger?\n  ","866633":"\n   What childish thing do you still enjoy?\n  ","866634":"\n   What's something that can always make you feel better?\n  ","866635":"\n   What is something you do every single day?\n  ","866636":"\n   May real men cry?\n  ","866637":"\n   Your so pretty!\n  ","866638":"\n   what ur favorite weather? season? do u like rain?\n  ","866639":"\n   3 must-haves for a perfect morning?\n  ","866640":"\n   Why is it so hard for ppl to apologize?\n  ","866641":"\n   Do you like shopping? How much time can you spend on this?\n  ","866642":"\n   What is your attitude towards hunting?\n  ","866643":"\n   Which one would you rather have .. a lifetime of nightmares evey night or a lifetime of it being almost impossible to even fall asleep no matter how tired you are?\n  ","866644":"\n   Where is the soul located within the man?\n  ","866645":"\n   What do u do in ur spare time?\n  ","866646":"\n   When should you reveal a secret you said you wouldn’t?\n  ","866647":"\n   What's your favorite thing to order at McDonald's?\n  ","866648":"\n   What do you think, where isn't spot for humor?\n  ","866649":"\n   Is it better to be single or in a couple? Why?\n  ","866650":"\n   Suck or fuck ?\n  ","866651":"\n   Are you ugly?\n  ","866652":"\n   Most disastrous feeling is______?\n  ","866653":"\n   You get a house. Hoe many rooms do you want in it? 2? 3? 4? 5? 6??\n  ","866654":"\n   1)Who was the last dialogue with? ✨ 2) Who is your first friend? ?? 4) Do you have many friends? ? 5) Favorite song? ? 6) Favorite movie? ? 7) Currently in love? ? 8) Favorite season of the year? ? 9) Do you dance? ? 10) Favorite fruit? ? Share this to everyone you are following\n  ","866655":"\n   How do you feel about yourself?\n  ","866656":"\n   Who's the worst on ur volleyball team\n  ","866657":"\n   One thing that differentiates you from other people??\n  ","866658":"\n   What do you think of makeup?\n  ","866659":"\n   What social networking websites do you use?\n  ","866660":"\n   What's your favorite or best physical feature?\n  ","866661":"\n   Do you like chocolates?\n  ","866662":"\n   If you had to choose a type of color that you thought represented yourself, which would it be?\n  ","866663":"\n   What's your main rule in life?➡\n  ","866664":"\n   are you usually afraid of the dark?\n  ","866665":"\n   If you had a really fluffy Bunny,What would you name it??\n  ","866666":"\n   You ever faced a demon?\n  ","866667":"\n   Your cool!\n  ","866668":"\n   How do you control you anger?\n  ","866669":"\n   Do you prefer fish or meat?\n  ","866670":"\n   Are you still learning who you are?\n  ","866671":"\n   What are you hiding from most people?\n  ","866672":"\n   Choose between beauty and brains?\n  ","866673":"\n   Do you know anyone who hates shopping?\n  ","866674":"\n   Female profession, the first letter \"S\", the last \"y\"?\n  ","866675":"\n   What is the most interesting thing you have in your purse\/wallet?\n  ","866676":"\n   What is more important - to be loved or to fall in love?\n  ","866677":"\n   do you consider yourself an undiscovered author? why or why not?\n  ","866678":"\n   What do you think about parents who presents their childrens on the Internet (Facebook, Instagram, ...)?\n  ","866679":"\n   what other language can you speak?\n  ","866680":"\n   What is the meaning of happiness!!????\n  ","866681":"\n   What is your secret talk nobody knows?\n  ","866682":"\n   if someone ur usually mean to told u they were in love with u which is why the bugged you, how would u feel and what would u say\n  ","866683":"\n   What should a real man be able to do?\n  ","866684":"\n   why do nice people choose the wrong people to date?\n  ","866685":"\n   have u done any art latly\n  ","866686":"\n   Do you have any advice for people starting out on youtube?\n  ","866687":"\n   Would you date a person who owns 10 dogs?\n  ","866688":"\n   Did you ever make a video? Link it\n  ","866689":"\n   what is your criterion to accept someone on snapchat?\n  ","866690":"\n   Do you think love fades away?\n  ","866691":"\n   Anyone know how to change username here?\n  ","866692":"\n   What’s in your pockets right now? 🖤\n  ","866693":"\n   If you could tell all your neighbors one thing what would it be?\n  ","866694":"\n   Do you like taking risks?\n  ","866695":"\n   Have you ever broken up with a friend ?\n  ","866696":"\n   do you easily fall in love?\n  ","866697":"\n   Just getting through a decent amount of questions through my inbox. If you've sent one I'm going to get to it as soon as I can!\n  ","866698":"\n   Do you believe people can be changed?\n  ","866699":"\n   Do you believe the devil exists?\n  ","866700":"\n   Who is your best friend for the moment and why?\n  ","866701":"\n   Do you trust people easily?\n  ","866702":"\n   Best way to prank someone? 😈\n  ","866703":"\n   What would you do if you meet an alien?\n  ","866704":"\n   If people can read your mind , What would they usually hear!¿ 😛😛\n  ","866705":"\n   You belong to that part of population which.............?\n  ","866706":"\n   i want to add you on insta?\n  ","866707":"\n   What are you known for in your family\/friends? ?\n  ","866708":"\n   Do you always smile for pictures?\n  ","866709":"\n   Would you prefer to have the power to fly or be invisible?\n  ","866710":"\n   what do I need to know about you?\n  ","866711":"\n   Want to be my girlfriend\n  ","866712":"\n   Want to be my girlfriend\n  ","866713":"\n   The vegetable you hate the most is? 🌿\n  ","866714":"\n   Is reputation important for a person nowadays?\n  ","866715":"\n   how is ur fall?\n  ","866716":"\n   What TV show has gone off the air that you wish would come back?\n  ","866717":"\n   What is your dream job? 💡\n  ","866718":"\n   What is your very definition of, love?\n  ","866719":"\n   What fictional character reminds you of yourself?\n  ","866720":"\n   Ever had a crush on someone?\n  ","866721":"\n   What should we spend money on?\n  ","866722":"\n   Anyone have a very oddly specific fear\/phobia? \n\nNot spiders, heights, etc. Just something weird and EXTREMELY specific\n  ","866723":"\n   What would you like to do with money?\n  ","866724":"\n   Have you ever sent a message and then immediately regretted it?\n  ","866725":"\n   What made you laugh recently?\n  ","866726":"\n   What's one thing you will never do?\n  ","866727":"\n   Which animal is your spirit animal?\n  ","866728":"\n   What first comes to your mind with the word 'Marriage'? 🌚\n  ","866729":"\n   What is the appropriate age for marriage?\n  ","866730":"\n   Do you prefer very spicy or non-spicy food?\n  ","866731":"\n   there are two times of year : autumn and waiting for autumn. innit?\n  ","866732":"\n   Is that okay when a girlfriend hugging her male friends?What do you think?\n  ","866733":"\n   what qualities do you look for in a person?\n  ","866734":"\n   Wanna make plans?\n  ","866735":"\n   Do you think dogs are really man's best friend?\n  ","866736":"\n   Would you ever wear your stripe t.shirt, suspenders and red pants again?😉\n  ","866737":"\n   Do you have someone you tell everything to?\n  ","866738":"\n   If you woke up the next morning as the opposite sex what would you do ?\n  ","866739":"\n   Would you rather always get first dibs or the last laugh?\n  ","866740":"\n   Best thing about you?\n  ","866741":"\n   How much money have u got in your pocket?\n  ","866742":"\n   is it better to buy an iPhone 6 in a store or 6s directly from another person?\n  ","866743":"\n   Yes! I'm back, and my inbox has been cleared out!\n  ","866744":"\n   Have you ever felt ashamed from your past??\n  ","866745":"\n   What's your favorite video game?\n  ","866746":"\n   You come across a magic book and whatever you write in it becomes reality. What's the first thing you would write in it?\n  ","866747":"\n   What inspires you the most?\n  ","866748":"\n   How often do you go to the cinema?\n  ","866749":"\n   Is it easier to forgive or forget?\n  ","866750":"\n   Was there something in your childhood, your parents always lied about and you knew they were lying?\n  ","866751":"\n   What secrets do you have that you hide from the world?\n  ","866752":"\n   What is the longest you've ever gone without any sleep?\n  ","866753":"\n   Should we read a lot of books?\n  ","866754":"\n   What's the best news you've ever received?\n  ","866755":"\n   I've been receiving questions I've answered previously. I will be deleting all repeats since my question box is extremely backlogged.\n  ","866756":"\n   Should people be given a second chance? ?\n  ","866757":"\n   Have u ever been in love before😊😍\n  ","866758":"\n   What runs in your family?\n  ","866759":"\n   How do you usually discover new music?\n  ","866760":"\n   chocolate chip pancakes, banana pancakes, or chocolate chip banana pancakes?\n  ","866761":"\n   Which is more preferable being nice or being fair?💥\n  ","866762":"\n   How long has your longest ever phone call been?\n  ","866763":"\n   Whats the last movie you watched?\n  ","866764":"\n   What countries would you like to visit?\n  ","866765":"\n   What is your favorite sporting activity?\n  ","866766":"\n   do you consider yourself an undiscovered author? why or why not?\n  ","866767":"\n   Bath or shower?\n  ","866768":"\n   Are you here to make new friends or to just spend your time??\n  ","866769":"\n   Do you think empathy can be taught? Why\/why not?\n  ","866770":"\n   what grade are you in?\n  ","866771":"\n   Can you guilt trip people ?\n  ","866772":"\n   What is one thing you will never do again?\n  ","866773":"\n   What would you do if you could inflate your body like a balloon?\n  ","866774":"\n   Are you ready for the Halloween night?\n  ","866775":"\n   if the answer were yes, what would be your question?\n  ","866776":"\n   Which famous person have you met or been close to?\n  ","866777":"\n   What harsh truths do you prefer to ignore?\n  ","866778":"\n   Are all emotions a choice? Can one choose to be happy instead of sad?\n  ","866779":"\n   Are cats or dogs smarter?\n  ","866780":"\n   Have you ever had a weird dream that you could never forget and it still haunts you when you remember it?\n  ","866781":"\n   Background information- My boyfriend of 3 months has 2 girl best friends. We are seniors in high school. We have a pretty great relationship. \nThey trash on my name & our relationship to him. They are always touching him, playing w\/ his hair & even sittin on him. Also they hangout A LOT! Thoughts?\n  ","866782":"\n   What if every time you got mad or upset your body inflated like a balloon?\n  ","866783":"\n   Puppy sized elephant or elephant sized puppy?\n  ","866784":"\n   Would you rather have a rewind button or a pause button in your life?\n  ","866785":"\n   What are the most important lessons you’ve learned in life?\n  ","866786":"\n   If you were a car, what kind of car would you be?\n  ","866787":"\n   So what is your favorite movie genre?\n  ","866788":"\n   -What are some food combinations you like that people find weird?\n  ","866789":"\n   If you could have one wish come true right now, what would you wish for?\n  ","866790":"\n   What's something that makes you proud of yourself ?\n  ","866791":"\n   Which do you think is more important: following the dreams your parents want for you or following your own dreams?\n  ","866792":"\n   Dragon or unicorn? Which would you take as a pet?\n  ","866793":"\n   Would you like to go to an animal shelter and read books to cats or dogs, if you had such an opportunity?\n  ","866794":"\n   You come across a magic book and whatever you write in it becomes reality. What's the first thing you would write in it?\n  ","866795":"\n   Have you entered book clubs when you first started?... Do you think it's worth it?\n  ","866796":"\n   What do you need?\n  ","866797":"\n   What does Freedom mean to you?\n  ","866798":"\n   Do you think you're often misunderstood?\n  ","866799":"\n   Do you send questions to yourself?\n  ","866800":"\n   What do you wish the New Year's Eve to bring?\n  ","866801":"\n   how u spend time in autumn usually?\n  ","866802":"\n   I don't have any specific question , so you can tell me one thing that doesn't know anyone else\n  ","866803":"\n   Are you high School student? Or college student? What you take and where your School?\n  ","866804":"\n   What do you think you do best?\n  ","866805":"\n   What's your alarm ringtone?\n  ","866806":"\n   Do you have a secret love??\n  ","866807":"\n   Which celebrities do you suspect are really aliens walking amongst us?\n  ","866808":"\n   Which was the funniest proposal you got?\n  ","866809":"\n   What books would you recommend for developing better interpersonal skills?\n  ","866810":"\n   What do you think it would be like to live life as a bird?\n  ","866811":"\n   kentucky fried chicken?\n  ","866812":"\n   What makes you nervous?\n  ","866813":"\n   What r u going to be 4 Halloween?\n  ","866814":"\n   How many times have you heard the words of someone close to you..? 🤔\n  ","866815":"\n   I want to give you a box of kittens.\n  ","866816":"\n   What are you hiding from most people?\n  ","866817":"\n   What's the best dating advice you have?\n  ","866818":"\n   Something that you would like to say those who read you? 😊✌\n  ","866819":"\n   If you had the opportunity to go somewhere and start a new life, where would you go? What job would you have? And how do you imagine your house there?\n  ","866820":"\n   Do you prefer to be alone or around people?\n  ","866821":"\n   Do you believe in destiny? What's yours?👦\n  ","866822":"\n   Which animal is your spirit animal?\n  ","866823":"\n   This world desperately needs much more ... ?\n  ","866824":"\n   do you know any Spanish?\n  ","866825":"\n   How do you behave yourself with people you don't like?\n  ","866826":"\n   When was the last time you had craving for chocolate?\n  ","866827":"\n   How often do you check your emails?\n  ","866828":"\n   Are cats or dogs smarter?\n  ","866829":"\n   What would you do if you meet an alien?\n  ","866830":"\n   Do you use planner to keep yourself or your days organised?\n  ","866831":"\n   Which TV channel do you believe in?\n  ","866832":"\n   How you created your squad? Have any tips on how to create your own community?\n  ","866833":"\n   Do you agree that you should never trust anyone who is rude to a waiter?\n  ","866834":"\n   Do you have a secret account on facebook?\n  ","866835":"\n   Do you know anybody named Rick.\n  ","866836":"\n   How many people can you call your friends?\n  ","866837":"\n   Which Marvel character is your soulmate?\n  ","866838":"\n   Can you guilt trip people ?\n  ","866839":"\n   If you had only one last wish to make, what would it be?\n  ","866840":"\n   what keeps you up when you're upset?\n  ","866841":"\n   What color are your eyes?\n  ","866842":"\n   Are you more of a cat or a dog person? 🐈 🐕\n  ","866843":"\n   do u know why PewDiePie was again accused of racism?\n  ","866844":"\n   Do you ever wonder what people really want from you?\n  ","866845":"\n   Are you excited for anything?\n  ","866846":"\n   What genre of music do you prefer? Share your favorite track\n  ","866847":"\n   What online games do you play?\n  ","866848":"\n   What should we spend money on?\n  ","866849":"\n   Who from the site would you take on a summer road trip?\n  ","866850":"\n   Who would you cast to play you in a movie?\n  ","866851":"\n   have u done any art latly\n  ","866852":"\n   Will you be my girlfriend\n  ","866853":"\n   Will you be my girlfriend\n  ","866854":"\n   What are you being for Halloween?\n  ","866855":"\n   Post something that you want to share or say ? ?\n  ","866856":"\n   What do you like in life?\n  ","866857":"\n   What anime are you watching now?\n  ","866858":"\n   So, any new life activities?\n  ","866859":"\n   What is the one place in the world you wish you lived in?\n  ","866860":"\n   Give the facts?❤️?\n  ","866861":"\n   Would you rather have your french fries with ketchup or with mayo?\n  ","866862":"\n   My cat snores. Oh my god she snores.\n  ","866863":"\n   What would you do if you only had 24 hours left to live?\n  ","866864":"\n   What's on your mind atm???\n  ","866865":"\n   Is it easier to forgive or forget?\n  ","866866":"\n   Who is the most closest friend that knows everything about u?\n  ","866867":"\n   What is your favorite thrill ride?\n  ","866868":"\n   What should a woman be like? ?\n  ","866869":"\n   Didn't you play the comfortable game while dating someone. Jw\n  ","866870":"\n   Which element of nature are you – air, earth, fire or water?\n  ","866871":"\n   How much money have u got in your pocket?\n  ","866872":"\n   Who had the most positive influence on you?\n  ","866873":"\n   Time ⏱ and Status 🖤💫 :\n  ","866874":"\n   What would you do if you could inflate your body like a balloon?\n  ","866875":"\n   Do you have any advice for people starting out on youtube?\n  ","866876":"\n   Who got the sauce?\n  ","866877":"\n   If you could choose your age forever, what age would you choose and why?\n  ","866878":"\n   How do you handle tickling? X\n  ","866879":"\n   Todays been going great dont let people bring you down because of a little thing !!!❤\n  ","866880":"\n   what do you do in your life?\n  ","866881":"\n   Can I get married at fifty with little?\n  ","866882":"\n   Do you have a crush on someone?\n  ","866883":"\n   Most disastrous feeling is______?\n  ","866884":"\n   What will warm u this fall?\n  ","866885":"\n   What's your age ?\n  ","866886":"\n   Follow me at ig xD\n  ","866887":"\n   Are you still learning who you are?\n  ","866888":"\n   Which country do you want to visit?\n  ","866889":"\n   What was the most recent movie,  concert  or event that you attended?\n  ","866890":"\n   What is the most important thing u have to do daily?\n  ","866891":"\n   What is the thing you think people should do more often?\n  ","866892":"\n   Where were you born?\n  ","866893":"\n   is there anyone that you want back in your life?\n  ","866894":"\n   What style of hair so u like?\n  ","866895":"\n   Why dont you cut your hair?\n  ","866896":"\n   What are the things you always take with you?\n  ","866897":"\n   What have you been up to lately?\n  ","866898":"\n   How would your superhero costume look like?\n  ","866899":"\n   What would you do if you could inflate your body like a balloon?\n  ","866900":"\n   What’s the first thing you notice about people?\n  ","866901":"\n   What is a fun fact that you would like to share for no apparent reason what so ever?\n  ","866902":"\n   Do you love autumn?\n  ","866903":"\n   What’s your favorite dessert?\n  ","866904":"\n   Why is a female human better than a female dog ?\n  ","866905":"\n   What crazy activities do you dream of trying someday?\n  ","866906":"\n   Fave pic from the weekend? ?\n  ","866907":"\n   Are you back to school, university or office?\n  ","866908":"\n   Do you have a best friend?\n  ","866909":"\n   What is one thing you regret having done or not done in your life?\n  ","866910":"\n   Should people be given a second chance? ?\n  ","866911":"\n   What is the appropriate age for marriage?\n  ","866912":"\n   How does your parents react when you get low marks in test?\n  ","866913":"\n   If you had the power to read someone’s mind, whose would it be? ??\n  ","866914":"\n   What are some things in life (can include your future wants\/needs) that you will not compromise on and why?\n  ","866915":"\n   What can't be bought for money and why?\n  ","866916":"\n   What is one thing u regret\n  ","866917":"\n   If you became a teacher tomorrow, what would you teach?\n  ","866918":"\n   What must you have on your sandwich for it to truly be complete?\n  ","866919":"\n   May real men cry?\n  ","866920":"\n   How to separate from a girl?\n  ","866921":"\n   Did your teachers miss you?\n  ","866922":"\n   who's ur favorite viner (or youtuber)? aa\n  ","866923":"\n   Would you ever be vegan?\n  ","866924":"\n   That is the best kind of food!\n  ","866925":"\n   What food would you miss most if you couldn't have it anymore?\n  ","866926":"\n   Is there one person in your life that can always make you smile?\n  ","866927":"\n   Do you have weird relatives?\n  ","866928":"\n   What was the last thing you ate?\n  ","866929":"\n   Things you don't share with anyone ... ?\n  ","866930":"\n   Tell something funny from your school life!\n  ","866931":"\n   What’s your motto?\n  ","866932":"\n   Rock climbing or windsurfing?\n  ","866933":"\n   What would you like to see mankind achieve within your lifetime?\n  ","866934":"\n   If you run away from your problems, does it count as exercise?\n  ","866935":"\n   Which movies or books have made a big impact on you?\n  ","866936":"\n   If you had to lose a sense, which would it be?\n  ","866937":"\n   What is the most played song in your music library?\n  ","866938":"\n   Do you prefer a bath or shower?\n  ","866939":"\n   What is more important - to be loved or to fall in love?\n  ","866940":"\n   Are you a gamer ?\n  ","866941":"\n   it doesn't happen very often, people are lazy would rather quote lines from crappy movies....gets very tiresome to hear that\n  ","866942":"\n   Would you use a self-driving car or drive yourself?\n  ","866943":"\n   Are you a guy\n  ","866944":"\n   say it in our hearts not in their face\n  ","866945":"\n   Hello Bro 🤙\n  ","866946":"\n   Lets have super hot prison sex baby\n  ","866947":"\n   Have you been catfishes before ?? A man sent me a picture and he was cute so I was talking to him then he sent me a picture he looked completely different 360 like maybe it was catfish or he sent me pictures of his son\n  ","866948":"\n   Have you ever lost something?\n  ","866949":"\n   Thanks bitch\n  ","866950":"\n   move away but I will remember the hideous looks of that person and avoid him or her like plague\n  ","866951":"\n   What Disney characters have some obvious mental problems?\n  ","866952":"\n   🎀 Happy Valentine's Day 🍭y'all 😊 Much love to everyone! This message🎊 goes out 😍 to all 💌 you awesome 🥀 beautiful people! 💐 You rock. Keep being you. 💞\n  ","866953":"\n   Whats your phone number\n  ","866954":"\n   What color are the president's pants today?\n  ","866955":"\n   Favorite movie?\n  ","866956":"\n   Alguien con quien hablar?🤪\n  ","866957":"\n   What are the worst pizza toppings?\n  ","866958":"\n   Where do u stay\n  ","866959":"\n   Where do you get most of the decorations for your room\/home?\n  ","866960":"\n   Do you have any pets? Would u like to get some pets?\n  ","866961":"\n   Did you watched the series of Fast and Furious?\n  ","866962":"\n   a bacon cheesburger???\n  ","866963":"\n   can anyone claim to have an original idea or thought? without quoting a movie?\n  "},"Answer":{"865892":"\n  Maybe a kangaroo so I can improve my kickboxing and punching skills.\n  ","865893":"\n  Okay now you're just spamming links and you're going to be reported.\n  ","865894":"\n  Pro-life, either way you look at it no matter the circumstances a baby don't deserve to die because they did nothing wrong.\n  ","865895":"\n  Professional wrestling, anything that has to do with anime, pranks, music videos, ect.\n  ","865896":"\n  Not right off the bat, got to analyze them first.\n  ","865897":"\n  You got a lot of free time on your hands, find a hobby.\n  ","865898":"\n  Youdon'tknowthepassword\n  ","865899":"\n  Yep I admire myself and anybody else who helps saves lives for a living. Major dedication for them.\n  ","865900":"\n  Nope, no can do. We are here to ask and answer questions, not to help promote your five follower page for views.\n  ","865901":"\n  Yes I do, there's nothing to be embarrassed about.\n  ","865902":"\n  During a hot summer I can.\n  ","865903":"\n  What kind of shoutout is this....\n  ","865904":"\n  Its based on the video game \"cyberpunk 2077\" which comes out on December 10th.\n  ","865905":"\n  Never had one when I was a kid. I don't even think they had any during my time as a little one.\n  \n  But speaking of them, I recently ordered the Lego Star Wars and Pokémon 2020 Holiday. huge fan of both, so of course they will be my collectors items. (:\n  ","865906":"\n  Chill out bro with the caps, we have enough edgy folks in the world.\n  \n  But to answer the question, yes I have. it happened at the hospital I work in, patient was declared dead but the doctor didn't want to give up so he kept reviving him until he showed a pulse.\n  \n  Far as I know he is living a very healthy life.\n  ","865907":"\n  My best friend.\n  ","865908":"\n  It comes out on the 10th dude... Stop trying to troll if you don't have anything good to say or ask then don't say anything at all you just wasting both of our time.\n  ","865909":"\n  duke nukem 1\n  ","865910":"\n  Rukia Kuchiki from bleach, because she is a bad chick. :)\n  ","865911":"\n  uh.... she is a character from the game cyberpunk 2077 ?\n  ","865912":"\n  Yw\n  ","865913":"\n  ♥️👌\n  ","865914":"\n  You are fine lol.\n  ","865915":"\n  Yep, those are usually the best kinds!\n  ","865916":"\n  I 100% agree. I don't even care if someone asked me a brain teaser of sort, its different and its fun to think about stuff lol.\n  ","865917":"\n  Well some uses the random question generator that ask has, to me it has always been horrible lol.\n  ","865918":"\n  Yeah I have nothing to do myself. I am responding to questions and I just massed sent out to the friends list just a moment ago to everyone, I try not to ask the same things constantly.\n  ","865919":"\n  Not really. I try not to overload my phone with too many apps that I cannot keep up with.\n  ","865920":"\n  Video Games, Artwork, Volleyball, Cooking and Fitness. Dr. Disrespect inspired me in gaming actually lol.\n  ","865921":"\n  Doctor Who. not really a tv family sitcom but we kind of act like the cast sometimes.\n  ","865922":"\n  light sleeper and it has to be in the dark with ASMR playing in the background.\n  ","865923":"\n  It was pretty good. I ate outside next to my parents dining room window. but it was fun and we could still see each other while talking.\n  ","865924":"\n  great here we go again.\n  ","865925":"\n  nope.\n  ","865926":"\n  The Pokémon figurines, hot wheels, Beyblade.\n  ","865927":"\n  Yes and No. there has been some changes since then.\n  ","865928":"\n  Nice to meet you. doing pretty good myself, I also followed back. how are you?\n  ","865929":"\n  ok\n  ","865930":"\n  Being able to wake up and smell the clean air. hearing all kinds of nature in the morning.\n  ","865931":"\n  Communication and Keeping the bond strong.\n  ","865932":"\n  Yep I actually smashed a keyboard while I was streaming one time. I was playing warzone and I had this game won. But lag happened and somehow he pulled off a cluster bomb and we both ended up being killed but he ended up with the win.\n  ","865933":"\n  No way dude. I don't even want to think about my expiration date at this time. I want to just live life in the fullest day by day and hope to achieve everything in my life before that expiration date happens.\n  ","865934":"\n  Moldy\n  ","865935":"\n  Catnip on every street corner, Toys all over the road to play with and Food dispensers at a store near you. they must control their narrative.\n  ","865936":"\n  My career. They wanted me to be something else and even though they are proud of me in choosing \"healthcare\" as my profession, they are still somewhat mixed because of how much I am putting myself at risk.\n  ","865937":"\n  Wall outlets. because no electricity. :(\n  ","865938":"\n  Dark City and Perfect Blue\n  ","865939":"\n  \"Toxic\" and \"Till the World Ends\" are a tie for me.\n  ","865940":"\n  Buy one shoe, get the other for free.\n  ","865941":"\n  Sometimes despite all I do to help people, I feel that isn't enough and somewhere down the line I failed somewhere.\n  ","865942":"\n  Chat bubbles for sure lol. like the reaction.\n  ","865943":"\n  A co-worker nurse on my team forgot her clogs. so she has on flip flops and in order to protect her feet, she put rubber gloves over them like they were socks. I kid you not LOL I am still laughing about that now. this was well before the pandemic of course.\n  ","865944":"\n  Nope lol. I worked fast food well before I ever became a nurse and I would not go back to that if it was the last job on earth.\n  ","865945":"\n  I think I could, granted that a few people came along for the move. :)\n  ","865946":"\n  It would be easy. its already enough I deal with some toxic people in some online video games. don't want it spreading towards my friends. plus I don't like drama. (:\n  ","865947":"\n  I was in a reading club. I remember too because I was like the first person that finished read all of my books and I would get like free pizza from Little Caesars at the time lol.\n  ","865948":"\n  12-16 hours a day I wear a surgical scrub cap.\n  ","865949":"\n  I always thought video games were, but I love nature a lot, wildlife and anything cosmic.\n  ","865950":"\n  That the earth is really flat. that alone has to be the #1.\n  ","865951":"\n  I use to have a turtle long ago, her name was Squirtle. had her for 8 years.\n  ","865952":"\n  Sure I can, I followed you. :)\n  ","865953":"\n  What do you give to a sick lemon? Lemon aid!\n  ","865954":"\n  I am watching you.\n  ","865955":"\n  If I was on a long trip over water I would.\n  ","865956":"\n  Not really, but browsers like Microsoft Edge can do it right from the bat which is pretty nice.\n  ","865957":"\n  Online, because watching them in the movie theater is not fun like it used to be, plus it's so cheap online.\n  ","865958":"\n  Random\n  ","865959":"\n  I find that really attractive because that tells me when they take them off I would probably melt 🤭😊\n  ","865960":"\n  Just original aftershave whatever that's in it lol\n  ","865961":"\n  Chess\n  ","865962":"\n  Oh I am better currently as far as I know I don't have any long-term effects I'm just like I was before I even had it to begin with. Guess I was one of the lucky ones.\n  ","865963":"\n  Try to keep myself busy without thinking about things.\n  ","865964":"\n  Stranger things\n  ","865965":"\n  Probably chill out and do activities.\n  ","865966":"\n  Lonely genius\n  ","865967":"\n  I am, but not overly.\n  ","865968":"\n  I've been watching supernatural ever since it first came out and yes it is totally worth watching it.\n  ","865969":"\n  I totally agree (:\n  ","865970":"\n  Absolutely. There is no family in the history of human life that doesn't have someone in it that they want to go far away as possible from them.\n  ","865971":"\n  When a person stops putting in the effort to make that love stronger.\n  ","865972":"\n  Not these days, online shopping is the New Black Friday.\n  ","865973":"\n  It would be one one of it sitting down with a mouse and keyboard.\n  ","865974":"\n  I wouldn't want to be a cop, it's too dangerous these days. as a nurse I'll tell you that sometimes it's even dangerous being that due to the virus.\n  ","865975":"\n  Spicy cheddar\n  ","865976":"\n  They are freaking awesome.\n  ","865977":"\n  Aphrodisiac\n  ","865978":"\n  Easy, if you have a bad EX lol.\n  ","865979":"\n  Kindness, honesty, politeness, eloquence. Those are just only some of the respectful things that a person should have to make them great.\n  ","865980":"\n  No but I have a weird neighbor. Who barbecues at 2:00 in the morning.\n  ","865981":"\n  Never use the iPhone I am strictly Android phones only.\n  ","865982":"\n  Covid-19 (Twice)\n  ","865983":"\n  Wavy Applewood Smoked Cheddar\n  ","865984":"\n  Absolutely. Got to make sure the house is in Tip-Top shape.\n  ","865985":"\n  👌\n  ","865986":"\n  Oh that's a major bummer. You need to get some sleep, because you won't be able to concentrate without it. If you can't sleep drinking hot tea, preferably lavender can help. You can also listen to ASMR which definitely puts me to sleep.\n  ","865987":"\n  I will look into it and try it as an experiment one day. thank you, happy thanksgiving to you as well! oh yes, feels like I already gained 5 pounds hahaha.\n  ","865988":"\n  Yes. simple things like not telling them I was sick or not eating time lol. it wasn't really a punishment, but their lecturing sure felt like one. (:\n  ","865989":"\n  Oh I can understand that. I just didn't think it was possible, I live in a southern state and we highly believe they need to be naturally sweet ahahaha. but I see what you meant.\n  ","865990":"\n  No idea what you just said and I'm not going to waste the little energy I have after eating 15 lb of food to click on that link. Thanks, but no thanks.\n  ","865991":"\n  I am glad to be considered as one of them. so far you been sweet as pie and have been very nice not only to me, but to others as well in which we are thankful for. don't ever change. :) very thankful to know you, happy thanksgiving, hopefully you are enjoying the food and spending time with your family. (:\n  ","865992":"\n  A unsweetened potato pie as a desert? no way, that should be a crime hahahah.\n  ","865993":"\n  Sweet potato pie. A regular potato pie would be hideous.\n  ","865994":"\n  Cookie Dough Ice Cream :)\n  ","865995":"\n  We are getting to that point. however I would not trust the google cars.\n  ","865996":"\n  awesome! thanks very much. hope you are having a good day. (:\n  ","865997":"\n  I'm watching you.\n  ","865998":"\n  No and no? And I don't touch links..\n  ","865999":"\n  I understand and don't understand what you're asking about at the same time lol.\n  ","866000":"\n  Gymnastics. Drunk flips would be awesome, kind of like this dinosaur.\n  ","866001":"\n  I am taking my time :) not rushing lol\n  ","866002":"\n  No. let me tell you the reasons why. #1. it made gold on PC meaning that it is fully polished and ready to go. #2 they should be already done by the time next week comes up after testing on the new gen consoles. #3 CDPR went all in with the advertisements and WWE already had a sponsorship by cyberpunk on their Survivor Series ppv. #4 they are past the point of no return. when you factor in The marketing, the distribution and the holiday timetable. plus CDPR does not want to miss the entire Christmas season from a sales perspective. the holiday timetable alone all points to December 10th being the “safe” date of release.\n  ","866003":"\n  Stress daily.\n  ","866004":"\n  nope, my body will not let me eat it.\n  ","866005":"\n  Just a little, but honestly its been good so far.\n  ","866006":"\n  Well I was told you needed 1k followers and higher. and also to have more then 500 posts. for my case I do. someone named Jennifer told me. but I am in no rush. :)\n  ","866007":"\n  I believe you! :) and yes you are right about enjoying this site. :)\n  ","866008":"\n  oh I am not worried about it lol. so far its been a pretty good experience. (:\n  ","866009":"\n  Yes when you're chewing gum and you keep biting your tongue at the same spot you bit it on the last time.\n  ","866010":"\n  Uh okay lol....\n  ","866011":"\n  We are trying to make this a calm and positive environment. What on Earth are you smoking?\n  ","866012":"\n  When cyberpunk 2077 gets released in 2 weeks!\n  ","866013":"\n  Thanks, now to reach my goal of a thousand followers so I can get verified lol.\n  ","866014":"\n  Thanks I appreciate it 👍\n  ","866015":"\n  This is one of them lol.\n  ","866016":"\n  I'm about less than 3 hours away from it being Thursday lol. But thank you. 🥰\n  ","866017":"\n  Because the game is coming out in 2 weeks without any delays for once and I'm pretty hyped for it.\n  ","866018":"\n  Heading to my parents house with a dining room window separating us all since I will be eating on their porch tomorrow. 🙂 But in the meantime I finished baked this pie, about to smoke the turkey and ham. having to cook my own stuff to eat because I work with patients and yeah, don't want to risk it for them. 🙂\n  ","866019":"\n  You ask a question and then you wait for a response....\n  ","866020":"\n  that would be awesome if you did and thank you. :)\n  ","866021":"\n  Well things are not what they used to be from years ago. but so far its been pretty fair.\n  ","866022":"\n  Awesome, thanks!\n  ","866023":"\n  Its titled \"lola\" its with her and alice chater.\n  ","866024":"\n  Normally I am like a statue whenever I'm talking lol. they cannot tell what I am feeling or thinking, maybe I should become a poker player :)\n  ","866025":"\n  Grape juice. But I go between cranberry and apple. passion fruit for exotic :)) which I tend to go for that.\n  ","866026":"\n  There is times where I wake up and every single one of my sheets is on the ground including my pillowcases. which tells me I must have had a nightmare.\n  ","866027":"\n  Her name is Alexa Bliss. Also when I mentioned that \"I needed to get the other part\" apparently you need to have 1,000 followers, to even be considered verified.\n  ","866028":"\n  Yes I try to find common ground, then if we connect in certain topics then its all gravy from there. :)\n  ","866029":"\n  \"Just Like Heaven\" by The Cure\n  ","866030":"\n  Its better then what it was before, but there is still a lot of hurdles to cross to make it to a better point.\n  ","866031":"\n  As long as the love and honesty is there they can be stunning or not as attractive.\n  ","866032":"\n  Wastelanders did turn the tide of the bad dynamic. but agreed that it should have been right out of the box. $99 is way overpriced for just a video game. $70 dollars will be a thing for sure, better tech is the more they have to charge for time and the resources, demand as well. but developers needs to get on the ball like they did in the 90's.\n  ","866033":"\n  Cards against humanity. Some alcohol. Maybe some soda.\n  ","866034":"\n  Kanye West\n  ","866035":"\n  woot!\n  ","866036":"\n  Oh I started it because I find asking and answering questions to be really fun. Plus you make friends on here, so win win.\n  ","866037":"\n  Never put up with \"friends\" that only wants to have anything to do with you when its a convenience for them only.\n  ","866038":"\n  Oh I can keep secrets really well.\n  ","866039":"\n  I don't, but I don't normally like to bring up the topic because most of the time it turns out into an edgy argument.\n  ","866040":"\n  I have my own transportation.\n  ","866041":"\n  Why thank you, that was nice.\n  ","866042":"\n  There have been some evidence that another lifeform exist. Not ruling out the possibility for aliens. 👽\n  ","866043":"\n  Yes I am :) verification though, will take awhile. I got the over 500 posts part. just need to get the other.\n  ","866044":"\n  poke\n  ","866045":"\n  DayZ, No Mans Sky, Ect. so many mistakes they could have corrected before launch.\n  ","866046":"\n  Ham, Tacos, Smoked Turkey, Pizza, Rice Dressing, Mashed Potatoes, meatloaf with gravy, apple pie, cheesecake, green beans, stuffing and cranberry sauce. we usually go all in when it comes to thanksgiving lol.\n  ","866047":"\n  Not really, because you just made the expected unexpected. (:\n  ","866048":"\n  Friends are Friends no matter what. I even have best friends that I met through online gaming and some off of ask. they don't always have to be in person.\n  ","866049":"\n  Gym shorts for volleyball they are unisex and can be short. also pokemon game cartridges, because I still play the games lol.\n  ","866050":"\n  Yeah it does its work for sure lol.\n  ","866051":"\n  Friends and Seinfeld.\n  ","866052":"\n  discrimination. there is too much of it and it needs to stop.\n  ","866053":"\n  Garlic lol.\n  ","866054":"\n  Toronto, ON, Canada for FanExpo 2021, granted the covid situation to be an afterthought.\n  ","866055":"\n  Video game developers who charges full price on a game when its either halfway finished or has little content.\n  ","866056":"\n  Hell yes! lol. I love haunted houses.\n  ","866057":"\n  I watch a lot of British shows. huge fan of them. :)\n  ","866058":"\n  I did at first, made amends, controlled the narrative and so far past is the past.\n  ","866059":"\n  nice nice\n  ","866060":"\n  My HTC 8x windows phone had water spilled on it and the next thing I knew the phone expanded and the screen cracked, the phone was still working right after lol..\n  ","866061":"\n  lol.\n  ","866062":"\n  Enjoying The Ultimate Relaxation While Reading A Book Or Drawing.\n  ","866063":"\n  hopefully with lots of friends to hang out.\n  ","866064":"\n  Dogs\n  ","866065":"\n  Nature.\n  ","866066":"\n  What will happen at work the next day.\n  ","866067":"\n  Middle Earth\n  ","866068":"\n  Run a Marathon, See the Northern Lights and going hiking.\n  ","866069":"\n  upbeat music to help change my mood\n  ","866070":"\n  white chocolate mint. milk chocolate caramel. :)))\n  ","866071":"\n  I seen a few of them, very interesting stuff for real lol.\n  ","866072":"\n  I do that some threads which I find interesting. you are not the only one. ;)\n  ","866073":"\n  I give some away if they get very hard riddles correct. some people don't like riddles though. :(\n  ","866074":"\n  Warheads! and they still make them. :)\n  ","866075":"\n  “Going Under” by Evanescence. “Wish You Were Here” by Incubus. “Scream!” by The Misfits. “Shake It Out” by Florence + The Machine. and so many others. my secondary 2tb hard drive just by itself has all tons of music including classics. :)\n  ","866076":"\n  My teeth is still in great condition, No cavities. yes I love smile.\n  ","866077":"\n  Red Velvet Cake! so delish.\n  ","866078":"\n  I cannot understand that.\n  ","866079":"\n  It depends on the moment, most of the time it's shorts.\n  ","866080":"\n  I will never pay a subscription on additional space lol especially when SD cards are still able to be slide into the phone. 😁\n  ","866081":"\n  I don't video call too often. They mostly only voice chat. But I don't mind it.\n  ","866082":"\n  I get anywhere between 1 to 2 spam emails a day but they actually come from a source that I don't even consider spam. But average I check emails about 2 to 3 times a week.\n  ","866083":"\n  Not yet I'll put mines up next month.\n  ","866084":"\n  Meditation in the morning. ASMR at night.\n  ","866085":"\n  That it was raining donuts.\n  ","866086":"\n  Responsibilities.\n  ","866087":"\n  Loved ones.\n  ","866088":"\n  It's pretty much easy once you know what to do with it. My specs is still pretty high so I'm not going to bother with it.\n  ","866089":"\n  Definitely prefer company.\n  ","866090":"\n  Video games 100%\n  ","866091":"\n  Cool story bro.\n  ","866092":"\n  Sword art online. Also this is what I'm eating right now, this is some good stuff from the $5 box.\n  ","866093":"\n  oh it puts me to sleep like Nyquil lol. that stuffs amazing.\n  ","866094":"\n  I drink some hot tea and I play some ASMR right after.\n  ","866095":"\n  I bite my nails daily, I am trying so hard to stop the habit. But I noticed I do it if I'm really really stressed.\n  ","866096":"\n  I would love how to build a computer if I had the time and resources.\n  ","866097":"\n  I'm not entirely sure, considering that in order for you to go to heaven you have to have a soul. But it depends on a person's beliefs, not going to go into any detail about that. 😊\n  ","866098":"\n  Not being able to tag somebody's name to benefit their narrative of drama.\n  ","866099":"\n  Spotify, Crunchyroll, Brit box, WWE network and sling TV.\n  ","866100":"\n  Eating a lot of sugar.\n  ","866101":"\n  pizza rolls.\n  ","866102":"\n  Yes I was a kid at the time. random lights kept appearing out of no where. it looked abnormal.\n  ","866103":"\n  never heard of it until now so idk?\n  ","866104":"\n  They told me if I lie then I would be bald for the rest of my life lol.\n  ","866105":"\n  Giving gifts has always been a thing that I do. I have enough things as it is.\n  ","866106":"\n  Maybe when I was a little kid, I don't really remember some of the things too well. :\/\n  ","866107":"\n  give you up.\n  ","866108":"\n  Philosophy teaches us to think about, contemplate, and clearly express the fundamental concepts of life. so that would be a yes for sure. that is where the \"control your narrative\" comes into play. :)\n  ","866109":"\n  3 words was a pretty good song.\n  ","866110":"\n  It wouldn't be the devil that's for sure lol. maybe a fairy.\n  ","866111":"\n  YouTube. Spotify. Radio streams using SHOUTcast.\n  ","866112":"\n  pretty good so far, no complaints.\n  ","866113":"\n  WrestleMania 32 if you consider wrestling a sport.\n  ","866114":"\n  Grande stacker box at taco bell!\n  ","866115":"\n  toothpicks, napkins and some marshmallow puffs.\n  ","866116":"\n  I am on the computer right now. so I have about 30 or so tabs opened. but then again I have 32gb of ram on a quad core with 8 threads lol. I really don't notice the difference.\n  ","866117":"\n  Surviving A Major Crisis. actually considering taking a survival course once the covid go away.\n  ","866118":"\n  Nope, because then I wouldn't know anything growing up.\n  ","866119":"\n  The fear of failure. I face it everyday when working lol. bad feeling for real.\n  ","866120":"\n  A whole handful of them. they been around since the beginning. :)\n  ","866121":"\n  thanks lol.\n  ","866122":"\n  nope.\n  ","866123":"\n  Best friend Katie. there isn't one day where we are not talking lol.\n  ","866124":"\n  it depends if I worked really hard or if I am sick. most of the time I am a light sleeper.\n  ","866125":"\n  I tolerate it. lol.\n  ","866126":"\n  lol.\n  ","866127":"\n  Giving myself permission to succeed and controlling my own narrative for me to get to that step.\n  ","866128":"\n  one of the Kardashian's.\n  ","866129":"\n  I can roller skate really well. One day I would like to know how to ice skate.\n  ","866130":"\n  Their hips.\n  ","866131":"\n  Every now and then. Mostly disposable masks in bulk, clothes and electronics.\n  ","866132":"\n  I bowled one time in my life, and it wasn't too bad. Want to try it again someday.\n  ","866133":"\n  I don't cry, but the Lion King seems emotional in some parts.\n  ","866134":"\n  Staying healthy.\n  ","866135":"\n  Personal trainer\n  ","866136":"\n  I used to watch this reality show called survivor on the first two seasons, but after that it just became nothing but drama lol\n  ","866137":"\n  Yes I do.\n  ","866138":"\n  Might just hang out at the graveyard, maybe haunt some salesman.\n  ","866139":"\n  To a point. some women do overly put too much makeup despite them having natural beauty to begin with.\n  ","866140":"\n  I think so lol. I may have a little bit of a southern accent though.\n  ","866141":"\n  Don't piss me off lol.\n  ","866142":"\n  I mainly do both all the time lol\n  ","866143":"\n  Estimated 80 people maybe a little bit more. Most of them are active.\n  ","866144":"\n  I would stay at my roots. But if something causes me to move and I didn't have a choice then yeah.\n  ","866145":"\n  If anything it'll probably be more easier. Less people at the stores in person, most of everybody would probably order things online.\n  ","866146":"\n  Light blue.\n  ","866147":"\n  Yep it's called Gmail.\n  ","866148":"\n  Maybe the pirates.\n  ","866149":"\n  The whole food shortage crisis.\n  ","866150":"\n  Kindness\n  ","866151":"\n  To the nearest campsite.\n  ","866152":"\n  No, I don't have any reason to actually.\n  ","866153":"\n  When a cat was chasing a bird and it crashed against the trash can.\n  ","866154":"\n  I think so. Good thing I know how to cook.\n  ","866155":"\n  Some of them do make sense and are real, but I think most of them are not.\n  ","866156":"\n  It wouldn't be a secret if I respond with an answer. 🙂\n  ","866157":"\n  Hi\n  ","866158":"\n  later.\n  ","866159":"\n  its beautiful there and so much to do, I miss it. was going there again this year until this situation happened. maybe next year.\n  ","866160":"\n  I haven't traveled lately due to covid. but my favorite place I been was in Nassau, Bahamas on a 3 day cruise. when we arrived the first place I went was at the Pirates of Nassau Museum.\n  ","866161":"\n  Yes I do. Weather is awesome but the allergies aren't. :(\n  ","866162":"\n  An island with a volcano\n  ","866163":"\n  Cheese\n  ","866164":"\n  33\n  ","866165":"\n  My best friend.\n  ","866166":"\n  You send them in secret without anybody knowing. 😁\n  ","866167":"\n  Neither, I don't use those sites.\n  ","866168":"\n  Well you seem to know a little bit of it, better than nothing.\n  ","866169":"\n  Oh I'm sorry I thought we were speaking Spanish still. I said you seem cool lol\n  ","866170":"\n  Sí, puedo entender eso mucho. Lol, pareces bastante genial.\n  ","866171":"\n  You have to have a sense of humor. I think being smart is so overrated.\n  ","866172":"\n  ¿Supongo que hablas español? Normalmente hablo inglés.\n  ","866173":"\n  hey there haha. how are you?\n  ","866174":"\n  its been a long while, maybe 5 years or so.\n  ","866175":"\n  My next door neighbor cooking something on the grill around 1 in the morning.\n  ","866176":"\n  closer with my mother.\n  ","866177":"\n  9000 books and Infinite knowledge. I know I am going to sound like a nerd for saying this but, knowledge is power!!! lol.\n  ","866178":"\n  Yes I am. 😁\n  ","866179":"\n  My aunt on my father's side. She is kind of distant from the rest of the family, but what family doesn't have one or two people that's estranged you know.\n  ","866180":"\n  Milkshake\n  ","866181":"\n  My voice would be terrible because I would get so nervous in front of others lol. My voice is okay but not enough to make American idol.\n  ","866182":"\n  I love chicken nuggets don't get me wrong, but I always order a burger since it's more filling.\n  ","866183":"\n  1. I am born and raised in Texas. 2. I work 2 jobs one as a nurse and the other as a part time IT specialist. 3. I am the best COD player in the world.\n  ","866184":"\n  What is my purpose in life.\n  ","866185":"\n  How to be responsible.\n  ","866186":"\n  This is one of many playlists I listen to.\n  ","866187":"\n  Yes I know how to cook and favorite food is tacos.\n  ","866188":"\n  Running\n  ","866189":"\n  I will here in a little bit, still got questions to answer (:\n  ","866190":"\n  relaxing with a nice cup of hot chocolate watching tv and stuff.\n  ","866191":"\n  raking the leaves lol, there is so many of them..\n  ","866192":"\n  massage therapist. you are able to use your hands to cook, but not the case with massages.\n  ","866193":"\n  The people that I met years ago I did. now its a few pockets here and there.\n  ","866194":"\n  Not being able to enjoy life a little bit more then I want to.\n  ","866195":"\n  They are always playing with their blankets lol\n  ","866196":"\n  Super fast, so that way I can run a mile faster than 20 minutes.\n  ","866197":"\n  Heartbreak hotel\n  ","866198":"\n  Absolutely. You wouldn't be bored that's for sure lol.\n  ","866199":"\n  My workouts.\n  ","866200":"\n  Small party outdoors with a couple of friends and family.\n  ","866201":"\n  Animals and things outdoors.\n  ","866202":"\n  Weird dreams every night for an adventure (:\n  ","866203":"\n  I don't think it is. Money can be a gift as well.\n  ","866204":"\n  Socks\n  ","866205":"\n  To be a lot more closer.\n  ","866206":"\n  Crunchy, I vomit if I'm eating cereal that's soggy.\n  ","866207":"\n  I think it varies so I can't really give you an answer because some people claims it's not cheating, some people claims it is. I think if you're talking sexy to somebody and you're with somebody its wrong.\n  ","866208":"\n  I think so, no complaints so far lol.\n  ","866209":"\n  Sometimes I wish.\n  ","866210":"\n  I don't even have as much as a parking ticket on my record.\n  ","866211":"\n  Making less doing what I love.\n  ","866212":"\n  Night Night.\n  ","866213":"\n  An opposite of me would probably be toxic person.\n  ","866214":"\n  You are only truly free if you are able to control your narrative. To control your narrative you must be free and to be free you must eliminate your past if it's a bad one.\n  ","866215":"\n  Adam Sandler, Kevin James and Owen Wilson. I would also go for Chris Tucker, Chris Rock and Eddie Murphy. (Richard Pryor if he was still alive)\n  ","866216":"\n  Not often that I feel alone, but when I do feel it, I try to keep myself busy not to think about it.\n  ","866217":"\n  I would because making people happy makes me happy.\n  ","866218":"\n  They have to have common sense, a sense of humor and kindness.\n  ","866219":"\n  Scary movie\n  ","866220":"\n  Put it in a safe place until you decide what you want to do with it, idk?\n  ","866221":"\n  Anger. But I only get angry for the right reasons.\n  ","866222":"\n  I think the remake of Wonder woman is one of the best, same goes for the new Halloween movies.\n  ","866223":"\n  Mine is always some stupid mobile games that I don't even play with.\n  ","866224":"\n  I hide my pain most of the time so I won't be a burden to others that has bigger problems.\n  ","866225":"\n  Raspberries and popcorn. Yes\n  ","866226":"\n  Spamming their 3 follower YouTube page.\n  ","866227":"\n  Best Friend Katie.\n  ","866228":"\n  Fame\n  ","866229":"\n  Maybe.\n  ","866230":"\n  A car.\n  ","866231":"\n  Sleeping and Gaming.\n  ","866232":"\n  Average I would put myself as.\n  ","866233":"\n  Yes, a lot actually. some are on the leaderboards now.\n  ","866234":"\n  :)\n  ","866235":"\n  Yes I do.\n  ","866236":"\n  Being able to see the wonderful sights of life, including your loved ones. :(\n  ","866237":"\n  Thanks, much love!\n  ","866238":"\n  When you are a nurse, the more pockets is the better.\n  ","866239":"\n  Personality.\n  ","866240":"\n  One so far.\n  ","866241":"\n  Off to work I go.\n  ","866242":"\n  Sorry to hear that, how old was he?\n  ","866243":"\n  haha thanks, you didn't have to. that was sweet tho (:\n  ","866244":"\n  yeah its kinda different now. I miss getting flame credit per message.\n  ","866245":"\n  covid did lol. besides work and video games, I needed something else to do. you know to calm my sanity. (:\n  ","866246":"\n  I am pretty good, hbu? and you can call me sinn for now. I came back from a hiatus a couple of days ago so I am not jumping right out with stuff lol.\n  ","866247":"\n  hey thanks for the follow, followed as well.\n  ","866248":"\n  Racism.\n  ","866249":"\n  thank you!\n  ","866250":"\n  The one with the frizzy hair has two different forms of terrier in her. the other two are purebred chihuahua's. (:\n  ","866251":"\n  Enjoy the rest of your night :)\n  ","866252":"\n  True love. Because everybody has their own equal somewhere.\n  ","866253":"\n  The gooey butter cake and yes\n  ","866254":"\n  A guest house\n  ","866255":"\n  Flashlight\n  ","866256":"\n  It's not really from anybody, but a true story when playing among us.\n  ","866257":"\n  I don't know it sounds bubbly and musical all the time it's cute.\n  ","866258":"\n  I probably would have a heart attack and faint lol. I would be like 10 on the relief part.\n  ","866259":"\n  $1 million sounds really awesome right now, but I think I would take 100k since it's a guaranteed. (:\n  ","866260":"\n  Thank you (: is a very sweet bird.\n  ","866261":"\n  His name is Jake. He can be a nice bird, sometimes he can be mean for right reasons and he talks a lot (:\n  ","866262":"\n  What to cook for dinner. Wondering what answers I will give in next questions being asked. Thanksgiving of course. (:\n  ","866263":"\n  Tiresome but happy.\n  ","866264":"\n  French fries, steak fingers and chicken nuggets.\n  ","866265":"\n  How are you today?\n  ","866266":"\n  Lately I've been playing call of duty mw, league of legends, elder scrolls online, Warhammer vermintide 2, gta 5 and Apex legends.\n  ","866267":"\n  They are welcoming of how I am.\n  ","866268":"\n  Skinned teen. It was a riot girl band in the '90s I think they were from England.\n  ","866269":"\n  Taking the first step. Yes I am.\n  ","866270":"\n  Of course lol (:\n  ","866271":"\n  Yeah but I still can't decide lol\n  ","866272":"\n  What will I have for dinner tonight.\n  ","866273":"\n  Staying home, watching TV and getting fat off snacks. Definitely sounds like a winner.\n  ","866274":"\n  Hmmmm whatever gave out that idea? Lol\n  ","866275":"\n  Despite what is going on today I think enjoying my present is what matters. I take it one day at a time and the only time I ever think about the future is to make sure that it too has good days.\n  ","866276":"\n  Maybe top 10. It depends who in that group is doctors and other nurses if there is any.\n  ","866277":"\n  Fixtures to make tacos.\n  ","866278":"\n  The '80s\n  ","866279":"\n  I don't remember it.\n  ","866280":"\n  I would rather hear the truth whether it's weird or not.\n  ","866281":"\n  I'll get back to you on that at another time.\n  ","866282":"\n  I don't remember that to that far lol\n  ","866283":"\n  Going with I love you after every phone call ended. I think it's sweet.\n  ","866284":"\n  I don't have plans this weekend. I have to work lol.\n  ","866285":"\n  Table\n  ","866286":"\n  Both, including a bird.\n  ","866287":"\n  The person who sets up the date.\n  ","866288":"\n  Same day like yesterday, tired and drained.\n  ","866289":"\n  You go to another place. One that's better than Earth.\n  ","866290":"\n  Hoverboard\n  ","866291":"\n  Greed.\n  ","866292":"\n  Huh? Lol\n  ","866293":"\n  Not sure\n  ","866294":"\n  No.\n  ","866295":"\n  Goodnight xD\n  ","866296":"\n  you shook me all night long - ac\/dc. led zeppelin - kashmir. pink floyd - comfortably numb. everybody wants some - van halen. paranoid - black sabbath. some of bob seger's hits. queen, almost every single Metallica song in the decade during the 80's era with some newer lol. I have a full hard drive of music just sitting in there.\n  ","866297":"\n  in print yes, cursive nope lol.\n  ","866298":"\n  thanks and yeah, the oldies are still pretty awesome to listen to. I listen to some new stuff, but 70% is towards the classics.\n  ","866299":"\n  one ex out of like 6 lol. felt nice that she still cares.\n  ","866300":"\n  he is almost 20 years old. just one of the members of my family. I got cats and dogs as well. :3\n  ","866301":"\n  sleeping in your own bed. family photos. the smell of homemade food. memories inside of the home.\n  ","866302":"\n  Sword Art Online\n  ","866303":"\n  dude get on out of here with that mess.\n  ","866304":"\n  classic rock, pop and 90's rap.\n  ","866305":"\n  twitch\n  ","866306":"\n  That should be easy I think. in fact I could probably knock all of them in a day's time every week.\n  ","866307":"\n  gta 5, overwatch, cod, doom eternal, eso, warhammer: vermintine 2, and many others.\n  ","866308":"\n  yes I did and I completed the requirements. should have the badge by the 23rd then hopefully get verified, maybe. barely have followers lol.\n  ","866309":"\n  Stay as far away from people at all times (:\n  ","866310":"\n  Spotify or Amazon Prime.\n  ","866311":"\n  I think our actions and our brain decides what choices we make and what decisions that we choose. Everyone can dictate their own path if they care enough to want to do so. Believe that you’re capable of being someone who can control their own choices. craft the baseline vision and self-reflect on what you want out of life or how do you want the story to play out. goals is the key here and if you want to achieve said goal then you got to take action in controlling your narrative. If you don’t craft the life you want for yourself, life will just happen to you without fate or a governed free will. hope that sums it up.\n  ","866312":"\n  Dude, burn, going postal, mofo, shady, sup.\n  ","866313":"\n  I drive a 2018 Toyota Camry SE. It even has cooled and heated seats with a sunroof. 10k miles on it.\n  ","866314":"\n  Saying nice things to each other. Spending time together, gift exchanging.\n  ","866315":"\n  When people demonstrates their multiple negotiated identities to fit into utilizing subculture for styles and trends.\n  ","866316":"\n  I cannot eat peanut butter I'm allergic to it.\n  ","866317":"\n  When people gives me a late notice about something and expects me to drop my plans on the fly.\n  ","866318":"\n  Gumbo\n  ","866319":"\n  Just another tiresome day at work, nothing new lol.\n  ","866320":"\n  Post honeycomb\n  ","866321":"\n  Never had one.\n  ","866322":"\n  That I am a nurse in real life\n  ","866323":"\n  Mostly karate movies and some anime.\n  ","866324":"\n  Idk. It just leave a bad taste in my mouth. It used to be where friends meet each other and talk. Now these days it's a breeding ground for trolls, drama and crazy people.\n  ","866325":"\n  What is your favorite food? What do you do for a living? Or what video games you play?\n  ","866326":"\n  Saying hi to the person, asking how their day was and it takes off from there.\n  ","866327":"\n  Friendly, peaceful, no worries or pain. The Spirit world where all the angels go.\n  ","866328":"\n  Communication\n  ","866329":"\n  I block them, nothing but junk most the time.\n  ","866330":"\n  I don't use the term \"steal\" more like \"access the product\" xD\n  ","866331":"\n  No on the vegan, but meat and dairy oh yes.\n  ","866332":"\n  PC and nintendo switch.\n  ","866333":"\n  You are fine. I recently just came back from a hiatus, I'll put a picture up on the 23rd once I become vip+ then to get verified.\n  ","866334":"\n  I'm planning on putting a picture of me soon. I might do that once I become VIP+ on the 23rd. Then I can get verified from there hopefully.\n  ","866335":"\n  It's not a picture of me, it's a character off the game cyberpunk 2077.\n  ","866336":"\n  because of the jealousy thing.\n  ","866337":"\n  Take all the time you need before getting another cat don't rush. awww :( I would stay away from vlogs at least for now.\n  ","866338":"\n  failure, because of the embarrassment of failing.\n  ","866339":"\n  Don't take life for granted. Keep your friends close and your enemies closer. Blood is always thicker than water.\n  ","866340":"\n  Never performed in an audience, I wouldn't know what it's like.\n  ","866341":"\n  Kanye West, he just needs to zip his lip. Or staple it or something lol.\n  ","866342":"\n  Spicy food, hands down.\n  ","866343":"\n  That is a seriously good question. I learn this everyday actually, seeing what's going on in the world and what I have to deal with at work. It's simple, don't take life for granted.\n  ","866344":"\n  Yeah kind of, but more focused on cyberpunk.\n  ","866345":"\n  Favorite game is call of duty modern warfare\n  ","866346":"\n  Sorcererz - Gorillaz\n  ","866347":"\n  I am nice but I have no filter, Don't let my kindness fool you for weakness.\n  ","866348":"\n  Call my best friend, watch TV for a bit, sometimes read a book.\n  ","866349":"\n  Spices, has to have that kick into it.\n  ","866350":"\n  That I'm accepted for who I am and also a part of something larger than myself in which the relationship with like-minded individuals comes into play. (:\n  ","866351":"\n  exactly lol 😁\n  ","866352":"\n  drama, people who lie and stupidity.\n  ","866353":"\n  Stone cold crazy\n  ","866354":"\n  :( sorry\n  ","866355":"\n  Took a nap\n  ","866356":"\n  For being alive\n  ","866357":"\n  For everybody to get along.\n  ","866358":"\n  Purple\n  ","866359":"\n  That I didn't have to work overtime\n  ","866360":"\n  Being too cold\n  ","866361":"\n  English and Japanese\n  ","866362":"\n  Attitude\n  ","866363":"\n  Converse\n  ","866364":"\n  24 hours straight\n  ","866365":"\n  Queen\n  ","866366":"\n  Chocolate chip cookie dough\n  ","866367":"\n  Indoor volleyball\n  ","866368":"\n  No and I don't want to know gossips. They are too much drama lol\n  ","866369":"\n  I still do every now and then.\n  ","866370":"\n  Classic rock\n  ","866371":"\n  Hoverboard\n  ","866372":"\n  5 years\n  ","866373":"\n  When your stomach feels like it has butterflies 😊\n  ","866374":"\n  My best friend Katie\n  ","866375":"\n  Absolutely not lol.\n  ","866376":"\n  I don't think so lol.\n  ","866377":"\n  No.\n  ","866378":"\n  I guess you mean start work? From midnight until 12:00 noon the next day.\n  ","866379":"\n  Yeah survivor horror was a great kind of gameplay that Doom 3 offered. It was very immersed in that setting. Doom 2016 and Doom eternal. Those remakes are solid kind of games but just different gameplay they're more of the action FPS which is nothing wrong with that. The gameplay isn't bad it's just different.\n  ","866380":"\n  They ask me how do I have the patience and tolerance in dealing with situations.\n  ","866381":"\n  7:00 p.m. because that's when most of my wrestling shows comes on at.\n  ","866382":"\n  I do sometimes just to see if anyone else liked or gave me some fire. Feels great that I gave good advice and answers and stuff.\n  ","866383":"\n  Tiresome, but still great.\n  ","866384":"\n  normally on the weekends I am. afternoon mostly.\n  ","866385":"\n  rock climbing.\n  ","866386":"\n  chicken with a baked potato.\n  ","866387":"\n  I hate surprises, no on both.\n  ","866388":"\n  Dolphin, they are cute and very smart.\n  ","866389":"\n  when a flock of birds flew around in the hospital then went out the way they came.\n  ","866390":"\n  why thank you!\n  ","866391":"\n  normally I would be energetic and awake lol. but its my norm when working a lot of hours.\n  ","866392":"\n  My best friend.\n  ","866393":"\n  thank you as well :)\n  ","866394":"\n  Power drop x-treme\n  ","866395":"\n  (: I followed you btw. good question as well :)\n  ","866396":"\n  Create the perfect mixtape while gaming at the arcade xD\n  ","866397":"\n  That I ask great questions and have awesome responses in most of the answers.\n  ","866398":"\n  Tired and calm.\n  ","866399":"\n  “It’s your choice if you get offended by what I say”\n  \n  That is not how emotions work. That’s a person justifying being a rude jerk to whoever they want.\n  \n  The reasoning behind that quote is so BS.\n  ","866400":"\n  Friday, because that is when my weekend starts normally.\n  ","866401":"\n  tied on both, but a little more towards smartest.\n  ","866402":"\n  never had OH's cereal. but go back to the 90's and try out Pokémon cereal. that was so delicious.\n  ","866403":"\n  forgiveness, both of oneself and of others.\n  ","866404":"\n  I don't know about copying the intro, but singing the same baseline he did. not to mention he smirked right after lol. reason why he couldn't say it was the same was because of a lawsuit he was fighting.\n  ","866405":"\n  .6% wow......and yes I remember that time.\n  ","866406":"\n  football, basketball most likely. other sports I do as well.\n  ","866407":"\n  I had it before. it just wouldn't be one of the toppings, I am a huge fan of spicy food.\n  ","866408":"\n  have you gotten a pet since then?\n  ","866409":"\n  awesome!\n  ","866410":"\n  I thought it was pretty good, they had some parts I didn't like but most of it was good. especially the jump scares.\n  ","866411":"\n  It could be a promo more then likely. I know I didn't hear of it for years and years.\n  ","866412":"\n  beef tongue? lol.. oh ghost pepper is pretty good. its no Carolina Reaper though.\n  ","866413":"\n  Because of cyberpunk 2077 coming out dec 10th.\n  ","866414":"\n  both.\n  ","866415":"\n  About an 80.\n  ","866416":"\n  \"Please subscribe to my only fans.\" Like dude how on Earth did you get my number? Lol\n  ","866417":"\n  Extra $200 a day for sure. Because two more hours wouldn't even be close to half that amount.\n  ","866418":"\n  No way, I'm planning to have both my arms and legs fully functioned. Same with my brain. (:\n  ","866419":"\n  They would have to be between candle in the wind or crocodile Rock.\n  ","866420":"\n  Nope.\n  ","866421":"\n  Between 20 and 25. And I'm trying my best to answer them all. (:\n  ","866422":"\n  Pecan\n  ","866423":"\n  I think it's the same.\n  ","866424":"\n  There's no limit for how much money you can keep in there. American Express national Bank is one of the banks that has it.\n  ","866425":"\n  I played Injustice 2 very solid game. Marvel's avengers I played some of that it's okay too soon to tell though cause I know they will add more content.\n  ","866426":"\n  I have always liked animals. It's a sad feeling when you're your furry friend isn't around anymore. ):\n  ","866427":"\n  No tattoos as of yet. But I've been thinking about getting one. Oh there's a lot of games I like, Doom is one of them including the newer games and the older games I have always been a first person shooter kind of gamer. OverWatch, Grand theft Auto v and San Andreas. Borderlands 2 and Pre-Sequel. The Witcher 3, cyberpunk 2077 when it gets released in December. Call of duty modern warfare. These are just some.\n  ","866428":"\n  I would want it to be peacefully and painless.\n  ","866429":"\n  This is just the name that I have up until cyberpunk the video game comes out on December 10th. Once the game is released then I'll go back to my liquid sinn name.\n  ","866430":"\n  Depends on the bank. My bank for example has a 1.75% annual percentage yield. So every $6,000 a person has saved up in the account, would be $100 each per year because it builds up interest. There are some annual percentage that are higher than that but that's at like the top tier Banks.\n  ","866431":"\n  I love growing things because I know for a fact where it comes from without any extra chemicals added to it.\n  ","866432":"\n  I am so sorry for your loss: (\n  ","866433":"\n  Mine would have chicken, ground beef, steak and shrimp with lime juice cilantro, green onions, white onions tomatoes, sour cream, cheese and a little bit of ghost pepper. I would probably name it the hot shot.\n  ","866434":"\n  Well if I wanted a certain thing I would have to work for it. Whether it be chores or helping somebody on a project and they reward me for it after the job was complete. I was never handed out anything to me.\n  ","866435":"\n  Well I would fly to a little Hill that I have in my backyard just to make sure. Like a test flight lol\n  ","866436":"\n  Oh this is definitely a test for me. This has been quite a pandemic. But I'm doing the best that I can. I'm sure I'll need to have my blood pressure checked because after it's all over I'm sure I'll probably have to be on high blood pressure medicine.\n  ","866437":"\n  Oh I really could care less about popularity. As long as I can make people laugh and answer their questions or ask them questions that's what matters. And yeah it's all cool about the anonymous thing. I know they get a bad name though because some likes to ask weird questions, not all of them but there's quite a bit lol.\n  ","866438":"\n  Oh goodness I got a whole list of them lol. Hallowed be thy name by iron maiden, welcome to The jungle by guns n' roses, fade to Black by Metallica. One by Metallica, learning to fly by Pink Floyd, Love bites Def Leppard, van halen in jump. Just so many classics out there sadly I can't fit them all in this character limited app lol.\n  ","866439":"\n  Skittles, starburst, 100 grand, Hershey's cookies and cream or Hershey's candy cane during Christmas. Twix. Crunch as well.\n  ","866440":"\n  Yeah I'll try it again no doubt it was pretty easy to make so it will definitely be in my future planning in foods.\n  ","866441":"\n  Matter of fact, yes I did last month on Halloween night.\n  ","866442":"\n  Yeah so far I really haven't had any issues with people. Not counting the person that wanted me to follow them on only fans lol. But drama in general, haven't really seen any of it, yet lol\n  ","866443":"\n  Thank you. yes there is a reason for that actually. Many years ago I was getting a lot of spam from bot accounts for some reason. I reported the issue and they fixed it. So I'm not sure if I deleted them myself or if support did. It's been a while since I've been on here I'm surprised I even know how to use the site still lol.\n  ","866444":"\n  Oh I am not picky when it comes to tortillas. I use any of them. Corn, flour, wheat. Hard or soft. I even use the bowls to make taco salad with.\n  ","866445":"\n  Corn, sweet potatoes, tomatoes, cucumbers, radishes. I even have wild berries that I hybrid with other berries.\n  ","866446":"\n  Let's just say I had a couple of close calls in regards to health. The people were so nice that treated me. So one day I wanted to help out others the same way they helped out me. The most common reasons is due to not getting enough nutrients in their system or certain vitamins. Diets, eating healthier and ect. But lately I've just been dealing with covid patients since I'm cross trained as a critical care nurse.\n  ","866447":"\n  I assembled my gaming chair for my computer. Took me an hour lol then when I found out that certain attachments were placed on the wrong side I had to detach it and then reattach it back at the right areas so that took another 20 minutes lol\n  ","866448":"\n  I was planting green onions and cilantro. Thank you, the short haired chihuahua is the oldest she is 10 years old her name is Chiquita. Then the long haired chihuahua, he is 7 years old name is chaco. Roxy is the coarse haired crossed terrier. She is like 4 years old but still acts like a puppy lol.\n  ","866449":"\n  I got the party pack because I had a friend over. xD\n  ","866450":"\n  I am a nurse practitioner. Specialty is dietetics and nutrition. But since this virus happened I became cross trained as a critical care nurse. So I've been working all kinds of odd hours. All this week I am scheduled to work, all 12s. I get Sunday off, then I work two doubles Monday and Tuesday of next week and then I am off beginning Wednesday until Tuesday of next week because of Thanksgiving holiday.\n  ","866451":"\n  Well pretty much the pandemic made me came back lol. Besides video games, during my free time I wanted to do something else to pass the time, so I figure asking and answering questions would be one way in coping my sanity. unless my friends are under different accounts, which I get the feeling some are, then I have no clue who anybody is at this point. But you know what they say \"small world\" so I'm sure I'll run into somebody I know.\n  ","866452":"\n  I go out and get it maybe once a week. Ordering home food is probably anywhere between 2 to 3 times a week. But I love to cook so those times could vary.\n  ","866453":"\n  I am a nurse.\n  ","866454":"\n  I've been using this for about 3 days so far, but I just recently came back from a hiatus. So technically I've been on here for about 4 or so years maybe longer.\n  ","866455":"\n  cyberpunk 2077, it's an upcoming video game that's going to be released on December 10th\n  ","866456":"\n  You are very welcome. 😊\n  ","866457":"\n  Awesome thanks, I followed you as well.\n  ","866458":"\n  Absolutely. Money doesn't buy happiness.\n  ","866459":"\n  oh that's pretty simple. If you are hallucinating then you're doing it out of confidence. Other people may view you being hallucinated out of this reality yet you're engaged in a new reality which they cannot understand except you and chose to accept this new reality. It's that inner experience, within a world, a society how Insanity was created in them. Fear is an illusion, and that is what causes hallucinations. But beyond that fear somewhere down the road is the truth. Being crazy has its emotions, actions, feelings. People who does unthinkable hatred, crimes and mischief. Which leads to a next question, what is a choice from there? Living in fear and staying crazy? Or accepting those fears to find the truth and finding the wisdom in the heart? For any experience to occur in life there must be a choice first understand it or not, even if you find a reason for why things happen the way they happen. It will not change anything in reality because things are the way they are, what matters is your choice.\n  ","866460":"\n  I try to keep good habits most of the time. Only bad habit I have is eating way more then the amount of sugar needed.\n  ","866461":"\n  I know for a fact I couldn't. I tried being vegan for like 3 weeks lol it was very stressful. but every pile of meat that I eat there is always that pile of vegetables sitting right next to it keeping it company.\n  ","866462":"\n  I think most people these days just lives their life one day at a time and don't worry about the future. I'm sort of in limbo when it comes to that. a day is just a day, but I want to make that day as great as possible looking forward ahead to the other days and hoping the same results.\n  ","866463":"\n  You know this is a questions and answers website. Not Facebook, not Twitter, not Instagram and most definitely not only fans.\n  ","866464":"\n  I probably would go move to like an island somewhere, maybe become a graphic designer. Somewhere where it's peaceful and you only see a few people around villages and stuff.\n  ","866465":"\n  That is a really tough one. I will plead the fifth on that one lol\n  ","866466":"\n  Yes I have. About 4 or so times. It's a different environment that's for sure, it's nothing like home.\n  ","866467":"\n  Haven't been into a fight. Maybe when I was little but I don't remember what about lol\n  ","866468":"\n  By eliminating all forms of news media\n  ","866469":"\n  Tacos\n  ","866470":"\n  I think so.\n  ","866471":"\n  B. Dunn\n  ","866472":"\n  I don't remember, I'm pretty sure it was long ago.\n  ","866473":"\n  What kind of cat was he? How old?\n  ","866474":"\n  I would take my family and close friends to the nearest town to paint it red!!!\n  ","866475":"\n  A pandemic.\n  ","866476":"\n  Hot tea, candy, video games.\n  ","866477":"\n  💜\n  ","866478":"\n  Maple glazed sheet pan salmon. I think that's how you call it. It was very delicious I know that much.\n  ","866479":"\n  I cannot picture myself vomiting uncontrollably all day, that would be a bad feeling on its own.\n  ","866480":"\n  Phone, laptop and a few friends.\n  ","866481":"\n  I'm not so sure. I know when I was growing up I had to work hard for the things that I wanted. I'm not saying everybody is like this today, but some wants to be self entitled like they're owed something.\n  ","866482":"\n  My laptop and my phone.\n  ","866483":"\n  I would totally like to go dancing with Shakira. That singer needs to teach me a couple of moves. 😊\n  ","866484":"\n  I do indoor volleyball mainly.\n  ","866485":"\n  I doubt I would be able to eat it for a second. I prefer Wendy's instead.\n  ","866486":"\n  Favorite movie is the Lord of the rings trilogy. Favorite show is friends. Favorite game is Grand theft Auto v. Favorite color is purple, green, black and during the month of October, pink. Favorite animal is dogs and cats. Favorite fruit is pineapple, favorite dish is shrimp alfredo, but Mexican food is my go to. Favorite dessert is cheesecake. Favorite season is Summer. Holiday is both Christmas and Halloween.\n  ","866487":"\n  if I had an extra $100 I would put it directly into my savings account.\n  ","866488":"\n  \"Your grades will dictate your success.\"\n  \n  Teachers told me that all the time when I was having issues in my studies. despite that I still managed to be what I wanted to be and live how I wanted to live. so far, life has been great and I don't regret any decisions I made.\n  ","866489":"\n  Mexican food hands down. I can eat that stuff from dusk till Dawn if I wanted lol.\n  ","866490":"\n  I can't really answer that, each person has a different mindset, their own narratives, agendas and personalities. I would be taking a huge Gamble if I said otherwise.\n  ","866491":"\n  I would go for hot sauce.\n  ","866492":"\n  Besides the taco Bell that I'm eating, I made this avocado soup yesterday and it was delicious.\n  ","866493":"\n  Doordash, I just ordered taco Bell.\n  ","866494":"\n  During my free time it's video games, hanging with Friends and fitness related stuff. And just recently, asking\/answering questions on ask.\n  ","866495":"\n  Shorts and a tank most likely in spring summer and fall. Winter time, I am always in my PJs. But some Winters I'm also in shorts as well because we normally don't get too cold here.\n  ","866496":"\n  I want the 80s to be brought back that whole entire decade was awesome. Music, cardio fitness, ect.\n  ","866497":"\n  I would banish that person away from my house. Nobody steals from me.\n  ","866498":"\n  Based on the amount of zombie games that I've played I think I would do pretty good lol.\n  ","866499":"\n  Sense of humor most likely. My day is not complete until I make somebody laugh.\n  ","866500":"\n  Bow and arrow. I have family that are native Americans who came from the Cherokee tribe, I totally want to learn more about their culture. I also want to learn Japanese culture.\n  ","866501":"\n  Last time I went bowling was about 9 years ago. it was my first time, I didn't do too bad.\n  ","866502":"\n  Sometimes when people disconnect from game it kind of irritates me because I can't tell if it was an accident or they're having issues with service or they rage quit lol\n  ","866503":"\n  That has happened to me a couple times before, there was times where we were be getting our butts kicked and somehow in the middle of the match we ended up reversing it and winning the whole thing.\n  ","866504":"\n  Most of the time I do. Anything to make people laugh.\n  ","866505":"\n  I probably would put myself at an 8.\n  ","866506":"\n  It would depend entirely on how often we communicate. The more we communicate is the shorter amount of time it would take to make a connection.\n  ","866507":"\n  I would say people that has positive vibes mainly is what soothes me. Also those that has fitness as a routine.\n  ","866508":"\n  Here's a picture of the dogs. Cats will be kind of difficult to take because they move all the time lol.\n  ","866509":"\n  🥰😘😳😷😇❤️🧡💛💚💙💜🤎🖤🤍♥️💘💝💖💗💓💞💕💌💟❣️💋⭐🌟💯💤\n  ","866510":"\n  They are my sweethearts (:\n  ","866511":"\n  I am not ready to post pictures of me yet.\n  ","866512":"\n  I have two chihuahuas one of them long haired. And I have a crossbreed with two different kinds of terrier. And my cats are like Persian and domesticated short haired. Orange tabby as well.\n  ","866513":"\n  Okay.\n  ","866514":"\n  Both actually. Currently I own 5 cats and 3 dogs.\n  ","866515":"\n  Thanks I very much appreciate it\n  ","866516":"\n  Yw\n  ","866517":"\n  So why would you send me a link describing the drink of coke and religion? wow.....my mind is just blown....\n  ","866518":"\n  I will eventually though. So far this site is pretty basic and simple.\n  ","866519":"\n  It's a cyberpunk character actually, I've been on ask for like 2 days now. Just testing the waters and not much of a hurry to put picture of myself up.\n  ","866520":"\n  family, friends, video games, summer and fitness.\n  ","866521":"\n  That's kind of a hard question I think the most difficult age is whenever you start becoming an adult lol. In my case that would be 17 years old. You can't really avoid difficulties, you can only cope with them and make them better.\n  ","866522":"\n  Very nice\n  ","866523":"\n  My time usually happens around 1:00 p.m. that's normally the time I'm literally at home after working 12 hours.\n  ","866524":"\n  Great so far just making dinner\n  ","866525":"\n  I'm glad\n  ","866526":"\n  Going bicycle riding in a Walmart store. Funny thing about it they thought it was cool lol.\n  ","866527":"\n  Pretty good and yourself?\n  ","866528":"\n  Whenever I need it, which is most of the time since I play video games after work.\n  ","866529":"\n  It's going pretty good, not complaining so far.\n  ","866530":"\n  Unconditional love most likely, you don't normally find many of that these days and when you do it just makes you feel so good inside.\n  ","866531":"\n  No I do not, because people isn't perfect in this world. There are things that I know that some people don't and there are things that they know that I don't. We are all knowledgeable in a different way but that doesn't mean that we are perfect at it.\n  ","866532":"\n  Starbursts....I don't care what flavor just give me enough!\n  ","866533":"\n  \"boomer\", we are not stone age you know....\n  ","866534":"\n  Does that include characters like Scarlet Witch? No? Then no, not really.\n  ","866535":"\n  About 30 minutes- an hour after waking up\n  ","866536":"\n  The way your ears feel tbh. I can deal with the uncomfortable seats most of the time, but the ears are the absolute worst!\n  ","866537":"\n  Spicy!!\n  ","866538":"\n  Ptsd sufferer here. You have no idea\n  ","866539":"\n  Pancakes. Waffles are too dry and feel like you're eating a sponge.\n  ","866540":"\n  It really does ;.; at least one benefit, right? XD\n  ","866541":"\n  Not too sure? A few weeks ago maybe??? I don't know XD too cold out to wear anything shorter than full on pants. No one to judge my legs in winter. It's a relief to have a break from dealing with all that tbh\n  ","866542":"\n  I don't wax. Not worth the money or time in my opinion.\n  ","866543":"\n  Oh geez! Sounds like an interesting trip for sure. Glad you outran them XD\n  ","866544":"\n  Yes, they will. And no, I'm not going to get into politics here, sorry.\n  ","866545":"\n  Lol it was a crazy night to say the least XD haven't done it since but still. Crazy af\n  ","866546":"\n  Maybe. Who knows at this point lmao\n  ","866547":"\n  Someone cut something with something because I was running through a forest terrified that I was about to be taken down by a vengeful kingdom of leaf-sized fairies.\n  ","866548":"\n  a secret\n  ","866549":"\n  Yes. Absolutely\n  ","866550":"\n  Apples!\n  ","866551":"\n  Hocus Pocus. I have so much nostalgia hit me everytime I watch it! (Beetlejuice close behind, too. Even if it was released in March and not around Halloween it's a Halloween movie too me lmao)\n  ","866552":"\n  Sure am! On the beginning stages of making a quadsuit and continuing to work on my centaur suit. ^^\n  ","866553":"\n  Pegasus.\n  ","866554":"\n  My fingers are crossed!\n  ","866555":"\n  Already pretty happy but money never hurts XD\n  ","866556":"\n  Not really tbh. If the message is clear I don't feel there should be an issue. I try to write \"correctly\" with my own books but I don't care either way on everything else XD\n  ","866557":"\n  I don't know just yet. Hopefully it's something good though\n  ","866558":"\n  Way too many lmao\n  ","866559":"\n  Extremely fast. Currently working on my ability to trust and not immediately put my guard up. Work in progress, but I'm slowly getting there! ^^\n  ","866560":"\n  Will they be seen by the public? Shaved until it's finally socially acceptable not to.\n  \n  If not? No. Too much work\n  ","866561":"\n  No. I may know how to survive in an emergency when stranded but I'd like to keep it as an emergency-only thing. Plus I'm a caregiver so I have responsibilities here.\n  ","866562":"\n  At my first job I had to go in the mens' restroom to clean, but for accidental entry not for a restaurant but in primary school (school for kindergarten - 2nd grade) No one was in there luckily XD\n  ","866563":"\n  I like to hang out with calm, level-headed people, but everyone has emotional moments and I have no problem being there to help them when it comes <3\n  ","866564":"\n  Yes. Otherwise I have an hour of by- hand undoing tangles before I can even brush or comb it. Wish I could just chop it all off at points XD grateful I have it but it's so much work ;.;\n  ","866565":"\n  Yes to both. Highly recommend to give it a go to anyone who is having trouble in terms of mental health. May not work for everyone, but it never hurts to at least give it a chance <3\n  ","866566":"\n  Why not go for rats\/mice? I know it sounds weird but hear me out:\n  \n  Elephants are afraid of rodents. Have them chase them to a cliff and boom.\n  ","866567":"\n  Oof, that's tough.\n  \n  Personally I'd talk to your friend first and tell them they had asked you out before responding to the guy, then decide after telling them(or ask your friend about it and if they'd be okay)\n  \n  This of course is my opinion and I don't know all the details. All I can do is wish you luck and the best. <3 much love\n  ","866568":"\n  Voice actor or just being a YouTube series animator that makes enough money to live off of. It would be amazing to say the least!\n  ","866569":"\n  Got into a relationship with mutual respect for each other <3\n  ","866570":"\n  Yes, but it was hard to do since I was eating school meals at the time. Kinda stopped after awhile.\n  ","866571":"\n  I searched panda in the gifs and came across a red panda. They counts, right? <3\n  ","866572":"\n  Doctors, nurses, firemen, EMTs & paramedics, lifeguards, therapists. Basically anyone who helps save lives.\n  ","866573":"\n  Right now yeah ^^ I'm doing pretty good, life's pretty good for me right now. Some lower moments but other  than that I'm pretty happy\n  ","866574":"\n  Yeah XD was given it by someone, don't know who. Figured I might as well get through that first week thing so I would actually recieve the vip label.\n  \n  That was some extreme work to complete. I pretty much was at the verge of burning out. If they had the same goals to keep the vip label this week too I was about to just be done with it all lmao\n  \n  Glad to say that luckily the checklist is actually reasonable after the first week though ^^\n  ","866575":"\n  Non-toxic big time, but past that being respectful, understanding, kind, but honest are great qualities.\n  ","866576":"\n  It depends.\n  \n  If talking about a happy ending for \"happily ever after for everyone\" it's pretty much impossible in real life because no one will be forever happy for their entire life, add \"everyone\" to that- even more unlikely to occur.\n  \n  But if a \"happy ending\" like \"the ending was happy\" then absolutely. For instance when a wedding happens and they drive off feeling happy, the event (wedding) ends with them happy, therefore \"happy ending\" or in a movie the heroes win, it's usually considered a \"happy ending\"\n  ","866577":"\n  Usually either 10 minutes early or 2-3 min late.\n  ","866578":"\n  Mac and cheese with hot sauce or imitation crab meat dipped in melted butter! Both are so good\n  ","866579":"\n  This is something I'd think about if I was high lmao. XD thanks for the question.\n  \n  I'd probably just be preoccupied in figuring out how to take care of him and communicate while trying to figure out how to transform him back to a human.\n  ","866580":"\n  Roach.\n  ","866581":"\n  Friendship is something that should bring one another up.\n  \n  I don't have many friends right now (was isolated via manipulation) but I'm slowly opening up to new people for friends.\n  \n  Reason I would stop being friends with someone now is if they're toxic, make me super uncomfortable, and\/ or I spot a few red flags.\n  ","866582":"\n  Honestly? I'm not entirely sure I would use it. For me my past has some dark moments and memories that I've strengthened on from.\n  \n  They may have something like that, too, you know? Everyone has their own demons, some things are better left in the past and locked away.\n  ","866583":"\n  Making a difference. Doing something memorable where I won't be forgotten once I've passed on.\n  ","866584":"\n  Not making a difference\/just being forgotten and dying without doing anything that helped anyone I leave behind, probably.\n  ","866585":"\n  Oof. I still feel it at times lmao. But back in 2018 I slipped on some river rocks at this park and my kneecap dislocated\/crushed a bit of cartilage.\n  \n  I still feel the effects at points and its not fun. I'm a lot better now though ^^\n  ","866586":"\n  Mars attacks actually. Walked in as a young kid as the aliens were killing someone and it scared me so bad lmao\n  ","866587":"\n  Not really tbh for me personally. It's more of a \"I need to get food\/other item\" the closest it gets is shopping for something entertainment wise is if I'm taking my grandmother somewhere for her to get out and be able to do something. It's not so much entertainment for me, but it is for her so it makes her (and thus me) happy ^^\n  ","866588":"\n  Probably just be very confused lmao\n  ","866589":"\n  Yes!! Trumoo is top tier\n  ","866590":"\n  Going into it single, now taken though ^^\n  ","866591":"\n  No. I'd highly rather eat normal blueberries than become a weird humanoid blueberry myself\n  ","866592":"\n  A plane and pilot license! It's my life dream and goal to own at least a two-seater plane that I can fly off to go places and visit long-distant friends\/family ^^\n  ","866593":"\n  Thank you <3 I bet you are too.\n  \n  For community-based social media, (Instagram, twitter, etc.) maybe Twitter? I'm not entirely sure but it's the most active for me. (at least my personal one. My professional one is a lot less active I'm afraid XD)\n  \n  For entertainment-based social media (ex. YouTube, Wattpad, TikTok, etc.) YouTube and Wattpad are definitely up top on the list in a tie. Wattpad because I write a whole bunch of stuff for my own entertainment and it helps me pass the time and YouTube because I love the animation work by other artists in subbed to ^^\n  ","866594":"\n  Expect? Nothing really. I do hope to make a difference though ^^\n  ","866595":"\n  Yes, actually XD i was backup vocals & \"screamer\" for a heavy metal\/screamo band for this tiny band that only had like one show.\n  \n  I also did some orgastra in school and sung on stage with Rick Springfield for that \"don't talk to strangers\" thing as a preteen. It was pretty fun tbh\n  ","866596":"\n  Honestly extremely confused on what just happened on a previous question thread? XD someone called me out for liking one of their answers as harassment while making multiple jabs at me. It was hilarious af tbh\n  ","866597":"\n  Pretty much just random stuff XD\n  ","866598":"\n  Um.... no need to be rude to someone when you started the issue and sent the question.\n  \n  Blocked and reported\n  ","866599":"\n  I have no clue what you're talking about? What are remedial classes? I haven't asked about wolves or anything about the sun\/stars? You've got the wrong person.\n  ","866600":"\n  Fawn, Raindrop, Willow, and Alex are all current or recent fursonas of mine ^^\n  \n  \"Fawn by day\" is talking about an energetic border collie semi-former sona named Fawn who loves the sun and all social things\n  \n  \"Raindrop by night\" is talking about a calm former wolf sona named Rain that loves the night, known to be pretty calm,  reflective and introverted.\n  \n  \"Willow always\" is talking about a wolf sona named Willow that's personality is closer to my usual behavior\/demeanor when tired\/default when in new expirences\/ with new people.\n  \n  \"Alex runs\" is talking about a sona named cheetah named Alex, which is known to be very excitable and energetic, confident and bold.- pretty much my personality when I'm around people I know.\n  ","866601":"\n  ....? I'm so confused\n  ","866602":"\n  Iceland & greenland for their amazing sights, new Zealand for the same (along with their movie set tour), and Canada to live in\n  ","866603":"\n  I would like to live in Canada. Currently stuck in the US, though\n  ","866604":"\n  I deal with physical pain daily, so I've become used to it. XD\n  \n  I had to search it up to fully understand that Spiritual pain was,  and that's definitely be the worst tbh in my opinion.\n  ","866605":"\n  If they're toxic leave them behind. No need to keep them around.\n  \n  You have nothing to prove to others, Be yourself all the time, then you don't have to fake it to keep it up with that one person (also when you meet others from that one person, then that person, and do on. It's a tumble.) Just don't fake it and you won't feel you have to.\n  \n  If you question something, question it! Always keep an eye out for red flags and never ignore them!!\n  ","866606":"\n  I use them in texts\/online messages if that's what you mean?\n  ","866607":"\n  Yes! ^^ I'm a digital artist and I'm working on an animatic series called the Ninth Kingdom: \"Hidden Cracks\"\n  \n  There's a trailer for it on my YouTube (link to my channel it is in my bio)\n  ","866608":"\n  The same thing they do when they are around mostly\n  ","866609":"\n  For The Ninth Kingdom I do, actually! I have four characters that still need voices starting on or right after episode 2.\n  \n  AlphaJaw Maros (adult male)\n  \n  BetaJaw Marsh (adult female)\n  \n  BiteJaw Badger (young male)\n  \n  PreyScent Rose (young female)\n  \n  Feel free to contact me in my YouTube\/Art Twitter linked in my bio if you're interested! ^^\n  ","866610":"\n  I don't, actually. When I first created the idea of the series it was 2017 and didn't have a good microphone, only an old wii mic that I felt wasn't good quality. I wanted the best for the series so I decided to leave the voice acting to people who would know what they're doing XD\n  \n  I mean, now I have a great mic and do some voice acting so I'm kinda considering taking up a role at some point but it'll likely just be cameos instead of a real role, you know?\n  ","866611":"\n  Ooohh man, you just opened pandora's box!!!\n  \n  Animated Works:\n  \n  For The Ninth Kingdom, Season 1: \"Hidden Cracks\"\n  \n  My absolute character is tied between Turtle or Hawk.. though I love so many of them it's hard to choose! I can't give a lot of details for spoiler purposes just yet though. But YES! I'm so excited to continue through this series, Episode 1 is almost ready to be released!\n  \n  Written Works:\n  \n  For the upcoming revamp of my Truth of the Beast's Heart trilogy:\n  \n  I would have to say Sapphire, actually. I rarely ever seem to have any main characters as my favorite, whether I'm enjoying content of others or with my own. I mean Kayla used to be my favorie with the original and the first plot revamp.. but after the last revamps and the current one, Sapphire has taken up that spot. She has to fight to believe in herself and in her own abilities despite everything that she was told about herself being \"lesser than\" by her father. I can't say more, again, for spoiler purposes but she's truly a gem.\n  ","866612":"\n  Tea! Coffee only has two uses: flavor and it's caffeine.\n  \n  Tea has multiple. It can be just for taste, caffeine, calm you down from a long day, herbal teas for stomach pain\/sore throat, etc.\n  \n  Tea is a dynamic beverage and I choose it over a cup of coffee anyday\n  ","866613":"\n  You probably expected things like museums\/nature sights, etc., but for me it was a childhood friend's grave. I've never been the same since they died, nor the same after visiting their grave.\n  \n  It's a hard subject to get into, but simply put at their death I was filled with loss, anger, frustration, guilt, and just overall sadness. I was 11. People your age at that point don't just drop from the world, you know?\n  \n  But I visited their grave for the first time a few years ago. It gave me a bit of peace. The grave was covered with nicely-rooted grass, the gravestone was weathered ever so slightly, the plastic flower vase was no longer shiny and new. It had been some time, the world continued onward and it was time for me to join with it, no longer be trapped, laying in the past wishing things to have been different.\n  \n  Anyway, sorry for getting all deep in you, it's midnight and having those midnight thoughts lol\n  ","866614":"\n  Exactly!! I never understood that,  like?? You do realize that this person is a person right? A person with bills? Smh; these people sometimes\n  ","866615":"\n  Orange juice. Orange soda doesn't settle right ^^'\n  ","866616":"\n  Taken\n  ","866617":"\n  Strawberry blonde\n  ","866618":"\n  Honestly for as long as I can remember, I would've said no. Now though?  Yes, probably. If it's an \"early death\" absolutely. I don't want to leave any loose ends,  (example: \"Last time I spoke to them it was an argument.\" - one of the worst feelings you can ever have when someone dies. I can't do that to someone else if I can have the chance to make things right before then.)\n  \n  Would I share it with anyone? No, not at all. But would I like to know,  myself? Yes.\n  ","866619":"\n  Private jet! Why limit your possibilities to one island when you could go anywhere?\n  ","866620":"\n  Yes! Securely over my mouth and nose, and not a valve mask, bandana, scarf.\n  ","866621":"\n  Jackets! Was easier to take off when you get too hot, plus you can just unzip the zipper during that strange middle temperature spot where it's too hot for it being zipped up but too cold for no jacket at all.\n  ","866622":"\n  No. Very much not\n  ","866623":"\n  Out of those leggings but lounge pants and sweatpants are top tier\n  ","866624":"\n  Round of applause for you, as well. ^^ never underestimate the actions of a supporting player\n  ","866625":"\n  As soon as I can with a vaccine I'm cleared by my doctor to take in taking it.\n  ","866626":"\n  I have no idea but I'd like to stop hearing about how \"cute they'll be\" when I've already listed 15+ reasons we were aren't having any. 12 of them being for different medical reasons.\n  ","866627":"\n  Respect, communication, helping out where needed, and doing little things they like.\n  ","866628":"\n  Buffalo chicken any day!\n  ","866629":"\n  Oh God ;.; yes, even froze up while on stage XD but luckily I was able to shake out of it when the came time for my vocals\/screams so everything was fine.\n  ","866630":"\n  Yes XD at least to a point. If a little kid or an elderly person in a nursing home I may find myself a little more \"laidback\"\n  \n  Winning doesn't always have to mean being in 1st place, you know?\n  ","866631":"\n  Hey! I'm good, and nope, never got caught!\n  ","866632":"\n  I try not to engage as much in public now but before the pandemic I would just strike up a conversation with someone. It was pretty fun, tbh. You can get to learn a lot of cool new stuff you'd have never known of otherwise\n  ","866633":"\n  Old video games like petz dogz 2 and theDOG island. They were my childhood alongside Spyro and PC games like Fate and Spore\n  ","866634":"\n  Hot sauce x3\n  ","866635":"\n  Breathe.\n  \n  Nah, I'm just joking around. While I do breathe everyday I'm going to actually give a less obvious answer to this!\n  \n  I run around like a kid while playing with my two dogs, it's a refreshing thing to do ^^\n  ","866636":"\n  Yes. Absolutely.\n  \n  Humans have emotions.\n  \n  Emotions cause tears.\n  \n  Therefore, humans cry.\n  \n  And in general, men are considered human.\n  \n  Why this is a question in society I'll never understand.\n  ","866637":"\n  Aw, thank you. You are the same, I'd bet ^^\n  ","866638":"\n  A light breezy day, just enough to feel it easily on your skin and keep you cool; not too hot, not too cold. Rain and snow are great! Neither really bother me.\n  ","866639":"\n  A full night of great sleep, good food, and of course our two lovebugs of puppies.\n  ","866640":"\n  There's a lot of reasons why, many people have different reasons. Some were raised never to show weakness and view apologizing as one. Some feel they need to prove themselves and if they apologize it means admitting they were wrong at some point, and in their mind that takes some \"points\"(for a lack of a better word) away from them. Sometimes apologizing means submission (forced to apologize to a classmate type thing) and that's not fun for anyone.\n  \n  Some are embarrassed when they're wrong, some just really believe they were in the right- even if they actually aren't.\n  \n  Everyone has trouble apologizing at least in one point in their life, all for many different reasons. Everyone's different and dealing with their own set of walls preventing them forward.\n  ","866641":"\n  It's okay. I mean I don't really have feelings for it either way? It's just something we all have to do at some point.\n  ","866642":"\n  Mixed. I have relatives that hunt but they only take down one buck a season, so they aren't greedy. But then their are the people that will hunt as many as possible and kill the natural predators that depend on them (like wolves) so they can have more for themselves.\n  \n  Check out news in Alaska on this topic for more; a good extra search word is Sarah Palin(and no, not getting into politics- it really is just a good search word to find more on this)\n  ","866643":"\n  Lifetime of nightmares, I already deal with them quite a bit (PTSD) so it wouldn't be too hard to get used to.\n  ","866644":"\n  I think the heart tbh.\n  ","866645":"\n  Complete some artwork, animate, watch NCIS or (rewatch) She-Ra, write scripts for my series, etc.\n  \n  That or play with the crazy pups we have here lol\n  ","866646":"\n  When the secret is putting them in immediate life threatening danger.\n  ","866647":"\n  McRib!! Never have enough when they run out.\n  ","866648":"\n  Whenever the humor is at the expense of others\n  ","866649":"\n  It depends on the person. Some people are fully content on not having an S.O. while others would very much prefer being in a relationship.\n  ","866650":"\n  ... neither.\n  ","866651":"\n  Uh, that's a strange question? But nope. Quite beautiful in my opinion and that's all that matters to me tbh\n  ","866652":"\n  Desperation.\n  ","866653":"\n  Bedrooms: At least 2-3; one for me and another one (or two) for guests.\n  \n  Bathrooms: 2 \"full\" bathrooms\n  \n  1-2 \"Common rooms,\" (Ex. living room, den, etc.) I could go with one for a main living room, but a second one for entertainment like games wouldn't be bad.\n  \n  Kitchen & Dining Rooms: one of both.\n  \n  One Garage.\n  \n  All together that'd be 8-10 rooms, so pretty much your average one story suburban home.\n  ","866654":"\n  1. Last dialogue with:\n  \n  - Answer: My god mom, talking about someone's really awesome artwork.\n  \n  2. First friend?\n  \n  - Answer: The next door neighbors, now moved. Fun times XD\n  \n  3. (N\/a, I think you accidently skipped a number! All good though, happens to the best of us!)\n  \n  4 Have many friends?\n  \n  - Answer: Honestly? Not really. I'm finally growing my circle from the \"only one\" I had originally though, so things are looking up. ^^\n  \n  5. Favorite song?\n  \n  - Answer: I'm not sure tbh. I haven't really been listening to music lately, but I absolutely love Beth Crowley's music!!\n  \n  6. Favorite movie?\n  \n  - Answer: Not too sure on this either actually ;.; but in terms of TV shows, the remake of She-Ra is amazing!! (NCIS is second place, though!)\n  \n  7. In love?\n  \n  - Answer: You know... I really think I am. Hoping for the best in this relationship's future.\n  \n  8. Favorite season\n  \n  - Answer: Tied between Autumn and Winter. No allergies and no bees\/wasps!\n  \n  9. You dance?\n  \n  - Answer: I do the dog on one leg kind of dance. I don't think my \"dancing\" really qualifies as dancing lmao\n  \n  10. Favorite food?\n  \n  - Answer: Mac and Cheese with Cholula hot sauce all the way!!!\n  ","866655":"\n  It fluctuates at times, but recently pretty great to be honest! ^^\n  ","866656":"\n  I haven't played volleyball in so many years, I couldn't tell you anymore, sorry!\n  ","866657":"\n  I always look for all sides of things before I make a judgment, not join the one that everyone else is charged up in (aka I don't allow myself to fall into \"herd mind\" )\n  ","866658":"\n  I'm definitely not into wearing it, tbh. I don't feel that I should have to wear it to feel \"pretty,\" I'm fine the way I am! ^^\n  ","866659":"\n  YouTube, Twitter, and Wattpad are my main ones! ^^\n  \n  YouTube and Wattpad are \"Willow the RainFawn\"\n  \n  My (professional) Twitter is\n  \n   @AFloofbutt\n  \n  .\n  ","866660":"\n  Honestly?  Physical health. I'd give anything for that at this point XD\n  ","866661":"\n  Nah,  hot sauce is better!\n  ","866662":"\n  Blue, I think. It can give a laid back calmness. But honestly red fits well too right now\n  ","866663":"\n  If you're toxic, I leave. I don't waste my time anymore.\n  ","866664":"\n  No, not really. Dark isn't something that scares me\n  ","866665":"\n  Flufferina. (Yes I've been watching too much She Ra lately)\n  ","866666":"\n  Physical or internal?\n  ","866667":"\n  Thank you,  you too ^^\n  ","866668":"\n  I'll get back to you when I've got a better handle on it. Though hemp oil in my oatmeal daily seems to help a little\n  ","866669":"\n  Meat because \"buffalo fish\" doesn't sound nearly as appetizing as \"Buffalo chicken\"\n  ","866670":"\n  Yes. Very much so\n  ","866671":"\n  Nothing I'd say on here, sorry\n  ","866672":"\n  Brains so I'm smart enought to know beauty doesn't matter\n  ","866673":"\n  Yes. Especially right now with covid\n  ","866674":"\n  ... I've seen this joke before. Misogyny at it's finest..\n  ","866675":"\n  Cholula hot sauce. I never go anywhere without it\n  ","866676":"\n  Be loved. Because if you fall in love, where's the guarantee they love you back?\n  ","866677":"\n  Yes, I previously published the first book of a trilogy. I have since taken it off of the shelves for a revamp though! Hope to work on it soon. Currently putting my main focus on my animatic series.\n  ","866678":"\n  Honestly as long as they aren't posting embarrassing pictures, they live in a relatively safe area, and they don't have any known \"dangerous people\" that would try to hurt them (angry ex, family you've gone NC with, etc.) You are usually okay, but just be careful what pictures you make accessible by the public\n  ","866679":"\n  Doggo. I might have a bit of a strong accent though, they don't always understand what I'm saying\n  ","866680":"\n  Being happy\n  ","866681":"\n  Nothing I'd say here, sorry!\n  ","866682":"\n  I have no idea, but I'd be worried for them. If you like someone who's mean to you, that's a sure way to end up in a toxic relationship big time!\n  ","866683":"\n  Show emotions\n  ","866684":"\n  Gaslighting and Manipulation. (Have personal experience with these, and wow. Hard to understand unless you've been trapped by it and broke free)\n  ","866685":"\n  I have! Two recent digital art commissions (posted on my twitter) and some animation work for my animatic series ^^\n  ","866686":"\n  1: Prevent burning out! find a schedule that works for you and if it turns out not reasonable- remember the earlier you change it the better! Don't wait until you have 100 subs then decide to tone back on video rate. (But if something happens later on the effects the ability to keep up- the earlier the better still stands!)\n  \n  2: When you get the mean comments, just delete them! If they\n  \n  keep appearing from the same person don't be afraid to BLOCK THEM! There's nothing wrong in\n  \n  protecting yourself! Also there's been an increase in s*x channel bots in small channels. Just report & delete.\n  \n  3: Figure out what you want to do for the channel or if you know, just go! First few videos you may feel a bit awkward or scared. But the awesome thing of starting from scratch is you get practice time before you get traction- you'll be a lot more comfortable by then!\n  \n  4. A mistake (imo) that I see when a channel changes to something else (say going from reactor to gamer) is announcing it. Slowly merge- don't announce! Subs won't hop off and you'll have an easier time with the YT algorithm with gaining subs interested in the new content as the previous ones leave. The higher the sub amount the quicker the rate of new subs get. Once you hit 100 you're usually set! Just be sure to do your best to keep up the same schedule you've been using.\n  \n  5: ALLOW yourself mental breaks as needed!! One thing I recommend is to make an extra video every now and then (not all at once to prevent burnout by that sh*t is real) and if you're gone for awhile you can just post those during your break. You can set a video to be published at a certain date even years ahead without a premiere. You can change it if you get back from break earlier than the date the videos release date to hold it for when\/if you need it in the future!\n  \n  If you have anymore questions just send a message directly to me via any of the social medias connected with my carrd link on my profile here.\n  \n  Best of luck! ❤\n  ","866687":"\n  Absolutely yes! Allergic to cats, in love with dogs!\n  ","866688":"\n  Not sure which one you mean so here's my youtube lmao\n  \n   https:\/\/www.youtube.com\/channel\/UCPEMMD4f7h0D51afOPW81yA\n  \n","866689":"\n  I don't have a snapchat and don't plan on getting one.\n  ","866690":"\n  It can, yes.\n  ","866691":"\n  I'm not sure, hopefully I'll get to learn this too by the \"other people's answers\" thing!\n  ","866692":"\n  I'm in pajamas xD\n  ","866693":"\n  That while I'm not the most entertaining\/fun adult to be around if they end up in danger (whether they are a child, preteen, teen, adult, senior, or something else I missed) they can bet their a$$ I've got their back.\n  ","866694":"\n  Not really, to be honest!\n  ","866695":"\n  Yes, I'm afraid. I really hate doing it and will only do so if it's a severe issue and after I tried to work things out and talk to them about it but if they won't listen I might be forced into considering doing so.\n  ","866696":"\n  I guess I used to but not anymore!\n  ","866697":"\n  Yes, this me lol. Will be head off soon though!\n  ","866698":"\n  I used to be toxic af in middle school, and Damn I've changed lmao xD\n  ","866699":"\n  I have no idea. I just do good things vs. \"Evil\" things and hope I don't meet him.\n  ","866700":"\n  Honestly don't have one, I have A friend, but not nearly close enough for that yet.\n  ","866701":"\n  Used to. Not even close anymore\n  ","866702":"\n  Not prank them. Believe it or not pranking someone who isn't into it (even if they say it's okay, they might not like it!) Isn't actuallt funny. Just straight up annoying.\n  ","866703":"\n  Offer friendship somehow, maybe a sketch of them?\n  ","866704":"\n  Either:\n  \n  1. Me picking apart every single atom of the universe to figure out some scientifical issue\n  \n  2. Finding some extremely meaning in something equivalent to a kids' show kind of deepness\n  \n  3. Brain going 1000 miles\/millisecond of ideas for a series\n  \n  4. Hungry. Must. Find. Food.\n  ","866705":"\n  I'm in America.. 😓 need I say more?\n  ","866706":"\n  Don't have one anymore, sorry!\n  ","866707":"\n  The creative & idea person who loves hot sauce\n  ","866708":"\n  Yep. Even when in suit!\n  ","866709":"\n  To fly.\n  ","866710":"\n  That no one is allowed to touch my Cholula hot sauce without my permission >:{]\n  ","866711":"\n  No. Don't be desperate.\n  ","866712":"\n  No. Don't be desperate.\n  ","866713":"\n  Tomato because it hasn't made up its mind what tf it is!\n  ","866714":"\n  I would think yes. If you're notorious for being rude, always negative and ungrateful you won't be invited for things and you'd have a sh*t ton of trouble finding friends (even online) that would be interested in dealing with your attitude, thus creating a snowball effect of negativity causing more issues, those issues causing more negativity, that negativity causing more issues and so on.\n  \n  If you have a reputation of being polite, friendly, and grateful, you'll be invited to things, have a wonderful life, get to meet many people, find new interests, and more. This kind of life can really only get better. Pulling each other up in a positive relationship instead of bringing people (and thus yourself) down yields amazing results.\n  \n  Build a good reputation by politeness, friendliness, and positiveness, you're bound for a happy life that'll yield better results for you.\n  ","866715":"\n  Autumn..? Sorry to say but it's Spring right now lol.\n  \n  If you mean fall as in the action? Never fun to deal with XD\n  ","866716":"\n  The Nine Lives of Chloe King!\n  \n  It may have strayed from the book a decent bit, but I really loved it tbh!\n  ","866717":"\n  Dream job would be a successful author or a successful animal trainer with my own rescue group! (Though professional voice actor or t.v. show reactor would be amazing!)\n  ","866718":"\n  Mutual respect and care where both parties are \"lifted up\" in each others presence or just their presence in general.\n  ","866719":"\n  I had this in my inbox for 21 days straight not sure what character to put- I'd have to say Red (once upon a time) for many different reasons- will keep tight lipped for spoilers but the one thing that definitely isn't me is how flirtatious she is XD\n  ","866720":"\n  Yes. Took my way too long to realize my sexuality though XD\n  \n  (Demiromantic asexual)\n  ","866721":"\n  Answered this a long time ago XD\n  \n  Should we? Bills and legitimate necessities. (Though having some to go spend time with friends\/family is on the top on non-necessary list)\n  ","866722":"\n  Walking on grey or black rocks or smooth dark colored sidewalks.\n  \n  Runner up would be the foor giving out from under me if that counts?\n  \n  Not cramped spaces, not falling, not heights, but legit just the FLOOR falling.\n  \n  If I trip\/fall off a ladder\/ledge? We're good! If I'm on the 2nd floor or even a staircase and the floor creaks? NOPE\n  ","866723":"\n  Have a lot of it\n  ","866724":"\n  Sending one and regretting it? Yes. But not NEARLY as bad as when I didn't answer one night.\n  ","866725":"\n  An episode of She-ra, holy crap I died\n  \n  XD\n  ","866726":"\n  If I have a choice in it? Never dislocate my kneecap again!!\n  ","866727":"\n  Cheetah- always wanting to get things done fast, sprinting not only physically but creatively too and landing in a burn out constantly!\n  ","866728":"\n  Just fear. I am not nearly ready for that and it's a long way off!\n  ","866729":"\n  Depends on the each individual, the couple itself, future plans, money, and a lot more.\n  \n  Factors as:\n  \n  Each individual: personalities, maturity levels, and if they really feel they should.\n  \n  Have either if them had any previous relationships that would signal a future issue? (I.e. stealing money to buy something, little or no ability to stay with someone for longer than a small amount of time, etc.)\n  \n  Couple: how long have they been dating? What's their ability to understand each other and resolve issues maturely?\n  \n  Future plans: the more similar, the better the chance for a marriage that will actually stay strong and last. And yes, while some future plans can be compromised, others should NOT be wavered. (For instance, one might want to have biological kids, but the other doesn't due to health issues and things that run in the family that can and may present itself in the child)\n  \n  Money\/Career: At least wait until graduating college with a degree of some sort with the guarantee for a job that pays high enough- OR after getting a stable job that gives enough money to survive on your own* (or at least almost enough, depends on the income of the other individual!)\n  \n  *Remember it isn't just rent, food, water, and transportation they'd be paying for. Health insurance, car insurance, emergency funds for sudden injury or illness, or car accident (almost all insurances won't give you enough to get another car if yours was totaled, even if it wasn't your fault!)\n  \n  TL,DR: While once you're 18 you can ny legal standards, that shouldn't be the ONLY deciding factor. Look into ALL factors before deciding to get married!\n  ","866730":"\n  SPICY! I don't go anywhere without my Cholula hot sauce!! (I'm not even kidding, I carry a full-size bottle in my bag so I have it 24\/7!\n  ","866731":"\n  YES\n  ","866732":"\n  If it's a hug of greeting, hug of celebration, hugging for support (whether for them or the other person), or something along those lines, yes.,This goes for any hug with one or both in a relationship. Hugs are not always romantic or sexual attraction. They can be- and are frequently- a purely platonic action. If they're doing it multiple times and you ask them to not hug someone too much and they either don't stop or just stay the same but instead continuing to do it behind your back, then you've got a problem.\n  ","866733":"\n  1. Positivity; If someone's constantly and consistently making negative remarks in every conversation.. It's a big \"nope flag\" for me, tbh! (Some conversations when you need to vent, sure, go ahead! But every conversation? No.)\n  \n  2. Respectful to not just me, but themselves and others.\n  \n  3. NOT manipulative or takes advantage of anyone in any way, shape or form.\n  ","866734":"\n  For me to do something that includes food? Sure.\n  \n  With a random online stranger? Nope XD\n  ","866735":"\n  *everyone's best friend; absolutely!!\n  ","866736":"\n  Um.. I have never worn that before and honestly...? This questions kind of a border-lining you as a creep.\n  ","866737":"\n  No. Never.\n  ","866738":"\n  Well.. I do like to fix cars house maintainable and build things. It would help getting in the field and not get fired on false pretenses to just get the girl out. Would confuse my girlfriend like hell though xD\n  ","866739":"\n  Honestly? Probably the last laugh! I'd love to see that good ol' Karma hit people more than I get to on YouTube karma complimations!\n  ","866740":"\n  Maybe my usual positivity? Not sure of that's accurate currently, though!\n  \n  More likely my confidence and not feeling self-conscious! ^^\n  ","866741":"\n  Waving my Hoover flag, I'm afraid!\n  ","866742":"\n  Neither. Please go get a phone from a company that doesn't milk you for money to get a new charger cable for an already severely overprices glass rectangle that would've been perfectly fine with the previous charger cables if they didn't change the shape of the port. Don't waste your money.\n  ","866743":"\n  So please send some my way! ❤\n  ","866744":"\n  Yes\n  ","866745":"\n  My childhood:\n  \n  PS1 and PS2: Spyro the Dragon trilogy and The Legend of Spyro trilogy.\n  \n  Wii:\n  \n  The DOG Island\n  \n  Petz Dogz 2 (& Petz Catz 2)\n  \n  PC:\n  \n  Spore (can it work on windows 10 already? ;n; )\n  \n  Fate (all games)\n  ","866746":"\n  All non-treatable\/non-curable conditions of all medical (physical and mental conditions included) are curable by the body itself by even a single atom of oxygen being in their body.\n  ","866747":"\n  My grandma, and the memory of my dog Hershey's ability to take everything in stride.\n  \n  Rest in peace my good boy. 💔\n  ","866748":"\n  When this was originally asked: every Tuesday when I'm taking care of my grandmother.\n  \n  Now: Not at all. Can't risk her getting sick with the virus. (She's in the very high risk category)\n  ","866749":"\n  It really depends what it is, some things you can't bring yourself to forgive and your brain won't allow you to forget.\n  ","866750":"\n  Santa Claus.\n  ","866751":"\n  Nothing that I'd say publicly at all, they're hidden for a reason. 😧\n  ","866752":"\n  Oh boy... After a few particularly traumatic events I wouldn't allow myself to sleep out of fear of nightmares for 2-3 days at a time, longest being just about 4 days before I fell asleep after sitting on the coach for only minutes.. PTSD is a b*tch to say the least!\n  ","866753":"\n  Right now? Most likely! It'll help you stay busy during this pandemic ;.;\n  ","866754":"\n  When I was 10-12 years old, an x-ray found a growth that took up 1\/3rd of my femur almost all the way through the bone where it was so weak if I landed on it wrong it would snap.\n  \n  The doctor that found it thought it was cancerous and sent us to an orthopaedic surgeon, who cleared it as non-cancerous and actually was a very abnormally large non-ossifing fibroma; but that I would need surgery to place a rod if it grew at all.\n  \n  Next x-ray showed it was shrinking, thank whatever being exists! It's still still there (though shrinking) over a decade later it's still there and they estimate it'll take at least 4 more years to dissapear just from the massive size of it.\n  ","866755":"\n  Please stop asking the same questions ;.;\n  \n  (Asking myself on here to keep my bio clean)\n  ","866756":"\n  It depends on what they did. Some people shouldn't, but get a second chance anyway though. Don't let people force or manipulate you to give them multiple chances, ever.\n  ","866757":"\n  Yes, I'm out of that now thank god, lol\n  ","866758":"\n  Insanity\n  ","866759":"\n  YouTube animations, mostly. Maybe the occasional search for songs about certain issues\/events.\n  ","866760":"\n  Hard question.. I love chocolate pancakes and banana pancakes., I really want to try that third one.. I'll go with that one.\n  ","866761":"\n  I think the context for \"nice\" in the question is generous(?) So I will say fair.\n  \n  'Fair', 'equal', and 'generous' are different things.\n  \n  Fair: $20 dollars- $18 of which is given to a starving family on the street; keeping $2 for a run to a gas station for a $1-1.75 candy bar.\n  \n  Equal: $20 split into halves- one half is given to a starving family on the street; the other half is kept for a candy bar at a gas station.\n  \n  Generous: $20 dollars- $18 given to a friend for a random purchase, leaving you with $2 even though you may have needed the money.\n  ","866762":"\n  Too long. Almost half a day- dont want to do that again.\n  ","866763":"\n  Dark Pheniox! It was actually pretty good ^^\n  ","866764":"\n  I've visited Canada back in 2016, and ever since I've wanted to go back! I'm actually planning on moving there in a few years, current one will probably end with me relaxing in either Quebec or Nova Scotia.\n  ","866765":"\n  Soccer\n  ","866766":"\n  Yes. I'm an author, but not many people have bought them.\n  \n  Kind of glad though!! I \"unpublished\" the book off the store on the website for a revamp.\n  \n  My Truth of the Beast's Heart (TotBH) trilogy will be back way better than it was previously\n  ","866767":"\n  Shower. As a kid I realized how dangerous it is to take a bath when sleepy xD\n  ","866768":"\n  Currently just clearing up the many questions that have stacked up from neglecting answering in my inbox lol.\n  \n  But probably spend time, but if anyone wants to be a friend just send a question with your profile for whatever (twitter, ig, etc.) And I'll come swing by ^^ (question won't be published, dont worry)\n  ","866769":"\n  Empathy? No. But sympathy and kindness can be, as long as the person who's being taught actually tries to learn.\n  ","866770":"\n  College+\n  ","866771":"\n  Um.. I really don't recommend guilt tripping. Please don't do that or any kind of other manipulation tactics.\n  ","866772":"\n  If I have a choice in it? Never dislocate my kneecap again. ;.;\n  ","866773":"\n  This keeps popping up. Same answer as before\n  ","866774":"\n  Not yet, once I get candy to give out I will though. Might just sit in and write\/draw or do random stuff. Don't know ket\n  ","866775":"\n  Will you give me 1,000,000,000,000 USD to keep, safe, and\/or use at my discretion?\n  ","866776":"\n  I met Rick Springfield during a tour close to my home-state. He was pretty cool ^^\n  ","866777":"\n  That death will come for me one day and take me away from people I care about.\n  \n  That's why I focus so much on doing the best I can to make a difference. I want know that my presence wasn't wasted, and that I did something for people to remember me by, whether it's just one person or a few.\n  ","866778":"\n  I believe you can choose to only focus on the bad or choose to focus on the good. I do admit, bad thoughts will come through sometimes, but you can choose whether you focus only on those, or focus on the good.\n  \n  You cannot actually choose your emotions, but you can pursuade them.\n  ","866779":"\n  That's actually a really complicated question, there's no definite answer. Since it's all relative, each species being different:\n  \n  'Being Smart' in learning how to speak through voice with full length sentences, do mathematical equations, and building engines are smart in human terms.\n  \n  In cat terms, 'being smart' may be using their paws to feel for vibrations, know where home is with ease, and know how to climb trees and escape from predators.\n  \n  In dog terms, 'being smart' could mean learning tricks or commands from their owner, becoming a service dog (from being a seeing-eye dog for the blind, a medical alert dog, search and rescue dog, police k9, even be a water-search dog to search for human scent on the top of a body of water, etc.)And military working dogs, trained to scent just for a certain drug, or bombs.\n  \n\n  It's all relative, but the main thing I see is that there's confusion between independence and intelligence, they aren't equal or the same thing.\n  ","866780":"\n  Dream(s). PTSD seems to come with horrible dreams; with the span of years, it gets better, but some of the dreams I remember clearer than I want my water to be\n  ","866781":"\n  I had a boyfriend like that from the end of my freshmen year (2014) until this year. We had some rough goes, and it was a mutual thing when it ended, but every relationship is different.\n  \n  What his friends say about you isn't necessarily what he says\/believes.\n  \n  Allowing another girl to sit in his lap should not happen though. Might be a \"making her jealous\" thing, maybe not; but it isn't right.\n  \n  Talk to him face to face about it, it'll be the best way to get more from him, and you'll see any hesitation vs \"not seeing\" the message while thinking of an answer. What he answers with, though, will show a lot.\n  \n  Something like:\n  \n  \"they're just friends.\"  May mean that he doesn't see anything wrong; tell him it hurts you, and if he's \"waving away\" your emotions and acting as if you shouldn't think\/feel that way, but continues letting them sit on his lap- be wary-- sounds like the start of a toxic relationship.\n  ","866782":"\n  Probably would end up deflating almost immediately in laughter remembering Marge from Harry potter\n  ","866783":"\n  Puppy sized elephant. I mean.. I learned enough by petfoolery's Clifford comic that I don't want to clean up after a dog puppy that size, or start a flood of yellow. Puppy sized elephant? Less money needed, easier to care for in the messy sense; but I'd have to really research into the care for them, and find a good vet if possible for an elephant for him\/her. Shouldn't be too hard, I should have a decent amount of people around here able to give me a recommendation for a vet reputable in elephant care\n  ","866784":"\n  Pause button so I could sleep and press play when needed\n  ","866785":"\n  Don't do stupid crap. It seems to cause dislocated kneecaps and chipped teeth.\n  ","866786":"\n  A hippie van with dog ears, probably. Oh, that and probably somehow an electric car\n  ","866787":"\n  Family movies and true story movies like Sully, Deepwater Horizon, Patriots Day, Stronger, etc.\n  ","866788":"\n  Stoffers Mac & cheese with Cholula hot sause mixed in! Nothing is better .\n  ","866789":"\n  to have the power to restore (or bring) people to full health, including non-microscopic stuff, such as physical stuff (arthritis, scoliosis, damage caused by strokes, etc.)\n  ","866790":"\n  Replacing a radiator of an old dodge van, changing rear brake pads, changing a tire for a stranded mother-to-be when her SUV got a flat tire, publishing a book, solving rubiks cubes and megaminxes(pleural for megaminx? Maybe?), replacing a toilet (or two), uh.. Yeah. Not a lot, but.. xD\n  ","866791":"\n  Following your dreams, but respect them for their dreams.\n  \n  But if you follow your dream you'll be more in tune and work harder and have a more fulfilling life\n  ","866792":"\n  If we're talking HTTYD kind of dragons, I absolutely would want a deadly nadder!!  They are so Doggo-like ;.;\n  ","866793":"\n  I mean.. I cleaned up cat litter and dog poop off shelter floors quite a bit, so reading to them would be really cool ^^\n  ","866794":"\n  I won a lottery worth a trillion USD\n  ","866795":"\n  I haven't, though I've heard good things about them for writers ^^\n  ","866796":"\n  Cholula Hot sauce. I'm almost out ;.:\n  ","866797":"\n  Time to myself to write and draw\n  ","866798":"\n  I know I am every once and awhile, but hey, I don't care. Heck I have a fursuit and have an animatronic tail a wear fairly often.. xD\n  ","866799":"\n  No. Never have, I have too many questions stored to answer that I haven't got to yet lmao\n  ","866800":"\n  Spicy food\n  ","866801":"\n  Usually outdoors in the nice, (finally cooler) weather.\n  ","866802":"\n  Inanimate objects.. without a conscious, they are unable to know people.\n  ","866803":"\n  College, General studies, and some place near me\n  ","866804":"\n  Be a weirdo\n  ","866805":"\n  I have no idea. I don't use an alarm and can't remember what I have it set as lmao\n  ","866806":"\n  For pickle juice yeah XD\n  ","866807":"\n  Lmao I'm from Afurenia so... Anyone can be aliens, but you just have to come from another planet XD\n  ","866808":"\n  Well.. One day when I was in high school, we were at lunch and I was sharing a bunch of pickles with someone, then someone randomly walked up and challenged one of us to drink the juice for ten bucks. I did it no problem.. I love pickle juice and was going to drink it anyway xD\n  ","866809":"\n  Why do that when you can just read?\n  ","866810":"\n  Free but dangerous\n  ","866811":"\n  Whose got the Frank's Red Hot Sauce?\n  ","866812":"\n  The thought of not being able to help someone close to me if they need help\n  ","866813":"\n  Next year I'll be Raindrop again, I'm pretty sure\n  ","866814":"\n  No idea. Way too many to count\n  ","866815":"\n  Oh boy... I better cage my Christmas tree\n  ","866816":"\n  What would be hiding from most people that I'd share publicly on the internet? Hm.. Nothing tbh\n  ","866817":"\n  Be yourself. If they don't like you the way you are, why would you want to fake the way you are for the rest of the relationship?\n  ","866818":"\n  Thanks for reading me! Lol, I think that means this page? But any other way you mean reading like wattpad or something, thank you  just as much! ❤\n  ","866819":"\n  In a dream? Well..\n  \n  In the human world of Earth:\n  \n  Moderately cooler area of Canada with a cozy, one story house with lots of land, and have a job of writing, drawing, and training service dogs.\n  \n  Here, in Afurenia, I'm happy where I am in the Maple Tree Kingdom, though I would like to travel all the other Kingdoms someday, might even try to find the Fallen Kingdom of Seasons past ^^\n  ","866820":"\n  Alone when it comes to drawing, writing, reading, and biking; but I do enjoy hanging with my grandma. ^^ (call it a kids' answer, but she's the reason I'm here!)\n  ","866821":"\n  Destiny and Fate are strange things, Not exactly sure if I believe them, but I do believe in karma. So if they do exist, I have to believe karma would probably end up changing it slightly as their life continues.\n  ","866822":"\n  As a wolf already, I'd have to say Border Collie ^^\n  ","866823":"\n  Peace. That way people will end up being more kind to one another and helping each other out. ❤\n  ","866824":"\n  No, the only human language I know is English. My first languge is canine, currently practicing on my feline and vulpine speech currently to speak to the Swiftlegs of Afurenia ^^\n  ","866825":"\n  Best as can be. Very quiet when around them, though I will engage in coversation if I have to.\n  ","866826":"\n  Years ago. Maybe when I was 12(?) Maybe earlier. I only crave hot sauce and salty food, though I do crave sweetarts every once and awhile, but that's fairly rare.\n  ","866827":"\n  Every morning. If I don't it hits 70+ pretty quickly within the next two hours or so! 11am seems to be the worst for the amount!!\n  ","866828":"\n  That's actually a really complicated question, tbh; Its all relative:\n  \n  'Being Smart' in learning how to speak through voice with full length sentences, do mathematical equations, and building engines are smart in human terms.\n  \n  In cat terms, 'being smart' may be using their paws to feel for vibrations, know where home is, and know how to climb trees and escape from predators.\n  \n  In dog terms, 'being smart' could mean learning tricks or commands from their owner, becoming a service dog (from being a seeing-eye dog for the blind, a medical alert dog, search and rescue dog, police k9, even be a water-search dog to search for human scent on the top of a body of water, etc.).\n  \n  It's all relative, but the main thing I see is that there's confusion between independence and intelligence; they aren't equal or the same thing.\n  ","866829":"\n  I am an alien.\n  ","866830":"\n  No, I dont. I need to start though xD\n  ","866831":"\n  All of them. I mean, how would it even be a tv channel the first place if it didn't exist?\n  ","866832":"\n  I don't really have a squad, tbh. Tell me when you figure it out and get your own, I need tips lol\n  ","866833":"\n  If they are disrespectful or demeaning to them, definitely be on guard with them\n  ","866834":"\n  A secret one? No. I do have an old deactivated account that I used to send pictures and messages between it and my actual page to keep it until I realized you can just message yourself now xD\n  ","866835":"\n  Rick Springfield? Yep. He's actually pretty cool  ^^\n  ","866836":"\n  True, down-to-earth best friends? None, really.\n  \n  My friends are really just family friends, and though I really love them, I don't really consider them to be best-friends, just good friends to have.\n  ","866837":"\n  Scarlet Witch.\n  ","866838":"\n  Can you? Yes.\n  \n  Should you? No.\n  \n  Do you? Absolutely not\n  ","866839":"\n  One wish to make before I die? Leave the world a way better place than it is now.\n  ","866840":"\n  My grandmother. I care for her so much, and she needs me.\n  ","866841":"\n  You talking about my solar or lunar side?\n  ","866842":"\n  Dog person!\n  ","866843":"\n  No, but I didn't know he was before now either tbh. I don't really watch his videos\n  ","866844":"\n  Yeah. But I also wonder why I keep running into walls and telling them sorry\n  ","866845":"\n  Halloween ^^ I get to dress as Raindrop this year!!!\n  ","866846":"\n  I listen to so many different genres, from metal, to country, to instrumental.... To Celtic women. Etc.\n  \n  Favorite musical artists have to be tied between Lindsey Sterling, Evanescence, and Rick Springfield\n  ","866847":"\n  None, to be honest. The only things I do on the computer are write and use firealpaca xD\n  ","866848":"\n  What should we? Bills, needed things to live.\n  \n  I try to enjoy life without the need to use money for entertainment. There's a lot to enjoy that doesn't cost money ^^\n  ","866849":"\n  Honestly.. Not sure don't know anyone too much on here, but hey... hit me up with money and I might go on an adventure to Canada or something\n  ","866850":"\n  Hm.. Maybe a Labrador or a Border Collie. Not to sure yet\n  ","866851":"\n  Yeah  ^^ mostly gift art and a digital art scene of a book I'm writing.\n  ","866852":"\n  Will you be my blocked acct? Yep\n  ","866853":"\n  Can these PLEASE stop showing up? I've been taken for almost 5 years now. Begging for girlfriends through shoutouts is only going to get you shutouts\n  ","866854":"\n  Being in fursuit and giving out candy ^^\n  ","866855":"\n  Why is it my answers on here end up being either jokes, puns, a bit of sarcasm here and there, to deep as f*** answers that are just as deep as the Mariana Trench, to entire high school essays on things like age of marriage? xD\n  ","866856":"\n  Just Life.. being alive, being able to love and breathe and the ability to care for the people you care about.\n  \n  I been through things in life where I only was getting up to go to bed, feeling only the numbness I carried daily, not having a reason to breathe, or to do anything other than lay down and hide from the world.\n  \n  I've felt pure terror at the thought of leaving my house, to get in a car where life could be snapped from me in a single beat, or to even lay down and sleep myself to get another nightmare that plagued my life and the feeling of any security I had left.\n  \n  I've had these reasons to mourn, lay down and stay in bed every day wishing I was somewhere not on earth, to fear just being alive, just wanting to leave, to end it..\n  \n  But I just couldn't. I had to get that strength that had been ripped from me back, and I opened up to a friend of mine that helped me through so much. She helped me see the silver lining around the hurricane of clouds I had swirling throughout my head. I felt some of my strength and courage come back\n  \n  She had been the one we needed, not just me, but my even family. But we got the news one night early 2016 that she had died, so unexpectedly from undiagnosed Diabeties. I didn't even know that was a possible way to die, at the time. and I felt that hurricane rising back up, swirling yet again, wishing I had done something, anything, to have been able to know she was sick. How could she have been dying without even knowing? Without a single thought she was even feeling sick? Smiling happily, just like every day I had known until that day she had just left, gone, never going to return, from something I never knew could happen. If I had known that you could die from it, could I have noticed the signs? Save her life like she saved mine?\n  \n  But I remembered so many of the things she'd done for us. I had to remember that, preserve that peace she gave us when she was here..\n  \n  So now I'm living her out dream: Make a difference.\n  ","866857":"\n  I don't really watch anime, but I can say I do like Totoro, Wolf Children, and Spirited Away. ^^\n  ","866858":"\n  I got this question about a day after I got a job, who are you, dear, internet anon?\n  ","866859":"\n  Canada. I wouldn't melt.\n  ","866860":"\n  Already given ^^ check bio\n  ","866861":"\n  Ranch\n  ","866862":"\n  Oh. XD that questions answered xD\n  ","866863":"\n  Give all my money to good causes, make sure I leave things right with the people here, and probably film a video of telling them how I enjoyed my life and remember to celebrate what we had done together. (It's sad how it took me 9 days to write this small answer, I may delete it to reanswer it later.)\n  ","866864":"\n  Just the usual early morning random thoughts:\n  \n  Why do we have that line for \"counting sheep\"? And how does that help you sleep? Every time I ever tried it, it became something completely off and random, like if farmers made machinery to sheer sheep from their wool by just leaping over a small gate or walking through one..\n  \n  And what about \"catch a few Z's\"? Where did that come from? Snoring doesn't sound like the letter Z, it sounds like a mutated zipper with a deep sound, and the high pitch sounds are gone.\n  \n  And the way dogs snore too, whether it be a dog with his or her head over the edge of a sofa, or the smaller breeds with smushed in muzzles snoring because their palette and throat isn't allowing them breathe right...\n  \n  Wait, do cats snore? I don't think I've ever heard a car snore? Wait!! What if \"purring\" is actually snoring? They just use it differently???\n  \n  Yep. There's my train of thought within the last half hour or so. (Summarized, of course xD) now to get ready for work lol\n  ","866865":"\n  It really depends on what I'm forgiving\/forgetting.\n  ","866866":"\n  No one knows everything about me besides my grandma tbh, but a nonrelated person who knows the most would be my boyfriend (but we've been together for so long he's getting pretty close to it lol)\n  ","866867":"\n  Verbolten at Busch gardens, strangely enough O.o\n  ","866868":"\n  Everyone should be respectful of each other, not put one person under another for a title or stereotype.\n  ","866869":"\n  You know, I've seen this question quite a bit.. But you won't be getting any answer until it gets less cryptic.\n  \n  (I mean seriously.. You can write a single definition for it on urban dictionary if this was an actual question and not one for laughs)\n  ","866870":"\n  Probably Water (but Earth seems to fit me almost equally now)\n  ","866871":"\n  Heh... Not getting robbed today\n  ","866872":"\n  A friend of mine. She \"left too soon\" early March of 2016. She was a rock for me, and left strong marks on me. Not the bad kind, but the kind you treasure  ❤\n  ","866873":"\n  Some sort of afternoon hour and minute, and if you're asking about relationship status, check bio. ^^\n  ","866874":"\n  Probably end up like Aunt Marge.\n  ","866875":"\n  I don't have much, But I'll try to! I have 2 channels: \"Raindrop\", and \"Warriors\" about a series.\n  \n  The 1st video that boomed on subs and viewers was \"Confessions\" on the Warrior series. It Includes what I found strange or disagree with in Warriors, Those videos are commonly searched and since \"confessions\" sounds like a bit of drama will show, people click it more. This is good, but is also bad: More views, but More likely to cause fire in the comments.\n  \n  To prevent arguments or thrown insults, I put the confessions logically and calmly, making sure no anger will show in the video. Any comments that would cause arguments, i.e., \"You are stupid to think that-\" esp. If cursing is present, I delete then. I've had 2 or 3 of these, all deleted as they appeared.\n  \n  1 person in the comments said they didn't agree on 1 and why. Those I will interact with, polite debates are more likely, which makes it look better.\n  \n  People enjoy the invite to tell about something they are proud of, so I like giving them a chance to by questions about them shown in the video and interact with them.\n  \n  I try to keep consistent with videos, even if it's rare. I don't want to add 5\/week, then drop to 1\/month.\n  \n  Of course, all channels are different. My Warriors one has 30 subscribers currently, prob. low due to uploads spread so far, but I feel it's a good trade-off; I have subs that I enjoy interacting with, opposed to having 100s of subs that aren't easy to interact with.\n  \n  Vlogs and fursuit-kinds of videos I can't help with, though. I'm sorry about that! I never have time to do vlogs, and for fursuit videos my only good camera is my phone, and I'm still waiting on getting a stand or even a selfie stick that I would record them easier.\n  \n  For frequency, I'd say to start at a slow pace, maybe once per 1-2 weeks(?), then add them more frequently until you get a feel for what's right for you.\n  \n  I hope this helped you! If you find something that helps you, please send them over in another question! ❤\n  ","866876":"\n  I have Cholula Hot Sauce in my bag, does that count?\n  ","866877":"\n  If I could choose an age, (((but not be immortal)))) 22. Because I could be strong enough to help the my grandma and other family members once they got older. But I don't want to survive more than 100 though. I don't want to see so many deaths and have to grieve over and over again. I want to join them one day  ^^\n  ","866878":"\n  I bite their hand off\n  ","866879":"\n  Yes. It has. ❤\n  ","866880":"\n  Try to make a difference, even a tiny one.\n  ","866881":"\n  From a previous answer of mine:\n  \n  \"Depends on the each individual, the couple itself, future plans, money, and a lot more.\n  \n  Factors as:\n  \n  Each individual: personalities, maturity levels, and if they really feel they should. Any previous relationships that would signal a future issue? (I.e. stealing money to buy something or little or no ability to stay with someone for longer than a small amount of time)\n  \n  Couple: how long have they been dating, and their ability to understand each other and resolve issues.\n  \n  Future plans: the more similar, the better the chance for a marriage that will actually stay strong and last. Some future plans can be compromised, but others shouldn't be wavered. (For instance, one might want to have biological kids, but the other doesn't due to health issues and things that run in the family that can and may present itself in the child)\n  \n  Money: at least wait until graduating college with a degree of some sort with the guarantee for a job that pays high enough OR after getting a stable job that gives enough money to survive on your own (or at least almost enough, depends on the income of the other individual!) Remember it isn't just rent, food, water, and transportation they'd be paying for. Health insurance, car insurance, emergency funds for sudden injury or illness, or car accident (almost all insurances won't give you enough to get another car if yours was totaled, even if it wasn't your fault!)\n  \n  About Age: it really doesn't matter once 18+ AND have the above factors figured out and can do fine.\n  \n  Ps.. I didnt mean to make an essay, sorry about that lol\"\n  \n  But, at 50 and little money, if you both truly love each other and both want to get married, you should go for it. By 50 years old, you've had experience in making major, life-changing decisions. If it feels right, go for it.\n  ","866882":"\n  No. I've been taken by my boyfriend since March 4, 2014. Been happy and content ^^\n  ","866883":"\n  Rage\/pure, revengeful anger.\n  ","866884":"\n  Nothing I hope! The reason I like Autumn and Winter is the cool temperatures, ^^\n  ","866885":"\n  Check bio.\n  ","866886":"\n  I would think about it... but it seems you hadn't remembered to swipe that little switch that enables you to ask things without being \"anonymous\". Good luck next time!\n  ","866887":"\n  Yes. I think just about everyone is even if they don't realize it\n  ","866888":"\n  I don't want to visit anywhere else  I want to MOVE somewhere else.. Canada being a preference! Been there before, amazing place where I dont die from heat.\n  \n  ...or stupidity and arrogance...\n  ","866889":"\n  Treated my grandma to \"The House with a Clock in its Walls\" we both enjoyed it!  ^^\n  ","866890":"\n  Besides critical bodily functions? Lol. Feeding the dogs would have to be it\n  ","866891":"\n  Respect and care about others and not use the, \"It's not my problem,\" excuse.\n  ","866892":"\n  Maple Tree Kingdom, Afurenia, like all other Afurenian wolves. ^^\n  ","866893":"\n  Only two. Both people I loved that left too soon, too young.\n  ","866894":"\n  Is this the same person that asked me, \"Why don't you cut your hair?\"\n  ","866895":"\n  You don't know what I look like, so...?\n  ","866896":"\n  My survivor tool kit\/glass breaker flashlight.\n  \n  Being trapped in a burning car or flooding car is a nightmare of mine.\n  \n  Even though you can use the head rest by pulling it out of its place and using the metal bars on it to break the window glass to escape a burning\/flooding vehicle, I get worried someone else will have been trapped and the can't get it off the chair for whatever reason.\n  \n  Also!! If this ever happens, go for the car windows, not the windshield! The windshield is designed not to break or crack, the window will be easier to break.\n  ","866897":"\n  Writing, fursuiting, and finishing up my first commissioner's art piece through my business Clumsy Floofbutt Creations. What about you, anon?\n  ","866898":"\n  Well, my power would be shapeshifting so... Lmao\n  ","866899":"\n  Float away like Aunt Marge (if you know that reference, You're awesome!)\n  ","866900":"\n  Body language.\n  \n  If it's me talking to someone else first, I watch body languge before I try to strike a conversation, any little moment can show you\n  \n  Slight insight, (are they bored or annoyed? happy and\/or excited?) Whether it be a random person I'm sitting by or waiting in a rollar coaster line, or a friend's sibling or another family member, I watch that to see if it's a good idea to try to talk to them.\n  \n  When someone comes up to me to speak, I reply and talk, but I still watch body languge to see if they are just friendly or being suspicious and\/or threatening.\n  ","866901":"\n  Businessel owners, celebrities, artists, authors (any person, really), can have their lives damaged from fake news and facts because of how easy it is to trick people over the internet.\n  \n  Always check if something is true before sharing it, especially when it can damage someone else's life! (Even the smallest things falsified can cause damage!)\n  ","866902":"\n  Its my favorite season\n  ","866903":"\n  Lemon meringue pie\n  ","866904":"\n  Dogs are better than people in general\n  ","866905":"\n  Rock climbing. (Well either that or go furscooting XD)\n  ","866906":"\n  None taken last weekend actually, but by favorite from the weekend before would have to be this one (even though you can barely see my dark af fursuit or Raindrop xD)\n  ","866907":"\n  College next semester. ^^ taking a break for Autumn.\n  ","866908":"\n  No ;.; it's soul crushing\n  \n  Best friends I've had that are girls have always backstabbed me or have just used me as a therapist and never seem to see me as a friend. Best friends I've have that are guys always end up wanting to date me. :\/\n  \n  I want to have a good best friend relationship where I don't have to remind them I've been taken by someone for over 4 years now.\n  \n  I wish I knew more trans and gender-fluid people near me. I might have better chances there tbh ^^\n  \n  ^ and I'm serious about that last part. I think it'd be pretty cool to get a bit of insight, too. I can never actually relate to anyone that identifies other than cis, but the thought of it has been interesting to me and I want to learn more about it.\n  ","866909":"\n  Well this week.. I regret not writing more on my actual book series, vs these 3 other separate stories, 2 of which being PG & PG13 fanfics xD\n  ","866910":"\n  Depends on what they did, and if its a second chance or the 108th.\n  ","866911":"\n  Depends on the each individual, the couple itself, future plans, money, and a lot more.\n  \n  Factors as:\n  \n  Each individual: personalities, maturity levels, and if they really feel they should. Any previous relationships that would signal a future issue? (I.e. stealing money to buy something or little or no ability to stay with someone for longer than a small amount of time)\n  \n  Couple: how long have they been dating, and their ability to understand each other and resolve issues.\n  \n  Future plans: the more similar, the better the chance for a marriage that will actually stay strong and last. Some future plans can be compromised, but others shouldn't be wavered. (For instance, one might want to have biological kids, but the other doesn't due to health issues and things that run in the family that can and may present itself in the child)\n  \n  Money: at least wait until graduating college with a degree of some sort with the guarantee for a job that pays high enough OR after getting a stable job that gives enough money to survive on your own (or at least almost enough, depends on the income of the other individual!) Remember it isn't just rent, food, water, and transportation they'd be paying for. Health insurance, car insurance, emergency funds for sudden injury or illness, or car accident (almost all insurances won't give you enough to get another car if yours was totaled, even if it wasn't your fault!)\n  \n  About Age: it really doesn't matter once 18+ AND have the above factors figured out and can do fine.\n  \n  Ps.. I didnt mean to make an essay, sorry about that lol\n  ","866912":"\n  I never had good grades no matter how hard I tried in middle school. Freshmen year of high school I completely gave up for that year. My parents weren't angry during that, but kept rewarding me for any effort I gave. Ended up graduating with honors, so they didn't do bad at all with that strategy; bad grades but they saw my effort, they were happy with it. ^^\n  ","866913":"\n  My own. It gets too weird in there for me to understand half the time. XD\n  ","866914":"\n  Having children by biological means. Too many major health issues run in my family.\n  ","866915":"\n  Oceanfront property in Arizona\n  ","866916":"\n  Not writing more on my series today  :P slept too much lol\n  ","866917":"\n  Probably how not to teach XD\n  ","866918":"\n  Cholula hot sauce. ^^\n  ","866919":"\n  Yes! Real men, (or anyone for that matter) should be able to show their emotions without being mocked. Showing emotions to a SO (or another loved one) is healthy- for them, and the relationship.\n  ","866920":"\n  Talk to her, speak what needs to be said to her (in person!!!).\n  ","866921":"\n  I know I miss them. Two in particular I know miss me and I mess them tbh. College is strange though,\n  ","866922":"\n  Hm... Thats a really hard one.\n  \n  Favorite Animators like:  Blazethefiredragon, Blixemi, fluffylovely, Pumpkin Claws, Askila Deamon, Baqqinz, Maplespyder, Gekkozilla, and way, way more.\n  \n  Furtubers:\n  \n  Majira Strawberry, Ace of Hearts Fox, and again, more of them, but I think my answers already too long lol xD\n  ","866923":"\n  I tried to become a vegetarian, but that didn't work. I know I'd never be able to do that lol\n  ","866924":"\n  Exactly!! ^^\n  ","866925":"\n  Stouffers mac and cheese with Cholula Hot sauce\n  ","866926":"\n  I'm lucky enough to have 2 ^^ My grandma and my boyfriend of 4 years.\n  ","866927":"\n  Yes, including me xD\n  ","866928":"\n  Scrambled eggs with shredded cheddar cheese cooked in it with Cholula hot sauce covering it! (And mac and cheese with Cholula hot sauce and tuna mixed in)\n  ","866929":"\n  The same things I don't share over the internet\n  ","866930":"\n  When I was in preschool our teacher asked all of us questions of our home life, individually from each other and wrote them down.. Two of the questions and answers popped out appearently:\n  \n  Q1: \"What is your mom's first name?\"\n  \n  A: mom\n  \n  Q2 \"what us your dad's first name?\"\n  \n  A: dad.\n  \n  She didn't even aanything more of those; she was having trouble containing herself, occurring to what mom told me later xD\n  ","866931":"\n  \"No such thing as a bad dog- just a bad owner\"\n  ","866932":"\n  Rock climbing!!!\n  ","866933":"\n  Peace, no discrimination over anything (fandoms included), no more homelessness or hunger, etc.\n  \n  (More like a dream, but still)\n  ","866934":"\n  Putting stress on your heart muscles= yes.\n  ","866935":"\n  Movie: Stronger\n  \n  Book: Thunder Dog\n  \n  Both true stories that hit me in the heart. (Stronger, especially. For multiple reasons- I'll leave it at that.)\n  ","866936":"\n  Hard question ;.;\n  \n  Sight: I have to have my eyesight due to responsibilities (long story)\n  \n  Hearing: my best sense right now, plus hearing my professors' talking is the only way I learn- have to keep that.\n  \n  Taste: Nope. I HAVE to keep my spicy foods.\n  \n  Touch: I need this. If I can't feel anything I'd die by an injury without knowing I was injured with my luck XD\n  \n  Smell: I take care of dogs--- Losing this would make things easier!!\n  \n  Welp. Smell it is.\n  ","866937":"\n  Currently it's the song by Katy Perry called \"Rise\". A character in my series, named Kayla, personal theme song lol\n  ","866938":"\n  Shower. I don't need to hold my arm up to wash my hair. No arm strength here at all, so..\n  ","866939":"\n  Be loved. Falling in love may leave you loving someone who doesn't love you back. (Plus I've been with my boyfriend for 4 years now, so I'm good with falling in love. I'm content with him ^^)\n  ","866940":"\n  Not really, actually. The only games I play are Spyro because those are the ones I was raised on.\n  ","866941":"\n  not many people do that though..\n  ","866942":"\n  If they were reliable then yes I would use a self driving car\n  ","866943":"\n  am I?\n  ","866944":"\n  true\n  ","866945":"\n  Hai\n  ","866946":"\n  I'm good\n  ","866947":"\n  No. I've never been catfished but I did do an experiment in middle school.\n  \n  I had kik which had a lot of photo things on there.\n  \n  Well I took a photo of kellin Quinn from SWS and made it his profile.\n  \n  I then posted photos and got so many different messages. I told them not long after they messaged, to be careful of people on the internet. I got like 30 messages in an hour. And people are very gullible\n  ","866948":"\n  All the time\n  ","866949":"\n  lmao call it.\n  ","866950":"\n  I mean I wouldn't call them hideous unless you mean their personality makes them hideous\n  ","866951":"\n  Lilo\n  ","866952":"\n  You're beautiful too!\n  ","866953":"\n  830-476-5664\n  ","866954":"\n  I dunno\n  ","866955":"\n  Oh god...there are so many...\n  \n  O'brother where art thou?\n  \n  Hachi: a dog's tale\n  \n  Robin Hood: men in tights\n  ","866956":"\n  Si.\n  ","866957":"\n  Honestly...not sure\n  ","866958":"\n  Home\n  ","866959":"\n  Amazon\n  ","866960":"\n  I have 4 dogs and a kitty\n  ","866961":"\n  Some\n  ","866962":"\n  I mean it will make my tummy happy but no. my dogs and boyfriend will always melt my heart\n  ","866963":"\n  Yeah\n  "}}