{"Question":{"866964":"\n   Do you like beisebol ?\n  ","866965":"\n   what’s one thing u do when nobody’s around ?\n  ","866966":"\n   Do you follow the advice you give to others?\n  ","866967":"\n   what kind of music interests you?\n  ","866968":"\n   Are you a restless sleeper?\n  ","866969":"\n   Have you ever fired a gun?\n  ","866970":"\n   What would you like to receive as a gift for Valentine's Day ?\n  ","866971":"\n   Wish I had someone to go get new ink with 2day😒😒\n  ","866972":"\n   How did you get over your biggest crush?\n  ","866973":"\n   Thick or thin crust pizza? 🍕\n  ","866974":"\n   Do you celebrate Valentine’s Day?\n  ","866975":"\n   What would you do if you see someone not wearing masks in a store\n  ","866976":"\n   Would you ever want to be famous? If so, what for?\n  ","866977":"\n   How should I respond to a guy who says that I am so beautiful? I haven’t been talking to them for a long time, only a few days, but he keeps saying that I am beautiful.\n  ","866978":"\n   Would you rather kiss a frog or hug a snake?🐸🐍\n  ","866979":"\n   \"What is your favorite kind of soup\"? I like many types of soup however; they must not have salt and\/or sugar.\n  ","866980":"\n   Would you rather eat pizza in every meal or ice cream for every meal?🍕🍦\n  ","866981":"\n   Would you rather see a giant ant or a small giraffe?\n  ","866982":"\n   What is the best life advice you would give?\n  ","866983":"\n   If u could swap genders for 24 hours, how would you spend your day??\n  ","866984":"\n   Where do you spend the most of your time?\n  ","866985":"\n   What is something that everyone can agree on in politics?\n  ","866986":"\n   What's your favourite mix fruit juices like I like honey dew melon pineapple grapes juice 🥤\n  ","866987":"\n   Do you think v day will go your way\n  ","866988":"\n   Can you twerk?\n  ","866989":"\n   riddel?\n  ","866990":"\n   Who is your special person??🤔🤔🤔\n  ","866991":"\n   Who is your recent crush???😅😍\n  ","866992":"\n   -  ̗̀ะ 💤 ୭⇢ Which is better at waking you up: harsh or soft alarms?\n  ","866993":"\n   Happy Valentine’s Day!❤️\n  ","866994":"\n   What is genderfluid i still dont get it\n  ","866995":"\n   Why people are so rude ?\n  ","866996":"\n   Color pink. Yay or nay?\n  ","866997":"\n   Happy Valentine's Day! How are you going to spend it?\n  ","866998":"\n   so, what would you like to do???\n  ","866999":"\n   Favorite color ?\n  ","867000":"\n   Which word do you always struggle to spell correctly?\n  ","867001":"\n   What did you learn you need this year?\n  ","867002":"\n   Are you a light or heavy sleeper?\n  ","867003":"\n   movie \/ series suggestions?\n  ","867004":"\n   Hello do you like workout?\n  ","867005":"\n   If you know you can help someone will you help? Or will you just be mean and deny your help wether they are asking for the help or not?\n  ","867006":"\n   Milk or dark chocolate?\n  ","867007":"\n   Do you like gummy candy?\n  ","867008":"\n   Do you think police are Racist\n  ","867009":"\n   Hello do you like Instagram?\n  ","867010":"\n   Do you believe in dark magic?\n  ","867011":"\n   I'm looking my will to live and hope in life. I don't really know what to do anymore. Do you have any advice??\n  ","867012":"\n   If you ever make bracelet  for your self which colour bead will you use like  rose quartz beads with clear quartz bracelet\n\nAquamarine beads with rose quartz ,🤔\n  ","867013":"\n   Hugs🤠\n  ","867014":"\n   Do you think in the future they will have schooling via virtual reality?  It would cut down on school cost and taking education to another whelm. Show history as if they were there.\n  ","867015":"\n   What do you think about people who visit a new country without trying to learn at least some of the language?\n  ","867016":"\n   What chore do you hate doing?\n  ","867017":"\n   🎉١₎๋༘↝Do you know \/ know of anyone who shares your birthday? If so, who are they?\n  ","867018":"\n   Are you religious or spiritual?\n  ","867019":"\n   Last night thought?\n  ","867020":"\n   What game 🎮 or movie 🎬 universe would you most like to live in? Why?\n  ","867021":"\n   do you watch saturday football? what team?\n  ","867022":"\n   What’s one mistake you keep repeating? 😣\n  ","867023":"\n   what JOB do you think you’d be really good at?\n  ","867024":"\n   What song do you wish you could put on right now? 🎶\n  ","867025":"\n   what will you do on Valentine's day?\n  ","867026":"\n   Capricorn\n  ","867027":"\n   What is the biggest thing you feel that your life is missing right now?\n  ","867028":"\n   Which homemade sauce do you like most like I make tomato green chili garlic salt black pepper sauce 🤤\n  ","867029":"\n   academic, sports, physical appearance\n  ","867030":"\n   do you like asking questions behind anonymous or openly?\n  ","867031":"\n   { In your opinion . . . } Are remakes (be it games, movies, etc..) usually better or worse than the original version?\n  ","867032":"\n   What would you do if you found out tomorrow that you had to go to prison tomorrow for the next 10 years? How would you react?\n  ","867033":"\n   I have to pick just 1?\n  ","867034":"\n   switch turns\/duties, I prefer to ensure the dishes are spic n span and kitchen is prepped for the following day\n  ","867035":"\n   Installments\/interactive\n  ","867036":"\n   What is a good response for when someone says you're beautiful?\n  ","867037":"\n   What inspired you to make art?\n  ","867038":"\n   Do you have a valentines, no one asked me yet and I want someone to ask me. Chivalry is dead 💀\n  ","867039":"\n   What is love to you?\n  ","867040":"\n   Do you prefer to use pen or pencil?🖊️✏️\n  ","867041":"\n   if life stopped today, what would you regret not doing?\n  ","867042":"\n   Have you ever been to a haunted house?\n  ","867043":"\n   What is your star sign?\n  ","867044":"\n   How did you meet your significant other? (If you have one)\n  ","867045":"\n   If your house was on fire and you had sixty seconds to leave, what would you take with you?\n  ","867046":"\n   Do you like horror movies?\n  ","867047":"\n   is it possible to love someone if you don't love yourself?\n  ","867048":"\n   Which is better, to play a good game and lose, or cheat and play a “bad” game and win? Why?\n  ","867049":"\n   would you rather have wings but can't fly or have grills but can't swim?\n  ","867050":"\n   DO YOU LIKE ICE IN YOUR DRINKS?\n  ","867051":"\n   What one piece of advice would you offer to a street beggar?\n  ","867052":"\n   Would you rather a pet dragon or a pet dinasour?\n  ","867053":"\n   If a word is misspelled in the dictionary, will we ever know it? 😂\n  ","867054":"\n   • What’s the most interesting thing you’ve read or seen this January?\n  ","867055":"\n   What's your natural hair color?\n  ","867056":"\n   If you could be granted one wish, what would you wish for? ⭐ 🤞 👍 🙃\n  ","867057":"\n   Do you think that a person can know when they are going to die?\n  ","867058":"\n   What are you going to do on Valentine's Day?\n  ","867059":"\n   Do you think that college education is important?\n  ","867060":"\n   What is your favourite band?\n  ","867061":"\n   Would you rather set the table before dinner or wash the dishes after dinner?\n  ","867062":"\n   What is your favorite type of art?\n  ","867063":"\n   Did you watched the series of Harry Potter?\n  ","867064":"\n   Would you rather read minds or be invisible?\n  ","867065":"\n   How many hours do you sleep per night?\n  ","867066":"\n   PLEASE I BEG YOU\n  ","867067":"\n   Do you consider yourself a romantic?\n  ","867068":"\n   Would you be willing to do a polyamorous relationship\n  ","867069":"\n   Do you prefer baths or showers?🚿🛁\n  ","867070":"\n   Have you ever worn two different socks? 🧦\n  ","867071":"\n   When was the last time you got sick eversince the CoViD 19 started?\n  ","867072":"\n   Does STARBUCKS ☕ barista always get your name correctly? What ridiculous names do you get?\n  ","867073":"\n   What is the first thing you do after waking up?\n  ","867074":"\n   Have you ever seen a shooting star? Did you make a wish?☄️\n  ","867075":"\n   What can you hear right now?\n  ","867076":"\n   Small Talks or Deep Conversations?\n  ","867077":"\n   Could you break up with your boyfriend and date me instead? Please???\n  ","867078":"\n   Have you ever met someone famous?\n  ","867079":"\n   Leave without saying anyfhin\n  ","867080":"\n   Why is it bad\n  ","867081":"\n   Seem like your busy ?\n  ","867082":"\n   Ok have any questions for me\n  ","867083":"\n   Mine is my hero academia\n  ","867084":"\n   ok what is ur favorite movie\n  ","867085":"\n   oww sounds fun\n  ","867086":"\n   One question what is ur favorite anime show\n  ","867087":"\n   What’s your biggest cooking failure?\n  ","867088":"\n   Are you vocal when it comes to your thoughts and feelings?\n  ","867089":"\n   how are u\n  ","867090":"\n   When you think of \"home\", what specifically do you think of? 🏠 👍 🙃\n  ","867091":"\n   The level 5’s I currently have are Diluc, Klee, Qiqi and Albedo\n  ","867092":"\n   Hi ✌️\n  ","867093":"\n   Do you drink your tea or coffee with sugar?\n  ","867094":"\n   Are you good at learning on your own \/self-study? 📚\n  ","867095":"\n   Is it bad to make a pregnancy prank? 👶\n  ","867096":"\n   Do you think everyone has the capacity to be a LEADER?\n  ","867097":"\n   Ask is really bringing out the degenerates today huh. I'm sorry you got that  nasty anon\n  ","867098":"\n   Would you hook up with a cousin of they were hot af? Be honest!\n  ","867099":"\n   :)\n  ","867100":"\n   What is your favorite animal?\n  ","867101":"\n   Do you like spicy food? What spicy food is your favourite?🌶️\n  ","867102":"\n   What side dishes would go very good with chicken fettuccine alfredo?\n  ","867103":"\n   Do you wear your wedding band or just your engagement ring?\n  ","867104":"\n   On a cold snow day, would you rather have hot chocolate, tea, or coffee when you come inside? ❄️\n  ","867105":"\n   Dogs or cats?\n  ","867106":"\n   What can you see outside your bedroom window?\n  ","867107":"\n   Do you have anxiety?\n  ","867108":"\n   are you an early bird or night owl?\n  ","867109":"\n   I’m trying to get Diluc to level 80\n  ","867110":"\n   Do you go out in public with or without mask?\n  ","867111":"\n   that's cool what else do you eat raw\n  ","867112":"\n   One thing that you would like to have in your room!\n  ","867113":"\n   yes\n  ","867114":"\n   Would you rather only be able to whisper or only be able to shout?\n  ","867115":"\n   What are three things you wish you could do better at?\n  ","867116":"\n   What time did you wake up today?\n  ","867117":"\n   Chocolate or skittles🙀\n  ","867118":"\n   Sweet or salty?\n  ","867119":"\n   That's fine. I'll remove you from my list\n  ","867120":"\n   For y’all who celebrated, did you get what you’d hoped for this Christmas? 🎁🎄🎅🏻\n  ","867121":"\n   Cool beans. Glad to hear it was good aside from that. :)\n  ","867122":"\n   Awwww 😍😍\n  ","867123":"\n   Do you believe in the saying, \"there's nothing to fear but fear itself\"? — Why \/ Why not?\n  ","867124":"\n   Do you believe that all hardships, no matter how difficult, are possible to overcome? Why \/ Why not?\n  ","867125":"\n   Do you consider yourself a dramatic person?\n  ","867126":"\n   When are you at your happiest? 😁 👍 🙃\n  ","867127":"\n   Omg tartaglia profile pic\n  ","867128":"\n   Do you twerk\n  ","867129":"\n   Do you eat raw meat\n  ","867130":"\n   Do you miss someone at the moment?\n  ","867131":"\n   What is the strangest thing you have eaten?\n  ","867132":"\n   What do you think is keeping you from complete happiness?\n  ","867133":"\n   Do psychopaths have crushes on people?\n  ","867134":"\n   Would you rather discover a hidden treasure or discover a hidden dinasour?\n  ","867135":"\n   Do you prefer writing in a black or blue pen?\n  ","867136":"\n   Which songs bring you back to great moments in your life? 🎶 😁 👍 🙃\n  ","867137":"\n   Are you a sociable person?\n  ","867138":"\n   Do you feel comfortable, when being photographed?\n  ","867139":"\n   I gotcha. I apologize.\n  ","867140":"\n   What are the breeds of the dogs?\n  ","867141":"\n   What is the best relationship you have been in?\n  ","867142":"\n   what time is it where you live?\n  ","867143":"\n   How do you push yourself out of your comfort zone?\n  ","867144":"\n   Gotcha. I haven't seen that as of yet.\n  ","867145":"\n   What are some things that look easy but are difficult?\n  ","867146":"\n   Whats your favorite meal?\n  ","867147":"\n   January 1, 2021 you turn on the radio and find out there is going to be a worldwide “Purge.” What is your game plan?\n  ","867148":"\n   What's your biggest pet peeve?\n  ","867149":"\n   How do you thank people when they compliment you for anything?\n  ","867150":"\n   Do you like video games?\n  ","867151":"\n   What does pansexual mean ?\n  ","867152":"\n   Congrats I follow you. There is no prizes. I'm the prize. I'll be sending regular questions from now on. Don't want them, then speak up. \n\n Delete or use for whatever. If you will who are some active Askfm users I should follow?\n  ","867153":"\n   Do you like spicy foods?\n  ","867154":"\n   Really .\n  ","867155":"\n   Do you swim in rivers?\n  ","867156":"\n   Do you like cactus and succulents? 🌵\n  ","867157":"\n   Which would you rather have: $1,000,000 today or 1 cent doubled every day for 30 days?\n  ","867158":"\n   Would you rather be able to control the weather or can talk to animals?\n  ","867159":"\n   Would you rather go to the doctor or to the dentist?\n  ","867160":"\n   What have you learned in life that you feel will be the most useful?\n  ","867161":"\n   It’s best to remove them from your life\n  ","867162":"\n   Hi follow u 😭\n  ","867163":"\n   Do you have any fun plans for the day?\n  ","867164":"\n   Do you have any pets?\n  ","867165":"\n   Do you drink wine?\n  ","867166":"\n   What is the history of your home town or city?\n  ","867167":"\n   What the point of life when you just end up dying anyway?\n  ","867168":"\n   Would you rather have breakfast in Eiffel tower or dinner in a castle?🗼🏰\n  ","867169":"\n   Which sound makes goosebumps on your skin?\n  ","867170":"\n   I can’t speak with others, everyone’s advice is that I should walk away already. I told my parents that they don’t understand what I’m going through n I’m in love. I’ve never done that once in my life, and no man I speak with wants to hear anymore about the embarrassing shit I put myself through.\n  ","867171":"\n   What mobile phone model do you have?\n  ","867172":"\n   What is your best snack\n  ","867173":"\n   Do people ever freak out in your area when weird weather happens? It's about to snow here in everyone's buying absolutely all of the groceries off the shelf. Absolutely strange.\n  ","867174":"\n   How should I fix myself? By finding another woman and forgetting about her?  That’s what she expects me to do so I guess I might as well do it\n  ","867175":"\n   Oh sure, but why can’t you be engaged now? I guess I’m not understanding why everything has to be in a timely manner.\n  ","867176":"\n   ok my Instagram. hany11155\n  ","867177":"\n   Do you think that most celebrities act with a persona to the public? Or do you think the majority of them are more genuine to who they are?\n  ","867178":"\n   Have you ever watched something you thought would be bad, only for it to turn out to be good? If so, what was it?\n  ","867179":"\n   Do you play video games?\n  ","867180":"\n   Do you smoke or vape?\n  ","867181":"\n   But life doesn’t happen like that. It just does it, and things you truly want must be held onto. I think that’s what my ex is failing to understand is that I know we both love each other, but when I let go it’s gone forever, because my life right now is at a standstill.\n  ","867182":"\n   Then why would you not want someone in your life to help you with those things?\n  ","867183":"\n   Is it like waiting to purchase some thing and then all of a sudden you realize they’re out of it? Or are you waiting for a feeling that will just miraculously appear?\n  ","867184":"\n   How do we know which questions in the shoutout are for us and which ones are for everyone?\n  ","867185":"\n   But don’t you agree on?\n  ","867186":"\n   Nigeria\n  ","867187":"\n   Don't wait. The time will never be just right\n  ","867188":"\n   Watch a trailer or two first then, don't want you to get trigged by something that may bring bad memories.\n  ","867189":"\n   I do love musicals alot\n  ","867190":"\n   Oh that’s nice, sounds fun.\n  ","867191":"\n   I love. October cuz many pple in my family are born on it and secondly cuz it's the month my country celebrates it's Independenceit's\n  ","867192":"\n   Oh wow so you did plenty of things, I’m glad that you had a good time. Was it a datenight?\n  ","867193":"\n   do you like musicals?\n  ","867194":"\n   Where did you and your friend go?\n  ","867195":"\n   Oh OK great, so that means you’re not going out at all?\n  ","867196":"\n   Do you take your Christmas tree and decorations down right after Christmas is over or keep them up for a while?\n  ","867197":"\n   Are you still listening to the radio?\n  ","867198":"\n   Though it's more psychological, it's definitely a more real life horror in it's content.\n  ","867199":"\n   can I follow your Instagram 😊\n  ","867200":"\n   Sorry, what I meant was are you using Covid as an excuse to not see someone in particular?\n  ","867201":"\n   Have you ever received a backhanded compliment? If so, what was it and how did you respond?\n  ","867202":"\n   my beautiful daughter\n  ","867203":"\n   Georgia, yaaaay??? Or nah  ?? Discuss!\n  ","867204":"\n   are you tired?\n  ","867205":"\n   Have you met any famous people?\n  ","867206":"\n   What do you think makes a person's fears \"irrational\"?\n  ","867207":"\n   What are your goals for 2021?\n  ","867208":"\n   Lesbo?\n  ","867209":"\n   How should success be measured? By that measurement, who is the most successful person you know?\n  ","867210":"\n   mac and cheese or grilled cheese ?\n  ","867211":"\n   do you like deep dish?\n  ","867212":"\n   Do you go to the movies this weekend ?\n  ","867213":"\n   Were you wiser when you were a kid?\n  ","867214":"\n   What is your pet's name?\n  ","867215":"\n   I like that\n  ","867216":"\n   Want a daddy?\n  ","867217":"\n   Is there a place you've only ever been to once that you wish you could revisit? If so, what is it and what makes you want to go back?\n  ","867218":"\n   Whats ddlg little mean?\n  ","867219":"\n   But there are only 2 so if you're attracted to more than one, then you're attracted to them all. Amiright?\n  ","867220":"\n   I hope you smiled today\n  ","867221":"\n   What do you think of the world today?\n  ","867222":"\n   Do you like milk or dark chocolate??\nTruffles??\n  ","867223":"\n   Really? But I guess I’ll go to other peoples houses? I mean because my ex is pulling this bullshit and I don’t believe her for a second.\n  ","867224":"\n   Are you exaggerating this? You must because are you telling me you don’t go out at all?\n  ","867225":"\n   Safety?!\n  ","867226":"\n   What exactly is the difference?\n  ","867227":"\n   What did you do for NYE??\n  ","867228":"\n   Depending on what kind of movies you like, you might like it.\n  ","867229":"\n   How do u see bible vs quran? Or what you don't like in Islam?\n  ","867230":"\n   Pansexual?\n  ","867231":"\n   What can you promise to your friends?\n  ","867232":"\n   It's a real mind trip. As is Requiem for a Dream.\n  ","867233":"\n   hi?\n  ","867234":"\n   Would you rather continue your life as it is or restart it?\n  ","867235":"\n   Have you ever had something spark a memory you didn't even remember you had?\n  ","867236":"\n   Definitely it has some original parts. Quran is very unique book. Have you tried to give a read? Even little readings will trigger a lot of observations\n  ","867237":"\n   Happy new year!!💯🥳🎊\n  ","867238":"\n   I feel like I need to remove them from my life.\n  ","867239":"\n   Do you like mushrooms?\n  ","867240":"\n   How was your Christmas?\n  ","867241":"\n   It is a well know concern that bible changed a lot. How do you feel comfortable with Christianity?\n  ","867242":"\n   A Christmas  Carol\n  ","867243":"\n   Heyy ! Your background pics are rlly cute\n  ","867244":"\n   Do you like poetry?\n  ","867245":"\n   Which is worse: sitting next to someone on the plane with terrible body odor for 13 hours straight, OR opening your bag and finding that your lotion had busted open and spilled all over your laptop? 😵\n  ","867246":"\n   call out immediately.\n  ","867247":"\n   When did you realize you were pansexual? Age\n  ","867248":"\n   🥀\n  ","867249":"\n   nothing\n  ","867250":"\n   What's your favorite color?\n  ","867251":"\n   What things are you naturally good at? 👍 🙃\n  ","867252":"\n   Did you read and compare with others? E.g., which has stronger evidence to be the right path.\n  ","867253":"\n   Are you excited for Christmas?\n  ","867254":"\n   💖🌟.. If I give You $50.00 dollars.. What could you buy??.. 💋💜💙💋 .. Si te doy $50.00 dólares.. Qué podrías comprar??..🌟💖\n  ","867255":"\n   How are you doing today?\n\n🎉Today is officially my birthday. I am so excited. I have going to come home and bake a birthday cake with my husband. So far the past week has went by really good. Better than I thought.🎉 You guys have made my holiday and my birthday wonderful. Thank you for that. ❤🙏🤘\n  ","867256":"\n   You have been blocked!\n  ","867257":"\n   Thank you trump for the $600, agree?\n  ","867258":"\n   What do you hope to find in the coming year?\n  ","867259":"\n   Do you believe in God? Why or why not?\n  ","867260":"\n   What are your favorite subjects to talk about?\n  ","867261":"\n   What can you promise to your friends?\n  ","867262":"\n   If I was a boy dating you and I told you I had options, how would you respond?\n  ","867263":"\n   Is there any songs you really like, from a genre you don't typically listen to?\n  ","867264":"\n   Wish you a very happy new year .may this year bring lots of happiness joy in your life\n  ","867265":"\n   Indeed.\n  ","867266":"\n   pisces twins!\n  ","867267":"\n   Would you ever want to clone yourself?\n  ","867268":"\n   What sign are you\n  ","867269":"\n   Donnie Darko, Nightmare Before Christmas, To Kill a Mockingbird.\n  ","867270":"\n   U like kids\n  ","867271":"\n   well, some sites say that sign could blackmail her partner if he's a Gemini..but I doubt it\n  ","867272":"\n   Do you use hairspray? If so, what brand would you recommend?\n  ","867273":"\n   Do you dress up nicely in home or you dress up nicely when you step outside or for clicking picture\n  ","867274":"\n   You're welcome. :)\n  ","867275":"\n   Do you like to watch anything special during the holiday season? If so, what is it and why is it special to you?\n  ","867276":"\n   Does what they say about your zodiacal sign generally match your personality?\n  ","867277":"\n   o\n  ","867278":"\n   ppppuuuppoppiiies\n  ","867279":"\n   Do you agree people like to be around with pleasant interesting nature people not with good looking foul mouthed irritating nature people .\n  ","867280":"\n   But not as long as the manga.\n  ","867281":"\n   Excellent choice!\n  ","867282":"\n   Are you able to curl your tongue? 👍 🙃\n  ","867283":"\n   The 24 hours of Christmas has finally arrived Merry Christmas to all 🎅 have a Blessed and Beautiful Day full of Love and Happiness 💝💖\n  ","867284":"\n   Hey folks! I just want ye all to know that I'm deleting most of my social media as I've started new pages. If anyone wants links or usernames let me know off anon! Happy holidays! <3\n  ","867285":"\n   how do you look?\n  ","867286":"\n   What is your favorite movie?\n  ","867287":"\n   What's for dinner?\n  ","867288":"\n   Unpopular opinion:\n  ","867289":"\n   Did you know that chapter 1000 is coming next year? It is a big plan from the One Piece creator.\n  ","867290":"\n   Goodnight!\n  ","867291":"\n   Fav colour?\n  ","867292":"\n   Have you ever broken any bones? If so, how many and which ones?\n  ","867293":"\n   How many times did you go to the theather this year ?\n  ","867294":"\n   long or short sleeves currently?\n  ","867295":"\n   Mind sharing a time when your feet were being tickled?\n  ","867296":"\n   What do your feet look like?\n  ","867297":"\n   Have you ever had an allergic reaction to anything?\n  ","867298":"\n   How often do you think about your future?\n  ","867299":"\n   What is your favorite family vacation?\n  ","867300":"\n   Does anyone else sleep then wake up extremely tired\n  ","867301":"\n   Are you a fan of One Piece?\n  ","867302":"\n   what’s the last text you sent\n  ","867303":"\n   Happy thanksgiving to everyone hope yall have \/ had a blessed greatful day much love\n  ","867304":"\n   If I loose a short micro usb charging cable for my target heyday wireless flat earbuds will a micro usb cord from amazon or somewhere else work to charge the wireless earbuds or they can only be charged with the cable it comes with?\n  ","867305":"\n   is bud light tasty?\n  ","867306":"\n   Is there any songs you find catchy but generally dislike?\n  ","867307":"\n   🎀🎁.. You care what they say about You?? ..🎄💋🎄.. Te importa lo que digan de Tí??..🎁🎀\n  ","867308":"\n   6 FEET!\n  ","867309":"\n   Shoe size?\n  ","867310":"\n   What memory do you just keep going back to?\n  ","867311":"\n   Pap of your pet, if you have one\n  ","867312":"\n   dose anyone like to play ouija board\n  ","867313":"\n   well for me, when folks do Cous-cous, I tell them that they need to turn the dial down to about # 2 so the water can start slowing down before adding the seasoning, then set a timer (if you have one) for 38 min. stirring occassionally. Then, move it to another burner and let sit for 3 min.\n  ","867314":"\n   you should show them that you can 'cause you're independent 😉\n  ","867315":"\n   What's anything that's easier for you than it is for most others? 👍 🙃\n  ","867316":"\n   What do you do to unwind after a hard day? 😌 👍 🙃\n  ","867317":"\n   In one word, how would you describe your family? 👍 🙃\n  ","867318":"\n   Beard or moustache?\n  ","867319":"\n   Which home remedies do you follow to save your self from corona virus\n  ","867320":"\n   Have you ever saved money for buying expensive thing like channel purse etc\n  ","867321":"\n   What accent do you find most appealing?\n  ","867322":"\n   What do you cook for yourself ? If you feel like to cook\n  ","867323":"\n   Current outfit?\n  ","867324":"\n   How do you take care of your skin in winter like I apply thick moisturizer 🤔\n  ","867325":"\n   What do you usually make for break fast like I make mashed potato in which little salt paprika pepper grated garlic with garlic bread 🍞\n  ","867326":"\n   What's the worst thing about getting older in your opinion? 😔 👍 🙃\n  ","867327":"\n   What do you make for your parents when they become sick ? Like I make chicken corn soup and give them  ginger-turmeric-lemon-green tea .\n  ","867328":"\n   Do you hold grudge or you forgive people easily\n  ","867329":"\n   Most ticklish spot?\n  ","867330":"\n   Have you ever been afraid of Santa Claus?\n  ","867331":"\n   Ok. Cool. Who do you think will win the Georgia Senate races?\n  ","867332":"\n   All the “cases” have been thrown out.\n  ","867333":"\n   he'll be the 46th President if Jo and the Reverend win their races in GA on 1\/5\n  ","867334":"\n   for the angry emote, it's this icon: 😡 - for laughing, it's usually: 🤣 or 😂\n  ","867335":"\n   Do you stream on Twitch? If so, what's your @? Do you watch anyone's streams on Twitch? If so, who's?\n  ","867336":"\n   Would you purchase a home that was believed to be haunted? Why or why not? 👻 👍 🙃\n  ","867337":"\n   Do you have a fear a phobia perhaps for me it's heights\n  ","867338":"\n   Damn so her type is not common in Tennessee? So sad\n  ","867339":"\n   Have you ever counted the calories in what you eat?\n  ","867340":"\n   Do you know Spanish?\n  ","867341":"\n   What or who would you be lost without? Why? 👍 🙃\n  ","867342":"\n   Have you ever had to end a relationship?\n  ","867343":"\n   You live in Nashville?\n  ","867344":"\n   I just want to know how many girls in Nashville or anywhere in Tennessee look like Miley Cyrus. Since she is from there. You ever seen one?\n  ","867345":"\n   Do you believe everyone has a \"soul mate\"?\n  ","867346":"\n   Do you like to work?\n  ","867347":"\n   What's your favorite thing to cook?\n  ","867348":"\n   * .❅ · °。·❆Where I live, it's snowing right now! Is it snowing where you live?\n  ","867349":"\n   how is your day\n  ","867350":"\n   Have you ever had to give something up that you really didn't want to?\n  ","867351":"\n   How did your weekend go?\n  ","867352":"\n   Happy Monday y’all 🥳🥳\n  ","867353":"\n   Do you like the trolls movie?\n  ","867354":"\n   What's the most immature thing your parents ever done\n  ","867355":"\n   How motivated are you?\n  ","867356":"\n   What always sounds like a good idea at the time but rarely is? 👍 🙃\n  ","867357":"\n   If you were an actor, would you rather perform as a theater or movie actor?\n  ","867358":"\n   Is there anything that you hope to get done by the end of this week?\n  ","867359":"\n   What is you guys favorite flavor candy cane?\n  ","867360":"\n   February because I get to experience another year\n  ","867361":"\n   they say joe biden is a spi for china\n  ","867362":"\n   When was the last time you accidentally offended someone?\n  ","867363":"\n   Would you rather work from home or elsewhere nowadays? What about pre and post Covid?\n  ","867364":"\n   Is there any animals that look unsettling to you?\n  ","867365":"\n   Have you ever tried any foreign dish? \n\nI used to eat Chinese food regularly\n  ","867366":"\n   how old are you\n  ","867367":"\n   What are you looking forward to get as a Christmas gift from your parents ?\n  ","867368":"\n   What do you usually make for Christmas dinner ?\n  ","867369":"\n   What's your Instagram id\n  ","867370":"\n   How do you celebrate and decorate house on christmas day ? What do you wear on Christmas 🎄⛄\n  ","867371":"\n   What or who brings out the best in you? How do they do it? 😊 👍 🙃\n  ","867372":"\n   Hello\n  ","867373":"\n   Do you like fake trees or picking out a tree in the nature?\n  ","867374":"\n   what’s your zodiac sign? 😁\n  ","867375":"\n   Do you think it would be cool if ask had emojis next to the heart like the angry face and laughing face to express emotions on the answers??\n  ","867376":"\n   What's a movie you liked the trailer of but disliked the actual movie?\n  ","867377":"\n   Have you ever had an out-of-body experience? 👍 🙃\n  ","867378":"\n   Pic ⭐️\n  ","867379":"\n   Did you watched Saturday Night Live this weekend ?\n  ","867380":"\n   What would you say has made you the person you are today?\n  ","867381":"\n   Chocolate chip cookies or oatmeal cookies\n  ","867382":"\n   Have you ever participated in a secret gift exchange? If so: what did you give, and what did you get?\n  ","867383":"\n   Do you use Pinterest? If so, what do you use it for?\n  ","867384":"\n   Hello every one ,, how are you i hope you are fine ! 🌷\n  ","867385":"\n   How does running usually work in your dreams? Are you able to run at a \"normal\" speed in dreams? (In mine, I can never run fast; if I had to describe it, it feels forcefully slowed down. It's as if I'm trying to run through Jell-O.)\n  ","867386":"\n   Where or who do you turn to when you need good advice? Why that or them? 👍 🙃\n  ","867387":"\n   If you're an omnivore, do you typically answer questions about plantbased food? If you're some type of vegan do you answer questions about omnivore food? Does it bother you getting asked those types of questions? (Plz still answer if you're vegetarian, pescatarian etc)\n  ","867388":"\n   What do you wish you could learn to do?\n  ","867389":"\n   Do you know what an Irish spice bag\/box is? If not, plz make a guess without looking it up. I'll have the answer on my page.\n  ","867390":"\n   Marry me\n  ","867391":"\n   How long is your longest relationship? ❤️\n  ","867392":"\n   Have the last few months passed slowly for you? Or do you feel as though they flew by?\n  ","867393":"\n   Has there ever been a movie or show that made you cry? What about a song?\n  ","867394":"\n   Do you have any traditions that you follow? (could be holiday traditions, but it doesn't have to be!)\n  ","867395":"\n   Depends on what’s said and the type of mood I’m in.\n  ","867396":"\n   How important is it to you that you capture \"special moments\" digitally?\n  ","867397":"\n   If you had three wishes, what would you wish for?\n  ","867398":"\n   Which dog breed do you resemble the most by appearance\/character?\n  ","867399":"\n   Have you ever had issues with a friends' partner (example: friends' partner is jealous of you talking to your friend)? If so, how did you handle it? — If ⋆NOT⋆, how do you think you might go about handling it?\n  ","867400":"\n   What's a combination you love whether it's banana and chocolate, popcorn and a movie, eyeshadow and mascara, a scarf and gloves etc?\n  ","867401":"\n   What time of the year do you anticipate most?\n  ","867402":"\n   Do you act more like your mum or your dad? In what way? 👍 🙃\n  ","867403":"\n   Is there a tradition that you like to do on Christmas? That you do every year or at least you try to do every year?\n  ","867404":"\n   What's the longest you've went without sleep?\n  ","867405":"\n   Do you send out Christmas cards?\n  ","867406":"\n   What is better? Give or receive? Which do you prefer and why?\n  ","867407":"\n   Have you ever broken a rubber band while trying to tie your hair up?\n  ","867408":"\n   What's the most useless talent you have? #STAIF\n  ","867409":"\n   Did anyone ever troll you if yes why did he\/she trolled you 🤔\n  ","867410":"\n   How many hours a week do you spend online? 👍 🙃\n  ","867411":"\n   If you could travel the world with only one person who would you take?\n  ","867412":"\n   Can you stop asking me stuff >_>\n  ","867413":"\n   Summer vs winter what do you like more and why\n  ","867414":"\n   What do you prefer pants or shorts\n  ","867415":"\n   How did you meet your best friend? 👍 🙃\n  ","867416":"\n   Why are so rude?\n  ","867417":"\n   Have you ever wanted to make a video game?\n  ","867418":"\n   Anyone gay or bisexual on here? Tryna get my LGBTQ fams.\n  ","867419":"\n   Where are u\n  ","867420":"\n   Do you like blood sausage?\n  ","867421":"\n   Have you’ve ever walked into the wrong restroom?\n  ","867422":"\n   Showers or baths?\n  ","867423":"\n   Kik id?\n  ","867424":"\n   Whether it's \"cats or dogs?\" or \"Coke or Pepsi?\" there's a this or that question that bothers us all. What are some this or that questions that bother you?\n  ","867425":"\n   Post a pic\/gif\/recipe that you'd like to try or have again sometime soon! 🍜🌮🍱🍕\n  ","867426":"\n   How are you today ?\n  ","867427":"\n   What's anything you're really careful about? Why? 👍 🙃\n  ","867428":"\n   Are you on Instagram ? I love making friends from world wide\n  ","867429":"\n   normally yes, but why do you think only be three games were played?\n  ","867430":"\n   Are you able to do any voice impressions of characters?\n  ","867431":"\n   Do you have decorative lights up within your house? {doesn't have to be \"holiday\" lights, it can be any kind of non standard light!}\n  ","867432":"\n   Can you thread a needle?\n  ","867433":"\n   Who or what do you miss right now? 👍 🙃\n  ","867434":"\n   Hellooo! Followed ✨☺️\n  ","867435":"\n   Who do you live with? parents,family, partner, friends, random flatmates, alone?\n  ","867436":"\n   My husband cheated on me and told me I forced him to cheat by accusing him of it.\n  ","867437":"\n   Same for me for the same reason 😅\n  ","867438":"\n   What's your favourite month of the year? Why's it your favourite? 👍 🙃\n  ","867439":"\n   What's anything that can instantly make you feel better? 😊 👍 🙃\n  ","867440":"\n   I hadn't seen this one \"classic\" movie since childhood and my partner had never seen it. We watched it tonight & noticed a lot of racist tropes in it unrelated to the plot. Whats a movie you enjoyed as a child and later on noticed it contains racism, sexism etc. that has nothing to do with the plot?\n  ","867441":"\n   What are the few things you wanna add in your living room like decoration pieces floor lamp candle\n  ","867442":"\n   If someone beat me in tic tac toe two times and I only beat them one time does that mean that they won and I lost\n  ","867443":"\n   That’s great. Lots of food?\n  ","867444":"\n   I do not care for bullcrap either. Go away.\n  ","867445":"\n   What is the biggest challenge you are facing right now?\n  ","867446":"\n   How many people you think get on this platform? Nowadays\n  ","867447":"\n   Do you even wear a mask or are you like 'PFFFTTT' ??\n  ","867448":"\n   That's what everyone thought when they spread it across the world in my country we dont have it be cause we lockdown the whole country 4 weeks we had no community tranfer we had a breack out in one city after locked down that city for 2 weeks and now we are virus free because noone went anywhere\n  ","867449":"\n   What is meant by discard?\n  ","867450":"\n   Today is international day of persons with disabilities. What's something you feel people should know about either disabilities in general, people with disabilities or a specific disability?\n  ","867451":"\n   Well the only thing to worry about is if you somehow get it without realizing and take it home giving it to you parents are they very fit an healthy it shouldn't be a problem but if they have any underlying health problems or obvious ones then there a giant chance they will get hospitalized or die\n  ","867452":"\n   Anybody still active?\n  ","867453":"\n   Well as long as you stay isolated when your there then when you get home, I dont see the harm\n  ","867454":"\n   Self love 3: What do you think self love looked like 100yrs ago? What do you think it'll look like 100yrs in the future?\n  ","867455":"\n   Is there something you been holding onto for super long that you want to vent to a random stranger about?\n  ","867456":"\n   Self love1: Self love is something spoken about a lot these days. But it's different for everyone. So here's some self love spam! What is self love in your opinion and how do you show yourself love?\n  ","867457":"\n   What mistake do you keep making over and over again? Why do you think that is? 👍 🙃\n  ","867458":"\n   I would agree with him on that😌\n  ","867459":"\n   Self love 2: Many self love posts online focus on the exciting side of self love like \"buy yourself that new thing, you deserve it #selflove\" and whatnot but what are some boring self love things that you feel need to be done? (drinking water to stay hydrated etc.)\n  ","867460":"\n   What kind of things do you like to do in summer?\n  ","867461":"\n   What if I discard something and regret it? :L\n  ","867462":"\n   How was your thanksgiving #?\n  ","867463":"\n   Last night while looking up her song Milkshake, I realised that Kelis now does cooking videos on her youtube channel where she also posts her music. Has anyone ever started something new and made you think \"that's new and different for them\"? If so, what was it?\n  ","867464":"\n   Hey loves when you get a chance be sure to SPAMMMM MEEEE with questions I respond to anything and everything on or off anonymous (Sent This To Everyone)\n  ","867465":"\n   When was the last time a stranger said something intimate to you like \"I love you\" or \"step on me\" or \"when's the last time you did it?\" and what did they say?\n  ","867466":"\n   Self love 5: What do you think influenced the whole self love trend in more recent years?\n  ","867467":"\n   💭 rn👀\n  ","867468":"\n   Self love 6: In Ireland \"they love themselves\" and \"they're in love with themselves\" are seen as insults, especially amongst older generations. What's your opinion on this? Do you think they're insults? Is it good or bad to love yourself?\n  ","867469":"\n   Self love 7: What's something that you do to love and care for yourself that is rather unique to you? (for example I make sure to take my insulin to keep myself physically well and dye my hair neon green to cheer myself up mentally)\n  ","867470":"\n   Are you mentally okay?\n  ","867471":"\n   How much time do you spend with your family? 👍 🙃\n  ","867472":"\n   Why is he advising you not to go there?\n  ","867473":"\n   What is the temperature where you are at at the moment? Pic?\n  ","867474":"\n   Roasted vegetables with a little bit of rice on the side? Anyone? Cornbread with? Do you like roast?\n  ","867475":"\n   😩so far away\n  ","867476":"\n   13 days to go till the 12 days of Christmas 🤩 have you ever had a true gift you 12 days of Christmas?\n  ","867477":"\n   Is there anything that you have planned in this month of December?\n  ","867478":"\n   How far away is your boyfriend?\n  ","867479":"\n   Do you like ramen? If so, what kind \/ what do you like in it?\n  ","867480":"\n   Hey folks! If you follow my backup acc, you'll know that this acc was wrongfully disabled earlier today. I've obviously gotten it back but when I logged in again I had no coins so now I'm contacting them to see if I can get my thousands of coins back. They gave no reason for disabling my acc, haha!\n  ","867481":"\n   Are you sticking to a routine, or are you living a little more spontaneously?\n  ","867482":"\n   Your welcome! 😇💓\n  ","867483":"\n   Ho Ho Ho Merry Christmas \nK so I'm not Santa but let's say for a laugh I was and I was to gift you the one gift you most truly desire what would you ask for?\n  ","867484":"\n   *ouija board\n  ","867485":"\n   You are blocked! Bother someone else!\n  ","867486":"\n   What did you have for breakfast today?\n  ","867487":"\n   Do you have a diary that you write in?\n  ","867488":"\n   How do you feel when somebody say something toxic to you?\n  ","867489":"\n   nice profile photos - I followed you! 🤗🤗🤗\n  ","867490":"\n   What do you think is crucial for a good night's sleep?\n  ","867491":"\n   What can you hear right now?😶\n  ","867492":"\n   You are annoying with your shout outs. Very annoying!\n  ","867493":"\n   Should we purge pansexual people?\n  ","867494":"\n   Do you like the cold weather? If you do what’s your favorite things about it 💫\n  ","867495":"\n   What is your playstation username?\n  ","867496":"\n   Have you ever been in a log cabin before?\n  ","867497":"\n   What ingredients are on your favorite sandwich?\n  ","867498":"\n   Have you ever woken up from a dream, wishing you could go back in?\n  ","867499":"\n   What's your favorite thing to order at McDonald's?\n  ","867500":"\n   What's your favorite things to eat during Thanksgiving and if you don't celebrate Thanksgiving with your favorite thing to eat during a feast or get-together \/ event?\n  ","867501":"\n   Thoughts on leather jackets?\n  ","867502":"\n   Will you get the ps5?\n  ","867503":"\n   What is your dipping sauce of choice for hot food finger food such as chips sausage rolls fish chicken nuggets things like this?\nMine is mayonnaise 🤤\n  ","867504":"\n   Have you ever been camping?\n  ","867505":"\n   Why do people make their bed if it's gonna be a in a mess again?\n  ","867506":"\n   Have you ever had to deal with a bi-polar person? Whats the best way to deal with them?\n  ","867507":"\n   What size is your bed?😏\n  ","867508":"\n   Have you ever thought of taking an ex back?\n  ","867509":"\n   Have you ever had a reptile as a pet? If you haven't, would you?\n  ","867510":"\n   Have you ever written a letter?\nWhen was the last time?\n  ","867511":"\n   Are you on Facebook ? What's your Facebook id 🙄\n  ","867512":"\n   Is anyone up for playing Among Us together? It's free and cross platform. For those that don't know of it, it's a game where there's at least one imposter(killer) amongst our group and we need to find out who and finish tasks before we're all dead.\n  ","867513":"\n   Pansexuals will NOT go to heaven, change your sexuality immediately!!\n  ","867514":"\n   Would you spend a full night inside of a haunted house if someone paid you? 👻 🏡 👍 🙃\n  ","867515":"\n   How old were you and how did you feel awkward?\n  ","867516":"\n   Do you own a gaming console is yes  which one do you own?\n  ","867517":"\n   Double names like that are v common in Ireland but usually the person only goes by the first half. It's 'cause up 'til recently Catholics believed one of their children had to be named Mary\/Marie\/Mairead\/Maria\/Moira or some version of Mother Mary. So there would be a Mary-Anne in the family along\n  ","867518":"\n   with a Mairead, Margret, Jess-Marie and so on in case the one carrying the holy name died\n  ","867519":"\n   Do you prefer to make things from scratch, or with an easy box recipe?\n  ","867520":"\n   What sport would be the funniest to add a mandatory amount of alcohol to?\n  ","867521":"\n   What repeated question do constantly get asked?\n  ","867522":"\n   What are your plans for Thanksgiving?\n  ","867523":"\n   Last thing you wore that was red\n  ","867524":"\n   Would you like to receive my questions?\n  ","867525":"\n   Can you bake when was the last time?\nWhat was it you baked?\n  ","867526":"\n   How was your thanksgiving?\n  ","867527":"\n   Did you get the birds and bees talk when you where younger?\n  ","867528":"\n   Do you think that time travel could be possible some day?\n  ","867529":"\n   Do you talk to yourself in the mirror?\n  ","867530":"\n   When you work on something, do you focus on it with the end goal in mind (ex: I have to get this done) OR do you focus on finishing smaller segments at a time?\n  ","867531":"\n   Happy Thanksgiving! 🦃\n  ","867532":"\n   Have you ever caught something on fire while you were cooking?\n  ","867533":"\n   If a Smurf starts to choke, what color it will it become?\n  ","867534":"\n   What's the oldest game console \/ system you've owned? Do you still have it?\n  ","867535":"\n   Biggest pet peeve?\n  ","867536":"\n   Have you ever smashed something out of anger?\n  ","867537":"\n   What is the one thing you want most in your life right now?\n  ","867538":"\n   Can you give me a favor?\n  ","867539":"\n   It's fine tax pays for it as a tax payer I give you permission to take your name if ever you find it🤣\n  ","867540":"\n   What is your perfect Sunday morning?\n  ","867541":"\n   Cookies 🍪 or donuts? 🍩\n  ","867542":"\n   Are you a realist or a dreamer?\n  ","867543":"\n   Have you ever taken a street sign if so what?\nI have taken a stop sign, give way sign, one way sign also I found one with my name so I had to take it 😌 I did🤣\n  ","867544":"\n   Favorite ice cream flavor\n  ","867545":"\n   Do you chew on the end of your pens and pencils?\n  ","867546":"\n   Wh do you get to cut your hair or do you do it yourself?\n  ","867547":"\n   Do you have any pets?\n  ","867548":"\n   Hey Kitten\n  ","867549":"\n   I was just googling Irish names and an American site said \"Hurley\" is a beautiful name that means \"ocean tides\" but it actually means either \"wood\" or \"sports equipment\" here in Ireland. What's a funny misunderstood name or word from where you live?\n  ","867550":"\n   Why?\n  ","867551":"\n   But you like writing?\n  ","867552":"\n   Do you have any friends you would consider to be family? 👍 🙃\n  ","867553":"\n   That was me btw 🥺^\n  ","867554":"\n   Do you listen to your parents’ advice?\n  ","867555":"\n   In need of questions pls\n  ","867556":"\n   🌻.. I will always be here for You!!.. \\(((.^)\/..  💙💋💜..  Siempre estare aqui para Ti!!.. \\(((.^)\/ ..🌻\n  ","867557":"\n   What are you listening to right now?\n  ","867558":"\n   Ever had baklava?\n  ","867559":"\n   Have you ever had a pet bird?\n  ","867560":"\n   Would you rather go to a music festival, have fun and sleep in a tent, or stay home, watch TV series and have some tasty snacks?\n  ","867561":"\n   with having about 45-50 cat shirts id say i do if i dont id have some explaining to do\n  ","867562":"\n   So you like reading?\n  ","867563":"\n   What's the most pleasant morning sound?\n  ","867564":"\n   Do you think people will do black Friday this year, with covid still being an issue?\n  ","867565":"\n   *boops*\n  ","867566":"\n   do you believe homosexuals go to heaven? i’m kind of torn and would appreciate some help with this.\n  ","867567":"\n   😔😔\n  ","867568":"\n   I know we don’t know eachother, but im ALWAYS here if you need someone to talk\/vent to 🥺❤️🙌🏻\n  ","867569":"\n   What's your favourite flavour of crisps\/chips? 👍 🙃\n  ","867570":"\n   Oh that was me. My bad\n  ","867571":"\n   Yeah.. I know. .. it's just alk sad all together.. that's all. Ya know? Hopefully things get better.\n  ","867572":"\n   over here I heard they're going to ban parades which is really upsetting because it's Mardi Gras this is part of our culture though I understand it definitely would make it worse but I think that they should just do something may be different. Not completely cancel Mardi Gras\n  ","867573":"\n   Black friday is around the corner are you planning to buy something  🙂\n  ","867574":"\n   Have you had any unpleasant encounters with a customer?\n  ","867575":"\n   What's your personal definition of self care?\n  ","867576":"\n   Do you like to write?\n  ","867577":"\n   Do you prefer to eat alone or in the company of others?\n  ","867578":"\n   How do you feel about people who dress their pets? {For example, buying \/ making them shirts \/ pajamas \/ sweaters}\n  ","867579":"\n   Can you force your spouse to cheat? And if so how?\n  ","867580":"\n   Did you’ll nfl team win on Sunday? 11\/15\/20\n  ","867581":"\n   Do you believe that once our heart finds its match that we are able to love again?\n  ","867582":"\n   How do we know each other. Where did we meet. And why are we connected on here? Just wondering....\n  ","867583":"\n   What food have you never eaten but would really like to try?\n  ","867584":"\n   post your favorite lyrics.\n  ","867585":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","867586":"\n   What is a favorite cuisine of yours? Caribbean maybe? Korean, German or Indian perhaps? 🌯🥘🍱🍛🍤\n  ","867587":"\n   What were the last 2 books you read?\n  ","867588":"\n   What did you do today?\n  ","867589":"\n   Would you ever date someone shorter than you? Or do you prefer them to be taller?\n  ","867590":"\n   yeah. I know right? Unfortunately it looks like there's another covid shut down coming up. Everyone's buying toilet paper again\n  ","867591":"\n   Ever heard coldplay music?\n  ","867592":"\n   Yay selfie! Almost Thanksgiving!\n  ","867593":"\n   Are you okay mentally today? 🥺❤️\n  ","867594":"\n   Which dish you recently made for you and for your family\n  ","867595":"\n   If you had to teach something what would you teach?\n  ","867596":"\n   Have you ever had mice in your house?\n  ","867597":"\n   What life lesson did you learn the hard way?\n  ","867598":"\n   What kind of weather do you like?\n  ","867599":"\n   If you had a warning label, what would it say?\n  ","867600":"\n   What is your favorite season.\n  ","867601":"\n   If you could cause one minor inconvenience to the person you hate the most, what would it be?\n  ","867602":"\n   What are your favorite games?\n  ","867603":"\n   that's soo true\n  ","867604":"\n   do you have any pets? if so, how many?\n  ","867605":"\n   Do you have the Christmas spirit\nWill you be decorating what will you do?\n  ","867606":"\n   Which series would you recommend watching now?\n  ","867607":"\n   Hello how are you doing?\n  ","867608":"\n   ✈\n  ","867609":"\n   Favorite weekend activity?\n  ","867610":"\n   This has been the worst semester I've ever had. How's everyone else doing?\n  ","867611":"\n   Fave scary movie?\n  ","867612":"\n   What is the most useful thing your mom, dad or guardian has taught you?\n  ","867613":"\n   Hello how are you ? Do you have account on kik app ?\n  ","867614":"\n   Chocolate milk. Yay or nay?\n  ","867615":"\n   What app would you recommend most for messaging?\n  ","867616":"\n   Hello how was your day?\n  ","867617":"\n   Do you enjoy travelling on a ferry?\n  ","867618":"\n   do you prefer a home cooked meal or goin out to eat?(prices don’t matter for this question)\n  ","867619":"\n   Hello how was your day?\n  ","867620":"\n   Who is the best movie villain?\n  ","867621":"\n   Hello Stranger 👋😆\n  ","867622":"\n   At family gatherings, what will you always stop to grab a plate of? What will you always skip?\n  ","867623":"\n   Have you ever had to lie to protect someone?\n  ","867624":"\n   something common that you have  never done before? 😆\n  ","867625":"\n   How do you feel about sushi? Does it gross you out, or do you enjoy it?\n  ","867626":"\n   Have you met or seen someone that you look-a-like? Or is there someone that your friends\/family tells you that looks like you?\n  ","867627":"\n   Can you still live without your phone? How long do you think can you last without it? 📵\n  ","867628":"\n   What are some things you're proud of doing today? (They don't have to be huge accomplishments, even getting out of bed is a good answer if you're proud for doing so!) 💚\n  ","867629":"\n   What are two words that have drastically different meanings in your country and another country? For example \"pecker\" means \"p*nis\" in the US but here it just means \"beak\". \"Bangs\" in the US means \"fringe\" but here in Ireland it means \"to f*ck\".\n  ","867630":"\n   What's something common or simple that makes you feel happy? For example I love when I reach the traffic lights and I can cross right away.\n  ","867631":"\n   What's your favorite Pokémon? c:\n  ","867632":"\n   If you could be at a concert who’s would it be\n  ","867633":"\n   What’s your favorite favorite song 🎵\n  ","867634":"\n   It is foggy as hell\n  ","867635":"\n   Okay\n  ","867636":"\n   Would you go on a date with a guy\/girl you’ve met for like 5 minutes?\n  ","867637":"\n   Hello what you did this month?\n  ","867638":"\n   Which words or phrases do you most overuse?\n  ","867639":"\n   DARE: What is your WIFI name? HAHAHA let's see who's got a weird WIFI name 😂\n  ","867640":"\n   What’s invisible but you wish people could see? 👁👁\n  ","867641":"\n   Cheese and crackers or chips and dip?\n  ","867642":"\n   Favorite candy?\n  ","867643":"\n   Cheetos or Doritos?\n  ","867644":"\n   What do you think and feel about the recent US Election? 🇺🇲🗳\n  ","867645":"\n   How different was your life one year ago?\n  ","867646":"\n   How’s everyone doing!\n  ","867647":"\n   Are you Happy?\n  ","867648":"\n   What’s the most romantic place someone can take you on a date? 🖤\n  ","867649":"\n   Who is your guru?\n  ","867650":"\n   What's your secret for always having a positive attitude?\n  ","867651":"\n   Have you ever stayed up for 24 hours?\n  ","867652":"\n   Are you afraid of spiders? I am scared to death.\n  ","867653":"\n   Do you like Post Malone? Favorite song by him.\n  ","867654":"\n   Do you think different brands of bottled water taste different?\n  ","867655":"\n   {More or less...} Do you usually ask for advice, or offer it?\n  ","867656":"\n   Love it\n  ","867657":"\n   what is a subject of interest in political science\n  ","867658":"\n   i agree with that 100%. great minds think alike lol\n  ","867659":"\n   Where the happiness can be found?\n  ","867660":"\n   same here\n  ","867661":"\n   i am sorry that happened krissy. u seem really nice. i am guessing u have a wonderful personality and awesome sense of humor\n  ","867662":"\n   What would be your first question after waking up from being cryogenically frozen for 100 years? 🥶\n  ","867663":"\n   What would be a perfect honeymoon destination? Picture? Or GIF?\n  ","867664":"\n   what's your major\n  ","867665":"\n   Hope ur day going well today Krissy\n  ","867666":"\n   that is just messed up. i have no respect for guys that do that.\n  ","867667":"\n   Do u play the flute?\n  ","867668":"\n   What question would you most really like to know the answer to?\n  ","867669":"\n   Have you ever been to band camp?\n  ","867670":"\n   In the past people were buried with the items they would need in the afterlife, what would you want buried with you so you could use it in the afterlife?\n  ","867671":"\n   How did you get sexually assaulted?\n  ","867672":"\n   Do you get angry and annoyed when someone copies you? 👯‍♀️\n  ","867673":"\n   How much ASKfm coins 🔥 do you have?\n  ","867674":"\n   What uncommon food combinations do you really enjoy? 🍟🍦\n  ","867675":"\n   Hi there! What do you like about askfm? 😊\n  ","867676":"\n   Hi\n  ","867677":"\n   Do you remember much about your childhood?\n  ","867678":"\n   What's a band \/ music artist you used to like, but don't anymore?\n  ","867679":"\n   Have you ever been taken on a date to the movies? \nIf so, how did it go? Do you remember what movie it was?\n  ","867680":"\n   What food do you swear people only pretend to like?\n  ","867681":"\n   How’s you?\n  ","867682":"\n   Dream job?\n  ","867683":"\n   Anybody play among us ?\n  ","867684":"\n   📖 Do you ever doodle? Share a picture that you have doodled. ✏ Whether it be Landscaping, food, a picture of someone, a pet, a show.. share anything. 🖊\n  ","867685":"\n   What for?\n  ","867686":"\n   Do you use Snapchat regularly? || {I personally hate the app, but it seems like everyone I know wants to primarily use it to talk. It gets a little bothersome!! It's not my favorite for socializing.}\n  ","867687":"\n   I’m probably what yall call a sugardaddy.But I don’t want sex I needsomebody just to talk to. I guess i just need conversation. Id give you an allowance fees of $2500 weekly and it'd be received through cahsapp\nText me on WhatsApp 5055101061 you can send me an sms too on that number.\n  ","867688":"\n   Whats the most important thing on your mind at this very second?\n  ","867689":"\n   lesbian?\n  ","867690":"\n   🍓🍌🍉🍎🍋🍈\nDo you like smoothies?\nWhat kind?🍶\n🥝🍏🍑🍒🍇🍍\n  ","867691":"\n   Would you ever try fried ice cream? Have you ever heard of such a thing?🍦\n  ","867692":"\n   📺 Any video game you have been playing lately that you have been really getting into? What game? 💿 Or what game have you been really wanting to try lately? 🎮\n  ","867693":"\n   🐑 🐑 🐑 What is the longest you have slept for you think? 😴🌙\n  ","867694":"\n   Do you agree that good things come to those who wait?\n  ","867695":"\n   Have you ever done any form of hunting or fishing before? (You don't have to answer this if you do not feel comfortable)\n  ","867696":"\n   Do you like Hibachi?\nWhat's your favorite type of Hibachi?\n\nDo you like a shrimp plate? Or chicken? Lobster? Grilled or fried? Do you like oysters shellfish? Do you like calamari? Vegetables and Steak?\n  ","867697":"\n   Have you ever had summer sausage before? Do you like it or would you ever try it? What's your favorite flavor?\n  ","867698":"\n   Would you rather be loved or have a lot of money?\n  ","867699":"\n   Favorite kind of chocolate?\n  ","867700":"\n   My belly is fatter than dad bod. Do you think girls would have a problem with this?\n  ","867701":"\n   How has everything been for the past few days? Any highlights? Any bad?\n  ","867702":"\n   How was your Halloween?!🍂🕸🕷\n  ","867703":"\n   how was Halloween\n  ","867704":"\n   Have u ever been on tv for anything or auditioned for anything on tv?\n  ","867705":"\n   Have you ever used a porta-potty? 🚽 👍 🙃\n  ","867706":"\n   🤣🤣 I called it my brother Trump gunna be Prez again I love this he spent the last year collecting weapons and war toys next year there will be a war be prepared\n  ","867707":"\n   Future goals?\n  ","867708":"\n   What is the best city in Tennessee.\n  ","867709":"\n   that sounds good\n  ","867710":"\n   Do you watch scary movies with lights on or off?\n  ","867711":"\n   Which drug store eye shadow palette do you like most ? Like mac loreal maybelline 🙂\n  ","867712":"\n   What's the last dish you learnt from social media video 🙂\n  ","867713":"\n   How would you introduce yourself on dating app?\n  ","867714":"\n   From which clothing store do you buy clothes\n  ","867715":"\n   Do you keep your house spick and span or you ok with untidy house\n  ","867716":"\n   What do you think that everyone should experience at least once before they die?\n  ","867717":"\n   What makes you special?\n  ","867718":"\n   Where do you work\n  ","867719":"\n   Most exciting thing you’ve ever done?\n  ","867720":"\n   What is your fav. food you like to cook for others?\n  ","867721":"\n   What is easy for you but hard for others?\n  ","867722":"\n   What are your halloween plans ?\n  ","867723":"\n   Have you ever had an unexplainable experience with the paranormal? 🎃 💀 👻 🕷️ 👍 🙃\n  ","867724":"\n   Have you ever said Bloody Mary in front of a mirror? 🎃 💀 👻 🕷️ 👍 🙃\n  ","867725":"\n   Wow😂\n  ","867726":"\n   What will you do with your face when you will turn 60 years old ? Like plastic surgery ,Botox fillers etc or nothing\n  ","867727":"\n   And be able to sleep soundly ?\n  ","867728":"\n   I love horror movies too, but doesn’t mean i can last long🤣😂 the first couple of scene are always enough for me to turn off 😌😂\n  ","867729":"\n   What was the best dream you ever had?\n  ","867730":"\n   Can u drown from drinking to much liquid?\n  ","867731":"\n   What one must take for strong lush hair ? Like I apply oil  on hairs 45 mins ,take biotin ,perfectil and have added lots of fruits and vegetables salad  in diet\n  ","867732":"\n   which gemstone aquarius people should wear?  Can you suggest me crystal for aquarius\n  ","867733":"\n   How long do you think you would last in a horror movie? 🎃 💀 👻 🕷️ 👍 🙃\n  ","867734":"\n   If you were a horror movie character, how long do you think you'd last?\n  ","867735":"\n   Have you played the Crown Tundra DLC?\n  ","867736":"\n   So we cannot live in a world where crime doesn't happen?\n  ","867737":"\n   Oh yes. I like food 🤗. \n\nDo you not like certain crackers?\n  ","867738":"\n   What KIND OF crackers we talkin about here?\n  ","867739":"\n   What's the scariest noise you've ever heard? 🙀 👍 🙃\n  ","867740":"\n   Do you have any autographs or pictures with anyone famous? Post em if you got em.\n  ","867741":"\n   Would you like to live in New York City?\n  ","867742":"\n   Who else is struggling to fall asleep tonight? 🥱\n  ","867743":"\n   Do you like golf? Have you practiced?\n  ","867744":"\n   Favorite color of  hearts\n  ","867745":"\n   What's a popular food you find disgusting?\n  ","867746":"\n   Do you have any cool nicknames?\n  ","867747":"\n   Share an incident where your patience levels was tested extremely.\n  ","867748":"\n   Do you like garlic bread?\n  ","867749":"\n   Are you a friendly or a more to yourself kind of person?\n  ","867750":"\n   What are the few healthy things you added in your diet\n  ","867751":"\n   What is the last thing you searched online?\n  ","867752":"\n   Who taught you how to drive?\n  ","867753":"\n   Do you like to cook at all?\nWhat type of things?\n🖊\n(Side note) Can if you guys want! to check out my recipe to my Cajun Mild tasting Chili and my Cheesy Jalapeno Cornbread. I have posted it on my page. It's not short. My recipes are never short and I also posted the technique along with it. Enjoy!\n  ","867754":"\n   🎵 Post a link to a song that you really like and that you would like to 🎧 share if the rest of the people viewing. If you want to share🎙 more than one like you are more than welcome. Share your love for your type of music. 🎶\n  ","867755":"\n   What qualities do you like most in your mom ? Like she is helping ,supportive support you in your decision 🤔\n  ","867756":"\n   What do you do for staying fit ? Eat super right or walk\n  ","867757":"\n   🌙 Do you like to use a heavy blanket when going to sleep or do you like to use 🌃 maybe a sheet or two or do you sleep with no blanket? 😴\n  ","867758":"\n   How do you feel bout college?\n  ","867759":"\n   Hiii🌻. I have a question! I’m new here and I’m wondering how to get a question for everyone to see and answer with my picture like you’ve done and other people have done? \nI hope you know what I’m talking about 😅😇. Thank you!!\n  ","867760":"\n   Do you have a pet?\n  ","867761":"\n   What do you wish was easier for people to understand about you?\n  ","867762":"\n   Would you date a beast if u had 2?\n  ","867763":"\n   If you could only keep five possessions, what would they be?\n  ","867764":"\n   What's your favourite clothing store from where do you usually buy clothes .\n  ","867765":"\n   How do you feel today?\n  ","867766":"\n   Favorite app?\n  ","867767":"\n   Do you think \"spicy\" and \"sweet\" are a good flavor combination?\n  ","867768":"\n   What's your favorite way to discover new things to watch?\n  ","867769":"\n   What one must eat if his stomach is badly bloated or constipated like I make ginger matcha tea or drink green coffee\n\n(I don't wanna hear I do nothing 🤔 I want creative answer ) 😡😅\n  ","867770":"\n   If you are in master chef of America you have to create new chicken which chicken dish will you make and which spices will you use 🤔\n  ","867771":"\n   How would you feel about becoming immortal?\n  ","867772":"\n   What do you think would be the worst way to die?\n  ","867773":"\n   What do you think about 2020 is it good year or bad year what did you learn from 2020\n  ","867774":"\n   Which crystal do you think is high vibrational 🤔 like I think moldavite is high vibrational stone  if you hold in hold you feel stone energy\n  ","867775":"\n   How well would you be able to handle living during a zombie apocalypse?\n  ","867776":"\n   Thoughts on 2020 is it a good year for you or bad year\n  ","867777":"\n   What do you usually gift to your mom\/dad on their birthday 🤔\n  ","867778":"\n   Have you ever kept money in a piggy bank?\n  ","867779":"\n   Where's a good warm climate place to live in the us?\n  ","867780":"\n   Is it raining where you are right now?\n  ","867781":"\n   Do you agree that nobody goes through more shit in life than a person with a good heart? I'm that person 😞🥺😢\n  ","867782":"\n   When was the last time you got spanked and what did you do to deserve it lol\n  ","867783":"\n   Would you cook in your kitchen at 1:00 A.M.?\n  ","867784":"\n   Whats your hair care regime .\n  ","867785":"\n   What is a \"junk\" food you really like?\n  ","867786":"\n   What’s your favourite way to spend a day off? 👍 🙃\n  ","867787":"\n   What was the last thing you watched on TV?\n  ","867788":"\n   Have you ever had a Baby Ruth candy bar before? 🍫\n  ","867789":"\n   🍃💙💜🍃.. What were you afraid of that now you are no longer afraid??.. 🍃💜💙🍃.. ¿De qué tenías miedo que ahora ya no tienes Miedo??.. 🍃💙💜🍃\n  ","867790":"\n   Which hair colour do you like most on your self 🤔\n  ","867791":"\n   Are you a very organized person?\n  ","867792":"\n   Are you afraid of swimming in the ocean?\n  ","867793":"\n   Which is the most exotic place you have been to?\n  ","867794":"\n   Do you rely on your \"gut feeling\"?\n  ","867795":"\n   Who is the most underrated ASKfm user?\n  ","867796":"\n   Where one can find the truth?\n  ","867797":"\n   ¿¿ Truth or Dare ??\n  ","867798":"\n   If you could live anywhere in the world, where would it be? ✨🌎\n  ","867799":"\n   Have you ever been to a family reunion? 👍 🙃\n  ","867800":"\n   If you like them, what's your favourite Green Day single? 🎶 👍 🙃\n  ","867801":"\n   What is your avatar a picture of?\n  ","867802":"\n   Why are all the women on this app obese?\n  ","867803":"\n   Did anyone else get that \"you are in a username poll group, answer his question now\" push notification from ask.fm? What's that all about? Does anyone know what that means?\n  ","867804":"\n   What's the best way to apologize?\n  ","867805":"\n   To find me maybe?\n  ","867806":"\n   What is the definition of stupidity?\n  ","867807":"\n   What’s your favorite way to have fun?\n  ","867808":"\n   Do you like fresh baked goods? What kinds? Name 3 of your favorites.\n  ","867809":"\n   Your favorite scary movie? Do you lile scary movies?\n  ","867810":"\n   Have you ever fallen asleep whilst taking a bath before? 🛀 👍 🙃\n  ","867811":"\n   Do you like apple cider?\n  ","867812":"\n   Your opinion on cinnamon? Do you like it? In what. On what? Alot of it? All the time?\n  ","867813":"\n   What's your favorite way to spend a Friday night?\n  ","867814":"\n   Why do you come to this site? Ask.fm\n  ","867815":"\n   How often do you watch anime ?\n  ","867816":"\n   Do you like the smell of Garlic?\n  ","867817":"\n   Do you have any fun facts you could share?\n  ","867818":"\n   What are your hobbies, and how did you get into them?\n  ","867819":"\n   Hey\n  ","867820":"\n   Would you collect souvenirs from the places you visit while traveling?\n  ","867821":"\n   If you could buy any car right now, what would you buy?\n  ","867822":"\n   On a scale from 1-10 what do you honestly rate yourself?  (10 being hot af) so?\n  ","867823":"\n   Does your brain make illusions in the dark?\n  ","867824":"\n   A three thousand Pounds sunfish the size of a Volkswagen beetle\n  ","867825":"\n   What concert\/event was that?\n  ","867826":"\n   Have you ever had to tell someone, \"I told you so\"?\n  ","867827":"\n   👍🏻 It's that time again! I'm giving away coins I’ll never use. Reply to this with something funny. Make me smile and win 50 coins 🔥. Make me laugh and win 100 coins 🔥. The best submission of all gets 1000 🔥! Good Luck! 😊\n  ","867828":"\n   What was the best thing that happened to you today?\n  ","867829":"\n   What's the most unsettling thing you've ever seen?\n  ","867830":"\n   Did you ever have the psp?\n  ","867831":"\n   What’s the most boring super hero you can come up with?\n  ","867832":"\n   Whats your favorite thing to do in naure?\n  ","867833":"\n   What does he whisper? 🤔\n  ","867834":"\n   How was yesterday?\n  ","867835":"\n   Would you tattoo someone if they paid you to?\n  ","867836":"\n   If you like him, what's your favourite Bruno Mars single? 🎶 👍 🙃\n  ","867837":"\n   Why are females so giggly and fun and easy to get along with when younger but serious and bitter and  full of rage as they get older??\n  ","867838":"\n   Raccoon or monkey\n  ","867839":"\n   How do you feel about cars becoming fully autonomous and having no steering wheel, breaks, or accelerators?\n  ","867840":"\n   What is one meal that you do like to make?\n  ","867841":"\n   Where one can find the truth?\n  ","867842":"\n   Were you ever told what your first word was? If so, what was it?\n  ","867843":"\n   Is there anything about yourself you've been focusing on working on this year?\n  ","867844":"\n   What is your favorite kind of weather?\n  ","867845":"\n   How many people do you feel really understand \/ \"get\" you?\n  ","867846":"\n   Do you believe in ghosts? Why or why not? 👻 👍 🙃\n  ","867847":"\n   What songs hit you with a wave of nostalgia every time you hear them?\n  ","867848":"\n   What outdoor activity haven’t you tried, but would like to?\n  ","867849":"\n   Do you ever eat or make pumpkin pie? Do you like to eat it? Or maybe at least like to make it? Any good memories with making it when you were younger? (Can post a GIF or pic with answer if you'd like!)\n\nHave a great day by the way! 🤘\n  ","867850":"\n   Are any of the trees changing colors where you live? (Unless it isn't Fall where you are. Just ignore. My apologies) But if the trees and plants in your area are changing colors in your area. Take a pic and post them! And their beauty! If they aren't changing colors. Just post a GIF of Fall trees.\n  ","867851":"\n   How much $ do you generate from social media per month? * this total includes onlyfans\n  ","867852":"\n   Do you believe in multiple dimensions or worlds?\n  ","867853":"\n   Do you have to watch something happy after watching a horror movie so you can go to sleep?\n  ","867854":"\n   Have you ever created a voodoo doll?\n  ","867855":"\n   Who do you go to for advice?\n  ","867856":"\n   What are you having for dinner tonight?\n  ","867857":"\n   Is there a dish you always wanted to try?\n  ","867858":"\n   Have you ever been told you look like a celebrity? If so, who?\n  ","867859":"\n   Do you watch supernatural with the winchester brothers?\n  ","867860":"\n   Do You Blow Dry Your Hair Or Let It Dry On Its Own?\n  ","867861":"\n   What would you change about yourself?\n  ","867862":"\n   Whats a tv show that you recommend?\n  ","867863":"\n   What is the best place to hide things from others?\n  ","867864":"\n   Do you feel like the dreams you have {during sleep} are meaningless?\n  ","867865":"\n   Are you living your dream?\n  ","867866":"\n   Which activities make you lose track of time?\n  ","867867":"\n   Are those in order of greatest fear?\n  ","867868":"\n   When was the last time you spent an entire day without your phone? What did you do?\n  ","867869":"\n   Do you have a phobia? What is it?\n  ","867870":"\n\n    @livingmybestlies00\n   \n   is a bullying page that post photos of other people’s children. Everyone go and report it\n  ","867871":"\n   I want one now.\n  ","867872":"\n   Do you watch \"Let's Play\" videos on youtube?\n  ","867873":"\n   🍁🌾Would you ever try chocolate-covered candy corns? How about a chocolate covered apples? 🌰🍂\n  ","867874":"\n   Do you trust mail-in ballots?\n  ","867875":"\n   Thought so\n  ","867876":"\n   Sarcasm?\n  ","867877":"\n   Ouch!\n  ","867878":"\n   How'd you roll it if I may ask?\n  ","867879":"\n   Hope it feels better soon!\n  ","867880":"\n   Ouch! I rolled mine my sophomore year playing a middle school alumni basketball game. Still hurts sometimes.\n  ","867881":"\n   💙 blue eyes vs brown eyes 🤎\n  ","867882":"\n   Oh no! Rolled it?\n  ","867883":"\n   What do you think the meaning of life is?\n  ","867884":"\n   You're pretty.\n  ","867885":"\n   How're things holding up?\n  ","867886":"\n   Everyone been saying orange. I might have to hop on that lol\n  ","867887":"\n   “ who’s leg do I have to hump to get a dry martini “ 😂😂\n  ","867888":"\n   Do you like Halloween?\n  ","867889":"\n   Do you sing when taking a shower? 🚿 👍 🙃\n  ","867890":"\n   Good morning ✨\n  ","867891":"\n   What's something you wish you could eat more of, but you usually can't?\n  ","867892":"\n   How's it going, Krissy?\n  ","867893":"\n   Do you like squid ?\n  ","867894":"\n   Are you claustrophobic? How well do you handle being in small spaces?\n  ","867895":"\n   Are you afraid of clowns? Why \/ why not?\n  ","867896":"\n   Do you use any apps \/ sites for coupons?\n  ","867897":"\n   How superstitious are you, if at all?\n  ","867898":"\n   Do you ever sing when you're alone?\n  ","867899":"\n   Who was the last person you kissed?\n  ","867900":"\n   Is it possible to get food poisoning from Taco Bell?\n  ","867901":"\n   In your settings, what color is your layout for askfm?\n  ","867902":"\n   That makes sense. Vodka sounds amazing right now.\n  ","867903":"\n   Have you ever heard something strange in the night? If so, how did you react?\n  ","867904":"\n   PAP your style icon!\n  ","867905":"\n   Do men get breast cancer ?\n  ","867906":"\n   Do you always get bread at Restraunts?\n  ","867907":"\n   🍃💙💜🍃.. Do you use lotion??. 🍃💙💜🍃 ..  Usas locion?? .. 🍃💙💜🍃\n  ","867908":"\n   Brown alcohol or clear? 🤦🏽‍♀️\n  ","867909":"\n   What are you good at that nobody knows?\n  ","867910":"\n   Do you watch anyone on Twitch?\n  ","867911":"\n   What's one thing you're looking forward to this weekend?\n  ","867912":"\n   {In Your Opinion} ✿ Which season brings out the best limited time \/ seasonal foods?\n  ","867913":"\n   What’s the most expensive thing you’ve broken?\n  ","867914":"\n   Night everyone\n  ","867915":"\n   Are you ready for Halloween?\n  ","867916":"\n   Do you wish you could read someone's mind? Why?\n  ","867917":"\n   Can you astral travel?\n  ","867918":"\n   Have you ever made someone else food?\n  ","867919":"\n   current food obsession?\n  ","867920":"\n   What do you want me to do for it?\n  ","867921":"\n   What are you known in your family as?\n  ","867922":"\n   I have picky pets, and despite the advice that if you leave food out long enough they will eat, the vet is wrong. They always find something else.. 🤷🏻‍♀️ plus you can’t leave our wet food here for another animal comes and eats it lol\n  ","867923":"\n   Have you ever been told that you talked in your sleep?\n  ","867924":"\n   How often do you watch reality TV shows?\n  ","867925":"\n   Did the weekend pass by fast for you?\n  ","867926":"\n   Have you ever sleepwalked?\n  ","867927":"\n   Do you prefer toasted bread on sandwiches?\n  ","867928":"\n   Have you ever won at something your first time doing it?\n  ","867929":"\n   Do you like to go out to party?\n  ","867930":"\n   What kind of events do you like to do?\n  ","867931":"\n   Do you like cartoons?\n  ","867932":"\n   I'm broke af\n\nWhat can I do for 30\n  ","867933":"\n   Share a photo with me 📸\n  ","867934":"\n   what’s your idea of self care?\n  ","867935":"\n   What's the last gift you gave?\n  ","867936":"\n   What kind of movies do you like to watch?\n  ","867937":"\n   Chocolate waterfall or white chocolate fondue\n  ","867938":"\n   Do your pets prefer wet or dry food?\n  ","867939":"\n   Have you experienced true love?\n  ","867940":"\n   Would you be happy without money?\n  ","867941":"\n   Which family member do you confide in the most? 👍 🙃\n  ","867942":"\n   If you could live anywhere. Where would you live?\n  ","867943":"\n   {In Your Opinion} — Is it better to only celebrate \"big things\" (like holidays, such as your birthday), or is it better to celebrate the little things along the way too?\n  ","867944":"\n   What's one thing you remember being taught from school? Do you feel like what you remember is valuable knowledge?\n  ","867945":"\n   Have you ever gone on a road trip?\n  ","867946":"\n   Would you prefer dinner at Applebee's, TGI Fridays, or Olive Garden?\n  ","867947":"\n   Do you decorate outdoors for Halloween?\n  ","867948":"\n   Tell me about a time that you overcame a fear of failing at something. Also tell me a time you overcame that fear and failed anyway. How did each moment make you feel? What happened afterward?\n  ","867949":"\n   Do you like football?\n  ","867950":"\n   Did you like the presidential debate\n  ","867951":"\n   Have you ever been in an abandoned building?\n  ","867952":"\n   Have you ever let someone borrow something, only to regret it?\n  ","867953":"\n   Is there anywhere you'd ever be too afraid to go?\n  ","867954":"\n   🍃💙💜🍃.. Cats or Dogs??.. 🍃💜💙🍃..  Gatos o Perros??.. 🍃💜💙🍃\n  ","867955":"\n   Do you believe in happy ending?\n  ","867956":"\n   helloooooooo\n  ","867957":"\n   Best president we’ve had in your opinion?\n  ","867958":"\n   is there beauty in tears?\n  ","867959":"\n   do tears drip on the floor\n  ","867960":"\n   What are you really curious about?\n  ","867961":"\n   Who's the one person that makes you laugh all the time?\n  ","867962":"\n   Who would you cast to play you in a movie?\n  ","867963":"\n   are you binge watching any tv shows currently?\n  ","867964":"\n   When's the last time you wanted to be immersed in a fictitious world (like a universe in a game, or a show)?\n  ","867965":"\n   Do you think you could write an episode for your favorite show?\n  ","867966":"\n   What is your advice on dealing with a heartbreak?\n  ","867967":"\n   How do you feel when you get something done that you had been working real hard at for awhile?\n  ","867968":"\n   Do you like the Snickers almond bar? Have you ever tried it before?\n  ","867969":"\n   Do you carry a bottle of sanitizer around or some wipes?\n  ","867970":"\n   Have you ever heard of the smartfood popcorn? Do you like it? What's your favorite flavor?\n  ","867971":"\n   Do you ever go to baseball games?\n  ","867972":"\n   What would you grow in your garden?\n  ","867973":"\n   What type of dressing do you put on your salad?\n  ","867974":"\n   Are you excited that it's fall?\n  ","867975":"\n   Do you like chicken\n  ","867976":"\n   Apple\n  ","867977":"\n   Are you religious\n  ","867978":"\n   How do you write the lowercase letter \"a\"? Do you write it as a circle with a stick, or a cane with a circle in it?\n  ","867979":"\n   Women will not marry poor men. Men will marry poor women. Men need a job to survive. Women do not. I am worried for men.\ndaramarie@gmx.com\n  ","867980":"\n   Do you have a dog? If not, why not?\n  ","867981":"\n   What is the last thing you ate?\n  ","867982":"\n   How would you explain your basic life philosophy?\n  ","867983":"\n   Have you ever been to a concert by your favorite music artist?\n  ","867984":"\n   How do you react to hearing people chew with their mouths open?\n  ","867985":"\n   Do you feel like you'd be a good match maker for your friends?\n  ","867986":"\n   How many more times in your lifetime do you predict you'll stub your toe?\n  ","867987":"\n   If you were given the choice, would you upload your consciousness to be put into a robot?\n  ","867988":"\n   Ok bye👋🏻\n  ","867989":"\n   It's *really* early Monday morning for me (2am.. I'm just about to sleep..) so I just wanted to say: I hope everyone who gets this has had a great weekend, and I hope that your week goes well. If you have any plans, do you care to talk about them?\n  ","867990":"\n   Do you like cilantro? Some people say it tastes like soap. If you've had it, would you agree?\n  ","867991":"\n   what year were u born\n  ","867992":"\n   How do you usually react, when somebody is shouting at you?\n  ","867993":"\n   Do you ever get nervous when you get asked certain things suddenly? (an example: something that stresses many people out is, \"can we talk?\")\n  ","867994":"\n   What's the last thing that made you excited for the future?\n  ","867995":"\n   Is there something you found out about yourself while using ASKfm?\n  ","867996":"\n   How quick does your phone usually die? 📱 🔋\n  ","867997":"\n   Have you ever tried meditating as a means to cope with stress or anxiety?\n  ","867998":"\n   Where the happiness can be found?\n  ","867999":"\n   Favorite stuffed animal?\n  ","868000":"\n   Have you ever accidentally said \"you too\" to a server who has told you, \"enjoy your meal\"?・₊˚꒰🍟🍔꒱\n  ","868001":"\n   °˖✧◝(⁰▿⁰)◜✧˖° if you could learn and cast spells, what would be the first spell you'd like to learn?\n  ","868002":"\n   Do you keep a cook book, or do you save recipes online?\n  ","868003":"\n   Do you seek thrills, or do you prefer to chill? _(┐「 ꒊ:)_\n  ","868004":"\n   What would be the opening sentence of your autobiography? What about the closing sentence?\n  ","868005":"\n   It's finally Friday! Would you say it's been a good day for you? What about your week?\n  ","868006":"\n   Which is the most underrated job?\n  ","868007":"\n   whyyyy\n  ","868008":"\n   the only measure I use is blocking Anonymous question(s)\n  ","868009":"\n   supppppp\n  ","868010":"\n   Hi 👋 Krissy how are you happy 😃 wendesday to you tho a hug 🤗\n  ","868011":"\n   .‎˖٭Finish the sentence: Never have I ever...\n  ","868012":"\n   Fav harry potter movie?\n  ","868013":"\n   〣l||l(›ଳдଳ‹)l||l what's the last thing that scared you?\n  ","868014":"\n   What do you think makes a person beautiful?\n  ","868015":"\n   What would you say your Top reason for getting out of bed every morning is?\n  ","868016":"\n   Fav place to.go ?\n  ","868017":"\n   Did you ever play dodgeball in school?\n  ","868018":"\n   Do you actively use an adblocker?\n  ","868019":"\n   Have you ever had someone make multiple side accounts to send hate? Because I'm sitting here blocking the fourth account from the same person like: 😐😑😐\nDo you think ask.fm will ever make more security measures?\n  ","868020":"\n   Are you sad or happy right now? How's your mood?\n  ","868021":"\n   When's the last time you had white cake? Have you ever had white cake before?\n  ","868022":"\n   Hope you feel better soon.\n  ","868023":"\n   I’m sorry that happened to you.\n  ","868024":"\n   As of right now, what would you name as your college major? What is the basis of that decision?\n  ","868025":"\n   Hello\n  ","868026":"\n   i don’t wanna be in zoom calls\n  ","868027":"\n   Have you ever spilled food on someone? If so, was it on accident or on purpose?\n  ","868028":"\n   Baby\n  ","868029":"\n   How well do you handle watching scary movies in the dark?\n  ","868030":"\n   Which do you get more of: shoutouts or direct questions?\n  ","868031":"\n   Can you sleep well on the sofa?\n  ","868032":"\n   Please call the governor of Maine and tell him you want men exempted from the \"indecent exposure\" law there. The male body is not indecent.\n  ","868033":"\n   What’s your most traumatic childhood memory? This question is optional and if it’s too uncomfortable, don’t answer.\n  ","868034":"\n   How do you prefer to spend your birthdays?\n  ","868035":"\n   Would you say you live in a \"good\" neighborhood?\n  "},"Answer":{"866964":"\n  Si! Beisbol es Español por beisbol Americana, si?\n  ","866965":"\n  Dance\n  ","866966":"\n  Yes\n  ","866967":"\n  Rock, alternative, metal.\n  \n\n   https:\/\/youtu.be\/oniytGOUi3c\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/wGns433H8nA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/enAcAXAXdfg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/Adwl0y3qKUI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Here are some of my favorite songs rn\n  ","866968":"\n  I have insomnia so yes\n  ","866969":"\n  Yes\n  ","866970":"\n  Flowers\n  ","866971":"\n  I would love to get a tattoo 😩\n  ","866972":"\n  Well I am dating him so\n  ","866973":"\n  Thin\n  ","866974":"\n  Yes\n  ","866975":"\n  Stay away from them\n  ","866976":"\n  No\n  ","866977":"\n  Well do you know him irl?\n  ","866978":"\n  Hug a snake\n  ","866979":"\n  People put sugar in soup?\n  ","866980":"\n  Neither\n  ","866981":"\n  Giraffe\n  ","866982":"\n  Take initiative and go with your gut\n  ","866983":"\n  Happily\n  ","866984":"\n  College\n  ","866985":"\n  In the end....it's just another day\n  ","866986":"\n  Mango kiwi\n  ","866987":"\n  Meh\n  ","866988":"\n  Not well\n  ","866989":"\n  ?\n  ","866990":"\n  My boyfriend\n  ","866991":"\n  My boyfriend\n  ","866992":"\n  Medium\n  ","866993":"\n  You too!\n  ","866994":"\n  Google it.\n  ","866995":"\n  Dude idk. Someone answered my shoutout \"I just looked at your profile, and...gross. don't send me anymore shoutouts\" like I can control it\n  ","866996":"\n  I mean. It's okay\n  ","866997":"\n  Studying\n  ","866998":"\n  I've already answered.\n  ","866999":"\n  Aquamarine\n  ","867000":"\n  Schnauzer\n  ","867001":"\n  Self time\n  ","867002":"\n  Medium\n  ","867003":"\n  Fullmetal Alchemist\n  ","867004":"\n  Kinda\n  ","867005":"\n  Yeah. I'll try my best\n  ","867006":"\n  Milk\n  ","867007":"\n  Yes\n  ","867008":"\n  There are bound to be some that are\n  ","867009":"\n  It's okey\n  ","867010":"\n  Voodoo\n  ","867011":"\n  Animals. Family. People you know.\n  ","867012":"\n  Rose quartz\n  ","867013":"\n  Thanks\n  ","867014":"\n  Maybe. It is a possibility\n  ","867015":"\n  That's normal. Most countries speak a little English. But I'd like to know some words so when I go somewhere I can ask for directions or help\n  ","867016":"\n  Sweeping\n  ","867017":"\n  No\n  ","867018":"\n  Religious\n  ","867019":"\n  Why do people respond to questions on other people's profiles when they aren't continuing the question but instead answering it like it was asked for them\n  ","867020":"\n  Pokemon or something\n  ","867021":"\n  No\n  ","867022":"\n  Biting my lip\n  ","867023":"\n  Gaming\n  ","867024":"\n  Lonely dance\n  ","867025":"\n  Open a valentines package from my bf and then watch him open his. That's it\n  ","867026":"\n  nice.\n  ","867027":"\n  Stability\n  ","867028":"\n  Homemade pasta sauce\n  ","867029":"\n  this isn't your account. stop replying to my questions like they're yours.\n  ","867030":"\n  Openly\n  ","867031":"\n  Worse\n  ","867032":"\n  Surprised because I haven't done anything illegal\n  ","867033":"\n  the question wasn't asked to you so...\n  ","867034":"\n  I do dishes as I go usually.\n  ","867035":"\n  I'm more interactive I guess\n  ","867036":"\n  Thank you\n  ","867037":"\n  My aunt\n  ","867038":"\n  Yes I do\n  ","867039":"\n  Amazing\n  ","867040":"\n  Pen for writing pencil for drawing\n  ","867041":"\n  Getting married\n  ","867042":"\n  Yes\n  ","867043":"\n  Pisces\n  ","867044":"\n  Discord\n  ","867045":"\n  My dogs\n  ","867046":"\n  Yes\n  ","867047":"\n  Yes\n  ","867048":"\n  Good game and lose. Because all that matters is that you had fun\n  ","867049":"\n  Wings\n  ","867050":"\n  Yes?\n  ","867051":"\n  You're worth it. Never forget that. Despite life having you down right now you will get through it.\n  ","867052":"\n  Dragon\n  ","867053":"\n  Yes and no. It depends if there is a release about it\n  ","867054":"\n  Terrorist attack in Nashville\n  ","867055":"\n  Blondish\n  ","867056":"\n  Unlimited money\n  ","867057":"\n  Yes\n  ","867058":"\n  FaceTime my bf\n  ","867059":"\n  Yes but you don't necessarily need it\n  ","867060":"\n  Set it off\n  ","867061":"\n  Set the table\n  ","867062":"\n  Drawings.\n  ","867063":"\n  Not fully\n  ","867064":"\n  Read minds\n  ","867065":"\n  4\n  ","867066":"\n  No.\n  ","867067":"\n  Yes\n  ","867068":"\n  no\n  ","867069":"\n  Both\n  ","867070":"\n  Yep\n  ","867071":"\n  Friday. I had a tummy bug\n  ","867072":"\n  No. Christom\n  ","867073":"\n  Get dressed\n  ","867074":"\n  Yes and yes\n  ","867075":"\n  My air conditioning\n  ","867076":"\n  Both\n  ","867077":"\n  No considering I'm happy with him and he is my everything. We have promise rings and plan to get married. So...\n  ","867078":"\n  Kellin Quinn\n  ","867079":"\n  yep\n  ","867080":"\n  because it literally makes fun of people who are unable to have a baby. it also causes more hardships and can make lives hell\n  ","867081":"\n  yes very\n  ","867082":"\n  no\n  ","867083":"\n  okau\n  ","867084":"\n  Hachi: a Dog's tale\n  ","867085":"\n  it's good yeah\n  ","867086":"\n  Fullmetal alchemist\n  ","867087":"\n  I cooked wax paper and set off the fire alarm\n  ","867088":"\n  Mas o menos. I have issues at times because I feel like a burden but I'm usually able to\n  ","867089":"\n  I'm fine\n  ","867090":"\n  My dogs and parents\n  ","867091":"\n  I have Childe and Albedo. I don't get many five stars. I'm pulling for ganyu rn. I really want her.\n  ","867092":"\n  Hi\n  ","867093":"\n  Yes\n  ","867094":"\n  Yes and no\n  ","867095":"\n  Yes!\n  ","867096":"\n  Yes\n  ","867097":"\n  I got a bunch of gross ones last night. I usually delete them\n  ","867098":"\n  Ew gross no\n  ","867099":"\n  :)\n  ","867100":"\n  Panda\n  ","867101":"\n  Yeah a little. I love spicy ramen\n  ","867102":"\n  🥗salad\n  ","867103":"\n  I wear my promise ring\n  ","867104":"\n  Hot chocolate\n  ","867105":"\n  Dogs\n  ","867106":"\n  The interstate cause I'm in a dorm\n  ","867107":"\n  Yes\n  ","867108":"\n  Night owl\n  ","867109":"\n  I don't have diluc\n  ","867110":"\n  With.\n  ","867111":"\n  uh....that's it honestly. I'm trying to think. sashimi, sushi....oh! I eat raw oysters and steamed shrimp.\n  ","867112":"\n  Led lights\n  ","867113":"\n  then yes. I love sashimi and sushi\n  ","867114":"\n  Whisper. I'm quiet anyway\n  ","867115":"\n  Studying\n  \n  Makeup\n  \n  Mental stability\n  ","867116":"\n  11am\n  ","867117":"\n  Chocolate\n  ","867118":"\n  Both\n  ","867119":"\n  okay??\n  ","867120":"\n  Yep\n  ","867121":"\n  yeahh\n  ","867122":"\n  yesss the boxer and schnauzer are the big babies\n  ","867123":"\n  Yes because most of the time what stops people from doing something is fear\n  ","867124":"\n  Yes. Because it may seem too hard or challenging but we always wind up making it through\n  ","867125":"\n  No\n  ","867126":"\n  When I'm relaxed\n  ","867127":"\n  Yesss my boyyy he's level 80 noelw and the bestest boy\n  ","867128":"\n  Not well\n  ","867129":"\n  Does sushi count?\n  ","867130":"\n  My boyfriend\n  ","867131":"\n  Uh...huh idk actually. I've eaten octopus so many times. I guess sea urchin. I didn't like the flavor or texture. But it wasn't that bad honestly\n  ","867132":"\n  Debt\n  ","867133":"\n  Yeah.\n  ","867134":"\n  Dino because 1 rich instantly\/ donate it to science  and 2 its a dino\n  ","867135":"\n  Black\n  ","867136":"\n  Any of the old emo songs\n  ","867137":"\n  Depends on the situation\n  ","867138":"\n  Depends on the situation\n  ","867139":"\n  yeah nah it's good. it was a good movie other than that. i actually also liked the Gallows and sinster movies\n  ","867140":"\n  boxer, schnauzer, chihuahua, and shiz tsu\n  ","867141":"\n  The one I'm in now\n  ","867142":"\n  2:49\n  ","867143":"\n  I try to be a leader\n  ","867144":"\n  it has an abuse part in it. that's what got me\n  ","867145":"\n  Playing an instrument\n  ","867146":"\n  Bbq ribs with sushi and mashed potatoes would be like the best\n  ","867147":"\n  Hide it out\n  ","867148":"\n  When people don't wash their hands after going to the bathroom\n  ","867149":"\n  Say thank you?\n  ","867150":"\n  Yes\n  ","867151":"\n  Google it\n  ","867152":"\n  I'm not on here enough\n  ","867153":"\n  Yeah\n  ","867154":"\n  yep. so good\n  ","867155":"\n  I have\n  ","867156":"\n  Cactus\n  ","867157":"\n  1mil\n  ","867158":"\n  Talk to animals!!\n  ","867159":"\n  Neither\n  ","867160":"\n  Go for cheaper\n  ","867161":"\n  it honestly is. i have cut a lot of toxic people out\n  ","867162":"\n  Thank\n  ","867163":"\n  Eat spicy noodles, laundry, study, pack\n  ","867164":"\n  4 dogs and a cat\n  ","867165":"\n  Yes\n  ","867166":"\n  We don't have history lmao\n  ","867167":"\n  Dunno man\n  ","867168":"\n  Castle\n  ","867169":"\n  A baby laugh\n  ","867170":"\n  if y'all broke up then she isn't the one. you just need you time\n  ","867171":"\n  Samsung s20 note\n  ","867172":"\n  Probably bologna and chip sandwich.\n  ","867173":"\n  Yep. Bread and milk\n  ","867174":"\n  no? take a step back and look at yourself. listen to how you feel and seek help from others if need be\n  ","867175":"\n  because I'm in 20k debt, he's in 30k debt, he lives in another state, I don't have my license, I cannot afford an apartment and neither can he, I'm a full time student and he works at Walmart....need I go on?\n  ","867176":"\n  ok\n  ","867177":"\n  Have a persona\n  ","867178":"\n  Idk\n  ","867179":"\n  Yes\n  ","867180":"\n  Vape and only if I get anxious\n  ","867181":"\n  Then you need to fix yourself\n  ","867182":"\n  rn I want to get engaged. my boyfriend and I have been together for 3yrs now. but financially we are not able to have a wedding or get married. so we are waiting a bit longer. the time just isn't right.\n  ","867183":"\n  I'm trying to think of a way to explain it. I guess lets say you want to get married but know now is not the right time for various reasons such as finances, loans, schooling, etc. you wait for that right time when you've got a grasp on everything\n  ","867184":"\n  It will say shoutout on the bottom\n  ","867185":"\n  there is a right time for everything. eventually it will be the right time.\n  ","867186":"\n  niceee\n  ","867187":"\n  I don't agree\n  ","867188":"\n  i did. the invisible man still made me have a panic attack\n  ","867189":"\n  I'm not a huge fan\n  ","867190":"\n  ye0\n  ","867191":"\n  ooh what country?\n  ","867192":"\n  no. she is legit just my friend. we've been best friends for almost 13yrs now\n  ","867193":"\n  Not really\n  ","867194":"\n  a cat cafe, the mall, and restraunt. none were crowded\n  ","867195":"\n  If I do go out I basically keep sanitizer on me. I stay away from crowds, use disinfectant, and keep my mask on. I usually don't go out. yesterday my friend and I went out and we stayed away from everyone. now I'm home and prob gonna be here till college starts\n  ","867196":"\n  No we procrastinate\n  ","867197":"\n  Yeh\n  ","867198":"\n  yeah i have to be careful though. some horror movies mess with my past and mental problems\n  ","867199":"\n  I guess\n  ","867200":"\n  No. i legit am scared of the virus\n  ","867201":"\n  I don't think you really need that. You need to lose a few.\n  \n  I bought and ate the that\n  ","867202":"\n  my dogs always melt my heart\n  ","867203":"\n  Meh\n  ","867204":"\n  Always\n  ","867205":"\n  Kellin quinn\n  ","867206":"\n  No fear is irrational\n  ","867207":"\n  Lose weight and study more\n  ","867208":"\n  No and kinda offensive my guy\n  ","867209":"\n  In personal achievements. Like I successfully ate dinner today! So probably me\n  ","867210":"\n  Why not both\n  ","867211":"\n  Never had one\n  ","867212":"\n  Can't.\n  ","867213":"\n  Only certain things\n  ","867214":"\n  Which one?\n  ","867215":"\n  okay\n  ","867216":"\n  I have one\n  ","867217":"\n  Washington DC\n  ","867218":"\n  Daddy dom little girl\n  ","867219":"\n  not really\n  ","867220":"\n  Yes\n  ","867221":"\n  It's a mess\n  ","867222":"\n  Milk\n  ","867223":"\n  ?? i am super confused\n  ","867224":"\n  what? no I mean without a mask or the fear of getting sick. and actually I barely go out\n  ","867225":"\n  yeah like no virus. able to go out\n  ","867226":"\n  Bisexualmeans attracted to multiple genders, andpansexualmeans attracted to all genders. These are different because “multiple” isn't the same thing as “all.”\n  ","867227":"\n  Game\n  ","867228":"\n  maybe. im more into horror\n  ","867229":"\n  idk man\n  ","867230":"\n  Yep\n  ","867231":"\n  Loyalty\n  ","867232":"\n  haven't heard of that one either\n  ","867233":"\n  Hi\n  ","867234":"\n  Continue it\n  ","867235":"\n  Yep\n  ","867236":"\n  I've skimmed it.\n  ","867237":"\n  Same to you!!\n  ","867238":"\n  oh i was confused. but I agree\n  ","867239":"\n  Yes\n  ","867240":"\n  Good!\n  ","867241":"\n  because there is evidence that also helps show truth in it\n  ","867242":"\n  yeah. i prefer a Christmas story\n  ","867243":"\n  Thanks! I actually drew them!\n  ","867244":"\n  Meh its okay\n  ","867245":"\n  Body odor\n  ","867246":"\n  ???\n  ","867247":"\n  In middle school I realized I was bisexual. In high school I realized i was pans\n  ","867248":"\n  Flower\n  ","867249":"\n  ????\n  ","867250":"\n  Aquamarine\n  ","867251":"\n  Being a good lover\n  ","867252":"\n  yes. i also went to the Ark Museum\n  ","867253":"\n  I was very!!\n  ","867254":"\n  Lots of food\n  ","867255":"\n  Happy late birthday!\n  ","867256":"\n  Then why are you messaging me?\n  ","867257":"\n  Trump wants to give us 2000. Others want to give us 600 and other countries millions\n  ","867258":"\n  Safety\n  ","867259":"\n  Yes. I've grew up Christian\n  ","867260":"\n  Gaming\n  ","867261":"\n  To be truthful\n  ","867262":"\n  Options? As in other girls? I'd dump you\n  ","867263":"\n  Rap god\n  ","867264":"\n  To you as well\n  ","867265":"\n  I've never seen donny darko\n  ","867266":"\n  nice\n  ","867267":"\n  No\n  ","867268":"\n  Pisces\n  ","867269":"\n  nightmare before Christmas is good\n  ","867270":"\n  Yes\n  ","867271":"\n  i don't think your sign defines it\n  ","867272":"\n  I actually don't\n  ","867273":"\n  The second one lol. I am always in pajamas if I'm not going anywhere\n  ","867274":"\n  what's your favorite movie?\n  ","867275":"\n  All the Christmas shows. It reminds me of my childhood and it is a tradition\n  ","867276":"\n  Yes. Pisces\n  \n  They are veryin touch with their emotions, and if you know someone that’s a Pisces, you know that they both express and internalize a multitude of feelings.\n  \n  Whether you’re a friend or more than a friend to a Pisces, you’ve likely seen how caring,empatheticand sensitive they can be. They really allow themselves to feel exactly what you’re feeling. So, if you need someone to crywithyou rather than a shoulder to cry on, turn to a Pisces.\n  \n  Because Pisces are such caring people who are extremely in tune with their emotions as well as the emotions of others, they tend to go into fields that allow them to help people. According toAstrology Zodiac Signs, they are likely veterinarians, social workers, attorneys and the like.\n  \n  With a wealth of emotion and plenty of imagination, Pisces are quite creative and typically make excellent artists because it’s a great way for them to express themselves.\n  ","867277":"\n  yepp\n  ","867278":"\n  yeah she's sweet\n  ","867279":"\n  Yes\n  ","867280":"\n  true true.  hopefully not as long as Naruto or bleach was\n  ","867281":"\n  thanks\n  ","867282":"\n  Yes\n  ","867283":"\n  Merry Christmas!!\n  ","867284":"\n  Pleaseee\n  ","867285":"\n  like me\n  ","867286":"\n  Robin Hood men in tights\n  ","867287":"\n  Arby's\n  ","867288":"\n  Pizza really isn't that good\n  ","867289":"\n  oh God lmao the episodes were SOOO long going  not more 🤣\n  ","867290":"\n  Good afternoon\n  ","867291":"\n  Aquamarine\n  ","867292":"\n  Yes. 2. My arm and my pinky toe\n  ","867293":"\n  In march, 3. Now none\n  ","867294":"\n  long rn\n  ","867295":"\n  no\n  ","867296":"\n  like feet\n  ","867297":"\n  Yes\n  ","867298":"\n  A lot\n  ","867299":"\n  We don't go on vacations\n  ","867300":"\n  Yes\n  ","867301":"\n  Used to be\n  ","867302":"\n  But you wanted to play but it's your decision (dnd)\n  ","867303":"\n  Happy late Thanksgiving and merry Christmas eve eve\n  ","867304":"\n  I'm sorry what?\n  ","867305":"\n  I don't like it\n  ","867306":"\n  Firework\n  ","867307":"\n  Meh\n  ","867308":"\n  more like 100ft\n  ","867309":"\n  10\n  ","867310":"\n  All the bad ones\n  ","867311":"\n  I have 4 dogs and a cat\n  ","867312":"\n  In video games yes. Irl no\n  ","867313":"\n  ooh\n  ","867314":"\n  i cook when I'm at school\n  ","867315":"\n  Baking\n  ","867316":"\n  Game\n  ","867317":"\n  Weird\n  ","867318":"\n  Either. Men wit facial hair 😍😍\n  ","867319":"\n  Don't touch anyone\n  ","867320":"\n  Yep. Saved up for plane tickets this year but with the virus that's gone\n  ","867321":"\n  British\n  ","867322":"\n  Anything\n  ","867323":"\n  Pajamas\n  ","867324":"\n  I probably should take care of it\n  ","867325":"\n  Egg\n  ","867326":"\n  Bills\n  ","867327":"\n  Pfft my parents don't let me cook\n  ","867328":"\n  Both\n  ","867329":"\n  Feet\n  ","867330":"\n  No\n  ","867331":"\n  idk it's not my state so I really don't care 🤣\n  ","867332":"\n  not what I heard but okay. I don't want to go too far into politics on my profile but not all of the cases were thrown out. they're still covering them on some news channels so\n  ","867333":"\n  no they've already won. i personally believe the election should be redone due to all the cases out for fraud and the fact there is almost definitely fraud they should just redo it\n  ","867334":"\n  yeppp\n  ","867335":"\n  My computer isn't good enough to stream. I do sometimes stream though. Neko_krissy\n  ","867336":"\n  I live in one so yeah\n  ","867337":"\n  Spiders, the deep ocean, the dark, being alone, being strapped down, being in latex like body latex where you cannot move\n  ","867338":"\n  No it isn't. We're not all country and shit and not all of us strip on stage for a living so\n  ","867339":"\n  Yes\n  ","867340":"\n  Mas o menos. Mi español es no buena\n  ","867341":"\n  My Dog. He is my best friend\n  ","867342":"\n  Yes\n  ","867343":"\n  No\n  ","867344":"\n  Ppft no\n  ","867345":"\n  Yes. Found mine\n  ","867346":"\n  Yes and no\n  ","867347":"\n  Dessert\n  ","867348":"\n  No. Wish it was\n  ","867349":"\n  Good\n  ","867350":"\n  Yes\n  ","867351":"\n  I was working on coursework all weekend\n  ","867352":"\n  I had a lot of work to do\n  ","867353":"\n  Meh\n  ","867354":"\n  They're always immature\n  ","867355":"\n  Soso\n  ","867356":"\n  Staying up all night\n  ","867357":"\n  Movie\n  ","867358":"\n  Christmas decorating\n  ","867359":"\n  Peppermint\n  ","867360":"\n  Niceu\n  ","867361":"\n  Joe biden doesn't even know who he is so\n  ","867362":"\n  That happens a lot and honestly I do not care unless it was very bad\n  ","867363":"\n  Elsewhere. I need to get out\n  ","867364":"\n  Bushbabies\n  ","867365":"\n  Yesss many times. I absolutely love international dishes\n  ","867366":"\n  21\n  ","867367":"\n  A drawing tablet\n  ","867368":"\n  Ham\n  ","867369":"\n  In my bio ^^\n  ","867370":"\n  I wear pajamas and we decorate early\n  ","867371":"\n  My dog, my boyfriend\n  ","867372":"\n  Hi?\n  ","867373":"\n  For christmas we use a fake one\n  ","867374":"\n  Pisces\n  ","867375":"\n  Yeah. It would be interesting\n  ","867376":"\n  Hugo\n  ","867377":"\n  Only in dreams\n  ","867378":"\n  I've been drawing more lately\n  ","867379":"\n  No\n  ","867380":"\n  My experiences\n  ","867381":"\n  Chocolate  chips\n  ","867382":"\n  No sadly\n  ","867383":"\n  No\n  ","867384":"\n  I'm okay\n  ","867385":"\n  Same with the jello thing\n  ","867386":"\n  My parents\n  ","867387":"\n  No not usually\n  ","867388":"\n  Sing\n  ","867389":"\n  No but I assume it is a box that holds spices\n  ","867390":"\n  No\n  ","867391":"\n  Going on 3yrs\n  ","867392":"\n  Both\n  ","867393":"\n  Yepppp i cry easily\n  ","867394":"\n  Cookie time\n  ","867395":"\n  Yepp\n  ","867396":"\n  Very\n  ","867397":"\n  This virus to be over, forever flying tickets, and money\n  ","867398":"\n  Boxer lol\n  ","867399":"\n  Yes. I gave them advice but it was ignored\n  ","867400":"\n  Leggings and a long sleeve shirt\n  ","867401":"\n  Christmas\n  ","867402":"\n  Dad. In my thinking\n  ","867403":"\n  Watch the parade\n  ","867404":"\n  3 days\n  ","867405":"\n  Usually\n  ","867406":"\n  Give. It makes me happy to see them happy\n  ","867407":"\n  Yesss\n  ","867408":"\n  I can curl my tongue\n  ","867409":"\n  Yes and idk\n  ","867410":"\n  A lot\n  ","867411":"\n  My boyfriend or best friend\n  ","867412":"\n  Im just doing shoutouts\n  ","867413":"\n  Winter because snow\n  ","867414":"\n  Pants\n  ","867415":"\n  School\n  ","867416":"\n  ???\n  ","867417":"\n  Yes\n  ","867418":"\n  I'm pansexual\n  ","867419":"\n  In bed\n  ","867420":"\n  Never had it\n  ","867421":"\n  Yep.\n  ","867422":"\n  Showers\n  ","867423":"\n  Fuck I haven't used kik in so long\n  ","867424":"\n  Favorite color because tbh I really don't have one\n  ","867425":"\n  I need it\n  ","867426":"\n  Tired lol\n  ","867427":"\n  This virus\n  ","867428":"\n  Yes\n  ","867429":"\n  Best two out of three\n  ","867430":"\n  I used to be able to do Nepeta Leijon from homestuck and Karkat Vantas. But it's been a while.\n  ","867431":"\n  Usually. We might put up a tree\n  ","867432":"\n  Not well but after an hour still no lol\n  ","867433":"\n  My dog, my boyfriend, and my best friend\n  ","867434":"\n  Thank youuu\n  ","867435":"\n  My parents and supposed to be a roommate  at my dorm but i don't have one atm\n  ","867436":"\n  He's lying\n  ","867437":"\n  I love Christmas mostly for the Christian connection with it but I also like spending time with family\n  ","867438":"\n  December  because Christmas\n  ","867439":"\n  My boxer or my boyfriend\n  ","867440":"\n  Oh geez uh....probably honestly the aristocats\n  ","867441":"\n  In my dorm, a lamp, led lights, rug, pillows\n  ","867442":"\n  Yep\n  ","867443":"\n  Plate 1 of like 3\n  ","867444":"\n  You are the one questioning me you goober. If you want to the replies to stop then stop replying to the questions. You're just making yourself look like an ass by messaging me complaining about shoutouts that you can TURN OFF in the settings or on the question page. But whatever  I'll entertain this because it is helping me reach my weekly quota for vip+\n  ","867445":"\n  Finals\n  ","867446":"\n  More than you would think\n  ","867447":"\n  I do yes\n  ","867448":"\n  For us there is always going to be people who refuse to follow the rules but as long as I do and am around people that also do then I should be fine.\n  ","867449":"\n  To throw something away\n  ","867450":"\n  Sometimes it's not a physical disability.\n  ","867451":"\n  I should be fine as long as I'm careful\n  ","867452":"\n  Yes I'm just drowning in finals atm\n  ","867453":"\n  I'd be staying with him. We plan to go to a hotel for 3 days because of our anniversary. We plan to go to restraunts and at most maybe a mall or something but other than that the only time we will get out is to go eat.\n  ","867454":"\n  Idk if there was any tbh\n  ","867455":"\n  I hate how people are not taking the virus seriously. Like even if you aren't that susceptible to the virus you should still be careful. You're ruining it for the rest of us by doing that. I probably won't get to graduate if the vaccine doesn't work and I've already heard people saying \"I'm not going to get the vaccine\" why not? It is to help with the virus. I'd rather have it then deal with you getting me sick.\n  ","867456":"\n  Appreciating yourself. I don't love myself so\n  ","867457":"\n  Buying shit I don't need\n  ","867458":"\n  But still. I've been with my boyfriend for almost 3yrs now. I'd like to spend an anniversary with him\n  ","867459":"\n  Drinking water. Listening to your body\n  ","867460":"\n  Game, swim, sleep\n  ","867461":"\n  If it is a material good, they can be replaced\n  ","867462":"\n  Pretty good\n  ","867463":"\n  I mean yeah but I can't remember rn\n  ","867464":"\n  Kk\n  ","867465":"\n  I get it all the time on here asking about my feet and shit\n  ","867466":"\n  No idea\n  ","867467":"\n  Why does this year suck so much\n  ","867468":"\n  Its good to love yourself in moderation. Don't be narrsasstic\n  ","867469":"\n  I play video games. That's about it\n  ","867470":"\n  No. Not even close\n  ","867471":"\n  Too much\n  ","867472":"\n  The virus\n  ","867473":"\n  41°F\n  ","867474":"\n  Love roasted veggies. But not a big fan of rice unless it's flavored or fried\n  ","867475":"\n  Yeah. My dad is advising against me going up there but we never get to see each other\n  ","867476":"\n  Nope\n  ","867477":"\n  I was planning to visit my boyfriend on the 30th but idk now\n  ","867478":"\n  15hrs from me. Hes in MA I'm in TN\n  ","867479":"\n  Yesss beef ramen. I put an extra beef bullion cube and then some sesame oil. But I prefer the ramen that restraunts make but I'll deal with instant\n  ","867480":"\n  Oof I'm so sorry\n  ","867481":"\n  Both tbh\n  ","867482":"\n  ❤❤\n  ","867483":"\n  Plane tickets to my boyfriend first class.\n  ","867484":"\n  Thank you. I cannot spell it to save my life\n  ","867485":"\n  Kk peace bro idc\n  ","867486":"\n  I didn't\n  ","867487":"\n  No\n  ","867488":"\n  I just say dude that's rude or something then go on my way\n  ","867489":"\n  Thanks!\n  ","867490":"\n  I haven't had a good night sleep in....uh...since 2011 so...\n  ","867491":"\n  My fan and my boxer snoring\n  ","867492":"\n  K. It's what the app's for. You wanna troll? Try someone else. I could not care less 🤷‍♀️🤷‍♀️\n  ","867493":"\n  No?\n  ","867494":"\n  Yes. The snow\n  ","867495":"\n  Oh god idk. It's at college. I just had to reset it because it wouldn't let me play it due to the \"storage system not connected\" bug\n  ","867496":"\n  Yes\n  ","867497":"\n  Bologna, bbq chips, mayo\n  ","867498":"\n  All the time\n  ","867499":"\n  I don't eat there\n  ","867500":"\n  Relax and spend time with family\n  ","867501":"\n  They're warm\n  ","867502":"\n  Not till maybe next year. Too expensive\n  ","867503":"\n  Cream cheese or nothing\n  ","867504":"\n  No\n  ","867505":"\n  To be organized\n  ","867506":"\n  Yes and just help them\n  ","867507":"\n  At home full at school the same\n  ","867508":"\n  Yep and have. Worst mistake of my life\n  ","867509":"\n  No and yes yes yes!! I want a geeko or a snake\n  ","867510":"\n  Yes. Just the other day\n  ","867511":"\n  I am but I don't give that out\n  ","867512":"\n  I have it but tbh haven't been in the mood to play\n  ","867513":"\n  Nah I'm good and I am going to heaven. You won't if you keep judging people. Jesus loves everyone because we are all his children.\n  ","867514":"\n  Yes\n  ","867515":"\n  10 and meh\n  ","867516":"\n  I own like 10\n  ","867517":"\n  Idk if that applies here because it's the south so\n  ","867518":"\n  I mean Johnson over in America is fine but in other countries it means penis\n  ","867519":"\n  Both tbh\n  ","867520":"\n  Soccer\n  ","867521":"\n  What's  pansexual mean\n  ","867522":"\n  I went to my grandmother's for a small get together\n  ","867523":"\n  Uhhhhhh my pants are red\n  ","867524":"\n  Sure\n  ","867525":"\n  Homemade blueberry cheesecake\n  ","867526":"\n  Good and yours?\n  ","867527":"\n  Yes\n  ","867528":"\n  Yes\n  ","867529":"\n  Sometimes\n  ","867530":"\n  I procrastinate till the last minute and stress do everything\n  ","867531":"\n  Happy turkey day!\n  ","867532":"\n  No\n  ","867533":"\n  Purple\n  ","867534":"\n  Gameboy and yes\n  ","867535":"\n  Oh god okay. So one being people not washing their hands. It's disgusting and it only takes a few seconds. Another is when people don't clean off the toilet seat or they don't wipe after they're done.\n  ","867536":"\n  Yes\n  ","867537":"\n  Visit my boyfriend\n  ","867538":"\n  Depends\n  ","867539":"\n  That's not how that works\n  ","867540":"\n  Waking up, not having any plans or work, and just relaxing\n  ","867541":"\n  Cookies\n  ","867542":"\n  Both\n  ","867543":"\n  No. That's theft\n  ","867544":"\n  Chocolate\n  ","867545":"\n  I mostly would just hold them in my mouth\n  ","867546":"\n  Get it cut\n  ","867547":"\n  4\n  ","867548":"\n  Hawwo?\n  ","867549":"\n  Oof I don't even know tbh. People around here like to use double first names like Anne Marie\n  ","867550":"\n  As a kid I was forced to read for these fake points in order to get rewards. If we didn't read we got in detention and so I would be forced to read 4-5 books a week in order to keep up ar points. When I got into middle school it was the same thing. I made over 148 points and that means I should have been entitled to a mall trip which was the reward. The teacher completely ignored me and said \"oh well guess you don't get to go\" when I asked her for my permission slip. So it kinda ruined reading for me\n  ","867551":"\n  Yeah. Writing comes naturally.\n  ","867552":"\n  Yes\n  ","867553":"\n  You're good\n  ","867554":"\n  Sometimes\n  ","867555":"\n  Same tbh\n  ","867556":"\n  Gracias!!\n  ","867557":"\n  My upstairs neighbors being loud\n  ","867558":"\n  Yessss\n  ","867559":"\n  No\n  ","867560":"\n  Stay home\n  ","867561":"\n  Cats are cute though\n  ","867562":"\n  Not really.\n  ","867563":"\n  Bacon crackling\n  ","867564":"\n  Some idiots still will 🤦‍♀️🤦‍♀️\n  ","867565":"\n  Ahhhh I've been booped\n  ","867566":"\n  Yes. I'm pansexual and I believe I'm going to heaven. You have to accept jesus christ into your heart as your savior and ask for forgiveness for your sins. We are all God's children and he loves all of us\n  ","867567":"\n  Yeah. I'm going to try to clean up so we can put it up this year. I love the tree\n  ","867568":"\n  I appreciate it really. Its just school and this virus have really taken a toll on me mentally. I also am studying for the LSAT as well\n  ","867569":"\n  Bbq\n  ","867570":"\n  You're good\n  ","867571":"\n  I hope so. I wanna visit my boyfriend in MA this December and if the virus keeps picking up there goes that plan  :(\n  ","867572":"\n  Well they have to do whatever it takes to protect us. If the virus becomes too widespread and rises again the vaccine will be ineffective and more people will die. A virus mutates over time so if we don't attempt to stop it then it will just get worse. Like the flu is different every year which it is a form of coronavirus, same goes for regular colds. So when it mutates it becomes the Covid like we see now.\n  ","867573":"\n  Usually yes but with this virus prob not\n  ","867574":"\n  Yes. Karens are the worst\n  ","867575":"\n  Taking time to relax yourself\n  ","867576":"\n  Used to\n  ","867577":"\n  Company\n  ","867578":"\n  I love itttt\n  ","867579":"\n  I mean i guess by manipulating them but why would you\n  ","867580":"\n  Don't watch it\n  ","867581":"\n  Yes\n  ","867582":"\n  Idk\n  ","867583":"\n  Uhh i wanna try the fish things from japan.\n  ","867584":"\n  \"The knife in you brings out the life in me. Last seen in a slasher's dream, when your number's up it's time to scream\" ~\"your number's up\" by ice nine kills\n  ","867585":"\n  If it wouldn't blow me up yes\n  ","867586":"\n  Japanese\n  ","867587":"\n  I don't even know\n  ","867588":"\n  Studied\n  ","867589":"\n  I don't really care  tbh\n  ","867590":"\n  My uncle and aunt that we usually have a family gathering at has covid so\n  ","867591":"\n  Not a fan\n  ","867592":"\n  Yeah but idk if we're gonna be celebrating like usual\n  ","867593":"\n  No\n  ","867594":"\n  Crab rangoon dip\n  ","867595":"\n  History\n  ","867596":"\n  Yes\n  ","867597":"\n  Not everyone is your friend and not everyone is nice\n  ","867598":"\n  Clear or overcast\n  ","867599":"\n  Emotionally unstable\n  ","867600":"\n  Winter\n  ","867601":"\n  They never have a left shoe. They're all mixmatched rights\n  ","867602":"\n  Rn phasmophobia and okami\n  ","867603":"\n  No matter where you go someone is gonna know someone that knows you or your family\n  ","867604":"\n  5\n  ","867605":"\n  Right now our house is cluttered due to renovations so we don't have room for a tree\n  ","867606":"\n  Uh....the Bradshaw bunch\n  ","867607":"\n  Doing\n  ","867608":"\n  I wanna fly to see my boyfriend\n  ","867609":"\n  Napping\n  ","867610":"\n  Hah same! Teaching 2 classes to myself, dealing with an ankle injury, have had 3 exams all back to back and I have one due tomorrow at noon and one due the 23 haha I'm doing great\n  ","867611":"\n  Oof i like the saw series\n  ","867612":"\n  Dress decently and act decently because someone somewhere knows you or knows people that know you\n  ","867613":"\n  Used to\n  ","867614":"\n  Depends on my mood\n  ","867615":"\n  I use discord\n  ","867616":"\n  So far not good. Technical issues after issues\n  ","867617":"\n  Never have\n  ","867618":"\n  Both tbh. Home cooked mostly and then going out on occasion\n  ","867619":"\n  It was meh\n  ","867620":"\n  Joker maybe idk\n  ","867621":"\n  Hi\n  ","867622":"\n  Zucchini cake  mmmm\n  \n  I will always avoid pumpkin anything\n  ","867623":"\n  Yes\n  ","867624":"\n  Jetski\n  ","867625":"\n  Love sushi\n  ","867626":"\n  All the time\n  ","867627":"\n  I honestly don't need my phone. I use it because I'm in college and it helps me keep in touch with my parents\n  ","867628":"\n  I woke up\n  ","867629":"\n  Apparently Johnson means penis in another language\n  ","867630":"\n  When I see dogs\n  ","867631":"\n  Glaceon\n  ","867632":"\n  I wanna go to another Panic at the disco concert\n  ","867633":"\n  Currently? Dancing with the Devil by Set it Off\n  ","867634":"\n  Its humid and gross\n  ","867635":"\n  My life isn't exactly interesting lol. Either homework or nap\n  ","867636":"\n  Possibly\n  ","867637":"\n  Not much\n  ","867638":"\n  Oof, oofers, bitch, nya, yeet, boop, pew pew\n  ","867639":"\n  Utopen....\n  \n  I mean I'm at college but i saw one named \"this lan is my lan\" and \"this lan is your lan\"\n  ","867640":"\n  Ghosts\n  ","867641":"\n  Chips and dip\n  ","867642":"\n  Crunch\n  ","867643":"\n  Doritos i guess\n  ","867644":"\n  If the fraud cases are true then Trump did win the election and Biden does not deserve it. If it turns out to be false then, though i do not like Biden, he won fair and square and deserves the presidency.\n  ","867645":"\n  Very\n  ","867646":"\n  I'm doing\n  ","867647":"\n  No\n  ","867648":"\n  Tbh Melting Pot\n  ","867649":"\n  Gordon ramsay\n  ","867650":"\n  Memes\n  ","867651":"\n  Yes\n  ","867652":"\n  Yesss\n  ","867653":"\n  No. I don't like that genre of music\n  ","867654":"\n  Yes\n  ","867655":"\n  Both but my advice is never wanted\n  ","867656":"\n  I mean there isn't really anything special about this app\n  ","867657":"\n  Law and Courts\n  ","867658":"\n  Thanks\n  ","867659":"\n  Inside yourself\n  ","867660":"\n  I'm nice until someone does something extremely wrong to me.\n  ","867661":"\n  I try to be nice\n  ","867662":"\n  What's for dinner\n  ","867663":"\n  This in IRL\n  ","867664":"\n  Political Science\n  ","867665":"\n  Meh I woke up an hour early drenched in sweat so\n  ","867666":"\n  Yeah they said \"he was just drunk\" and I'm sitting there crying\n  ","867667":"\n  No. Clarinet\n  ","867668":"\n  Why are the votes not counted yet\n  ","867669":"\n  Yes\n  ","867670":"\n  My stuffed dog\n  ","867671":"\n  A guy and I sung karaoke and apparently that to him was permission to attempt to rape me\n  ","867672":"\n  Annoyed at the childishness\n  ","867673":"\n  24329\n  ","867674":"\n  Tbh tomato and mayo sandwich\n  ","867675":"\n  Uh the coins and some of the people are decent\n  ","867676":"\n  Hi\n  ","867677":"\n  Some\n  ","867678":"\n  Green Day. They got way too political and it kinda turned me off of it\n  ","867679":"\n  Yes. Bloodshot and the invisible man. It was a cinnebar theater so you ordered actual food while you watched the movie. The invisible man brought up some past issues I had so that led to a panic attack in the theater. But bloodshot was really really good. We cuddled and held hands and kissed.\n  ","867680":"\n  Asparagus\n  ","867681":"\n  Mentally not okay but still vibin\n  ","867682":"\n  Supreme Court Justice\n  ","867683":"\n  At times yes\n  ","867684":"\n  This was last year. I need to draw more but I cannot find the motivation. But I do have more drawings ^^\n  ","867685":"\n  My marching band show lol and once on espn on the hill at University of Tennessee in knoxville.\n  ","867686":"\n  Yeah for the filters\n  ","867687":"\n  I mean i don't have whatsap\n  ","867688":"\n  My boyfriend\n  ","867689":"\n  I am not\n  ","867690":"\n  Mixed berry\n  ","867691":"\n  I love fried ice cream\n  ","867692":"\n  Phasmophobia\n  ","867693":"\n  A day\n  ","867694":"\n  Yes\n  ","867695":"\n  Fishing\n  ","867696":"\n  I looovve hibachi. Steak and scallops with fried rice and crab rangoons and sushi\n  ","867697":"\n  I love summer sausages\n  ","867698":"\n  Love\n  ","867699":"\n  Milk\n  ","867700":"\n  No\n  ","867701":"\n  All bad\n  ","867702":"\n  Fun but got sexually assaulted\n  ","867703":"\n  Okay.\n  ","867704":"\n  I was on the news once\n  ","867705":"\n  Yes\n  ","867706":"\n  Dude at this point idk who is winning anymore\n  ","867707":"\n  Have kids and get married and be successful\n  ","867708":"\n  Knoxville\n  ","867709":"\n  Yeah it gets better every time\n  ","867710":"\n  Off. Ain't no bitch\n  ","867711":"\n  Whatever someone gives me for christmas\n  ","867712":"\n  Uh i haven't made anything off the cooking videos\n  ","867713":"\n  Hi I'm  krissy a 21 year old with big dreams and boobs but mostly boobs.\n  ","867714":"\n  Gabes. Walmart. JCpenny\n  ","867715":"\n  Its okay if it's cluttered a bit. As long as it is able to b3 clean as well\n  ","867716":"\n  Something new\n  ","867717":"\n  Cats seem to love me. One is lying on me asleep rn and he isn't even mine. He's my friend's\n  ","867718":"\n  as a full time college student\n  ","867719":"\n  I haven't really done anything exciting\n  ","867720":"\n  For others? Maccy cheese cassorole ^^\n  ","867721":"\n  History\n  ","867722":"\n  Block party\n  ","867723":"\n  Yes. A ghost I've named henry lives in my house. He's nice. He just like throwing and moving things\n  ","867724":"\n  Yes\n  ","867725":"\n  I know. Im a psycho xD\n  ","867726":"\n  Nothing\n  ","867727":"\n  Yeah?\n  ","867728":"\n  Nah I can watch the whole way through\n  ","867729":"\n  Where I got married to my handsome boyfriend\n  ","867730":"\n  Technically yes\n  ","867731":"\n  I use an argon oil mask for my hair\n  ","867732":"\n  A water colored one. Like a blue ocean one.\n  ","867733":"\n  I love horror movies\n  ","867734":"\n  Pretty long\n  ","867735":"\n  I had isle of armor :(\n  ","867736":"\n  Sadly no\n  ","867737":"\n  Well it depends on if I'm sick or not. I usually don't like crackers unless I'm sick or eating soup\n  ","867738":"\n  Saltines, ritz, cheez its, whatever\n  ","867739":"\n  Tbh in Phasmophobia (horror game for those who don't know. Think ghost adventures but you could actually die) we had a nursery ghost and me and my friend walked in. The second we did we heard the creepiest child giggle in our ears and it honestly still freaks us out\n  ","867740":"\n  Nope. The only autograph I have is from a Voice Actor on Fullmetal Alchemist\n  ","867741":"\n  Nope\n  ","867742":"\n  Tonight? You mean every day\n  ","867743":"\n  Too boring for me\n  ","867744":"\n  💜\n  ","867745":"\n  Asparagus\n  ","867746":"\n  Kitten. Princess. That's it\n  ","867747":"\n  Every day\n  ","867748":"\n  Duh\n  ","867749":"\n  I'm both\n  ","867750":"\n  More veggies. Less carbs. Less coke\n  ","867751":"\n  My birthday and the moon phase\n  ","867752":"\n  Dunno how\n  ","867753":"\n  I love to cook anything\n  ","867754":"\n\n   https:\/\/open.spotify.com\/track\/1piChbCeKngXLmNBdB58Vt?si=ehmdr1DFQXKPJN-G9gR3Ag\n  \n","867755":"\n  Hardworking and supportive\n  ","867756":"\n  I try to eat right. My depression and meds make it hard for me to not be hungry\n  ","867757":"\n  I wish I had a weighted blanket. But i usually have a bottom sheet, top sheet, and then a blanket\/comforter\n  ","867758":"\n  It's amazing\n  ","867759":"\n  Shoutouts\n  ","867760":"\n  4 dogs and a cat\n  ","867761":"\n  I have a hard time being honest about myself. I hate compliments and all because I don't believe them. Some people don't understand that my mental health is bad\n  ","867762":"\n  Uh...\n  ","867763":"\n  My 4 dogs and my stuffed dog dingo\n  ","867764":"\n  Jcpenny\n  ","867765":"\n  Depressed but here\n  ","867766":"\n  Afk arena\n  ","867767":"\n  Yess\n  ","867768":"\n  Through friends\n  ","867769":"\n  Fiber\n  ","867770":"\n  Id use whatever\n  ","867771":"\n  It'd be fun but I'd be sad to watch everything else die\n  ","867772":"\n  Burning to death\n  ","867773":"\n  Some people are idiots and don't wash their hands\n  ","867774":"\n  I like the rose quartz\n  ","867775":"\n  Very well\n  ","867776":"\n  It's been rough but I wouldn't say its necessarily bad\n  ","867777":"\n  My mom usually gets a glass figurine or something. My dad gets a hug because that is all he wants\n  ","867778":"\n  Yes\n  ","867779":"\n  Tennessee. Not too hot. Not too cold\n  ","867780":"\n  It sprinkled some but it's nice and sunny\n  ","867781":"\n  Yep\n  ","867782":"\n  😜\n  ","867783":"\n  Yep\n  ","867784":"\n  Tressame shampoo and conditioner and then I have an argon oil hair mask i put on and leave for 8mins. Then when i dry my hair, i have an argon oil hair oil to make it nice and shiny. I also let it air dry when I'm done showering\n  ","867785":"\n  Bbq chips\n  ","867786":"\n  Napping\n  ","867787":"\n  North woods law\n  ","867788":"\n  Yeah. They're a bit too rich for me\n  ","867789":"\n  Uh...nothing. I'm still afraid of everything I used to be afraid of\n  ","867790":"\n  Pink\n  ","867791":"\n  Yes\n  ","867792":"\n  No\n  ","867793":"\n  Oof never been to anything\n  ","867794":"\n  All the time\n  ","867795":"\n  Me\n  ","867796":"\n  In themselves\n  ","867797":"\n  No\n  ","867798":"\n  Japan\n  ","867799":"\n  Yes\n  ","867800":"\n  Idk their singles but \"Little girl\"\n  ","867801":"\n  An avi I created\n  ","867802":"\n  Why are you a douche?\n  ","867803":"\n  Dude i just got that ping today and I have no idea\n  ","867804":"\n  In person and sincerely\n  ","867805":"\n  No. I have a boyfriend. I got this account back in high school\n  ","867806":"\n  Arrogant people who refuse to learn or disregard the safety and danger of a situation\n  ","867807":"\n  Game\n  ","867808":"\n  Chocolate cake, eclaires, chocolate chip cookie.\n  ","867809":"\n  Uh...the descent. Its about people going into a cavern and getting trapped and there are these cannibalistic monsters there. Another good one is the Mist.\n  ","867810":"\n  No\n  ","867811":"\n  Yes\n  ","867812":"\n  Its good in and on certain things\n  ","867813":"\n  Napping and relaxing\n  ","867814":"\n  Honestly? Idk\n  ","867815":"\n  Not as often as I used to\n  ","867816":"\n  Kinda? Its okay\n  ","867817":"\n  Dark chocolate supposedly helps your memory\n  ","867818":"\n  Gaming: i got a gameboy at 4 and fell in love from there\n  \n  Art: my aunt jean was an artist she inspired me\n  \n  Writing: i liked fiction\n  ","867819":"\n  Hi\n  ","867820":"\n  Yes\n  ","867821":"\n  Toyota fourunner\n  ","867822":"\n  6.5. I'm kinda cute I guess\n  ","867823":"\n  Yepp\n  ","867824":"\n  Tbh idk if that is true or not\n  ","867825":"\n  Panic at the disco PFTW tour\n  ","867826":"\n  All the time\n  ","867827":"\n  Ghostie\n  ","867828":"\n  I woke up i guess\n  ","867829":"\n  Well we've been playing phasmophobia and a teddy bear got thrown across the room and a little girl giggled in our ears and it was the most unsettling thing\n  ","867830":"\n  No\n  ","867831":"\n  Office man. Does all office work at a normal pace but does really well on it\n  ","867832":"\n  Relax\n  ","867833":"\n  Idk he just whispers. Idk if it is words\n  ","867834":"\n  Okay. I mostly dealt with computer problems\n  ","867835":"\n  Yes\n  ","867836":"\n  Uh...lazy song?\n  ","867837":"\n  That is a generalization. Not all females are like that\n  ","867838":"\n  Racoon\n  ","867839":"\n  Scary\n  ","867840":"\n  Macaroni cassorole\n  ","867841":"\n  In themselves\n  ","867842":"\n  No but I'm pretty sure it was taco or food or something\n  ","867843":"\n  Working harder\n  ","867844":"\n  60° sunny, no humidity, with leaves on the ground\n  ","867845":"\n  2\n  ","867846":"\n  Spirits. I believe in spirits and demons. We have one in our house. He likes to throw things occasionally and touch you or whisper to you but he's harmless. Never has hurt us. He just lives with us\n  ","867847":"\n  Old songs\n  ","867848":"\n  Skydiving\n  ","867849":"\n  Hate punpkin\n  ","867850":"\n  Lef\n  ","867851":"\n  0\n  ","867852":"\n  Its a possibility. I'm not saying I believe it but I believe there is a possibility of dimensions. There is definitely a planet in space like earth, whether it is populated or not is another thing.\n  ","867853":"\n  No. I literally play horror games before bed\n  ","867854":"\n  Nope don't fuck with that\n  ","867855":"\n  My boyfriend, best friend, or dad\n  ","867856":"\n  No idea. Might order out\n  ","867857":"\n  Yes. Basically any food in japan\n  ","867858":"\n  Shirley Temple\n  ","867859":"\n  Used to\n  ","867860":"\n  Let it dry on its own. Naturally curly hair is super hard to dry and it gets damaged easily\n  ","867861":"\n  My weight.\n  ","867862":"\n  Court Cam\n  ","867863":"\n  Where they most expect it to be. They will expect the unexpected\n  ","867864":"\n  No. My family has some psychic stuff with dreams. So I take all dreams to heart because some times they are spelling out the future\n  ","867865":"\n  Getting there\n  ","867866":"\n  Games and studying\n  ","867867":"\n  No\n  ","867868":"\n  Slept or just did homework\n  ","867869":"\n  Being alone, drowning, being burned alive, spiders, clowns, being suffocated\n  ","867870":"\n  Done\n  ","867871":"\n  Some hibachi restraunts have them\n  ","867872":"\n  Yes\n  ","867873":"\n  Chocolate covered apples yes. Not candy corn. That shit is gross\n  ","867874":"\n  No\n  ","867875":"\n  On top of classes and the virus and allergies it makes me feel poopy\n  ","867876":"\n  Yeah lol\n  ","867877":"\n  Yeahhhhhh so its been fun to deal with lol\n  ","867878":"\n  At my university they were fixing roads and opened up a pot hole. I tried to step over it and my foot got caught in it and caused me to trip and i landed on my ankle turning sideways. It popped and I put all my weight on it. I then skidded forward and got my knees all scarred and all. Swole up to the size of a softball. It was black and purple but not broken.\n  ","867879":"\n  Same!\n  ","867880":"\n  Well it bothers me daily now. And if I walk too much it kills me\n  ","867881":"\n  Blue eyes\n  ","867882":"\n  Rolled it back in freshman year actually. About 4yrs ago. It never healed properly so I've been in a boot for the last 3 weeks. It hasn't gotten better so yay physical therapist time\n  ","867883":"\n  Whatever you make of it\n  ","867884":"\n  Thanks\n  ","867885":"\n  This reminded me to call my doctor for my ankle\n  ","867886":"\n  It's spoopy!\n  ","867887":"\n  Lmao i remember that. But a lychee martini can get me fuuuuucked up\n  ","867888":"\n  Yesss\n  ","867889":"\n  Sometimes\n  ","867890":"\n  Morning\n  ","867891":"\n  Sweets. I used to be able to shovel in them but now I have a limit\n  ","867892":"\n  Its going.\n  ","867893":"\n  Yes\n  ","867894":"\n  I'm not claustrophobic but I cannot have my body constricted too much. Like no skin tight outfits or anything. I also have trouble wearing masks because it obstructs my nose and mouth which bothers my anxiety\n  ","867895":"\n  Yes. They're creepy and just aren't right. John Wayne Gacey is a prime example\n  ","867896":"\n  Honey\n  ","867897":"\n  I'm not really superstitious.\n  ","867898":"\n  Yes\n  ","867899":"\n  My boyfriend\n  ","867900":"\n  Yes\n  ","867901":"\n  Currently purple, soon to be orange for spoopy\n  ","867902":"\n  I'm not a big drinker. I prefer mixed drinks like martinis\n  ","867903":"\n  Yes. It made my anxiety go up and made me paranoid\n  ","867904":"\n  I don't have one\n  ","867905":"\n  Yes\n  ","867906":"\n  Free bread is my jam\n  ","867907":"\n  Sometimes\n  ","867908":"\n  I don't like straight alcohol like that. But I do like vodkas and such so I'm assuming clear? I don't drink much but smirnoff red, white, and berry vodka is something that I can chug\n  ","867909":"\n  Uhhhhh i can't say\n  ","867910":"\n  Puppers, monto, and my friends\n  ","867911":"\n  Going grocery shopping and resting\n  ","867912":"\n  Fall. Thanksgiving foods 😋\n  ","867913":"\n  Computer. But it wasn't my fault it broke but I was half blamed for it of course\n  ","867914":"\n  Morning\n  ","867915":"\n  Yesssss\n  ","867916":"\n  Yes. So i could see what is really going on in the world\n  ","867917":"\n  I wish\n  ","867918":"\n  Yes. All the time. But I'm the one that has to eat it\n  ","867919":"\n  Spicy noodles\n  ","867920":"\n  Oh! You were asking me what you could do. I misunderstood. I thought you wanted to know what you could get with $30. So value menus, gas money, ect\n  ","867921":"\n  The lawyer\n  ","867922":"\n  Our dogs are inside so\n  ","867923":"\n  No\n  ","867924":"\n  Not at all\n  ","867925":"\n  Yes\n  ","867926":"\n  No\n  ","867927":"\n  Yes\n  ","867928":"\n  Yes. Video games\n  ","867929":"\n  No\n  ","867930":"\n  Club\n  ","867931":"\n  Sometimes\n  ","867932":"\n  Gas money\n  ","867933":"\n  Leaf\n  ","867934":"\n  Napping\n  ","867935":"\n  I just bought my friend a gift for her birthday\n  ","867936":"\n  Horror\n  ","867937":"\n  Chocolate fondue. Not white chocolate  just milk chocolate\n  ","867938":"\n  They prefer whatever food they get tbh\n  ","867939":"\n  Currently am\n  ","867940":"\n  Yes\n  ","867941":"\n  My dad\n  ","867942":"\n  Japan\n  ","867943":"\n  Depends on the circumstances\n  ","867944":"\n  The pilgrims were cannibals. They were forced out because they prosecuted others for their religion. So the reason we have Thanksgiving is because the Natives did not want to be eaten.\n  \n  Best Thanksgiving story to tell\n  ","867945":"\n  No\n  ","867946":"\n  Olive Garden\n  ","867947":"\n  Sadly no\n  ","867948":"\n  College for both. And I cried and attempted to get better\n  ","867949":"\n  Yep\n  ","867950":"\n  Didn't watch it. Was in DND\n  ","867951":"\n  No\n  ","867952":"\n  Yes. My dvds\n  ","867953":"\n  The middle east\n  ","867954":"\n  Dogs\n  ","867955":"\n  Yes\n  ","867956":"\n  Hi?\n  ","867957":"\n  Uhhhhhhh dunno. I mean Lincoln was good but still bad. FDR i guess\n  ","867958":"\n  Everyone is beautiful\n  ","867959":"\n  I mean depends on where and how I'm sitting\n  ","867960":"\n  Space\n  ","867961":"\n  My boyfriend\n  ","867962":"\n  Myself\n  ","867963":"\n  No. I need to binge devil is a part timer and BNA\n  ","867964":"\n  I wish left 4 dead was able to be real\n  ","867965":"\n  Probably\n  ","867966":"\n  Depends on the type\n  ","867967":"\n  Accomplished\n  ","867968":"\n  I don't like snickers\n  ","867969":"\n  Sanitizer yes\n  ","867970":"\n  Yes it's pretty good. I like the Boom pop or whatever smart popcorn kettle corn flavor\n  ","867971":"\n  I've been to 2 in my life. One I accidentally won at a book club thing. The next year my school took us to the same fucking game\n  ","867972":"\n  Jalapeños\n  ","867973":"\n  I prefer asian or catalina but ranch is the usual\n  ","867974":"\n  Yes. This heat can be gone\n  ","867975":"\n  Yeah. I prefer beef or fish though\n  ","867976":"\n  Pear\n  ","867977":"\n  Kinda\n  ","867978":"\n  Usually a cursive a. My writing is half cursive half regular so\n  ","867979":"\n  Me and my boyfriend both are poor so this statement is very much untrue\n  ","867980":"\n  I have 4 actually\n  ","867981":"\n  Pizza rolls\n  ","867982":"\n  Keep pushing.\n  ","867983":"\n  Yes. Set it off and SWS\n  ","867984":"\n  I mean its gross but to each their own\n  ","867985":"\n  No\n  ","867986":"\n  More than I can count\n  ","867987":"\n  Idk prob not\n  ","867988":"\n  Don't know you but kkkk\n  ","867989":"\n  No plans lmao\n  ","867990":"\n  It's okay\n  ","867991":"\n  1999\n  ","867992":"\n  Cry\n  ","867993":"\n  Yep\n  ","867994":"\n  Dnd stuff\n  ","867995":"\n  I have no patience for idiots\n  ","867996":"\n  Depends on what I do on it and how often its used\n  ","867997":"\n  Yep. Doesn't work for me\n  ","867998":"\n  In yourself\n  ","867999":"\n  Dingo. I've had him since I was a baby\n  ","868000":"\n  Yes. I've also been on the receiving end of it.\n  ","868001":"\n  Fireball\n  ","868002":"\n  I google them, lose them, freakout, then find them again\n  ","868003":"\n  Chill\n  ","868004":"\n  Welcome to the dumbass guide of dumbass me\n  \n  No I actually lived a good life.\n  ","868005":"\n  Nope. Got the boot\n  ","868006":"\n  Janitors.\n  ","868007":"\n  Why what\n  ","868008":"\n  Yeah but that is how I get my followers up by having anonymous questions\n  ","868009":"\n  About to take a nap\n  ","868010":"\n  Not feeling the best. Stressed. Busy.\n  ","868011":"\n  Never have I ever flown in a plane\n  ","868012":"\n  Chamber of secrets\n  ","868013":"\n  My dad's fucking nuclear sneezes. He screens AHHHCHA and it makes all of us jump because there is no wind up. It just happens\n  ","868014":"\n  Their personality\n  ","868015":"\n  My dogs and boyfriend\n  ","868016":"\n  To bed lol\n  ","868017":"\n  Yes I was always targeted but almost never hit\n  ","868018":"\n  Yes\n  ","868019":"\n  Yes. All the time and nope they won't\n  ","868020":"\n  I'm just meh\n  ","868021":"\n  Been a while since I had cake\n  ","868022":"\n  So do I\n  ","868023":"\n  Its whatever...\n  ","868024":"\n  I'm a Pols major. I decided it when I came into college because i love the law and history behind it\n  ","868025":"\n  What\n  ","868026":"\n  Same\n  ","868027":"\n  Accident\n  ","868028":"\n  Let's get one thing clear. I am NOT YOUR BABY. I have a boyfriend. And spamming hi every few minutes is annoying me. So what is so important that you had to spam me\n  ","868029":"\n  Pretty well\n  ","868030":"\n  Direct\n  ","868031":"\n  Depends on the sofa\n  ","868032":"\n  I mean if you show your dick in public it is. It's the same for anyone who parades around naked.\n  ","868033":"\n  I was nearly raped by my cousin. Since then I've been very cautious about people walking behind me and being near me\n  ","868034":"\n  With the people I care most about\n  ","868035":"\n  Yeah. Not much happens here\n  "}}