{"Question":{"870180":"\n   What are you doing?\n  ","870181":"\n   Have you ever liked someone & never told them? Why?\n  ","870182":"\n   It is absolutely downpouring here. What is the weather like where you are right now? And temperature?\n  ","870183":"\n   How will u feel to talk to a person, you don't even know the name ?\n  ","870184":"\n   Last kiss\/makeout????\n  ","870185":"\n   who's ready for tonight??\n  ","870186":"\n   is there anyone that you want back in your life?\n  ","870187":"\n   Have you ever been harassed by some on shoutout?\n  ","870188":"\n   Love is in the air ❤️\n  ","870189":"\n   If you could learn a new skill today, what would it be?😃\n  ","870190":"\n   Favorite part about it..??\n  ","870191":"\n   If someone liked you, how would you like them to tell you?\n  ","870192":"\n   Favorite video game at the moment..?? 🎮🎮\n  ","870193":"\n   When and why did u join askfm?\n  ","870194":"\n   Are you a morning person?\n  ","870195":"\n   listen\n  ","870196":"\n   What do you do for other people to love you?\n  ","870197":"\n   supppppp\n  ","870198":"\n   something u love to do ?\n  ","870199":"\n   Would you like to go on a date with someone you meet on the Internet?\n  ","870200":"\n   Roller coasters or water slides?\n  ","870201":"\n   Make an anagram out of your name!\n  ","870202":"\n   Do you believe the devil exists?\n  ","870203":"\n   Are you in love? ???\n  ","870204":"\n   valentine's day plans?\n  ","870205":"\n   What's your favorite pun?! Or the last one that impressed you?!\n  ","870206":"\n   What is the silliest\/craziest thing you have heard people say about you?!\n  ","870207":"\n   You’re absolutely gorgeous\n  ","870208":"\n   What is your favorite thing about yourself?!❤️🌼\n  ","870209":"\n   Which sandwich topping would you be and why?\n  ","870210":"\n   What's your favorite animal?\n  ","870211":"\n   What was your first thought when you woke up this morning\n  ","870212":"\n   What's your favorite type of music\n  ","870213":"\n   You're beautiful\n  ","870214":"\n   Sorry my bad\n  ","870215":"\n   Hey I saw you said that you where bullied that sucks I'm so sorry but hang in there !!!! Hnesly you seem nice and beautiful so hang in there\n  ","870216":"\n   Would you say that you’re happy with your life right now ?\n  ","870217":"\n   WHO IS YOUR BEST FRIEND\n  ","870218":"\n   When's the last time you've officially asked\/been asked to be someone's valentine?!💕\n  ","870219":"\n   If someone needed help with writing a screenplay and they asked for your help,would you help them?\n  ","870220":"\n   cool, i never really cared for chocalate cake though\n  ","870221":"\n   Best song for a cold day?\n  ","870222":"\n   What are two of your favorite desserts to eat?\n  ","870223":"\n   What is that picture when and who\n  ","870224":"\n   What is the worst movie you've ever seen?\n  ","870225":"\n   Are you high School student? Or college student? What you take and where your School?\n  ","870226":"\n   According to you which one is better to go alone or with friends for a tour ?\n  ","870227":"\n   Love your D.Va hoodie! She is so fun to play. What console\/platform do you play on?\n  ","870228":"\n   What’s the most embarrassing thing your have ever done?\n  ","870229":"\n   What do u think boys are more thirsty for sex or girls??\n  ","870230":"\n   Do you believe that global peace is attainable?\n  ","870231":"\n   What toppings do you like on your pizza?\n  ","870232":"\n   Thats true but why everyone is so thirsty for sex? Is there any reason behind tht?\n  ","870233":"\n   Ahan so why everybody is looking for sex??\n  ","870234":"\n   So u enjoy having sex??\n  ","870235":"\n   Ohk so when u have sex last time?\n  ","870236":"\n   So dnt u have sex till now?\n  ","870237":"\n   So only your boyfriend can see your boobs??\n  ","870238":"\n   Whts your age??\n  ","870239":"\n   What kind of movies do you most enjoy?\n  ","870240":"\n   What should I make for dinner tonight? Chicken or spaghetti?\n  ","870241":"\n   What scientific fact do you love?\n  ","870242":"\n   What did you do last weekend?\n  ","870243":"\n   iPhone or Android?\n  ","870244":"\n   Favorite drink?\n  ","870245":"\n   What's one good thing that your mirror tells you when you look in it everyday **** if you can't say anything positive about yourself then don't answer everything about each and everyone of us is awesome*** 1thing my mirror tells is my that my eyes are beautiful babeeeeeeee😁\n  ","870246":"\n   What are you drinking usually during walking?\n  ","870247":"\n   What do you do to occupy your time when you're bored Luvs ❓❔❓\n  ","870248":"\n   Why u dont have pussy?\n  ","870249":"\n   Want to see your giant boobs 😍😍\n  ","870250":"\n   Do u have sex in ur entire life?\n  ","870251":"\n   Walking along an empty street, you notice a wallet. It contains $5000 in cash. What would you do? Would your decision change if the ID showed a wealthy looking man or a frail looking old woman?\n  ","870252":"\n   I need more friends that play nerdy card games. Magic, FF, etc. What's your favorite game?\n  ","870253":"\n   Advice for courage to ask someone out?\n  ","870254":"\n   What is your favorite source of indoor entertainment?\n  ","870255":"\n   Sounds yummy\n  ","870256":"\n   Lol\n  ","870257":"\n   Whats for dinner?\n  ","870258":"\n   Are you a philosophy student, a political science student, or a law student?\n  ","870259":"\n   Just as friends!\n  ","870260":"\n   Can I plz add you on snap\n  ","870261":"\n   Your tits size?\n  ","870262":"\n   Ya he is right u are hot af😍\n  ","870263":"\n   you are so beautiful❤️\n  ","870264":"\n   The best work of art in your opinion?\n  ","870265":"\n   Do you have to deal with a lot of hate? If so, how do you handle it?\n  ","870266":"\n   What was the last thing you researched?\n  ","870267":"\n   How old?\n  ","870268":"\n   holla boss\n  ","870269":"\n   Which talent or superpower would you most like to have?\n  ","870270":"\n   What are you doing?\n  ","870271":"\n   We all have those songs we just looooove😂 What songs have you completely memorized?\n  ","870272":"\n   Nthing special u say?\n  ","870273":"\n   What's something you've done, that could be on someone's bucket list?!🌼\n  ","870274":"\n   You’re hot\n  ","870275":"\n   You're right but Alicia isn't here. I don't know what a shoutout is  so I did what I know.\n  ","870276":"\n   I answered the question you offered. Does it matter how I answer it?\n  ","870277":"\n   \"Do you like kids\"? Kinda' just as long as their not mine.\n  ","870278":"\n   Have you ever had surgery?\n  ","870279":"\n   Hey\n  ","870280":"\n   all are your pics ?\n  ","870281":"\n   i know you have crush on me plz dont mention my name here\n  ","870282":"\n   Ever had a crush on someone?\n  ","870283":"\n   It's really complicated😂🙌🏻\n  ","870284":"\n   Five guys or burgerfi ?\n  ","870285":"\n   Both of ur pics\n  ","870286":"\n   Both 🤤\n  ","870287":"\n   Do you have pets? PAP!\n  ","870288":"\n   O i tought hé was mad for sending $20 my bad 🤦‍♂️\n  ","870289":"\n   Only 20😂\n  ","870290":"\n   What does DDLG entail? Do you just act like a kid and have your boyfriend pretend to be your dad or something?\n  ","870291":"\n   Hi and how are you doing today?\n  ","870292":"\n   That's disgusting\n  ","870293":"\n   do you have an outie bellybutton?\n  ","870294":"\n   If you could play any musical instrument, what would it be?\n  ","870295":"\n   What is your favorite season?\n  ","870296":"\n   I bet you have cute bare feet!😍😘\n  ","870297":"\n   Hello\n  ","870298":"\n   Coucou\n  ","870299":"\n   What's ddlg mean?\n  ","870300":"\n   What’s one thing you’d rather pay someone to do than do yourself?\n  ","870301":"\n   What place on earth is a must-see?\n  ","870302":"\n   What do you think is the best holiday decoration for a gift?\n  ","870303":"\n   Why do all or some guys out there cheat ?\n  ","870304":"\n   Yeah, definitely agree with you! You must treat a lady. And meeting parents on the first date? Definitely not! Awkward....\n\n                                😂😂\n  ","870305":"\n   I want to be your daddy 😏\n  ","870306":"\n   Are you ticklish? Where?\n  ","870307":"\n   Summer or winter?\n  ","870308":"\n   What time is it?\n  ","870309":"\n   What do u want to be when you grow up?\n  ","870310":"\n   If you had to wear one color for an entire week, what color would you choose?\n  ","870311":"\n   Where should you never take a first date?\n  ","870312":"\n   How many pets do you have? If any what pets do you have?\n  ","870313":"\n   What charity would you start?\n  ","870314":"\n   Bra size?\n  ","870315":"\n   What is the main reason for you to refuse a date?\n  ","870316":"\n   Who is the most underrated ASKfm user?\n  ","870317":"\n   hey\n  ","870318":"\n   Hi! 😇 Follow back? 💕\n  ","870319":"\n   What is the most annoying question that people ask you regularly? 🤔\n  ","870320":"\n   Buenos días 🤗\n  ","870321":"\n   When is the last time you spent time with a baby.😊🌼\n  ","870322":"\n   Who had the most positive influence on you?\n  ","870323":"\n   How often do you go shopping?\n  ","870324":"\n   What movie should have a sequel?\n  ","870325":"\n   Ohh that sounds good, I make a good homemade tomato soup\n  ","870326":"\n   What’s for dinner?\n  ","870327":"\n   What's your favorite video game?\n  ","870328":"\n   How many people do you consider your \"best friends?\"\n  ","870329":"\n   Who was the last person to do something nice for you?\n  ","870330":"\n   whatcha up to\n  ","870331":"\n   What's one thing you will never do?\n  ","870332":"\n   Have you had your tonsils out?\n  ","870333":"\n   Is there any legal recourse for employer negligence for asbestos exposure?\n  ","870334":"\n   Ever been to Seattle, WA?\n  ","870335":"\n   What car were you born to drive?\n  ","870336":"\n   When do you normally go to bed?\n  ","870337":"\n   :(\n  ","870338":"\n   Welcome ♥️\n  ","870339":"\n   Are you good or bad at public speaking?\n  ","870340":"\n   Where you from!?\n  ","870341":"\n   What was the last difficult thing you were asked to do?\n  ","870342":"\n   Do you have a particular place you like to visit regularly?\n  ","870343":"\n   Where would you choose to visit Paris, Egypt, or Britain?\n  ","870344":"\n   From 1-10 how hot are you?\n  ","870345":"\n   Doing anything?\n  ","870346":"\n   if you had to leave only one thing in your room, what would it be?\n  ","870347":"\n   What's your favorite sleep wear\n  ","870348":"\n   You ready to talk and apologize and act like a better boyfriend yet?\n  ","870349":"\n   do you like ice cream? if so, what's your favorite? if you dont, whats your favorite treat you like to have?\n  ","870350":"\n   Yo who still plays Skyrim? (If you don't feel free to delete this so you don't have to waste your time and plz have a nice day!)\n  ","870351":"\n   Name 3 things you never thought you would do but end up try\n  ","870352":"\n   Can we talk\n  ","870353":"\n   Why these anons from all the way want to be friends but deep down they're scared to reveal who they are ??\n  ","870354":"\n   If you could create your own job, what would it be for and what would the title be?\n  ","870355":"\n   uwu i need somwone to wuv me :(\n  ","870356":"\n   Same here\n  ","870357":"\n   What age kid would you pick to tickle and would you pick a boy or a girl\n  ","870358":"\n   If someone said they'd give you 100 dollars an hour but you had to go somewhere and just tickle a kid mercilessly would you do it ?\n  ","870359":"\n   Who do you have winning the 2020 US Presidential Elections?\n  ","870360":"\n   what kind of music do you listen to lately?\n  ","870361":"\n   Do you try to get attention in public?\n  ","870362":"\n   Do you believe in ghosts? No? Neither do I. But I still don't know how I came back.\n  ","870363":"\n   What's 1 memory you'll never forget?\n  ","870364":"\n   How are you\n  ","870365":"\n   Never have I ever.....__________ ?!\n  ","870366":"\n   Which words or phrases do you most overuse?\n  ","870367":"\n   What is your proposal story? Or what is your dream proposal story?!💕💍\n  ","870368":"\n   When is the last time you had a pb&j sandwich?\n  ","870369":"\n   Last thing you wore that was pink\n  ","870370":"\n   Do you wish on 11:11?\n  ","870371":"\n   Do you like sprinkles?\n  ","870372":"\n   What kind of place do you think is ideal for the first date? Why do you think so?\n  ","870373":"\n   What is your favorite movie snack?\n  ","870374":"\n   Do\/did you go to college? How was\/is it?\n  ","870375":"\n   Do you believe in the 5 second rule?! 😂.    🍏🐜\n  ","870376":"\n   ~_~\n  ","870377":"\n   Hi, sorry For my english but i'm form italy \nTrusth me You are so beautifull and really cute too\n  ","870378":"\n   Do you want to get the Apple Watch?\n  ","870379":"\n   Name 3 things you never thought you would do but end up try\n  ","870380":"\n   Do you believe that dreams can sometimes predict the future?\n  ","870381":"\n   Do you get things done early or do you procrastinate?\n  ","870382":"\n   What do you use to listen to music? Radio, app, etc.\n  ","870383":"\n   What are your favorite song lyrics?!\n  ","870384":"\n   ❤️\n  ","870385":"\n   If you could print any phrase on a T-shirt, what would it say?\n  ","870386":"\n   2 lies and 3 facts in whichever order ? Go\n  ","870387":"\n   Do you wear booties? xxxx\n  ","870388":"\n   Which horror movie antagonist would you like to befriend and soend time with? (You are safe and wouldn’t get murdered by them)\n  ","870389":"\n   What normal thing do you find revolting?\n  ","870390":"\n   Who is the coolest person you’ve ever met?\n  ","870391":"\n   Thoughts on people who constantly post about how they are single on Instagram\n  ","870392":"\n   Literally all of my friends are like super skinny and pretty, but I’m not skinny & I feel really awkward especially when we talk about being fat\/brandy Melville drama\/etc and I only like wearing full pieces to the beach because of this and one even said that I wont look as ‘cute’ is this bad??\n  ","870393":"\n   BBC Chips.\nYou like or not really?\n  ","870394":"\n   When was the last time that you took some \"me\" time?!\n  ","870395":"\n   You’re welcome beautiful\n  ","870396":"\n   Do you have a birthdaymark where is it\n  ","870397":"\n   What is a smell that you absolutely can't stand?\n  ","870398":"\n   Who was the last person to whom you gave a gift?\n  ","870399":"\n   Which is the best age to marry?\n  ","870400":"\n   Who was the last person to whom you gave a gift?\n  ","870401":"\n   Can I call you Goddess xxxxxxxx\n  ","870402":"\n   Okay my feet are cold? xxxxxxxxxxxxx\n  ","870403":"\n   Why are you getting creeped out xxxxxx\n  ","870404":"\n   Describe your fav shoes pls xxxxxxx\n  ","870405":"\n   Bare legs or tights xxxxxxxx\n  ","870406":"\n   What are you good at that nobody knows?\n  ","870407":"\n   Are you open minded xxxxxxx\n  ","870408":"\n   Do you paint your toenails xxxxxxx\n  ","870409":"\n   I HAVEN'T BEEN THERE IN SO LONG!!! ITS SO GOOD!! Were you guys celebrating something?\n  ","870410":"\n   <3 <3 Do you get pedicures xxxxxxxx\n  ","870411":"\n   What is the most expensive meal you've ever had? How much did it cost?\n  ","870412":"\n   Colour flats?\n  ","870413":"\n   Do you like art xxxxxxx\n  ","870414":"\n   Are size 8 feet big x\n  ","870415":"\n   Just wondering ,<3 heels or boots xxxxxxx\n  ","870416":"\n   Size feet xxxxxxx\n  ","870417":"\n   How many times a week do you drink alcohol? What's your favorite?!\n  ","870418":"\n   Flats or boots xxxxxx\n  ","870419":"\n   Do you own many shoes xxxxxx\n  ","870420":"\n   Heels or boots xxxxxx\n  ","870421":"\n   Do you remember a lot of your dreams? Do you have a favorite one you've had so far?!\n  ","870422":"\n   What would be your all time favorite animal be as a pet?\n  ","870423":"\n   Followed 😁👍\n  ","870424":"\n   You’re absolutely beautiful\n  ","870425":"\n   If you could change one thing about your family, what would it be?\n  ","870426":"\n   Last thing you wear that was pink\n  ","870427":"\n   How far away are you from a beach? 🌊\n  ","870428":"\n   In what case you can justify lies?\n  ","870429":"\n   Have you been or currently in a debate team?\n  ","870430":"\n   Do you have Age of Empires?\n  ","870431":"\n   If you have went out to eat recently, where did you go and what did you order?\n  ","870432":"\n   Which games do you have?\n  ","870433":"\n   I want new music. Any suggestions? ???\n  ","870434":"\n   Which Hogwarts house are you a part of? 😁 (Sorry if I've already asked this before, sent to everyone I follow since I wanna try and make a pie chart of the different houses haha Please answer so I can get a fair number 😊)\n  ","870435":"\n   orange juice or apple juice?\n  ","870436":"\n   Whose brain would you want to live in for a day?\n  ","870437":"\n   How to love people in healthy way?\n  ","870438":"\n   Why are girls with pure hearts always deceived?\n  ","870439":"\n   What’s the weather like where you’re at?\n  ","870440":"\n   Favorite kind of tree?\n  ","870441":"\n   Who's your favorite athlete?\n  ","870442":"\n   A portal to another world opens in front of you. You don’t know how long it will stay open or if you’ll be able to get back after you go through. What do you do?And which world would you choose ? A reminder , you might not be able to get back again !\n  ","870443":"\n   True or false ? Are America's children's hospitals for America's children or the children of the world ?\n  ","870444":"\n   hey yall, what's up\n  ","870445":"\n   Is fb messenger working for anyone?\n  ","870446":"\n   What is your all time favorite comedy movie?\n  ","870447":"\n   How old are you? 🤔\n  ","870448":"\n   Think of something Now you got 2 seconds and write it !\n  ","870449":"\n   To whom do you mostly feel in debt? Why?\n  ","870450":"\n   If you had to lose a sense, which would it be?\n  ","870451":"\n   What makes us like the things we like? Where do tastes come from?\n  ","870452":"\n   What do you avoid thinking about?\n  ","870453":"\n   What was the last thing someone sought your advice on? What did you advise them?\n  ","870454":"\n   What is your reaction when someone ignores you?\n  ","870455":"\n   If you were a superhero\/supervillain. What would your special power\/ability be?\n  ","870456":"\n   How'd you describe the way you like to keep your hair? 🤔💇‍♂️💇‍♀️\n  ","870457":"\n   If you got magical powers like in Harry Potter for one day, what'd you do with them? 🧙‍♂️ Haha\n  ","870458":"\n   what’s your favorite gatorade flavor?\n  ","870459":"\n   What would you do differently if you knew nobody would judge you?\n  ","870460":"\n   Ice skating or roller skating?\n  ","870461":"\n   Play any sports? If so what kind?\n  ","870462":"\n   Where to travel this 2020?\n  ","870463":"\n   Is it possible to fall in love with someone you just met online?\n  ","870464":"\n   What animals do you want to see in life before you die?\n  ","870465":"\n   happy tuesday!\n  ","870466":"\n   Which is better, original films or remakes?\n  ","870467":"\n   I’ve been talking to a guy on insta the last 4 days. He”s Muslim & 28. I’m 40 and we talk a lot. Like all day. He’s never asked for money, cards, account info anything. We just talk about everything. He lives in Africa. He mentioned dating\/marriage one day. Is this a scam?\n  ","870468":"\n   A little late Christmas question but here goes! Haha If you were offered to take the role of Santa Claus for life, like in a stereotypical Christmas movie, would you? 🎅🤶 Why \/ why not? 🤔\n  ","870469":"\n   Describe what an average day would be to you? 🤔😁 Do you follow any kind of schedule? Haha\n  ","870470":"\n   Best video game you've ever played? 🎮 Why is it? 🤔😁\n  ","870471":"\n   Have you ever had braces? 🤔\n  ","870472":"\n   How do you imagine meeting with your idol?\n  ","870473":"\n   Have you ever been manipulated in a relationship?\n  ","870474":"\n   why\n  ","870475":"\n   Name 5 things you'd buy if you had unlimited amounts of money for one day? 🤑🤑\n  ","870476":"\n   Some say there are four personality types:\n\nBlue 💙: Calculated, orderly but unflexible, insensitive. \nRed ❤: Competitive, confident but quick to anger, unempathetic. \nGreen 💚: Kind, compassionate but timid, slow. \nYellow 💛: Energetic, creative but forgetful, self-absorbed.\n\nWhich are you? How? 🤔\n  ","870477":"\n   Do you prefer to talk or to listen?\n  ","870478":"\n   Have a beautiful morning, you amazing people. 💪🙂♥️\n  ","870479":"\n   just to talk text me or call me 13312621660\n  ","870480":"\n   Should jeans be accepted in business casual workplaces?\n  ","870481":"\n   Marvel or DC?\n  ","870482":"\n   can i give you my number\n  ","870483":"\n   Oh that’s cool! I’ll have to check it out!\n  ","870484":"\n   hey can i ask you something\n  ","870485":"\n   Where is the funniest place you have ever fallen asleep?\n  ","870486":"\n   How long has your longest ever phone call been?\n  ","870487":"\n   Who is the greatest cook you know? What do they make?\n  ","870488":"\n   I have not heard of this 👀\n  ","870489":"\n   Do you ever get so mad like no one understands what you're saying or no one understands what you mean they just take it as how they want? That happens to me all the time...\n  ","870490":"\n   How many concerts have you been to in your life and which was your favorite? If you’ve not been to one, who would you most like to see?\n  ","870491":"\n   what's on your mind?\n  ","870492":"\n   What foreign language class what you took in high school, what's your favorite subject and tell me why? 😊\n  ","870493":"\n   How does your parents react when you get low marks in test?\n  ","870494":"\n   What state are you in ?\n  ","870495":"\n   Can you play Poker?\n  ","870496":"\n   What's the last concert you went to?\n  ","870497":"\n   You’re studying to be a lawyer? That’s so cool\n  ","870498":"\n   What if every time you got mad or upset your body inflated like a balloon?\n  ","870499":"\n   Which country do you want to visit?\n  ","870500":"\n   We have a game going with my fiancé’s brother and our friends right now! 🥰 He’s the DM. Do you do a virtual game?\n  ","870501":"\n   You’re pretty\n  ","870502":"\n   How tall are you?\n  ","870503":"\n   How do you behave yourself with people you don't like?\n  ","870504":"\n   Do you trust your instincts? Have they ever deceived you?\n  ","870505":"\n   Use a GIF to show an awesome singer or video that you like. Try to find your singer or favorite video in the GIFs or just PAP.\n  ","870506":"\n   When you go bra shopping, what style and size do you go for, and where do you shop?\n  ","870507":"\n   Who was your first crush? Describe them.\n  ","870508":"\n   Want to talk? Need to vent? Hit me up! I'm relatively new to ASKfm and want to get to know you 🙃\n  ","870509":"\n   Who likes it rough?\n  ","870510":"\n   Thank you! 😁\n  ","870511":"\n   Can you share a useful tip for dating?\n  ","870512":"\n   I started while in high school, then took a long break before going back. In hindsight, I would've gone straight through and finished it all. Going back is more of \"proving to myself\". \nBest of luck to you as well. Here's to hoping 2020 gives you all the opportunity for growth, happiness & peace.\n  ","870513":"\n   Do you believe that each individual on Earth has a soulmate?\n  ","870514":"\n   What can you think about for hours?\n  ","870515":"\n   How do you know when you're in love?\n  ","870516":"\n   With college being so costly and reading hard work, I'm always curious what people are going for. I'm currently working on an MBA specializing in Small Business and International Trade.\n  ","870517":"\n   Pancakes or waffles?\n  ","870518":"\n   What is your degree?\n  ","870519":"\n   What are your plans for this week?\n  ","870520":"\n   If you knew the world was about to end, what would you do?\n  ","870521":"\n   What's a new experience you've had recently you would like to share?\n  ","870522":"\n   Have you been tied up before?\n  ","870523":"\n   I need this D20 lmao\n  ","870524":"\n   Have you ever stolen anything?\n  ","870525":"\n   The Simpsons or Family Guy?\n  ","870526":"\n   How do you feel about snow?\n  ","870527":"\n   Are you a girly girl\n  ","870528":"\n   In your opinion what was the best song of 2019\n  ","870529":"\n   Ever loes a bet what did you have to do\n  ","870530":"\n   Stress relief that works immediately for you?????\n  ","870531":"\n   What's the dumbest thing you've ever done?\n  ","870532":"\n   What would you do today if there is no more tomorrow?\n  ","870533":"\n   What's the best way to apologize?\n  ","870534":"\n   Happy New year\n  ","870535":"\n   What is you special talent?\n  ","870536":"\n   are you an extrovert or introvert?\n  ","870537":"\n   Is anyone else hungry at 2:30 in the morning lmao\n  ","870538":"\n   Happy New Year! Do you have any resolutions?\n  ","870539":"\n   Do you guys think time travel can be accomplished?\n  ","870540":"\n   What is your plans today?\n  ","870541":"\n   Do you know anyone who hates shopping?\n  ","870542":"\n   Do you have your appendix?\n  ","870543":"\n   What's your favorite food? 😋\n  ","870544":"\n   Tell me about a good past time.\n  ","870545":"\n   Do you have a special tradition for New Year’s celebration?\n  ","870546":"\n   What does it mean to be a human being?\n  ","870547":"\n   What is one thing you've never told anyone else?\n  ","870548":"\n   How are you\n  ","870549":"\n   Followed!\n  ","870550":"\n   What qualities do you value the most in your friends?\n  ","870551":"\n   Don't you hate have a butt\n  ","870552":"\n   I hate how in this society people treat each other like garbage. Us women need to lift each other up instead of tearing each other down . We’re getting too comfortable judging people and bullying people for no reason. Where did the respect go? What happened to being humble?\n  ","870553":"\n   What is your favorite music?\n  ","870554":"\n   Happy new year y’all🤟🏻\n  ","870555":"\n   Do u work better under stress ?\n  ","870556":"\n   Which website\/service subscriptions do you have?\n  ","870557":"\n   WHAT IS THE FIRST THING YOU WOULD DO IF YOU WON THE LOTTERY?\n  ","870558":"\n   What’s the most annoying piece of clothing your parents made you wear during your childhood?\n  ","870559":"\n   What is your biggest fear?\n  ","870560":"\n   She was never my best friend. :)\n  ","870561":"\n   Is it acceptable to lie to your gf that you're ok with her being flat chested when you actually thought she had boobs but it was 2 push up bra\n  ","870562":"\n   How are you 🌺\n  ","870563":"\n   Wrestler name is the color of your underwear and the last thing you ate.\n  ","870564":"\n   What have u always wanted? Did u ever get it ?\n  ","870565":"\n   Do you agree with the saying that the squeaky wheel gets the grease?\n  ","870566":"\n   What exactly do you want these days?\n  ","870567":"\n   Favorite cuisine?\n  ","870568":"\n   Pray for me 🙏🙏🙏 I am sick again\n  ","870569":"\n   Why do people think we have to pay a certain price to be happy?\n  ","870570":"\n   That sounds awesome!\n  ","870571":"\n   So one of my closest lifelong friends has become depressed and dependent on alcohol and I am the only one who has brought this to his attention what everyone else either doesn't notice or they are contributing to his drinking and I find myself cut out of his life at the moment.... what can I do?\n  ","870572":"\n   What are your New Years Eve Plans?\n  ","870573":"\n   What's the last movie you watched?\n  ","870574":"\n   Can taste in music change your opinion about a person?\n  ","870575":"\n   I want a really hot girl to tell me if I'm ugly or not and be honest. Any volunteers? I'll give you my snapchat 😂\n  ","870576":"\n   What do you think about parents who presents their childrens on the Internet (Facebook, Instagram, ...)?\n  ","870577":"\n   If you wrote an autobiography about your life, would it be interesting or boring?\n  ","870578":"\n   is it important to be well liked?\n  ","870579":"\n   What do you think people should do more often?\n  ","870580":"\n   *How are you going to spend the New Years +and with whom? (I’m so sorry, I forgot to add this to the question)\n  ","870581":"\n   Have you ever encountered any type of Paranormal Activity? Demonic activity?\n  ","870582":"\n   How can you change the World?\n  ","870583":"\n   I need book recommendations!\n  ","870584":"\n   How would you like to celebrate your next birthday?\n  ","870585":"\n   What's your favorite candy?\n  ","870586":"\n   Merry Christmas everyone 🎄\n  ","870587":"\n   Who do you think should be the next president?\n  ","870588":"\n   Hay alguien ver México 🇲🇽\n  ","870589":"\n   Which kind of sports do you find the most traumatic?\n  ","870590":"\n   can u be on school grounds if u are suspended or expelled\n  ","870591":"\n   What's your favorite season?\n  ","870592":"\n   Do you believe there is good in everyone?\n  ","870593":"\n   Presidential candidate Elizabeth Warren is a feminist. Feminists are evil.\n  ","870594":"\n   What?☹?? causes diseases?\n  ","870595":"\n   \"Before you are mean to a 45 year old man remember this he has probably suffered greatly in the past 40 years\"\n  ","870596":"\n   What's the smartest thing you've heard lately?\n  ","870597":"\n   if the answer were yes, what would be your question?\n  ","870598":"\n   What would be the eleventh commandment you would introduce in the Bible?\n  ","870599":"\n   Why are some men thin, and others fat, although they eat the same pasta?\n  ","870600":"\n   What’s so appealing about ddlg?\n  ","870601":"\n   Favorite drink to get at Starbucks?\n  ","870602":"\n   What languages do you know?\n  ","870603":"\n   Thanks for your choices (Handy candy and Hmmmm) on my page.\n  ","870604":"\n   Have you cuddled on somebody  lap\n  ","870605":"\n   Did u see the participants of the new show of Victoria's Secret?\n  ","870606":"\n   How old is your oldest piece of clothes?\n  ","870607":"\n   What position do you sleep in?\n  ","870608":"\n   Beard or moustache?\n  ","870609":"\n   What is your favorite subject in school?\n  ","870610":"\n   Have you ever written a poem? If yes, what was it about?\n  ","870611":"\n   What is something you do every single day?\n  ","870612":"\n   Are you a good liar?\n  ","870613":"\n   Which Christmas song freaks you out the most?\n  ","870614":"\n   Name five of your favourite anime\n  ","870615":"\n   What's Love for you today?\n  ","870616":"\n   Would you rather continue your life as it is or start it over?\n  ","870617":"\n   Do you twerk?\n  ","870618":"\n   How bad do you think 🍆 🍑 would hurt\n  ","870619":"\n   What is your favorite type of sushi?\n  ","870620":"\n   Today\n  ","870621":"\n   What apps do you mostly use on your phone?\n  ","870622":"\n   What is the best place for the first date?\n  ","870623":"\n   What's the fastest way to make a situation awkward ?\n  ","870624":"\n   Did you know that you can ask Santa Claus for a VIP crown here\n   \n    http:\/\/bit.ly\/VIP_en\n   \n   ?\n  ","870625":"\n   What is something you have always wanted to try but have been too scared to ... ?¿\n  ","870626":"\n   Have you ever sent a message and then immediately regretted it?\n  ","870627":"\n   What can bring people together?\n  ","870628":"\n   Many professors can't explain whether soul  exists as such, and if it exists, then what is it and where is it located. Do you think there is soul and if so, where is it located?\n  ","870629":"\n   Last thing you wear that was pink\n  ","870630":"\n   Have you ever counted the calories in what you eat?\n  ","870631":"\n   What if we used to be able to make wishes... but then someone wished we couldn't?✌🏻\n  ","870632":"\n   If you were an actor, would you rather perform as a theater or movie actor?\n  ","870633":"\n   What is your favorite drink on cold evenings?\n  ","870634":"\n   What was The last thing that you were trying hard to get but lost interest after getting it?\n  ","870635":"\n   What is the first thing you notice in a person of the opposite gender ?\n  ","870636":"\n   What are you confused abour\n  ","870637":"\n   What would like to achieve in your life?\n  ","870638":"\n   Continue with a rhyme: \"From my window I can see…\"\n  ","870639":"\n   Would you rather only be able to whisper or only be able to shout?\n  ","870640":"\n   What process is understood as education?\n  ","870641":"\n   Do you trust your instincts? Have they ever deceived you?\n  ","870642":"\n   What concert do you want to go to? ?✌\n  ","870643":"\n   do you believe in the paranormal\n  ","870644":"\n   Have you ever knocked a girl like completely out cold in a fight\n  ","870645":"\n   What can melt your heart?\n  ","870646":"\n   What's your favorite seafood?\n  ","870647":"\n   What are your thoughts on call a guy daddy\n  ","870648":"\n   If you could change one thing physically about yourself what would it be?\n  ","870649":"\n   Where is the Worst places to get a pimple\n  ","870650":"\n   If you could change the color of the sky, would color would it be 🌌?\n  ","870651":"\n   If you had one word to describe yourself, what word would it be?\n  ","870652":"\n   The latest photo from the gallery ?\n  ","870653":"\n   Who was the last person you gave a kiss?\n  ","870654":"\n   What part of your body gets the most   compliments\n  ","870655":"\n   If you could make one change to ask what would it be ?\n  ","870656":"\n   Is there a certain quote you live by?\n  ","870657":"\n   You’re laying in bed home alone at 3 AM. What sound would be the scariest thing to hear at that time?\n  ","870658":"\n   What is your favorite recipe? ??\n  ","870659":"\n   What did you have for breakfast today?\n  ","870660":"\n   Finish the sentences. I will not be...........................? I can be...........................?\n  ","870661":"\n   Do you go commdo a lot\n  ","870662":"\n   How is life? ?\n  ","870663":"\n   what have you been caught red handed doing?\n  ","870664":"\n   What's special about you ?👀\n  ","870665":"\n   Did your parents ever use spankings as discipline?\n  ","870666":"\n   Have you ever pushed the emergency brake button aboard public transport?\n  ","870667":"\n   if someone ur usually mean to told u they were in love with u which is why the bugged you, how would u feel and what would u say\n  ","870668":"\n   What are you wearing rn that's lace?\n  ","870669":"\n   Which animal has the most beautiful fur?\n  ","870670":"\n   What are the best pj\n  ","870671":"\n   What are you hiding from most people?\n  ","870672":"\n   Do you believe in super natural powers?\n  ","870673":"\n   Do you have a pet\n  ","870674":"\n   Which book has made you laugh aloud?\n  ","870675":"\n   why do those who want love get tears?\n  ","870676":"\n   Are you more of a dog person or a cat person?\n  ","870677":"\n   Do you think that your name suits on your personality ?\n  ","870678":"\n   What's 3 things you like most about you\n  ","870679":"\n   What's a decision you've made that you knew was risky but made it anyway?\n  ","870680":"\n   What clothes do you grow out of the fastest\n  ","870681":"\n   What song makes you want to dance??\n  ","870682":"\n   Share the songs you are listening to at the moment.\n  ","870683":"\n   Have you ever had a friendship that ended for of a stupid reason? What was that reason?\n  ","870684":"\n   Do you go on scary rollercoasters?\n  ","870685":"\n   What are you regretting the most?\n  ","870686":"\n   How long have you been using ask.fm?\n  ","870687":"\n   Longboard or hoverboard?\n  ","870688":"\n   Full body  pic\n  ","870689":"\n   PAP your favorite monument of your city.\n  ","870690":"\n   Last thing you wore that was pink\n  ","870691":"\n   Worst thing about being ticklish?\n  ","870692":"\n   Hi I like warm hugs\n  ","870693":"\n   What is the difference between a women's friendship and a men's friendship?\n  ","870694":"\n   Do you believe in big foot\n  ","870695":"\n   If you could go back in time, what is one piece of advice you would give your younger self?\n  ","870696":"\n   Which celebrity would you like to be for one day and what would you do?\n  ","870697":"\n   How was your day\n  ","870698":"\n   Do you like to make new friends???\n  ","870699":"\n   Jeans or sweatpants?\n  ","870700":"\n   Plain or with a pattern?\n  ","870701":"\n   Punishments received at school so far?\n  ","870702":"\n   Who killed the Dead Sea?\n  ","870703":"\n   What makes you nervous?\n  ","870704":"\n   What's your favorite or best physical feature?\n  ","870705":"\n   What's the best dating advice you have?\n  ","870706":"\n   Worst awk moment in school with it?\n  ","870707":"\n   Fav song atm\n  ","870708":"\n   What Pice of blclothing rips most\n  ","870709":"\n   Do you listen to your parents’ advice?\n  ","870710":"\n   like the Linkin Park clip \"One More Light\"?\n  ","870711":"\n   Who is your favorite cartoon character?\n  ","870712":"\n   Something you really miss nowadays ?\n  ","870713":"\n   What is your perfect Sunday morning?\n  ","870714":"\n   What is a dream you've never said out Loud? 🌚\n  ","870715":"\n   An original way to attract a guy's attention?\n  ","870716":"\n   Do u talk to strangers??\n  ","870717":"\n   Do you change your mind often?\n  ","870718":"\n   Do you think it is difficult to live as a vegetarian\/vegan?\n  ","870719":"\n   What's the best thing ever happened to you?\n  ","870720":"\n   Whats the one thing you're sure of that you did absolutely right?\n  ","870721":"\n   What job would you be terrible at?\n  ","870722":"\n   Have you been waking up a lot at night?\n  ","870723":"\n   What's more important for you eating&sleeping or traveling ? (same question different answer) 🌚\n  ","870724":"\n   What things help you relax the best?\n  ","870725":"\n   Whats your favorite phrase?\n  ","870726":"\n   Name 3 things you never thought you would do but end up try\n  ","870727":"\n   Didn't you play the comfortable game while dating someone. Jw\n  ","870728":"\n   What do you like in life?\n  ","870729":"\n   A word you hate to hear at any time\n  ","870730":"\n   Do you judge people based on their knowledge of grammar?\n  ","870731":"\n   Do you have a crush on someone?\n  ","870732":"\n   The grocery shelves will soon be stocked with seasonal specialty items. What is your favorite pumpkin spice food-item?\n  ","870733":"\n   Which series would you recommend watching now?\n  ","870734":"\n   Why Mormons are Freemasons?\n  ","870735":"\n   What is better than chocolate?\n  ","870736":"\n   the color of your underwear + the last thing you eat = your superhero\n  ","870737":"\n   Favorite color, favorite song, favorite book, favorite band, favorite clothes?\n  ","870738":"\n   What's your favorite joke\n  ","870739":"\n   PS4 or Xbox One? Why?\n  ","870740":"\n   No\n  ","870741":"\n   How bad do you think 🍆 🍑 would hurt\n  ","870742":"\n   Do you enjoy travelling on a ferry?\n  ","870743":"\n   what is something is missing in life that was in your life and you love that?\n  ","870744":"\n   Who is your guru?\n  ","870745":"\n   Thoughts on those who have crush on you??\n  ","870746":"\n   If you had a choice to either feel no fear or feel no pain for the rest of your life, which would you choose?\n  ","870747":"\n   What would be your action plan, if there were no more electricity in the world?\n  ","870748":"\n   What would be harder for you, to tell someone you love them or that you donot love them back? ?\n  ","870749":"\n   Are you living your dream ?\n  ","870750":"\n   What does it mean to be a good citizen on the Internet?\n  ","870751":"\n   have you ever been to disneyland\/world? how many times? what's your favorite thing about the park?\n  ","870752":"\n   What do you mean, by unimaginable\n  ","870753":"\n   If you were in charge, who would be the next US president (any person)?\n  ","870754":"\n   Would you rather live in the mountains or on the beach?\n  ","870755":"\n   Do you think people who are over-confident, interactive with many acquaintances are shallow?\n  ","870756":"\n   Continue with a rhyme: \"I was sitting on a chair…\"\n  ","870757":"\n   What's the best advice your father ever gave you ?\n  ","870758":"\n   what have you been ashamed for?\n  ","870759":"\n   Who is the funniest person you know\n  ","870760":"\n   Is it better to be single or in a couple? Why?\n  ","870761":"\n   Date or stay friends\n  ","870762":"\n   How many times have you fallen in love?\n  ","870763":"\n   Are you a nice kid?\n  ","870764":"\n   If you have any pets, do they have any habits that irritate you? If you don't, what kinds would you eventually like to have?\n  ","870765":"\n   Whats the one thing you want from the world ?\n  ","870766":"\n   It's World Vegan Day!  Do you think it is healthy to be a vegan\/vegetarian?\n  ","870767":"\n   What do you miss the most when you're away from home?\n  ","870768":"\n   What's something you're not very good at but enjoy doing anyway?\n  ","870769":"\n   If you could start a collection of one kind of item, what would it be?\n  ","870770":"\n   do you open up for people first or ??\n  ","870771":"\n   Are you still learning who you are?\n  ","870772":"\n   What would be the most useless superpower?\n  ","870773":"\n   what other language can you speak?\n  ","870774":"\n   Where was your last selfie taken?\n  ","870775":"\n   What will you never do?\n  ","870776":"\n   What is the secret of happy relationship?\n  ","870777":"\n   Has anyone gotten Halloween decorations yet?\n  ","870778":"\n   What is a fun fact that you would like to share for no apparent reason what so ever?\n  ","870779":"\n   What online games do you play?\n  ","870780":"\n   Do you have any cool nicknames?\n  ","870781":"\n   What's the most peaceful place for u ?\n  ","870782":"\n   How often do you work out?\n  ","870783":"\n   What gossip about yourself has made you laugh?\n  ","870784":"\n   What is your relationship status??\n  ","870785":"\n   Post a memorable pic from your gallery? 😍\n  ","870786":"\n   How would your superhero costume look like?\n  ","870787":"\n   What's the best news you could hear right now?\n  ","870788":"\n   To your mind, what should every child have?\n  ","870789":"\n   Who is the craziest person you know?\n  ","870790":"\n   Who is the most overrated person in Hollywood?\n  ","870791":"\n   Which superstition you believe to be true?\n  ","870792":"\n   What's your wildest fantasy?\n  ","870793":"\n   What are some songs you have a lot of memories?\n  ","870794":"\n   Whats your favorite sportswear brand?\n  ","870795":"\n   Thank you for your choices (Lotus and Pie) on my page. I'm Alicia861.\n  ","870796":"\n   Who is the most underrated ASKfm user?\n  ","870797":"\n   Netflix or Lostfilm?\n  ","870798":"\n   Where one can find the truth?\n  ","870799":"\n   What question do you ask yourself a lot?\n  ","870800":"\n   Do you watch culinary shows?\n  ","870801":"\n   What do u do when you're under pressure?\n  ","870802":"\n   When was the last time you wrote a letter?\n  ","870803":"\n   Who are you in a parallel universe?\n  ","870804":"\n   What do you like to being called?\n  ","870805":"\n   Which is more important to you: someone who has a similar sense of humor, or someone who has similar interests?\n  ","870806":"\n   What's the latest thing that made you smile? ?❤\n  ","870807":"\n   What r u going to be 4 Halloween?\n  ","870808":"\n   Do-over day! Tell about three things you would do differently!\n  ","870809":"\n   what's something you would never want to tell anyone?\n  ","870810":"\n   What is the best place to hide things from others?\n  ","870811":"\n   Do you deceive well?\n  ","870812":"\n   in your opinion, what should a man be like?\n  ","870813":"\n   Are you a forgiving person?\n  ","870814":"\n   What is the most interesting invention?\n  ","870815":"\n   What will you do in your old age?\n  ","870816":"\n   What are you busy with today?\n  ","870817":"\n   Who has the most beautiful eyes?\n  ","870818":"\n   What was the last thing you got for free?\n  ","870819":"\n   One year of My everything 💜💭 🎂 Which is your fav songs from there?\n  ","870820":"\n   Are you living your dream?\n  ","870821":"\n   what is the most common misconception about love that you know? and how are you going to debunk it?\n  ","870822":"\n   what is your favourite quotation?\n  ","870823":"\n   No kidding at that answer\n  ","870824":"\n   Go something funny ?\n  ","870825":"\n   When was the last time you spent an entire day without your phone? What did you do?\n  ","870826":"\n   What do you think it would be like to live life as a bird?\n  ","870827":"\n   Miranda California is a terrible place to live.\n  ","870828":"\n   Why are there so many rotten and wretched people on ask\/fm ?\n  ","870829":"\n   Which fictional character would you date?\n  ","870830":"\n   Are you jealous?\n  ","870831":"\n   If you had to act in a movie, what character would you choose to be?\n  ","870832":"\n   May I put teapot under my pillow?\n  ","870833":"\n   Describe your neighborhood!\n  ","870834":"\n   Are cats or dogs smarter?\n  ","870835":"\n   What is one thing you will never do again?\n  ","870836":"\n   What are you good at that nobody knows?\n  ","870837":"\n   What components are added to rye bread? ?\n  ","870838":"\n   Do you wish you could read someone's mind? Why?\n  ","870839":"\n   How is your relationship with your parents?\n  ","870840":"\n   Do you believe in happy ending?\n  ","870841":"\n   What kind of transportation do you use most often?\n  ","870842":"\n   What are the things that one should do before go to sleep?\n  ","870843":"\n   Are goodbyes hard for you?\n  ","870844":"\n   Are you an early bird or a night owl?\n  ","870845":"\n   Do you wish to be something little bit more?\n  ","870846":"\n   Are you getting weird anon questions?\n  ","870847":"\n   Height\n  ","870848":"\n   Do you smile at strangers? Why or why not?\n  ","870849":"\n   Blocked people on instagram??\n  ","870850":"\n   Are you still learning who you are?\n  ","870851":"\n   Is reputation important for a person nowadays?\n  ","870852":"\n   What is a skill you’d like to learn and why?\n  ","870853":"\n   Smart casual or sporty style?\n  ","870854":"\n   What is your favorite thing in your room? PAP!\n  ","870855":"\n   What's your favorite vechicle?\n  ","870856":"\n   What is the thing that makes you happy\n  ","870857":"\n   If you could have a role in any TV show, what would it be?\n  ","870858":"\n   If you could be any person in the world for a day, who would you be and why?\n  ","870859":"\n   What childhood story actually frightened you?\n  ","870860":"\n   What is the last thing you searched online?\n  ","870861":"\n   Who is your favorite singer?😃😟😯😳😰👦\n  ","870862":"\n   Are you a gamer ?\n  ","870863":"\n   Where do you shop the most?\n  ","870864":"\n   What makes you nervous?\n  ","870865":"\n   I just found out about a rumor that the girl that I like\/have been sleeping with has a boyfriend. The problem is that I really have strong feelings for her. She deined having a boyfriend. How can I get the the bottom of this without getting myself hurt more?\n  ","870866":"\n   It's World Gratitude Day! What's something you're grateful for?\n  ","870867":"\n   ??What would you say to your young self and why?\n  ","870868":"\n   are you saving up for anything?\n  ","870869":"\n   You are given USD 2,000 for a plane ticket and one full month. Where do you go?\n  ","870870":"\n   Who are your favorite people to follow on Instagram?\n  ","870871":"\n   What was the last message you received????\n  ","870872":"\n   \"Good morning!\n  ","870873":"\n   If you could switch places with someone for a day, who would it be?\n  ","870874":"\n   curnt outfit\n  ","870875":"\n   How are you doing tonight\/day\n  ","870876":"\n   If you could choose a different time period and place to be born, when and where would it be?\n  ","870877":"\n   Name 3 things you never thought you would try but ended up doing anyway\n  ","870878":"\n   What's the last book you read?\n  ","870879":"\n   Tan lines picture\n  ","870880":"\n   Your wrestler name is the color of your underwear + the last thing you drank.\n  ","870881":"\n   What is easy to get into but hard to get out of? ?\n  ","870882":"\n   Mind sharing what's going through your mind right now?\n  ","870883":"\n   Would you erase your most precious memories to become smarter?\n  ","870884":"\n   What harsh truths do you prefer to ignore?\n  ","870885":"\n   Who 😁😱is your best friend?\n  ","870886":"\n   Should we read a lot of books?\n  ","870887":"\n   What's your favorite drink?\n  ","870888":"\n   What do you mean by they never said how many times you have to do it for the tickiling thing\n  ","870889":"\n   What do you mean ?\n  ","870890":"\n   If someone said they'd give you 100 dollars an hour but you had to go somewhere and just tickle a kid mercilessly would you do it ?\n  ","870891":"\n   what did you want to be, when you were a child?\n  ","870892":"\n   What is the furthest place from home you've visited?\n  ","870893":"\n   Mind sharing what's going through your mind right now?\n  ","870894":"\n   Have you ever trusted someone too much?\n  ","870895":"\n   What do u love?\n  ","870896":"\n   How much did you lurk your crushes social media before talking to them?\n  ","870897":"\n   Would you like to go on a date with someone you meet on the Internet?\n  ","870898":"\n   What’s the last video you’ve watched on YouTube? What is it about?\n  ","870899":"\n   How to Travel on an Airplane If You Suffer from Claustrophobia?\n  ","870900":"\n   Do you have that person you talk every day?\n  ","870901":"\n   Do you have a secret love??\n  ","870902":"\n   Do you have any nickname for your friend?\n  ","870903":"\n   Are you in a relationship?\n  ","870904":"\n   What would you miss if you  wake up late tomorrow ?\n  ","870905":"\n   If you could replace anything from your body,what would it be?😅\n  ","870906":"\n   What is your favorite fanfic? Do you like them actually?\n  ","870907":"\n   What's your favorite smell?\n  ","870908":"\n   If you could have any view from your home, what would it be?\n  ","870909":"\n   What's on top of your birthday wish list?\n  ","870910":"\n   Hi! Nice to meet you little girl\n  ","870911":"\n   do u have a husky\n  ","870912":"\n   Did you ever break a bone or just a dish?\n  ","870913":"\n   Do you play a musical instrument?\n  ","870914":"\n   Do u have Twitter\n  ","870915":"\n   Coca-cola or Pepsi? What's your choice?\n  ","870916":"\n   in your opinion, what should a man be like?\n  ","870917":"\n   Have you ever experienced one-sided love?\n  ","870918":"\n   Whom have you hugged today?\n  ","870919":"\n   Would you like to visit an African safari? 🐆🐘🌴\n  ","870920":"\n   What's the most pleasant sound for you?\n  ","870921":"\n   Cuantos años tienen\n  ","870922":"\n   What do you need to eat on a rainy day?\n  ","870923":"\n   At what age, do you think it's time to get a job?\n  ","870924":"\n   Who is someone you love?\n  ","870925":"\n   Will you watch Super Moon tonight?\n  ","870926":"\n   Thick or thin pillow?\n  ","870927":"\n   Name five ways to cheer you up? 🙃\n  ","870928":"\n   For what there's always not enough time?\n  ","870929":"\n   How did you got over your ex?💩\n  ","870930":"\n   Why are Australian dogs fastest in the world?\n  ","870931":"\n   Do you have someone you tell everything to?\n  ","870932":"\n   Go names of important people\n  ","870933":"\n   What word upsets you?\n  ","870934":"\n   have u done any art latly\n  ","870935":"\n   Are you ready for the Halloween night? ;)\n  ","870936":"\n   Would you be able to go to study in another city or country and leave your family?\n  ","870937":"\n   Three things that should always be in your car?\n  ","870938":"\n   Do you like statues as a decor of room? Do you want one at your place?\n  ","870939":"\n   At what age would you like to stay forever? Why?\n  ","870940":"\n   What activities do you prefer? What would you like to learn to play or ride? 🎱🏓🏒🎾🚴🏻\n  ","870941":"\n   Would you like to play Paintball? I have a bruise on my leg 😊\n  ","870942":"\n   a warm blanket or a cup of tea? coffee?\n  ","870943":"\n   Who's your favorite star in the NHL All-Star game?\n  ","870944":"\n   If you had to live the rest of your life in a movie which one would you pick?\n  ","870945":"\n   Do you like to follow the Olympics? What lines are you interested in?\n  ","870946":"\n   Hardy Handfuls\n  ","870947":"\n   Do you like dancing? 🏻\n  ","870948":"\n   What's your favorite joke\n  ","870949":"\n   What do u look like right now\n  ","870950":"\n   If you created a podcast, what would it be about and why?\n  ","870951":"\n   Leave a message for your future self!\n  ","870952":"\n   what women really wants?\n  ","870953":"\n   What side dish do you like to eat with barbecue?\n  ","870954":"\n   What is your favorite old movie?\n  ","870955":"\n   At what company would you like to work?\n  ","870956":"\n   Do you like petplay? If so, which pet(s)?\n  ","870957":"\n   Instagram\n   \n    @motivatethem1\n   \n   .1\n  ","870958":"\n   What are some of your last thoughts before you drift off to sleep?\n  ","870959":"\n   What are you thinking about before going to bed?\n  ","870960":"\n   Whats good in video games?\n  ","870961":"\n   Should I hide my freckles?\n  ","870962":"\n   What do you like to photograph?\n  ","870963":"\n   Are you interested in psychology? 📘 or maybe something else?\n  ","870964":"\n   What messenger do you use? Why do you like this one?\n  ","870965":"\n   What kind of movies definitely need to be watched at home?\n  ","870966":"\n   have u ever been heart broken?\n  ","870967":"\n   How do I delete my question I asked on here?\n  ","870968":"\n   Is this local people?\n  ","870969":"\n   Where are you giong to get education?\n  ","870970":"\n   If you could have anything you wanted for dinner tonight, what would it be?\n  ","870971":"\n   Which dog breeds are popular now?\n  ","870972":"\n   What places do you prefer to swim at in summer?\n  ","870973":"\n   is it better to buy an iPhone 6 in a store or 6s directly from another person?\n  ","870974":"\n   Have you already thought about business you'd like to restrict?\n  ","870975":"\n   What is your favorite subject?\n  ","870976":"\n   Will you be my girlfriend\n  ","870977":"\n   What's your lucky number?\n  ","870978":"\n   Sherman denim , Ally oop Vs Lay up ?\n  ","870979":"\n   Is Halloween a pagan holiday?\n  ","870980":"\n   If you were going to be stuck on an island with three celebrities, which three would you choose?\n  ","870981":"\n   iPhone or Android?\n  ","870982":"\n   What pain is harder for you: physical or spiritual\n  ","870983":"\n   Anybody into any taboos? :)\n  ","870984":"\n   What do you like about me?\n  ","870985":"\n   Something coming up you're excited about??\n  ","870986":"\n   What things force you to be outside more often?\n  ","870987":"\n   Aye yo ma😉\n  ","870988":"\n   Beyoncé or Nicki Minaj?\n  ","870989":"\n   who do u like\n  ","870990":"\n   Do u read the Bible?\n  ","870991":"\n   Do you collect anything? If so, what is it?\n  ","870992":"\n   What’s the first thing you notice about someone?\n  ","870993":"\n   Who single\n  ","870994":"\n   I’m starting to believe that this will be our last good bye of our friendship I seen in no matter in what came upon us two but I will truly miss you and the memories we hold in the past I’m glad I came across to find someone who truly seen happiness before I could see it 🌧🌧🌧🌧🌧🌧🌧🌧🌧🌧🌧🌧🌧🌧\n  ","870995":"\n   ask me ^_^\n  ","870996":"\n   Bom dia means what good morning or good night??\n  ","870997":"\n   What one thing would you do to change the world?\n  ","870998":"\n   Which interior store do you like the most?\n  ","870999":"\n   yoyo\n  ","871000":"\n   What is your attitude towards compliments\/flattery? How does it make you feel?\n  ","871001":"\n   What childhood story actually frightened you?\n  ","871002":"\n   What is the last movie you watched?\n  ","871003":"\n   What do you think about animal shelters? Do you help them?\n  ","871004":"\n   How many of you would like to hang out with me?\n\nI'm a mom also I'm married. I am 29 love to smoke loud. I don't really drink but I chill with lots of people who do. I love to rap, chill, smoke and make ppl laugh.\nSo do you think you would hang out with me?\n  ","871005":"\n   I just got over a cold before Christmas and I'm getting sick again :(\n  ","871006":"\n   What is your favorite clothing store?\n  ","871007":"\n   Any plans for the day ?\n  ","871008":"\n   How do I know if a girl is playing hard to get?\n  ","871009":"\n   what jewelry stores do you like?\n  ","871010":"\n   Why spring turns to summer and then autumn?\n  ","871011":"\n   do you want a cupcake?\n  ","871012":"\n   Who going to the saints game tomorrow\n  ","871013":"\n   What perfume do you want to have?\n  ","871014":"\n   What's more important for you - eating or sleeping?\n  ","871015":"\n   What are you drinking usually during walking?\n  ","871016":"\n   Paper or plastic?\n  ","871017":"\n   Ice Cube or Ice T?\n  ","871018":"\n   What do you look for in a caregiver daddy\/mommy\n  ","871019":"\n   Who are your top 5 favorite actors?\n  ","871020":"\n   Where do you usually buy clothes? 🛍 Are there any main stores?\n  ","871021":"\n   You are so cute! Like and followed\n  ","871022":"\n   nice, I am in michigan!\n  ","871023":"\n   fair enough, and damn, where do you go to college?\n  ","871024":"\n   oh ok, what do you mean by last week home?\n  ","871025":"\n   oh sad day, take one sometime? what about any full body photos of yourself at all?\n  ","871026":"\n   you are so welcome! Do you have any full body photos when you are dressed for a little?\n  ","871027":"\n   then take one silly!!! Why do you never reply to me on skype anymore?\n  ","871028":"\n   Wow, that is an insanely cute picture!!!\n  ","871029":"\n   pap of your ootd!\n  ","871030":"\n   not getting irritated by exclamations: \"Every time I look, you always are in the web\"?\n  ","871031":"\n   couldnt find a masseuse, steak will make me feel better lol\n  ","871032":"\n   lol i'll let u know if i find someone\n  ","871033":"\n   help, i need a massage for my neck n shoulders... lol\n  ","871034":"\n   well, when you posted that pic and I looked at it, I kind of had a problem caused because of your photo, is that ok?\n  ","871035":"\n   oh yeah? Then want to know how I know that oyu are so cute?\n  ","871036":"\n   What can you promise to your friends?\n  ","871037":"\n   yes you totally are! And I could prove it, but I don't want to offend you!\n  ","871038":"\n   Wow, you are gorgeous!!!\n  ","871039":"\n   When looking back to 2016, which are the most memorable events you have experienced?\n  ","871040":"\n   why does playing sports sometimes cause a rash?\n  ","871041":"\n   What are you always thinking about?\n  ","871042":"\n   Need a hug?\n  ","871043":"\n   What something you've done that seemed like a good idea but turned out bad\n  ","871044":"\n   Do you like black guys?\n  ","871045":"\n   what do you mean?\n  ","871046":"\n   Hey world ❤️\n  ","871047":"\n   Is it even possible for a women to use logic rather then emotion in their decisions?\n  ","871048":"\n   How r u?\n  ","871049":"\n   How is it that I have more followers on this one than I do on my other two accounts?\n  ","871050":"\n   That is hot honestly, I am a daddy, and I have had a few non sexual littles before, but never had a sexual one!\n  ","871051":"\n   are you a sexual or nonsexual little?\n  ","871052":"\n   what do you like in ddlg?\n  ","871053":"\n   and how old are you right now? also I see you are into ddlg?\n  ","871054":"\n   so what are you looking for in talking to new people?\n  ","871055":"\n   for some reason skype won't let me add you, it's weird! Could you add me? Skype: calebjlaytonlive\n  ","871056":"\n   oh ok, cool, do you have email or skype? I would love to talk more!\n  ","871057":"\n   That definitely makes sense, I hope that I didn't offend you by asking, and btw I like xbox one most so far!\n  ","871058":"\n   oh nice, which do you enjoy more?\n  ","871059":"\n   were you naked in the picture? Like it doesn't show anything, it just shocked me is all\n  ","871060":"\n   what system do you play on?\n  ","871061":"\n   omg, so I just glanced through your photos and on here and I just noticed your last photo, may I ask something about it?\n  ","871062":"\n   what kind of games?\n  ","871063":"\n   You are so welcome! What do you like doing for fun?\n  ","871064":"\n   I know that this isn't a question, but I jjust had to tell you how absolutely gorgeous you are!!!\n  ","871065":"\n   You have an opportunity to make one person absolutely happy, but not yourself. Who would it be?\n  ","871066":"\n   did anyone ever fell in love with someone thats taken ?\nit’s super complicated \nif you did how did that workout?\n  ","871067":"\n   Slob on my knob like corn on the Cob.\n  ","871068":"\n   Have you ever wanted to get married\n  ","871069":"\n   What's the best part in life?\n  ","871070":"\n   Do you know somebody who likes to sing but can't hold a tune?\n  ","871071":"\n   Anybody have Snapchat???\n  ","871072":"\n   How jealous are you, on a scale of 0 (not) to 10 (extremely)?\n  ","871073":"\n   How to become popular on ask.fm?\n  ","871074":"\n   What components are added to rye bread? ?\n  ","871075":"\n   Hey friend\n  ","871076":"\n   How many serious relationships have you been in?\n  ","871077":"\n   How long are your fingernails?\n  ","871078":"\n   Do you watch culinary shows?\n  ","871079":"\n   what's something you would never want to tell anyone?\n  ","871080":"\n   Are you more of a Grinch or Santa person?\n  ","871081":"\n   Would you rather go out for dinner or cook at home?\n  ","871082":"\n   Are you a likable or lovable person?\n  ","871083":"\n   You're cute\n  ","871084":"\n   Do u like diapers?\n  ","871085":"\n   Question me up\n  ","871086":"\n   What gender do you go by?\n  ","871087":"\n   What's one thing that you would like to have in your room?\n  ","871088":"\n   Do you prefer to be alone or around people?\n  ","871089":"\n   Converse or Vans?\n  ","871090":"\n   Which sound gives you goosebumps?\n  ","871091":"\n   What mobile phone model do you have?\n  ","871092":"\n   Bijouterie or jewelry?\n  ","871093":"\n   Which is the best snack for a Friday evening?\n  ","871094":"\n   Taylor Swift or Rihanna?\n  ","871095":"\n   Can taste in music change your opinion about a person?\n  ","871096":"\n   Please, turn me into a girl with a magic spell!\n  ","871097":"\n   What is the worst thing that can happen on a Monday morning?\n  ","871098":"\n   What was the last thing that made you laugh?\n  ","871099":"\n   Jesus Christ why are you so defensive? Personally I don't think girls should be shirtless in pics that potentially thousands of people could see but if you want to do that then go ahead, shows how loyal you are\n  ","871100":"\n   Are you shirtless in your pfp?\n  ","871101":"\n   Hey babygirl, you look sexy\n  ","871102":"\n   Have you ever counted the calories in what you eat?\n  ","871103":"\n   Which dog breed do you resemble the most by appearance\/character?\n  ","871104":"\n   Continue with a rhyme: \"From my window I can see…\"\n  ","871105":"\n   Have you ever pushed the emergency brake button aboard public transport?\n  ","871106":"\n   PAP your favorite monument of your city.\n  ","871107":"\n   Do you listen to your parents’ advice?\n  ","871108":"\n   Which sports do you follow on TV?\n  ","871109":"\n   Why does everyone kink-shame\n   \n    @SkinnySissy\n   \n   ?\n  ","871110":"\n   Do you judge people based on their knowledge of grammar?\n  ","871111":"\n   What have you been thinking about lately?\n  ","871112":"\n   Which series would you recommend watching now?\n  ","871113":"\n   If you were in charge, who would be the next US president (any person)?\n  ","871114":"\n   Continue with a rhyme: \"I was sitting on a chair…\"\n  ","871115":"\n   Do you agree that good things come to those who wait?\n  ","871116":"\n   Do you follow fashion trends actively?\n  ","871117":"\n   How would you introduce yourself on dating app?\n  ","871118":"\n   What is the secret of happy relationship?\n  ","871119":"\n   Do you have any cool nicknames?\n  ","871120":"\n   What gossip about yourself has made you laugh?\n  ","871121":"\n   Who is the most overrated person in Hollywood?\n  ","871122":"\n   Which superstition do you believe to be true?\n  ","871123":"\n   Where one can find the truth?\n  ","871124":"\n   What's the best way to apologize?\n  ","871125":"\n   What is the best place to hide things from others?\n  ","871126":"\n   Who has the most beautiful eyes?\n  ","871127":"\n   Are you living your dream?\n  ","871128":"\n   What are you good at that nobody knows?\n  ","871129":"\n   Do you believe in happy endings?\n  ","871130":"\n   Which words or phrases do you most overuse?\n  ","871131":"\n   Have you ever been overdressed to an event? Post a pic!\n  ","871132":"\n   What is better: bitter truth or sweet lies?\n  ","871133":"\n   Do shooting stars have the power to fulfill wishes?\n  ","871134":"\n   What makes you feel really uncomfortable?\n  ","871135":"\n   Finish the sentence: Never have I ever...\n  ","871136":"\n\n    http:\/\/ask.fm\/TheJoshGill\/answers\/137994935370\n   \n   lol I think Josh has really improved, apparently he's a feminist now. I liked his rant though.\n  ","871137":"\n   What you miss the most from your childhood?\n  ","871138":"\n   What's the most difficult choice one has to make?\n  ","871139":"\n   What's the funniest auto-correct mistake you made?\n  ","871140":"\n   Imagine that world stands still for 24 hours, you are the only one able to move. What would you do?\n  ","871141":"\n   Tell about your favorite teacher!\n  ","871142":"\n   What do you wish you'd had time to do this summer?\n  ","871143":"\n   Would you give a boy a girly makeover if he was curious about what being a girl feels like?\n  ","871144":"\n   What compliment does people give you the most?\n  ","871145":"\n   What's your thoughts on cuckolding?\n  ","871146":"\n   What is the most interesting thing you have in your purse\/wallet?\n  ","871147":"\n   Have you ever broken up with a friend?\n  ","871148":"\n   What do you have to lose if you just go for it?\n  ","871149":"\n   Who is someone you envy?\n  ","871150":"\n   What is your most bizarre talent?\n  ","871151":"\n   #wednesdaywisdom give someone you know some advice right here\n  ","871152":"\n   Do any of the things that used to upset you a few years ago matter at all to you today?\n  ","871153":"\n   Are you spiritual or religious in any way? If so, how?\n  ","871154":"\n   in regards to the last question...\n  ","871155":"\n   Have you ever thought of maybe idk staying single for awhile to make sure you're not shoving all your issues (which you clearly have) onto your new \"love of your life\" every week when you break up\n  ","871156":"\n   Name your next adventure. PAP of inspiration!\n  ","871157":"\n   What one piece of advice would you give to your younger self?\n  ","871158":"\n   Like this so I can give you one? ☺️http:\/\/ask.fm\/TheJoshGill\/answers\/137223157578\n  ","871159":"\n   Who is more jealous - girls or boys?\n  ","871160":"\n   Have you witnessed any paranormal acitvities?\n  ","871161":"\n   Who is the one person that can always make you laugh?\n  ","871162":"\n   Name your three biggest weaknesses!\n  ","871163":"\n   Favorite 5 people on ASKfm ?\n  ","871164":"\n   Tinman got a heart, Scarecrow got a brain, Lion got courage...what do you get?\n  ","871165":"\n   How do you handle people you don't like?\n  ","871166":"\n   Brother from another mother? Have one?\n  ","871167":"\n   What fruit do you eat the most often?\n  ","871168":"\n   Would you say your parents are overprotective?\n  ","871169":"\n   What do you do when it's too hot to go outside?\n  ","871170":"\n   Take your pants out for a walk! PAP\n  ","871171":"\n   Give us your best ALPACA pun\n  ","871172":"\n   #selfiesunday PAP\n  ","871173":"\n   PAP your favourite Pokemon!\n  ","871174":"\n   Tell us about your first kiss!\n  ","871175":"\n   PAP your before and after!\n  ","871176":"\n   What do fireworks make you think of?\n  ","871177":"\n   What was the last big mistake you made?\n  ","871178":"\n   Are the people you've gone to school with cooler than most?\n  ","871179":"\n   Do you have a lucky talisman you keep with you? PAP!\n  ","871180":"\n   PAP must-have items for the summer!\n  ","871181":"\n   Best beaches close to you?\n  ","871182":"\n   Could you invent a new ice cream flavor?\n  ","871183":"\n   Raised, Glazed or Old Fashioned- what's your favorite donut?\n  ","871184":"\n   Throwback music day: Drop a link to an old school track everyone can groove to!\n  ","871185":"\n   Can you sing and dance? If not, do you wish you did?\n  ","871186":"\n   Would you be happy without money?\n  ","871187":"\n   Name one thing you dream about at night!\n  ","871188":"\n   How much did you lurk your crushes social media before talking to them?\n  ","871189":"\n   Does your name have a meaning? What is it?\n  ","871190":"\n   What would you do with your 15 minutes of fame?\n  ","871191":"\n   What do your doodles look like?\n  ","871192":"\n   If you run away from your problems, does it count as exercise?\n  ","871193":"\n   What is the best way to say goodbye?\n  ","871194":"\n   If you were a dog, would you think in barks?\n  ","871195":"\n   What makes you wake up each morning?\n  ","871196":"\n   15 years of hard labor... could you handle it?\n  ","871197":"\n   If you could leave tomorrow with a one-way ticket, where would you go?\n  ","871198":"\n   What traits do you have that are just like your mother?\n  ","871199":"\n   Tell us something you did that you're ashamed of?\n  ","871200":"\n   What's your middle name?\n  ","871201":"\n   Has anyone in your life ever betrayed you?\n  ","871202":"\n   If reincarnation is real, what animal would you come back as?\n  ","871203":"\n   Do you work well under pressure?\n  ","871204":"\n   Real tattoo or henna tattoo?\n  ","871205":"\n   KIT KIT ITS BUN BUN I WANTED TO SAY HELLO\n  ","871206":"\n   Do you think dad caps are really making a comeback?\n  ","871207":"\n   How much do you love Netflix and Poptarts?\n  ","871208":"\n   PAP of your favorite face?\n  ","871209":"\n   Do you have a memorable picture from back in the day? PAP!\n  ","871210":"\n   What celebrity pair would make an ideal couple?\n  ","871211":"\n   PAP of colored eggs!\n  ","871212":"\n   You discover an island and decide to build your own society. What is the first rule you put into place?\n  ","871213":"\n   WHY ARE YOU AWAKE YOU NEED YOUR SLEEP *pushes back into bed* GO TO SLEEP I JUST HAD CANDY SO ILL BE UP\n  ","871214":"\n   ROADTRIP! Where are you going and who are you taking with you?\n  ","871215":"\n   I LOVE YOU~~⊂((・⊥・))⊃ YOU LOVE ME                            LETS GO KILL BARBIE                 *GIGGLES*\n  ","871216":"\n   *BLUSH BLUSH*\n  ","871217":"\n   Do bananas float?\n  ","871218":"\n   TELL ME ON TEXT THEN PRINCESS\n  ","871219":"\n   BUT I DOOOOOOOOOOOOOO\n  ","871220":"\n   wat would u do if i got a nip piercings\n  ","871221":"\n   What would you be doing right now if the internet didn't exist?\n  ","871222":"\n   What's your wish on a four-leaf clover?\n  ","871223":"\n   What color was your childhood home?\n  ","871224":"\n   Would you rather be in constant pain or have a constant itch?\n  ","871225":"\n   Which do you choose truth or dare?\n  ","871226":"\n   Did you ever fall asleep in school?\n  ","871227":"\n   do you think she don't love you bc she do\n  ","871228":"\n   hmmmm what's with the \"of course.....\" you lying bout somethin'?\n  ","871229":"\n   who do y'all love\n  ","871230":"\n   What's on your bucket list?\n  ","871231":"\n   Crocs or Birkenstocks?\n  ","871232":"\n   why are you so depressed all the time?\n  ","871233":"\n   What's the first thing you grab from the refrigerator when you're hungry?\n  ","871234":"\n   YOURE BEING VERY SELFISH\n  ","871235":"\n   BREAK UP WITH HER PLEASE THIS GUY REALLY LIKES HER A LOT AND LIKE WANTS TO DATE HER AND KISS HER AND SHIT\n  ","871236":"\n   BREAK UO WITH HER LAME ASS\n  ","871237":"\n   YES IT IS 15 year oLD CANT LOVE 17 YEAR OLDS THATS WRONG\n  ","871238":"\n   THATS PEDAFILE\n  ","871239":"\n   OMGGG YOURE 17 YEAR OLD JUST LET HER GO AND GET SOMEONE YOUR ON AGE\n  ","871240":"\n   SOME BOY REALLY LOVES HER AND YOUR KINDA BEING SELFISH BC YOURE SO FAR AWAY\n  ","871241":"\n   MAYBE THATS NOT THE POINT THERES SOMEONE WHO LIKES HER\n  ","871242":"\n   B R E A K T H E F U C K U P W I T H T H A T L I T T L E B I T C H\n  ","871243":"\n   JUSSSSSST FUCCCCCCKING BREEEEEEEEAK UPPPPPPPPP WITTTTTTTTTTH HEEEEEEEEER !?!???!?!!?!?!?!?!?!?!!\n  ","871244":"\n   just tell me if you will break up with her\n  ","871245":"\n   i dont wannnnt 2 respect her\n  ","871246":"\n   will u ever break up with that bitchhhhhhhhh????????????????\n  ","871247":"\n   Do you think dogs are really man's best friend?\n  ","871248":"\n   What are snails even trying to do?\n  ","871249":"\n   What childhood story actually frightened you?\n  ","871250":"\n   Who is one person that you want to spend your life with?\n  ","871251":"\n   You can erase any horrible experience from your past. What will it be?\n  "},"Answer":{"870180":"\n  Watching youtube and feeling sick. About to work on a paper\n  ","870181":"\n  Yes. Because they didn't like me at all\n  ","870182":"\n  Wet. Rainy. and cold\n  ","870183":"\n  All the time\n  ","870184":"\n  My boyfriend back in march\n  ","870185":"\n  Well i was in my apartment doing homework when i got super sick. Totally looking forward to it\n  ","870186":"\n  A lot of people\n  ","870187":"\n  All the time\n  ","870188":"\n  I know. i have my lysol ready because February is when the dumbest of fuckboys come out, people get pregnant, and break ups happen. It's a wonderful time of year\n  ","870189":"\n  How to adult\n  ","870190":"\n  I've always liked decision games. Rn I'm playing the last of us\n  ","870191":"\n  To my face\n  ","870192":"\n  Detroit become human\n  ","870193":"\n  I have no idea tbh. It's been years. Before the actual mobile app for it existed\n  ","870194":"\n  No\n  ","870195":"\n  Hm?\n  ","870196":"\n  Be myself. If they love me they love me. They hate me they hate me. Idc\n  ","870197":"\n  Nothing. Just chilling\n  ","870198":"\n  Eat\n  ","870199":"\n  I have.\n  ","870200":"\n  Depends on the weather\n  ","870201":"\n  Kind\n  \n  Responsible\n  \n  Intelligent\n  \n  Sexy\n  \n  Thoughtful\n  \n  Entergetic\n  \n  Nice\n  ","870202":"\n  Yes\n  ","870203":"\n  Honestly? Yes.\n  ","870204":"\n  Go to class and nap\n  ","870205":"\n  If A is for apple and B is for banana, what is C for?\n  \n  Plastic explosives\n  ","870206":"\n  There was a rumor in high school that i not only got pregnant over summer break but also had a miscarriage. I didn't have sex till college\n  ","870207":"\n  I know. Thank youuuuu\n  ","870208":"\n  My eyes and hair tbh\n  ","870209":"\n  Bbq chips\n  ","870210":"\n  Panda or llama\n  ","870211":"\n  Why\n  ","870212":"\n  Rock and punk and metal and alternative\n  ","870213":"\n  I know i am.\n  ","870214":"\n  It's no problem really!! I appreciate the concern ^^\n  ","870215":"\n  Thank youuuu and it's in the past ^^\n  ","870216":"\n  More or less\n  ","870217":"\n  Naomi. She has been my bestie for 10yrs now\n  ","870218":"\n  I never have. I was always bullied in school so i kept to myself.\n  ","870219":"\n  I'd try\n  ","870220":"\n  It has to be a certain type of chocolate cake.\n  ","870221":"\n  Any song that warms your heart ❤\n  ","870222":"\n  Chocolate cake and macarons\n  ","870223":"\n  Me and my friend? At the set it off concert from 2 weekends ago. I don't take a lot of pics\n  ","870224":"\n  Fault in our stars\n  ","870225":"\n  College. I'm a political science major with a minor in philosophy. Nearly a senior\n  ","870226":"\n  Both. It's fun with friends but when you're by yourself you can look around more\n  ","870227":"\n  Pc.\n  ","870228":"\n  I had to dance on stage in 5th grade in front of the whole school and told my teacher that i was not staying for the after show. She was not happy\n  ","870229":"\n  When a guy hits 13 is when they become sex thirsty. That goes away when they reach about 26-30. Women do not get the hormonal change and sex drive till their 20s\n  ","870230":"\n  Of course. Nothing is impossible.\n  ","870231":"\n  Spinach and mushrooms\n  ","870232":"\n  Hormones. Boys are like that  till their 30s and girls come into the sex scene around 20.\n  ","870233":"\n  People are desperate and believe that is the only way to be in a relationship and keep it together. But loyalty, respect, and trust is what keeps a relationship together. If you HAVE to have sex to keep the fire going, then the relationship isn't for you. A relationship should be able to thrive without sex. Sex is something that happens yes but it isn't a necessity for a relationship\n  ","870234":"\n  I mean it's okay. It's not the best thing in the world\n  ","870235":"\n  March of last year.\n  ","870236":"\n  Nope. I didn't have sex till i was 18 and in college.\n  ","870237":"\n  Yeah?\n  ","870238":"\n  20. Nearly 21.\n  ","870239":"\n  Horror\n  ","870240":"\n  How about chicken and noodles. Make it a chicken fettuccine\n  ","870241":"\n  That dogs put their paws on you as a way of saying they love you and are petting you back\n  ","870242":"\n  Went to a concert!!\n  ","870243":"\n  Android\n  ","870244":"\n  Sweet tea\n  ","870245":"\n  That my hair looks hella good\n  ","870246":"\n  Air\n  ","870247":"\n  Nap or play games lmaoo\n  ","870248":"\n  I do. But you cannot have sex your entire life. If you say life begins at conception then it is impossible as you are not born. Even if you are born it is pedophilia if that happens and not a lot of people do it anyway. The normal age for sex is 15 to 19. Do you need more scientific facts?\n  ","870249":"\n  No. I again have a boyfriend. Which I've expressed\n  \n  Countless times\n  \n  But people are still dumbasses 🤷‍♀️🤷‍♀️\n  ","870250":"\n  Nope. Its impossible\n  ","870251":"\n  I'd turn it into the police or try to find the owner. They need the money more than i do. Looks aren't everything either. Just because their photo looks wealthy doesn't mean they are\n  ","870252":"\n  I play dnd. I usually like overwatch and dead by daylight if we are talking about multiplayer games\n  ","870253":"\n  Just go for ot\n  ","870254":"\n  Video games\n  ","870255":"\n  It wasss\n  ","870256":"\n  It's true\n  ","870257":"\n  Tomato soup and grilled chees2\n  ","870258":"\n  Political science major with a minor in philosophy. My poli sci concentration is law and courts\n  ","870259":"\n  Listen. If i had a dime for anyone who wanted my snapchat to 'just be friends\" id have a planet rn and billions\n  ","870260":"\n  I have a boyfriend so...\n  ","870261":"\n  D\n  ","870262":"\n  Thanks\n  ","870263":"\n  My boyfriend thinks i am too\n  ","870264":"\n  Any work of art tbh. Everyone has talent. All you have to do is put your pen to paper\n  ","870265":"\n  Yeahhh i used to. I just am used to it now. I learned that someone is gonna hate me no matter what so who cares\n  ","870266":"\n  Probably how to curl hair with a straightener\n  ","870267":"\n  I'm 20\n  ","870268":"\n  Hola jefe\n  ","870269":"\n  Teleportation or instant memorization powers\n  ","870270":"\n  About to sleep\n  ","870271":"\n  A grave mistake\n  \n  If you can't hang\n  \n  Killer in the mirror\n  \n  And a bunch others. I'm just horrible at singing and memorizing. So i need to hear the beat of songs in order to sing them but i basically know the music\n  ","870272":"\n  I am about to nap so\n  ","870273":"\n  Fall in love with the one\n  ","870274":"\n  Aww thanks\n  ","870275":"\n  That's fine lol\n  ","870276":"\n  I just feel it would be easier just to answer on the shoutout is all 🤷‍♀️🤷‍♀️🤷‍♀️\n  ","870277":"\n  Why didn't you just answer on the shout out lmao\n  ","870278":"\n  Technically yes. Root canal\n  ","870279":"\n  Sup\n  ","870280":"\n  Wut\n  ","870281":"\n  I don't even know you so don't flatter yourself\n  ","870282":"\n  Yepp\n  ","870283":"\n  I guess lmao\n  ","870284":"\n  I don't know what burgerfi is but i love Five Guys. They're just so expensive\n  ","870285":"\n  Oh. Thank you\n  ","870286":"\n  Both what?\n  ","870287":"\n  4 dogs. Here's dexter and mocha.\n  ","870288":"\n  Oh. No he was mad. So mad he stood me up 5 times. When i called him out on it, he went off on me saying that i only cared about myself and not for him or his happiness. I blocked him. About 2 years later he is still trying to get into my pants and said i led him on after i clearly said i had a boyfriend...so yeah. I misunderstood the whole  \"only 20\" question. I thought you meant my age lmaooo\n  ","870289":"\n  What? I'm almost 21. Legit 2 months\n  ","870290":"\n  Not really. The 'daddy' is a caregiver. As a little i have this thing called little space that i sink into when i get anxious or upset. The caregiver helps keep you safe. They are basically your keeper and owner, hence the bdsm entailment. Most punishments for disobeying rules involve spankings, time out, no dessert--basically what little kids get when they are in trouble. These rules are made prior to the agreement to enter into this type of relationship. I mean the sex if you have it is rough and the caregiver is the dominant. But if you Google it then you will learn more. :)\n  ","870291":"\n  Hi. And im tired\n  ","870292":"\n  Not really. If you don't like it okay? Idc. It's something that I like doing. It's my life\n  ","870293":"\n  No\n  ","870294":"\n  I want to learn violin. I can play the clarinet\n  ","870295":"\n  Winter\n  ","870296":"\n  Feet are gross though\n  ","870297":"\n  Hi\n  ","870298":"\n  Yeahhhh\n  ","870299":"\n  Daddy dom and little girl. It's a form of bdsm that revolves around age regression play. Google it.\n  ","870300":"\n  Make food\n  \n  Clean. Ect\n  ","870301":"\n  Parthenon\n  ","870302":"\n  Ornaments\n  ","870303":"\n  They're idiots\n  ","870304":"\n  I had a guy complain i cost him $20 when he took me to a buffet and he wasn't happy\n  ","870305":"\n  Have one. If you read my bio you would see where it says taken\n  ","870306":"\n  Everywhere\n  ","870307":"\n  Winter\n  ","870308":"\n  12:20pm\n  ","870309":"\n  Constitutional lawyer\n  ","870310":"\n  Black\n  ","870311":"\n  McDonalds or to meet your parents\n  ","870312":"\n  5. 4 dogs and a cat\n  ","870313":"\n  One that helps animals find homes and if they don't then makes them advocates that go to schools and such. Like have a big open ranch for them and kennels and stuff. A good place where they can run and play all they want to and not worry. Then they can find their furrever homes\n  ","870314":"\n  Something D\n  ","870315":"\n  If someone is full of themselves or extremely rude prior or makes it known they only want \"fun\" and not a relationship. Don't go for those people. Even if they are cute. Personality makes a person\n  ","870316":"\n  Me lmao i give some pretty good answers\n  ","870317":"\n  Hi\n  ","870318":"\n  Sure\n  ","870319":"\n  It used to be \"why don't you straighten your hair\" till I did and everyone regretted asking\n  ","870320":"\n  Gracias!!\n  ","870321":"\n  My baby\n  ","870322":"\n  My boyfriend and best friend. Wyatt literally made me love myself and actually see beauty in myself. Naomi stuck through everything with me.\n  ","870323":"\n  Not very often actually. And its usually for food for college that my dad buys me\n  ","870324":"\n  I have no idea tbh\n  ","870325":"\n  It's from a can sadly 😅\n  ","870326":"\n  Tomato soup\n  ","870327":"\n  Okami\n  ","870328":"\n  3\n  ","870329":"\n  My boyfriend and best friend. They seem to be competing to do the nicest things. My friend is driving me to a concert friday and my boyfriend literally makes sure to make me feel loved daily\n  ","870330":"\n  Homework\n  ","870331":"\n  Skydive\n  ","870332":"\n  Nope\n  ","870333":"\n  Yep.\n  ","870334":"\n  Nope\n  ","870335":"\n  The struggle bus\n  ","870336":"\n  On school nights 12am on weekends or breaks, whenever i feel like it. Could be 9pm or 6am who knows\n  ","870337":"\n  :(\n  ","870338":"\n  Thank you?\n  ","870339":"\n  I'm getting better at it. I used to be very bad but i can hold my own now\n  ","870340":"\n  Tennessee\n  ","870341":"\n  Statistics\n  ","870342":"\n  I love visiting my friend\n  ","870343":"\n  Oof each have a lot of crime...my friend actually lived in paris she said it stinks because of the sewer canal. Britain has a lot of crime and pick pockets.\n  \n  Egypt...i mean...sure?\n  ","870344":"\n  I'm a 10 to me and my boyfriend and friend lol\n  ","870345":"\n  Nothing much. Just relaxing\n  ","870346":"\n  My electronics\n  ","870347":"\n  Blanket hoodie and panties\n  ","870348":"\n  Woah woah woah. \"Better boyfriend?\" Whomever this guy is I need context.\n  ","870349":"\n  Green tea\n  ","870350":"\n  I don't have a lot of time anymore but i do\n  ","870351":"\n  I answered this already.\n  \n  Sushi\n  \n  Dating\n  \n  Sex.\n  \n  Legit i didn't think I'd like any of this\n  ","870352":"\n  Sure?\n  ","870353":"\n  Idk man\n  ","870354":"\n  Food taster and flier. They fly me places just to taste food and pay me a lot\n  ","870355":"\n  Owo\n  ","870356":"\n  Yeppp\n  ","870357":"\n  I'd probably pick my baby cousin tbh she's like 6\n  ","870358":"\n  Yeah.\n  ","870359":"\n  Tbh trump. I'm an independent but yeah. With the support he is gaining i think he will win\n  ","870360":"\n  Metal and alternative\n  ","870361":"\n  No. But i get it anyway. I get catcalled a lot for my butt and boobs.\n  ","870362":"\n  Dude same\n  ","870363":"\n  Let's not get depressing here soooo....\n  \n  My boyfriend giving me my promise ring\n  ","870364":"\n  Good. Tired and hungry\n  ","870365":"\n  Skydived\n  ","870366":"\n  Oof\n  \n  Yeet\n  \n  Boop\n  \n  I don't have any phrases really\n  ","870367":"\n  To be proposed to at my graduation ceremony. So 2 big things happen at the same time\n  ","870368":"\n  I hate peanut butter so never\n  ","870369":"\n  Panties lol\n  ","870370":"\n  Nope. The only time I did was when it was the time I saw a shooting star at the same time as 11:11\n  ","870371":"\n  Yesss\n  ","870372":"\n  Some place not too fancy but not too unfancy. This makes a good impression on your date\n  ","870373":"\n  Popcorn\n  ","870374":"\n  Yes i am in the university of Tennessee\n  ","870375":"\n  Yeah unless it's wet food\n  ","870376":"\n  >,<\n  ","870377":"\n  Thank you ^^\n  ","870378":"\n  Nope\n  ","870379":"\n  Eat sushi\n  \n  Get a boyfriend\n  \n  Sex\n  ","870380":"\n  Yep. My family has future sight. My aunt saw a body float up on the bank of the lake. She went out there the next day and a body was on the lake. My grandmother had dreams about fish when someone was pregnant. The next day to end of the week someone would call saying they were pregnant\n  ","870381":"\n  Both. If i have something coming up then i get stuff done early. If it's nothing other then the thing then I procrastinate\n  ","870382":"\n  Spotify and radio\n  ","870383":"\n  \"The knife in you brings out the life in me\"\n  ","870384":"\n  😫\n  ","870385":"\n  I'm anxious...anxious of what my initiative is going to be *insert d20*\n  ","870386":"\n  I like white chocolate.\n  \n  I'm like cleaning\n  \n  I like school\n  \n  I can shoot bows and arrows\n  \n  I can touch my tongue to my nose\n  ","870387":"\n  No\n  ","870388":"\n  Micheal Myers\n  ","870389":"\n  Asparagus.\n  ","870390":"\n  I guess you mean famous or something uh...I met a drag queen with a pink sparkly beard\n  ","870391":"\n  Attention seekers. You are not responsible for anybody's happiness but your own\n  ","870392":"\n  Listen. I'm 250. I've lost over 20lbs. I'm chubby. I used to hate myself. You know what? Since i got my boyfriend who is also fat he has made me so happy. I feel better about myself. I push myself and work hard and I've come to love myself. I am cute. You wear what you want to wear.. fuck everyone's opinion. You only care about yours. If it looks cute then fucking rock it. And if your friends insult you, get new friends fuck them. You don't need negativity.\n  ","870393":"\n  Yess\n  ","870394":"\n  Whenever i can\n  ","870395":"\n  :)\n  ","870396":"\n  I had one on the back of my neck idk if it is still visible or not. I also used to have a mole that looked like a teddy bear on my ass\n  ","870397":"\n  Tbh weed. The smell of the weed being smoked legit makes me super sick. It causes horrible headaches and I nearly throw up. I cannot stand it\n  ","870398":"\n  My boyfriend. I got him studio ghibli stuff mostly\n  ","870399":"\n  Whenever you feel it is right to. Of course it needs to br legally between adults so after 18yrs but whenever you feel it is right\n  ","870400":"\n  My boyfriend. The christmas present he gave me is so good. I got a blanket hoodie and I am in love with it\n  ","870401":"\n  No because I have a boyfriend.\n  ","870402":"\n  Stop with the feet or I am going to charge you actual money for these questions\n  ","870403":"\n  The feet questions.\n  \n  The amount of X's on your question.\n  \n  Specific questions about my clothing.\n  \n  It's creepy as fuck\n  ","870404":"\n  I don't have a favorite shoe. Shoes are shoes. As long as they're comfortable\n  ","870405":"\n  I'm getting super creeped out\n  ","870406":"\n  I mean...i can sorta draw and play clarinet...I used to be able to beat any video game within 3 days. Which is something to be proud of\n  ","870407":"\n  Tend to be\n  ","870408":"\n  No\n  ","870409":"\n  Our 1 year anniversary lol\n  ","870410":"\n  No. I'm not a girly person.\n  ","870411":"\n  With my boyfriend at the Melting Pot. Cost us $100\n  ","870412":"\n  Idk i don't even own flats\n  ","870413":"\n  Yeah?\n  ","870414":"\n  Idk man this is weird\n  ","870415":"\n  Again. Neither. I don't like either\n  ","870416":"\n  Why?\n  ","870417":"\n  I'm not 21 so never lol\n  ","870418":"\n  Flats?\n  ","870419":"\n  No like 3 pairs\n  ","870420":"\n  Neither\n  ","870421":"\n  Sometimes. But usually not. The latest one was that I was protecting this egg for some reason and people were chasing me for the egg. And it fell into the lavas of mordor and I was able to rescue it and I kept the egg\n  ","870422":"\n  An alpaca named machu\n  ","870423":"\n  Thankiesss\n  ","870424":"\n  Thank you :)\n  ","870425":"\n  The problems some people face should be gone. It's sad to see what my family has to go through sometimes\n  ","870426":"\n  Underwear\n  ","870427":"\n  About 8 hours south or more depending on the route\n  ","870428":"\n  When they are for the greater good\n  ","870429":"\n  No\n  ","870430":"\n  No lol\n  ","870431":"\n  Chipotle steak bowl\n  ","870432":"\n  Depends on the system. I have a lot\n  ","870433":"\n  Ice nine kills the silver scream\n  \n  Set it Off\n  ","870434":"\n  Hufflepuff\n  ","870435":"\n  Apple juice\n  ","870436":"\n  My boyfriend's\n  ","870437":"\n  Spot red flags and don't ignore them\n  ","870438":"\n  People suck\n  ","870439":"\n  Cloudy but possible showers\n  ","870440":"\n  Tulip popular\n  ","870441":"\n  I don't like sports much\n  ","870442":"\n  Get someone to go through it and see if they come back. If they do then I will go  if not then welp sucks\n  ","870443":"\n  Both. A hospital is a hospital. It's not true or false. It's literally both.\n  ","870444":"\n  Waiting for food to be delivered\n  ","870445":"\n  Yes\n  ","870446":"\n  Robin Hood men in tights\n  ","870447":"\n  20. Almost 21\n  ","870448":"\n  Potato\n  ","870449":"\n  Wyatt. I owe him everything\n  ","870450":"\n  Probably smell\n  ","870451":"\n  The sensory percenters on our tongues and that in turn sends a feeling to our brain that signals it to be good or bad\n  ","870452":"\n  Death\n  ","870453":"\n  Relationship\n  ","870454":"\n  Kinda upset\n  ","870455":"\n  Teleportation\n  ","870456":"\n  Long and with a part down the middle\n  ","870457":"\n  Fly. Go invisible. All the shebang\n  ","870458":"\n  Blue\n  ","870459":"\n  What clothes i wore. I wanna show off my belly and stuff but my chub says no\n  ","870460":"\n  Roller skating\n  ","870461":"\n  No.\n  ","870462":"\n  Try to stay in your country if possible. It's pretty rough in the world rn\n  ","870463":"\n  Yep. I'm in love rn with someone I met online\n  ","870464":"\n  Panda\n  \n  Koalas\n  \n  And more llamas\n  ","870465":"\n  As happy as it can be lol\n  ","870466":"\n  Both tbh. It depends on the film. For example: I watched beauty and the beast. The original was better in my opinion.\n  ","870467":"\n  Probably\n  ","870468":"\n  No. I don't have the patience lmao\n  ","870469":"\n  Wake up.\n  \n  Get dressed\n  \n  Go to class\n  \n  Come back to my dorm\n  \n  Fix lunch\n  \n  Go to class\n  \n  Come back\n  \n  Do homework\n  \n  Nap\n  \n  Dinner\n  \n  Shower\n  \n  Bed\n  \n  Repeat\n  ","870470":"\n  Okami\n  \n  It made me feel more than I've ever felt before on a video game\n  ","870471":"\n  Nope\n  ","870472":"\n  In public randomly and just being like \"sup\"\n  ","870473":"\n  Yep. Almost every single one till this one\n  ","870474":"\n  1. I have a boyfriend\n  \n  2. I do not know you\n  \n  3. You're a random person on the internet\n  \n  4. You'd probably send me a nude\n  \n  5. You're remaining anonymous for these questions\n  \n  6. Not interested\n  \n  Do i need to keep going or is that enough reasons for you\n  ","870475":"\n  Disney lifetime pass\n  \n  Tickets to japan\n  \n  Lots of japan currency\n  \n  A new house\n  \n  Pay off my student loans\n  \n  A car\n  ","870476":"\n  💚💙\n  ","870477":"\n  Listen\n  ","870478":"\n  Starting off with insomnia but had some sushi so it's getting better\n  ","870479":"\n  No?\n  ","870480":"\n  Depends on the jeans tbh. If they're black and look nice yes. If they're cut up or too baggy no. Same with being too tight. That is a no\n  ","870481":"\n  Oof both. I prefer DC because of Batman and Harley Quinn but I also like Thor and Loki so\n  ","870482":"\n  Why though?\n  ","870483":"\n  Yep yep! My snapchat is krissykitty-mew. I can send you the link to my discord and stuff\n  ","870484":"\n  Shoot\n  ","870485":"\n  My friend's car\n  ","870486":"\n  5hrs\n  ","870487":"\n  My dad. The best sweet tea\n  ","870488":"\n  It's an online site where you can play dnd games. It's called roll20.net. we use it for our games\n  ","870489":"\n  I try not to let it bother me. Not everyone is going to know or like the same things you do. So when you explain something...say DND for example....some people won't understand and just use their own thoughts about it.\n  ","870490":"\n  Three so far with Panic and Garth being tied for favorites. But the other was Nothing More with Palisades, My Ticket Home, and Hell or Highwater\n  ","870491":"\n  Is a continent on water? And if so can we get under it and see a chunk or is it truly connected to the earth?\n  ","870492":"\n  Spanish because that was all that was offered and history\n  ","870493":"\n  Disappointed but proud I did my best\n  ","870494":"\n  Tennessee\n  ","870495":"\n  No\n  ","870496":"\n  Garth Brooks stadium tour in neyland stadium.\n  \n  I've been to 3\n  \n  Nothing more (ft palisades, my ticket home, hell or highwater)\n  \n  Panic! At the disco\n  \n  Garth Brooks\n  \n  Soon I'm going to Sleeping with Sirens with Set it off\n  ","870497":"\n  Thank you! Studying is hard though haha\n  ","870498":"\n  Some people would love to see that\n  ","870499":"\n  Japan\n  ","870500":"\n  Yes it's actually on roll 20!\n  ","870501":"\n  Thank youuu\n  ","870502":"\n  5'6½\n  ","870503":"\n  Try to be nice or just get out of the situation\n  ","870504":"\n  Yes. No\n  ","870505":"\n  Ice nine kills\n  ","870506":"\n  JCPENNY and D with shapable cups\n  ","870507":"\n  Someone I should have never trusted.\n  ","870508":"\n  Right now the only thing I'm feeling is cramps lol\n  ","870509":"\n  Meeee\n  ","870510":"\n  I also have an opening in my dnd session lol\n  ","870511":"\n  Be yourself. Don't overly force yourself to be something. People will like the real you better than the fake.\n  \n  Do not ignore red flags. If there is a red flag at all, do not ignore it  address it and if it is truly bad then cut off that person. I got stood up on dates from a guy that was a jerk who i saw past the red flags. He only would talk about himself and cars and he then tried to make me feel guilty for costing him $20 on a date he wanted to take me on\n  ","870512":"\n  To you as well\n  ","870513":"\n  Yes. I also believe that everyone has a soulmate friend too. One that will be your lifelong friend\n  ","870514":"\n  My boyfriend or my dogs\n  ","870515":"\n  You'll know. Believe me. I'm in love right now. It's different for each person\n  ","870516":"\n  I wish you luck! College is rough. I started fresh out of high school instead of going to a community college. I went to a university. Probably the best decision I ever made\n  ","870517":"\n  Tough question. Depends on the type. If it's blueberry pancakes then pancakes.\n  ","870518":"\n  Currently working on my bachelor's of political science\n  ","870519":"\n  Take down Christmas decorations and get ready to go back to college\n  ","870520":"\n  Spend it with those i love\n  ","870521":"\n  I got a new hoodie blanket for Christmas\n  ","870522":"\n  No. I want to be\n  ","870523":"\n  They sell them on amazon i think lmao\n  ","870524":"\n  My boyfriend's heart\n  ","870525":"\n  Either or. They're not the best tbh\n  ","870526":"\n  Love it\n  ","870527":"\n  Hahahahahaha\n  \n  No\n  ","870528":"\n  All my music is pretty old. But i listened to panic at the disco the most so\n  ","870529":"\n  No. I don't make bets I can't win\n  ","870530":"\n  Drawing, youtube, lavender tea\n  ","870531":"\n  Loved someone who basically fucked up my life by causing me to have depression and other things\n  ","870532":"\n  Spend all my money to fly to my boyfriend\n  ","870533":"\n  In person\n  ","870534":"\n  To you as well ^^\n  ","870535":"\n  I can lick my nose. I can also eat 5 towering plates at a buffet. I can also play clarinet. Oh and I can blow air through my eye\n  ","870536":"\n  Introvert\n  ","870537":"\n  Yes. Always\n  ","870538":"\n  Yes. To lose weight, study harder, and work on me\n  ","870539":"\n  In the future\n  ","870540":"\n  Sleep\n  ","870541":"\n  My dad\n  ","870542":"\n  Yes\n  ","870543":"\n  Bbq ribs\n  ","870544":"\n  Gaming or drawing\n  ","870545":"\n  Nope lol\n  ","870546":"\n  To have sensory perceptions and to have a concept of being. It is also to have certain cognitive abilities that set us apart from animals\n  ","870547":"\n  If I told you then I'd have to tell everyone else\n  ","870548":"\n  Tired\n  ","870549":"\n  Appreciate you  🥰🥰\n  ","870550":"\n  Loyalty and honesty\n  ","870551":"\n  Yes and no. My ass knocks things over but damn does it look good in leggings\n  ","870552":"\n  People change with society. We're an ever evolving species. Some people are respectful  others not. There are good guys and bad guys. The same can be said about women. People also are spending too much time worrying about reputation or appearance that they would gladly be rude if it meant 100 more views\n  ","870553":"\n  Currently I'm obsessed with Set it off and Ice Nine Kills. But usually punk or alternative\n  ","870554":"\n  Happy new year\n  ","870555":"\n  Sorta. Depends on the situation. I once popped out a 5pg paper over a book I read for class with only 5mins to spare and made a C.\n  ","870556":"\n  None. I use my boyfriend's netflix and my best friend's spotify\n  ","870557":"\n  Get a lawyer and set up revocable trusts\n  ","870558":"\n  At the time dresses. Now I like dresses sorta\n  ","870559":"\n  Dying\n  ","870560":"\n  Sorry\n  ","870561":"\n  You should never lie. But looks aren't everything.  Love them for them. If you are relying on looks and breast sizes, you are not right\n  ","870562":"\n  Fine\n  ","870563":"\n  Pink taco\n  ","870564":"\n  Video games. Yes\n  ","870565":"\n  Yes. Some people need to shut their mouth\n  ","870566":"\n  Marriage\n  ","870567":"\n  To be honest...sushi and steak.\n  ","870568":"\n  Praying\n  ","870569":"\n  Nothing in life is free so\n  ","870570":"\n  Take it as it comes ya know?\n  ","870571":"\n  Talk to a local rehabilitation center and recommend them. They will call and check on them if you ask\n  ","870572":"\n  Play video games and rest\n  ","870573":"\n  Sinister 2\n  ","870574":"\n  Kinda. Sometimes people are like their music choices. So\n  ","870575":"\n  Sure. I consider myself cute does that count?\n  \n\n   @krissykitty\n  \n  -mew is my snap\n  ","870576":"\n  It's fine but not over the amount. Idc if your kid threw up for the first time or they licked something or what outfit they wore at 2-3 then 3-4 and so on. But in moderation it's okay. I'll prob do the same but less needy\n  ","870577":"\n  Both lol\n  ","870578":"\n  Yes and no. Reputation is important\n  ","870579":"\n  Smile\n  ","870580":"\n  Playing video games at my house\n  ","870581":"\n  Yep. Henry is a nice ghost though\n  ","870582":"\n  At one step at a time\n  ","870583":"\n  Code orange\n  ","870584":"\n  With my boyfriend and best friend\n  ","870585":"\n  Kit kats\n  ","870586":"\n  Merry crisis\n  ","870587":"\n  Trump because i hate the other candidates\n  ","870588":"\n  Sì. Mis padres y yo visitan Cancun\n  ","870589":"\n  Football is pretty bad actually. But so is baseball. They can kill people\n  ","870590":"\n  No unless it is in school suspension or you have business there\n  ","870591":"\n  Winter\n  ","870592":"\n  Almost everyone\n  ","870593":"\n  Not all. But Elizabeth Warren is something else and I don't like her\n  ","870594":"\n  Viruses\n  ","870595":"\n  Smart words\n  ","870596":"\n  An act of pure kindness leads to another\n  ","870597":"\n  Can we get sushi\n  ","870598":"\n  Thou shalt celebrate Christmas for the birth of Jesus Christ\n  \n  Because a lot of people believe it's about giving gifts.\n  ","870599":"\n  Because pasta comes in all sizes. Just like men\n  ","870600":"\n  It honestly helps me mentally and physically. It takes away from the stresses of life and gives you a safe space\n  ","870601":"\n  Java chip frappe\n  ","870602":"\n  I can speak english primarily and some spanish. I can also speak pig latin\n  ","870603":"\n  Hmmmmm\n  ","870604":"\n  Yes. It's the best\n  ","870605":"\n  Nope.\n  ","870606":"\n  Few years\n  ","870607":"\n  Stomach\n  ","870608":"\n  Either or\n  ","870609":"\n  History\n  ","870610":"\n  Yes. Depression lmao\n  ","870611":"\n  Make sure to tell my doggies and boyfriend hello\n  ","870612":"\n  No. I'm to giggly to lie\n  ","870613":"\n  None really\n  ","870614":"\n  Oof uhh\n  \n  Fullmetal alchemist\n  \n  Black butler\n  \n  Pokemon\n  \n  The last airbender\n  \n  Aggretsuko\n  ","870615":"\n  The present my boyfriend got me\n  ","870616":"\n  Continue it. It's going better for me now than it ever was\n  ","870617":"\n  Not well but yes\n  ","870618":"\n  Prob very bad\n  ","870619":"\n  Ooh i like almost all sushi. But sushi with massago on the top is my favorite\n  ","870620":"\n  Yeah lmao i own a lot of pink panties\n  ","870621":"\n  AskFm, Snapchat, Facebook, and sometimes Instagram\n  ","870622":"\n  The melting pot\n  ","870623":"\n  Just start staring at them. Don't say anything. Just stare into their eyes\n  ","870624":"\n  No i didn't\n  ","870625":"\n  Sex toys. Even though I'm 20 almost 21 i still feel super dirty and embarrassed to look at sex toys in spencers or anywhere\n  ","870626":"\n  Yep. But sometimes the regrettable messages turn into the one's you're proud of\n  ","870627":"\n  Food\n  ","870628":"\n  Read older philosophers like plato and Aristotle. they each had their conception of where the soul was. Aquinas said that our souls were with god and thus have a right to follow his will in accordance with ours. Philosophy studies this in almost all older models. If you're truly wondering I'd research them\n  ","870629":"\n  Panties\n  ","870630":"\n  Usually i do\n  ","870631":"\n  Wishes come true sometimes. It all depends on the context. If the person said i wish we couldn't make wishes then that we would be his group or family. But if he specified everyone in the world then rip us\n  ","870632":"\n  Movie actor. I wouldn't have to perform in front of hundreds. Just get seen by hundreds\n  ","870633":"\n  Hot chocolate\n  ","870634":"\n  Guitar lol\n  ","870635":"\n  Their personality\n  ","870636":"\n  My entire life\n  ","870637":"\n  To be a successful lawyer with a family\n  ","870638":"\n  The wind carrying a pretty bee\n  ","870639":"\n  Whisper\n  ","870640":"\n  Experiences are usually a better learning environment\n  ","870641":"\n  Yes and no\n  ","870642":"\n  Ice nine kills\n  \n  Set it off (seeing them in January)\n  ","870643":"\n  Yes and no\n  ","870644":"\n  No\n  ","870645":"\n  Any puppy video\n  ","870646":"\n  Crab\n  ","870647":"\n  If it's for the sake of ddlg then it is okay. I do it but im also very into the little lifestyle.\n  ","870648":"\n  My weight.\n  ","870649":"\n  On your most sensitive spots\n  ","870650":"\n  Galaxy\n  ","870651":"\n  Cute\n  ","870652":"\n  My dog dexter\n  ","870653":"\n  My boyfriend\n  ","870654":"\n  My boobs\n  ","870655":"\n  Take off anonymous questions\n  ","870656":"\n  No\n  ","870657":"\n  A dog vomiting\n  ","870658":"\n  My grandmother's chocolate poundcake or my dad's jalapeno poppers\n  ","870659":"\n  Air\n  ","870660":"\n  I will not be able to make it to my dorm\n  \n  I can be squirtle\n  ","870661":"\n  Nooo\n  ","870662":"\n  It's okay\n  ","870663":"\n  No\n  ","870664":"\n  My inability to not procrastinate\n  ","870665":"\n  My grandparents did but never my parents\n  ","870666":"\n  Nope\n  ","870667":"\n  I wouldn't believe it\n  ","870668":"\n  Nothing lmao\n  ","870669":"\n  Pyrenees doggo\n  ","870670":"\n  Onesie\n  ","870671":"\n  Nothing lmao\n  ","870672":"\n  I'm not opposed to the idea\n  ","870673":"\n  Yes. 4 doggos\n  ","870674":"\n  No book has done that to me\n  ","870675":"\n  Because you haven't found the true love.\n  ","870676":"\n  I am a dog person. But i like both\n  ","870677":"\n  Idk lol\n  ","870678":"\n  My eyes, my heart, and my personality\n  ","870679":"\n  Rollercoasters\n  ","870680":"\n  Pants lol\n  ","870681":"\n  Almost anything\n  ","870682":"\n  I'm not listening to anything\n  ","870683":"\n  Not stupid. She manipulated me and used me and lied to me. So\n  ","870684":"\n  Yes\n  ","870685":"\n  My old relationships\n  ","870686":"\n  Years\n  ","870687":"\n  Neither\n  ","870688":"\n  It's been a while\n  ","870689":"\n  My city is too small to have a monument\n  ","870690":"\n  Uh....a teeshirt\n  ","870691":"\n  The amount of pain that person is gonna feel\n  ","870692":"\n  I hate frozen\n  ","870693":"\n  Men don't sleep in the same bed because it's \"gay\" but girls do not care because we need and deserve cuddles\n  ","870694":"\n  I believe anything is possible\n  ","870695":"\n  Don't date Chelsey\n  ","870696":"\n  The president to see how hard the job actually is\n  ","870697":"\n  It was okay\n  ","870698":"\n  Yes\n  ","870699":"\n  Depends on the occasion. Something with friends or something casual is jeans. Anything else is sweat pants\n  ","870700":"\n  I prefer patterns.\n  ","870701":"\n  Detention. That's the only punishments I've had. I'm a good kid\n  ","870702":"\n  God\n  ","870703":"\n  Literally everything\n  ","870704":"\n  My eyes\n  ","870705":"\n  Be original. Don't pretend\n  ","870706":"\n  I don't really have awkward moments at school\n  ","870707":"\n  It is the End by Ice Nine Kills\n  ","870708":"\n  My head hurts from attempting to comprehend this\n  ","870709":"\n  Most of the time. They turn out right so\n  ","870710":"\n  Don't listen to them\n  ","870711":"\n  Oof uh\n  \n  Cartoon: courage\n  \n  Anime: ciel or edward elric\n  ","870712":"\n  The times i had with friends\n  ","870713":"\n  Waking up with my dog and boyfriend beside me\n  ","870714":"\n  I usually tell them unless i don't remember them\n  ","870715":"\n  Just be yourself. Worked for me\n  ","870716":"\n  Yes\n  ","870717":"\n  All the time\n  ","870718":"\n  I'm not one. But once you get used to the lifestyle change i don't think it would be too hard to live that way\n  ","870719":"\n  Meeting my best friend and my boyfriend. These were the best things that have happened to me\n  ","870720":"\n  Finding wyatt and getting close to him. I know he is my soulmate\n  ","870721":"\n  Hunter\n  ","870722":"\n  Yep\n  ","870723":"\n  Eating and sleeping\n  ","870724":"\n  Video games and drawing\n  ","870725":"\n  Give me romance or give me crippling depression\n  ","870726":"\n  Sushi\n  \n  Dating\n  \n  Bok choy\n  ","870727":"\n  Comfortable game??\n  ","870728":"\n  Sleep\n  ","870729":"\n  Bitch. It's a demeaning word\n  ","870730":"\n  Yes haha\n  ","870731":"\n  My boyfriend\n  ","870732":"\n  I don't like pumpkin\n  ","870733":"\n  I watch big mouth and need to get caught up but definitely the dnd series on youtube called Dingo's doodles. It is animated and really really funny and good\n  ","870734":"\n  Idk\n  ","870735":"\n  Love\n  ","870736":"\n  Flower pizza\n  ","870737":"\n  Cyan, A grave mistake by Ice Nine Kills, hachico waits, my chem, my onesies\n  ","870738":"\n  Sabe ingles?\n  \n  Si\n  \n  Como se dice \"un zapados\" en ingles?\n  \n  A shoe?\n  \n  Salud\n  \n  Gracias\n  ","870739":"\n  Ps4. I've grown up with playstation. Both are good though\n  ","870740":"\n  I answered your question what do you mean no\n  ","870741":"\n  How bad do I think an eggplant and peach will hurt....it might hurt the peach because it isn't made to be stuffed but the eggplant will probably be fine\n  ","870742":"\n  Never been on one\n  ","870743":"\n  My exes...?\n  ","870744":"\n  Guru?\n  ","870745":"\n  Just tell me.\n  ","870746":"\n  No fear. I'd get through life so much easier\n  ","870747":"\n  Learn how to live using the environment\n  ","870748":"\n  That you don't love them back. Cause the sight of their heart breaking would kill me cause I've been there before\n  ","870749":"\n  Not yet\n  ","870750":"\n  Don't cyber bully? Don't call people out for their beliefs. Don't be a jerk. Basically common sense stuff\n  ","870751":"\n  2 times. Neither of which I remember because I was little\n  ","870752":"\n  Unimaginable is something great that our own abstract minds cannot perceive\n  ","870753":"\n  Uh...trump i guess\n  ","870754":"\n  Mountains\n  ","870755":"\n  Over confidence can hurt you in the end.\n  ","870756":"\n  With ants in my hair\n  \n  Then along came a bear\n  \n  Who sat down and brushed my hair\n  ","870757":"\n  Always try to look presentable. You don't know who you are going to meet\n  ","870758":"\n  Failing something I refused to study for\n  ","870759":"\n  My boyfriend\n  ","870760":"\n  Whichever you prefer. It's your decision\n  ","870761":"\n  ?? I have a boyfriend\n  ","870762":"\n  A lot. But looking back. They weren't true love. What I have now is\n  ","870763":"\n  I think so\n  ","870764":"\n  Not really. I have 4\n  ","870765":"\n  Peace\n  ","870766":"\n  Vegetarian yes. But i am not one\n  ","870767":"\n  My dogs\n  ","870768":"\n  Gaming\n  ","870769":"\n  I collect pokemon cards\n  ","870770":"\n  Usually\n  ","870771":"\n  Every day\n  ","870772":"\n  The ability to write fast\n  ","870773":"\n  Spanish\n  ","870774":"\n  My bed\n  ","870775":"\n  Kill someone intentionally\n  ","870776":"\n  Compromise and honesty\n  ","870777":"\n  Nope lmao\n  ","870778":"\n  The reason we have thanksgiving is because the pilgrims turned to cannibalism within the first year and the indians were scared they were going to get eaten\n  ","870779":"\n  A lot. League is my main one\n  ","870780":"\n  Kitten\n  ","870781":"\n  Home or with wyatt or with my best friend naomi\n  ","870782":"\n  I walk over a mile every day\n  ","870783":"\n  During highschool there was a rumor that happened over the summer. That i got pregnant. Had the baby. Then had a miscarriage.\n  \n  I was 17\n  \n  I was single....\n  ","870784":"\n  Happily taken in a committed relationship  ^^\n  ","870785":"\n  The week of my birthday.\n  ","870786":"\n  Batman\n  ","870787":"\n  \"I'm omw to visit babe. Be there soon!!\"\n  ","870788":"\n  A home\n  ","870789":"\n  Me.\n  ","870790":"\n  Literally the Kardashians. They are horrible people. They just have lots of money and botox and none of them actually \"worked\" for their money. They were born rich. Honestly I don't see the appeal\n  ","870791":"\n  I believe that there are spirits but not ghosts. The spirits are those watching over us.\n  ","870792":"\n  To go skydiving\n  ","870793":"\n  I cannot remember the name. But there was a song by Green Day I dedicated to my ex who was abusive so...\n  ","870794":"\n  Sketchers?\n  ","870795":"\n  No prob. I like pie. And i like flowers\n  ","870796":"\n  Obviously me\n  ","870797":"\n  Netflix\n  ","870798":"\n  Okay philosophy lesson time.\n  \n  There is no one definite truth. There is only the path to figuring out the truths of what we know in order to find more infinite  truths. It's a neverending cycle\n  ","870799":"\n  Why do you do the things you do?\n  ","870800":"\n  Yes\n  ","870801":"\n  Cry and procrastinate\n  ","870802":"\n  Its been a few months\n  ","870803":"\n  Probably president\n  ","870804":"\n  For dinner\n  ","870805":"\n  Similar interests. Humor is great but with interests you can never get bored\n  ","870806":"\n  My boyfriend being goofy\n  ","870807":"\n  A broke and tired college student...oh wait that's me normally\n  ","870808":"\n  Some of my friends, some of my decisions, and some of my relationships\n  ","870809":"\n  I'm an open book so\n  ","870810":"\n  I can't tell you or they'd find it\n  ","870811":"\n  No and yes. I really don't like to deceive people in general. I like to be honest\n  ","870812":"\n  A man should be thoughtful and caring. They should be a good listener and willing to compromise with you. Looks don't matter. I'd like for good personality. I found my perfect guy. And I love him with all my heart\n  ","870813":"\n  Yes\n  ","870814":"\n  Obviously the slinky\n  ","870815":"\n  Live a relaxing life hopefully and travel the world\n  ","870816":"\n  I had classes from 11:10-2. So now I am eating a quick lunch before I have to work on Political Science homework and philosophy homework. Then later I have to conduct an interview for a paper that is due on Monday and then I have to revise my philosophy paper by Tuesday\n  ","870817":"\n  Me lol\n  ","870818":"\n  Candy\n  ","870819":"\n  Oof my one year anniversary isn't till January and my birthday isn't till march\n  ","870820":"\n  I am getting there\n  ","870821":"\n  That long distant relationships don't work out in the end. I've been in one for 1yr 9mt\n  ","870822":"\n  I have too many to count\n  ","870823":"\n  K. Uh something funny uh uh\n  ","870824":"\n  What?\n  ","870825":"\n  I slept and went outside and hung out with friends and experienced the world\n  ","870826":"\n  Free and rewarding\n  ","870827":"\n  Any place in California is a bad place to live.\n  ","870828":"\n  I have no idea.\n  ","870829":"\n  Edward Elric\n  ","870830":"\n  No i have nothing to be jealous for\n  ","870831":"\n  Ooh uh I'd want to be probably a supporting character\n  ","870832":"\n  Sure man. You do you\n  ","870833":"\n  Small and in the middle of nowhere\n  ","870834":"\n  Both. Depends on which one. Sometimes dogs are smarter than cats while other times cats are smarter than dogs.\n  ","870835":"\n  There's a lot of people I would not have associated with\n  ","870836":"\n  Uh cursive in my opinion\n  ","870837":"\n  Idk lol\n  ","870838":"\n  Yes because of my self esteem issues\n  ","870839":"\n  Pretty good\n  ","870840":"\n  Yes\n  ","870841":"\n  Bus\n  ","870842":"\n  Drink hot tea and turn off lights\n  ","870843":"\n  Depends on the person. Usually yes\n  ","870844":"\n  Night owl\n  ","870845":"\n  I guess??\n  ","870846":"\n  Yes. Very weird.\n  ","870847":"\n  5'6\"\n  ","870848":"\n  Yes. It could make someone's day\n  ","870849":"\n  Yep. Some\n  ","870850":"\n  Yes and know. I know me but don't know me. In the sense that I know my limits and expectations but my reactions to things vary\n  ","870851":"\n  Yes. Always make a good impression on everyone. Never know when you'll meet again\n  ","870852":"\n  Public speaking. I'm going to need it in the future\n  ","870853":"\n  Casual\n  ","870854":"\n  Not in my room rn but tbh my promise ring. I look at it and it makes me know everything is going to be okay\n  ","870855":"\n  Impala\n  ","870856":"\n  Wyatt\n  ","870857":"\n  Supporting or lead. Depends on the show\n  ","870858":"\n  Kim jung un so i could change the government regime\n  ","870859":"\n  Slenderman\n  ","870860":"\n  Mind flayer dnd\n  ","870861":"\n  Brandon Urie\n  ","870862":"\n  Yes\n  ","870863":"\n  The POD market at my college\n  ","870864":"\n  Literally everything\n  ","870865":"\n  I'd dig around through her friends and such. Id ask the person you suspect to be her boyfriend too. Then ask her again \"are you sure you are single?\" Then confront her with evidence\n  ","870866":"\n  My life\n  ","870867":"\n  Don't let sarah manipulate you. Don't date chelsey\n  ","870868":"\n  Nope. All money I own is going to go to paying off loans and getting a house\n  ","870869":"\n  Japan\n  ","870870":"\n  Markiplier\n  \n  Gordan Ramsay\n  \n  And my friends\n  ","870871":"\n  Garrias probably would have reverted back to the cold killing sniper\n  \n  Talking about dnd of course. I'm a DM so\n  ","870872":"\n  Blah 5 hours of sleep is not enough\n  ","870873":"\n  A cat. I'd love to spend the day seeing what the cat culture is like\n  ","870874":"\n  Nu\n  ","870875":"\n  Dming for my DND campaign\n  ","870876":"\n  Probably america before WWI. It would be an interesting experience to see the culture and how it evolved from that time till today\n  ","870877":"\n  Sushi\n  \n  Boba tea\n  \n  Shrimp chips\n  ","870878":"\n  Meditations  by Descartes\n  ","870879":"\n  I don't have tan lines lol\n  ","870880":"\n  White water\n  ","870881":"\n  Romper. Jeans. Bed\n  ","870882":"\n  Whether i should eat leftover sphagetti or cook something else to eat or order out.\n  ","870883":"\n  We must know what we don't know. But I have no reason to erase memories for more knowledge. Even if we do there will still be things we don't know\n  ","870884":"\n  Someone's true feelings about me\n  ","870885":"\n  Naomi or wyatt. Naomi and i have known each other since elementary school. Wyatt is my boyfriend\n  ","870886":"\n  Yes\n  ","870887":"\n  Sweet Tea\n  ","870888":"\n  Oh. Well it says a 100 dollars an hour for going and tickling a kid mercilessly. Technically it does not give a set amount of times that I must tickle him or how long that I must do it. Therefore, yes I would do it because it relies on my judgement and I only am required to do it once to get money.\n  ","870889":"\n  What are you talking about\n  ","870890":"\n  Yeah cause it doesn't specify the amount of times I need to do it\n  ","870891":"\n  A lot of things lol\n  ","870892":"\n  Washington DC\n  ","870893":"\n  Should i walk to get food or cook\n  ","870894":"\n  Yep. And i got cheated on.\n  ","870895":"\n  My boyfriend. He literally is the light of my life\n  ","870896":"\n  Lol me and my boyfriend met on discord so none\n  ","870897":"\n  Already have\n  ","870898":"\n  Monto. It was Dead by Daylight and he was playing Traps only Trapper\n  ","870899":"\n  I've never flown so uh idk\n  ","870900":"\n  My boyfriend yes. We make time to talk every day\n  ","870901":"\n  Well...he's not really a secret haha\n  ","870902":"\n  Wifey\n  ","870903":"\n  Yes. Happily taken for 1yr 8mths\n  ","870904":"\n  Lol classes\n  ","870905":"\n  My stomach fat. I want to weigh less.\n  ","870906":"\n  Sorry for the late answer. I'm not as into them as I used to be.\n  ","870907":"\n  Probably hickory or oak wood burning. It smells just like BBQ to me and it makes me have fond memories\n  ","870908":"\n  The lake\n  ","870909":"\n  Uh probably for my boyfriend to come visit\n  ","870910":"\n  Wow I haven't been on in so long. I have a boyfriend though but hi.\n  ","870911":"\n  No\n  ","870912":"\n  Yes\n  ","870913":"\n  Yes\n  ","870914":"\n  No\n  ","870915":"\n  Coca cola\n  ","870916":"\n  He should be a listener. Sweet and kind. He should love me for me and all the quirks that come with. He will never hurt me and if he does he will show me he's sorry. He has to be willing to deal with my clingyness and my cuddly personality as well as my depression and anxiety. And with Wyatt, I've found everything I will ever need <3\n  ","870917":"\n  Yep\n  ","870918":"\n  No\n  ","870919":"\n  Yes\n  ","870920":"\n  Rain\n  ","870921":"\n  Tengo diez y ocho años, ¿Y tu?\n  ","870922":"\n  Cheese\n  ","870923":"\n  16\n  ","870924":"\n  Wyatt\n  ","870925":"\n  No\n  ","870926":"\n  Thick. Gotta have squish\n  ","870927":"\n  It's really hard to cheer me up. But food, cuddles, sex, and Wyatt.\n  ","870928":"\n  Gaming and sleeping\n  ","870929":"\n  Realized they were shit and bettered myself to find others\n  ","870930":"\n  Because God\n  ","870931":"\n  Yepp\n  ","870932":"\n  Wut\n  ","870933":"\n  Moist\n  ","870934":"\n  Yes\n  ","870935":"\n  No\n  ","870936":"\n  Yes\n  ","870937":"\n  Water, jumper cables, knife\n  ","870938":"\n  Sure\n  ","870939":"\n  I guess 5. Can be cute forever plus that's my wittle age\n  ","870940":"\n  Ride\n  ","870941":"\n  Yeah sounds fun\n  ","870942":"\n  Tea\n  ","870943":"\n  Wut\n  ","870944":"\n  Oh uh...probably the Fullmetal alchemist movie because I can do alchemy\n  ","870945":"\n  Wut\n  ","870946":"\n  Wut\n  ","870947":"\n  No\n  ","870948":"\n  Don't have one tbh\n  ","870949":"\n  Me lol\n  ","870950":"\n  Dunno\n  ","870951":"\n  Don't be stupid\n  ","870952":"\n  A guy with good grammar\n  ","870953":"\n  Mashed potatoes\n  ","870954":"\n  Oh brother where art thou\n  ","870955":"\n  Honestly the US government. I wanna be a supreme Court Justice so\n  ","870956":"\n  Kitten\n  ","870957":"\n  Okay?\n  ","870958":"\n  My baby\n  ","870959":"\n  My baby\n  ","870960":"\n  Basically the game play mechanics and atmosphere. I also love having someone to play with.\n  ","870961":"\n  Never hide who you are\n  ","870962":"\n  Nature mostly\n  ","870963":"\n  I'm interested in political science\n  ","870964":"\n  Kik and discord\n  ","870965":"\n  Pornos\n  ","870966":"\n  Yep\n  ","870967":"\n  I don't knoe\n  ","870968":"\n  Wut\n  ","870969":"\n  The University of Tennessee\n  ","870970":"\n  I don't know or care\n  ","870971":"\n  Corgis and Shiba\n  ","870972":"\n  Pools..\n  ","870973":"\n  I don't like Iphone\n  ","870974":"\n  I dunno\n  ","870975":"\n  History\n  ","870976":"\n  I have a boyfriend soooo\n  ","870977":"\n  7\n  ","870978":"\n  Who\n  ","870979":"\n  I think?\n  ","870980":"\n  Hmm def Morgan Freeman, Jensen Ackles, Brandon Urie, and Bob Ross\n  ","870981":"\n  Android\n  ","870982":"\n  Physical prob\n  ","870983":"\n  Nah\n  ","870984":"\n  I don't even know you but your eyes\n  ","870985":"\n  Spring break\n  ","870986":"\n  Weather\n  ","870987":"\n  Wut\n  ","870988":"\n  Neither. Both kinda stuck tbh in my opinion\n  ","870989":"\n  My boyfriend\n  ","870990":"\n  No. I believe in it but have never read it\n  ","870991":"\n  Pokemon items\n  ","870992":"\n  Their personality\n  ","870993":"\n  Not meee\n  ","870994":"\n  What?\n  ","870995":"\n  Ask you what xD\n  ","870996":"\n  Good night?\n  ","870997":"\n  The amount of hate that's in it. And the amount it takes to go to college\n  ","870998":"\n  Lol what\n  ","870999":"\n  Mew\n  ","871000":"\n  I treat them as lies tbh\n  ","871001":"\n  Slenderman.\n  ","871002":"\n  I haven't really watched any :\/\n  ","871003":"\n  I want to but I'm a poor student :( and they're good if they're no kill shelters.\n  ","871004":"\n  No. Because I don't like smoking and you're older than me\n  ","871005":"\n  Medicate the shit out of it\n  ","871006":"\n  Hot topic\n  ","871007":"\n  Eat food and possibly work out\n  ","871008":"\n  I don't know xD\n  ","871009":"\n  I don't wear alot of jewelry mostly because no one buys me any xD\n  ","871010":"\n  It's just the way the world turns on its axis\n  ","871011":"\n  Yes\n  ","871012":"\n  Not me lolol\n  ","871013":"\n  Uhhh I'm not really a perfume person\n  ","871014":"\n  Eating\n  ","871015":"\n  Water or air\n  ","871016":"\n  Paper?\n  ","871017":"\n  Ice Cube I guess\n  ","871018":"\n  Oh man. Okay. So they have to be nice and caring of course. I'm not a very sexual person so they have to realize that. I am also very sensitive and easily upset. I tend to withdraw from society so that's another thing. They also have to be willing to hug and kiss me whenever they can. I get lonely so I need texts alot. They have to be dominant. Not a switch Because I can try to be dominant but I can't. So I will always be a little. They also have to be cuddly and always there. Since I'm genderfluid they have to love me for me and respect that sometimes I'm Kammy and not Krissy. Just stuff like that.\n  ","871019":"\n  I don't have any lol\n  ","871020":"\n  Jc penny\n  ","871021":"\n  Thanks\n  ","871022":"\n  Nice\n  ","871023":"\n  Tennessee\n  ","871024":"\n  I go back to college sunday\n  ","871025":"\n  I don't like to\n  ","871026":"\n  Actually no I don't.\n  ","871027":"\n  I try to. This is my last week home lol I've been gaming almost every day\n  ","871028":"\n  Thankies\n  ","871029":"\n  Um I don't have one xD\n  ","871030":"\n  Never got them..\n  ","871031":"\n  Same\n  ","871032":"\n  Thanks fam lol\n  ","871033":"\n  Same\n  ","871034":"\n  That's kinda weird but meh\n  ","871035":"\n  Sure I guess\n  ","871036":"\n  I will never leave you. No matter what\n  ","871037":"\n  Right now not bringing me a heating pad is the only way you could offend me\n  ","871038":"\n  Lol not really but thanks\n  ","871039":"\n  You mean 2017?? I got dumped alot and started college\n  ","871040":"\n  Friction\n  ","871041":"\n  Food\n  ","871042":"\n  Yush\n  ","871043":"\n  Got in a long distance relationship\n  ","871044":"\n  I don't know why\n  ","871045":"\n  Mew\n  ","871046":"\n  Hawwo\n  ","871047":"\n  Yep\n  ","871048":"\n  Tired\n  ","871049":"\n  I don't know xD\n  ","871050":"\n  I don't know. It depends on what mood I'm in\n  ","871051":"\n  Both\n  ","871052":"\n  Everything about it. I don't know it's just fun and it makes me haopy\n  ","871053":"\n  18. And yes I am\n  ","871054":"\n  Someone around my age\n  ","871055":"\n  Found youu\n  ","871056":"\n  I have both lol but my Skype is kellinphantomhive\n  ","871057":"\n  I'm not an Xbox gamer, though I have one. I'm more of a PlayStation or Nintendo player\n  ","871058":"\n  I definitely love consoles more\n  ","871059":"\n  Alot of people asked me that. I don't think I was naked ((I don't remember taking it)) but I think I had a bra on\n  ","871060":"\n  Hm I have alot of systems lol but I've been playing PC and PS4\n  ","871061":"\n  Sure?\n  ","871062":"\n  I've currently been obsessed with Dead by Daylight but any game honestly\n  ","871063":"\n  I like gaming alot\n  ","871064":"\n  Thank you ^•^\n  ","871065":"\n  Anyone in a bad mental state\n  ","871066":"\n  It was fine\n  ","871067":"\n  Nah I'm too gay for that\n  ","871068":"\n  Yes. It's a dream of mine\n  ","871069":"\n  Dunno\n  ","871070":"\n  Me\n  ","871071":"\n  I do but meh\n  ","871072":"\n  Hmm depends on the person. If it was Clint I'd be 10\n  ","871073":"\n  Dunno\n  ","871074":"\n  Dunno\n  ","871075":"\n  Hawwo\n  ","871076":"\n  Let's see. I'll count a serious relationship as one that lasts over a month so...6. Most have been over 6 months though.  But Sean is now over a month <3\n  ","871077":"\n  Short\n  ","871078":"\n  I watch Gordan Ramsay lol\n  ","871079":"\n  That I don't want to be with them. I guess or a dark secret\n  ","871080":"\n  Santaaaaaa\n  ","871081":"\n  Oh hmm I'd rather stay home\n  ","871082":"\n  God I hope so\n  ","871083":"\n  Thankies\n  ","871084":"\n  Ah...I felt like I'd get this question. I dunno never tried them\n  ","871085":"\n  whut?\n  ","871086":"\n  I'm genderfluid. I don't have a set gender. I go by He\/She pronouns just because there are days I feel masculine.\n  ","871087":"\n  My boyfriend :)\n  ","871088":"\n  It really just depends on who I'm with. I usually prefer to be alone but sometimes that hurts me.\n  ","871089":"\n  Converse\n  ","871090":"\n  Screeching or scratching noises\n  ","871091":"\n  Droid turbo\n  ","871092":"\n  I don't know what the other thing is so jewelry\n  ","871093":"\n  Nutella\n  ","871094":"\n  Neither.\n  ","871095":"\n  Yes. Somewhat. It's like those who actually defend their music tend to be more passionate. Those who judge others for their taste in music tend to be jerks. So yeah it does.\n  ","871096":"\n  Why\n  ","871097":"\n  Not getting to talk to my princess\n  ","871098":"\n  My baby girl :*\n  ","871099":"\n  Um check again? My picture isn't shirtless? And I am loyal. So leave me alone.\n  ","871100":"\n  Nope and weither I am or not is none of your concern. Like I said I have a girlfriend. Leave me alone\n  ","871101":"\n  Thanks but I have a girlfriend. I would appreciate it if you didn't call me that.\n  ","871102":"\n  No\n  ","871103":"\n  Schnauzer\n  ","871104":"\n  A flower that resembles a tree\n  \n  It's leaves sway\n  \n  With each passing day\n  \n  Collecting the light\n  \n  Of the sun's might\n  ","871105":"\n  No\n  ","871106":"\n  My \"city\" doesn't have one\n  ","871107":"\n  Sometimes\n  ","871108":"\n  Foorball\n  ","871109":"\n  Who?\n  ","871110":"\n  Meh sometimes. Only when texting though. I correct them and then if they want to be an ass, I'll judge but if they accept it I'll just leave it at that.\n  ","871111":"\n  I can't answer\n  ","871112":"\n  I don't watch anything really but the Blacklist?\n  ","871113":"\n  Donald Trump.\n  ","871114":"\n  With a very old bear\n  ","871115":"\n  Sorta\n  ","871116":"\n  No\n  ","871117":"\n  What?\n  ","871118":"\n  I haven't had one I wouldn't know\n  ","871119":"\n  Krissy....and kameron\n  ","871120":"\n  That I'm a horrible person\n  ","871121":"\n  All the Kardashians\n  ","871122":"\n  Uh....I dunno\n  ","871123":"\n  It's always hidden within the truth\n  ","871124":"\n  Sincere apology with a hug if possible\n  ","871125":"\n  your mind and heart\n  ","871126":"\n  Chelsey. or this girl named Abby that I know\n  ","871127":"\n  no\n  \n  .\n  ","871128":"\n  nothing...\n  ","871129":"\n  no\n  ","871130":"\n  Yesie\n  \n  ohie\n  \n  noie\n  \n  nu\n  \n  mommy\n  \n  daddy\n  \n  mistress\n  ","871131":"\n  no\n  ","871132":"\n  bitter truth\n  ","871133":"\n  sometimes\n  ","871134":"\n  when someone touches me without asking\n  \n  when someone is too handsy\n  \n  when someone is too loud\n  \n  not washing hands\n  \n  not brushing teeth\n  \n  drugs\n  \n  weed\n  \n  certain people\n  \n  large groups\n  \n  ect\n  ","871135":"\n  not been suicidal all my life\n  ","871136":"\n  and you act like I care. I don't even know him so meh\n  ","871137":"\n  the happiness.\n  ","871138":"\n  weither or not to wear pants\n  ","871139":"\n  I don't usually need autocorrect because I text correctly wit correct spelling and punctuation\n  ","871140":"\n  everything\n  ","871141":"\n  I've had so many favorite teachers. they're all kind to me and they're all great and I learned the most in their classes\n  ","871142":"\n  actually have fun and swim\n  ","871143":"\n  no because that doesn't mean he's a girl. that's very offensive. wearing make up doesn't make you a girl. it makes you just look like you have make up on. so yeah no.\n  ","871144":"\n  they don't\n  ","871145":"\n  what the hell even is that\n  ","871146":"\n  cards for stores. like hot topic\n  ","871147":"\n  yep...\n  ","871148":"\n  everything and nothing\n  ","871149":"\n  I don't\n  ","871150":"\n  umm I don't have a talent xD\n  ","871151":"\n  shut the hell up is very good advice\n  ","871152":"\n  yep\n  ","871153":"\n  kinda. I have a Bible and I'm a Christian. so if that counts\n  ","871154":"\n  you need to stop. I haven't broken up with her or forced anything on her. so shut the fuck up you don't know anything about my life\n  ","871155":"\n  shut the fuck up. keep your opinions to yourself and stay out of my goddamn life. I know EXACTLY who it is and I'll have you know I'm fucking happy. so shut the fuck up\n  ","871156":"\n  this is my adventure. my life with this gorgeous girl.\n  ","871157":"\n  don't be stupid\n  ","871158":"\n  nein!\n  ","871159":"\n  it depends on the person\n  ","871160":"\n  yes\n  ","871161":"\n  my best friend\n  ","871162":"\n  school\n  \n  no food\n  \n  coldness\n  ","871163":"\n  don't have any...\n  ","871164":"\n  teleportation\n  ","871165":"\n  I am nice to them but I distance myself from them\n  ","871166":"\n  no XD\n  ","871167":"\n  kiwi or mango!\n  ","871168":"\n  that and just plain dicks\n  ","871169":"\n  call my girlfriend\n  ","871170":"\n  meh\n  ","871171":"\n  are we going somewhere? alpaca my bags\n  ","871172":"\n  there. I'm not even gonna try. I may cosplay later\n  ","871173":"\n  well it really depends. I love Eevee ((this question is different for me so it's weird)) but if you're looking for like current generation, my glaceon is my baby. I'm a fire type trainer but I love glaceon. I just love it.\n  ","871174":"\n  i haven't had it yet...\n  ","871175":"\n  of what\n  ","871176":"\n  beauty\n  ","871177":"\n  falling in love with a girl who never truly loved me.\n  ","871178":"\n  my best friends yes. everyone else no\n  ","871179":"\n  what\n  ","871180":"\n  i don't do summer\n  ","871181":"\n  there is none xD\n  ","871182":"\n  Nutella swirl surprise\n  ","871183":"\n  jelly filled\n  ","871184":"\n  hahaha no.\n  ","871185":"\n  not really.\n  ","871186":"\n  yes\n  ","871187":"\n  meeting my soul mate and have them love me back... apperently i found the wrong one...\n  ","871188":"\n  none.\n  ","871189":"\n  death and unhappiness\n  ","871190":"\n  find someone who wants me for me and can actually love me...\n  ","871191":"\n  poo\n  ","871192":"\n  um...sure?\n  ","871193":"\n  a kiss and an i love you with a promise to be back\n  ","871194":"\n  huh?\n  ","871195":"\n  the thought of Bailey being there to make me smile and thank god that i get to talk to her and be in her life for another day.\n  \n   @wanna8e8unny\n  \n","871196":"\n  yes\n  ","871197":"\n  anyway away from here\n  ","871198":"\n  stubbornness. sensitive. tomboyish\n  ","871199":"\n  no.\n  ","871200":"\n  Nicole\n  ","871201":"\n  yep\n  ","871202":"\n  probably a cat\n  ","871203":"\n  no\n  ","871204":"\n  both\n  ","871205":"\n  haiii babbyyyy *kissie*\n  ","871206":"\n  a what\n  ","871207":"\n  i don't like poptarts and i don't have netflix\n  ","871208":"\n  baby!!\n  \n   @wanna8e8unny\n  \n","871209":"\n  ....\n  ","871210":"\n  Jensen Ackles and Misha Collins\n  ","871211":"\n  my grandmother is sick. i havent been able to color any...\n  ","871212":"\n  dont be a bully and dont be greedy.\n  ","871213":"\n  im on spring break. you however need to go to bed not eat candy\n  ","871214":"\n  bailey, naomi, nicole, and Leanna. to japan i guess\n  ","871215":"\n  i love you too bailey\n  ","871216":"\n  *kiss kiss\n  ","871217":"\n  hehe\n  ","871218":"\n  yes mistress\n  ","871219":"\n  its not something that should be online\n  ","871220":"\n  hehe you dont wanna know\n  ","871221":"\n  texting my babygirl\n  ","871222":"\n  cant say\n  ","871223":"\n  the one im still in? its brown\n  ","871224":"\n  neither...\n  ","871225":"\n  i usually choose truth\n  ","871226":"\n  yeah before my dual enrollment teacher actually came to my school\n  ","871227":"\n  bailey please stop...\n  ","871228":"\n  i love bailey and my family. but the person im in love with is bailey. just i cant do this right now\n  ","871229":"\n  bailey of course...\n  ","871230":"\n  to get married\n  ","871231":"\n  the fuck\n  ","871232":"\n  alot on my mind right now...\n  ","871233":"\n  ...i usually dont have anything so...\n  ","871234":"\n  not really. you're being a bitch and disrespectful to my fiancee. all i want is her. and she doesn't need a fuck boy. and she certainly doesn't need a bitch like you. so goodbye.\n  ","871235":"\n  oh cry me a river.\n  ","871236":"\n  hm no thanks i dont want any\n  ","871237":"\n  and you being a bitch is wrong but look you are~\n  ","871238":"\n  **pedophile.\n  \n  and no its not xD\n  ","871239":"\n  uh im not 17 yet. and i love her so fuck off bitch. you don't like me and i get it but get over it. she chose me so goodbyr 👋\n  ","871240":"\n  oh totally.\n  ","871241":"\n  yeah well too bad so sad. she's mine\n  ","871242":"\n  shut up and are you kaelyn?\n  ","871243":"\n  JUSSST SHUT THE FUCK UPPPP\n  ","871244":"\n  I already answered that question.\n  ","871245":"\n  and i don't want to answer you but you just have to waste my time. plus you need a dictionary to the face\n  ","871246":"\n  shes not a bitch for one. and for two probably not. she means alot to me and i would appreciate it if you respected her\n  ","871247":"\n  yeah\n  ","871248":"\n  yes\n  ","871249":"\n  none really..\n  ","871250":"\n  Bailey obviously.\n  ","871251":"\n  dating a girl who broke me\n  "}}