{"Question":{"871252":"\n   Who do you think should grab the win? #AcademyAwards\n  ","871253":"\n   What tastes better than it smells?\n  ","871254":"\n   What is my bad? ;-;\n  ","871255":"\n   Shhh no\nI am not doing a bad\n  ","871256":"\n   Yus c:\n  ","871257":"\n   No judgies here!\n  ","871258":"\n   WHAT?! HOW ARE THEY DIFFERENT? :O\nARE CHEESE PUFFS THE LITTLE BALL THINGIES?\n  ","871259":"\n   Invent a new word and its definition?\n  ","871260":"\n   ARENT CHEESE PUFFS THE SAME THING AS CHEETOS?\n  ","871261":"\n   Cheetos or Doritos?\n  ","871262":"\n   What is your weirdest \"quirk\"?\n  ","871263":"\n   Who would you sing a duet with?\n  ","871264":"\n   would you ever go back to one of your exs bc I heard you still love one of them\n  ","871265":"\n   What is your favorite midnight snack?\n  ","871266":"\n   If the world is a stage, where does the audience sit?\n  ","871267":"\n   What does your aura look like?\n  ","871268":"\n   On a scale of 1-5, how afraid of the dark are you?\n  ","871269":"\n   My pay back *pushes* FITE ME\n  ","871270":"\n   Wat do u think of baileys boobs\n  ","871271":"\n   What movie can you quote word for word?\n  ","871272":"\n   Greatest album of all time? Name it.\n  ","871273":"\n   PAP of your Valentine?\n  ","871274":"\n   If someone liked you, how would you like them to tell you?\n  ","871275":"\n   How do you help your friends when they're feeling low?\n  ","871276":"\n   Everyone can contribute to help create a better and kinder internet. How do you spread the good vibes? #SID2016\n  ","871277":"\n   Which male celebrity do you wish was your brother?\n  ","871278":"\n   Roller coasters or water slides?\n  ","871279":"\n   Make an anagram out of your name!\n  ","871280":"\n   Which sandwich topping would you be and why?\n  ","871281":"\n   Do you believe that global peace is attainable?\n  ","871282":"\n   What's one thing you love about the gf dudes\n  ","871283":"\n\n    @whoisdsharp\n   \n   asks, \"What is the one thing that brings you the most joy?”\n  ","871284":"\n\n    @theyloveearii\n   \n   asks, \"Have you ever eaten glue or a crayon or anything strange?”\n  ","871285":"\n\n    @theannaclendening\n   \n   asks, \"What is your most embarrassing moment?”\n  ","871286":"\n\n    @itstaytayxx\n   \n   asks, \"What drives you crazy mad?”\n  ","871287":"\n\n    @carlyincontro\n   \n   asks, \"Would you rather sneeze glitter or cough confetti?”\n  ","871288":"\n   What's one song you listen to but won't say you listen to it ?\n  ","871289":"\n\n    @parenttrapfan\n   \n   asks, \"What is your favorite way to make an egg?”\n  ","871290":"\n\n    @markaaay\n   \n   asks, \"What's your favorite food?”\n  ","871291":"\n\n    @alexernst\n   \n   asks, \"What is your favorite romance movie?\"\n  ","871292":"\n   Have you seen your girl naked ???? What was it like broooooooooo\n  ","871293":"\n\n    @regaljoe\n   \n   asks, \"What item from your childhood do you wish you could find again?\"\n  ","871294":"\n   What do you and your girlfriend when you both are \"in the mood\" ?\n  ","871295":"\n\n    @GingerWesson\n   \n   asks, “Are you a cat person or a dog person?\"\n  ","871296":"\n\n    @Juliapricemusic\n   \n   asks, \"What was the worst date of your life?\"\n  ","871297":"\n\n    @itsmerickeyt\n   \n   asks, \"How do you start your morning?\"\n  ","871298":"\n\n    @shandude\n   \n   asks, \"What's your favorite animal and why?”\n  ","871299":"\n   Which words or phrases do you most overuse?\n  ","871300":"\n   Do you play a musical instrument?????? <( •=• )>\n  ","871301":"\n   If you could ask one person one questions and get a completely honest answer who would it be and what would you ask?\n  ","871302":"\n   If you could do anything now, what would you do?\n  ","871303":"\n   Who do you adore the most in your life ?\n  ","871304":"\n   Are ya taken ????? Because I'd love to date ya !! ;))))))\n  ","871305":"\n   Hiiiiiii 👋🏻\n  ","871306":"\n   What kind of place do you think is ideal for the first date? Why do you think so?\n  ","871307":"\n   What is the most important thing in a relationship?\n  ","871308":"\n   Have you met Owlcat - the favorite new beast of the all new ASKfm? What skills should it have?\n  ","871309":"\n   Pancakes or waffles?\n  ","871310":"\n   If you could choose to stay a certain age forever, what age would it be?\n  ","871311":"\n   What’s your favorite creature?\n  ","871312":"\n   If you could change one thing about your family, what would it be?\n  ","871313":"\n   What's the best thing you can do with a stick of gum?\n  ","871314":"\n   If you had to lose a sense, which would it be?\n  ","871315":"\n   What would you do differently if you knew nobody would judge you?\n  ","871316":"\n   Would you rather be a tiny elephant or a giant hamster?\n  ","871317":"\n   What's the last concert you went to?\n  ","871318":"\n   What's your favorite way to express yourself?\n  ","871319":"\n   Happy New Year! Do you have any resolutions?\n  ","871320":"\n   How do you plan to ring in the New Year?\n  ","871321":"\n   Which animals scare you most? Why?\n  ","871322":"\n   Do you have a favorite knock knock joke? Tell it!\n  ","871323":"\n   Are you camera shy or do you like having your photo taken?\n  ","871324":"\n   What's the absolute best vacation you can imagine?\n  ","871325":"\n   If you could time travel, would you go to the future or the past?\n  ","871326":"\n   How was it?\n  ","871327":"\n   Can you write your name on a paper and take a picture of it?\n  ","871328":"\n   If you had to choose, would you go to the Light or the Dark side?\n  ","871329":"\n   Who inspires you?\n  ","871330":"\n   What is your favorite type of flower?\n  ","871331":"\n   What’s one fashion trend you hope to never see again?\n  ","871332":"\n   What is the most spontaneous thing you’ve ever done?\n  ","871333":"\n   Are you high maintenance? Explain.\n  ","871334":"\n   Aisle, middle, or window seat?\n  ","871335":"\n   What is your favourite line from a movie?\n  ","871336":"\n   Who is the greatest cook you know? What do they make?\n  ","871337":"\n   PAP of your current surroundings?\n  ","871338":"\n   Do you think you could survive as a cave person?\n  ","871339":"\n   What's the last thing you bought and love?\n  ","871340":"\n   What two animals should breed and make a new animal?\n  ","871341":"\n   Do you push the elevator button more than once? Do you really believe it makes the elevator faster?\n  ","871342":"\n   Do you curse out loud or in your head more?\n  ","871343":"\n   If you had the power to create one law, what would it be?\n  ","871344":"\n   Would you ever pick up a hitchhiker?\n  ","871345":"\n   What is one thing you will never do again?\n  ","871346":"\n   who the actual fuck would say something like that\n  ","871347":"\n   D34d y3t? Not th4t 4nyone would would c4r3~~~ -ex\n  ","871348":"\n   Shark diving, bungee jumping, or sky diving?\n  ","871349":"\n   Is there a documentary or book that really changed the way you thought about something?\n  ","871350":"\n   What is the weirdest scar you have and how did you get it?\n  ","871351":"\n   Would you rather be able to speak any language fluently or have the ability to talk to animals?\n  ","871352":"\n   Hey, people care about you and you are worth it. So what if some people don't think that? There's more positive people than negative, the negative just sticks out more.\n  ","871353":"\n   why are you depressed\n  ","871354":"\n   Which kind of natural disasater scares you the most?\n  ","871355":"\n   Wat is je persoonlijke top 5 van films?\n  ","871356":"\n   Who is your favorite teacher?\n  ","871357":"\n   Who knows the most about you?\n  ","871358":"\n   What Wikipedia article have you recently read?\n  ","871359":"\n   If you could live in any fictional universe what would it be?\n  ","871360":"\n\n    https:\/\/www.youtube.com\/watch?v=xENXickuMdo\n   \n   Heyo !! :).....just when ever you have free time...... Watch my new youtube coverrr.... plssss hahha :p I hope you like it ^.^ Nd yeah.... pleaseeeeee do like....subscribe....comment....and share :) and yeah.... FOLLOWED :p\n  ","871361":"\n   Do you embrace or fear change?\n  ","871362":"\n   What cheesey song do you have memorized?\n  ","871363":"\n   How do you like your eggs?\n  ","871364":"\n   likes for likes? i'll do the same :) thankyou :)\n  ","871365":"\n   Is there something you eat every day?\n  ","871366":"\n   What is the formula of happiness?\n  ","871367":"\n   Of all your pet-peeves, which is the strangest?\n  ","871368":"\n   What band is your favorite at the moment?\n  ","871369":"\n   Do you think people deserve a second chance?\n  ","871370":"\n   What have you learned from your past?\n  ","871371":"\n   What makes you lose your temper?\n  ","871372":"\n   How much money have you spent today and on what?\n  ","871373":"\n   What's the craziest thing you've done for someone you love?\n  ","871374":"\n   What magic words do you know?\n  ","871375":"\n   Who is a non-politician you wish would run for office?\n  ","871376":"\n   How often do you drink coffee?\n  ","871377":"\n   What would you do if an elephant were charging at you?\n  ","871378":"\n   Are you still friends with someone from kindergarten?\n  ","871379":"\n   What's your favorite kind of candy?\n  ","871380":"\n   Which country do you most want to visit?\n  ","871381":"\n   to the period question...\n  ","871382":"\n   Who is the bravest person you know?\n  ","871383":"\n   What would you do if your girlfriend got her period all over your bed?\n  ","871384":"\n   What is the craziest thing you've done in public?\n  ","871385":"\n   What's one thing most people don't know about you?\n  ","871386":"\n   What qualities do you value the most in your friends?\n  ","871387":"\n   What's the weirdest deja-vu experience you've encountered?\n  ","871388":"\n   Would you rather never have internet access again or never be allowed board an airplane again?\n  ","871389":"\n   What does a perfect day look like to you?\n  ","871390":"\n   What is more important - to be loved or to fall in love?\n  ","871391":"\n   What's your favorite photo that you've taken?\n  ","871392":"\n   If you could witness any historical moment, which one would it be?\n  ","871393":"\n   If you could change your name to anything, what would it be?\n  ","871394":"\n   Do you remember your dreams?\n  ","871395":"\n   Which day of the week do you hate the most?\n  ","871396":"\n   What's one thing you think everyone should do every day?\n  ","871397":"\n   If you could go back in history, who would you like to meet?\n  ","871398":"\n   Which movie do you think is overrated?\n  ","871399":"\n   What is the most dangerous animal?\n  ","871400":"\n   What was the last thing you got for free?\n  ","871401":"\n   Which three words describe what living in your city is like?\n  ","871402":"\n   What kind of advertisements attracts your attention?\n  ","871403":"\n   What is something you want right now?\n  ","871404":"\n   If you could listen to only one song for the rest of your life, what would it be?\n  ","871405":"\n   Could you have a listen to this song I wrote for a girl? It's called \"Amber Day\" :)\n   \n    https:\/\/www.youtube.com\/watch?v=6R0VvR9rjfI\n   \n","871406":"\n   What do you think of the Kardashians?\n  ","871407":"\n   What does money smell like?\n  ","871408":"\n   What's the bravest thing you've ever done?\n  ","871409":"\n   Do you remember your first kiss?\n  ","871410":"\n   You can only hear one song for the rest of your life. Bohemian Rhapsody or Ring of Fire?\n  ","871411":"\n   What do you think my drawing ?\n   \n    https:\/\/youtu.be\/jKzI1x7dN7A\n   \n   I want to know your opinion. If you want a picture with dedication, write it in the comments. I will draw happy! Kisses and Thanks <3\n  ","871412":"\n   How do you usually express your emotions?\n  ","871413":"\n   Is humanity progressing or deteriorating?\n  ","871414":"\n   Is there anything you can do today that you couldn't a year ago? What?\n  ","871415":"\n   What did you have for breakfast this morning?\n  ","871416":"\n   What things do you love?\n  ","871417":"\n   Which restaurants do you visit most frequently?\n  ","871418":"\n   What are the things you want to avoid in a relationship?\n  ","871419":"\n   What's your favorite place to think? PAP.\n  ","871420":"\n   If you were to get a tattoo today, what would you get and where would you have it placed?\n  ","871421":"\n   What do you have planned for this weekend?\n  ","871422":"\n   What did you watch on TV yesterday?\n  ","871423":"\n   Who is your most hated celebrity?\n  ","871424":"\n   What did you have for breakfast this morning?\n  ","871425":"\n   Do you believe in karma?\n  ","871426":"\n   What is your idea of a romantic evening?\n  ","871427":"\n   Do you wear any jewelry?\n  ","871428":"\n   What do you constantly ask yourself?\n  ","871429":"\n   How did you make your first money?\n  ","871430":"\n   What is on your favorite graphic tee?\n  ","871431":"\n   What is one thing that many people don't know about you?\n  ","871432":"\n   Who do you think asked your last anonymous question?\n  ","871433":"\n   HI! LIKE PLEASE ?:) THANKS SO MUCH IN ADVANCE !!!:)\n   \n    https:\/\/www.youtube.com\/watch?v=DS88-tvSE_g\n   \n","871434":"\n   What type of people are you afraid of?\n  ","871435":"\n   Do you prefer vintage or new?\n  ","871436":"\n   What frustrates you the most?\n  ","871437":"\n   How did you come up with your username?\n  ","871438":"\n   What is your favorite sport?\n  ","871439":"\n   What do you think about marriage?\n  ","871440":"\n   can u do some vid responses\n  ","871441":"\n   What is your relationship status?\n  ","871442":"\n   What was your favorite childhood TV show?\n  ","871443":"\n   Do you have a guilty pleasure? What is it?\n  ","871444":"\n   When you feel sad, what cheers you up?\n  ","871445":"\n   When did you first fall in love?\n  ","871446":"\n   What's your morning routine?\n  ","871447":"\n   Have you ever fired a real gun?\n  ","871448":"\n   What song best describes your day today?\n  ","871449":"\n   Is there one person in your life that can always make you smile?\n  ","871450":"\n   Are you in Love?\n  ","871451":"\n   If you could teleport, where would you go?\n  ","871452":"\n   Are you an early bird or a night owl?\n  ","871453":"\n   Do you smile at strangers? Why or why not?\n  ","871454":"\n   What is a skill you’d like to learn and why?\n  ","871455":"\n   What are you obsessed with?\n  ","871456":"\n   What was the last restaurant you went to?\n  ","871457":"\n   Where do you get your best ideas?\n  ","871458":"\n   Which famous person have you met or been close to?\n  ","871459":"\n   What's the last book you read?\n  ","871460":"\n   What do you spend most of your money on?\n  ","871461":"\n   What makes you nervous?\n  ","871462":"\n   Would you erase your most precious memories to become smarter?\n  ","871463":"\n   What movie can you watch over and over again?\n  ","871464":"\n   Do you believe in love?\n  ","871465":"\n   What is the last thing you picked up off the ground?\n  ","871466":"\n   Do you think you've changed in the last year? In what way?\n  ","871467":"\n   What do you wish you'd had time to do this summer?\n  ","871468":"\n   If you could witness any event of the past, present, or future, what would it be?\n  ","871469":"\n   Today is Women's Equality Day! Who do you think is the greatest woman in history?\n  ","871470":"\n   Are you an introvert or an extrovert?\n  ","871471":"\n   Why are you bullied alot?\n  ","871472":"\n   What is the longest you've ever gone without any sleep?\n  ","871473":"\n   Is there a story behind your profile picture? What is it?\n  ","871474":"\n   What is your favorite hobby?\n  ","871475":"\n   Do you play any instruments?\n  ","871476":"\n   What's the worst nightmare you've ever had?\n  ","871477":"\n   What is your favorite restaurant? Where is it located?\n  ","871478":"\n   What color socks are you wearing right now? PAP!\n  ","871479":"\n   What created our World?\n  ","871480":"\n   Do you prefer to ask questions or answer them?\n  ","871481":"\n   You're stuck on an island. How would you spend your time?\n  ","871482":"\n   What's your favorite saying?\n  ","871483":"\n   Pap = post a pic\n  ","871484":"\n   If you could only eat one thing for the rest of your life what would it be? PAP!\n  ","871485":"\n   What's your favorite music genre?\n  ","871486":"\n   PAP of your dream car!\n  ","871487":"\n   It's Friendship Day! How do you cheer your best friend up when they're sad?\n  ","871488":"\n   If you could travel the world with only one person who would you take?\n  ","871489":"\n   How do you get the last news?\n  ","871490":"\n   What is the best movie you have ever seen?\n  ","871491":"\n   If you could be the leader of your country, what would you change?\n  ","871492":"\n   What are your plans for tomorrow?\n  ","871493":"\n   What do you like to do on a rainy day?\n  ","871494":"\n   OOTD?\n  ","871495":"\n   In which city you would like to live?\n  ","871496":"\n   Do you believe in love at first sight? Why or why not?\n  ","871497":"\n   What would someone have to do to make you dislike them immediately?\n  ","871498":"\n   What is the last thing you do before bed?\n  ","871499":"\n   Are you allergic to anything?\n  ","871500":"\n   What do you hate about the world\n  ","871501":"\n   How often do you change your mobile phone?\n  ","871502":"\n   What do you think it would be like to live life as a bird?\n  ","871503":"\n   If you could visit anywhere on holiday where would you go?\n  ","871504":"\n   What is your favorite meme? Show us!\n  ","871505":"\n   What is something that is \"uncool\" that you do anyway?\n  ","871506":"\n   If you could control nature, which element would you choose? Why?\n  ","871507":"\n   Do you believe in destiny? What's yours?\n  ","871508":"\n   Ohhhh that makes more sense\n  ","871509":"\n   So.. Explain wife?\n  ","871510":"\n   Are one of you visiting then?\n  ","871511":"\n   I thought you and Chelsey lived a long way away?\n  ","871512":"\n   Your answers are so short. ):\n  ","871513":"\n   How's things with your gf?\n  ","871514":"\n   Yeah. So honestly, how are you?\n  ","871515":"\n   I am actually an anon who watches molly and her friends and when they don't answer things for a few days I check in on them.\n  ","871516":"\n   What's the coolest thing about your city?\n  ","871517":"\n   Why the question?\n  ","871518":"\n   Hey! How are you?\n  ","871519":"\n   Don't believe anything that these asshole douch faces say about you and your relationship, she's not cheating on you\n  ","871520":"\n   Who is this fuck, asking all these questions?\n  ","871521":"\n   Do these have to be questions?\n  ","871522":"\n   How else would you say \"I love you\"\n  ","871523":"\n   Fine, don't believe me. But I hope you know she told me the whole \"hope\" thing too. I never saw anything about her death or funereal.\n  ","871524":"\n   Honestly. I just found out I'm being cheated on with you.\n  ","871525":"\n   Pretend you can declare your own national holiday. What would it be about?\n  ","871526":"\n   Chelsey is nothing more than a cheat\n  ","871527":"\n   Who would you most like to be stuck in an elevator with?\n  ","871528":"\n   What would you do if you knew you couldn't fail?\n  ","871529":"\n   What are your bad habits?\n  ","871530":"\n   What was the best thing you ever found on the street?\n  ","871531":"\n   What makes you feel proud of yourself?\n  ","871532":"\n   Would you date yourself if you were someone else?\n  ","871533":"\n   What are 5 things you love?\n  ","871534":"\n   Stop talking about Chelsey because nobody fucking cares\n  ","871535":"\n   What do you like to talk about the most?\n  ","871536":"\n   Are you a shopaholic?\n  ","871537":"\n   What is your favorite month of the year?\n  ","871538":"\n   Do you like dogs?\n  ","871539":"\n   What's something that can always make you feel better?\n  ","871540":"\n   Who are your heroes?\n  ","871541":"\n   If you could have dinner with anyone, who would you choose?\n  ","871542":"\n   the last i heard you didnt like carmy\n  ","871543":"\n   im not telling you my name you stalker\n  ","871544":"\n   i guess its just me an you since carmy doesnt wanna be in this\n  ","871545":"\n   alright i will bitch. watch your self.\n  ","871546":"\n   shut up you dont know my relationship with chelsey or not and i can get carmy in on it if i want .\n  ","871547":"\n   im herclose friend from school\n  ","871548":"\n   ight ill have her talk to carmy\n  ","871549":"\n   ight ill have her talk to carmy\n  ","871550":"\n   wanna bet\n  ","871551":"\n   Do you believe in witches and wizards?\n  ","871552":"\n   chelseys cheating on you\n  ","871553":"\n   I love you 💙\n  ","871554":"\n   What kind of watch do you wear?\n  ","871555":"\n   Do you wear any jewelry?\n  ","871556":"\n   Uptown funk you up uptown funk you up\n  ","871557":"\n   What do you look forward to most this year?\n  ","871558":"\n   ew\n  ","871559":"\n   Do you follow your brain or your heart?\n  ","871560":"\n   How do you stay fit?\n  ","871561":"\n   What do you want right now?\n  ","871562":"\n   Why are you depressed?\n  ","871563":"\n   How are you feeling right now?\n  ","871564":"\n   What annoys you the most?\n  ","871565":"\n   Who is your favorite artist or painter?\n  ","871566":"\n   If you could pick an eye color what would you choose?\n  ","871567":"\n   If you feel stressed what would you do to reduce it?\n  ","871568":"\n   Do you decide quickly or do you think a long time?\n  ","871569":"\n   No\n  ","871570":"\n   One of both your followers on Instagram.\n  ","871571":"\n   I just miss seeing you guys so happy together.\n  ","871572":"\n   How do you spend the majority of your free time?\n  ","871573":"\n   What activity do you never get bored with?\n  ","871574":"\n   Do you whistle in public?\n  ","871575":"\n   finally stopped blowing up my inbox i see well i got a new one anyways ~mary\n  ","871576":"\n   I meant on ask. Duhh\n  ","871577":"\n   You know ask is supposed to be for questions to be answered. Right?\n  ","871578":"\n   Because neither of you talk about each other\n  ","871579":"\n   Are you and Molly on good terms? Answer the question you bitch\n  ","871580":"\n   Answer the motherfucking question with your real thoughts.\n  ","871581":"\n   Are you and molly cool with each other or no?\n  ","871582":"\n   What do you want right now?\n  ","871583":"\n   What is better than chocolate?\n  ","871584":"\n   What vegetable do you hate?\n  ","871585":"\n   What's the most interesting object in your room?\n  ","871586":"\n   What kind of dish can you make\/cook?\n  ","871587":"\n   Are you an art lover?\n  ","871588":"\n   Why did you break up\n  ","871589":"\n   If molly didn't break you why did u break up\n  ","871590":"\n   Is molly and Chelsea one\n  ","871591":"\n   What is the weirdest thing you've heard somebody say?\n  ","871592":"\n   What is the weirdest thing you've heard somebody say?\n  ","871593":"\n   I meant what are the names of the girls who broke you?\n  ","871594":"\n   What's her ask\n  ","871595":"\n   Where's chelsey\n  ","871596":"\n   Names\n  ","871597":"\n   I REMEMBER YOU NOW OMG HEY  I MISS YOU AND CHCHELSEY ILY GUYS\n  ","871598":"\n   Would you rather be rich and famous or poor and happy?\n  ","871599":"\n   Which girl are you talking about?\n  ","871600":"\n   First 3 likers get 10 likes +follow?\n  ","871601":"\n   What's the worst thing you have ever done?\n  ","871602":"\n   If you could ask one person one questions and get a completely honest answer who would it be and what would you ask?\n  ","871603":"\n   What is your favorite magazine?\n  ","871604":"\n   How are you \"getting the fun\"?\n  ","871605":"\n   hello\n  ","871606":"\n   Will you watch the Oscars?\n  ","871607":"\n   If you were a car, what kind of car would you be?\n  ","871608":"\n   What's cool nowadays?\n  ","871609":"\n   If you could offer a newborn child only one piece of advice, what would it be?\n  ","871610":"\n   What do you say during awkward silences?\n  ","871611":"\n   What is your goal for the next 24 hours?\n  ","871612":"\n   What female celebrity do you wish was your sister?\n  ","871613":"\n   What was the last gift you gave somebody?\n  ","871614":"\n   What do you see from your window? (post a pic)\n  ","871615":"\n   Who is your favorite artist?\n  ","871616":"\n   What makes you worry?\n  ","871617":"\n   How many times do you hit the snooze button before getting up?\n  ","871618":"\n   Look in the mirror. What do you see?\n  ","871619":"\n   What are you busy with today?\n  ","871620":"\n   chelsey who\n  ","871621":"\n   wth. nah\n  ","871622":"\n   Are you stylish?\n  ","871623":"\n   eww get a life\n  ","871624":"\n   Who did you inspire?\n  ","871625":"\n   If you had wings, where would you fly?\n  ","871626":"\n   What are you terrible at?\n  ","871627":"\n   What do you think of makeup?\n  ","871628":"\n   What do you think about recycling?\n  ","871629":"\n   I love you babe.\n  ","871630":"\n   Why?\n  ","871631":"\n   Why won't you say anything about you and molly\n  ","871632":"\n   Who makes you have the best vibes?\n(nice answers, i follow u <3)\n  ","871633":"\n   What do you order at Starbucks?\n  ","871634":"\n   Why did you and Molly broke up?\n  ","871635":"\n   What's your favorite drink?\n  ","871636":"\n   What's something every teen should know?\n  ","871637":"\n   What single piece of technology makes your life easier?\n  ","871638":"\n   If you were famous what would you be famous for?\n  ","871639":"\n   What was the best movie of 2014?\n  ","871640":"\n   Do you prefer to talk or to listen?\n  ","871641":"\n   What are your plans for tomorrow?\n  ","871642":"\n   On a scale of 1 to 10, how well do you sing?\n  ","871643":"\n   If you had to get on a 14 hour flight, who would you want to sit next to?\n  ","871644":"\n   Who makes you laugh?\n  ","871645":"\n   What's the worst thing you've ever gone through?\n  ","871646":"\n   What do you do when the remote is too far?\n  ","871647":"\n   How many messages do you send per day?\n  ","871648":"\n   What do animals dream about?\n  ","871649":"\n   im a spy shhh\n  ","871650":"\n   my identity is confidential\n  ","871651":"\n   What's the biggest fashion faux-pas for you?\n  ","871652":"\n   My friend told me they're getting back toGETHER AND I GOT YELLED AT BY A TEACHER FOR DISRUPTING SCHOOL BECAUSE I WAS FANGIRLING TOO MUch yeh thats my life\n  ","871653":"\n   and I mean, you gots the band references tooo. :'3 What's your favorite band?\n  ","871654":"\n   your kik has Black Butler reference. I like you, miss.\n  ","871655":"\n   What age are you scared of?\n  ","871656":"\n   Post a picture of your favorite movie actor!\n  ","871657":"\n   How to find true love?\n  ","871658":"\n   What is the most important thing in a relationship?\n  ","871659":"\n   How patriotic are you?\n  ","871660":"\n   What’s one mistake you keep repeating?\n  ","871661":"\n   What does it mean when a bird poops on you?\n  ","871662":"\n   Do you believe in 'love at first sight'?\n  ","871663":"\n   Who is the most influential person in our life?\n  ","871664":"\n   Post a pic of you on New Year's Eve!\n  ","871665":"\n   Happy New Year <3\n  ","871666":"\n   Who?\n  ","871667":"\n   Fine\n  ","871668":"\n   Fien\n  ","871669":"\n   Pete Wentz, Gerard Way, Molly\n  ","871670":"\n   Fuck marry kill?\n  ","871671":"\n   Fuck you\n  ","871672":"\n   I want to know\n  ","871673":"\n   Are you sure molly still loves you?\n  ","871674":"\n   What do you wish for the most in the new year?\n  ","871675":"\n   Does she still love you?\n  ","871676":"\n   What's your hair color?\n  ","871677":"\n   Do you and Molly still talk?\n  ","871678":"\n   Rate your dancing skills from 1 (worst) to 10 (best)\n  ","871679":"\n   Do you like being alone?\n  ","871680":"\n   What's the first thing you notice in a person of the opposite gender?\n  ","871681":"\n   What is the most interesting science?\n  ","871682":"\n   What is your favorite animated cartoon?\n  ","871683":"\n   Have you ever stolen anything?\n  ","871684":"\n   What talent would you like to have?\n  ","871685":"\n   How old were you when you started playing video games?\n  ","871686":"\n   What was the best advice you've ever received?\n  ","871687":"\n   What two animals, if combined, would make for an awesome animal?\n  ","871688":"\n   How do you cheer up a friend when they're feeling down?\n  ","871689":"\n   Are you a shopaholic?\n  ","871690":"\n   What makes someone attractive?\n  ","871691":"\n   What country's foods do you like the most?\n  ","871692":"\n   Would you leave your home country for the one you love?\n  ","871693":"\n   Are you afraid of people?\n  ","871694":"\n   What's the most valuable thing you've held in your hands?\n  ","871695":"\n   Why is the sky blue?\n  ","871696":"\n   What is your dream job?\n  ","871697":"\n   What time do you normally wake up?\n  ","871698":"\n   Would you rather have white hair or no hair?\n  ","871699":"\n   Who is your favorite live performer?\n  ","871700":"\n   Which holidays do you and your family celebrate?\n  ","871701":"\n   it isn't fair to either of them that you're engaged to a girl and still want nothing more than to be with someone else.\n  ","871702":"\n   make up your mind. when you were with molly you liked chelsey and that's also cheating, so pick one or the other.\n  ","871703":"\n   actually yeah it does...its cheating.\n  ","871704":"\n   but I thought you were with Chelsey?\n  ","871705":"\n   do you still love molly?\n  ","871706":"\n   Do you remember your first friend?\n  ","871707":"\n   What kind of dish can you make\/cook?\n  ","871708":"\n   How do you think the world will look in 100 years?\n  ","871709":"\n   When was the last time you saw an animal in the wild?\n  ","871710":"\n   What holiday gift would make you really happy?\n  ","871711":"\n   If you had to get on a 14 hour flight, who would you want to sit next to?\n  ","871712":"\n   Which three things would you take to a deserted island?\n  ","871713":"\n   Hey i made a song, i hope you like it. If you like it share it on  and all that stuff if you don't like it it's okay have a nice day !\n   \n    http:\/\/m.youtube.com\/watch?v=pYDRxxlDa2M\n   \n   Ask: AndreLVE\nInstagram:Sleithtv2\n\n\nBy the way here is the music video :)!\n   \n    http:\/\/m.youtube.com\/watch?v=YoOHzZxeCX\n   \n","871714":"\n   How would you change the world if you could?\n  ","871715":"\n   Should guys wear a beard and what kind?\n  ","871716":"\n   Which three countries do you want to visit next?\n  ","871717":"\n   If you had an extra hour of free time every day, what would you do with it?\n  ","871718":"\n   What do you think you do best?\n  ","871719":"\n   What do you like to have for breakfast?\n  ","871720":"\n   What is the best thing to do on a first date?\n  ","871721":"\n   Who is your favorite sports icon (past or present)?\n  ","871722":"\n   Hugs or Kisses?\n  ","871723":"\n   If you could go on a roadtrip with any person, who would you choose and where would you go?\n  ","871724":"\n   What do you most value in your friends?\n  ","871725":"\n   What is in your fridge?\n  ","871726":"\n   What was the best advice you've ever received?\n  ","871727":"\n   What color are your eyes?\n  ","871728":"\n   What social networking websites do you use?\n  ","871729":"\n   How many pillows do you sleep with?\n  ","871730":"\n   Who made the last incoming call on your phone?\n  ","871731":"\n   How long have you lived in your current home?\n  ","871732":"\n   What was the last thing you made with your own hands?\n  ","871733":"\n   What is your most treasured possession?\n  ","871734":"\n   What is your all time favorite comedy movie?\n  ","871735":"\n   What country's foods do you like the most?\n  ","871736":"\n   What makes you strong?\n  ","871737":"\n   What is the very last thing you do before you settle in to fall asleep at night?\n  ","871738":"\n   What song defines your childhood?\n  ","871739":"\n   What activity do you never get bored with?\n  ","871740":"\n   What is the first animal you would run to see if you went to the zoo?\n  ","871741":"\n   What smell brings you back to a childhood?\n  ","871742":"\n   What do you do to entertain yourself?\n  ","871743":"\n   If you could have any car you wanted, what kind of car would you get?\n  ","871744":"\n   Who is the boss in your house?\n  ","871745":"\n   What the fuck is your problem?\n  ","871746":"\n   Who was the last person you talked to?\n  ","871747":"\n   Do you remember your first kiss?\n  ","871748":"\n   Where is the best place for a vacation?\n  ","871749":"\n   When is the world going to end?\n  ","871750":"\n   You got over her too fast to have loved her.\n  ","871751":"\n   Lmfao\n  ","871752":"\n   Lol heeeey cx\n  ","871753":"\n   Lol you get so offended! Lmfao\n  ","871754":"\n   No problem. cx\n  ","871755":"\n   You had to bring one of your side whores into it too? xD pathetic\n  ","871756":"\n   What I don't understand is how you \"love\" Chelsea and Molly at the same time\n  ","871757":"\n   Your comebacks are so fucking stupid xD\n  ","871758":"\n   I'm a boy lol\n  ","871759":"\n   Lol\n  ","871760":"\n   Yea right lol. Faker\n  ","871761":"\n   People don't get other personalities. They're all pretending hahah\n  ","871762":"\n   All the personalities? Lol how ridiculous. Your a faker\n  ","871763":"\n   What's your favorite breakfast food?\n  ","871764":"\n   Do you believe the devil exists?\n  ","871765":"\n   At what age did you kiss for the first time?\n  ","871766":"\n   So you love Molly and are dating someone else only so you can get help from what I assume is another psycho?\n  ","871767":"\n   What are some of the first things you do in the morning?\n  ","871768":"\n   What color toothbrush do you have?\n  ","871769":"\n   What do you think of tattoos?\n  ","871770":"\n   Hugs or Kisses?\n  ","871771":"\n   Describe your life in five words?\n  ","871772":"\n   Why would someone want to go on a space trip?\n  ","871773":"\n   Why do people lie?\n  ","871774":"\n   What does the World know about the country you live in?\n  ","871775":"\n   If you could have one superpower what would it be?\n  ","871776":"\n   What's the worst thing you have ever done?\n  ","871777":"\n   How many hours a day do you spend watching TV?\n  ","871778":"\n   If you could ask one person one questions and get a completely honest answer who would it be and what would you ask?\n  ","871779":"\n   What is something you do every single day?\n  ","871780":"\n   Who would you cast to play you in a movie?\n  ","871781":"\n   What is something you find hard to stop once you have started?\n  ","871782":"\n   Is it scandalous to wear socks with sandals?\n  ","871783":"\n   Do you like short or long hair on someone of the opposite sex?\n  ","871784":"\n   What is your idea of a great holiday or vacation?\n  ","871785":"\n   What would you suggest everyone to try?\n  ","871786":"\n   Which is worse, being too hot or too cold?\n  ","871787":"\n   What do you say during awkward silences?\n  ","871788":"\n   What could you do as a child that you can't do now?\n  ","871789":"\n   None of your fucking business\n  ","871790":"\n   Which is the best book you have read so far?\n  ","871791":"\n   I thought Molly was your cure-all\n  ","871792":"\n   Didn't Molly?\n  ","871793":"\n   So your using your new girlfriend\/boyfriend to help you get over someone else. That's sick.\n  ","871794":"\n   Then why are you dating someone else already?\n  ","871795":"\n   *growls*\n  ","871796":"\n   So you do have another special someone? You must not have truly loved molly. It's only been a day or two and your already dating someone? W o w\n  ","871797":"\n   Where should you never take a first date?\n  ","871798":"\n   Even though she is taken, it doesn't mean she'd have a chance with you\n  ","871799":"\n   Leave her alone!\n  ","871800":"\n   ANSWER!!\n  ","871801":"\n   I already told you. Answer the fucking question\n  ","871802":"\n   So you are?\n  ","871803":"\n   Secret admirer. Now tell me.\n  ","871804":"\n   How many books have you read in your life?\n  ","871805":"\n   Because I was wondering.\n  ","871806":"\n   Would you rather be a vampire or a werewolf?\n  ","871807":"\n   Are you still single?\n  ","871808":"\n   Are you a better talker or listener?\n  ","871809":"\n   Do you prefer a bath or shower?\n  ","871810":"\n   What’s your favorite seafood?\n  ","871811":"\n   Could you go for the rest of your life without drinking alcohol?\n  ","871812":"\n   Where do you like to read?\n  ","871813":"\n   Not even close.\n  ","871814":"\n   I'm more of a demon than an angel.\n  ","871815":"\n   Yes. If you're feeling this much pain, it's obvious I did.\n  ","871816":"\n   I obviously did hurt you.\n  ","871817":"\n   I'm stupid for hurting you, but you're incredibly brave for doing what you did.\n  ","871818":"\n   Just because I'm stupid doesn't mean you are\n  ","871819":"\n   That's a promise I shouldn't have made..\n  ","871820":"\n   Yes I am\/was.\n  ","871821":"\n   Hey, I'm not broken because of you. I was broken when you got me. You tried putting me back together but I'm too far gone.\n  ","871822":"\n   How many games do you have on your phone?\n  ","871823":"\n   What did you forget to do today?\n  ","871824":"\n   Don’t you think that everything is changing too fast?\n  ","871825":"\n   What made your day today?\n  ","871826":"\n   Which word do you want everyone to stop using?\n  ","871827":"\n   What would you name your first child?\n  ","871828":"\n   Would you prefer a party with a few friends or lots of friends?\n  ","871829":"\n   What is your biggest regret?\n  ","871830":"\n   What is the most overplayed song of all time?\n  ","871831":"\n   What gift has someone given you lately?\n  ","871832":"\n   What is your least favorite food?\n  ","871833":"\n   Do you collect anything? If so, what is it?\n  ","871834":"\n   What's your favorite movie scene?\n  ","871835":"\n   Which country do you want to visit?\n  ","871836":"\n   What's your favorite magazine?\n  ","871837":"\n   Do you really believe people evolved from apes?\n  ","871838":"\n   Who is your favorite Star Wars character?\n  ","871839":"\n   Where and when do you get your best ideas?\n  ","871840":"\n   If you could be invisible for a day, what would your do?\n  ","871841":"\n   What was the last thing you had to drink?\n  ","871842":"\n   Have you seen anything weird lately?\n  ","871843":"\n   What is the most important thing you have learned in life?\n  ","871844":"\n   What question do you ask yourself a lot?\n  ","871845":"\n   Which town did you grow up in?\n  ","871846":"\n   If you had to give someone lessons, what skill would you teach?\n  ","871847":"\n   Do you believe that playing is more important than winning?\n  ","871848":"\n   What is your favorite place to meet friends?\n  ","871849":"\n   Do you keep your room clean or messy?\n  ","871850":"\n   What do you think should be done to people who create SPAM on the Internet?\n  ","871851":"\n   Do you prefer very spicy or non-spicy food?\n  ","871852":"\n   Which languages do you understand or speak?\n  ","871853":"\n   Do you have a blog?\n  ","871854":"\n   How do you usually express your emotions?\n  ","871855":"\n   What is your favorite story your parents told you?\n  ","871856":"\n   What is your best feature?\n  ","871857":"\n   What song makes you feel happy?\n  ","871858":"\n   How do you communicate most with your friends?\n  ","871859":"\n   What's your favorite thing to eat for lunch?\n  ","871860":"\n   What is the most money you have ever held in your hand?\n  ","871861":"\n   How do you celebrate when something great happens?\n  ","871862":"\n   What is your favorite black and white movie?\n  ","871863":"\n   What is the most important thing in being a good friend?\n  ","871864":"\n   Post a picture of your shoes!\n  ","871865":"\n   What would be the title of your autobiography?\n  ","871866":"\n   Baby ;-;\n  ","871867":"\n   5 Ask.fm people you would like to meet?\n  ","871868":"\n   If you were a teacher, what subject would you like to teach?\n  ","871869":"\n   When you go to a movie, do you like to sit in the back, middle, or front?\n  ","871870":"\n   Who is the most beautiful woman?\n  ","871871":"\n   Do you think that you’re a good person?\n  ","871872":"\n   If you had to live the rest of your life in a movie which one would you pick?\n  ","871873":"\n   Time!\n  ","871874":"\n   More\n  ","871875":"\n   One\n  ","871876":"\n   Hit me, baby\n  ","871877":"\n   When I'm not with you\nI lose my mind\nGive me a siiiiiiiign\n  ","871878":"\n   I must confess\nI still belieeeeeve\n  ","871879":"\n   My loneliness\nIs killing meeeee\n  ","871880":"\n   Show me\nHow you want it to be\nTell me, baby\nCause I need to know now what we've got\n  ","871881":"\n   Oh baby, baby\nHow was I supposed\nTo know?\nThat something wasn't right here\nOh baby, baby,\nI shouldn't have let\nYou gooooooo\nAnd now you're out of sight, yeah\n  ","871882":"\n   What is your one major weakness?\n  ","871883":"\n   What is your favorite sound?\n  ","871884":"\n   What do you say during awkward silences?\n  ","871885":"\n   First 2 likers get 20 likes, rest get 5? Pleaseeee?:')\n  ","871886":"\n   What makes you really nervous?\n  ","871887":"\n   What's your favorite perfume?\n  ","871888":"\n   Post a picture of your favorite movie!\n  ","871889":"\n   What's the last thing you bought?\n  ","871890":"\n   If you could be the leader of your country, what would you change?\n  ","871891":"\n   Are you able to play any musical instrument?\n  ","871892":"\n   Look in the mirror. What do you see?\n  ","871893":"\n   Post a 360 video of where you are right now!\n  ","871894":"\n   What would you like to see mankind achieve within your lifetime?\n  ","871895":"\n   What is your favorite type of flower?\n  ","871896":"\n   Why don't you talk about molly much any more?\n  ","871897":"\n   Do you prefer to be behind the camera or in front of it?\n  ","871898":"\n   What kind of shoes do you wear the most?\n  ","871899":"\n   How do you usually start a conversation?\n  ","871900":"\n   How many people do you think you've met in your life?\n  ","871901":"\n   What's your favorite holiday?\n  ","871902":"\n   What is one thing you would never wear?\n  ","871903":"\n   Do you prefer vintage or new?\n  ","871904":"\n   What's the most overrated tourist attraction?\n  ","871905":"\n   Where were you 3 hours ago?\n  ","871906":"\n   What is your idea of a romantic evening?\n  ","871907":"\n   Should animal hunting be banned?\n  ","871908":"\n   What is your favorite sport to play?\n  ","871909":"\n   Would you like to go on a date with someone you meet on the Internet?\n  ","871910":"\n   What questions do you usually ask when you want to get acquainted with someone?\n  ","871911":"\n   Where do you fall asleep besides your bed?\n  ","871912":"\n   What vegetable do you hate?\n  ","871913":"\n   What kind of shoes do you wear the most?\n  ","871914":"\n   When you were little, what did you want to be when you grew up?\n  ","871915":"\n   If you could travel anywhere in Africa, where would it be?\n  ","871916":"\n   What is your favorite potato chip flavor?\n  ","871917":"\n   What is the most unappetizing meal?\n  ","871918":"\n   What animal do you think is the scariest?\n  ","871919":"\n   What musical instrument would you like to play?\n  ","871920":"\n   If you could have one superpower what would it be?\n  ","871921":"\n   Who do you trust more, your friends or your parents?\n  ","871922":"\n   What's on the top of your birthday wish list?\n  ","871923":"\n   Why don't animals laugh, smile or cry?\n  ","871924":"\n   Does Molly Get Really Annoyed when you keep apologizing?\n  ","871925":"\n   Does molly get really annoyed when you keep apologizing?\n  ","871926":"\n   What is in the center of the world?\n  ","871927":"\n   If you were a bird, where would you fly?\n  ","871928":"\n   Do you find yourself thinking more about your past, present or future?\n  ","871929":"\n   Who has been the most important person in your life?\n  ","871930":"\n   What makes someone powerful?\n  ","871931":"\n   What is the stupidest thing you have ever done?\n  ","871932":"\n   What do you know that others don’t?\n  ","871933":"\n   What is the best commercial you’ve ever seen?\n  ","871934":"\n   If you could have any view from your home, what would it be?\n  ","871935":"\n   What is your favorite online shopping site?\n  ","871936":"\n   If you had one word to describe yourself, what would it be?\n  ","871937":"\n   What was the last movie you watched that was really good?\n  ","871938":"\n   How do you know when you're in love?\n  ","871939":"\n   Do you think there is life on other planets?\n  ","871940":"\n   What is the meaning of the life in one word?\n  ","871941":"\n   If someone wrote a biography about you, what do you think the title should be?\n  ","871942":"\n   What drink do you prefer when you’re thirsty?\n  ","871943":"\n   What scares you?\n  ","871944":"\n   How would you describe your country in three words?\n  ","871945":"\n   What makes you sad?\n  ","871946":"\n   When you can justify a lie?\n  ","871947":"\n   Which websites do you visit most frequently?\n  ","871948":"\n   Do you like dogs?\n  ","871949":"\n   Are you scared of the dark?\n  ","871950":"\n   What color shoes are you wearing today?\n  ","871951":"\n   How much time per day do you spend on the internet?\n  ","871952":"\n   Could you live without a computer?\n  ","871953":"\n   Would you rather visit a zoo or an art museum?\n  ","871954":"\n   Describe best moment of this summer with one photo!\n  ","871955":"\n   Describe best moment of this summer with one photo!\n  ","871956":"\n   Who was the last person you talked to on the phone?\n  ","871957":"\n   Hey can u please subscribe to\n   \n    https:\/\/www.youtube.com\/user\/TheCridsTv\n   \n   . It would mean a lot to us. Our first video is coming this weekend so yeah. Sorry for bothering\n  ","871958":"\n   What is your favourite TV show?\n  ","871959":"\n   If you were famous what would you be famous for?\n  ","871960":"\n   What is your favorite black and white movie?\n  ","871961":"\n   Have you ever been in love?\n  ","871962":"\n   Which movies or books have made a big impact on you?\n  ","871963":"\n   What is your biggest dream\/aim ?\n  ","871964":"\n   What are the benefits of being famous?\n  ","871965":"\n   Is it more important to love or be loved?\n  ","871966":"\n   How do you surprise other people?\n  ","871967":"\n   Which is the place that you have always wanted to visit?\n  ","871968":"\n   What personality trait do you admire in other people?\n  ","871969":"\n   How did you meet your best friend?\n  ","871970":"\n   Name a few movies you can watch over and over?\n  ","871971":"\n   What was the first thing you learned to cook?\n  ","871972":"\n   What's the largest amount of money you've ever lost?\n  ","871973":"\n   If you could listen to only one song for the rest of your life, what would it be?\n  ","871974":"\n   If you could communicate with your pet for just a minutes, and they would understand, what would you say?\n  ","871975":"\n   What's your favorite midnight snack?\n  ","871976":"\n   First three songs in your favorite playlist?\n  ","871977":"\n   What to do on a rainy day?\n  ","871978":"\n   Where is the worst place you could get stuck?\n  ","871979":"\n   Can you write your name on a paper and take a picture of it?\n  ","871980":"\n   Where did you meet your best friend?\n  ","871981":"\n   What is the best thing that has ever happened to you?\n  ","871982":"\n   What would you do today if there is no more tomorrow?\n  ","871983":"\n   What's the best comfort food?\n  ","871984":"\n   What is your favorite sporting activity?\n  ","871985":"\n   Post a selfie!\n  ","871986":"\n   What was the last CD you bought?\n  ","871987":"\n   What is the most beautiful city you have ever visited?\n  ","871988":"\n   What's the worst movie ever?\n  ","871989":"\n   When is the world going to end?\n  ","871990":"\n   What's the most expensive thing you've ever broken?\n  ","871991":"\n   Who is the happiest person on the world?\n  ","871992":"\n   If you were a scientist, what would you invent?\n  ","871993":"\n   What's more valuable, brains or beauty?\n  ","871994":"\n   How many hours a day do you listen to music?\n  ","871995":"\n   How old were you when you started playing video games?\n  ","871996":"\n   If you could witness any historical moment, which one would it be?\n  ","871997":"\n   What have you learned from your past?\n  ","871998":"\n   Would you rather go out for dinner or cook at home?\n  ","871999":"\n   How do you cheer up a friend when they're feeling down?\n  ","872000":"\n   Are you scared of the dark?\n  ","872001":"\n   How do men understand ‘romance’?\n  ","872002":"\n   Are you good in dancing?\n  ","872003":"\n   What was the last life-changing decision you had to make?\n  ","872004":"\n   How can someone earn $1,000,000?\n  ","872005":"\n   How do you spend most of your time on the Internet?\n  ","872006":"\n   What are you always late for?\n  ","872007":"\n   Do you have posters on your wall?\n  ","872008":"\n   If you had one word to describe yourself, what would it be?\n  ","872009":"\n   What is the most delicious berry?\n  ","872010":"\n   What is your height?\n  ","872011":"\n   Do you prefer talking or texting?\n  ","872012":"\n   What is your favorite type of sushi?\n  ","872013":"\n   If you could change your skin color to anything outside of the natural palette of skin colors, what color would you choose?\n  ","872014":"\n   How many pillows do you sleep with?\n  ","872015":"\n   What is one of your favorite foods?\n  ","872016":"\n   Why not?\n  ","872017":"\n   Hot tea or ice tea?\n  ","872018":"\n   What does Molly do that angers you most?\n  ","872019":"\n   Do you make decisions spontaneously or chart out a plan first?\n  ","872020":"\n   What is your Song of the week?\n  ","872021":"\n   If someone made a statue of you, what position would you choose?\n  ","872022":"\n   Do you think that there are any topics that there should be more movies about?\n  ","872023":"\n   Do you always smile for pictures?\n  ","872024":"\n   What time did you wake up this morning?\n  ","872025":"\n   Is it scandalous to wear socks with sandals?\n  ","872026":"\n   Opinion on opinions?\n  ","872027":"\n   What would you change about Molly? Nothing is not an answer\n  ","872028":"\n   Correct! You win a brand new caaaaar!\n  ","872029":"\n   Opinion on grapes\n  ","872030":"\n   U r n0t muh friend n-e-more\n  ","872031":"\n   Why don't you like peanut butter? D:>\n  ","872032":"\n   MaKe Me SoMeThInG wItH pEaNuT bUtTeR pLeAsE\n  ","872033":"\n   Do you really mean so much to Molly?\n  ","872034":"\n   What color are your eyes?\n  ","872035":"\n   Is there one person in your life that can always make you smile?\n  ","872036":"\n   What does the life you want to live look like?\n  ","872037":"\n   Where are you at the moment?\n  ","872038":"\n   Which historical event would you have most liked to attend?\n  ","872039":"\n   When was the last time you went to the beach?\n  ","872040":"\n   Have you ever played golf?\n  ","872041":"\n   Whats your favorite sportswear brand?\n  ","872042":"\n   How do you spend the majority of your free time?\n  ","872043":"\n   What do you do when you’re angry?\n  ","872044":"\n   If not now, then when?\n  ","872045":"\n   Which is the best book you have read so far?\n  ","872046":"\n   Do you prefer to eat at a restaurant or at home?\n  ","872047":"\n   Do you remember your first day at school?\n  ","872048":"\n   When was the last time you tried something new?\n  ","872049":"\n   Which are your favorite works of art?\n  ","872050":"\n   What's your favorite things to do in the summer?\n  ","872051":"\n   If you could make anyone in the world fall in love, which two people would you put together?\n  ","872052":"\n   Do you collect anything? If so, what is it?\n  ","872053":"\n   Where do you find new music?\n  ","872054":"\n   If you were to write a movie script – what would it be about?\n  ","872055":"\n   What is your zodiac sign?\n  ","872056":"\n   What are you really good at?\n  ","872057":"\n   What crimes deserve the death penalty?\n  ","872058":"\n   What's the longest you've gone without sleep?\n  ","872059":"\n   Where were you born?\n  ","872060":"\n   How much time per day do you spend on the internet?\n  ","872061":"\n   What does true friendship mean to you?\n  ","872062":"\n   Who's your number one friend?\n  ","872063":"\n   Who was the last person you met today?\n  ","872064":"\n   What two animals, if combined, would make for an awesome animal?\n  ","872065":"\n   What do you notice when you walk into someone's home for the first time?\n  ","872066":"\n   When is the last time you told somone you love them?\n  ","872067":"\n   What's been your greatest discovery on the web?\n  ","872068":"\n   How can someone earn $1,000,000?\n  ","872069":"\n   If you had a boat, what would you name it?\n  ","872070":"\n   What's the best dating advice you have?\n  ","872071":"\n   How often do you buy things via the Internet?\n  ","872072":"\n   Are you afraid of people?\n  ","872073":"\n   Would you leave your home country for the one you love?\n  ","872074":"\n   What was the last CD you bought?\n  ","872075":"\n   What's one thing everyone should do in their lifetime?\n  ","872076":"\n   What is the most unexpected thing that happened to you this week?\n  ","872077":"\n   Post a photo of your favourite outfit!\n  ","872078":"\n   Are you more of a dog person or a cat person?\n  ","872079":"\n   What do you think is the new online trend right now?\n  ","872080":"\n   Have you seen anything weird lately?\n  ","872081":"\n   What's your favorite photo that you've taken?\n  ","872082":"\n   What did you watch on TV yesterday?\n  ","872083":"\n   What do you think about marriage?\n  ","872084":"\n   What was the first thing you learned to cook?\n  ","872085":"\n   At what age you kissed for the first time?\n  ","872086":"\n   Which is your song of the week?\n  ","872087":"\n   What is the stupidest thing you have ever done?\n  ","872088":"\n   On a scale from 1 to 10 how weird are you?\n  ","872089":"\n   Which is the best age to marry?\n  ","872090":"\n   What is the best thing to eat for breakfast?\n  ","872091":"\n   What is the last thing you picked up off the ground?\n  ","872092":"\n   If you could own any building in the world, which one would it be?\n  ","872093":"\n   Pic\n  ","872094":"\n   you have the choice to not answer the questions\n  ","872095":"\n   I'm not abusive...\n  ","872096":"\n   Lol ok bye. Have fun with your abusive girlfriend.\n  ","872097":"\n   No.\n  ","872098":"\n   She treats you like shit but you still defend her?\n  ","872099":"\n   I'm not saying.\n  ","872100":"\n   I know how she is.\n  ","872101":"\n   I'm not pissed. I'm not Molly. I don't get pissed over everything.\n  ","872102":"\n   Then don't make it public.\n  ","872103":"\n   I'm trying to help calm down.\n  ","872104":"\n   Do you really think she hates you?\n  ","872105":"\n   How can you be sure?\n  ","872106":"\n   I bet she still loves her.\n  ","872107":"\n   She still talks to her ex?\n  ","872108":"\n   Just a concerned friend\n  ","872109":"\n   Molly has a history of violence, correct?\n  ","872110":"\n   If she breaks up with you, don't go back. This isn't the first time she's hurt you, correct?\n  ","872111":"\n   No, your life is worth it\n  ","872112":"\n   Do you know the severity of it?\n  ","872113":"\n   No, no one deserves cuts.\n  ","872114":"\n   You know that's a symptom of mental illness, right? Is she multiple personality or something?\n  ","872115":"\n   I doubt that. She cares for you very deeply.\n  ","872116":"\n   How is she scaring you?\n  ","872117":"\n   Is Molly abusive?\n  ","872118":"\n   Do you prefer to answer questions or ask them?\n  ","872119":"\n   What do you think is the best gift for wedding?\n  ","872120":"\n   Are you still friends with someone from kindergarten?\n  ","872121":"\n   What annoys you the most?\n  ","872122":"\n   What is your favorite online shopping site?\n  ","872123":"\n   What's your favorite seafood?\n  ","872124":"\n   Who is the last person you met?\n  ","872125":"\n   What's your favorite magazine?\n  ","872126":"\n   Do you tolerate heat or cold better?\n  ","872127":"\n   What's something you're not very good at but enjoy doing anyway?\n  ","872128":"\n   Which is the funniest name you've ever heard?\n  ","872129":"\n   What is one thing your parents allowed you to do that you would never let your kids do?\n  ","872130":"\n   What magazine cover would you like to get on?\n  ","872131":"\n   If you could make anyone in the world fall in love, which two people would you put together?\n  ","872132":"\n   What was the last thing you got for free?\n  ","872133":"\n   What’s the first thing you’d do if you were the opposite sex for one day?\n  ","872134":"\n   How would you describe your perfect sandwich?\n  ","872135":"\n   Are antismoking ads effective?\n  ","872136":"\n   Liezzzz\n  ","872137":"\n   What about Rexie? Roxy? Your sugar gliders?\n  ","872138":"\n   The pet one is a lieeeeee\n  ","872139":"\n   What is one thing you will never do again?\n  ","872140":"\n   Post a picture of your pet!\n  ","872141":"\n   What is the best way to deal with stress?\n  ","872142":"\n   What position do you sleep in?\n  ","872143":"\n   When you looked at yourself in the mirror today, what was the first thing you thought?\n  ","872144":"\n   Who was the last person you saw?\n  ","872145":"\n   Are you afraid of people?\n  ","872146":"\n   What is your favorite ice cream flavor?\n  ","872147":"\n   What does it mean when a man looks at other women when he is with his girlfriend?\n  ","872148":"\n   Which day of the week do you hate the most?\n  ","872149":"\n   What is the strangest thing you’ve ever eaten?\n  ","872150":"\n   If you could be invisible for a day, what would your do?\n  ","872151":"\n   If you could hug anyone right now, who would it be?\n  ","872152":"\n   Who was the last person you talked to on the phone?\n  ","872153":"\n   What time do you usually wake up in the morning?\n  ","872154":"\n   What is your zodiac sign?\n  ","872155":"\n   If you had to choose a type of color that you thought represented yourself, which would it be?\n  ","872156":"\n   What are the things you want to avoid in a relationship?\n  ","872157":"\n   How do you think the world will look in 100 years?\n  ","872158":"\n   How old were you when you started playing video games?\n  ","872159":"\n   If you could spend the next year living anywhere in the world, where would you go?\n  ","872160":"\n   Paul McCartney said: \"If slaughterhouses had glass walls, everyone would be a vegetarian.\" What do you think about it?\n  ","872161":"\n   sexual orientation?\n  ","872162":"\n   If you had an extra hour of free time every day, what would you do with it?\n  ","872163":"\n   You're the prettiest girl I've ever seen. The way you make me feel is unexplainable in the best way possible. I can't express my love for you enough. I'm yours forever and always, no matter what. You make me feel confident again. With you I feel worth something. I can't thank you enough. I love you.\n  ","872164":"\n   What is the most beautiful city you have ever visited?\n  ","872165":"\n   If you were a road sign, what would you say?\n  ","872166":"\n   How does society brainwash the youth?\n  ","872167":"\n   Which celebrity you would follow on Ask.fm?\n  ","872168":"\n   Y\n  ","872169":"\n   B\n  ","872170":"\n   A\n  ","872171":"\n   B\n  ","872172":"\n   Wake up\n  ","872173":"\n   Baby\n  ","872174":"\n   Post a selfie\n  ","872175":"\n   Why do people kill each other?\n  ","872176":"\n   Please do\n  ","872177":"\n   Post a selfie!\n  ","872178":"\n   What is the last thing you downloaded onto your computer?\n  ","872179":"\n   Where are you at the moment?\n  ","872180":"\n   ...\n  ","872181":"\n   ;-;\n  ","872182":"\n   Yes\n  ","872183":"\n   Yes. :c\n  ","872184":"\n   Lol\n  ","872185":"\n   Post a selfie!\n  ","872186":"\n   It's a stupid song\n  ","872187":"\n   I like my kisses down low, makes me arch my back. When you give it to me slow, baby, just like that.\n  ","872188":"\n   What is the major problem in your city?\n  ","872189":"\n   If you were a teacher, what subject would you like to teach?\n  ","872190":"\n   Are you addicted to shopping?\n  ","872191":"\n   What is the best way to deal with stress?\n  ","872192":"\n   Which do you think is more important: following the dreams your parents want for you or following your own dreams?\n  ","872193":"\n   Xbox or PlayStation?\n  ","872194":"\n   If the whole world were listening, what would you say?\n  ","872195":"\n   Are you hard-working or lazy?\n  ","872196":"\n   Who's your number one friend?\n  ","872197":"\n   Who is the funniest person you know?\n  ","872198":"\n   What do you think you do best?\n  ","872199":"\n   Why do people lie?\n  ","872200":"\n   What color pencil you use for drawing?\n  ","872201":"\n   If dogs never existed, which animal would take its place as Man's Best Friend?\n  ","872202":"\n   Why do zombies attack?\n  ","872203":"\n   What was the longest car ride you’ve ever taken?\n  ","872204":"\n   What is your favorite dog breed?\n  ","872205":"\n   What do you do when you’re angry?\n  ","872206":"\n   What created our World?\n  ","872207":"\n   What is the safest place in the world?\n  ","872208":"\n   If you could be half man half animal, which animal would you choose?\n  ","872209":"\n   What is your favorite type of sushi?\n  ","872210":"\n   If someone wrote a biography about you, what do you think the title should be?\n  ","872211":"\n   What gadget are you addicted to?\n  ","872212":"\n   meooow\n  ","872213":"\n   Which gives you the most pleasure - giving presents or receiving them?\n  ","872214":"\n   How many hours a day do you spend watching TV?\n  ","872215":"\n   How many games do you have on your phone?\n  ","872216":"\n   What is on the walls of the room you are in?\n  ","872217":"\n   What are you waiting for?\n  ","872218":"\n   Do you think that you’re a good person?\n  ","872219":"\n   Who would you like to be?\n  ","872220":"\n   What are you really good at?\n  ","872221":"\n   What are the three things that you cannot live without?\n  ","872222":"\n   Do you prefer a bath or shower?\n  ","872223":"\n   What would your dream house be like?\n  ","872224":"\n   Is there any person you are afraid of?\n  ","872225":"\n   At what age did you find out that Santa wasn’t real?\n  ","872226":"\n   What three things in life you want more than anything else?\n  ","872227":"\n   *yawns*\n  ","872228":"\n   GRAB YOUR DICK AND DOUBLE CLICK FOR PORN, PORN, PORN!\n  ","872229":"\n   selfie?\n  ","872230":"\n   Sorry if I'm freaking you out. I'll shut up now...\n  ","872231":"\n   I only know like 6 songs and I hate them all bc they get stuck in my head eww\n  ","872232":"\n   Haha I know\n  ","872233":"\n   I usually do but I wanna surprise her so I put myself through it\n  ","872234":"\n   Confession: sometimes I listen to Rap so I can surprise my sister. xD\n  ","872235":"\n   You got me in a trance, please take off your pants. ;3\n  ","872236":"\n   If you could bookmark just 5 websites, which 5 you would choose?\n  ","872237":"\n   5 Ask.fm people you would like to meet?\n  ","872238":"\n   What is your favorite dog breed?\n  ","872239":"\n   What’s in your pockets?\n  ","872240":"\n   If you could visit the past or the future, which would you choose and where would you go?\n  ","872241":"\n   How much would it cost to buy your love?\n  ","872242":"\n   What is the quality you most like in a man?\n  ","872243":"\n   What makes you special?\n  ","872244":"\n   What's been the best commercial you've seen?\n  ","872245":"\n   What is the best thing to eat for breakfast?\n  ","872246":"\n   How many times a day do you look at yourself in the mirror?\n  ","872247":"\n   What was the last lie you told?\n  ","872248":"\n   Do you remember your first friend?\n  ","872249":"\n   What is the craziest  thing you have ever done for money?\n  ","872250":"\n   If you could own an exotic pet, what would you choose?\n  ","872251":"\n   Is there something you eat every day?\n  ","872252":"\n   What is your favorite summer song?\n  ","872253":"\n   Who would you cast to play you in a movie?\n  ","872254":"\n   That doesn't sound very convincing.\n  ","872255":"\n   Baby, are you okay? :c\n  ","872256":"\n   Do you like modern art?\n  ","872257":"\n   Do you prefer books or movies?\n  ","872258":"\n   How well can you cook?\n  ","872259":"\n   If you have friends coming over, what would you cook?\n  ","872260":"\n   What song is stuck in your head?\n  ","872261":"\n   How did you make your first money?\n  ","872262":"\n   What worries you the most?\n  ","872263":"\n   Which city would you choose as capital of the world?\n  ","872264":"\n   What color shoes are you wearing today?\n  ","872265":"\n   What business or company do you wish you owned?\n  ","872266":"\n   no my name is chava not Molly :)\n  ","872267":"\n   What makes you really sleepy?\n  ","872268":"\n   Molly who?\n  ","872269":"\n   What is the most interesting science?\n  ","872270":"\n   If you could listen to only one song for the rest of your life, what would it be?\n  ","872271":"\n   What are the most important lessons you’ve learned in life?\n  ","872272":"\n   Where should you never take a first date?\n  ","872273":"\n   If you had lots of money what would you do with it?\n  ","872274":"\n   What was your favorite subject in school?\n  ","872275":"\n   Are you addicted to shopping?\n  ","872276":"\n   What is the first animal you would run to see if you went to the zoo?\n  ","872277":"\n   Ask me stuff?\n  ","872278":"\n   Hi\n  ","872279":"\n   Because I can. ( ͡° ͜ʖ ͡°)\n  ","872280":"\n   YES\n  ","872281":"\n   ( ͡° ͜ʖ ͡°)\n  ","872282":"\n   ( ͡° ͜ʖ ͡°)\n  ","872283":"\n   ( ͡° ͜ʖ ͡°)\n  ","872284":"\n   ( ͡° ͜ʖ ͡°)\n  ","872285":"\n   ( ͡° ͜ʖ ͡°)\n  ","872286":"\n   Ooooooo\n  ","872287":"\n   What do you think is the greatest problem facing the teenagers of today?\n  ","872288":"\n   Do you prefer a bath or shower?\n  ","872289":"\n   Nigga nigga nigga nigga nigga nigga, why you eat so much chicken?\n  ","872290":"\n   *is poked*\n  ","872291":"\n   *dies of laughter*\n  ","872292":"\n   HAHAHA OMFG\n  ","872293":"\n   *watches you*\n  ","872294":"\n   *cries*\n  ","872295":"\n   NoOoOoOoOoOoOoOo YOU DID IT WRONG!\n  ","872296":"\n   Whatcha gonna do wit all dat ass, all dat ass inside them jeans?\n  ","872297":"\n   What if it's for Molly?\n  ","872298":"\n   You want toooooo ( ͡° ͜ʖ ͡°)\n  ","872299":"\n   yoyoyo\n  ","872300":"\n   What can you do to make this world a better place?\n  ","872301":"\n   *trumpet plays*\n  ","872302":"\n   You're supposed to say \"WIGGLE WIGGLE WIGGLE\"\n  ","872303":"\n   How you fit all that inside them jeans?\n  ","872304":"\n   If you could close one fast food chain because of disgusting food, which one would you pick?\n  ","872305":"\n   When will you wake up?\n  ","872306":"\n   What is the most stressful job?\n  ","872307":"\n   If you could have any wild animal as a pet what would it be?\n  ","872308":"\n   What musical instrument would you like to play?\n  ","872309":"\n   On a scale of 1-10 how cute are chinchillas?\n  ","872310":"\n   Do you think there is life on other planets?\n  ","872311":"\n   What was your favorite holiday?\n  ","872312":"\n   What animal do you think is the scariest?\n  ","872313":"\n   If there were a book about your life, what the cover would look like?\n  ","872314":"\n   What’s your favorite seafood?\n  ","872315":"\n   At what age do you consider someone old?\n  ","872316":"\n   How many times do you think about your future?\n  ","872317":"\n   What to do when you are down ?\n  ","872318":"\n   O kahan ghaib ho janab\n  ","872319":"\n   Are you a fashionist\/-a?\n  ","872320":"\n   Do You Love Dogs\n  ","872321":"\n   just remember you’re amazing\n  ","872322":"\n   Do you like Mondays?\n  ","872323":"\n   I like to be fuxked like a sluttttttttt!\n  "},"Answer":{"871252":"\n  i dont watch them\n  ","871253":"\n  um...salmon\n  ","871254":"\n  you is bad\n  ","871255":"\n  yes yyyyyooouuus are\n  ","871256":"\n  bad\n  ","871257":"\n  mowwy\n  ","871258":"\n  they're puffs. they're different! don't judge me\n  ","871259":"\n  beautimus\n  ","871260":"\n  psh no.\n  ","871261":"\n  neither. CHEESE PUFFS\n  ","871262":"\n  i act like a cat\n  ","871263":"\n  im sick\n  ","871264":"\n  No. I wouldn't. when you fall for someone your feelings either stay or take a long time to go away. I'm happy where i am now. they were in the past and its time for me to move onto the future. Bailey is my future right now. Besides they don't love me anymore ((if they ever actually did)). One of them proved it. *cough cough* chelsey *cough* she cheated and lied and still lied and made me feel like shit. so bailey is my girlfriend or fiancee. whatever she wants to be called. because she makes me happy and she's given me no reason to believe she's a liar. so...\n  ","871265":"\n  dill pickles\n  ","871266":"\n  in hell.\n  ","871267":"\n  like wade's beautiful face\n  ","871268":"\n  7\n  ","871269":"\n  *push* i will xD\n  ","871270":"\n  babe dont xD\n  ","871271":"\n  robin hood men in tights\n  \n  not to brag but the conqurer of shamballa movie\n  ","871272":"\n  oh...um i like Three cheers. but im also tied between American idiot and 21st century breakdown\n  ","871273":"\n  my beautiful babygirl <3\n  ","871274":"\n  to my face or over message\n  ","871275":"\n  they dont listen to me so\n  ","871276":"\n  i compliment people whenever i can. i tell them they're beautiful. I've literally omegled just to compliment people. i saved a life and now I'm dating her going on 3 months <3\n  \n   @wanna8e8unny\n  \n","871277":"\n  jacksepticeye\n  ","871278":"\n  both\n  ","871279":"\n  anagram? is that the thingy that goes up and down?\n  \n  kind\n  \n  reliable\n  \n  intelligent\n  \n  splendid\n  \n  super\n  \n  young\n  ","871280":"\n  ham because i have big thighs\n  ","871281":"\n  No. i don't ever see peace as being a good thing. i mean it will never be peace. you'll always have bad people and countries that go to war or become violent.\n  ","871282":"\n  dudes? and just one thing? i love everything about her.\n  ","871283":"\n  i met bailey in person\n  ","871284":"\n  i don't know\n  ","871285":"\n  when i bled through.\n  \n  when my cousin walked in on me while i was pissing.\n  \n  when my pants fell down a little and people laughed at me.\n  ","871286":"\n  when people wont let you voice your opinion after they ask for it.\n  ","871287":"\n  glitter. you could glitter bomb people\n  ","871288":"\n  i dont have any xD\n  ","871289":"\n  i dont make eggs\n  ","871290":"\n  bbq ribs or sushi or mochi\n  ","871291":"\n  i dont have one\n  ","871292":"\n  im not saying anything. a girl isnt an object. a girl is a person who needs to be cherished.\n  ","871293":"\n  my first ps2\n  ","871294":"\n  that is none of your concern. relationships revolve around love and friendship...not sex. i treat her the best i can and she does the same to me. to be honest...i'd be okay if nothing sexual happens. i just want to lay beside her and hold her close.\n  ","871295":"\n  dog but i like some cats\n  ","871296":"\n  i....havent ever had one...\n  ","871297":"\n  I turn my phone on and message Babe. then i get ready and wait for babe to awaken.  and thats is basically it\n  ","871298":"\n  A panda. because they're beautiful and majestic\n  ","871299":"\n  dude, bro, man, lil man, for why, boobs, i dunno.\n  ","871300":"\n  yeah\n  ","871301":"\n  Hm. Chelsey. i don:t know what was bullshit and what wasn't. id like that truth at least.\n  ","871302":"\n  Be in Bailey's arms\n  ","871303":"\n  Bailey. She's so cute and just everything i wanted and more. we skyped almost all day and it made me so happy\n  ","871304":"\n  yeah im taken. sorries\n  ","871305":"\n  haiiii\n  ","871306":"\n  i think a house or a coffee date. they're cute and old fashioned. they're my dream dates\n  ","871307":"\n  loyality\n  ","871308":"\n  oh thats a cat?\n  ","871309":"\n  oh i don't really like either mostly because i have to eat it at home instead of going to school after i eat because i get sick. but id rather have pancakes i guess\n  ","871310":"\n  18-21\n  ","871311":"\n  A Griffen or maybe a pokemon. unicorn?\n  ","871312":"\n  the fact they will never accept me for being me\n  ","871313":"\n  blow it ;3\n  ","871314":"\n  oh shit...i dont want to lose any though...is that an option?\n  ","871315":"\n  um....i dunno honestly. i guess id come out to my parents\n  ","871316":"\n  tiny elephant!!\n  ","871317":"\n  *cries* ive never been to onee\n  ","871318":"\n  art, music, body drawings. plus i sometimes sing and cosplay.\n  ","871319":"\n  eat healthier\n  \n  strive for better drawings\n  \n  study harder\n  \n  lose weight\n  ","871320":"\n  nothing really. just sitting here and watching the ball drop because im poor...\n  \n  and underage.\n  ","871321":"\n  well...hm....garfish scare me...um...snakes...i'm more scared of bugs though.\n  \n  the reason for the gars and snakes, they could kill you.\n  ","871322":"\n  knock knock\n  \n  who's there?\n  \n  old lady\n  \n  old lady who?\n  \n  i didn't know you could yodel\n  \n  ~Sans\n  ","871323":"\n  shy shy shy\n  ","871324":"\n  home. no school. with friends.\n  ","871325":"\n  id rather go to the future. my past is too awful to be replayed\n  ","871326":"\n  what??\n  ","871327":"\n  does my signature count\n  ","871328":"\n  AHHH YES THIS QUESTION. THE STAR WARS QUESTION!! IVE WAITED YEARS FOR THIS MOVIE!! FUCKING ID BE THE ONE WHOS BOTH BRO!!!\n  ","871329":"\n  my girlfriend bailey\n  ","871330":"\n  FLOWEY\n  ","871331":"\n  crocks\n  \n  baggy pants\n  \n  daisy dukes\n  ","871332":"\n  randomly yelled adventure in british\n  ","871333":"\n  no...\n  ","871334":"\n  window and asle\n  ","871335":"\n  \"I'm 50 shades of fucked up\" ~Christian Grey\n  ","871336":"\n  my dad. food\n  ","871337":"\n  yeahh\n  ","871338":"\n  I've lived in my room for the last 16 years of my life and I'm 16. a cave would be nothing\n  ","871339":"\n  my girlfriend xD no my Dave Cosplay\n  ","871340":"\n  oh...a...hmm a geko and a bird! then you'd have leaping lizards ;3\n  ","871341":"\n  i don't usually elevate\n  ","871342":"\n  in my head\n  ","871343":"\n  the law of being whoever you want and no one can say shit about it. there is too much bullying in the world.\n  ","871344":"\n  no\n  ","871345":"\n  love someone who could never possibly love me...\n  ","871346":"\n  it's called Chelsey or Christy. you see I fell for Chelsey and she never was in love with me. she used me for sexual shit when she had her little bitch on the side to help her. I gave her everything I could. but there's only so much I could do. she lied and betrayed me and now she wants me to die now obviously. I was saving money to get her a ring. I have a little over 100 dollars. but fuck that I guess.\n  ","871347":"\n  ....\n  ","871348":"\n  shark diving. so my death will be extremely painful\n  ","871349":"\n  no\n  ","871350":"\n  ...I don't want to talk about my scars\n  ","871351":"\n  language because dogs have their own language\n  ","871352":"\n  aww\n  ","871353":"\n  because I was told to wait for a girl so we could date once she sorted out her problems. I was so happy when I heard she was getting better. now she's dating another man and not me. quite sad actually. and also the stress that's on me. I can't take it. between band and dual enrollment there isn't much time for anything. and also the bullies. I get called fat and ugly and even pregnant. and other things. these are just some of the few reasons why I'm always depressed now. most people don't care and I wouldn't blame them. I'm not worth it\n  ","871354":"\n  love.\n  ","871355":"\n  the fuck\n  ","871356":"\n  oh...um I don't have just 1 favorite teacher\n  \n  ms. Angie my 5th grade teacher\n  \n  Mrs. Laymon my 7th grade history\n  \n  Mr. Higdon 8th grade history\n  \n  Mrs. Bates 8th grade English\n  \n  Mrs. Baker English 9-11 teacher\n  \n  ms. mckinny my substitute sometimes\n  \n  Mr. cross substitute teacher\n  ","871357":"\n  Chelsey or Molly. they probably know the most\n  ","871358":"\n  I don't do that for fun but I read slenderman\n  ","871359":"\n  anime\n  ","871360":"\n  nooo\n  ","871361":"\n  a little bit of both\n  ","871362":"\n  the supernatural parody\n  ","871363":"\n  *Canadian voice*\n  \n  with maple syrup eh\n  ","871364":"\n  hahahaha\n  \n  no\n  ","871365":"\n  air\n  ","871366":"\n  Love2+5kisses --->30cuddles + 7anime\n  ","871367":"\n  dirty toilet seats\n  ","871368":"\n  ah this question. its My Chemical Romance\n  ","871369":"\n  yep. 100% people can change\n  ","871370":"\n  to be a better person in mind and body\n  ","871371":"\n  basically everything. if I tell you I'm starting to get pissed, you need to stop and apologize and then calm me down or I will say something I don't mean\n  ","871372":"\n  0 dollars and on air!\n  ","871373":"\n  *coughs and blushes* I can't say.\n  ","871374":"\n  please\n  ","871375":"\n  Annie. she's feminine Donald Trump\n  ","871376":"\n  almost everyday\n  ","871377":"\n  move out of the way? dumbass question\n  ","871378":"\n  yes this idiot\n  ","871379":"\n  mochi\n  ","871380":"\n  japan\n  ","871381":"\n  what the hell kind of question was that? what did you expect me to freak out that there was period blood on my bed? there is nothing wrong with it. don't shame people for being natural. you don't know how hard it is to be on your period\n  ","871382":"\n  whoever has a bad past and can survive\n  ","871383":"\n  tell her its okay, hug her, fix the bed, give her ice cream and cuddle her\n  ","871384":"\n  was scream \"I'm bisexual\"\n  ","871385":"\n  if I said it then people would know\n  ","871386":"\n  loyalty\n  ","871387":"\n  I don't remember\n  ","871388":"\n  I hate air planes soo...\n  ","871389":"\n  skyping her\n  ","871390":"\n  oh man...um both. because being in love is the best feeling. your heart beats for them and all that romantic romcom shiz. well anyway if you're loved it makes you feel happy. you know you'll be protected and it gives you that secure feeling\n  ","871391":"\n  this one is me and my friend Lexus during our freshman year\n  ","871392":"\n  I would want to see all of them. the bomb the first man on the moon. I wanna see them all!\n  ","871393":"\n  Dave Strider or ciel Phantomhive.\n  \n  wait\n  \n  Krissy Way\n  ","871394":"\n  some of them\n  ","871395":"\n  Monday and Friday\n  ","871396":"\n  wake up\n  ","871397":"\n  Leif Erikson\n  ","871398":"\n  heheheh finally!\n  \n  The fault in our stars. it's so stupid. it doesn't follow the book at all because the boy dies and she has cancer. in the book she dies not him. the movie was so boring as well and the premise was stupid as hell. I watched it with my friends and zoned out for half of it. the best part was when the blind guy said \"I couldn't see a world without you\" and my friend Gabby said \"YOU COULDN'T SEE A WORLD WITH US EITHER *bu dum tiss*\" but anyway it was highly over recommended to everyone. it should have never been made\n  ","871399":"\n  the most dangerous is a scared animal\n  ","871400":"\n  nothing is ever truly free\n  ","871401":"\n  stupid\n  \n  redneck\n  \n  bullies\n  ","871402":"\n  CLASH OF CLANS\n  ","871403":"\n  I know people will be mad at me for saying this. but I really want Chelsey. I really want her here and cuddling me. I miss her and all I want is to be happy.\n  ","871404":"\n  last night on earth\n  ","871405":"\n  \"I've heard of you and your Honeyed words\" ~skyrim guard\n  ","871406":"\n  trash. but that's me. my opinion is going to stay my opinion\n  ","871407":"\n  I don't know. I'm not a weirdo WHO SMELLS MONEY\n  ","871408":"\n  I did the leap of faith on Assassin's Creed at the tallest building.\n  ","871409":"\n  sadly. I want to have a redo I don't count it. it wasn't with someone special. it was me being used as an experiment to see if a girl was bi or gay or straight.\n  ","871410":"\n  Bohemian Rhapsody. I mean it would get boring after a while but I always love that song\n  ","871411":"\n  it's not a drawing for one. it's photoshop or something. you're good at photoshop but don't say you're a drawer when you don't draw okay honey\n  ","871412":"\n  I get in a really cutesy mood\n  ","871413":"\n  both.\n  ","871414":"\n  say that I have survived\n  ","871415":"\n  air\n  ","871416":"\n  food.\n  \n  Chelsey.\n  \n  bands\n  \n  band members\n  \n  sleeping\n  \n  good smells\n  \n  barbeque\n  \n  girls\n  \n  mostly girls\n  \n  sometimes boys\n  ","871417":"\n  for some reason Wendy's\n  ","871418":"\n  don't leave who you need for someone you want.\n  ","871419":"\n  the shower\n  ","871420":"\n  on my ankle. a treble clef g and a bass clef f and they make a heart with music notes that are coming from it. and then underneath it. it says \"follow the music in your heart\"\n  ","871421":"\n  dollywood and possibly echo's house\n  ","871422":"\n  the News\n  ","871423":"\n  all the kardashians, kanye, most rappers, Niki manj or whatever and a bunch of others equally have my hatred\n  ","871424":"\n  air\n  ","871425":"\n  yep\n  ","871426":"\n  a blanket in a field with a picnic basket and heater so if it gets cold. then you have a picnic and watch the stars before walking alone the shore of a lake with sparkles in our eyes and our hearts on our sleeves\n  ","871427":"\n  sometimes\n  ","871428":"\n  why am I still here? why do I matter? why does Chelsey love me...I'm not much of a person.\n  ","871429":"\n  I turned five and got 30 bucks xD\n  ","871430":"\n  mcr\n  ","871431":"\n  if I told you then people would know it\n  ","871432":"\n  some random person xD\n  ","871433":"\n  SATAN\n  ","871434":"\n  preppys and older people like parents or grandparents or aunts or uncles\n  ","871435":"\n  both\n  ","871436":"\n  that video game you're so close to beating and on the last mission you keep dying.\n  ","871437":"\n  KellinkittyQuinn is from a page I admin. Krissy kitty\/kitten is a nickname I've been called for a while\n  ","871438":"\n  does band count\n  ","871439":"\n  that it is a bond between a couple who wish to spend their life together.\n  ","871440":"\n  hahaha nooo. this face isn't meant to be on video\n  ","871441":"\n  taken\n  ","871442":"\n  Pokémon. the original good Pokémon with Ash, Misty, Brock, and Prof. Oak. those were the good ones.\n  ","871443":"\n  I can't say that cx\n  ","871444":"\n  normally talking to Chelsey or drawing\n  ","871445":"\n  9th grade year. I met a girl named Trinity but it wasn't true love.\n  ","871446":"\n  get up\n  \n  look at the clock\n  \n  decide I have time\n  \n  sleep again\n  \n  wake up and freak out\n  \n  get ready\n  \n  get on the bus\n  ","871447":"\n  yeah\n  ","871448":"\n  \"Bullet\" by Hollywood Undead\n  \n  \"Drown\" by Bring Me The Horizon\n  \n  \"Bleed it Our\" by Linkin Park\n  ","871449":"\n  yeah...\n  ","871450":"\n  I think so...\n  ","871451":"\n  back to my room so I can cry some more...\n  ","871452":"\n  night owl\n  ","871453":"\n  sometimes. because sometimes a smile goes a long ways\n  ","871454":"\n  how to draw really well. I love to draw but I would really like to be an artist\n  ","871455":"\n  Homestuck, anime, and girllls\n  ","871456":"\n  Wendy's\n  ","871457":"\n  in the shower or in class\n  ","871458":"\n  no onee\n  ","871459":"\n  the Scarlet letter. I didn't even finish it xD\n  ","871460":"\n  band merch and CHINESE FOOOODDD\n  ","871461":"\n  The thought of wearing pants\n  ","871462":"\n  no. my memories are what made me...me. I can't get rid of my entire existence\n  ","871463":"\n  Pirates of the Caribbean or LOTR\n  ","871464":"\n  yeah. everyone will find it\n  ","871465":"\n  a towel\n  ","871466":"\n  good\n  ","871467":"\n  Hm...draw more and hang out with friends\n  ","871468":"\n  Warped Tour 2005\n  ","871469":"\n  me\n  ","871470":"\n  a burrito\n  ","871471":"\n  probably because I'm not beautiful. I'm ugly. I try to help and make people hate me. my dad sometimes sticks up for the bullies like today. it's fine. I just put on a fake smile.\n  ","871472":"\n  like four days\n  ","871473":"\n  I wanted to cosplay humanstuck fem kankri\n  ","871474":"\n  Drawing, writing, and clarinet is my hobbies. they're all my favorite\n  ","871475":"\n  yes. clarinet\n  ","871476":"\n  when Chelsey stabbed me\n  ","871477":"\n  I don't really have a favorite restraunt but Yamata Cafe is a good place\n  ","871478":"\n  *pap*\n  ","871479":"\n  I believe God did. however if that is true or not I do not know\n  ","871480":"\n  both\n  ","871481":"\n  I'd make a sand buddy like the sims, I'd build a shelter and gather food\n  ","871482":"\n  \"life gets better\"\n  ","871483":"\n  oh. thanks random anon who is probably molly, Chelsey, or claims to be a random bystander\n  ","871484":"\n  the hell is a pap\n  \n  *shoosh paps*\n  \n  *is behind in life*\n  \n  I didn't know what a selfie was till like 5 months later\n  ","871485":"\n  rock and metal\n  ","871486":"\n  pap?\n  ","871487":"\n  love\n  ","871488":"\n  someone I could tolerate\n  ","871489":"\n  the TV\n  ","871490":"\n  Hachi a dog's tale was one of the best in my opinion because it's based on a true story\n  ","871491":"\n  Foreign policy. I'd put high-speed broad band out in places there isn't any. and there are some I can't list haha\n  ","871492":"\n  spending time with Gabby\n  ","871493":"\n  sometimes I sit and watch the rain. it calms me. it's a very nice sound. it's so serene that it lulls me to a calm peacefulness. it's the days I long for\n  ","871494":"\n  pajamas\n  ","871495":"\n  hm I'd like to live where I live now\n  ","871496":"\n  yes and no. because you will have the moment where you look at them and say \"I want to be with them forever\" but you may fall in love with others\n  ","871497":"\n  That certain quality. like you don't know what it is but they have it. and also they look like a stuck up\n  ","871498":"\n  turn off my tv\n  ","871499":"\n  some medicines and cough drops\n  ","871500":"\n  the fact that when someone is suicidal or depressed people agg them on by saying \"do it\" or something else. everyone's lives are important in some way we all have purpose. be a buddy not a bully. life is like the weather. sometimes it's clear and nice. but sometimes it's stormy. however no storm lasts forever. we weren't put on this earth for it to be easy. it's not that way. it will beat you to your knees and force you down to the point you can't take it anymore but you have to grab that little string of hope you have left and pull yourself up. you have to keep moving forward. you have to live. you have people that love and care about you. if you think I'm lying, then I want you to know I care.\n  ","871501":"\n  not often\n  ","871502":"\n  Free\n  ","871503":"\n  during valentines day I wanna go to Japan for their festival or New Years\n  ","871504":"\n  I don't meme\n  ","871505":"\n  my entire life is uncool\n  ","871506":"\n  avatar so I can control all of them\n  ","871507":"\n  I don't know my destiny\n  ","871508":"\n  yeah\n  ","871509":"\n  my best friend\n  ","871510":"\n  no\n  ","871511":"\n  we do\n  ","871512":"\n  I'm trying to watch a movie with my wife\n  ","871513":"\n  Good\n  ","871514":"\n  fine\n  ","871515":"\n  oh\n  ","871516":"\n  scenery?\n  ","871517":"\n  the only anon to be nice\n  ","871518":"\n  fine?\n  ","871519":"\n  :3 thanks\n  ","871520":"\n  anon\n  ","871521":"\n  nope\n  ","871522":"\n  right? xD\n  \n  well one would be\n  \n  te amo\n  ","871523":"\n  *funeral and if she's cheating give me proof. Kik me.\n  \n   @kellinphantomhive\n  \n  show me the proof if you want me to believe you\n  ","871524":"\n  oh totally\n  ","871525":"\n  um...NATIONAL COSPLAY DAY\n  ","871526":"\n  here we go again\n  ","871527":"\n  Chelsey my girlfriend\n  ","871528":"\n  CHELSEY *wonk*\n  ","871529":"\n  biting my nails, talking to myself\n  ","871530":"\n  a Pokemon card\n  ","871531":"\n  When my artwork is complimented\n  ","871532":"\n  no. I'm happy where I am\n  ","871533":"\n  Chelsey\n  \n  Chelsey time\n  \n  Chelsey's laugh\n  \n  Her smile\n  \n  her everything\n  ","871534":"\n  Obviously you care bitch and I care and Its my ask page so get the fuck off :D\n  ","871535":"\n  homestuck, bands, and Chelsey\n  ","871536":"\n  no\n  ","871537":"\n  MARCH\n  ","871538":"\n  I have four so...\n  ","871539":"\n  Call Chelsey and talk it out\n  ","871540":"\n  Chelsey and the bands I listen to :3\n  ","871541":"\n  Chelsey MY girlfriend\n  ","871542":"\n  She's my friend. and also message her\n  \n   @carmy_boo_\n  \n  on Kik. she will talk to you there.\n  ","871543":"\n  oh I'm the stalker? I'm not the one stalking my relationship\n  ","871544":"\n  I still don't believe you. tell me your actual name\n  ","871545":"\n  make me. you're not scaring me\n  ","871546":"\n  She won't do anything. and I do know Chelsey. she's my girlfriend. I know her better than anyone. get carmy involved. go ahead\n  ","871547":"\n  \"Close friend\". she's not cheating on me okay? if you really wanted to prove it you would Kik me and not get Carmy too. and to be honest I find it very disrespectful that you would try to smear her name like that.\n  ","871548":"\n  listen to me. she's not cheating on me. you have no proof. Kik me the proof\n  \n   @kellinphantomhive\n  \n","871549":"\n  Who even is this\n  ","871550":"\n  Prove it\n  ","871551":"\n  YOU'RE A WWIZARD ERIDAN\n  ","871552":"\n  She is not.\n  ","871553":"\n  I love you too Chelsey\n  ","871554":"\n  I don't xD\n  ","871555":"\n  no\n  ","871556":"\n  I will kill you all\n  \n  I will kill you all\n  ","871557":"\n  Anime blast\n  ","871558":"\n  ew what?\n  ","871559":"\n  both\n  ","871560":"\n  me fit? haha\n  ","871561":"\n  to be with Chelsey\n  ","871562":"\n  Reasons\n  ","871563":"\n  Depressed...\n  ","871564":"\n  when people won't leave you alone about something and blackmail you to get the information they want.\n  ","871565":"\n  I don't have one...\n  ","871566":"\n  Light crystal blue!\n  ","871567":"\n  I call Chelsey. she's my escape\n  ","871568":"\n  both\n  ","871569":"\n  I don't know you\n  ","871570":"\n  Bray?\n  ","871571":"\n  Who is this?\n  ","871572":"\n  either drawing, playing video games, reading Homestuck, or talking to Chelsey\n  ","871573":"\n  video games\n  ","871574":"\n  I can't whistle\n  ","871575":"\n  Hey hey hey. If you bully Chelsey I will go off\n  ","871576":"\n  I don't have to answer shit\n  ","871577":"\n  But I have the right to choose which questions I answer and by the way, you don't know if I talk about molly or not. You don't go to school with me and you don't call me or anything. You don't know me\n  ","871578":"\n  It shouldn't matter to you. I'd tell you if you came off anon but you know. Its between me and her. So get over it and leave us alone\n  ","871579":"\n  Why does it matter?\n  ","871580":"\n  My real thoughts? My birthday is tomorrow and I get to Skype Chelsey. Oh my god I can't waaait\n  ","871581":"\n  Hey cool kid you light up my world like nobody else\n  \n  The way that you type your words gets me overwhelmed\n  \n  But when you hide behind shades\n  \n  Its not hard to tell\n  \n  You don't know, oh oh!\n  \n  You don't know you're my hero\n  ","871582":"\n  To text my girlfriend\n  ","871583":"\n  Chelsey\n  ","871584":"\n  Asparagus\n  ","871585":"\n  My TV\n  ","871586":"\n  Ramen\n  ","871587":"\n  Yes\n  ","871588":"\n  Because I didn't like Peanut butter\n  \n  *cries dramatically*\n  ","871589":"\n  *you\n  ","871590":"\n  I'm with Chelsey and Molly didn't break me. Seriously. But if I was broken by Chelsey let's just say it would be in a VERY good way ;3\n  \n  *wonk*\n  ","871591":"\n  Oh um...\n  ","871592":"\n  Oh um...\n  ","871593":"\n  Noneofyour\n  \n  And\n  \n  Business\n  ","871594":"\n  She doesn't remember her password xD\n  ","871595":"\n  At school\n  ","871596":"\n  You want names?\n  \n  Edward Elric\n  \n  Ciel Phantomhive\n  \n  Roy Mustang\n  \n  Karkat Vantas\n  \n  Kankri Vantas\n  \n  Edward Kenway\n  \n  Pikachu\n  \n  Winry Rockbell\n  \n  Maes Hughes\n  \n  Elizabeth Midford\n  \n  George Washington\n  ","871597":"\n  Who is this...\n  ","871598":"\n  Poor and happy. There isn't a need to be famous\n  ","871599":"\n  There are three so\n  ","871600":"\n  First person to ask that gets a free knife to the chest and I'll throw in alcohol too :D\n  ","871601":"\n  Trusted a girl who broke me\n  ","871602":"\n  *question\n  ","871603":"\n  AP\n  ","871604":"\n  What are we Starfire now?\n  ","871605":"\n  Hi?\n  ","871606":"\n  Haha haha haha no\n  ","871607":"\n  A 67 Chevy Impala\n  ","871608":"\n  Dave Strider\n  ","871609":"\n  You only live once\n  ","871610":"\n  Um...do you like bread because I like bread but if you don't like bread then I don't like bread\n  ","871611":"\n  Call Chelsey\n  ","871612":"\n  Gerard Way\n  ","871613":"\n  My heart\n  ","871614":"\n  I see ice I can't xD\n  ","871615":"\n  Artist as in music or artist as in painters and sculptors and poets?\n  \n  Music would be...My Chemical Romance. They've gotten me through some rough times and I love the feelings they give me.\n  \n  Art would be...Michaelangelo and Edgar Allen Poe.\n  ","871616":"\n  A lot of things. Video games. Chelsey waking up because she is clumsy as hell. Going to school. Drawing. Eating. Life.\n  ","871617":"\n  I don't. I turn it off and then go back to sleep xD\n  ","871618":"\n  Well if you look in the mirror and don't like what you see you can find out firsthand what its like to be me xD\n  ","871619":"\n  DOING ABSOLUTELY NOTHING\n  ","871620":"\n  My girlfriend\n  ","871621":"\n  Yeah she is.\n  ","871622":"\n  Haha style\n  ","871623":"\n  Excuse me? I do have a life. Chelsey is my life <3\n  ","871624":"\n  Food to go into my mouth\n  ","871625":"\n  To Texas to be with Chelsey because lately she's the only reason I'm happy :3\n  ","871626":"\n  Breathing\n  ","871627":"\n  Its okay to an extent\n  ","871628":"\n  Hm\n  ","871629":"\n  I love you too\n  ","871630":"\n  Shoo fly\n  ","871631":"\n  Buzz buzz buzz\n  ","871632":"\n  Who put the bad vibes in your cornflakes\n  \n  (((Bad Vibes)))\n  ","871633":"\n  Coffee\n  ","871634":"\n  I can't hear you over the bees buzzing.\n  ","871635":"\n  Faygo\n  ","871636":"\n  Never Drink until 21\n  \n  Never have sex till you're married\n  \n  Never kill\n  \n  Never do drugs\n  \n  Never steal.\n  \n  PUT YOUR PHONE DOWN WHEN DRIVING DONT TEXT AND DRIVE\n  \n  You may think this is stupid but to be honest, this will make your life easier. If you have sex, you do realize that you're probably being used. Look it'll make everything better. No drinking means more brain cells and better decision making. No drugs means you actually go somewhere in life. You can wait for sex. I mean babies are amazing but I am saying that you've thrown your life away. Sex is the binding of a good married relationship not dating. This does not apply to lesbians or gay men. Like you're gonna get pregnant from your fingers or having a dick in your ass.\n  \n  Don't steal meaning pay for everything. Don't lie. People will like you better. Do not text and drive. Do not drink and drive. It could ruin your life.\n  ","871637":"\n  Phone. To be honest. I need my phone so I can call if there is an emergency. Like my girlfriend is expecting a baby in May so I'm waiting for that phone call :3\n  ","871638":"\n  BEING KARKAT\n  ","871639":"\n  Um....the Hobbit\n  ","871640":"\n  Listen\n  ","871641":"\n  I don't know\n  ","871642":"\n  Flub\n  ","871643":"\n  Chelsey. Kissing makes time go faster and I burn calories as well\n  ","871644":"\n  Chelsey\n  ","871645":"\n  That's something I don't want to discuss\n  ","871646":"\n  Lay there\n  ","871647":"\n  Alot\n  ","871648":"\n  Lots of things\n  ","871649":"\n  XD otay\n  ","871650":"\n  XD\n  ","871651":"\n  Meow\n  ","871652":"\n  XD who are you\n  ","871653":"\n  My chem\n  ","871654":"\n  Thank you xD\n  ","871655":"\n  I'm not scared\n  ","871656":"\n  I don't have one\n  ","871657":"\n  Follow your heart\n  ","871658":"\n  Listen and be nice. Help out. Always question. \"I'm fine\" is a red flag\n  ","871659":"\n  *sings*\n  ","871660":"\n  I let my walls down to easily\n  ","871661":"\n  You need to clean it up dumbass xD\n  ","871662":"\n  Yes\n  ","871663":"\n  Chelsey\n  ","871664":"\n  *posts picture of turtle*\n  \n  °^° •^• -^- •^• °^°\n  ","871665":"\n  Happy new year <3\n  ","871666":"\n  Nonya\n  ","871667":"\n  This also could be molly\n  ","871668":"\n  Trinity.\n  ","871669":"\n  No. I wouldn't kill anyone. I don't do games like this.\n  ","871670":"\n  Oh wow\n  ","871671":"\n  Oh sure maybe later Kay ;3\n  ","871672":"\n  I don't care\n  ","871673":"\n  Its none of your concern\n  ","871674":"\n  That next year be better and may the good Lord allow us to survive 2015\n  ","871675":"\n  Probably\n  ","871676":"\n  Brownish blonde\n  ","871677":"\n  Yeah\n  ","871678":"\n  Dying fish\n  ","871679":"\n  No please no\n  ","871680":"\n  Their personality\n  ","871681":"\n  Biology\n  ","871682":"\n  Fullmetal Alchemist Brotherhood\n  ","871683":"\n  Yeah Chelsey's heart\n  ","871684":"\n  Guitar\n  ","871685":"\n  3\n  ","871686":"\n  Always follow your heart\n  ","871687":"\n  No. That is the most depraved kind of alchemy there is! Who in their right mind would transmute something like a chimera?\n  ","871688":"\n  I sing to Chelsey and we talk about our future and the engagement ring she bought\n  ","871689":"\n  No\n  ","871690":"\n  When you can honestly say you love them. The personality and the actions define a person. To me looks mean nothing. But if you have them I will tell you so. :) like Chelsey\n  ","871691":"\n  JAPAN\n  ","871692":"\n  For Chelsey I would.\n  ","871693":"\n  Very\n  ","871694":"\n  A baby\n  ","871695":"\n  Refraction\n  ","871696":"\n  A veterinarian\n  ","871697":"\n  When my body tells me too\n  ","871698":"\n  White!\n  ","871699":"\n  Billie Joe Armstrong because Damn\n  ","871700":"\n  All of them\n  ","871701":"\n  I don't want to be with someone else. I can love who I want.\n  ","871702":"\n  I'm dating Chelsey. I can love whoever I want.\n  ","871703":"\n  I'm not cheating on Chelsey.\n  ","871704":"\n  I am. I love her to death. But that doesn't mean I can't still have feelings for molly\n  ","871705":"\n  Of course I do...but she doesn't feel the same anymore so its more one-sided. But I love Chelsey. I just can't bring myself to delete Molly's pictures or anything. She helps keep me calm. I'd be numb if I didn't have her\n  ","871706":"\n  Yes\n  ","871707":"\n  Microwave stuffs\n  ","871708":"\n  Different....\n  ","871709":"\n  On tv\n  ","871710":"\n  The gift of someone :3\n  ","871711":"\n  My panda <3\n  ","871712":"\n  Water food and shelter\n  ","871713":"\n  Um...\n  ","871714":"\n  I may pretend right now but I swear to god I'm gonna change the world. I promise someday we'll tell ourselves this is paradise and its so go---n good and we live like we should\n  ","871715":"\n  No\n  ","871716":"\n  Japan, Britain, Greece\n  ","871717":"\n  Nothing... I don't have anything to do...\n  ","871718":"\n  Being depressed\n  ","871719":"\n  Nothing I don't eat much...\n  ","871720":"\n  Treat them with respect and learn about their interests\n  ","871721":"\n  I don't have one :x\n  ","871722":"\n  Both\n  ","871723":"\n  Chelsey and to Japan\n  ","871724":"\n  Honesty\n  ","871725":"\n  Uh food\n  ","871726":"\n  Never give up trying\n  ","871727":"\n  Blueish grey\n  ","871728":"\n  Instagram, Kik, Facebook, and ask\n  ","871729":"\n  Two\n  ","871730":"\n  Chelsey's Home\n  ","871731":"\n  All my life\n  ","871732":"\n  I don't know xD\n  ","871733":"\n  Chelsey's heart. *hugs it*\n  ","871734":"\n  Robin Hood: Men in Thights\n  ","871735":"\n  Japan omnomnom\n  ","871736":"\n  The scars on my body and heart.\n  ","871737":"\n  I think about Chelsey. And if I have any thoughts I think them over.\n  ","871738":"\n  Not good enough for truth in cliché\n  ","871739":"\n  Talking to my special bunnyboo\n  ","871740":"\n  The Cougars OHHH\n  ","871741":"\n  Don't have one\n  ","871742":"\n  I pat my tummy and say \"TUMY\"\n  ","871743":"\n  67chevy impala\n  ","871744":"\n  My dad\n  ","871745":"\n  You are my problem. So let yourself go let yourself go let yourself gooooo\n  ","871746":"\n  Chelsey <3\n  ","871747":"\n  Yeah. But I want to have a new one. Hopefully its with my CheeChee <3\n  ","871748":"\n  Wherever my love is\n  ","871749":"\n  When time stops\n  ","871750":"\n  I did what she told me to do. She told me to get over it and I did. I love her still but that doesn't mean shit\n  ","871751":"\n  Fuck off\n  ","871752":"\n  *sniffs* I fucking hate anons\n  ","871753":"\n  Leave me alone\n  ","871754":"\n  HAI\n  ","871755":"\n  Excuse you? Um side whore? She is beautiful and amazing. Chelsey is too. She is not a whore\n  ","871756":"\n  Cunt\n  ","871757":"\n  Thank you\n  ","871758":"\n  Whore\n  ","871759":"\n  Bitch\n  ","871760":"\n  Whatever I'm through with you.\n  ","871761":"\n  Shut the fuck up. No they're real trust me.\n  ","871762":"\n  *you're\n  \n  And no I am not.\n  ","871763":"\n  Scones\n  ","871764":"\n  Yes\n  ","871765":"\n  13-14\n  ","871766":"\n  She isn't psycho. I love her. Chelsey is who I want at the moment. She's all I need. She has helped me so much these last few days. All the personalities like her too. I find that cute.\n  ","871767":"\n  Think about Chelsey\n  ","871768":"\n  Who the fuck cares\n  ","871769":"\n  They're cool!\n  ","871770":"\n  Both ^~^\n  ","871771":"\n  A whole mix up\n  ","871772":"\n  To get away from Justin Beiber\n  ","871773":"\n  To hide the truth from those who deserve to know\n  ","871774":"\n  That we're free\n  ","871775":"\n  Teleportation\n  ","871776":"\n  Loved someone who I knew didn't love me back\n  ","871777":"\n  Alot\n  ","871778":"\n  Chelsey\n  ","871779":"\n  Call Chelsey because that's when I'm happiest\n  ","871780":"\n  Gerard way\n  ","871781":"\n  Loving someone.\n  ","871782":"\n  SO SCANDELOUS\n  ","871783":"\n  Both\n  ","871784":"\n  Being with Chelsey so we can cuddle on the beach. :3\n  ","871785":"\n  Sushi\n  ","871786":"\n  Both\n  ","871787":"\n  Meow\n  ","871788":"\n  Live life\n  ","871789":"\n  Then leave me the fuck alone. I do love Molly. I'm dating Chelsey now. She is helping me mentally. Your opinion is your opinion. whatever.\n  ","871790":"\n  Um...\n  ","871791":"\n  Who are you\n  ","871792":"\n  *sigh* these problems are what she couldn't help\n  ","871793":"\n  No I'm not....I love Chelsey. But I broke up with Molly so I wouldn't hurt her...Chelsey is helping me with certain psychological problems.\n  ","871794":"\n  Because I'm being helped...that's why\n  ","871795":"\n  *shakes*\n  ","871796":"\n  I do love Molly....\n  ","871797":"\n  Your bedroom\n  ","871798":"\n  Molly. It's fine really\n  ","871799":"\n  Its fine\n  ","871800":"\n  Not till I know who you are\n  ","871801":"\n  ....\n  ","871802":"\n  Why do you ask though.\n  ","871803":"\n  Um....maybe why\n  ","871804":"\n  Books *laughs*\n  ","871805":"\n  Who even is this\n  ","871806":"\n  Vampire. Rawr!\n  ","871807":"\n  Why do you ask?\n  ","871808":"\n  Listener\n  ","871809":"\n  Both\n  ","871810":"\n  Sushi\n  ","871811":"\n  No\n  ","871812":"\n  Online\n  ","871813":"\n  *sigh* I can't force you to believe any different....\n  ","871814":"\n  I was the demon. You're the angel\n  ","871815":"\n  No. I am paying the price. I hurt an Angel--a blessing that kept me alive. I'm paying my toll\n  ","871816":"\n  No...\n  ","871817":"\n  You didn't hurt me. I was a naive child. I thought I knew everything. But in the end my dreams crashed and only I am the one to blame. I hurt myself\n  ","871818":"\n  What?\n  ","871819":"\n  Mine still stands. Without you there is no I\n  ","871820":"\n  No. You still are beautiful and strong. You're not broken. You're still put together. No matter what happens you have to live. You promised me that\n  ","871821":"\n  No you're not don't say that\n  ","871822":"\n  12\n  ","871823":"\n  Put on a fake smile\n  ","871824":"\n  Yes...\n  ","871825":"\n  Molly waking up. I hurt her really bad...and I hurt myself more than I did her. I cried myself till I was sick and was up almost all night having breakdowns and nearly throwing up... Its my fault. I warned her that all I do is break what I touch. We haven't even touched and I broke her.\n  ","871826":"\n  Fuck\n  ","871827":"\n  Zaidee Louise or Chelsey Valentine.\n  ","871828":"\n  Few\n  ","871829":"\n  I don't really have one anymore. I guess my first kiss\n  ","871830":"\n  Firework.\n  ","871831":"\n  A hedgehog\n  ","871832":"\n  Asparagus\n  ","871833":"\n  Pokemon\n  ","871834":"\n  That one thing\n  ","871835":"\n  Japan\n  ","871836":"\n  AP\n  ","871837":"\n  Eh\n  ","871838":"\n  Yoda\n  ","871839":"\n  I don't know\n  ","871840":"\n  I'm already invisible\n  ","871841":"\n  Sweet tea\n  ","871842":"\n  No....\n  ","871843":"\n  Life sucks...\n  ","871844":"\n  Why am I alive? Why aren't my arms ribbons? Why do I keep hanging on?\n  ","871845":"\n  Not saying...\n  ","871846":"\n  How to breathe.\n  ","871847":"\n  Yes\n  ","871848":"\n  The park\n  ","871849":"\n  Ehhhh\n  ","871850":"\n  They should be beaten....with bubbles\n  ","871851":"\n  Both\n  ","871852":"\n  Some Japanese but English is my native tongue\n  ","871853":"\n  No\n  ","871854":"\n  I sometimes bottle them up. Only certain people see them\n  ","871855":"\n  I wasn't ever told stories. I never had a favorite story\n  ","871856":"\n  My eyes\n  ","871857":"\n  Dance with the devil\n  ","871858":"\n  Phone or word by mouth or computer\n  ","871859":"\n  Food\n  ","871860":"\n  $600\n  ","871861":"\n  I usually smile and bounce and clap. Or I squeak and say \"yayayaaa\"\n  ","871862":"\n  Don't have one\n  ","871863":"\n  You can't lie.\n  ","871864":"\n  *posts picture*\n  ","871865":"\n  That one person\n  ","871866":"\n  What...\n  ","871867":"\n  Molly....molly molly molly molly\n  ","871868":"\n  History of art and we'd start with the history of a straight line\n  ","871869":"\n  Back is make out session\n  \n  Middle is cuddle section\n  \n  And\n  \n  The front is nothing section\n  ","871870":"\n  Molly\n  ","871871":"\n  Sometimes\n  ","871872":"\n  My chemical romance: life on the murder scene because I want to marry Gerard ;3\n  ","871873":"\n  ¶\n  ","871874":"\n  Y\n  ","871875":"\n  +\n  ","871876":"\n  ∆\n  ","871877":"\n  G\n  ","871878":"\n  K\n  ","871879":"\n  :c\n  ","871880":"\n  *sits in cushiony room and rocks in corner*\n  ","871881":"\n  *shivers* SUCH HORRID MUSIC *goes to mental institution*\n  ","871882":"\n  There's this voice....its sexy and I melt. Or you can sing to me or get Leanna to sing to me. Or you just say something and I melt\n  ","871883":"\n  Moans \/).(\\\n  ","871884":"\n  Haiiiii\n  \n  Or\n  \n  Meow\n  \n  Or\n  \n  Ummmmm\n  ","871885":"\n  First anon to bother me gets cussed out :D\n  ","871886":"\n  Storms, gunshots, big crowds, being alone, ghosts, spirits, graveyards, ghost stories, creepastas, something falling, shadows, scary movies, tests\n  ","871887":"\n  Chanel #5 xD\n  ","871888":"\n  Nuuu\n  ","871889":"\n  The new Gerard Way CD :3\n  ","871890":"\n  Gays would be equal!\n  ","871891":"\n  Clarinet! And my tummy :3\n  ","871892":"\n  You can find out first hand what its like to be me\n  \n  So gather round\n  \n  Piggies and kiss this goodbye\n  \n  I encourage your smiles\n  \n  I'll expect you won't cry\n  \n  *guitar and finger snaps*\n  \n  Another contusion\n  \n  My funeral jag\n  \n  Here's my reservation\n  \n  I'll serve it in drag\n  \n  You got front row seats\n  \n  to the penitence ball\n  \n  When I grow up\n  \n  I want to be (nothing at all?)\n  \n  I said heeeey *rocks out*\n  ","871893":"\n  How do I do that *blinks*\n  ","871894":"\n  Teleportation\n  ","871895":"\n  That one flower\n  ","871896":"\n  Not answering anons\n  ","871897":"\n  Behind it\n  ","871898":"\n  Converse\n  ","871899":"\n  Hi\n  ","871900":"\n  A lot but there are many who do not remember me and people who hate me. Excluding those people oh and people in family:\n  \n  5-10\n  ","871901":"\n  Christmas\n  ","871902":"\n  The color green\n  ","871903":"\n  Both\n  ","871904":"\n  Um....I don't know.\n  ","871905":"\n  In my head...\n  ","871906":"\n  Having a picnic or just cuddling... Or stargazing\n  ","871907":"\n  Depends on the type...\n  ","871908":"\n  I don't have one...\n  ","871909":"\n  Yes <3\n  ","871910":"\n  do you like good music\n  \n  Do you judge\n  \n  Do you like anime\n  ","871911":"\n  The car, the chair, if there's a random pillow I lay on it\n  ","871912":"\n  Asperigus\n  ","871913":"\n  Converse\n  ","871914":"\n  Let's see....\n  \n  Ballerina\n  \n  Movie star\n  \n  Vet\n  \n  General\n  \n  Blanket maker\n  \n  Bed maker\n  \n  Cook\n  \n  Artist\n  \n  President\n  \n  There were many\n  ","871915":"\n  I dunno\n  ","871916":"\n  Barbeque\n  ","871917":"\n  Asparagus ewwww\n  ","871918":"\n  Um...I don't think any animal is scary to be honest. They're often mistreated. Like snakes for example. People hate them but do the people actually make them scary?\n  ","871919":"\n  I currently play clarinet\n  ","871920":"\n  The ability to shape shift. I would turn into a neko girl and a bird and things like that ^•^\n  ","871921":"\n  My friends\n  ","871922":"\n  Molly\n  ","871923":"\n  they don't laugh but they do have emotions. They do cry. How I know is my chihuahua cries. My schnauzer cried when my dog died. Dogs have feelings and so do animals. And my chihuahua smiles\n  ","871924":"\n  I am not answering this. Anons disgust me\n  ","871925":"\n  I don't know. Come off anon first. I'm not answering a anon who needs to butt out of my personal life. I hate anons.\n  ","871926":"\n  Molly\n  ","871927":"\n  To Molly\n  ","871928":"\n  Past and future.\n  ","871929":"\n  Molly\n  ","871930":"\n  Love.\n  ","871931":"\n  Let my heart be taken by someone who didnt deserve it (aka Trinity)\n  ","871932":"\n  I wouldn't know it then\n  ","871933":"\n  The streaker commercial for the Superbowl with the lamb its so cute cx\n  ","871934":"\n  I like the one I got now. You can see the lake\n  ","871935":"\n  Amazon or EBay\n  ","871936":"\n  Hi\n  ","871937":"\n  Um...I don't know. I think Tangled. Its so cute.\n  ","871938":"\n  Your heart does the thing when they talk to you and you blush and smile when you talk and you can see your future with them and its a bright one\n  ","871939":"\n  What? No. Haha who would think there's life on other planets haha....\n  ","871940":"\n  Haha\n  ","871941":"\n  How to be an idiot\n  ","871942":"\n  Um...if I'm at home soda or tea. If I'm at school...water\n  ","871943":"\n  Everything....\n  ","871944":"\n  Free, life, happiness\n  ","871945":"\n  Right now my dog just had two seizures and hasn't come out completely yet.....\n  ","871946":"\n  When they smile when they say it\n  ","871947":"\n  Um...fanfiction.net I have an account there\n  ","871948":"\n  I have four so yeah\n  ","871949":"\n  Yes.\n  ","871950":"\n  Feet colored\n  ","871951":"\n  Not a lot actually\n  ","871952":"\n  Considering I have dial up yes\n  ","871953":"\n  Zoo.\n  \n  I really like pandas\n  ","871954":"\n  I answered this twice already\n  ","871955":"\n  My friend Shelby's stripper birthday party\n  ","871956":"\n  Jason xD\n  ","871957":"\n  Um how bout a no.\n  \n  BYEEE\n  ","871958":"\n  Um anime would be fullmetal alchemist but TV show would have to be the Black List. Oh god I love it so much\n  ","871959":"\n  My nose\n  ","871960":"\n  That one movie about the thing\n  ","871961":"\n  I am currently in love\n  ","871962":"\n  Hachi: a dogs tale\n  ","871963":"\n  Meow\n  ","871964":"\n  There is nothing good about being famous. You get recognized for your bad deeds more than you good\n  ","871965":"\n  Both\n  ","871966":"\n  How...um birthday parties. Um engagements.\n  ","871967":"\n  Tokyo, Japan\n  ","871968":"\n  When they're all adorable and funny. I think that's perf xD\n  ","871969":"\n  Well depends on which one. Nay I met in school Molly I met online\n  ","871970":"\n  Robin Hood: Men in Tights\n  \n  Life on the Murder Scene\n  \n  This is a Wasteland\n  \n  Hachi: A Dog's Tale\n  \n  Pokémon\n  ","871971":"\n  Grilled cheese\n  ","871972":"\n  $5\n  ","871973":"\n  The ghost of you\n  ","871974":"\n  Nothing. They already know too much\n  ","871975":"\n  Mac-n-cheese\n  ","871976":"\n  \"Built for Blame\" by Get Scared\n  \n  \"Stacy's Mom\" by bowling for soup (marching band reasons)\n  \n  And\n  \n  \"Gorgeous Nightmare \" by escape the fate\n  ","871977":"\n  Absolutely nothing productive\n  ","871978":"\n  In a pig pin or something like that. Or a sewage tank that hasn't been cleaned in months\n  ","871979":"\n  Um....why\n  ","871980":"\n  Online\n  ","871981":"\n  I met Molly.\n  ","871982":"\n  Run to Iowa and kiss molly.\n  ","871983":"\n  Um I guess ice cream\n  ","871984":"\n  I don't sport\n  ","871985":"\n  I don't do selfies.\n  ","871986":"\n  Hm...I don't remember actually. I think it was the Greatest hits from 2001-2014 my chemical romance\n  ","871987":"\n  Gatlinburg.... Tellico....Washington D.C....\n  ","871988":"\n  Hugo\n  ","871989":"\n  When it wants to\n  ","871990":"\n  Answered already\n  ","871991":"\n  I don't think there is a happiest person to be honest\n  ","871992":"\n  An easier way to delete these questions\n  ","871993":"\n  Both\n  ","871994":"\n  Not alot\n  ","871995":"\n  I don't know\n  ","871996":"\n  I don't really know right now...\n  ","871997":"\n  Not to repeat the same mistakes again and that things get better over time\n  ","871998":"\n  Depends on what it is for\n  ","871999":"\n  I sing them a lullaby and make them giggle\n  ","872000":"\n  A little\n  ","872001":"\n  Nowadays its cheat on her while she's being faithful and leaving her with the kid\n  ","872002":"\n  Uh no xD\n  ","872003":"\n  If I had enough time to go pee xD\n  ","872004":"\n  I already answered this one\n  ","872005":"\n  Well I have dial up so I use my phone a lot...I don't get on much though\n  ","872006":"\n  Hm...supper. I usually nap xD\n  ","872007":"\n  I do! I used to have Pokémon EVERYWHERE. Now its assassin's Creed and skyrim and nerdness\n  ","872008":"\n  Meow\n  ","872009":"\n  I haven't had raspberries in a while...\n  ","872010":"\n  Um the same height I've been since 7th grade. I'm 5'5\" 1\/2\n  ","872011":"\n  Talking. Its easier to talk then to text. Its more calming too\n  ","872012":"\n  California rolls\n  ","872013":"\n  Oooh ooooh! I want to beeee completely white. That way I can doodle on myself and play pictionary\n  ","872014":"\n  Two xD\n  ","872015":"\n  Call me country because I hold onto my roots but it is barbeque ribs. Ah...I love them so much...\n  ","872016":"\n  I'm not going to answer.\n  ","872017":"\n  Iced sweet tea\n  ","872018":"\n  I am not answering this.\n  ","872019":"\n  Spontaneously\n  ","872020":"\n  I don't have one\n  ","872021":"\n  I am my own position\n  ","872022":"\n  Horror. There isn't as much now. And I mean scary scary horror like Silent Hill mixed with Saw\n  ","872023":"\n  No...I hate my smile\n  ","872024":"\n  6:05\n  ","872025":"\n  Um no I think I answered this already\n  ","872026":"\n  Some are best left unspoken and if you put it on the internet, its out there forever\n  ","872027":"\n  What would I change....um...her veganism xD\n  ","872028":"\n  Oh wonderful I just need to get my license\n  ","872029":"\n  They're good?\n  ","872030":"\n  Shush molly or you don't get Kwissy lovins\n  ","872031":"\n  I don't like peanuts. Like I don't like it that much but I can eat it I guess but I wouldnt eat it of that makes sense\n  ","872032":"\n  *makes a pb&j Sammy and feeds*\n  ","872033":"\n  Yes I do. And she means a lot to me. I literally would die without her. She makes it worth living. She makes everything possible. She's the reason I wake up everyday with a good attitude.\n  ","872034":"\n  Blue like a aquamarine blue. But they are grayish blue sometimes\n  ","872035":"\n  Molly. I'll be really depressed and she will sense that and make me smile again. She is really truly amazing\n  ","872036":"\n  It looks like I would be happy all the time. I would be married to Molly and we'd have three kids. I would also have a very successful career\n  ","872037":"\n  My bedroom\n  ","872038":"\n  The Salem witch trials\n  ","872039":"\n  When I was um...7. My family went on a cruise and it was me and my parents. We went to the Bahamas\n  ","872040":"\n  No\n  ","872041":"\n  Don't have one\n  ","872042":"\n  Watching anime, drawing, and texting my amazing girlfriend\n  ","872043":"\n  Commit suicide on video games\n  ","872044":"\n  Um...what\n  ","872045":"\n  Manga.\n  ","872046":"\n  Home. To be honest, homecooked meals are the best hands down.\n  ","872047":"\n  Yeah. I walked in, attempted to play with something. The kid got pissed said \"NO MINE!\" And I told on him and the teacher got mad at me.\n  ","872048":"\n  Hmm....I dunno.\n  ","872049":"\n  Anime and video games\n  ","872050":"\n  Absolutely nothing\n  ","872051":"\n  Well I can't say me and molly considering we are in love. So Gerard Way and Frank Iero\n  ","872052":"\n  Pokémon things. Figurines, pokeballs, games, posters, plushies.\n  ","872053":"\n  Friends. Movies. A.P magazine\n  ","872054":"\n  Black butler mixed with saw.\n  ","872055":"\n  Pisces\n  ","872056":"\n  Gaming...I'm slightly good at singing...but not great\n  ","872057":"\n  Raping, kidnapping, letting kids and animals sit in hot cars till they die, killing a family, and many others.\n  ","872058":"\n  Umm...three days\n  ","872059":"\n  A hospital\n  ","872060":"\n  Um 12\n  ","872061":"\n  Loyalty and truthfulness. Both are key. Trust me\n  ","872062":"\n  Don't have one\n  ","872063":"\n  I don't know\n  ","872064":"\n  Why do you want me to have a Chimera\n  ","872065":"\n  What it smells like.\n  ","872066":"\n  Yesterday\n  ","872067":"\n  That MCR broke up. I didn't know about it till my dad said, \"hey. Gerald and his gay friends broke up...um my chemical romance? They broke up. Says so right here.\"\n  ","872068":"\n  Hard work.\n  ","872069":"\n  Whatever I wanted to\n  ","872070":"\n  Um....don't be a jerk?\n  ","872071":"\n  Not very often\n  ","872072":"\n  Very\n  ","872073":"\n  Yes.\n  ","872074":"\n  My chemical romance: greatest hits 2001-2014 or whatever the dates are\n  ","872075":"\n  Fall in love. Its the best feeling.\n  ","872076":"\n  Um my friend wasn't at band camp and it turned out she was moving\n  ","872077":"\n  I don't have one\n  ","872078":"\n  Dog. I have four. I don't have a problem with cats but...I just don't like them that much\n  ","872079":"\n  Um I dunno\n  ","872080":"\n  Not really\n  ","872081":"\n  I took awful selfies at the lake.... \/).(\\\n  ","872082":"\n  Um....Blue Exorcist and Black Lagoon\n  ","872083":"\n  Marriage is an eternal bond between lovers. It is a bond that shows how strong your relationship is. When you're married, you know you're loved.\n  ","872084":"\n  Um...Grilled Cheese\n  ","872085":"\n  14\n  ","872086":"\n  I don't have one\n  ","872087":"\n  Um....I don't know\n  ","872088":"\n  1000000000000000000000\n  ","872089":"\n  Whenever you get out of college and are sure you want to settle down\n  ","872090":"\n  Um food?\n  ","872091":"\n  Pants.\n  ","872092":"\n  Um....the white house I guess\n  ","872093":"\n  Sure heres a picture of Sebastian ^•^\n  ","872094":"\n  Yeah I know. Anon.\n  ","872095":"\n  I know sweety. *sighs* I'm just scared right now. You're perfect even now. I'm sorry I took so long to see that. But I am still pissed at the anon that won't leave us alone\n  ","872096":"\n  Bitch.\n  ","872097":"\n  Then get the hell off my ask.\n  ","872098":"\n  SHE DOES NOT TREAT ME LIKE SHIT! She is the best thing that has happened to me. Don't insult her. Don't insult her name. It is just a small fight over something stupid. You're pissing me off. Tell me who you are now and I'll delete the question.\n  ","872099":"\n  Tell me now.\n  ","872100":"\n  Who are you then\n  ","872101":"\n  Don't you dare insult her. She doesn't get pissed over everything. Who the hell do you think you are!\n  ","872102":"\n  Don't make it you asked me if she was abusive. I was answering your question. Don't be pissed at me because of it\n  ","872103":"\n  No you're making it worse if anything\n  ","872104":"\n  LEAVE US ALONE. SHOO. ITS JUST A FIGHT. GO AWAY\n  ","872105":"\n  Look. Whoever you are leave us  alone.\n  ","872106":"\n  No.\n  ","872107":"\n  I don't own her. And they're friends....\n  ","872108":"\n  No. Stop be anon and tell me who you are.\n  ","872109":"\n  Who the hell is this.\n  ","872110":"\n  She hasn't laid a finger on me. Its just the way she's acting that hurts...its all over her ex that wants to be friends again after everything she's done. She said some things I can't forgive. She betrayed my trust once. Shes not getting it back again.\n  ","872111":"\n  No...not really. Molly is my life. And she might leave\n  ","872112":"\n  No....I do know that I might be single by tomorrow morning....*sighs*\n  ","872113":"\n  *sigh* at this point I don't even know if life is deserved\n  ","872114":"\n  Bipolar but she's never been like this before...\n  ","872115":"\n  The way she's acting.....it feels as though I was never wanted....I should've put more cuts on my arms...\n  ","872116":"\n  She's mad and won't listen. She isn't being herself....she's going against whatever I say she won't listen and cussing...\n  ","872117":"\n  She hasn't ever hit me....right now I'm crying and she's scaring me and....she hates me...its all my fault....she hates me....\n  ","872118":"\n  Both I love it when people ask me because they get to learn more\n  ","872119":"\n  A trip to Hawaii. XD no.\n  \n  Honestly: if its the groom (or bride) I would give them your love. But um I can't tell you all the gifts\n  ","872120":"\n  Yursh a boy named Jacob. We're best friends!\n  ","872121":"\n  When that prep in class does the thing she always does.\n  ","872122":"\n  Don't have one (\/.\\)\n  ","872123":"\n  Sushi or squid\n  ","872124":"\n  Chava... But she doesn't like me soooo\n  ","872125":"\n  Um um um don't have one\n  ","872126":"\n  Cold\n  ","872127":"\n  Singing to myself xD\n  ","872128":"\n  Um...on the news, a plane when down and a Chinese man named:\n  \n  We Shao Falle\n  ","872129":"\n  Be friends with fake people\n  ","872130":"\n  Kerrang!\n  ","872131":"\n  Me and you c;\n  ","872132":"\n  Nothing is really free. Well I mean living in this country is free but free food and all. Its never free\n  ","872133":"\n  Do you really want me to answer that?\n  ","872134":"\n  Perfect sandwich.... Um... It has to have roast beef, chicken, lettuce, a bunch of pickles, tomato's, and other things\n  ","872135":"\n  Not really\n  ","872136":"\n  I really don't. Now stop pestering me about it\n  ","872137":"\n  I don't have pictures. End of story.\n  ","872138":"\n  No, I don't have pictures of any pets. The only one I have is of my dog that died. I really didn't want to post that one because I didn't want to start crying. Its too many bad memories. Call me soft or what ever but my ex fiancé, yes I was engaged, broke up with me on the same weekend he died. And that's also when the bullying got really bad....\n  ","872139":"\n  Let myself be fooled like i was. I was done very very very wrong. And the person didn't care.\n  ","872140":"\n  I don't have any heh\n  ","872141":"\n  I answered this one before I think\n  ","872142":"\n  My bottom half is flat on the bed while my stomach is turned to the side\n  ","872143":"\n  IF YOU LOOK IN THE MIRROR AND DON'T LIKE WHAT YOU SEE! YOU CAN FIND OUT FIRST HAND WHAT ITS LIKE TO BE ME\n  ","872144":"\n  My mom\n  ","872145":"\n  Yes\n  ","872146":"\n  Chocolate\n  ","872147":"\n  He's committing suicide xD\n  ","872148":"\n  Ugh Monday's they last forever\n  ","872149":"\n  Hmm sushi. But I love it\n  ","872150":"\n  You don't wanna know\n  ","872151":"\n  Molly. She deserves a hug and so does Leanna...\n  ","872152":"\n  Molly\n  ","872153":"\n  Morning. Haha morning that's funny. I wake up around 4pm\n  ","872154":"\n  Pisces\n  ","872155":"\n  At the moment:\n  \n  Red. the color of passion. The color of being in love\n  ","872156":"\n  Talking about your ex too much. It's not that its bad to talk about them because me and Molly talk about them all the time. But I mean like saying:\n  \n  \"You scrunch up your nose just like Emily did.\" And then say something else and then something else and so on.\n  \n  Another thing is don't be too clingy. I need to work on this. Don't suffocate them.\n  \n  Avoid making them feel unwanted. Don't ignore them before you break up. Don't just ignore them because you're mad. They're a good way to get helped\n  ","872157":"\n  The same as it does now but with more people and pain\n  ","872158":"\n  Heehee three. I played computer games on floppy disks cx\n  ","872159":"\n  To Molly's. I want to live in her arms\n  ","872160":"\n  Oh...um I dunno\n  ","872161":"\n  Bisexual\n  ","872162":"\n  Text Molly\n  ","872163":"\n  <3 :'3\n  ","872164":"\n  I don't go anywhere so i don't know\n  ","872165":"\n  Hit me.....\n  ","872166":"\n  Media.\n  ","872167":"\n  Life\n  ","872168":"\n  W\n  ","872169":"\n  O\n  ","872170":"\n  E\n  ","872171":"\n  M\n  ","872172":"\n  Nu\n  ","872173":"\n  Baby! ^•^\n  ","872174":"\n  Nu\n  ","872175":"\n  Because of boredom\n  ","872176":"\n  Please do what?\n  ","872177":"\n  NUUUU\n  ","872178":"\n  Katawa Shoujo the feels in that game\n  ","872179":"\n  In narnia\n  ","872180":"\n  *sigh*\n  ","872181":"\n  ...\n  ","872182":"\n  ....\n  ","872183":"\n  No....\n  ","872184":"\n  :\/\n  ","872185":"\n  Rownan likes selfies he even poses\n  ","872186":"\n  Oh okay...\n  ","872187":"\n  Um okay...\n  ","872188":"\n  Hm...no highspeed internet or wifi\n  ","872189":"\n  Band cx\n  \n  Or social studies\n  ","872190":"\n  Shopping for what c;\n  ","872191":"\n  Go commit suicide.... On video games xD it helps alot\n  ","872192":"\n  Your own dreams\n  ","872193":"\n  Playstation\n  ","872194":"\n  I like chocolate pudding\n  ","872195":"\n  Lazy\n  ","872196":"\n  I don't have a number one friend. I lost that one a while ago and now I'm just happy to have friends.\n  ","872197":"\n  My friend.\n  ","872198":"\n  In my opinion, be nerdy. But I think I'm a good lover and true friend as well.\n  ","872199":"\n  Because they are afraid of how people will react if they learn the truth.\n  ","872200":"\n  Black....duh. I use a regular pencil to draw and color it in later. Just ask Molly if you wanna know. Cx\n  ","872201":"\n  Hopefully not cats.....\n  ","872202":"\n  Because they have a hunger that never goes away. It nags at them and they must have more and more and more. They have to. The apocalypse, it's gonna happen. They're gonna release a gas and infect those unprepared.\n  ","872203":"\n  Washington DC\n  ","872204":"\n  Don't have one.\n  ","872205":"\n  Sit here and pout\n  ","872206":"\n  In my opinion, God did. In scientist's opinions, the big bang.\n  ","872207":"\n  To be in Molly's arms.\n  ","872208":"\n  Cat. I wanna be a neko. They are adorable. I want to be a neko\n  ","872209":"\n  Favorite type? Um um mmmmmm I love California Rolls and Philadelphia Rolls. I also like the seaweed raps....\n  ","872210":"\n  I dunno\n  ","872211":"\n  PS3 or my phone. I have to text Molly as much as I can to get my daily dose of adorableness\n  ","872212":"\n  Nya\n  ","872213":"\n  Both. I love it when molly's face lights up when I draw her something so yeah both\n  ","872214":"\n  I mostly play video games. So a lot I lost count\n  ","872215":"\n  Four. Slenderman, Jeff the killer run, Clash of Clans, and the Jeff game where you have to collect eight keys and when you get to seven he comes after you. Or so I heard\n  ","872216":"\n  Stickers...fullmetal Alchemist pictures.... Black Flag poster....an MCR poster....a Disney thingy....and shelves\n  ","872217":"\n  Take a bite of my heart tonight.\n  ","872218":"\n  Yus\n  ","872219":"\n  *blush* Molly's wife\n  ","872220":"\n  Sleeping\n  ","872221":"\n  1. Molly\n  \n  2. My family and friends\n  \n  3. Food, water, air, the earth, breathing...ect\n  ","872222":"\n  Both but I usually take showers\n  ","872223":"\n  Two floors. On the bottom is the living room, kitchen, bathrooms, and guest rooms. Upstairs is my room and bathrooms and guest rooms. I want it to be on the lake but not where it floods\n  ","872224":"\n  Not really.\n  ","872225":"\n  You shut your ugly whore mouth! He is real. I don't believe the people in the stores are him, however; I saw him. I woke up and heard sleigh bells and when I looked outside a flash was seen. Trust me he's real.\n  ","872226":"\n  1. To be able to hold Molly and wake up with her everyday\n  \n  2. To become a vet\n  \n  3. My best friends to stay my friends\n  ","872227":"\n  *snuggles*\n  ","872228":"\n  NO. Oh and i don't have one :p\n  ","872229":"\n  Selfies of me are only for Molly. My mollu gets alot too\n  ","872230":"\n  Don't Mollyyyy\n  ","872231":"\n  Um okay\n  ","872232":"\n  I'm not going to protect you from it. (I'm pretty sure its molly but whatever) i only protect my baby. Molly is my life and i always and only protect her. She is my love. So sorry everyone else i protect Molly\n  ","872233":"\n  Its your funeral\n  ","872234":"\n  Um okay. I'm not into rap. I stick to rock, alternative, and metal\n  ","872235":"\n  Whatever uou want babe just not in public kay c;\n  ","872236":"\n  I dunno\n  ","872237":"\n  Molly...that's about it. Bray might hurt me\n  ","872238":"\n  Don't have one\n  ","872239":"\n  I don't have pockets....\n  ","872240":"\n  I would...try to change my entire past. Its all bad because of one event.\n  ","872241":"\n  More than you can afford\n  ","872242":"\n  Um....I dunno I guess he has to be funny\n  ","872243":"\n  I dunno....I'm just me\n  ","872244":"\n  The jingle ball commercial for kmart\n  ","872245":"\n  Eggs?\n  ","872246":"\n  I don't\n  ","872247":"\n  I'm fine.\n  ","872248":"\n  Yes. Nicole and Autumn. Ah they were my first friends in school. Um but Jacob and Lilly were my first out of school friends\n  ","872249":"\n  I don't do things for money...\n  ","872250":"\n  I OWN FOUR, SUGARGLIDERS\n  ","872251":"\n  Pickles\n  ","872252":"\n  Don't have one.\n  ","872253":"\n  MCR and have it danger days. Have the killjoys trying to save a girl killjoy from Korse\n  ","872254":"\n  *sigh*\n  ","872255":"\n  I am fine.\n  ","872256":"\n  If its mine sometimes\n  ","872257":"\n  Movies\n  ","872258":"\n  I don't cook that much...\n  ","872259":"\n  Instant Ramen Noodles xD\n  ","872260":"\n  Gorgeous Nightmare by Escape the Fate\n  ","872261":"\n  I opened a letter and pulled out money xD\n  ","872262":"\n  When Molly suddenly stops texting..\n  ","872263":"\n  Oh the world...Tokyo\n  ","872264":"\n  I don't wear shoes in the house...\n  ","872265":"\n  Game Freak\n  ","872266":"\n  Well then um hai xD\n  ","872267":"\n  Molly xD no CAFFINE does to be honest\n  ","872268":"\n  Molly my girlfriend the one I love the one who probably asked me this question\n  ","872269":"\n  ANIMAL SCIENCES\n  ","872270":"\n  Only one song? Are you asking my brain to commit suicide? I am a band nerd. I can't choose just one.\n  ","872271":"\n  Oh...uh i forgot xD\n  ","872272":"\n  Where should you Never take a first date? Hmmm oh to Justin Bieber concert or to a tour of the most boring places. I wanna get married at Warped Tour but it'll probably be on a beach but whatever\n  ","872273":"\n  Put it in banks, change my number, give some to charity, college\n  ","872274":"\n  I'm still in school....but History\n  ","872275":"\n  Nope. Video games And Texting\n  ","872276":"\n  PANDAS or the Lizards\n  ","872277":"\n  I'm about to get off line baby....ummmmmmmmmmmmmmmmmmmmmmmmmmm meow?\n  ","872278":"\n  Hai\n  ","872279":"\n  RAWR\n  ","872280":"\n  Why you do this ;-;\n  ","872281":"\n  Damn\n  ","872282":"\n  Cats\n  ","872283":"\n  Nu\n  ","872284":"\n  BLAH\n  ","872285":"\n  SERIOUSLY\n  ","872286":"\n  •^• °^° ~^~ °^° •^•\n  ","872287":"\n  These bad music choices. They listen to sucky music\n  ","872288":"\n  Shower\n  ","872289":"\n  First of all. I don't like the n word. Second because its good\n  ","872290":"\n  •^•\n  ","872291":"\n  *pokes with stick*\n  ","872292":"\n  Molly don't die\n  ","872293":"\n  *whispers* your chewing turns me on\n  ","872294":"\n  *eats a cookie*\n  ","872295":"\n  I know. Cx it makes you mad\n  ","872296":"\n  Imma gonna sit sit my ass ass on the couch couch\n  ","872297":"\n  Only in privet but that is a completely different wiggle c;\n  ","872298":"\n  I am against it. XD i don't dirty dance...well if I'm not at a party which I'm not so nope cx\n  ","872299":"\n  Meow? .-.\n  ","872300":"\n  By sending all the bad singers away to another world and getting MCR back together to unite the fighting countries and issue an era of peace\n  ","872301":"\n  *stares*\n  ","872302":"\n  NEVA\n  ","872303":"\n  Hm...i don't even know myself xD\n  ","872304":"\n  Hardee's\n  ","872305":"\n  Haha right now xD\n  ","872306":"\n  A farmer\n  ","872307":"\n  Do dragons count?\n  ","872308":"\n  I play clarinet but I'd rather play guitar\n  ","872309":"\n  10! They look like fluffy little pillows ^•^\n  ","872310":"\n  YES\n  ","872311":"\n  Christmas and National MCR Day and Halloween\n  ","872312":"\n  Snake but bugs scare me more\n  ","872313":"\n  Something emotional but yet adventurous with a little horror mixed in\n  ","872314":"\n  sushi\n  ","872315":"\n  90 cx\n  ","872316":"\n  24\/7\n  ","872317":"\n  Why r u asking that?\n  ","872318":"\n  Tum kon\n  ","872319":"\n  Nope....\n  \n  I m pendu type.\n  ","872320":"\n  I like them...\n  ","872321":"\n  Ikr\n  ","872322":"\n  Yeah I do\n  ","872323":"\n  Good for u\n  "}}