{"Question":{"886260":"\n   What do you think about people leaving their boyfriend by text? 📱\n  ","886261":"\n   What first comes to your mind with the word 'Marriage'? 🌚\n  ","886262":"\n   Dreams touch your heart and soul,it is a magical memory that unites fantasy and reality.Hope U'll have the sweetest dream tonight😉...Good Night\n  ","886263":"\n   Have you ever had salmon before? Do you like salmon? Do you think you would like it?\n  ","886264":"\n   Have you went swimming yet this summer? Where did you go and did you have fun? And if you didn't go swimming are you going to?\n  ","886265":"\n   Have you ever tried roasted pumpkin seeds before?\n  ","886266":"\n   What is the most important thing you forgot in the past?\n  ","886267":"\n   What's something you wanna do one day?\n  ","886268":"\n   When is the last time you went out to eat?\n  ","886269":"\n   What is the best movie you have ever seen?\n  ","886270":"\n   How long does it take to build something?\n  ","886271":"\n   How did you feel when you woke up?\n  ","886272":"\n   Running 🏃‍♀️ or gym 🏋🏻‍♀️ 💪🏻\n  ","886273":"\n   Swimming 🏊🏻‍♀️ or cycling 🚴‍♀️\n  ","886274":"\n   What’s the scariest dream you have ever had?\n  ","886275":"\n   You gonna give me one of your socials?\n  ","886276":"\n   I can’t send my link through socials it’s part of my company policy it won’t let me even if I did\n  ","886277":"\n   How was your day to day?\nWhat did you do?\n  ","886278":"\n   Don’t you want to see pics of other people results on my product i can’t send it here that’s y I need your socials or number\n  ","886279":"\n   I was talking about things you like to do. What is something you really love to do? Tell us about it\n  ","886280":"\n   Ok, what if you want to buy my product how else would you pay for it can’t pay through here, I would just message you on fb it’s not like I will add you as a friend to see your stories or posts since it’s private\n  ","886281":"\n   Is it important for your boyfriend to meet your dad??\n  ","886282":"\n   We all make mistakes!\n  ","886283":"\n   How do you break up with someone?\n  ","886284":"\n   Can I get your what’s app than to tell you about my product?\n  ","886285":"\n   Do you live in the past, present, or future?\n  ","886286":"\n   Oᑎ ᗩ ᔕᑕᗩᒪE Oᖴ 1 TO 10, ᕼOᗯ ᕼᗩᑭᑭY ᗩᖇE YOᑌ ᖇᑎ?\n  ","886287":"\n   So what is your favorite movie genre?\n  ","886288":"\n   have any of your friends or family been affected by covid?\n  ","886289":"\n   I can’t send it through here that’s why through your socials would be better\n  ","886290":"\n   That awkward moment when?\n  ","886291":"\n   When is the last time you went to the library?\n  ","886292":"\n   How do you feel about your family?\n  ","886293":"\n   What’s the most expensive thing you’ve broken?\n  ","886294":"\n   You gotta trust me I can show you real people hair results my product works I promise you, what’s your ig, snap, fb so I can tell you more about it?\n  ","886295":"\n   The bestttt 😍\n  ","886296":"\n   If you do, would you be Interested in my product?\n  ","886297":"\n   Which do you spend more time watching: Movies or TV shows?\n  ","886298":"\n   What is the longest that you've stayed awake for?\n  ","886299":"\n   Do you have nightmares often?\n  ","886300":"\n   If you were to create a character, what would you name them?\n  ","886301":"\n   If u love someone and it has been almost one year and they r changing with u ? Is that a bad sign? Or it’s normal?\n  ","886302":"\n   Hello\n  ","886303":"\n   Would you date me?\n  ","886304":"\n   Which hobby would you like to have?\n  ","886305":"\n   Do you draw?\n  ","886306":"\n   Pizza Hut?\n  ","886307":"\n   When's the last time you danced?\n  ","886308":"\n   How many countries have you visited?\n  ","886309":"\n   Do you have zoom?\n  ","886310":"\n   Best streaming site for movies?\n  ","886311":"\n   Stole this from my anon;\n\nDo you prefer getting massaged or giving massage\n  ","886312":"\n   Any fun plans for August?\n  ","886313":"\n   Last time you went to the store? What did you get? 🤔\n  ","886314":"\n   Do you ever donate to cancer research or other type of donations when at the store?\n  ","886315":"\n   How stressed are you? 1 to 10?\n  ","886316":"\n   When did u get ur first phone?\n  ","886317":"\n   Did you know we launched an ASKfm subscription? No? Then what are you waiting for? Go check it out askfm:\/\/screen\/subscription\n  ","886318":"\n   Where do you see yourself in a year?\n  ","886319":"\n   who’s looking to grow their hair out to be longer?\n  ","886320":"\n   what kind of candy do u think we'd be for Halloween?\n  ","886321":"\n   Have you received a celebrity's signature before?\n  ","886322":"\n   Do you swim a lot?\n  ","886323":"\n   What is your favorite salad dressing?\n  ","886324":"\n   When was the last time you tried something new?\n  ","886325":"\n   Best way to prank someone? 😈\n  ","886326":"\n   If Beyoncé and Britney Spears released an album on the same day which would you listen to first?\n  ","886327":"\n   Which parts of your personality do you feel were inherited?\n  ","886328":"\n   Have you even ever had spaghetti and meatballs?\n\nWhen's the last time you made homemade spaghetti and meatballs? Or when's the last time you had spaghetti. If you like it that is.\n  ","886329":"\n   What did you learn?\n  ","886330":"\n   What are your plans for August?\n  ","886331":"\n   What would you do with your 15 minutes of fame?\n  ","886332":"\n   🤟🏽\n  ","886333":"\n   Test\n  ","886334":"\n   What’s your favorite TV show? 📺\n  ","886335":"\n   What is the worst thing someone could do to you?\n  ","886336":"\n   You ever been bungee jumping?\n  ","886337":"\n   If someone gave you $100, what would you do with it?\n  ","886338":"\n   What is your type of person you prefer to be your future spouse 🚶\n  ","886339":"\n   Why do people hate to see others happy?\n  ","886340":"\n   What is something you have done that you never imagined you would do?\n  ","886341":"\n   Your favourite singer?\n  ","886342":"\n   you can only pick one.\n1) instant 5 million dollars.\n2) perfect health for you and everyone you know as long as you live. \n3) the ability to know if someone is worth being with forever when you meet. \n\nready, set, go 🌻\n  ","886343":"\n   Did you ever meet anyone famous? Where?\n  ","886344":"\n   If your previous gf\/bf wanted to get back together with you and have a fresh start would you?\n  ","886345":"\n   How do you get rid of stress and negative energy?\n  ","886346":"\n   What is the next movie you really want to watch?\n  ","886347":"\n   What’s your favorite color?\n  ","886348":"\n   Eminem or Tupac?\n  ","886349":"\n   Do you have pets?\n  ","886350":"\n   Do you drink sparkling or natural water? 💧\n  ","886351":"\n   Favorite alcoholic drink? 🍸\n  ","886352":"\n   Do you play any sports? 🏀 🏈 ⚾️ ⚽️\n  ","886353":"\n   What's up mufukas??? Lmao\n  ","886354":"\n   What’s your favorite magazine?\n  ","886355":"\n   What’s your favorite pizza? 🍕\n  ","886356":"\n   How are you doing today?\n  ","886357":"\n   I do all the time\n  ","886358":"\n   What's a Disney\/Pixar film you heard about but never ended up watching?\n  ","886359":"\n   Emoji of the day!\n  ","886360":"\n   How do you prefer to go out in the rain? With an umbrella? A raincoat? Do you not care?\n  ","886361":"\n   Is there any kind of sports that you enjoyed playing? What kind? Did you ever play on a team? Did you enjoy playing sports?\n  ","886362":"\n   Have you ever had pecan pie? Any kind of pie? What's your favorite kind of pie?\n  ","886363":"\n   Have you ever jumped on a trampoline before? Was it a fun experience? Or scary experience?\n  ","886364":"\n   Have you ever been to a car show or a car meet? What's the most exotic car you have ever seen in your life?\n  ","886365":"\n   Are you excited about the winter season? It getting cold again eventually. So hot lately out... 😥😩🌞 Hot 🔥 Do you like the cold or no?\n  ","886366":"\n   What's hurting you more than everything??\n  ","886367":"\n   Right or left handed? Or can you use both equally?\n  ","886368":"\n   What's the worst stage to be in personally for you? (grief, denial, acceptance)\n  ","886369":"\n   How long are your fingernails?\n\n(lol this was one of the Ask ice breaker questions)\n  ","886370":"\n   When you see your crush naked, your third emoji will be your reaction.\n\nWhat did you get? XD \n\nMine was 🤙\nIronically\n  ","886371":"\n   What's the worst invention created?\n  ","886372":"\n   What do you do at your lowest point in life?\n  ","886373":"\n   You are allowed one beverage for the rest of your life. What would you choose?\n  ","886374":"\n   What is the worst thing you got in trouble for as a child?\n  ","886375":"\n   Do you like hot tea, or cold tea? Maybe neither?\n  ","886376":"\n   Hi, how is your mood?\n  ","886377":"\n   Have you ever had salmonella from eating cookie dough?\n  ","886378":"\n   Last song your listen?🤔\n  ","886379":"\n   Do you use slang?? (u=you, ur=your, y=why)\n  ","886380":"\n   Are you bad at remembering names?\n  ","886381":"\n   Do you like NON BINARY PEOPLE\n  ","886382":"\n   Best body part on yourself? Others?\n  ","886383":"\n   Do you enjoy dancing? What type is your favorite?\n  ","886384":"\n   Where would you go if all expenses were paid?\n  ","886385":"\n   Have you ever performed for anyone?\n  ","886386":"\n   Has anyone ever made a scene saying that you were looking at them but you were actually looking past them? 🤣\n  ","886387":"\n   How easy is it for you to swallow your pride\n  ","886388":"\n   Coffee flavored ice cream.\nYay or nay?\n  ","886389":"\n   Go your favorite picture  ❤️❤️❤️?\n  ","886390":"\n   Want to know what my favorite video games are?\n  ","886391":"\n   Who is your favorite author?\n  ","886392":"\n   Would you rather go to Canada or Mexico?\n  ","886393":"\n   Do you prefer Instagram or Facebook?\n  ","886394":"\n   Are your similar to your parents?\n  ","886395":"\n   What’s your favorite song? :)))\n  ","886396":"\n   Have you had your tonsils out?\n  ","886397":"\n   Lil Wayne or nicki Minaj?\n  ","886398":"\n   What is your favorite board game?\n  ","886399":"\n   How often do you have to charge your phone?\n  ","886400":"\n   Is weight private or can post on social media. My friend say weight is private\n  ","886401":"\n   Dream vacay ?\n  ","886402":"\n   Who is the most famous serial killer, in your opinion?\n  ","886403":"\n   Do you prefer very spicy or non-spicy food?\n  ","886404":"\n   What do women talk about when there are no men around?\n  ","886405":"\n   Truth or Dare\n  ","886406":"\n   Do you sing or hymn when you are happy?\n  ","886407":"\n   Have you ever have one of those watches that counts your steps during the day? Like a Fitbit? What's the longest you've walked? Farthest?\n\n( you do not have to answer this question if you do not feel comfortable )\n  ","886408":"\n   What kind of drink are you feeling right now other than water maybe?\n  ","886409":"\n   Would you consider yourself to be an honest person?\n  ","886410":"\n   Ever been to a NASCAR race before?\n  ","886411":"\n   What's something that you did as a kid that you loved and still love to do?... Example... such as riding bikes, playing legos, chalking on the sidewalk, blowing bubbles, throwing water balloons, playing some sort of sport, art or all of the above?\n  ","886412":"\n   What is the most incredible place you have been to? Beauty wise.\n  ","886413":"\n   Do you trust your government?\n  ","886414":"\n   Do you own any bracelets that you love to wear? PAP.\n  ","886415":"\n   What Iphone should I buy?\n  ","886416":"\n   What makes you lose your temper?\n  ","886417":"\n   Have you ever seen a shark in real life, like while you were swimming on the beach not in an aquarium?\n  ","886418":"\n   What do you feel is your purpose in life?\n  ","886419":"\n   What is your favorite video game?\n  ","886420":"\n   What would be your dream job?\n  ","886421":"\n   Have you ever been in the news or on TV?\n  ","886422":"\n   Changing my username to ᴄᓑᵗᵉ ⁰ᵗᵗᵉᵐ🔥\n  ","886423":"\n   Everybody say sausage keep it going! Eggs, bacon, grits..!\n  ","886424":"\n   When you go to the beach, do you prefer to tan or swim?\n  ","886425":"\n   what if i told you that i love you ?\n  ","886426":"\n   What did you want to be when you grew up?\n  ","886427":"\n   What songs are you embarrassed to admit that you like?\n  ","886428":"\n   Hola\n  ","886429":"\n   Has anyone ever walked out of your life with no explanation?\n  ","886430":"\n   Would you rather go to China or Japan?\n  ","886431":"\n   What's something that you would never wear?\n  ","886432":"\n   Are you a cat person or a dog person?\n  ","886433":"\n   Do you like to gamble? What games are you good at? I don't like to gamble, but i want to know about you!\n  ","886434":"\n   If you could eat only one food for a week, what would it be? I would eat fried chicken\n  ","886435":"\n   What do you struggle to do every day?\n  ","886436":"\n   How did you get your name?\n  ","886437":"\n   What's the longest you've gone without a haircut?\n  ","886438":"\n   Do you have good self esteem?\n  ","886439":"\n   Would you rather eat Italian or Chinese food?\n  ","886440":"\n   what do you mean? yes you have netflix but no account?\n  ","886441":"\n   What movie does everyone love, that you hate?\n  ","886442":"\n   Do you have Netflix?\n  ","886443":"\n   Do you ever play the claw machines when you're out and about maybe at a restaurant or in an arcade? Are you any good at it? What kind of things have you won?\n  ","886444":"\n   Do you get difficulty in brooming n mopping floor by ur self or you manage it .don't consider it difficult task 🤔\n  ","886445":"\n   What one must do if he\/she has insomnia problem 🙂 like intake lots of lavendar tea 🤔\n  ","886446":"\n   Do you wear standard colours in jeans like black white blue grey or you wear colourful pant orange red yellow jeans 🤔\n  ","886447":"\n   Is it easy to give someone a second chance?🙊\n  ","886448":"\n   Spread the love! Who are your top fave askFM users?\n  ","886449":"\n   What's your favourite tea ? Peach lemon ice tea 2) regular milk tea 4) green tea with lime honey 🤔\n  ","886450":"\n   Do you save up money for buying your favourite expensive thing 🤔\n  ","886451":"\n   Which song is often stuck in your head?\n  ","886452":"\n   i usually don’t say this but... uwu\n  ","886453":"\n   How was your 4th of July? 🤔\n  ","886454":"\n   Can you sum up your day so far in just one word?\n  ","886455":"\n   *rubs the belly* yes this is def how i planned on spending my night\n  ","886456":"\n   What's the most spiciest food you ever ate in your life ? Like I made ghost pepper-garlic-salt-pepper-lemonzest steak 🙂\n  ","886457":"\n   Do you remember any incident on Halloween which made you scared like one of your friend wore scary outfit and did scary make up\n  ","886458":"\n   Mom vs dad with whom you gossip and share your secrets problems  🤔\n  ","886459":"\n   What motivates you to get out of bed in the morning?\n  ","886460":"\n   Do you take medicine for any condition?\n  ","886461":"\n   Hi how are you doing today?\n  ","886462":"\n   Are you able to predict the future well?\n  ","886463":"\n   Are glasses cool accessories?\n  ","886464":"\n   Do you use your money wisely?\n  ","886465":"\n   Thoughts on Covid.............\n  ","886466":"\n   Have you watched Hamilton yet? I haven't but plan on it soon :)\n  ","886467":"\n   What is your least favorite fruit?\n  ","886468":"\n   What junk food could you never give up?\n  ","886469":"\n   As a Usa Citizen can I still apply for unemployment from Canada? I'm planning a 4weeks stay there is it legal to still apply ?\n  ","886470":"\n   Best beaches close to you?\n  ","886471":"\n   LOOK AT YOUUUUU AHHHHH\n  ","886472":"\n   Any movie series you absolutely have to see when they come out?\n  ","886473":"\n   Coke or Pepsi?\n  ","886474":"\n   What do you like doing when you have a bad day?\n  ","886475":"\n   What's special about you?\n  ","886476":"\n   What's cooler to play - a guitar or saxophone?\n  ","886477":"\n   Hey 👋🏽\n  ","886478":"\n   man, does anyone still use this thing?\n  ","886479":"\n   Play any sports? If so what kind?\n  ","886480":"\n   What was the last thing you ordered online?\n  ","886481":"\n   Borderlands or Fallout?\n  ","886482":"\n   Do you like Mountain Dew?\n  ","886483":"\n   hullo please show floofy dragon 🥰\n  ","886484":"\n   Who is the most stylish celebrity 🤔\n  ","886485":"\n   Ever been comforted by a smell?\n  ","886486":"\n   Any favorite type of seasoning that you like to use when cooking? Can be more than one.\n  ","886487":"\n   What surrounds you?  Record a video.\n  ","886488":"\n   Do you prefer to ask or to answer on askfm?\n  ","886489":"\n   Have you ever seen a volcano before? Ever seen one erupt? 🌋\n  ","886490":"\n   Share with us a song that you really like. Post the link here in the answer. Share with us some music you really really love.\n  ","886491":"\n   What is your favorite kind of weather?\n  ","886492":"\n   Have you ever been arrested?\n  ","886493":"\n   What’s your favorite creature?\n  ","886494":"\n   why? what happened?\n  ","886495":"\n   Let’s suppose I’m willing to write something for you. Set a price range that takes into account length, content, etc...\n  ","886496":"\n   Show me your favorite picture?\n  ","886497":"\n   How would you prefer to die?\n  ","886498":"\n   Have you gone to jail?\n  ","886499":"\n   Post a photo of your handwriting!\n  ","886500":"\n   What is your temper?\n  ","886501":"\n   What kind of music do you like to dance to?\n  ","886502":"\n   Could you do the same things that you do for other people, for yourself?\n  ","886503":"\n   Would you pick brains or beauty?\n  ","886504":"\n   What is your kind've vacation?\n  ","886505":"\n   Yass same\n  ","886506":"\n   Fame or 1million dollars ?? What would you choose\n  ","886507":"\n   Is alcohol evil?\n  ","886508":"\n   Robert Downey Jr and Hugh Jackman?\n  ","886509":"\n   What were you afraid of as a child?\n  ","886510":"\n   What was for dinner tonight?\n\n\nSide note*\n______\nSo I finally got to empty my ? box out. I had almost 5,000 ?'s stacked. It's ready for new ?'s. So if anyone wants to send some out, you're more than welcome. I don't mind spams as long as they're not inappropriate. Any language allowed.\n  ","886511":"\n   What do you love about people?\n  ","886512":"\n   Do you like SpaghettiOs?\n  ","886513":"\n   Coffee or tea?\n  ","886514":"\n   What do you think about people being two faced?\n  ","886515":"\n   Which countries have you visited?\n  ","886516":"\n   Fav way to wear your hair\n  ","886517":"\n   Premium kitty is on the spot.\n  ","886518":"\n   How was your day today?\n  ","886519":"\n   Do you think open relationships are dirty?\n  ","886520":"\n   🍎 Apple juice. Yay or nah?\n  ","886521":"\n   Do you like cinnamon rolls?\n  ","886522":"\n   Have you ever been rock climbing before?\n  ","886523":"\n   Would you try calamari or have you ever had calamari before?\n  ","886524":"\n   Do you like girls with makeup or no makeup or with semi make-up?\n  ","886525":"\n   Have you bought any clothing items in the last week?\n  ","886526":"\n   Do you consider yourself \"sexy?\"\n  ","886527":"\n   Which flavor is your favorite Oreos?\n  ","886528":"\n   Do you like pistachios?\n  ","886529":"\n   Do you ever go to antique shops? If you go what kind of things do you look for specifically? Do you have any favorites?\n  ","886530":"\n   How did you feel when you woke up this morning?\n  ","886531":"\n   Worst type of music for you?\n  ","886532":"\n   Fill in the blank \"I thought that by this time in my life, I'd...\"\n  ","886533":"\n   If there were a book about your life, what the cover would look like?\n  ","886534":"\n   Favorite types of salad or do you not like the green stuff?\n  ","886535":"\n   Worst type of music for you?\n  ","886536":"\n   Do you ever see numbers repeating for you?\n  ","886537":"\n   Bacon or sausage?\n(Alternatives too!)\n  ","886538":"\n   Pet names you don't like?\n  ","886539":"\n   Chinese take-out order?\n  ","886540":"\n   Which country’s culture is most interesting and close to you?\n  ","886541":"\n   What's the first thing you notice in a person of the opposite gender?\n  ","886542":"\n   Sweet or salty?\n  ","886543":"\n   What are the two things that you cannot live without?\n  ","886544":"\n   What are your plans for the 4th?\n  ","886545":"\n   Vacation to... where? You rather...\n\n1. Panama City\n2. Tokyo, Japan\n3. Fairbanks, Alaska\n4. New South Wales\n5. Costa Rica\n6. Netherlands\n7. Nova Scotia\n\nPick 1. What number?\n  ","886546":"\n   how’s everyone doing?\n  ","886547":"\n   And how much would you be willing to pay?\n  ","886548":"\n   If a friend dosen't like my way of showing love, because he\/she is scared of letting his\/her guards down, how do i make them realize what they're missing because of their fear?\n  ","886549":"\n   Do you like to go to the fresh produce market? What do you usually get when you go?\n  ","886550":"\n   If there were someone ready to write a piece of writing for you and about anything you want, would you pay it to get that?\n  ","886551":"\n   lol yeah do what ever you want\n  ","886552":"\n   Wooo hoo same here !!!! Shots shots shots!!!\n  ","886553":"\n   What's a popular TV show that you never liked?\n  ","886554":"\n   What are your plans, your ambitions for the next two and a half years?\n  ","886555":"\n   How are you\n  ","886556":"\n   yahoo! good for you!\n  ","886557":"\n   If you could choose a famous person to be your therapist,  who would it be?\n  ","886558":"\n   Do you like poetry? Have you tried to write poetry sometime?\n  ","886559":"\n   Do you respect yourself or others more?\n  ","886560":"\n   What day do you take out trash or bring it somewhere if it works that way?\n  ","886561":"\n   Horse back riding in the hills.\nYay or nay? In or not? Let's post pics or GIFs of horses in the answers! Add them if you want. 👍🤙\n  ","886562":"\n   Are you a person with cold hands and warm heart or person with warm hands and cold heart ? 😁\n  ","886563":"\n   Do you like raspberries?\n  ","886564":"\n   Have you ever worked third shift before?\n  ","886565":"\n   I'm sorry if anyone else gets questions about me.\n  ","886566":"\n   What is your favorite ice cream flavor? Do you like any toppings on it?!\n  ","886567":"\n   Anyone got some booze?? 🤷🏾‍♀️😂\n  ","886568":"\n   Favorite hobby?\n  ","886569":"\n   What do you do if your mom cooked a vegetable which you don't like ? Do you eat it or make something else for u\n  ","886570":"\n   What's ur favourite dish of your mom hand\n  ","886571":"\n   Favorite social media app\n  ","886572":"\n   What was the most unusual question you were asked here?\n  ","886573":"\n   Closest friends at sn\n  ","886574":"\n   Do you think that your name suits on your personality ?\n  ","886575":"\n   Whats up\n  ","886576":"\n   Who is someone you wish you had never met?\n  ","886577":"\n   Are you an aunt or uncle?\n  ","886578":"\n   When you think of the color yellow, what is the first thing that comes to your mind?!💛\n  ","886579":"\n   Write \"I have a huge\" and use the next word that pops up. \n\nMine was \"I have a huge a--\". It knows me so well 🤣\n  ","886580":"\n   What's the last song you listened to?\n  ","886581":"\n   how are you\nhow are you\n  ","886582":"\n   What kinda vehicles do you own? What kind of vehicle would you like to own one day?\n  ","886583":"\n   Do you use Reddit?\n  ","886584":"\n   Would you ever farm or no?\n  ","886585":"\n   What did feel like doing today that you didn't get to do? Or did you get everything done today that you wanted?\n  ","886586":"\n   Ladies, do you ever feel like not taking off your makeup?\n  ","886587":"\n   Do you guys like Yahoo Answers?\nI think there are too many trolls and if you're looking for opinions, you're better off using a site like Ask.fm.\n  ","886588":"\n   Have you ever been heartbroken?\n  ","886589":"\n   What do you enjoy talking about?\n  ","886590":"\n   Do me and my best friend smile alike?\n  ","886591":"\n   Hey\n  ","886592":"\n   Hi I like your profile, wondering if we could know more about us, miss Zenab is my name (zeahra10@gmail.com) is my email because of my job please drop me a mail in my inbox am hardly on the site if you dont mind i really need some one to talk to.\n  ","886593":"\n   what do you like for breakfast?☕🍳\n  ","886594":"\n   How do I conquer my fear of death?\n  ","886595":"\n   What has been scaring you lately?\n  ","886596":"\n   What are the reasons to be happy?\n  ","886597":"\n   Ok 👍🏿\n  ","886598":"\n   {If you got it that is} I just sent out on accident a anon question saying\/sending a Happy Father's Day Space. That was me. Lol. Didn't mean to send on anon. I am on the PC on Ask.fm for the 1st time. Am so used to using it on the phone. Haha. Anyway. Happy Father's Day again. From the USA.\n  ","886599":"\n   Do you prefer to talk or listen?\n  ","886600":"\n   Any plans for Father's Day?\n  ","886601":"\n   Follow me 🥴\n  ","886602":"\n   If they gave you $5,000 would you buy stock on the stock market\n  ","886603":"\n   Whats the worst day of the week?\n  ","886604":"\n   Are owls cute, evil or wise?\n  ","886605":"\n   Do you drink?\n  ","886606":"\n   How awkward are you?\n  ","886607":"\n   Quarantine question:\n\nDo you like stores that tell you which way to walk? Have you followed that or did your own thing while still distancing from people?\n  ","886608":"\n   If you could be an animal, what would you choose?\n  ","886609":"\n\n    https:\/\/wow.zamimg.com\/uploads\/screenshots\/normal\/642377-ghostlands.jpg\n   \n","886610":"\n   hey how to pass such a strange forest in Ghostlands blood elf\n  ","886611":"\n   Should you pay more attention to other people than your own cell phone?\n  ","886612":"\n   Hi how are you doing today?\n  ","886613":"\n   and which sword do you like more Shalla'tor and Ellemayne\n  ","886614":"\n   do you give people reasons to dislike you?\n  ","886615":"\n   How many games do you have installed on your phone?\n  ","886616":"\n   R u happy?\n  ","886617":"\n   Hey what are you scared of because I used to be afraid of the dentist, it lasted for many years and I couldn't deal with it until I started to hurt, then I told myself about it! I will not be a coward anymore, I can do it! and I was able to cure them all :))) Now I know that you must not give up\n  ","886618":"\n   “Control the flow of information and you control the behavior.” (movie: TAU) — What’s your opinion on that quote?\n  ","886619":"\n   thanks for the answer :) and which side are you playing on? because I'm in the horde and just starting .. and one more question how to sign up for the guild ??\n  ","886620":"\n   Without saying the name of the movie, what is a movie quote most people would know?\n  ","886621":"\n   I like you\n  ","886622":"\n   what are Shalla'tor and Ellemayne\n  ","886623":"\n   What genre of music do you like to listen to?\n  ","886624":"\n   Hey love! Be sure to spam me with a ton of questions! Send me whatever you’d like I answer anything and everything ✨ anonymous or not 💫 (sent this to everyone)\n  ","886625":"\n   Ask me things, I’m bored ✌️\n  ","886626":"\n   If you could have any kind of pet, what would you choose?\n  ","886627":"\n   You dunno what.\n  ","886628":"\n   What is your favorite anime?\n  ","886629":"\n   Whonis your smartest friend\n  ","886630":"\n   my friend say there's real celebrity using ask.fm.. they roughly use ask.fm anymore\n  ","886631":"\n   What genre of music do you prefer? Share your favorite track\n  ","886632":"\n   Wanna post a selfie after reading this? \n\nI do too! Wanna tell me how to do it? 😂\n  ","886633":"\n   Do you like living alone if you do?\n  ","886634":"\n   Have you ever done a juice cleanse?\n  ","886635":"\n   What is something good that happened to you lately?\n  ","886636":"\n   What does it mean when a girl smiles at a boy??\n  ","886637":"\n   How do you learn best: by listening, watching, reading or doing?\n  ","886638":"\n   Do you know anyone that has made a tik tok or have you made one during these times?\n  ","886639":"\n   What is something that you feel is underappreciated?\n  ","886640":"\n   thoughts on people of double face?\n  ","886641":"\n   Top 3 webseries?\n  ","886642":"\n   What would the founder of WikiLeaks, Mr. Assange think of the George Floyd protests?\n  ","886643":"\n   Ask mein something 😊\n  ","886644":"\n   What do y’all think of all these people that are killing people and looting and destroying people’s businesses during these riots ?\n  ","886645":"\n   Are you celebrating donut day?\n  ","886646":"\n   Fav song\n  ","886647":"\n   How often do you smile?\n  ","886648":"\n   🧡\n  ","886649":"\n   Who was the last person to do something nice for you?☺\n  ","886650":"\n   Hey wyd? ❤️\n  ","886651":"\n   Hey, what's up?\n  ","886652":"\n   Lol. Again I can’t be working in a place dealing with someone like that.\n  ","886653":"\n   im only \"picky\" because of allergies\n  ","886654":"\n   What do you drink most often?\n  ","886655":"\n   Are you good or bad at public speaking?\n  ","886656":"\n   Do you like history?\n  ","886657":"\n   Di you are really an inspiration to me i would really like to meet you and spend some time with you i adore you a lot ?you are damn pretty ?\n  ","886658":"\n   What supercool connections have with 60 do today what questions do again would be forgiven?\n  ","886659":"\n   When did you lose your virginity?\n  ","886660":"\n   Vulnerable what day in happy what mobile phone big fish in the weekends what holiday of food craze do choose as really, really relaxed and would judge a shy are coming to enjoy what advice would include in whose power to combine into a bird?\n  ","886661":"\n   What was the last thing made you feel sick?\n  ","886662":"\n   What is something that people think you would never be into, but you are?\n  ","886663":"\n   Best zodiac signs you get along with?\nDo you think that matters?\n  ","886664":"\n   What do others assume about you that isn't true?\n  ","886665":"\n   Last time a song made you feel sad?\n  ","886666":"\n   Would you ever consider going to college in Italy?\n  ","886667":"\n   What was your favorite cartoon as a kid?\n  ","886668":"\n   He defamed me to the extent that people run away from my shadow. Trust me I'm innocent! And God knows it.\n  ","886669":"\n   TOP 5 ASKfm which place that good in happy only could eliminate any sleep?\n  ","886670":"\n   are u married?\n  ","886671":"\n   Your cute and What's your favourite social media ?\n  ","886672":"\n   Girls I have a question how is it with a black guy? Explain also\n  ","886673":"\n   When were you truly scared of smth? Tell in details\n  ","886674":"\n   If living a human life as a game, what would some of the loading screen advice be?\n  ","886675":"\n   Face time\n  ","886676":"\n   Who wanna ft?\n  ","886677":"\n   Have you ever made a marionette?\n  ","886678":"\n   What inspires you?\n  ","886679":"\n   Neat!\n  ","886680":"\n   Who's your favorite character on Polar Express? #StayAtAsk\n  ","886681":"\n   Are you asexual?\n  ","886682":"\n   What has been ruined for you?\n  ","886683":"\n   Because he only comes once a year\n  ","886684":"\n   Do you have any kind of fountain in your yard or birdbath? Have you ever put in a thought and maybe getting one?\n  ","886685":"\n   Why is Santa’s sack so big ?\n  ","886686":"\n   Papa boner\n  ","886687":"\n   Why do people leave?\n  ","886688":"\n   Any plans\n  ","886689":"\n   good evening\n  ","886690":"\n   Yeah people can be annoying lol\n  ","886691":"\n   What's the last photo you took on your phone? Post it!\n  ","886692":"\n   What's one thing you will never do?\n  ","886693":"\n   Ahh ok that’s easier to order stuff. Most doesn’t change except any clearly advertised special stuff\n  ","886694":"\n   Have you been to any of the Black Lives Matter protests? What’s your opinion on the whole situation?\n  ","886695":"\n   What is moby dicks fathers name ?\n  ","886696":"\n   Lmao.  You work at a dine in or more fast food? Because I am a order desert and need fresh coffee with it girl at a good restaurant\n  ","886697":"\n   Lmao well now that you said that maybe I’ll come visit 😂\n  ","886698":"\n   Please reply this message with a question you want to ask those anon who ask silly questions to you on ask.fm ?\n  ","886699":"\n   I can imagine. People like me there driving you crazy all weekend 😂🤣\n  ","886700":"\n   Do y’all want 2 hear some dirty jokes ?\n  ","886701":"\n   Thinking lol :)\n  ","886702":"\n   any helpful advice on life?\n  ","886703":"\n   🧚🏻‍♀️\n  ","886704":"\n   That’s probably most jobs. I just am not a work for the public type lmao. I like people, but don’t want to work directly for them in that way.\n  ","886705":"\n   Yeah I never worked in a restaurant or anything close. Not my thing lol\n  ","886706":"\n   What is the weirdest thing you've heard somebody say?\n  ","886707":"\n   It’s not bad\n  ","886708":"\n   What gives you immense pleasure?\n  ","886709":"\n   When you're the loved child and they care for you sometime it feels as if you're trapped.\nDo you feel the same?\n  ","886710":"\n   What do u do when you're under pressure?\n  ","886711":"\n   I work in the safety department but no work going ok and did observations earlier.\n  ","886712":"\n   It’s a blessing and a curse for sure. It’s not always like this but it is tonight\n  ","886713":"\n   What color should I polish my nails? #StayAtAsk\n  ","886714":"\n   How do I get out of the military?\n  ","886715":"\n   What things you are interested in nowadays ??\n  ","886716":"\n   That’s cool. I have 10 hours left at work so a lot of time to kill since their isn’t anything going on here.\n  ","886717":"\n   When was the last time you were so excited for the next day that you a hard time falling asleep? 😄 What were you so excited about?\n  ","886718":"\n   what are you craving right now?\n  ","886719":"\n   Never heard of it but will check it out tonight. Thank you.\n  ","886720":"\n   Oo yes! The dip is bomb dude!\n  ","886721":"\n   Go off the deep end...\n  ","886722":"\n   I meant the cheese, sorry.\n  ","886723":"\n   If you could get one thing (object) for free right now, what would you want?!\n  ","886724":"\n   Honestly it's soo good\n  ","886725":"\n   Are you in the United States?\n  ","886726":"\n   Favorite YouTube channel when you need to kill time.\n  ","886727":"\n   Do you always smile for pictures?\n  ","886728":"\n   Do you like chips and salsa? If so,\nhow do you like your salsa?\n  ","886729":"\n   What could you do as a child that you can't do now?\n  ","886730":"\n   What are you going to eat for dinner??\n  ","886731":"\n   150,000 that you sent the one would look forward to who cuts your pockets?\n  ","886732":"\n   Who is the best movie villain in your opinion?\n  ","886733":"\n   Ever listened to a song and it seems like a bad omen?\n  ","886734":"\n   Work\n  ","886735":"\n   #StayAtAsk\n  ","886736":"\n   🏵️\n  ","886737":"\n   What should a woman be like? ?\n  ","886738":"\n   If you could change the color of the sky, would color would it be 🌌?\n  ","886739":"\n   What do would make you think that ps4 would be better than the Xbox?\n  ","886740":"\n   Space 💛🙈\n  ","886741":"\n   What hobby would you get into if time and money weren’t an issue?\n  ","886742":"\n   I need somemore advice on how to handle someone who is trying get my attention\n  ","886743":"\n   Cash 💰 or credit card 💳\n  ","886744":"\n   Do you have any nicknames?\n  ","886745":"\n   Oh!!can I know why?\n  ","886746":"\n   Name three things you have never done, but would like to do?\n  ","886747":"\n   Could you walk without your big toe ?\n  ","886748":"\n   Have you ever been to a protest?\n  ","886749":"\n   What r u going to be 4 Halloween?\n  ","886750":"\n   Adidas vs Nike\n  ","886751":"\n   Have goals for this year?\n  ","886752":"\n   💛\n  ","886753":"\n   What kind of place do you think is ideal for the first date? Why do you think so?\n  ","886754":"\n   Bath or shower?\n  ","886755":"\n   What is your greatest success in your life?\n  ","886756":"\n   What's the way out of labyrinth of troubles??\n  ","886757":"\n   if i were you, i'll do the same, just stay away and i'm sure it'll be okey\n  ","886758":"\n   Is anyone else's VIP only showing the \"ask question\" status and not showing the shoutout one?\n  ","886759":"\n   What is the most interesting thing about your family?\n  ","886760":"\n   How do you feel about my timeline?\n#staif\n  ","886761":"\n   Do you openly give out usernames to other social media or just depends on the person\/situation?\n  ","886762":"\n   Favorite summer activities?\n  ","886763":"\n   Last thing to shock you?\n  ","886764":"\n   Using a movie title, how would you describe 2020?\n  ","886765":"\n   Are you good at keeping secrets?\n  ","886766":"\n   How good are you at saying \"no\"?\n  ","886767":"\n   what do you think about what happens in America ?\n  ","886768":"\n   Cat or dog?\n  ","886769":"\n   ask is now filled with creepy fake pages, yes, ur creepy as fuck.\n  ","886770":"\n   What foreign language would you like to learn?\n  ","886771":"\n   Bangya bangya bangyaaaaa\n  ","886772":"\n   what was your childhood song ? 🎵🖤\n  ","886773":"\n   Why weren’t you aware that your right hand can’t touch your right elbow until you make a fool out of yourself?\n  ","886774":"\n   Ever had peanut butter infused with cannabis? Seems interesting. Do you like edibles or anything else like that?\n  ","886775":"\n   :)\n  ","886776":"\n   Hi\n  ","886777":"\n   Why do women like bad boys and why do nice guys finish last 😕 🤔 😒\n  ","886778":"\n   What is your favorite type of flower?\n  ","886779":"\n   Have you ever traveled to Australia?\n  ","886780":"\n   What's the worst part of shaving for you?\n  ","886781":"\n   Are you happy with the amount of information in your head?\n  ","886782":"\n   I'm not in the mood for jokes I dont need jokes right now I'm not having a good day\n  ","886783":"\n   what is the most obvious sign of love? ??\n  ","886784":"\n   When was the last time you tried something new?\n  ","886785":"\n   Will you live on this earth forever and not go thru the dying process?\n  ","886786":"\n   Spaces 🌹\n  ","886787":"\n   What's the worst thing you did as a kid?\n  ","886788":"\n   do u need coins?\n  ","886789":"\n   How far would you go for the one you love?\n  ","886790":"\n   Who do you look up too?\n  ","886791":"\n   What song best describes your life right now?\n  ","886792":"\n   What is your favorite old movie?\n  ","886793":"\n   What is your idea of making money?\n  ","886794":"\n   I received this question today and now I wanna ask you — What is your opinion about the platform OnlyFans?\n  ","886795":"\n   What's your mood in the mornings?\n  ","886796":"\n   Would you prefer to have the power to fly or be invisible?\n  ","886797":"\n   What are some good horror themed games to play?\n  ","886798":"\n   What is your favorite T.V show?\n  ","886799":"\n   Could you follow me back?☺️\n  ","886800":"\n   Sweet or salty snacks?\n  ","886801":"\n   Post the last screenshot you took?\n  ","886802":"\n   I constantly see those group of friends who do literally everything together such as going to the lake or going to mall or just hanging out everyday and I'm sad because not once in my life have I ever had friends like that and I just feel like I'm missing out. I want those kind of friends.\n  ","886803":"\n   what’s ur favorite song and artist ?\n  ","886804":"\n   Which words or phrases do you most overuse?\n  ","886805":"\n   Why do friendships grow up and change?\n  ","886806":"\n   can u guess my age😂 ?\n  ","886807":"\n   What is the most played song in your music library?\n  ","886808":"\n   Who booored\n  ","886809":"\n   Do you actually love someone ???\n  ","886810":"\n   Would you go out with someone who is a nurse?\n  ","886811":"\n   God is protecting u and ur family with guardian Angels\n  ","886812":"\n   Do you have a favorite window in your home?🌺\n  ","886813":"\n   Hey , how are you doing ?\n  ","886814":"\n   How old do you have to be to work at Burger King?\n  ","886815":"\n   Do you believe in destiny? What's yours?\n  ","886816":"\n   What would your dream date be like?\n  ","886817":"\n   How much do you enjoy seeing yourself as a baby?\n  ","886818":"\n   I have a B-Day coming up for next month in June on Wednesday, June 17th, 2020, before summer, this year in 2020, by\n   \n    @almoore433\n   \n   , on my Ask.fm,\n   \n    @almoore433\n   \n   ?\n  ","886819":"\n   what is your fav cartoon ?\n  ","886820":"\n   How can you live through inferiority?\n  ","886821":"\n   No support for me I will unfollow people. No ask me questions! I will unfollow people cuz shows me you don't care and you don't show love. Sad but it's ok\n  ","886822":"\n   Have you ever seen a four leaf clover?.\n  ","886823":"\n   How’s your day?\n  ","886824":"\n   How do you prefer celebrating your birthdays?\n  ","886825":"\n   What runs in your family?\n  ","886826":"\n   Have you ever done archery?\n  ","886827":"\n   What is more scary, future or uncertainty?\n  ","886828":"\n   I might have asked this question before, if so, I apologize for duplicate. But I was wondering if any of you drink alcohol? Right now I’m sipping on some Canadian club whiskey which is 80 proof. What do y’all drink, if you do? If not, you don’t have to answer! 😁\n  ","886829":"\n   What means of transport do you consider to be the safest? Why?\n  ","886830":"\n   Which beer does Miller Genuine Draft taste more like, Bud Light or Miller Lite? I personally think that MGD definitely taste a lot more like Miller Lite.\n  ","886831":"\n   What color is your AskFm profile?\n  ","886832":"\n   Laundry day tomorrow or nah?\n  ","886833":"\n   Will you please help me out? Your list would be great to hear. What do you think would help the good-natured teasing stop? I feel like crying\n  ","886834":"\n   What can I do if I feel like crying?\n  ","886835":"\n   If you could have any view from your home, what would it be?\n  ","886836":"\n   Is 5'10\" mistaken for 5'9\" or 5'11\"?\n  ","886837":"\n   Does anyone here like fake family porn?  Asking for a friend\n  ","886838":"\n   What do you wish ?\n  ","886839":"\n   If the universe is so vast why haven’t we yet found alien life?\n  ","886840":"\n   Would you clone yourself if you could?\n  ","886841":"\n   How tall do you have to be to be the host on the Travel Channel's Man Versus Food? I think that there's no height limit\n  ","886842":"\n   Make my dad stop good-natured teasing me when it really hurts my feelings\n  ","886843":"\n   How many times have you watched the same movie this month\n  ","886844":"\n   Something u want to do it but u can't.\n  ","886845":"\n   So nope\n  ","886846":"\n   What kind of doctor would give someone a note saying that they don't need to wear a mask? 🤣\n  ","886847":"\n   Is 6'3\" a lot shorter than 6'5\"? I'm just curious.\n  ","886848":"\n   What is the sound of silence?\n  ","886849":"\n   Invisibility or the power to fly?\n  ","886850":"\n   5 things you don't like in people ?\n  ","886851":"\n   just curious who are my 22 followers on here?\n  ","886852":"\n   why is this promoted?\n  ","886853":"\n   In life, do you see yourself more of a bystander or are you more of a participant? Why?\n  ","886854":"\n   About APasz 「ｱﾊﾟｿﾞ」:\nNot much to say really. Highly introverted dude from Melb who doesn't like sugar coating truths.\nI love learning and always take a systems driven approach to solving problems.\nLost deep within my own mind.\n  ","886855":"\n   How do you spend your day\n  ","886856":"\n   How do you guys feel about tasting watermelons?\n  ","886857":"\n   Something that you would like to say those who read you? 😊✌\n  ","886858":"\n   Hi\n  ","886859":"\n   I bought a bag of sugar one year ago...should I throw it out ?\n  ","886860":"\n   When is the last time you went swimming!?\n  ","886861":"\n   What's on top of your birthday wish list?\n  ","886862":"\n   If you were going to get a tattoo, what would it be and where?\n  ","886863":"\n   dogs or cats\n  ","886864":"\n   Do you wear contacts?\n  ","886865":"\n   What's one book you've read recently and would recommend others to read?\n  ","886866":"\n   Does one of your senses provide a more \"real\" experience for you, than the others, which and why? :)\n  ","886867":"\n   Any recurring characters \/ people in your dreams?\n  ","886868":"\n   Quelle cause est selon vous la plus importante? La cause raciale, la cause féministe\/féminine ou la cause animale ? Pourquoi? \n(According to you, what is the most important cause?  Racial causes, women causes or animal causes? Why? )\n  ","886869":"\n   GOOD MORNING\nIDK WHY BUT I FELT LIKE SAYING IT 🤟🏾\n  ","886870":"\n   Whats the one thing you're sure of that you did absolutely right?\n  ","886871":"\n   Which is the funniest name you've ever heard?😚\n  ","886872":"\n   quick. what’s the healthiest fast food lol\n  ","886873":"\n   When's the last time you did something for the first time? Was it a good experience?\n  ","886874":"\n   Are you into pop culture? Do you believe fame is dangerous?\n  ","886875":"\n   You belong to that part of population which.............?\n  ","886876":"\n   Do you have any goals for May?\n  ","886877":"\n   Have you had a quarantine haircut? Would you trust someone or yourself doing that?\n  ","886878":"\n   Are virgins scary? Like would you date one? Why or why not?\n  ","886879":"\n   If you could witness any event of the past, present, or future, what would it be?\n  ","886880":"\n   What if something scary happened in real life?\n  ","886881":"\n   New Topic Who Is The Elephant In The Room 💀😩😂🤣😭😆\n  ","886882":"\n   What’s the one thing you really want to do but have never done so, and why?\n  ","886883":"\n   Mystic series or movie? Have favourite?\n  ","886884":"\n   What is your fave sweatpants brand?\n  ","886885":"\n   If you could play any musical instrument, what would it be?\n  ","886886":"\n   What contains ten thousand calories? ??\n  ","886887":"\n   uggggggggg\n  ","886888":"\n   Hola\n  ","886889":"\n   Who is Austin Brown?\n  ","886890":"\n   Is there a point in buying a 2020 calendar?\n  ","886891":"\n   Where you March 28 ?\n  ","886892":"\n   What is the last place you ordered food from?!\n  ","886893":"\n   Do you like surprises or is it better if someone told you or atleast gave hints about the surprise?\n  ","886894":"\n   Who killed the Dead Sea? 😂\n  ","886895":"\n   Is it hot or cold in your city?\n  ","886896":"\n   What kind of dish can you cook?\n  ","886897":"\n   Do you prefer colors that are flat or shiny?\n  ","886898":"\n   Are you enjoying the break from shoutouts?\n  ","886899":"\n   how do you like your coffee?\n  ","886900":"\n   Do you have a favorite memory? What is it?\n  ","886901":"\n   The last 5 emojis are your emotional state. Do they fit within the actual state?\n  ","886902":"\n   If people wore warning signs, what would be written on yours?\n  ","886903":"\n   Goodnight😘🥰\n  ","886904":"\n   Is friendly flirting damaging when it comes to friends of the opposite sex?\n  ","886905":"\n   If you had one word to describe yourself, what word would it be?\n  ","886906":"\n   Favorite type of pillowcases? How about the firmness of the pillow?\n  ","886907":"\n   Any worth downloading app games ?\n  ","886908":"\n   Who has been the most important person in your life?\n  ","886909":"\n   Your favorite chocolate bar?\n  ","886910":"\n   What's the third song that comes up on shuffle?\n  ","886911":"\n   Tulsa\n  ","886912":"\n   what do you like to put in milk?\n  ","886913":"\n   Hola\n  ","886914":"\n   Are there any you tube videos on how to make pizza ?\n  ","886915":"\n   What are you fucking with right now\n  ","886916":"\n   How is your relationship with your parents?\n  ","886917":"\n   Why did you break up with your ex?\n  ","886918":"\n   Whats your favorite fried food? Twinkies, egg rolls, mozzarella sticks, chicken fingers\n  ","886919":"\n   what did you want to be, when you were a child?\n  ","886920":"\n   What if every time you got mad or upset your body inflated like a balloon?\n  ","886921":"\n   What does \"feeling high\" mean to you????\n  ","886922":"\n   What would you do if you could inflate your body like a balloon?\n  ","886923":"\n   Do you agree that you should never trust anyone who is rude to a waiter?\n  ","886924":"\n   If you could have anything you want for dinner tonight, what would you have?\n  ","886925":"\n   what ur favorite weather? season? do u like rain?\n  ","886926":"\n   Don't you hate when your a sleep and you wake up right at the good part?\n  ","886927":"\n   What are you most scared of\n  ","886928":"\n   Have you ever been called to school principal’s office? If yes, for what?\n  ","886929":"\n   What do you do to relieve stress?✨\n  ","886930":"\n   How much time per day do you spend on the internet?\n  ","886931":"\n   Hey, man. You’re cool 😎 WAY past cool!!\n  ","886932":"\n   What will you do when society collapses?\n  ","886933":"\n   What do you feel when u do something right?\n  ","886934":"\n   For or against : men being pregnant thanks to scientific experiences?\n  ","886935":"\n   What's the craziest thing you've done?\n  ","886936":"\n   If you could play any musical instrument, what would it be?\n  ","886937":"\n   How many times is too much for going back to an ex????\n  ","886938":"\n   people ask you questions and you answer truthfully?\n  ","886939":"\n   Why do women think it is not wrong to show cleavage in public ? Because it is wrong. It is a sex crime. 🐩\n  ","886940":"\n   Who had the most positive influence on you?\n  ","886941":"\n   no i get it. it’s a chore. like organizing photos in your phone\n  ","886942":"\n   First thing that comes to mind for breakfast?\n  ","886943":"\n   Where from?\n  ","886944":"\n   WHAT DID YOU THINK WAS COOL THEN, WHEN YOU WERE YOUNG BUT ISN’T COOL NOW?\n  ","886945":"\n   do you like Tim curry\n  ","886946":"\n   What is your favorite season and why?\n  ","886947":"\n   How long do you think this virus will take to end?\n  ","886948":"\n   What have you learned today?\n  ","886949":"\n   You glow different when your soul is happy. ☀️\n  ","886950":"\n   When was the last time someone told you “I love you”?\n  ","886951":"\n   ok lol 👌🏼\n  ","886952":"\n   What do you think we're texting on Instagram?\n  ","886953":"\n   doesn’t your phone give you a total?\n  ","886954":"\n   how many contacts do u have in your phones “phone book” app? not insta, snap, whatever. actual phone numbers of a person. how many? are they rly all needed? i’ve got 53. just now deleted some. i’m sure i could remove a cpl more but ehhh. later on maybe\n  ","886955":"\n   Do you feel like that people’s true colors are showing up more recently? Like they changed their personality a lot cuz of being in quarantine?\n  ","886956":"\n   When you’ll be 90 years old, what will matter most to you?\n  ","886957":"\n   How are you\n  ","886958":"\n   If you could go anywhere right now where would you go?\n  ","886959":"\n   How’s everyone feeling todayy🙂\n  ","886960":"\n   Who inspires you?\n  ","886961":"\n   What they are really looking for?\n  ","886962":"\n   Do you celebrate Cinco de mayo?\n  ","886963":"\n   Any new artists you've been enjoying?\n  ","886964":"\n   Do you like cover songs at all?\n  ","886965":"\n   Whose the better singer, you or your partner? Sorry if not applicable\n  ","886966":"\n   Why cant girl stick to there lives and stop mirroring there selves on instagram like why do you want attention\n  ","886967":"\n   If you could learn a new skill today, what would it be?😃\n  ","886968":"\n   Message to anyone?\n  ","886969":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","886970":"\n   Do you enjoy science?\n  ","886971":"\n   Which would you choose?! 10 baby sloths or 10 kittens?!\n  ","886972":"\n   captin sauce\n  ","886973":"\n   Space 🥺 🖤\n  ","886974":"\n   do u know why PewDiePie was again accused of racism?\n  ","886975":"\n   What's your favorite class in school?\n  ","886976":"\n   Do you like dice?\n  ","886977":"\n   What's something you're not very good at but enjoy doing anyway?\n  ","886978":"\n   An example of behavior learned through operant conditioning is?  A.blinking in response to a flash light?     B. Cleaning your room to get parents approval\nC. Sneezing in repose to dust?\nD. Pulling ones hand away from a flame\n  ","886979":"\n   Should we read a lot of books?\n  ","886980":"\n   Do you think it is okay to run away from your responsibilities?\n  ","886981":"\n   apakah kamu cewek ramping berperut rata, berbalut seragam putih rapi serta rok abu-abu pendek ketat setengah paha mengenakan kaus kaki putih setinggi atas lutut serta sepatu mary jane flat hitam mengkilap. berambut yang lurus hitam tebal sebahu, beraksen pita di kepala entah itu bando ato jepit hair\n  ","886982":"\n   How do you usually start a conversation?\n  ","886983":"\n   is there anyone that you want back in your life?\n  ","886984":"\n   Who wants to start a business?\n  ","886985":"\n   Sweet or salty snacks?\n  ","886986":"\n   How do you handle sad days?\n  ","886987":"\n   What's the funniest thing you've overheard\n  ","886988":"\n   What type of music are you into?\n  ","886989":"\n   Hakuna Matata\n  ","886990":"\n   How many followers do you have?\n  ","886991":"\n   Space 🌸\n  ","886992":"\n   Can some person change your life?\n  ","886993":"\n   Finished the sentence: I like your...\n  ","886994":"\n   Send ur what's apps\n  ","886995":"\n   What gives you happiness in life?💯\n  ","886996":"\n   What motivates you to get up every morning?🌼\n  ","886997":"\n   How to not be hungry?\n  ","886998":"\n   What's your favorite song from the 2000s?\n  ","886999":"\n   Hi!\n  ","887000":"\n   Howdy\n  ","887001":"\n   If your crush has fallen for someone uglier than you does that mean you have a less chance or more chance ?\n  ","887002":"\n   Poll: Has someone’s beauty ever brought you to tears?\n\n(Asking all friends on Ask)\n  ","887003":"\n   What game do you prefer to play 21 questions or truth\/dare?\n  ","887004":"\n   hey\n  ","887005":"\n   How’s your weekend so far?\n  ","887006":"\n   fav animal\n  ","887007":"\n   Have you met an online crush in real life ?\n  ","887008":"\n   Thoughts on those who have crush on you??\n  ","887009":"\n   🤪\n  ","887010":"\n   Is it truth that brown eyes can be changed to blue eyes?\n  ","887011":"\n   Favorite waterpark where you live\n  ","887012":"\n   What kind of transportation do you use most often?\n  ","887013":"\n   is it better to buy an iPhone 6 in a store or 6s directly from another person?\n  ","887014":"\n   Do you like where you from?\n  ","887015":"\n   if you only had 2 choices, would you live in a tree house (one of those really nice ones) or a rammed earth house?\n  ","887016":"\n   Would you rather have seven fingers on each hand or have seven toes on each foot?\n  ","887017":"\n   Which mobile app are you addicted the most to?\n  ","887018":"\n   If you could wave a magic wand right now and have your life be perfect, What would your life look like?\n  ","887019":"\n   What is your favorite source of outdoor entertainment?\n  ","887020":"\n   Movie you have watch over the weekend that was really good\n  ","887021":"\n   top 3 favorite emojis\n  ","887022":"\n   light on or off?\n  ","887023":"\n   Who needs a slice of pie?\n  ","887024":"\n   What’s your favorite spot in the city where you live?\n  ","887025":"\n   If you woke up blind one day, what would you do?\n  ","887026":"\n   What's your favorite season\n  ","887027":"\n   How often do you sing aloud? Name the song you perform best!\n  ","887028":"\n   What accessory on the opposite gender is a big turnoff?\n  ","887029":"\n   What to do, when it's boring?\n  ","887030":"\n   Good night\n  ","887031":"\n   How was your day?\n  ","887032":"\n   Who would you go camping with? @ them!\n  ","887033":"\n   Who was your favourite teacher?\n  ","887034":"\n   💋💋💋💋Last person you kissed 💋💋💋💋\n  ","887035":"\n   Why Mormons are Freemasons?\n  ","887036":"\n   do you use chapstick? what kind?\n  ","887037":"\n   Why dont you cut your hair?\n  ","887038":"\n   Do you have masks for the virus?\n  ","887039":"\n   What was the last lie you told, or last lie you know someone told to you?\n  ","887040":"\n   Place of birth?\n  ","887041":"\n   What embarrasses you the most in front of others?\n  ","887042":"\n   This may seem a lil’ weird, but it is what it is. There is this janitor in my high school and she is HOT. I found out that she is 7 years older than me (19-26). We talked a lil’ bit and during the breaks she keeps on staring at me (not negatively). What’s the move to make so I can sleep with her?\n  ","887043":"\n   Where do you live?\n  ","887044":"\n   Do you work out a lot?\n  ","887045":"\n   Thoughts on bees........\n  ","887046":"\n   If a crystal ball could tell you the truth about yourself, your life, the future or anything else, what would you want to know?\n  ","887047":"\n   You're stuck on an island. How would you spend your time?\n  ","887048":"\n   How old is the most expired item in your fridge?\n  ","887049":"\n   Red apples or green apples?\n  ","887050":"\n   What kind of Toothbrush do you use ??\n  ","887051":"\n   my day is awesome as fk\n  ","887052":"\n   Are you afraid of death?\n  ","887053":"\n   Do you have a favorite philosopher or philosophy?\n  ","887054":"\n   When was the last time you yelled at someone?\n  ","887055":"\n   Ah ada setan bangsat\n  ","887056":"\n   ᝰ᥉ρᥲᥴᥱ\n  ","887057":"\n   How do you define Love?\n  ","887058":"\n   Kau dan dia bahagia, ku terluka\n  ","887059":"\n   do you consider yourself an undiscovered author? why or why not?\n  ","887060":"\n   Algo que los haga enojarse muy rápido?\n  ","887061":"\n   Last time you cried? And why?\n  ","887062":"\n   Howdy\n  ","887063":"\n   Happy sunday\n  ","887064":"\n   Name your favorite movie.\n  ","887065":"\n   How many people can you call your friends?\n  ","887066":"\n   When is the better time of day: sunrise or sunset and why?\n  ","887067":"\n   What’s better - K-pop or American pop?\n  ","887068":"\n   What you up to?\n  ","887069":"\n   Who is your celebrity crush\n  ","887070":"\n   Which country do you most want to visit, once the lockdowns have been lifted? :)\n  ","887071":"\n   Recommend me a serie\n  ","887072":"\n   Веришь в дружбу между мужчиной и женщиной?\n  ","887073":"\n   Is there a piece of furniture in your house that you absolutely love? That you spend most of your time around? (other then your bed.)\n  ","887074":"\n   Fave eye color?\n  ","887075":"\n   What type of mask do you have? Snap a pic! #StayAtAsk\n  ","887076":"\n   What is your favorite song\n  ","887077":"\n   How was your night?\n  ","887078":"\n   Date or stay friends\n  ","887079":"\n   How would your superhero costume look like?\n  ","887080":"\n   Damn I wish I could forget about him as easily as he did me\n  ","887081":"\n   Favourite childhood tv show?\n  ","887082":"\n   Do you believe the devil exists?\n  ","887083":"\n   Are you usually shy or outgoing person?\n  ","887084":"\n   Tell me 3 of your unpopular opinions?\n  ","887085":"\n   Do you agree that loneliness can be addictive and therefore dangerous?\n  ","887086":"\n   Have a good evening Guysss\n  ","887087":"\n   Is it alright to camp in vic this days ? Or did the gov stoped it .\n  ","887088":"\n   Congratulations!! On??\n  ","887089":"\n   What’s the perfect gift to get someone?\n  ","887090":"\n   Are you saving up more or buying things you typically don't need?\n  ","887091":"\n   💕\n  ","887092":"\n   How often do you draw? What do you like to draw?\n  ","887093":"\n   How many messages do you send per day?\n  ","887094":"\n   Favorite board game?\n  ","887095":"\n   Who keeps snacks everywhere? Why?\n  ","887096":"\n   How are you doing?! I hope you have a wonderful rest of the day!🌺\n  ","887097":"\n   How was your Easter? 🐣\n  ","887098":"\n   What have you learned about yourself during quarantine?\n  ","887099":"\n   Last nice thing you did for yourself? Someone else?\n  ","887100":"\n   If you could steal something and get away with it, what would you steal?\n  ","887101":"\n   Favorite beverage?\n  ","887102":"\n   How's your morning, afternoon or evening going today?\n  ","887103":"\n   What’s something you eat that others might think is weird?\n  ","887104":"\n   Dear universe,\n\nIn the next week i will manifest _______.\n  ","887105":"\n   Snapchat?\n  ","887106":"\n   What do you гusually eat?\n  ","887107":"\n   What's a makeup product you can't live without?❤🥰\n  ","887108":"\n   Did you have a good easter even during quarantine?\n  ","887109":"\n   Con que frecuencia utilizas ask ?\n  ","887110":"\n   Easter chocolate bunny question:\n\nDo you like hollow ones or solid more?\n  ","887111":"\n   how was all your day my day went good so far \ncomo estuvo todo tu dia mi dia fue bueno hasta ahora\n  ","887112":"\n   Girls let’s talk about girl power\n  ","887113":"\n   Is it possible to obtain 3 phds and a few masters in less than 10 years?\n  ","887114":"\n   What type of iPhone do you have?\n  ","887115":"\n   Ever had a surprise birthday party thrown for you?\n  ","887116":"\n   Hi?\n  ","887117":"\n   What languages do you know?\n  ","887118":"\n   Tear gas makes people cry and laughing gas makes people giggle, what other kinds of gases do you wish existed?\n  ","887119":"\n   Have you ever felt ashamed from your past??\n  ","887120":"\n   Do you like waffles?\n  ","887121":"\n   What was the last book that you read?\n  ","887122":"\n   What is your favorite plant?\n  ","887123":"\n   What's Your Worst Quality?\n#StayAtAsk\n  ","887124":"\n   Do you want to go kayaking? 🚣🏻♀️\n  ","887125":"\n   Do you get road rage walking behind slow people?\n  ","887126":"\n   I’m soo excited about this too!! 😂\n  ","887127":"\n   Test test one two onetwo\n  ","887128":"\n   What state do you live in?\n  ","887129":"\n   Would you try fudge brownie m&ms?\n  ","887130":"\n   Cheetos or Doritos?\n  ","887131":"\n   Thanks\n  ","887132":"\n   What’s the first thing you’ll do after lockdown\/social distancing is over?\n  ","887133":"\n   Turn on\/off\/depends on the circumstances:\n\nA person being too clingy\n  ","887134":"\n   What was the last idea that you had that ended up being a bad one?\n  ","887135":"\n   Slang words you hate with a passion?\n  ","887136":"\n   Go take a shower\n  ","887137":"\n   What side dishes go well with chicken fettuccine alfredo?\n  ","887138":"\n   Favorite activity to do?\n  ","887139":"\n   Do you ever randomly unfollow users that haven't been on in forever or do you keep them for the nostalgia?\n  ","887140":"\n   Do you ever feel close to anyone on here, even though you don't know them in a real life?\n  ","887141":"\n   Whats your top 5 movies\n  ","887142":"\n   What’s the most ridiculous fact you know?\n  ","887143":"\n   Is it easy for you to trust?\n  ","887144":"\n   What odd smell do you really enjoy?\n  ","887145":"\n   Are Peyton Manning and Ben Roethlisberger friends?\n  ","887146":"\n   Would you like to go to an animal shelter and read books to cats or dogs, if you had such an opportunity?\n  ","887147":"\n   Favorite food?\n  ","887148":"\n   Pizza or hamburger\n  ","887149":"\n   What is your favorite color 🤔\n  ","887150":"\n   When was the last time you were scared about something?\n  ","887151":"\n   What’s your favorite color?\n  ","887152":"\n   Super tired\n  ","887153":"\n   What’s in your pockets right now? 🖤\n  ","887154":"\n   Fav song?\n  ","887155":"\n   Do you curse out loud or in your head more?\n  ","887156":"\n   Why do people usually push the door when it says pull?\n  ","887157":"\n   Would you ever pose for a nude portrait or are you more of the one sketching it?\n  ","887158":"\n   Do you like playing poker?\n  ","887159":"\n   Have you watch teenwolf?\n  ","887160":"\n   What are you doing now?\n  ","887161":"\n   Captain Crunch or Trix?😊\n  ","887162":"\n   Your favorite place ever\n  ","887163":"\n   Iwant agirl put her feet on my mouth and nose instead of muzzle plz\n  ","887164":"\n   That gif is my life\n  ","887165":"\n   Can you play any instruments?\n  ","887166":"\n   Why do people loose their interest?\n  ","887167":"\n   Do you miss someone?\n  ","887168":"\n   Are you learning any new languages or about something in a general sense?\n  ","887169":"\n   which one of your friends has birthday soon? how are you going o congratulate them?\n  ","887170":"\n   Good morning\n  ","887171":"\n   Have you been doing any fun activities with kiddos during this down time? \n\nSorry if you don't have kids. Hard to remember those who don't at times. But reply with something fun YOU did then! :)\n  ","887172":"\n   Cheesy bread or Empanadas?\n  ","887173":"\n   When's the last time you talked to someone face to face excluding family?:p\n  ","887174":"\n   Made this one of the shoutout questions so figured I'd ask the people I followed too :) \n\n\nWhat are 5 questions you want answered?\n  ","887175":"\n   status\n  ","887176":"\n   What's your favorite joke\n  ","887177":"\n   Funny April fools jokes that you did today? Did you do any\n  ","887178":"\n   Favorite type of music ?\n  ","887179":"\n   How are you feeling today ?\n  ","887180":"\n   ¿Animal favorito?\n  ","887181":"\n   What is your favorite month of the year?\n  ","887182":"\n   Have you pranked anyone?\n  ","887183":"\n   What Should I Binged Watch Next,\n   \n    @Nextflix\n   \n   ?\n  ","887184":"\n   Will you ding ding?\n  ","887185":"\n   Favorite thing do you during quarantine?\n  ","887186":"\n   The first 10 users in the TOP get 75% more likes. Don't miss your chance to become more popular. Buy the missing coins and fly up in the rating!\n  ","887187":"\n   Would you say you're clumsy?\n  ","887188":"\n   Que es para ti el amor\n  ","887189":"\n   Ulta or Sephora?\n  ","887190":"\n   How's your day?\n  ","887191":"\n   Why do doctors have terrible handwriting?\n  ","887192":"\n   What is your reaction when someone ignores you?\n  ","887193":"\n   Ever had a crush on someone?\n  ","887194":"\n   what did you do today? How are you?\n  ","887195":"\n   👋🏻\n  ","887196":"\n   Why do girls think they need makeup?\n  ","887197":"\n   Favorite chapstick brand?\n  ","887198":"\n   Do you like your name ?\n  ","887199":"\n   How is everyone doing? Any fun plans for this coming week?!😊🌼\n  ","887200":"\n   do you go for jogging in the morning?\n  ","887201":"\n   What is the most beautiful place in the world?\n  ","887202":"\n   What have you learned about recently?\n  ","887203":"\n   Favorite book to read?\n  ","887204":"\n   How is life? ?\n  ","887205":"\n   Last thing you rebelled against?\n  ","887206":"\n   Haha. I thought I was the only one.\n  ","887207":"\n   I’m going to try to do makeup today I don’t have a lot but I’m going work with what I have it’s going to be lame though I don’t have any eyelashes\n  ","887208":"\n   What makes someone a “good” person? ?\n  ","887209":"\n   OPRAH WINFREY VS WHOOPIE GOLDBERG\n  ","887210":"\n   I don’t like dogs\n  ","887211":"\n   Why do guys like bidets? Are you one of them? 🧐🧐\n  ","887212":"\n   hope it works itself out. if its not getting worse think you will be good. if it gets hot or red get it checked out asap\n  ","887213":"\n   Is it okay to meet your SO and just stay inside the car?\n  ","887214":"\n   Do you think Rebels are criminally minded?\n  ","887215":"\n   Do you know, what it feels like for a girl?\n  ","887216":"\n   What is your favorite cereal?\n  ","887217":"\n   3226 0865 8830 pokemon go\n  ","887218":"\n   doom eternal?\n  ","887219":"\n   ¿Color favorito?\n  ","887220":"\n   that might be a long wait friend 😂\n  ","887221":"\n   How do you usually spend your time at home...\nSpecially at this corona era  🦠\n  ","887222":"\n   what happened to it?\n  ","887223":"\n   How are you\n  ","887224":"\n   If you bought me one present that would make me uncomfortably excited,  what would it be? \n\nANSWER FOR YOURSELF TOO!!\n  ","887225":"\n   Popcorn or ice cream?\n  ","887226":"\n   What’s something you should throw away, but can’t?\n  ","887227":"\n   What did you dream about last night?\n  ","887228":"\n   Does something smell funny to you too???\n  ","887229":"\n   Have you watched any of those live concerts certain singers have put on because of the coronacalypse?\n  ","887230":"\n   do u love walking on a park in the autumn?\n  ","887231":"\n   Which TV channel do you believe in?\n  ","887232":"\n   Do you believe there is good in everyone?\n  ","887233":"\n   Snapchat?\n  ","887234":"\n   Do you have bf\/gf?\n  ","887235":"\n   Are you reading more since the coronavirus took over or have certain hobbies stayed the same?\n  ","887236":"\n   ¿Do you play video games?🎮👾\n  ","887237":"\n   Baby carrots or eggplant?\n  ","887238":"\n   What's worse:\nNot knowing your significant others height or their phone number?\n  ","887239":"\n   Waffles or pancakes?\n  ","887240":"\n   Where do you wish you were from?\n  ","887241":"\n   Should kidneys be able to be bought and sold?\n  ","887242":"\n   What is something you hope never changes?🌼\n  ","887243":"\n   Favorite movie of all time?\n  ","887244":"\n   When you go to amusement parks, what do you like to do most?\n  ","887245":"\n   Last movie you watched at home\/cinema?\n  ","887246":"\n   What’s the most expensive thing you’ve broken?\n  ","887247":"\n   Exactly🤦‍♂️smh\n  ","887248":"\n   What 3 habits will improve your life?\n  ","887249":"\n   😂no one likes hard choices but sometimes they get dealt to us. No one seems willing to answer tough questions😩\n  ","887250":"\n   Which would you want to win?\n  ","887251":"\n   You're the captain of a ship with 100 people aboard. Unfortunately you're in the middle of the ocean and the ship is dead. It's been 5 months and you're now out of food. Do you begin to selectively eat one another or starve with your humanity? The people will follow your decision no matter what\n  ","887252":"\n   Who would win in a fight between a kraken and a hydra?\n  ","887253":"\n   Is it better to be single or in a couple? Why?\n  ","887254":"\n   I need a job , I was working on a bar but the close :\/ , somebody knows about one?\n  ","887255":"\n   What’s been keeping you sane in this crazy time?\n  ","887256":"\n   At what age was your first kiss?\n  ","887257":"\n   What's up?\n  ","887258":"\n   Who is the craziest person you know?\n  ","887259":"\n   Hola\n  ","887260":"\n   If I feel stressed, should I take a hot or cold shower???\n  ","887261":"\n   Why it matters who I like or dont like🤷‍♀️ if he's having sex and\/or pursuing other people.. why does it matter what I do or dont do or what i like or who I love? Like I love him and that's that.. I cannot tell my heart chakra to close on me n then ima be really really screwed.. love is love.\n  ","887262":"\n   I'm 👏 not 👏 understanding 👏👏👏👏👏👏\n  ","887263":"\n   Which celebrity do you wish was related to you?\n  ","887264":"\n   Yo\n  ","887265":"\n   What kind of job do you do?\n  ","887266":"\n   what is something you wished you were better at\n  ","887267":"\n   Do you think ask should have a higher word count when asking questions?\n  ","887268":"\n   What are you doing for fun during quarintine?\n  ","887269":"\n   Hello!\n  ","887270":"\n   What does it mean what people say “it’s always the quiet ones”\n  ","887271":"\n   Games?\n  ","887272":"\n   -\n  ","887273":"\n   Favorite spring\/summer accessories?\n  ","887274":"\n   What is your religion?\n  ","887275":"\n   Cats or Dogs?\n  ","887276":"\n   do you cook well? ??\n  ","887277":"\n   Is it me or internet slowing down?\n  ","887278":"\n   How often do you buy things via the Internet?\n  ","887279":"\n   What is something that you would give a definite 10\/10?!\n  ","887280":"\n   Do you like hot or cold better?\n  ","887281":"\n   How old are you and do you have a crush on someone?\n  ","887282":"\n   How many shoutouts do you get daily now that Ask demands them to be VIP?\n  ","887283":"\n   When is the last time you went to the beach?\n  ","887284":"\n   Hey how are you doing today?\n  ","887285":"\n   Waiting for rain!!\n  ","887286":"\n   Page Not Found!As in missing, lost, vanished, absent, nonexistent, kaput.\nHas it been abandoned or forsaken? We're not sure. Possibly it's departed, deceased, or extinct.\n  ","887287":"\n   What color socks are you wearing right now?\n  ","887288":"\n   A line to describe what your life is being to you now?\n  ","887289":"\n   Why do I have to stay home?\n  ","887290":"\n   Will you please follow our CEO\n   \n    @Standish913\n   \n   ? - He follows back, thank you. ❤\n  ","887291":"\n   New # who dis ?\n  ","887292":"\n   What do you get at McDonald's?\n  ","887293":"\n   Recently — have you checked-in on someone you miss\/love, even when you know in your heart you shouldn’t reach out to them at all?\n\n(If you did, how did that go?)\n  ","887294":"\n   What are the first things you notice when you meet someone? ?\n  ","887295":"\n   Thoughts on a \"24 hour COVID-19 hotline\"... seems like a lot of people would try pranking it. Did your state or town make one?\n  ","887296":"\n   Is education free at universities in your country? For example in my country you need to pay for all years.\n  ","887297":"\n   I love apples - what do you love?\n  ","887298":"\n   What would you be doing right now if the internet didn't exist?\n  ","887299":"\n   What 3 songs do you have on repeat right now? (＠ ＾ ◡ ＾)\n  ","887300":"\n   What subjects do you study in school?\n  ","887301":"\n   Introvert or extrovert? Why?\n  ","887302":"\n   What kind of movies do you most enjoy?\n  ","887303":"\n   Do you like Grimes?\n  ","887304":"\n   What music do you listen to when you have to concentrate?\n  ","887305":"\n   Do you need any help?\n  ","887306":"\n   What's the most peaceful place for u ?\n  ","887307":"\n   Do you have any body piercings? If so, what are they?\n  ","887308":"\n   Happy Birthday\n  ","887309":"\n   It’s my birthday ❤️🎈🎉🎂❤️\n  ","887310":"\n   Do you like JUSTIN TIMBERLAKE\n  ","887311":"\n   What obvious ? 😑\n  ","887312":"\n   If you looking for here I can show you where she is I swear\n  ","887313":"\n   What is the best place for the first date?\n  ","887314":"\n   What kind of phone do you have?\n  ","887315":"\n   Coronavirus.\n  ","887316":"\n   Has a tree ever fallen on your house\/yard\/power line? I had one that knocked a whole area out\n  ","887317":"\n   Are you celibate\n  ","887318":"\n   Prefer cold or hot?\n  ","887319":"\n   My teeth red like a rose how I get rad of red teeth?\n  ","887320":"\n   What will the future be like?\n  ","887321":"\n   I need help\n  ","887322":"\n   How often do you visit skating rink?\n  ","887323":"\n   i thought my brother dean had you trapped inside his head\n  ","887324":"\n   Do antisocial people go to heaven or hell?\n  ","887325":"\n   Do you like medical-related shows?\n  ","887326":"\n   What was the last thing you bought ?\n  ","887327":"\n   Last drink you had?\n  ","887328":"\n   Have you ever mixed two different tea bags together? I wasn't sure if I wanted mint or red raspberry so did both. Came out good too :)\n  ","887329":"\n   What do you miss the most when you're away from home?\n  ","887330":"\n   Who you going on a date with?😪\n  ","887331":"\n   I love it when people on this app get so upset don’t you 😂😂😂\n  "},"Answer":{"886260":"\n  Crappy by any standards\n  ","886261":"\n  😫😫\n  ","886262":"\n  Mine tend to be wild and are more like horror movies\n  ","886263":"\n  Yes and depends on how it’s done... I don’t like dry ass fish\n  ","886264":"\n  No and probably don’t plan on it\n  ","886265":"\n  Yes... and don’t care for them much\n  ","886266":"\n  I dunno...  I probably forgot it again\n  ","886267":"\n  Be on my own\n  ","886268":"\n  Today :3\n  ","886269":"\n  There are too many\n  ","886270":"\n  Depends on how big the set is :\/ I think the biggest one, The Malevolence, from clone wars took a few hours\n  ","886271":"\n  Irritable\n  ","886272":"\n  I prefer walking\n  ","886273":"\n  Both are fun\n  ","886274":"\n  I think it was one where I was in some grassy area and there was a tree line and wanted to go to the tree line and at some point the ground became like a sudden hidden muddy swamp and didn’t know it and stepped into and instantly sunk into the mud unable to resurface and shot up in bed gasping.\n  ","886275":"\n  I told you they are private\n  ","886276":"\n  O͡͡͡╮༼ ◔ _ ◔ ༽╭o͡͡͡\n  ","886277":"\n  Ehhhish, because I worked\n  ","886278":"\n  You can send links to the pages here though\n  ","886279":"\n  Building Lego things\n  ","886280":"\n  You’d use PayPal\n  ","886281":"\n  Yes\n  ","886282":"\n  I know\n  ","886283":"\n  I’d say do it in an unforgettable and Epically\n  ","886284":"\n  I don’t use that\n  ","886285":"\n  I try to live in the present because I don’t have a time machine to go into the past or to the future\n  ","886286":"\n  Probably a 5\n  ","886287":"\n  Horror\/thrillers , sci-fi,\n  ","886288":"\n  Thankfully none\n  ","886289":"\n  A lot of those are private\n  ","886290":"\n  You have an officer turn in back of you but not get pulled over\n  ","886291":"\n  A very long time ago\n  ","886292":"\n  ¯\\_(ツ)_\/¯\n  ","886293":"\n  Well I didn’t break it.... it broke on its own ... my first MacBook\n  ","886294":"\n  Why not do it here?\n  ","886295":"\n  My perfect pizza would a good Lou Malnattis deep dish pizza with a stuffed butter crust ... but they don’t do stuffed crust :C\n  ","886296":"\n  I have tried numerous things to help my hair.... what would make yours any different.\n  ","886297":"\n  A bit of both evenly\n  ","886298":"\n  I’m pretty sure a lil over 24 hours\n  ","886299":"\n  Not really.... not the kind that would be considered nightmarish to others.... but they are more like something that could happen in every day life and things going horribly wrong.\n  ","886300":"\n  I already have a created character. His name is Vigos\n  ","886301":"\n  I’d say normal?\n  ","886302":"\n  Yooooo\n  ","886303":"\n  I don’t even know you!\n  ","886304":"\n  Being able to knit or crochet things for people :3\n  ","886305":"\n  Sometimes\n  ","886306":"\n  Mmmmm I love their stuffed crust\n  ","886307":"\n  Lol never\n  ","886308":"\n  Just Canada :S\n  ","886309":"\n  No\n  ","886310":"\n  I usually use Amazon prime\n  ","886311":"\n  Getting massages :3\n  ","886312":"\n  O͡͡͡╮༼ ◔ _ ◔ ༽╭o͡͡͡\n  ","886313":"\n  Necessities and hygiene stuff\n  ","886314":"\n  Sometimes if it’s an organization that is actually doing research and not lining the pockets of its CEO’s pockets\n  ","886315":"\n  Usually around a 7 ish\n  ","886316":"\n  During high school :\/ it was a smol Motorola flip phone\n  ","886317":"\n  Ooooooooooooooo yes!!!! No more ads FUCK YEAH!!!\n  ","886318":"\n  Hopefully alive and working\n  ","886319":"\n  Maybe?\n  ","886320":"\n  I dunno\n  ","886321":"\n  Yes!!\n  ","886322":"\n  Not really\n  ","886323":"\n  Ranch\n  ","886324":"\n  I don’t remember\n  ","886325":"\n  Without them knowing it\n  ","886326":"\n  ¯\\_(ツ)_\/¯\n  ","886327":"\n  I dunno :\/\n  ","886328":"\n  I have it quite often :3\n  ","886329":"\n  Ehhh??\n  ","886330":"\n  ¯\\_(ツ)_\/¯\n  ","886331":"\n  O͡͡͡╮༼ ◔ _ ◔ ༽╭o͡͡͡\n  ","886332":"\n  ✊🏽\n  ","886333":"\n  Test\n  ","886334":"\n  Stargate\n  ","886335":"\n  Break my heart... which has happened\n  ","886336":"\n  No :s\n  ","886337":"\n  Save it for emergencies\n  ","886338":"\n  I don’t want a spouse:|\n  ","886339":"\n  They are jealous\n  ","886340":"\n  Become a manager\n  ","886341":"\n  Too many :\/\n  ","886342":"\n  1 easily  to help pay for 2 ....\n  ","886343":"\n  Yes! After 16 years, I fiiiiiinally got to meet Ray Park at a days on the dead con :D\n  ","886344":"\n  I don’t have either\n  ","886345":"\n  Listening to relaxing music\n  ","886346":"\n  O͡͡͡╮༼ ◔ _ ◔ ༽╭o͡͡͡\n  ","886347":"\n  Emerald green\n  ","886348":"\n  Ehhhhh.... I’d probably say Eminem\n  ","886349":"\n  No :\/\n  ","886350":"\n  Normal boring water\n  ","886351":"\n  All of them!!\n  ","886352":"\n  No :(\n  ","886353":"\n  Nothing\n  ","886354":"\n  I don’t read those :\/\n  ","886355":"\n  Lou Malnattis\n  ","886356":"\n  Ok I guess\n  ","886357":"\n  I mostly do it when in a rush\n  ","886358":"\n  Frozen ._.\n  ","886359":"\n  O͡͡͡╮༼ ◔ _ ◔ ༽╭o͡͡͡\n  ","886360":"\n  Umbrella\n  ","886361":"\n  I don’t play sports that much\n  ","886362":"\n  Strawberry rhubarb\n  ","886363":"\n  Yes and I had a blast\n  ","886364":"\n  Delorians are probably the rarest car I’ve seen since there were only a limited amount made\n  ","886365":"\n  I like the middle seasons (spring \/ fall)\n  ","886366":"\n  My foot :{\n  ","886367":"\n  I can use both hands\n  ","886368":"\n  Grief\n  ","886369":"\n  Short :|\n  ","886370":"\n  What if I don’t have a crush?\n  ","886371":"\n  ¯\\_(ツ)_\/¯\n  ","886372":"\n  Listen to music\n  ","886373":"\n  Diet root beer or water\n  ","886374":"\n  Theft :\/\n  ","886375":"\n  Coffee!!\n  ","886376":"\n  Alright I suppose\n  ","886377":"\n  No .. or not that I’ve noticed\n  ","886378":"\n  Songs by Phil Collins\n  ","886379":"\n  Sometimes to seldom\n  ","886380":"\n  Yes :{\n  ","886381":"\n  Why wouldn’t I?!?!\n  ","886382":"\n  ¯\\_(ツ)_\/¯\n  ","886383":"\n  Not really :\/\n  ","886384":"\n  A different reality\n  ","886385":"\n  No\n  ","886386":"\n  Yes\n  ","886387":"\n  Not that hard\n  ","886388":"\n  Mmmmmmm\n  ","886389":"\n  😍\n  ","886390":"\n  Sure\n  ","886391":"\n  Stephen King\n  ","886392":"\n  Well I’ve been to Canada... but wouldn’t mind visiting more places there\n  ","886393":"\n  Facebook\n  ","886394":"\n  No lol\n  ","886395":"\n  I have too many!!\n  ","886396":"\n  I don’t think so\n  ","886397":"\n  ¯\\_(ツ)_\/¯ I can tolerate a few as in maybe two or three of Nicki Minajs stuff\n  ","886398":"\n  Sorry!\n  ","886399":"\n  Every night and sometimes during the day but I use a battery pack too\n  ","886400":"\n  I’d say it’s a personal thing\n  ","886401":"\n  Having a week off work and paid at this point seems like a dream vacation\n  ","886402":"\n  I’d say either Ted Bundy since a few movies were based upon his motives, or Charles Manson\n  ","886403":"\n  Non spicy things\n  ","886404":"\n  Feminine things... I suppose??\n  ","886405":"\n  Truth\n  ","886406":"\n  Hum sometimes\n  ","886407":"\n  I have an Apple Watch and I think the farthest I’ve ‘walked’ at my work was 8 miles having to run from backline to front and to drive through stuff from like 3p to 11p\n  ","886408":"\n  Root beer\n  ","886409":"\n  I try to be\n  ","886410":"\n  Nope :\/\n  ","886411":"\n  Legos!!!!! And about all of the above\n  ","886412":"\n  Mammoth Cave\n  ","886413":"\n  Lololololol no\n  ","886414":"\n  Yes but I can’t find a picture of them not on my wrists\n  ","886415":"\n  That would depend on Hal what you can afford\n  ","886416":"\n  People not doing their tasks properly at work ._.\n  ","886417":"\n  No, thank god\n  ","886418":"\n  O͡͡͡╮༼ ◔ _ ◔ ༽╭o͡͡͡\n  ","886419":"\n  That’s hard to decide\n  ","886420":"\n  Working for Pixar or one of those animation studios\n  ","886421":"\n  Nope\n  ","886422":"\n  Whhyy???\n  ","886423":"\n  ???\n  ","886424":"\n  Swim\n  ","886425":"\n  I’d feel warm and fuzzy inside\n  ","886426":"\n  Graphics designer, game designer\n  ","886427":"\n  One’s I won’t share even here\n  ","886428":"\n  Yooooo!!!\n  ","886429":"\n  Yes\n  ","886430":"\n  Ehhhh neither\n  ","886431":"\n  A bakinni or anything of the sort\n  ","886432":"\n  Both!\n  ","886433":"\n  I don’t gamble :\/\n  ","886434":"\n  Mac and cheese\n  ","886435":"\n  Take vitamins ¯\\_(ツ)_\/¯\n  ","886436":"\n  What name? Or rather... which one??\n  ","886437":"\n  Years\n  ","886438":"\n  Ehhhh :\/\n  ","886439":"\n  Both are good when in the right mood\n  ","886440":"\n  It’s my moms Bfs account that I use\n  ","886441":"\n  Frozen.... I haven’t seen it and can’t stand it from over advertising it and songs\n  ","886442":"\n  Yes and no\n  ","886443":"\n  I swear they are rigged and don’t play them\n  ","886444":"\n  I don’t find it difficult\n  ","886445":"\n  I usually take plenty of Advil pm\n  ","886446":"\n  Blue or black  :\/\n  ","886447":"\n  Depends\n  ","886448":"\n  All of them!\n  ","886449":"\n  Green tea, or jasmine tea\n  ","886450":"\n  I am trying too\n  ","886451":"\n  I have too many :S\n  ","886452":"\n  Awwwww!!\n  ","886453":"\n  Boring :(\n  ","886454":"\n  Exhausting\n  ","886455":"\n  *becomes like this in dragon form*\n  ","886456":"\n  I’m not big on spicy stuff. The last really hot thing I ended up giving to a friend because she does love spicy things\n  ","886457":"\n  No :\/ I don’t get scared easily\n  ","886458":"\n  Neither\n  ","886459":"\n  Getting paid for work\n  ","886460":"\n  I probably should be but don’t\n  ","886461":"\n  Alright\n  ","886462":"\n  No lol\n  ","886463":"\n  Sunglasses maybe\n  ","886464":"\n  Not really :\\\n  ","886465":"\n  Ugh 😫\n  ","886466":"\n  No I haven’t\n  ","886467":"\n  Lemons because you can’t really eat them by themselves\n  ","886468":"\n  Chocolate!!!\n  ","886469":"\n  I don’t know\n  ","886470":"\n  I can’t think of any\n  ","886471":"\n  *purrs for wanting tummy rubs*\n  ","886472":"\n  I can’t wait to see the newest ghostbusters movie that they pushed back to next year *pouts*\n  ","886473":"\n  Coke! Or maybe Cokpsi?? Or wouuld it be Pepoke??\n  ","886474":"\n  Sleep\n  ","886475":"\n  I am a dragon!!! Rowar!!!!\n  ","886476":"\n  They both can be fun I suppose\n  ","886477":"\n  Yooooo!!\n  ","886478":"\n  Yes!\n  ","886479":"\n  Not really\n  ","886480":"\n  Screen protectors for my phone\n  ","886481":"\n  Neither >_>\n  ","886482":"\n  The Baja blast kind\n  ","886483":"\n  *flops into an adorable pose for*\n  ","886484":"\n  O͡͡͡╮༼ ◔ _ ◔ ༽╭o͡͡͡\n  ","886485":"\n  Yes\n  ","886486":"\n  Salt :P\n  ","886487":"\n  Stuff!!!\n  ","886488":"\n  Either as long as I can be anonymous when asking stuff\n  ","886489":"\n  No.... and I’d prefer to be far away when one does\n  ","886490":"\n\n   https:\/\/pandora.app.link\/yvGn9TDtJ7\n  \n","886491":"\n  Cool and overcast so it’s not too sunny\n  ","886492":"\n  Yes >_> wasn’t fun\n  ","886493":"\n  Dragons!\n  ","886494":"\n  I’d want to travel but a day isn’t enough\n  ","886495":"\n  It would still have to be how much you’d put in :\/\n  ","886496":"\n  Cause I drew it\n  ","886497":"\n  Swiftly and painless\n  ","886498":"\n  Ehhhhh no not yet.... but I have been arrested\n  ","886499":"\n  Lol no it looks like crap\n  ","886500":"\n  Fine until you intentionally piss me off then you have to watch out\n  ","886501":"\n  I don’t really dance\n  ","886502":"\n  Probably\n  ","886503":"\n  Brains\n  ","886504":"\n  Somewhere relaxing\n  ","886505":"\n  :3\n  ","886506":"\n  1million dollars\n  ","886507":"\n  Not if you do it responsibly\n  ","886508":"\n  They are both awesome!\n  ","886509":"\n  Bees and still hate them with a passion!!\n  ","886510":"\n  Daaaaaammmnb that’s a lot of questions!!\n  ","886511":"\n  I love when people are silent :)\n  ","886512":"\n  Yes\n  ","886513":"\n  Coffee!!!!!!!!!\n  ","886514":"\n  They suck :|\n  ","886515":"\n  Canada a few times\n  ","886516":"\n  In a pony tail\n  ","886517":"\n  Good!\n  ","886518":"\n  Alright took a nice relaxing bath and deep cleaning my feet to help with pain. And mostly chilled out\n  ","886519":"\n  Ehhh\n  ","886520":"\n  If it’s fresh and sugar free and not have high fructose corn syrup in it\n  ","886521":"\n  Yes!!!!!\n  ","886522":"\n  No :\/ I’d be too afraid too\n  ","886523":"\n  I love Calamari\n  ","886524":"\n  Doesn’t matter\n  ","886525":"\n  Yes some pants for work\n  ","886526":"\n  No lol\n  ","886527":"\n  Original and candycane during Christmas time\n  ","886528":"\n  Yaaas\n  ","886529":"\n  I haven’t been antique shopping in a long time\n  ","886530":"\n  Achy 😖\n  ","886531":"\n  Some types of  country music too I don’t like\n  ","886532":"\n  Be out on my own living >_>\n  ","886533":"\n  Horrifying\n  ","886534":"\n  Romaine lettuce salad stuff with tomato cheese\n  ","886535":"\n  The trashy rap crap with slurs swearing and suggestive violence.\n  ","886536":"\n  What kind of numbers?\n  ","886537":"\n  Sausage\n  ","886538":"\n  Plenty my coworkers say in Spanish\n  ","886539":"\n  Mmmm I like the General Taos chicken\n  ","886540":"\n  Mexico since I work with a few people from there and try to learn more of their culture\n  ","886541":"\n  Personality\n  ","886542":"\n  A bit of both\n  ","886543":"\n  Food and water\n  ","886544":"\n  Working\n  ","886545":"\n  All of the places!!\n  ","886546":"\n  Ehhhish\n  ","886547":"\n  That depends on how much they’d want to write XD\n  ","886548":"\n  I’d say don’t push or rush them into doing anything they aren’t comfortable doing\n  ","886549":"\n  Food usually ¯\\_(ツ)_\/¯\n  ","886550":"\n  Yes!\n  ","886551":"\n  Ehhh I wish\n  ","886552":"\n  *shares some*\n  ","886553":"\n  Game of Thrones. All those lame vamp\/werewolf tweeny romance drama shows, dumb reality shows about lives of celebrities that shouldn’t be celebrities\n  ","886554":"\n  Hopefully be in my own place... but that’s a long ways off\n  ","886555":"\n  Mehish\n  ","886556":"\n  I know and gotta savor my only day off.\n  ","886557":"\n  Robert Downey Jr would probably be open minded considering all the crap he’s been through himself to comfort in hard times and maybe give suggestions n such\n  ","886558":"\n  Ehh not really and had to in school which stunk\n  ","886559":"\n  Kinda both?\n  ","886560":"\n  Thursday’s\n  ","886561":"\n  I’d love to do that again, but I have little time to do it :C\n  ","886562":"\n  What if you have warm hands and warm heart?\n  ","886563":"\n  The fruit I hope? Yes I do\n  ","886564":"\n  Yes and it sucked\n  ","886565":"\n  Why?\n  ","886566":"\n  Cookies and cream with more cookies on top and whipped cream\n  ","886567":"\n  Yaaaaaaassss I has some!!!\n  ","886568":"\n  Sculpture art\n  ","886569":"\n  I don’t eat it usually or have more of something I do like that is available\n  ","886570":"\n  Spaghetti\n  ","886571":"\n  Tumblr, Twitter, discord\n  ","886572":"\n  Personal stuff regarding female monthly things >_>\n  ","886573":"\n  Ehhh?\n  ","886574":"\n  O͡͡͡╮༼ ◔ _ ◔ ༽╭o͡͡͡\n  ","886575":"\n  Chilling out from work yay!\n  ","886576":"\n  A few of the coworkers that have come and gone from work\n  ","886577":"\n  I am an aunt\n  ","886578":"\n  Sunlight\n  ","886579":"\n  Ah ha!!! Mine is\n  \n  A have a huge heart\n  \n  Dawwww ☺️\n  ","886580":"\n  Spin me right round\n  ","886581":"\n  Fine fine :}\n  ","886582":"\n  Just a Ford Taurus\n  ","886583":"\n  No\n  ","886584":"\n  Maybe in a game for money :P like WoW\n  ","886585":"\n  Not really :\/\n  ","886586":"\n  I don’t wear any ¯\\_(ツ)_\/¯\n  ","886587":"\n  Ehhhh not always.\n  ","886588":"\n  Yes plenty of times\n  ","886589":"\n  Writing plotting storylines with friends.\n  ","886590":"\n  Maybe?\n  ","886591":"\n  Yooo!!\n  ","886592":"\n  Aww thanks.\n  ","886593":"\n  Pancakes, waffles, French toast eggs sausage\n  ","886594":"\n  ¯\\_(ツ)_\/¯\n  ","886595":"\n  Being forced to move out\n  ","886596":"\n  ¯\\_(ツ)_\/¯ IM sure there’s a lot of reasons\n  ","886597":"\n  :3\n  ","886598":"\n  I’m always mobile ... I’ve yet to see the desktop version\n  ","886599":"\n  Listen\n  ","886600":"\n  Work lol\n  ","886601":"\n  Maybe\n  ","886602":"\n  No\n  ","886603":"\n  All the ones that end in Y\n  ","886604":"\n  Cute and wise\n  ","886605":"\n  On occasion\n  ","886606":"\n  Very 🤪\n  ","886607":"\n  Ehhhhh I kinda have and haven’t 😬😬 but try to keep my distance\n  ","886608":"\n  Dragon ... for obvious reasons\n  ","886609":"\n  You follow the path there o_O\n  ","886610":"\n  What do you mean?\n  ","886611":"\n  Depends:)\n  ","886612":"\n  Alright :3\n  ","886613":"\n  I like my own sword!!\n  ","886614":"\n  I try not to but people complain about anything these days\n  ","886615":"\n  Not many\n  ","886616":"\n  Maybe?\n  ","886617":"\n  I still dread going to the dentist:\/\n  ","886618":"\n  It means what it says\n  ","886619":"\n  I mostly play horde, but I am hardly on due to work :C\n  ","886620":"\n  “I am surrounded by idiots” -scar\n  ","886621":"\n  Awwwww thanks 😊\n  ","886622":"\n  I have no clue\n  ","886623":"\n  A lot of stuff\n  ","886624":"\n  Woooot!\n  ","886625":"\n  Maaayybbee :3\n  ","886626":"\n  Dragon!!!\n  ","886627":"\n  Who that is\n  ","886628":"\n  I don’t watch anime\n  ","886629":"\n  ¯\\_(ツ)_\/¯\n  ","886630":"\n  Awww\n  ","886631":"\n  All sorts\n  ","886632":"\n  Not really XD I’m not fond of selfies\n  ","886633":"\n  I’m sure I wouldn’t mind living alone only because I wouldn’t have to hide things\n  ","886634":"\n  I have only used cranberry juice for flushing kidneys when I feel pain in that area\n  ","886635":"\n  New people get hired at our work :3\n  ","886636":"\n  That they are smiling at them?\n  ","886637":"\n  Doing and watching\n  ","886638":"\n  I don’t use it and don’t know anyone with one ¯\\_(ツ)_\/¯\n  ","886639":"\n  Kindness\n  ","886640":"\n  What’s that supposed to mean\n  ","886641":"\n  ¯\\_(ツ)_\/¯\n  ","886642":"\n  I think he’d probably support the protests\n  ","886643":"\n  Maybe???\n  ","886644":"\n  It is stupid. And they are stupid for doing that\n  ","886645":"\n  I didn’t know that was a thing\n  ","886646":"\n  There is too many to pick from\n  ","886647":"\n  Not often as I should\n  ","886648":"\n  🤗🤗🤗\n  ","886649":"\n  My lady coworker :3\n  ","886650":"\n  Resting in bed\n  ","886651":"\n  Nothing :(\n  ","886652":"\n  I wish I had a private type of job\n  ","886653":"\n  I get allergies.... but wanting things cut into quarters... or having things cooked an extra 10 seconds in the fryer? Having already thinly sliced meat cut even thinner like pulp practically, asking for an exact amount of sauces and coming back if there is one short... wanting 1\/4 of one drink and 3\/4s another mix soda, griping about ice chunks. Putting things in the bag in a certain way. Etc etc... is irritating and yes this all has happened at my work (Arbys)\n  ","886654":"\n  Water\n  ","886655":"\n  I suck at it 😬\n  ","886656":"\n  It is interesting\n  ","886657":"\n  Awww gee thanks? I think?\n  ","886658":"\n  🤔🤔🤔\n  ","886659":"\n  I haven’t >_>\n  ","886660":"\n  What??\n  ","886661":"\n  The crap on the news dealing with trump\n  ","886662":"\n  Video gaming\n  ","886663":"\n  Not really.. I don’t believe in that stuff\n  ","886664":"\n  That I am into guys\n  ","886665":"\n  Into the west - Annie Lenox\n  ","886666":"\n  Not really :\/ I can’t even afford a normal college in my own area\n  ","886667":"\n  Animaniacs\n  ","886668":"\n  O_o\n  ","886669":"\n  What kinda question is this\n  ","886670":"\n  No lol\n  ","886671":"\n  Not really and I don’t use them often\n  ","886672":"\n  ¯\\_(ツ)_\/¯\n  ","886673":"\n  Going to jail a while back for five finger discount\n  ","886674":"\n  Dont stand in the fire 😂😂\n  ","886675":"\n  Oooo... ehhh I don’t do that stuff\n  ","886676":"\n  Do what?\n  ","886677":"\n  No\n  ","886678":"\n  A lot of things\n  ","886679":"\n  🙂\n  ","886680":"\n  I haven’t seen that movie\n  ","886681":"\n  Yes I am\n  ","886682":"\n  Modern cartoon quality\n  ","886683":"\n  Ha ha XD\n  ","886684":"\n  We have one in the front and back yard\n  ","886685":"\n  ¯\\_(ツ)_\/¯\n  ","886686":"\n  Lol\n  ","886687":"\n  Leave where?\n  ","886688":"\n  Nope\n  ","886689":"\n  Yoooooo\n  ","886690":"\n  It’s literally less than a few feet from their faces in the drive thru ... then what’s worse is that we are expected to be loud and clear, and so many people speak as if ordering from the trunk...\n  ","886691":"\n  Moar Darth Maul stuff!!\n  ","886692":"\n  Smoke and crap like that, have sex 🤮\n  ","886693":"\n  Well I mean there’s stuff on a lot of websites... plus the restaurants website, pictures all on the windows, flyers in the mail, and on Tv too .... yet people ask still\n  ","886694":"\n  There was one in my town which is the closest I’ve been to one\n  ","886695":"\n  I dunno\n  ","886696":"\n  I work at fast food type of place\n  ","886697":"\n  Oh dear... I’ll have to call off\n  ","886698":"\n  O͡͡͡╮༼ ◔ _ ◔ ༽╭o͡͡͡\n  ","886699":"\n  As long as you aren’t the kind of person to pull a yard away from the window, ask what the obvious specials are (being on the drive thru board) constant say “Uuuuuhhhhhhh or Ummmmmmm” taking half a millennia to order, then add more crap on at the window, then say you have a stack of coupons to have to re-ring the entire order. Or come at like 2 mins to closing.... or be the kind of person to hold up cars behind you looking for loose change\/credit cards. Order things extremely picky-like...\n  \n  you should be fine👌🏽👌🏽\n  ","886700":"\n  I’m afraid to know >_>\n  ","886701":"\n  That’s goo I hope\n  ","886702":"\n  Don’t think It over too hard\n  ","886703":"\n  🦕🦕\n  ","886704":"\n  Yeah same here, it becomes very draining to me :( especially over the weekend\n  ","886705":"\n  Ehh some days are worse than others with certain crew members\n  ","886706":"\n  There is a lot ... where do I start lol\n  ","886707":"\n  I’m sure it beats being a shift manager at a restaurant:\/\n  ","886708":"\n  Building things with legos\n  ","886709":"\n  If only this were me\n  ","886710":"\n  Take deep breaths?\n  ","886711":"\n  Oooooooo neat\n  ","886712":"\n  What kinda job do you work?\n  ","886713":"\n  Red and black to match Darth Mauls colors!\n  ","886714":"\n  I don’t know?\n  ","886715":"\n  Writing gaming stuffs\n  ","886716":"\n  Damn I wish I had that kind of time to kill at work\n  ","886717":"\n  When I get something good in the mail that I know is coming soon\n  ","886718":"\n  Chocolate\n  ","886719":"\n  They do a lot of top 10 things of all sorts.\n  ","886720":"\n  😝\n  ","886721":"\n  Of what??\n  ","886722":"\n  Oooo yeah I love sharp cheddar cheese spread or dip\n  ","886723":"\n  A house ... well a small house would be fine\n  ","886724":"\n  Meh I don’t like salsa\n  ","886725":"\n  Yes... unfortunately :(\n  ","886726":"\n  Watchmojo\n  ","886727":"\n  Lol no\n  ","886728":"\n  I prefer cheese over salsa with chips\n  ","886729":"\n  Not work\n  ","886730":"\n  Food obviously\n  ","886731":"\n  Huh?\n  ","886732":"\n  Darth Maul\n  ","886733":"\n  Yes I have a few times\n  ","886734":"\n  Ugh\n  ","886735":"\n  Lol ok?\n  ","886736":"\n  🥰\n  ","886737":"\n  What ever the hell they want to be like....\n  ","886738":"\n  Darker blue\n  ","886739":"\n  I don’t play either of those\n  ","886740":"\n  Give it to me!!\n  ","886741":"\n  Welding sculptures\n  ","886742":"\n  Depends on what type of person\n  ","886743":"\n  Both are fine\n  ","886744":"\n  Nel Nelth\n  ","886745":"\n  ?????\n  ","886746":"\n  Sky diving, travel the world, cave spelunking\n  ","886747":"\n  I’m sure I could\n  ","886748":"\n  No :\/\n  ","886749":"\n  I dunno I haven’t thought that far ahead\n  ","886750":"\n  Meh 😑\n  ","886751":"\n  Make it through the year :\/\n  ","886752":"\n  ❤️🧡💛💚💙💜🖤🤍🤎❣️💕💞💓💗💖💘💝💟\n  ","886753":"\n  Restaurant of both liking\n  ","886754":"\n  What about a Showath??? Or a Bathwer??\n  ","886755":"\n  ¯\\_(ツ)_\/¯\n  ","886756":"\n  Climb the walls and look over the maze to find a way out\n  ","886757":"\n  Our town is on this curfew crap and ugh 😫\n  ","886758":"\n  No I have all three... I know if you do a lot of shoutouts at once it will gray out the option with a timer under it\n  ","886759":"\n  ¯\\_(ツ)_\/¯\n  ","886760":"\n  👍🏽👍🏽👍🏽👍🏽\n  ","886761":"\n  Depends on the people and situations\n  ","886762":"\n  Taking walks, enjoying the night cool air\n  ","886763":"\n  The cases of this virus still growing and the amount of idiots not following instructions\n  ","886764":"\n  I can’t think of one right now :\/  something to do with the end of the world\n  ","886765":"\n  Lololol no\n  ","886766":"\n  Not very good\n  ","886767":"\n  I am honestly scared since I live in the us :\/\n  ","886768":"\n  Both!\n  ","886769":"\n  ????????????\n  ","886770":"\n  Spanish\n  ","886771":"\n  Ehhhhhh???\n  ","886772":"\n  Land of confusion- Genesis\n  ","886773":"\n  *confused dragon noises*\n  ","886774":"\n  No.... and that sounds weird\n  ","886775":"\n  😄\n  ","886776":"\n  Yoooo\n  ","886777":"\n  ¯\\_(ツ)_\/¯\n  ","886778":"\n  Roses are nice\n  ","886779":"\n  No... but I would love to some day\n  ","886780":"\n  When hair starts growing back :\/ ... but I haven’t shaved in a long time cause I have no need since I don’t wear shorts or anything that would reveal where hair would be 🤣🤣🤣\n  ","886781":"\n  No..... must.... have... moar!!!\n  ","886782":"\n  I am sorry to hear that :C\n  ","886783":"\n  ¯\\_(ツ)_\/¯\n  ","886784":"\n  A while back\n  ","886785":"\n  I wish\n  ","886786":"\n  What about them?\n  ","886787":"\n  I can’t remember\n  ","886788":"\n  No\n  ","886789":"\n  Well apparently not far since I don’t have anyone like that\n  ","886790":"\n  No one really\n  ","886791":"\n  Blehish\n  ","886792":"\n  Arsenic and old lace\n  ","886793":"\n  Working?\n  ","886794":"\n  What is that even?\n  ","886795":"\n  Grumpy\n  ","886796":"\n  Both!!\n  ","886797":"\n  I don’t really have any of those\n  ","886798":"\n  Stargate sg1, clone wars, Agents of Shield, Supernatural.\n  ","886799":"\n  mayybeeee 👀👀👀\n  ","886800":"\n  Both!\n  ","886801":"\n  Not a screenshot but saved pic\n  ","886802":"\n  Man same here... the last time I’ve ever did anything with a group was a sleep over and that was in like elementary school\n  ","886803":"\n  There are too many D:\n  ","886804":"\n  O͡͡͡╮༼ ◔ _ ◔ ༽╭o͡͡͡\n  \n  ¯\\_(ツ)_\/¯\n  ","886805":"\n  Cause interests change overtime too.\n  ","886806":"\n  Probably not\n  ","886807":"\n  A lot of things are :\/\n  ","886808":"\n  Meeeee send me stuff!!\n  ","886809":"\n  Ehh not really\n  ","886810":"\n  Yes! They always have interesting stories, and can help you too with sicknesses\n  ","886811":"\n  Awww geee thanks\n  ","886812":"\n  Not really :\/\n  ","886813":"\n  Alright :3\n  ","886814":"\n  Like.... 16 with a work permit?\n  ","886815":"\n  ¯\\_(ツ)_\/¯\n  ","886816":"\n  Nonexistent\n  ","886817":"\n  Not at all :\/\n  ","886818":"\n  Cool\n  ","886819":"\n  Loony toons or Animaniacs, and Dark wing duck\n  ","886820":"\n  Easily? I do it daily\n  ","886821":"\n  D: what do you mean?? I try to send people stuff\n  ","886822":"\n  No sadly :(\n  ","886823":"\n  Glad it’s over with as far as work\n  ","886824":"\n  Going out to drink\n  ","886825":"\n  Everyone runs in my family....?\n  ","886826":"\n  No :\/\n  ","886827":"\n  Currently they both are scary\n  ","886828":"\n  I like the smooth drinks like Kahlua or Baileys to drink\n  ","886829":"\n  They all have their problems :\/ but I’d rather go by car than bike or walking\n  ","886830":"\n  I haven’t had that kind of beer :\/\n  ","886831":"\n  Ummm black?\n  ","886832":"\n  Wednesday for me\n  ","886833":"\n  As much as it might be scary.... when you and him have time alone, I’d honestly have a heart to heart with him expressing the exact feelings and how you feel about that treatment\n  ","886834":"\n  I usually listen to music or watch something happy or funny\n  ","886835":"\n  A mountain range landscape\n  ","886836":"\n  I dunno\n  ","886837":"\n  Ewww?\n  ","886838":"\n  I wish for a lot of things\n  ","886839":"\n  O͡͡͡╮༼ ◔ _ ◔ ༽╭o͡͡͡\n  ","886840":"\n  Yes! Because I’d have another person to help at work\n  ","886841":"\n  Say what?\n  ","886842":"\n  :( that sucks. I wish I could help you out\n  ","886843":"\n  A lot\n  ","886844":"\n  Move out of my parents home\n  ","886845":"\n  Not really.... you can always wear thick sole shoes to make up for the height difference 🤣\n  ","886846":"\n  A dumb one\n  ","886847":"\n  About 2 inches shorter\n  ","886848":"\n  The absence of sound\n  ","886849":"\n  Sheesh.... id want both\n  ","886850":"\n  Selfishness, arrogance, stupidity, impatience, whining.\n  ","886851":"\n  I dunno .... it’d help to know who you are though\n  ","886852":"\n  Why is what promoted?\n  ","886853":"\n  Probably more of a bystander\n  ","886854":"\n  That’s good to know :D I know I am more introverted too.\n  ","886855":"\n  Either.... working...: or trying to relax when not working\n  ","886856":"\n  I love watermelons:0\n  ","886857":"\n  Ummm what does this even mean?\n  ","886858":"\n  Yooooo\n  ","886859":"\n  Probably\n  ","886860":"\n  A very very long time ago\n  ","886861":"\n  Not much\n  ","886862":"\n  A rose with my friends name under it on my upper chest area\n  ","886863":"\n  Both!!\n  ","886864":"\n  No\n  ","886865":"\n  The ghostbusters comics :3\n  ","886866":"\n  Not really they all kinda work together\n  ","886867":"\n  Darth maul 🥰🥰\n  ","886868":"\n  All of them are important\n  ","886869":"\n  Gooood morning back\n  ","886870":"\n  Age? You can’t do that wrong\n  ","886871":"\n  The ones that sound like song lyrics\n  ","886872":"\n  A salad\n  ","886873":"\n  I haven’t had one of those in a while :\/\n  ","886874":"\n  Meh not really.... and it can be\n  ","886875":"\n  All of it?\n  ","886876":"\n  Get through May into June?\n  ","886877":"\n  No I haven’t cut my hair in a long time.\n  ","886878":"\n  Ouch.... that’s kinda a kick in the feels being virgin, here :(\n  ","886879":"\n  What REALLY happened during the creation of the universe\n  ","886880":"\n  You mean like a virus outbreak ain’t scary enough?\n  ","886881":"\n  O͡͡͡╮༼ ◔ _ ◔ ༽╭o͡͡͡\n  ","886882":"\n  I’d try skydiving but I’d be to terrified to try it though\n  ","886883":"\n  Stargate sg1\n  ","886884":"\n  I don’t wear them\n  ","886885":"\n  Piano\/keyboard\n  ","886886":"\n  Those super massive burgers with like a ton of cheese, bacon, mayo and stuff on it ... or close to it\n  ","886887":"\n  Hmmmm\n  ","886888":"\n  Bonjour 🤣\n  ","886889":"\n  I dunno\n  ","886890":"\n  Yes?\n  ","886891":"\n  Ehhh???\n  ","886892":"\n  Dominos pizza\n  ","886893":"\n  It’s better as full surprise than trying to figure out hints\n  ","886894":"\n  Was it ever alive in the first place?? XD\n  ","886895":"\n  Right now it’s fair in temperature\n  ","886896":"\n  Pastas\n  ","886897":"\n  Both\n  ","886898":"\n  yes!\n  ","886899":"\n  I like it with my cream and sugar\n  ","886900":"\n  Meeting Ray Park in person:)\n  ","886901":"\n  No XD\n  ","886902":"\n  Approach at your own risk\n  ","886903":"\n  Niiiight\n  ","886904":"\n  I can be somewhat\n  ","886905":"\n  Unique\n  ","886906":"\n  I like firm kind\n  ","886907":"\n  Pokémon go!!\n  ","886908":"\n  Probably my father\n  ","886909":"\n  All of them!\n  ","886910":"\n  The Best - AWOLNATION\n  ","886911":"\n  Ehhh??\n  ","886912":"\n  Oreos\n  ","886913":"\n  Yoooo\n  ","886914":"\n  I’m sure there are plenty\n  ","886915":"\n  My phone??? I guess??\n  ","886916":"\n  Alright I guess\n  ","886917":"\n  I don’t have one yet XD and probably never will have one\n  ","886918":"\n  Mozzarella sticks and chicken fingers\n  ","886919":"\n  There were too many things\n  ","886920":"\n  I am sure I’d burst over time if that happened.\n  ","886921":"\n  Like having no worries or having that relaxed feeling\n  ","886922":"\n  O͡͡͡╮༼ ◔ _ ◔ ༽╭o͡͡͡\n  ","886923":"\n  I thinks just plain rude... but as far as trusting... the rudeness could be from another reason.\n  ","886924":"\n  Something from Tgifs :C I miss their pastas\n  ","886925":"\n  I like rain but not all the time.\n  ","886926":"\n  Yeeess D:\n  ","886927":"\n  Being out of a job\n  ","886928":"\n  No, thankfully\n  ","886929":"\n  Listen to music\n  ","886930":"\n  Does being mobile count? If so... too much\n  ","886931":"\n  Hey thanks 😊\n  ","886932":"\n  I have no idea. I hope it doesn’t\n  ","886933":"\n  A sense of relief\n  ","886934":"\n  What ever floats their boat I guess\n  ","886935":"\n  Something id prefer not to share\n  ","886936":"\n  Piano\n  ","886937":"\n  Why would you want to go back to them?\n  ","886938":"\n  Eehhhh....... not really\n  ","886939":"\n  O_o not really. It’s not a crime\n  ","886940":"\n  My parents at times\n  ","886941":"\n  Those aren’t organized either x.x\n  ","886942":"\n  Pancakes\n  ","886943":"\n  Somewhere over the rainbow 🌈\n  ","886944":"\n  Live chat rooms\n  ","886945":"\n  Yaaass\n  ","886946":"\n  Either autumn or spring for it being not to cold or hot\n  ","886947":"\n  I have no idea... I hope soon :C\n  ","886948":"\n  Not much XD\n  ","886949":"\n  That’s good to know I suppose\n  ","886950":"\n  ¯\\_(ツ)_\/¯\n  ","886951":"\n  XD I am lazy\n  ","886952":"\n  Hmmm??\n  ","886953":"\n  I’ve never bothered to check it ¯\\_(ツ)_\/¯\n  ","886954":"\n  Too many to count :\/\n  ","886955":"\n  Yes definitely\n  ","886956":"\n  Whether I can make it to the bathroom in time :\/\n  ","886957":"\n  Alright\n  ","886958":"\n  Azeroth\n  ","886959":"\n  Happy to have a day off\n  ","886960":"\n  Ray Park\n  \n  (◕‿◕)♡\n  ","886961":"\n  ¯\\_(ツ)_\/¯\n  ","886962":"\n  Not really, but I help my friend who does\n  ","886963":"\n  All sorts from all different genres\n  ","886964":"\n  Sometimes\n  ","886965":"\n  Neither lol\n  ","886966":"\n  O͡͡͡╮༼ ◔ _ ◔ ༽╭o͡͡͡?\n  ","886967":"\n  Graphics drawing\n  ","886968":"\n  Yooooooooo!!!\n  \n  ⊂(´・ω・｀⊂)\n  ","886969":"\n  After all the problems are worked out.\n  ","886970":"\n  YAAAAASSSS\n  ","886971":"\n  Both!!!\n  ","886972":"\n  Wat?\n  ","886973":"\n  Need more of it!\n  ","886974":"\n  I don’t follow that person :\/ and could care less of his stuff\n  ","886975":"\n  It was always Art\n  ","886976":"\n  Ehhh... they are ok. I’m not good at dice games though\n  ","886977":"\n  Writing D:\n  ","886978":"\n  What is this??? An exam app?? D:\n  ","886979":"\n  It would help and be more educated\n  ","886980":"\n  No sadly... I wish I could but can’t\n  ","886981":"\n  Lol no\n  ","886982":"\n  I’m not good at that :\/\n  ","886983":"\n  Yes... quite a few people\n  ","886984":"\n  What kinda business? And you know how hard it’d be currently?\n  ","886985":"\n  A bit of both\n  ","886986":"\n  Listening to music and gaming\n  ","886987":"\n  Some of the dumb questions asked in drive through at work\n  ","886988":"\n  A lotta stuff!!\n  ","886989":"\n  :3 good song\n  ","886990":"\n  Not enough :C\n  ","886991":"\n  The final frontier 🛸🚀\n  ","886992":"\n  Yes\n  ","886993":"\n  Transmog 👀👀\n  ","886994":"\n  What’s that?\n  ","886995":"\n  Being able to relax\n  ","886996":"\n  Roleplay with friends\n  ","886997":"\n  Having small snacks through out the day.... like healthy snacks that is\n  ","886998":"\n  ¯\\_(ツ)_\/¯\n  ","886999":"\n  *waves to random citizen*\n  ","887000":"\n  *waves*\n  ","887001":"\n  I don’t know\n  ","887002":"\n  Not really\n  ","887003":"\n  21 questions 😛\n  ","887004":"\n  Yoooo\n  ","887005":"\n  Chaotic at usual\n  ","887006":"\n  Lizards or birds\n  ","887007":"\n  I enjoy the work h does with stunts n stuff but wouldn’t say it’s a crush crush, but I have met Ray Park in real life\n  ","887008":"\n  O͡͡͡╮༼ ◔ _ ◔ ༽╭o͡͡͡\n  ","887009":"\n  😆😜🤣\n  ","887010":"\n  Maybe with contact lenses\n  ","887011":"\n  There’s not really any near me :\/\n  ","887012":"\n  Car\n  ","887013":"\n  Well.... that would depend. Personally I would make sure everything works on it first before buying from another person. People can be sneaky and selling junk\n  ","887014":"\n  Not really\n  ","887015":"\n  I’d have to say tree house\n  ","887016":"\n  Seven fingers to do more typing with\n  ","887017":"\n  Discord or tumblr ... maybe a bit of Pokémon go\n  ","887018":"\n  Hopefully better than right now... which wouldn’t take much honestly\n  ","887019":"\n  Taking walks along the river\n  ","887020":"\n  I’ve watched the recent Star Wars clone wars episode quite a few times :P\n  ","887021":"\n  🤗🥰🤪\n  ","887022":"\n  Off!\n  ","887023":"\n  Me!\n  ","887024":"\n  My house :)\n  ","887025":"\n  Freak out first\n  ","887026":"\n  Either spring or autumn being not too cold or too warm\n  ","887027":"\n  Never lol XD\n  ","887028":"\n  O͡͡͡╮༼ ◔ _ ◔ ༽╭o͡͡͡\n  ","887029":"\n  Try something new?\n  ","887030":"\n  Niiight\n  ","887031":"\n  Alright I suppose\n  ","887032":"\n  My family... but they don’t use this app\n  ","887033":"\n  intro to broadcasting ... or art teachers were awesome\n  ","887034":"\n  O͡͡͡╮༼ ◔ _ ◔ ༽╭o͡͡͡\n  \n  I dunno\n  ","887035":"\n  What???\n  ","887036":"\n  Yes and any kind works\n  ","887037":"\n  Cause it takes too long to grow back\n  ","887038":"\n  Yes\n  ","887039":"\n  That was feeling alright to practically any costumer at work 😂\n  ","887040":"\n  Chicago\n  ","887041":"\n  Saying something wrong or stumbling over my thoughts\n  ","887042":"\n  Uhhh...... id say avoid and not have that kinda relationship because it could cost her, her job at the school and you could get into trouble as well.\n  ","887043":"\n  Somewhere in a house :3\n  ","887044":"\n  I try to walk sometimes ¯\\_(ツ)_\/¯\n  ","887045":"\n  I hate hate hate hate hate them\n  ","887046":"\n  O͡͡͡╮༼ ◔ _ ◔ ༽╭o͡͡͡\n  ","887047":"\n  Trying to get off\n  ","887048":"\n  Hopefully not in the fridge but in the trash ...\n  ","887049":"\n  Both if they are tart and crisp. I don’t like those Red delicious apples. But Gaia, Macintosh, Fuji ones are good, along with Granny Smith kind\n  ","887050":"\n  One that works hopefully :P\n  ","887051":"\n  AWESOME\n  ","887052":"\n  Sometimes\n  ","887053":"\n  Plato with Atlantis stuff :P\n  ","887054":"\n  Today 🤣\n  ","887055":"\n  Saya tidak mengerti\n  \n  (⊙＿⊙ ’)\n  ","887056":"\n  ┐('～`;)┌\n  ","887057":"\n  That’s complicated\n  ","887058":"\n  kenapa kamu terluka?\n  ","887059":"\n  Not really... I am too scared to write and more to publish stuff and having people not like it\n  ","887060":"\n  hace enojar a quien?\n  ","887061":"\n  \/\/ got very teary eye rewatching some Clone wars episodes >_> <_<\n  ","887062":"\n  Yooooo\n  ","887063":"\n  Meh 😒\n  ","887064":"\n  Too many D:\n  ","887065":"\n  Quite a few\n  ","887066":"\n  Both are nice with colors they have\n  ","887067":"\n  American... I haven’t listened to the other\n  \n  O͡͡͡╮༼ ◔ _ ◔ ༽╭o͡͡͡\n  ","887068":"\n  Resting in bed 👍🏽\n  ","887069":"\n  Ray Park\n  ","887070":"\n  Uk because a lotta friends live there\n  ","887071":"\n  A what?\n  ","887072":"\n  Да\n  ","887073":"\n  My desk chair\n  ","887074":"\n  Blue or green\n  ","887075":"\n  Well.... when ever it -Does- get here:\n  ","887076":"\n  So\n  \n  Many\n  \n  To\n  \n  Choose\n  \n  From\n  \n  (┛ಠДಠ)┛彡┻━┻\n  ","887077":"\n  Alright I suppose\n  ","887078":"\n  Friend zone ftw\n  ","887079":"\n  Who said I’d wear a costume??\n  ","887080":"\n  ¯\\_(ツ)_\/¯ I know that feeling and it sucks\n  ","887081":"\n  Adventures of Johnny quest\n  ","887082":"\n  Yes\n  ","887083":"\n  Depends on the situation\n  ","887084":"\n  Frozen is overrated\n  \n  Disney plus and all the other streaming apps are pointless to have separated\n  \n  Pokémon is still fun to play even as an adult\n  ","887085":"\n  Yes :\/\n  ","887086":"\n  I’ll try :3\n  ","887087":"\n  I don’t where or what that is :\/ Sowwy\n  ","887088":"\n  \/\/ I suppose getting close to two year anniversary of being shift manager at my work\n  ","887089":"\n  Gift cards they are universal\n  ","887090":"\n  I sometimes splurge on stuff... but I should be saving 😬😬\n  ","887091":"\n  😍🥰😘🤗\n  ","887092":"\n  Not as often as I should.... I need to get back into drawing :\/\n  ","887093":"\n  Not enough probably\n  ","887094":"\n  Shoots and ladders :P or Sorry!\n  ","887095":"\n  Cause who doesn’t get random cravings for munchies!?\n  ","887096":"\n  Awww thank you :)\n  ","887097":"\n  Quiet!! No obnoxious kids to deal with this year\n  ","887098":"\n  Not much of anything XD I am super boring lol.\n  ","887099":"\n  Get more Paul Mitchell Green Tea shampoo\/conditioner cause that stuff is heavenly but very expensive\n  ","887100":"\n  >_> this smells like a trap...\n  ","887101":"\n  There are too many to pick from :(\n  ","887102":"\n  I’m not a morning person... and worked in the afternoon into evening :\/\n  ","887103":"\n  Snails, oysters, pickled herring, calamari...\n  ","887104":"\n  More jobs :P\n  ","887105":"\n  I don’t use it\n  ","887106":"\n  Food?\n  ","887107":"\n  I don’t wear makeup\n  ","887108":"\n  It was peaceful actually not have a ton of people over and to cook for\n  ","887109":"\n  Intento estar a diario para las cosas VIP\n  ","887110":"\n  Solid more than hollow but will eat both!\n  ","887111":"\n  We had a good lunch and not much else eventful\n  ","887112":"\n  Meh...\n  ","887113":"\n  Probably not...\n  ","887114":"\n  The 11 pro max one\n  ","887115":"\n  Not really\n  ","887116":"\n  Yooo!!\n  ","887117":"\n  English :\/ but trying to learn Spanish\n  ","887118":"\n  Ones that made people smarter\n  ","887119":"\n  Plenty of times\n  ","887120":"\n  Yes!\n  ","887121":"\n  Not a book.. but a website for Shadowlands stuff :P\n  ","887122":"\n  The carnivorous kind of ones!\n  ","887123":"\n  O͡͡͡╮༼ ◔ _ ◔ ༽╭o͡͡͡\n  ","887124":"\n  That be fun\n  ","887125":"\n  No I walk around them\n  ","887126":"\n  That and enjoying night walks at our river walk\n  ","887127":"\n  Your test failed! Try again later\n  ","887128":"\n  The crappiest one: Illinois\n  ","887129":"\n  Yaaaass!\n  ","887130":"\n  Doritos > Cheetos but will eat both\n  ","887131":"\n  No problem! I love Alfredo dishes :) especially shrimp, lobster, or chicken kind\n  ","887132":"\n  Go out to eat!! In a normal restaurant!!!\n  ","887133":"\n  Turn off >_>\n  ","887134":"\n  Where do I start :\/\n  ","887135":"\n  Anything that has to do with mental health issues and people using them to describe things they ‘dislike’\n  ","887136":"\n  I will tonight!!! :P\n  ","887137":"\n  Veggies! Soup! Bread sticks\n  ","887138":"\n  Gaming\n  ","887139":"\n  Keep them for the Nostalgia and hope they come back someday\n  ","887140":"\n  A few people\n  ","887141":"\n  Megamind\n  \n  Lion king\n  \n  Silence of the lambs\n  \n  Second Saw movie\n  \n  Iron man\n  ","887142":"\n  Can’t think of anything:\/\n  ","887143":"\n  No\n  ","887144":"\n  New Vinyl\n  ","887145":"\n  ¯\\_(ツ)_\/¯\n  ","887146":"\n  That would be fun, but I think it’d be better to play with them more and give them something to do\n  ","887147":"\n  To many things to pick from D:\n  ","887148":"\n  Both are yummy!\n  ","887149":"\n  Dark green 😂\n  ","887150":"\n  Everyday with being out of a job\n  ","887151":"\n  Dark green\n  ","887152":"\n  Me too\n  ","887153":"\n  Keys, money, charmander keychain\n  ","887154":"\n  Too many of those D:\n  ","887155":"\n  In my head\n  ","887156":"\n  Because people are dumb\n  ","887157":"\n  Neither.... because eewwwwe.\n  ","887158":"\n  I’ve never played it\n  ","887159":"\n  No :\/\n  ","887160":"\n  Making dinner\n  ","887161":"\n  I’d have to say captain crunch\n  ","887162":"\n  My room :3\n  ","887163":"\n  Gross\n  ","887164":"\n  XD I’m glad you like it it’s the first thing that came to mind seeing the question\n  ","887165":"\n  I wish XD\n  ","887166":"\n  I dunno\n  ","887167":"\n  Yes\n  ","887168":"\n  I am trying to convince my co worker to teach me more Spanish :\/\n  ","887169":"\n  ¯\\_(ツ)_\/¯\n  ","887170":"\n  Yooooo\n  ","887171":"\n  I do t have kids.... well.. not “real” kids...  I do love my electronics which are my bbys and care for them lots :)\n  ","887172":"\n  Both are good!\n  ","887173":"\n  Yesterday when getting snacks\n  ","887174":"\n  Everything!!!! All the shoutouts!!! :P\n  ","887175":"\n  On what?\n  ","887176":"\n  You wouldn’t get it 😏😏\n  ","887177":"\n  Didn’t do anything\n  \n  o͡͡͡╮༼ ◔ _ ◔ ༽╭o͡͡͡\n  ","887178":"\n  I listen to a lot of things!\n  ","887179":"\n  Happy to have two days off\n  ","887180":"\n  Lizards or birds being the closest to dinosaurs or dragons\n  ","887181":"\n  Spring or autumn months\n  ","887182":"\n  Online mostly\n  ","887183":"\n  ¯\\_(ツ)_\/¯\n  ","887184":"\n  Do what?\n  ","887185":"\n  Sleep 😴\n  ","887186":"\n  O_o\n  ","887187":"\n  No\n  ","887188":"\n  no ser molestado en un día libre de trabajo\n  ","887189":"\n  Ehhh?\n  ","887190":"\n  Alright I suppose\n  ","887191":"\n  O͡͡͡╮༼ ◔ _ ◔ ༽╭o͡͡͡\n  ","887192":"\n  Upset\n  ","887193":"\n  yes\n  ","887194":"\n  Work ¯\\_(ツ)_\/¯\n  ","887195":"\n  🤟🏼🖖🏼🤚🏽🤚🏼\n  ","887196":"\n  O͡͡͡╮༼ ◔ _ ◔ ༽╭o͡͡͡\n  ","887197":"\n  Burts bees\n  ","887198":"\n  Of course I like my name!\n  ","887199":"\n  Nope :(\n  ","887200":"\n  No\n  ","887201":"\n  Any place where there is no people\n  ","887202":"\n  People panic way too easily\n  ","887203":"\n  I’d have to say the Ghostbusters comic stuff\n  ","887204":"\n  Ehhish... but thankful to not be sick and have an active job\n  ","887205":"\n  Work related stuff\n  ","887206":"\n  I have weird dreams more often than nooormal dreams..\n  ","887207":"\n  Neat I suppose?\n  ","887208":"\n  O͡͡͡╮༼ ◔ _ ◔ ༽╭o͡͡͡\n  ","887209":"\n  Oh god.... that’d be a disaster D:\n  ","887210":"\n  D: shame!!!\n  ","887211":"\n  What is that?\n  ","887212":"\n  It’s more of a swelling sore feeling if I stand on it for a long time\n  ","887213":"\n  I wouldn’t know... ¯\\_(ツ)_\/¯\n  ","887214":"\n  Naaaa\n  ","887215":"\n  Well duh.... I kinda am female >_>\n  ","887216":"\n  Cinnamon Toast Crunch\n  ","887217":"\n  *flails and adds*\n  ","887218":"\n  World of Warcraft!!!\n  \n  *points to name*\n  ","887219":"\n  Green\n  ","887220":"\n  It’s not an  agonizing pain... but enough to worry about it but can wait\n  ","887221":"\n  Gaming!!\n  ","887222":"\n  I dunno.... :\/ and want all this virus crap to pass then go to a clinic to get it looked at or something\n  ","887223":"\n  Alright other than my foot hurting :\/\n  ","887224":"\n  I dunno.... I’m sure anything with money would make anyone excited... like universal gift cards\n  \n  o͡͡͡╮༼ ◔ _ ◔ ༽╭o͡͡͡\n  ","887225":"\n  Eeeeeeeehhhhhhh... icecream... unless the popcorn is flavored with caramel or chocolate or both\n  ","887226":"\n  Stuffed animals and toys that you’ve had for a very long time and grown attached to them..... I honestly blame Toy Story for this and giving my toys personalities 😬😇\n  ","887227":"\n  Something weird 🤣\n  ","887228":"\n  Yes... this question\n  ","887229":"\n  No :\/\n  ","887230":"\n  Sometimes\n  ","887231":"\n  The ones that play cartoons 🤣\n  ","887232":"\n  Ugh I hate this question... and even more so on online applications 😖\n  ","887233":"\n  No\n  ","887234":"\n  No\n  ","887235":"\n  Not really :\/\n  ","887236":"\n  Yes :3\n  ","887237":"\n  Both if cooked right\n  ","887238":"\n  Phone number\n  ","887239":"\n  Both!\n  ","887240":"\n  Azeroth :P\n  ","887241":"\n  That would be called.. the black market\n  ","887242":"\n  ¯\\_(ツ)_\/¯\n  ","887243":"\n  There’s too many D:\n  ","887244":"\n  Ride the roller coaster rides\n  ","887245":"\n  Last night\n  ","887246":"\n  I’m pretty sure it was a nice set of Bose headphones... but it wasn’t necessary my doing but ware n tear :\/\n  ","887247":"\n  Lol\n  ","887248":"\n  Saving money, staying healthy, staying clean\n  ","887249":"\n  Mass suicide and no one has to feel guilty of cannibalism 😂😂jk jk\n  ","887250":"\n  Either of them could win :P I like both creatures\n  ","887251":"\n  I Don’t like these scenarios!!! I’d try to create some sort of radio with everyone’s belongings that do work to send some distress signal.\n  ","887252":"\n  O͡͡͡╮༼ ◔ _ ◔ ༽╭o͡͡͡\n  ","887253":"\n  Single cause there’s no drama to deal with\n  ","887254":"\n  That sucks D:\n  ","887255":"\n  Playing WoW, Pokémon go, and recently got Pokémon sword\n  ","887256":"\n  Haven’t had that\n  ","887257":"\n  Heading to work :\/\n  ","887258":"\n  My co workers\n  ","887259":"\n  Greetings!!\n  ","887260":"\n  Hot!!\n  ","887261":"\n  Oooooooookkk\n  ","887262":"\n  What?\n  ","887263":"\n  Ray Park!\n  ","887264":"\n  Yo yo!!\n  ","887265":"\n  Shift manager at Arby’s aka fast food stuff\n  ","887266":"\n  Asking questions here :P\n  ","887267":"\n  Yes!\n  ","887268":"\n  Working sadly\n  ","887269":"\n  Yooooooo\n  ","887270":"\n  They are usually up to something and no suspicion of it until afterwards\n  ","887271":"\n  Online ones!\n  ","887272":"\n  +\n  ","887273":"\n  T-shirts Sandals\n  ","887274":"\n  \/\/ Christian... ish but more spiritual\n  ","887275":"\n  Both!!\n  ","887276":"\n  Not really\n  ","887277":"\n  Probably bored people with no lives doing DDOSing\n  ","887278":"\n  Very seldom\n  ","887279":"\n  Back massages :)\n  ","887280":"\n  In the middle\n  ","887281":"\n  \/\/ 32 and no I don’t\n  ","887282":"\n  A lot :0\n  ","887283":"\n  A very long tweek me ago\n  ","887284":"\n  Alright :3\n  ","887285":"\n  That’s nice\n  ","887286":"\n  What??\n  ","887287":"\n  White... but I wouldn’t call them ‘socks’ but feet support wraps\n  ","887288":"\n  Chaotic\n  ","887289":"\n  To stay healthy I guess\n  ","887290":"\n  Already do\n  ","887291":"\n  This is me!\n  ","887292":"\n  Food? Lol\n  ","887293":"\n  There are plenty... but I doubt that I could ever reach out to them\n  ","887294":"\n  Appearances\n  ","887295":"\n  I think that would be a bad idea honestly\n  ","887296":"\n  Lol I wish it was... not only you pay for the individual classes... But you have to pay for the books and supplies needed for said class\n  ","887297":"\n  A lot of things.\n  ","887298":"\n  Listening to a CD player or something .. maybe drawing stuff\n  ","887299":"\n  Too many D:\n  ","887300":"\n  \/\/ when I was in school: art related stuff\n  ","887301":"\n  I’d say more introvert cause\n  \n  o͡͡͡╮༼ ◔ _ ◔ ༽╭o͡͡͡\n  ","887302":"\n  Horror sci-fi mysteries\n  ","887303":"\n  I’ve never seen TWD sorry\n  ","887304":"\n  Anything really\n  ","887305":"\n  Gimme ideas for open shoutouts\n  ","887306":"\n  In bed\n  ","887307":"\n  No I just have my ears done.... but have 7 piercings in each ear\n  ","887308":"\n  It’s not my birthday it’s that persons birthday :\/\n  ","887309":"\n  Happy birthday random person!!\n  ","887310":"\n  Ehhhh\n  ","887311":"\n  What you mean?\n  ","887312":"\n  Who and what??\n  ","887313":"\n  Movies\n  ","887314":"\n  IPhone 11 Pro Max\n  ","887315":"\n  😫\n  ","887316":"\n  \/\/ The closest call was a tree in our back yard barely nicking our screen porch but that’s it\n  ","887317":"\n  \/\/ uh... no... I prefer the term Asexual\n  ","887318":"\n  Warm!!\n  ","887319":"\n  \/\/ Brush them with that whitener toothpaste???\n  ","887320":"\n  I hope the human race goes extinct and animals and nature reclaim this planet\n  ","887321":"\n  What with?\n  ","887322":"\n  Hardly\n  ","887323":"\n  Do what??? I think you have the wrong person *confused dragon noises*\n  ","887324":"\n  Why is this even a question?? 🤨\n  ","887325":"\n  Ehh kinda.. I like the more policey shows or sci-fi stuff\n  ","887326":"\n  Dinner\n  ","887327":"\n  Diet Coke & root beer mix\n  ","887328":"\n  Mmmmmmmm\n  ","887329":"\n  My bed\n  ","887330":"\n  No one\n  ","887331":"\n  Ehhh I don’t see it that often to notice\n  "}}