{"Question":{"892692":"\n   surname.\n  ","892693":"\n   do you want a beer with me?\n  ","892694":"\n   If you could steal something and get away with it, what would you steal? And why?\n  ","892695":"\n   What´s your mom´s name?\n  ","892696":"\n   You so thin ever eat meat?\n  ","892697":"\n   How to dress up on the first date?\n  ","892698":"\n   👩‍🎨Mrs Lynne Cimorelli\n  ","892699":"\n   Rainy days or Snowy days? ☔️🌧❄️☃️\n  ","892700":"\n   Which hair colour do you like most on your self 🤔\n  ","892701":"\n   Did you ever fall asleep in school?\n  ","892702":"\n   😂😂\n  ","892703":"\n   Are you a money-saver or a money-waster?\n  ","892704":"\n   Have you ever accidentally called your teacher “MOM”?\n  ","892705":"\n   What normal thing do you find revolting?\n  ","892706":"\n   Who would you cast to play you in a movie?\n  ","892707":"\n   What smell brings you back to a childhood?\n  ","892708":"\n   Hola 🌹\n  ","892709":"\n   How many questions in your inbox i have 279? Can you beat that?\n  ","892710":"\n   His wife is very attractive why was he dating that plain selena?\n  ","892711":"\n   Is it drake?\n  ","892712":"\n   Who writes the song for the band you or kat or etc.?\n  ","892713":"\n   True but you had help lol\n  ","892714":"\n   Why excited?\n  ","892715":"\n   What mythical creature do you wish actually existed?\n  ","892716":"\n   Same thing.**\n  ","892717":"\n   yes any ones, tho it would be interesting to know which a list ones tho👀\n  ","892718":"\n   Halloween is 7 days away. 🎃 👻 💀 🧙‍♀️\n  ","892719":"\n   Are you still living in Franklin though. Are have you moved to another part of Nashville. Don't worry as u know I live in the uk so I won't be stalking u 😂. I was just wondering.\n  ","892720":"\n   What is the last thing you searched online?\n  ","892721":"\n   Um Nicolas thats not even Christian.\n  ","892722":"\n   CS is married.\n   \n    https:\/\/www.instagram.com\/p\/CFzb-jfnS7j\/\n   \n","892723":"\n   I mean this\n   \n    https:\/\/www.instagram.com\/reel\/CGsu55EhhUa\/?igshid=16szbr7imec1g\n   \n","892724":"\n   So you did one last song with your Sister's & Barrett in the Cimorelli house🏠 ❤💙💜💖💛🧡💙\n  ","892725":"\n   Why never,?\n  ","892726":"\n   Are you friends with any celebrities\n  ","892727":"\n   how r u\n  ","892728":"\n   Is that it?\n  ","892729":"\n   Are you going to write a book?\n  ","892730":"\n   Where´s Christina?\n  ","892731":"\n   Were you single at this time?\n  ","892732":"\n   Amy´s my girl.\n  ","892733":"\n   How your day going?\n  ","892734":"\n   Who's your guy?🤔\n  ","892735":"\n   the way I see it when Dani & Emmyn all ready to post those pictures they will but I believe they said that they don't have that many of them\n  ","892736":"\n   no the first time hearing this\n  ","892737":"\n   Do you like Gummi bears? How about Gummi worms? How about Gummi rats? How do you feel about Gummi eyeballs? Now what if i asked you about gummi brains? Have you ever consumed Gummi spiders? Would you be interested in consuming Gummi dicks? All these are real things by the way.  Be cool y’all .\n  ","892738":"\n   Who is the most overrated person in Hollywood?\n  ","892739":"\n   Wow the Cimorelli family home looks so bare. So many videos have been made there.\n   \n    https:\/\/youtu.be\/jfN-kdNsHKo\n   \n","892740":"\n   Ho\n  ","892741":"\n   Which superstition you believe to be true?\n  ","892742":"\n   WHAT 😮😳\n   \n    https:\/\/twitter.com\/jaclynxregina\/status\/1319336172238364676?s=19\n   \n","892743":"\n   Do you snore\n  ","892744":"\n   If you want to see the birth information of person born in California before 2000 go to the California Birth Index.\n  ","892745":"\n   Where i are my bikini pics you promised?\n  ","892746":"\n   I hope they can cook on a camp fire better than a cooker 😂\n  ","892747":"\n   Wanna thousands of coins  and get to TOP ?  Earn them in the VIP-program\n   \n    http:\/\/bit.ly\/GetCoins_\n   \n   and become the #1!\n  ","892748":"\n   Do you try to see the good in people or not really\n  ","892749":"\n   Well if you block somebody could they still send you messages if they are anonymous\n  ","892750":"\n   Why are people so heartless?\n  ","892751":"\n   It suited u 💜\n  ","892752":"\n   Is he a traveling man?\n  ","892753":"\n   Cool so I see your purple hair was just a filter 💜😂\n  ","892754":"\n   Hi Lauren how are you today.\n  ","892755":"\n   If u released ur songs as an album instead of the two eps, what was it gonna be called?\n  ","892756":"\n   What's the last photo in ur camera roll lol\n  ","892757":"\n   ok hope it goes well\n  ","892758":"\n   How can you tell if you are having mental health issues?\n  ","892759":"\n   What do you do when someone doesn't get your sarcasm and is offended?\n  ","892760":"\n   How are you today?\n  ","892761":"\n   What should I do if I think a guy is leading me on? 🙊\n  ","892762":"\n   What do u do for you makeup? It looks really good :)\n  ","892763":"\n   🧡\n  ","892764":"\n   Who is the most underrated ASKfm user?\n  ","892765":"\n   Catholics are not supposed to lie?\n  ","892766":"\n   ok, today the dishes and laundry get done. might even do a little vacuuming\n  ","892767":"\n   Any plans tonight?\n  ","892768":"\n   Your rich for sure you are going to pay always?\n  ","892769":"\n   good afternoon how are u\n  ","892770":"\n   How are you?\n  ","892771":"\n   Do you have a good pain tolerance\n  ","892772":"\n   Hows your family btw?\n  ","892773":"\n   Like people have to  work hard to achieve it.\n  ","892774":"\n   if a person lacks respect, should we treat him kindly\n  ","892775":"\n   Add something\n  ","892776":"\n   Don't forget to eat subway?\n  ","892777":"\n   A A+ for effort  but I'll be very shocked if that describe yourself naked thing works on any gals smh desperate as hell\n  ","892778":"\n   Do you agree that good things come to those who wait?\n  ","892779":"\n   Yes, but I AM keenly interested. Not just in what you look like, although I'm sure it would be a spectacular vision. But mostly I'm interested in how you would describe yourslef. What words you would use. Especially because you're so talented with words.\n  ","892780":"\n   do you open your mouth when you wipe your eyes?\n  ","892781":"\n   What’s the most expensive thing you’ve broken?\n  ","892782":"\n   Last thing to make you cry or sad\n  ","892783":"\n   Some people are really fascinated by shipwrecks... i.e. the titanic, some people are really into old cars, what's something you're fascinated by or really into?\n  ","892784":"\n   Tank tops or crop tops?\n  ","892785":"\n   Even thou you're an adult do you still need advice from your parents\n  ","892786":"\n   pretty sure there are no ugly cimorellis\n  ","892787":"\n   Qualcuno che ha gruppi whatsapp??💜🌸\n  ","892788":"\n   🧡🧡🧡\n  ","892789":"\n   I will now that things have started to settle down after my Dad's funeral. Thank you again Lauren 💙\n  ","892790":"\n   Are you ticklish?\n  ","892791":"\n   what’s your favorite Tim Burton movie? We are currently watching Corpse Bride.\n  ","892792":"\n   Anonymous, Are you married taken or single?\n  ","892793":"\n   She disabled y?\n  ","892794":"\n   Glasses or contacts\n  ","892795":"\n   How many guys you had sex with,?\n  ","892796":"\n   What's up?\n  ","892797":"\n   Sweet dreams lisa:)?\n  ","892798":"\n   Dani is not a butterface\n  ","892799":"\n   idk about your anon, but your face doesn't look like a stick of butter to me... just saying :)\n  ","892800":"\n   Okay mam ..\n  ","892801":"\n   what makes her a Biden supporter?\n  ","892802":"\n   What's new?\n  ","892803":"\n   I used to know this girl who used to say all the time that she doesn't fart but her sister told me one time they went to Walmart and they both went to the ladies room and the girl who supposedly doesn't do that let one rip\n  ","892804":"\n   Dang I want KFC now\n  ","892805":"\n   Why does that concern you not like you going to see them even if she did or didn't\n  ","892806":"\n   trying to figure out what this Anonymous is looking at were they get trashy from?\n  ","892807":"\n   That's good!\n  ","892808":"\n   But their were men there right?\n  ","892809":"\n   lol I love how these anons bringing up thongs as if they going to see them 😂\n  ","892810":"\n   Good night Lauren 😴🛏\n  ","892811":"\n   Doing good?\n  ","892812":"\n   Yeah it sucks\n  ","892813":"\n   I feel better\n  ","892814":"\n   People need to watch what they say about Dani\n  ","892815":"\n   Any time\n  ","892816":"\n   Hello Barrett James Bear 💙\n  ","892817":"\n   Christina, Katherine, Lisa, Amy (My Future Wife 😍), Lauren and Dani are all beautiful get your eyes check\n  ","892818":"\n   Dani is gorgeous  no idea who you be looking at\n  ","892819":"\n   Did you see her bikini pics ?trashy?\n  ","892820":"\n   Ugh i feel like i got hit by a mack truck\n  ","892821":"\n   My pleasure\n  ","892822":"\n   Dientes o manos\n  ","892823":"\n   Yoyos or mp3 player\n  ","892824":"\n   If lisa leaves who will sing and dance her parts?\n  ","892825":"\n   You tired ??\n  ","892826":"\n   I think was something i ate earlier either it didnt agree with me or I undercooked it\n  ","892827":"\n   How was kat wedding and were you in wedding party?\n  ","892828":"\n   Wow what kind of sister doesn't remember lisa gifts?\n  ","892829":"\n   Be honest you feel unattractive a lot?\n  ","892830":"\n   You should watch office. Goldbergs and seinfeld?\n  ","892831":"\n   are you a feminist ?\n  ","892832":"\n   How busy on a date?\n  ","892833":"\n   What did life teach you ?\n  ","892834":"\n   Post a good quote\n  ","892835":"\n   How was Katherine wedding?\n  ","892836":"\n   Throughout life?\n  ","892837":"\n   1. When you receive a question, do clauses like  “don’t lie\/be honest” affect the way you answer it?         2. Do you feel better not answering a question when it says “don’t have to answer if you don’t want” at the end?         BQ: Do you answer “bonus  questions”?\n  ","892838":"\n   When are you going to have babies?\n   \n    https:\/\/www.instagram.com\/p\/CFxek20DReM\/\n   \n","892839":"\n   I’m good -hugging you-\n  ","892840":"\n   Hey hru\n  ","892841":"\n   Thank you 💙\n  ","892842":"\n   No worries I have been the same. I have had my sister staying with me. She has now gone home after my Dad's funeral on Thursday.\n  ","892843":"\n   You answered my question fast this time xD\n  ","892844":"\n   Everyday feels the same to me would you be help out here I have become a bore?\n  ","892845":"\n   What would you do if I showed up at your home holding a box of donuts in one hand and six pack of cheap but good beer in the other? Besides call the police..\n  ","892846":"\n   That's good 🙂\n  ","892847":"\n   Happy Saturday Lauren. How are you.\n  ","892848":"\n   That’s sounds good\n  ","892849":"\n   What's the best way to apologize?\n  ","892850":"\n   Omgomg😍\n  ","892851":"\n   Who are you in a parallel universe?\n  ","892852":"\n   How many siblings do you have?\n  ","892853":"\n   President or Senator\n  ","892854":"\n   In your on your opinion what's \"having their period\" counterpart on males? 🤔\n  ","892855":"\n   Fire hydrant or smoke detector\n  ","892856":"\n   Do you like little oranges? 🍊\n  ","892857":"\n   Updated one,??\n  ","892858":"\n   Would you post a picture of yourself in a skirt or a dress, please?\n  ","892859":"\n   Do you like to  get your way?\n  ","892860":"\n   You drink too much sweet tea and rootbeer?\n  ","892861":"\n   Did you talk with Taylor Swift?\n  ","892862":"\n   Where was your bf?\n  ","892863":"\n   Where was Kath?\n  ","892864":"\n   In my home. With 9 yo. Watching tv. News about this fact. I remember everything.\n  ","892865":"\n   Im falling even more in love with you 😘😘😘\n  ","892866":"\n   Do you enjoy being center of attention?\n  ","892867":"\n   Color of hair on your arm?\n  ","892868":"\n   🍂\n  ","892869":"\n   How do you have a bf you are not a nice girl?\n  ","892870":"\n   Why do you dress trashy?\n  ","892871":"\n   Why do you think you are more better than your sisters?\n  ","892872":"\n   U got rid of some weight looking very sexy 🙈\n  ","892873":"\n   I am hoping to get done with my novel soon\n  ","892874":"\n   What was your reaction after watching the debate?\n  ","892875":"\n   I am losing myself\n  ","892876":"\n   I quite like trains actually... you can read without getting sick, or you can admire the scenery, or you can meet other passengers. All while producing minimal pollution. Bring back trains I say\n  ","892877":"\n   Do you annoy people on planes?\n  ","892878":"\n   Is it possible to stay friends with a person you have loved before?\n  ","892879":"\n   Do you like being rich and spoiled?\n  ","892880":"\n   Maybe you will impress me but I won't let you to be fair!\n  ","892881":"\n   Kamala Harris is to blame for the fires in California.\n  ","892882":"\n   Serie tv preferita? 📺🎥🎬\n  ","892883":"\n   Why were you  not talkative?like what things?\n  ","892884":"\n   I agree with the annon people ask you questions answer them every1 isn't happy?\n  ","892885":"\n   What are you looking forward to?\n  ","892886":"\n   😊\n  ","892887":"\n   Do you like football?\n  ","892888":"\n   Hey queen\n  ","892889":"\n   No problem :) Hope you're having a nice Thursday. Almost Friday, aka the best day of the week\n  ","892890":"\n   Do you think korn dude actually can hook up with askfm girls by posting silly bob sponge gif's? 🤔 (I think that's pathetic)\n  ","892891":"\n   Do you like pears?\n  ","892892":"\n   Nice new outfit Lauren. Colors suit your style to a T.\n  ","892893":"\n   What type of apple is your favorite?\n  ","892894":"\n   What is the expression  secret\n  ","892895":"\n   6 is ok, no need to pressure yourself lol\n  ","892896":"\n   I have in London. Only once for breakfast\n  ","892897":"\n   Hi Lauren how are you.\n  ","892898":"\n   What’s your favorite color?\n  ","892899":"\n   Yup\n  ","892900":"\n   If he try something. i´m going to punch him.\n  ","892901":"\n   But you do. Do he is there\n  ","892902":"\n   What about to find God\n  ","892903":"\n   Have you eaten at his restaurant\n  ","892904":"\n   Is there a meaning to life? If so, what is it?\n  ","892905":"\n   What´s happening here?\n   \n    https:\/\/www.youtube.com\/watch?v=nTgX_kc_80A\n   \n","892906":"\n   Favourite celebrity cook if you have one?\n  ","892907":"\n   What kind of detergent do you use?\n  ","892908":"\n   EXTREME!!! \n\n....RIGHT???\n  ","892909":"\n   Did you like the presidential debate\n  ","892910":"\n   Likes🖤\n  ","892911":"\n   Have you ever farted\n  ","892912":"\n   (guess who if you want) Lauren if or when the pandemic is ever over, I insist on having a baby with you. Should you ever run into me in public, eg. grocery store, you may very well walk out pregnant. I sort of wish you could be even younger but you're good.\n  ","892913":"\n   you should start because yeah the requirements may be hard but worth it\n  ","892914":"\n   people asking stuff like that must have small brains\n  ","892915":"\n   Was lisa in Katherine wedding?\n  ","892916":"\n   So she is engaged she waiting till marriage?\n  ","892917":"\n   Have you ever accidentally forgot the lyrics to a song before?\n  ","892918":"\n   Still if people ask you will be nice and answer?\n  ","892919":"\n   Which ones know?\n  ","892920":"\n   Not like lisa be honest you see the way she dances?\n  ","892921":"\n   What did the Caterpillar say to his friend who is now a Butterfly\n  ","892922":"\n   Yeah right you didn't did your sisters get mad?\n  ","892923":"\n   What is your favourite fruit? 🍏 🍍 🍒\n  ","892924":"\n   what are your thoughts on\n   \n    @pookeo9\n   \n   ?\n  ","892925":"\n   Do you decorate outdoors for Halloween?\n  ","892926":"\n   You can give me your social media's and I'll follow you 😊\n  ","892927":"\n   What's your weather like currently?\n  ","892928":"\n   How many guys you been with?\n  ","892929":"\n   did you think the camera showed your skin too much? i noticed u were at a different angle and some artists hate that\n  ","892930":"\n   Have you always been jelly of lisa?\n  ","892931":"\n   You also said lisa has daddy issues why?\n  ","892932":"\n   Do you think lisa can be a model?\n  ","892933":"\n   You said lisa annoys you many times how?\n  ","892934":"\n   Have you seen the sherlock tv show?\n  ","892935":"\n   How do you deal with stressful situations?\n  ","892936":"\n   Tell me how to drive without panicking all the time... (ps I'm a beginner)\n  ","892937":"\n   What should I have for dinner?\n  ","892938":"\n   Though u were gonna dye ur hair after bleaching it 🧐\n  ","892939":"\n   How to motivate yourself to excercise??? My health isnt good and I want to get active\n  ","892940":"\n   How can you tell a person is toxic?\n  ","892941":"\n   How are thingss are you okay lauren? 🥺 Love youU\n  ","892942":"\n   How to break a friendship with out hurting the other person? Is it possible?\n  ","892943":"\n   Did you lighten your hair?\n  ","892944":"\n   No one asks questions about any other sister right?\n  ","892945":"\n   Is it hard to have so many brothers cause I cant even handle one sibling\n  ","892946":"\n   Awesome, just wanted to make sure :) Hope you're doing well.\n  ","892947":"\n   Everything alright?\n  ","892948":"\n   I knew it you do not enjoy lisa questions and pics?\n  ","892949":"\n   wow were you all emotional\n  ","892950":"\n   Wow thanks most people would be mad that I like that best?\n  ","892951":"\n   I know but could you try more please?\n  ","892952":"\n   Where is the bikini  pics?\n  ","892953":"\n   Well, thinking about who you all is? Why you all grow up? By the way , seniors  You is not real You!\n  ","892954":"\n   Favorite quote\n  ","892955":"\n   is your wifi signal good?\n  ","892956":"\n   Why is dani so wild?\n  ","892957":"\n   Agree\n  ","892958":"\n   Haters make us stronger :D\n  ","892959":"\n   Plz maybe Reginarum 🔥\n  ","892960":"\n   Yeah they are real good you should check them out\n  ","892961":"\n   Yeah. I can see that\n  ","892962":"\n   I’m beyond excited. We’re gonna meet like half way or something. We’re still planning lol.\n  ","892963":"\n   Would you own a yacht or  a jet  and why\n  ","892964":"\n   it’s National Coffee Day! did you get your free coffee today? i just got mine 🤪\n  ","892965":"\n   hey whats happening\n  ","892966":"\n   Starstruck song or something about the sunshine\n  ","892967":"\n   But she did drink and had sex that is why she left?\n  ","892968":"\n   Yeah right how many guys you been with?\n  ","892969":"\n   are you happy fall is here?\n  ","892970":"\n   When you go shopping do you usually go through the cashier or do you use the self pay line?\n  ","892971":"\n   Do you eny kat?\n  ","892972":"\n   Awesome profile sis\n  ","892973":"\n   Why no bikini pics you and lisa like dani?\n  ","892974":"\n   How does lisa annoy you?\n  ","892975":"\n   How do you feel about receiving inappropriate questions? Why do you think people send them?\n  ","892976":"\n   Hi. Sorry you are being harrassed.  You are always so sweet.\n  ","892977":"\n   How good are you at overcoming bad habits? What is the biggest habit you have ever managed to quit?\n  ","892978":"\n   *Sends all the week day hugs for Monday for support*\n  ","892979":"\n   What´s the hight difference between you and Kath?\n  ","892980":"\n   Pink or Purple?\n  ","892981":"\n   In your own way when you're not in the mood, how do you tell someone leave me alone or Not now men not now.\n  ","892982":"\n   I don't want to be intrusive but can you share a funny meme or picture of how funny or unladylike  your hair looks right when you wake from sleep. You can start with Don Kings meme if you want. You can avoid the question if you also like\n  ","892983":"\n   What would you do,how would you feel or what would you say if a lady like you  whom you've never met before walks over to you and smacks you on the face and she says \"This is for saying shit about me behind my back \"\n  ","892984":"\n   If people could cry a river, would you want them to cry in your house, cry outside ,even  cry at all . Would you want them to even cry near you if you can't swim .\n  ","892985":"\n   IG\n   \n    @Standish913\n   \n","892986":"\n   Do you ever get questions about Katherine?\n  ","892987":"\n   Post a recent picture of you and lisa?\n  ","892988":"\n   Why do humans itch?\n  ","892989":"\n   Can you post a selfie?\n  ","892990":"\n   Wow are you and lisa Virgins as dani isn't?\n  ","892991":"\n   Do you private wall?\n  ","892992":"\n   What's the weirdest thing to put on a pizza?\n  ","892993":"\n   In school when you had a substitute teacher was your class generally well behaved or did you give the sub hell? And if you were homeschooled did you ever wish you went to a normal school for the social interaction?\n  ","892994":"\n   What did you eat tonight,?\n  ","892995":"\n   How would you rate it\n  ","892996":"\n   No it wasn't that\n  ","892997":"\n   Yeah sometimes with me its more 60 40 or 80 20\n  ","892998":"\n   So I tried to avoid people especially ones I dealt with in the past\n  ","892999":"\n   Do whatever makes you happy\n  ","893000":"\n   I feel like crap today\n  ","893001":"\n   Do you have anything planned for today?\n  ","893002":"\n   Last week is not too bad ?lol\n  ","893003":"\n   Definitely\n  ","893004":"\n   Did you have a quiceañera party?\n  ","893005":"\n   That sucks\n  ","893006":"\n   It has came back and bit me on the butt many times\n  ","893007":"\n   even though some days are hard\n  ","893008":"\n   Oh yeah we all do there have been many times I think to myself what was I thinking when I did what I did\n  ","893009":"\n   What is the best munchie food?\n  ","893010":"\n   Lol yeah love that smell also love vanilla and theres another cant remember what it is but know the smell\n  ","893011":"\n   You are sad\n   \n    @Nicolas_Barazza\n   \n   😂 if I am going to send her messages like that I'm gonna come out showing who I am not going to say it anonymous\n  ","893012":"\n   I forgot, what movie was it that you were watching that day\n  ","893013":"\n   Whats something about you that has never changed?\n  ","893014":"\n   What do you do when the sun is shining?\n  ","893015":"\n   How´s your baby?\n  ","893016":"\n   Your welcome 🙏 Lauren\n  ","893017":"\n   Sounds bad if it is still healing.  You had fillings before?\n  ","893018":"\n   What is the best place to hide things from others?\n  ","893019":"\n   What is the worst part of a filling for you?\n  ","893020":"\n   Are you fillings right at the back\n  ","893021":"\n   I'd hold your hand while you were having your teeth drilled\n  ","893022":"\n   seen ya  was friends with Olivia on here before she got rid of her page I am glad she did get rid of her page cause the creepy & pervy people on her page was ridiculous no 13 year old should be exposed to  that I told her many times just to delete them kind of questions but she never listened to me\n  ","893023":"\n   oohhh nice\n  ","893024":"\n   Have you used a bath bomb or bubble bar before?\n  ","893025":"\n   go Lebrun\n  ","893026":"\n   Do you ever eat meat,?\n  ","893027":"\n   How old were you when you lost your first tooth? Sophia’s about to lose her first one!\n  ","893028":"\n   Do you have an acc on Only Fans?\n  ","893029":"\n   Have you decorated your house for Halloween yet?\n  ","893030":"\n   I’m very sad to hear about Shawnees passing :(. She was a sweet and caring woman who always put her family above anything. And this is another example of a good person taken too soon . I don’t know if her husband will see this but please know you and your family are in our thoughts.\n   \n    @mommaisloved\n   \n   ❤️\n  ","893031":"\n   Miami Heat ?? or LA Lakers ?????\n  ","893032":"\n   What's your favorite way to express yourself? 💫\n  ","893033":"\n   What is the pop song that goes ooooh ah ah ah ha oh oh oh you hear it in clubs and the casino the singer is female\n  ","893034":"\n   what’s for dinner?\n  ","893035":"\n   In what situations do you wish you could throw down a smoke bomb and disappear? Lol\n  ","893036":"\n   What do you think is your greatest strength?\n  ","893037":"\n   Do you prefer winter over summer? 🍂\n  ","893038":"\n   What's the most annoying animal you've encountered?\n  ","893039":"\n   Lol yeah so what you up to?\n  ","893040":"\n   💫\n  ","893041":"\n   If you had the opportunity to get a message across to a large group of people, what would your message be?\n  ","893042":"\n   Can you describe your life in a six word sentence?\n  ","893043":"\n   am i cool yet guys 😎\n  ","893044":"\n   Do you think 2020 will get better?\n  ","893045":"\n   Just saw a post about this on Facebook and now I’m curious, what order should peoples plates be served? What order were they served in your house growing up?\n  ","893046":"\n   Call it a gut feeling\n  ","893047":"\n   Who in your life is the worst at using technology?\n  ","893048":"\n   Lol I am psychic\n  ","893049":"\n   Sweet! She's having a boy\n  ","893050":"\n   What is the most interesting invention?\n  ","893051":"\n   Do you prefer sunrises or sunsets?\n  ","893052":"\n   Are you a morning person?\n  ","893053":"\n   Not sure why I just now getting this but hope you had a good night\n  ","893054":"\n   How are you Lauren.\n  ","893055":"\n   i wrote you from kik\n  ","893056":"\n   If emotions are the product of biochemical reactions, then in the future we will be theoretically able to control them. If we could control emotions through technology, should we?\n  ","893057":"\n   Cool. I get ignored a lot tbh and I hate it lol.\n  ","893058":"\n   omg!\n  ","893059":"\n   Hahah sweet. I be tryna do that but I get ignored half the time.\n  ","893060":"\n   So is the nightmare before Christmas a Halloween movie or a Christmas movie? Discuss\n  ","893061":"\n   How would you prefer someone get your attention?\n  ","893062":"\n   Does anonymity encourage people to misbehave or does it reveal how people would choose to act all the time if they could?\n  ","893063":"\n   Would you rather never receive another spam email or instantly grow 3 inches?\n  ","893064":"\n   Hey anonymous leave Lauren alone right now tho and don’t bothering her\n  ","893065":"\n   Why not ? Just one kiss please\n  ","893066":"\n   What's your favorite kind of frozen treat?\n  ","893067":"\n   Hope y’all are having a better day than me\n  ","893068":"\n   What country started the most wars?\n  ","893069":"\n   oranges or tangerines?\n  ","893070":"\n   Have you ever had a bad reaction to a skincare\/bodycare product? I've just had one with a face mask.\n  ","893071":"\n   Why doesn't this site get rid of perverted people that ask very creepy questions\n  ","893072":"\n   Yeah you never get it back\n  ","893073":"\n   Yeah so what you up to?\n  ","893074":"\n   How much money do you have in your pocket rn?\n  ","893075":"\n   It was reuploaded\n  ","893076":"\n   No I'm saying that I should have waited for somebody who truly cared about me because the person that this happened with didn't share the same feelings\n  ","893077":"\n   Why are women so afraid of the male body ? Is it a phobia ?\n  ","893078":"\n   😂😂\n  ","893079":"\n   Do a video trying wendding dresses\n  ","893080":"\n   Have you ever been the maid of honour \/ best man at someone's wedding? 👰 💐 🤵\n  ","893081":"\n   Who has the most beautiful eyes?\n  ","893082":"\n   Weddings \nNew Baby Barrett \n\nBut for me personally I can't wait till the end of 2020\n  ","893083":"\n   how many of thie sisters have kids?\n  ","893084":"\n   Maybe the script is lame\n  ","893085":"\n   Yeah I know her in laws moved and wanted to see how Emmyn is doing\n  ","893086":"\n   Have you ever caught a wild animal rummaging through your trash?\n  ","893087":"\n   Thats good there mine going good\n  ","893088":"\n   Can't wait 😁\n  ","893089":"\n   did it look like this\n   \n    https:\/\/www.espree.com\/BreedProfiler\/pomeranian-grooming-bathing-and-care\n   \n","893090":"\n   Oh I'm not going to watch it I just want to see if it happens\n  ","893091":"\n   do you get to do any shows with the covid going around?\n  ","893092":"\n   How can I make friends if I have trust issues?\n  ","893093":"\n   Do you have a Sunday roast on a Sunday? If so what's your favourite part of it?\n  ","893094":"\n   History shows us again and again how nature points out the folly of man . \n\nDo you agree?\n  ","893095":"\n   Outfit currently?\n  ","893096":"\n   what life rule do you have for yourself that can never be broken?\n  ","893097":"\n   The Weeknd: Smash or Pass???\n  ","893098":"\n   [[got some news of the day? what's happening right now, or what do you think?]]\n  ","893099":"\n   Linda\n  ","893100":"\n   Do you use filter in your pictures?\n  ","893101":"\n   What fun facts do you have?\n  ","893102":"\n   sorry to hear that Lauren hope things get better for you soon xx\n  ","893103":"\n   I am thank you Lauren\n  ","893104":"\n   🧡💙🧡💙\n  ","893105":"\n   Hey Lauren!\n  ","893106":"\n   Tell Cameron we miss the flirty vibe\n  ","893107":"\n   Okay but the rap verse in running is woah so good wasnt expecting that\n  ","893108":"\n   Isn't ghost written about dainian?\n  ","893109":"\n   Okay but the feels hit strong in BEB like you can tell you were hurt\n  ","893110":"\n   What was the last thing you got for free?\n  ","893111":"\n   You're really pretty\n  ","893112":"\n   You are beautiful\n  ","893113":"\n   Thats good\n  ","893114":"\n   You know how I like Amy right, one of my friends asked me why I don't  like Rachael that way\n  ","893115":"\n   What do people dream about at night? A list would be really awesome. Thanks\n  ","893116":"\n   How is the beautiful lisa doing?\n  ","893117":"\n   Who is lisa wow what a pic?\n  ","893118":"\n   [[would you rather be physically hurt or hurt by others words?]]\n  ","893119":"\n   True\n  ","893120":"\n   Ya I am trying to just can't bury my Dad till the 15th October due to fully booked at the funeral directors due to Covid-19\n  ","893121":"\n   How are you today?\n  ","893122":"\n   Burger barn in Bristol Tennessee?\n  ","893123":"\n   Good\n  ","893124":"\n   oh okay I thought so\n  ","893125":"\n   What time is it in your country\n  ","893126":"\n   Lauren don't listen to the haters! they just envy you and just wanna make you feel miserable and sad just like them. I'm always here for you and just know you can talk to me! :)\n  ","893127":"\n   Sorry\n  ","893128":"\n   What NFL player in your dreams are you?\n  ","893129":"\n   Is there something or anything that you and  all friends agree on when it comes to guys\n  ","893130":"\n   By everything going on in the world or just personal stuff?\n  ","893131":"\n   You talking about the one from last night\n  ","893132":"\n   lol i bet so\n  ","893133":"\n   What animal insect or plant do you think should be renamed?\n  ","893134":"\n   That was awesome\n  ","893135":"\n   Thats how Democrats acting with this whole supreme court justice issue\n  ","893136":"\n   What is your least favorite color?\n  ","893137":"\n   Would I be as pretty as you after the transformation?\n  ","893138":"\n   Can I be scared? 😅\n  ","893139":"\n   You happy\n  ","893140":"\n   Single cara\n  ","893141":"\n   Is shaving legs and armpits as big of a deal in the lesbian community too?\n  ","893142":"\n   Have you ever permanently cut somebody from your life?\n  ","893143":"\n   What’s the funniest password you have used in the past?\n  ","893144":"\n   How do you help your friends when they're feeling low?\n  ","893145":"\n   How many siblings do you have?\n  ","893146":"\n   Who is the funniest comedian?\n  ","893147":"\n   What was the last movie that made you think?\n  ","893148":"\n   How do you deal with haters?\n  ","893149":"\n   Heyy\n  ","893150":"\n   are you interested in the solid system?\n  ","893151":"\n   I’m reading another book by this same doctor and it involves the destruction of the environment due to destroying sacred trees by a young business owner despite warnings from the forests inhabitants. He creates a clothing company that uses these trees, are you environmentally conscious?\n  ","893152":"\n   Do you ever take naps during the day? 😴\n  ","893153":"\n   say your beautiful name *-*\n  ","893154":"\n   I hope the crying and sleeping part is a good thing haha\n  ","893155":"\n   💫\n  ","893156":"\n   So I’m reading this book written by a doctor. The book describes how someone is staunchly against trying a different type of food while the person who is encouraging them to try it is very a adamant about them trying it offering different scenarios. What would you do in this situation?\n  ","893157":"\n   What do you think about the issue right now about #CancelKorea? Any insights?\n  ","893158":"\n   Would you rather work with a small group of people or a large group?\n  ","893159":"\n   Dominant or submissive??\n  ","893160":"\n   What is your \"golden rule\" in life?\n  ","893161":"\n   But I know she's busy and all\n  ","893162":"\n   Thats good mine has been too\n  ","893163":"\n   Cool. I like chatting with u\n  ","893164":"\n   What is the worst experience you have ever had at a restaurant?\n  ","893165":"\n   Which cities would you like to visit around the world?\n  ","893166":"\n   if i could i would sit you down, you wear the front slit skirt, i look in your eyes and tell you everything that is amazing about you. purposely using these words to trigger the tears. why the front slit skirt you might ask? simply put, its because i want the moment to be very beautiful. eloquent.\n  ","893167":"\n   You are the best looking of them all\n  ","893168":"\n   Amy is super cute i smile when ever i see her :)\n  ","893169":"\n   Is it alright when you're married to see who you want to see?\n  ","893170":"\n   How u like living in Tennessee?\n  ","893171":"\n   Same last episode I saw regarded Bay and Tank\n  ","893172":"\n   Thanks. Were u from\n  ","893173":"\n   Post a selfie!\n  ","893174":"\n   Same here. Texas here\n  ","893175":"\n   Any pizza tonight?\n  ","893176":"\n   No problem. How has your day been?\n  ","893177":"\n   How was your day?\n  ","893178":"\n   Your welcome. I mean that honestly\n  ","893179":"\n   Do you take a lot of pictures?\n  ","893180":"\n   Doing good lauren ty for asking. U have very pretty eyes if i may say so\n  ","893181":"\n   When are you going to the dentist\n  ","893182":"\n   That is cool. How has ur day been\n  ","893183":"\n   What is inorderTraversal?\n  ","893184":"\n   Nice.\n  ","893185":"\n   What was the last thing to make you happy\n  ","893186":"\n   What is ur birthsign. Mine is libra\n  ","893187":"\n   And I'm still waiting for her to respond to me 😂\n  ","893188":"\n   I want to go back and watch that and I also want to re-watch Switched at Birth again\n  ","893189":"\n   What’s something you really resent paying for?\n  ","893190":"\n   What weird food combinations do you really enjoy?\n  ","893191":"\n   Yeah now I've been mostly watching documentaries on serial killers and I've been watching The Walking Dead\n  ","893192":"\n   Thats good\n  ","893193":"\n   you're looking rather beautiful there Lauren\n  ","893194":"\n   So do I lol\n  ","893195":"\n   What you cooking\n  ","893196":"\n   You good I think I watched Ride Along 2\n  ","893197":"\n   I am doing okay and yourself?\n  ","893198":"\n   Oh I forgot to post the picture last time of Barrett. But u have seen it since\n  ","893199":"\n   What is the first thing you would buy if you win the lottery?\n  ","893200":"\n   you don't have to be a doctor to know lol\n  ","893201":"\n   That's pretty much everything\n  ","893202":"\n   Now I don't remember what I decided to watch that day\n  ","893203":"\n   Why do humans have such a strong urge to distract ourselves from the real world?\n  ","893204":"\n   What you doing?\n  ","893205":"\n   Guys we are just friends that is all nothing more nothing less also I like her sister so stop thinking that we a couple\n  ","893206":"\n   Thats good I not too long woke up\n  ","893207":"\n   What happened?\n  ","893208":"\n   What do you like to put on top of your toast? 🍞\n  ","893209":"\n   Hey missed talking to you :D\n  ","893210":"\n   Hey Lauren\n  ","893211":"\n   If there's anything I've ever learned it's that you should always be concerned\n  ","893212":"\n   Nothing better than listening to your music while playing Nba on the ps4 🔥\n  ","893213":"\n   Do you like cuddles?\n  ","893214":"\n   When was the last time you spent an entire day without your phone? What did you do?\n  ","893215":"\n   Suuuper!!!\n  ","893216":"\n   One more question.tapes pampers or pull up?\n  ","893217":"\n   Wow!!brand?\n  ","893218":"\n   Sneakers or gladiators?\n  ","893219":"\n   Segno zodiacale?♐️♉️♍️\n  ","893220":"\n   What makes you want to cry just thinking about it\n  ","893221":"\n   How to find true love?\n  ","893222":"\n   if i could i would sit you down, you wear the front slit skirt, i look in your eyes and tell you everything that is amazing about you. purposely using these words to trigger the tears. why the front slit skirt you might ask? simply put, its because i want the moment to be very beautiful. eloquent.\n  ","893223":"\n   Pfft, i dont have the muscles for that 😂 but ill try my best!\n  ","893224":"\n   But I'm already so jealous!\n  ","893225":"\n   do tears drip on the floor a lot?\n  ","893226":"\n   Why do you Look So Cool?\n  ","893227":"\n   Do you like to go fishing?\n  ","893228":"\n   Are you a creative person?\n  ","893229":"\n   Why is my life never ending drama I honestly feel like I just wanna end my miserable life\n  ","893230":"\n   Do you sometimes find it hard to recognize your own handwriting\n  ","893231":"\n   Have you ever been too tired to say you're tired\n  ","893232":"\n   Are you religious\n  ","893233":"\n   He´s with another girl.\n  ","893234":"\n   Do you get excited easily? 💙\n  ","893235":"\n   Women will not marry poor men. Men will marry poor women. Men need a job to survive. Women do not. I am worried for men.\ndaramarie@gmx.com\n  ","893236":"\n   helo *-*\n  ","893237":"\n\n    https:\/\/twitter.com\/justinbieber\/status\/444643916386553856\n   \n","893238":"\n   Hello 😊✌️ help me please?\n   \n    https:\/\/ask.fm\/Jeynneth\/photopolls\/181846949\n   \n","893239":"\n   Always here for you if you need someone to talk too\n  ","893240":"\n   I see that you practice skateboarding tricks in your spare time! Are you not concerned that you may injure yourself and negatively effect your singing career?\n  ","893241":"\n   BIDEN BIDEN BIDEN\n\nIm not even american and i have a stong view of this 😂\n  ","893242":"\n   Ahh you should talk to a therapist?\n  ","893243":"\n   What did everyone have for dinner tonight then?☝🏻\n  ","893244":"\n   Trump or Binden?🤔\n  ","893245":"\n   oh lol tell Amy I say hi?\n  ","893246":"\n   Any tacos ?\n  ","893247":"\n   How did you feel when you woke up?\n  ","893248":"\n   I think you always have a beautiful smile\n  ","893249":"\n   Are your gums bad?\n  ","893250":"\n   morning\n  ","893251":"\n   what was the needle?\n  ","893252":"\n   That sounds good\n  ","893253":"\n   Don't oyu need fillings now?\n  ","893254":"\n   They numbed you for the cleaning\n  ","893255":"\n   When are you getting the fillings?\n  ","893256":"\n   I thought you had fillings too?\n  ","893257":"\n   Hey bestiee\n  ","893258":"\n   How is the most stuckup girl on ask.fm doing?\n  ","893259":"\n   If you like mint....Try it!! :)\n  ","893260":"\n   Wow you answer a question I thought no way so I ate my shoe?\n  ","893261":"\n   Lol :D\n  ","893262":"\n   How are u?\n  ","893263":"\n   Do you use a waterpik?\n  ","893264":"\n   ?\n  ","893265":"\n   Who is Barrett your kid?\n  ","893266":"\n   How was your night\n  ","893267":"\n   it’s Spooky Szn 🎃👻💀⚰️\n  ","893268":"\n   I was like no subscribers? and then i saw that it was a new yt channel xD\n  ","893269":"\n   PAP your style icon!\n  ","893270":"\n   💫\n  ","893271":"\n   Haha better late than never though. I'm usually late to the party anyway. I'll find out something \"new\" happened, only to discover it was 8 months ago.\n  ","893272":"\n   Hope you all had a lovely time. All looking beautiful\/handsome.\n  ","893273":"\n   Thanks. I appreciate it. It hurts.\n  ","893274":"\n   Last time you had a marshmellow\n  ","893275":"\n   Favorite cd\n  ","893276":"\n   I found out a friend passed away today from stage 4 colon (I think) cancer\n  ","893277":"\n   Do you stay 6 feet away in social distancing?\n  ","893278":"\n   Same\n  ","893279":"\n   Do you wear your mask in public?\n  ","893280":"\n   I am okay just hurting\n  ","893281":"\n\n    https:\/\/youtu.be\/z4CR64hVPMQ\n   \n","893282":"\n   Describe your neighborhood!\n  ","893283":"\n   Jesus, the desperation is so disgusting!\n  ","893284":"\n   lol on a scale 1-10\n  ","893285":"\n   Why is being \"friends\" bad?\n  ","893286":"\n   You don't deserve that\n  ","893287":"\n   How many cups of coffee do you drink in a day?\n  ","893288":"\n   God yeah, I can imagine you get plenty of those as well as I!\n  ","893289":"\n   Is it okay if i answer you replies or should we wall to wall?\n  ","893290":"\n   Anons🙄\n  ","893291":"\n   Genuinely no clue, it was very vague!\n  ","893292":"\n   What's the longest you've ever gone without sleep?\n  ","893293":"\n   That I would also like to find out, though I sincerely doubt their answer will be thoroughly thought out!\n  ","893294":"\n   So what if you come back in 2021 and you have to rebuild your brand?\n  ","893295":"\n   Joe is obsessed. Agree?\n   \n    @JoeeeMason\n   \n","893296":"\n   Has anyone else besides me receiving fewer questions lately? I seem to get a lot of spam, but only a handful of genuine questions. Are you having the same problem? 🤔\n  ","893297":"\n   What are you most passionate about?\n  ","893298":"\n   Sometimes you start to PAINT  the reality of things when people start to show their true COLORS . -Umegboh Chike 2020 AD #quote \n Dont be afraid to let them show you their true colors ,a boy named  Joseph once wore a coat of many colours,his father gave it to him.\n  ","893299":"\n   Do you like reading? Do you have a favourite author?\n  ","893300":"\n   Lol oh\n  ","893301":"\n   Do you like being center of attention?\n  ","893302":"\n   What is your favorite type of swimwear?\n  ","893303":"\n   You should smile more.\n   \n    https:\/\/www.instagram.com\/p\/CFfLZ9njv3e\/\n   \n","893304":"\n   Oh I haven't seen anything about it. I have just come on social media.\n  ","893305":"\n   How´s Amy?\n  ","893306":"\n   Do you like being an influencer?\n  ","893307":"\n   What wedding?\n  ","893308":"\n   How is the bf?\n  ","893309":"\n   Nah all guys just wanna fxck\n  ","893310":"\n   Same here so I am watching the British Shameless.\n  ","893311":"\n   Good morning\n  ","893312":"\n   What do you do when you can't find something you lost?\n  ","893313":"\n   How are you Lauren.\n  ","893314":"\n   Did you eat or cook at all today?\n  ","893315":"\n   I got this doesn't always end well\n  ","893316":"\n   Have you ever been approached by someone who knows you but you couldn't remember who they are?\n  ","893317":"\n   would you wear a black half sleeve turtleneck with a denim skirt?\n  ","893318":"\n   Fxcking robbie always ask the grossest questions 🙄\n  ","893319":"\n   I pee a lot in the cold too\n  ","893320":"\n   Even bikini pic?\n  ","893321":"\n   Do you love pillow talks\n  ","893322":"\n   here's one thing I'm curious about to explain this to me how is it that there is almost 7 million cases of for 200,000 people die supposedly but when there was the H1N1 pandemic going on there were over 70 million cases we're over 12,000 Died\n  ","893323":"\n   Im glad\n  ","893324":"\n   At your wedding who will be your maid of honor?\n  ","893325":"\n   bare adjective of a person or part of the body not clothed or covered So that makes Tights not bare? Correct\n  ","893326":"\n   Is there anything apart from music that's music to your ears\n  ","893327":"\n   Please don't be mad at me or upset with me I made a mistake in believing it\n  ","893328":"\n   Who was more than you?\n  ","893329":"\n   Well I like you but now I will have to like you like crazy\n  ","893330":"\n   I wish I was there to see how stunning and beautiful u were?\n  ","893331":"\n   I spoke to u on instgram and u didnt respond to me so i will make unfollow ✋\n  ","893332":"\n   Why whites dress lisa not a Virgin?\n  ","893333":"\n   Don't be kind 😂\n  ","893334":"\n   looks like the girl on video isn't actually present? xxxxxxxxxxxxxx She's not here with me then ? xxxxxx\n  ","893335":"\n   that is so sweet\n  ","893336":"\n   How did it feel like being the most gorgeous one there?\n  ","893337":"\n   what was in your eyes during the wedding\n  ","893338":"\n   were u considering wearing a front slit skirt to the wedding ?\n  ","893339":"\n   That means yes does she say she wants to  be as attractive and slim like you?\n  ","893340":"\n   No its not she us jealous of how you loked and said pretty instead of gorgeous?\n  ","893341":"\n   Do you excuse yourself when you fart?\n  ","893342":"\n   You don't know I bet she weighs 15lbs more than you?\n  ","893343":"\n   Yeah but you are gorgeous so it went from her to you alright?\n  ","893344":"\n   over the last week what has gotten in your eyes?\n  ","893345":"\n   You went along You should of said lisa no they don't look good let me pick the dresses?\n  ","893346":"\n   Lisa said you looked pretty not gorgeous?\n  ","893347":"\n   what makes him a good person\n  ","893348":"\n   I bet why not really?\n  ","893349":"\n   I bet she says she wishes she was your size?\n  ","893350":"\n   Look you’re my sister woohoo , love you Lauren 💕\n  ","893351":"\n   What did she compliment you when she saw you in your dress?\n  ","893352":"\n   Its true I don't see you that way yeah you gorgeous funny smart but you only a friend\n  ","893353":"\n   I know you should of picked the dresses for her?\n  ","893354":"\n   What do you like to do on your weekends\/on your days off?\n  ","893355":"\n   A model like you everyone was def giving you more attention than anyone?\n  ","893356":"\n   How low do you wait for the battery on your cell phone before recharging it?\n  ","893357":"\n   I knew it what does she say when she can't fit in them?\n  ","893358":"\n   But if you were her would you of picked those tight dresses?\n  ","893359":"\n   See but if she kept the one it would of ripped?\n  ","893360":"\n   What type of dressing do you put on your salad?\n  ","893361":"\n   I bet every guy was looking at you?\n  ","893362":"\n   Cute 😄 Happy Lauren\n  ","893363":"\n   I know that's what I mean she more chubby she should of picked others that go with her type of figure not yours?\n  ","893364":"\n   I bet she can't fit in your jeans or shorts?\n  ","893365":"\n   Did you at any occasion feel that your parents exaggerated on giving you a spanking and should’ve instead opted for softer punishment?\n  ","893366":"\n   Just answer the important ones\n  ","893367":"\n   Girl too girl be honest it must of hard for her too move or dance,?\n  ","893368":"\n   ahh... lol... I've got you beat! I've got 700+!\n  ","893369":"\n   The dresses she picked she has to have a figure like you?\n  ","893370":"\n   How many dresses did she rip they look really tight on her?\n  ","893371":"\n   How many do you have?\n  ","893372":"\n   why are we worried about this stuff\n  ","893373":"\n   you follow trump on twitter No wonder ur this stupid\n  ","893374":"\n   I agree I bet you all were very gorgeous\n  ","893375":"\n   Girls are smart, intelligent and clever? Hmm? xxxxxxxx\n  ","893376":"\n   Our wedding is next.\n  ","893377":"\n   you’re so stupid. covid is real but ig whatever, those 200,000+ americans that have died since covid has came here are fake to, right?  idiot\n  ","893378":"\n   Don't forget to drink lots of sweet tea? Lol\n  ","893379":"\n   what's your favorite mob movie?\n  ","893380":"\n   Whats Lauren Cimmorelli's offical comment  or tweet regarding the Trump covid-19 diagnosis?\n  ","893381":"\n   Okay\n  ","893382":"\n   Nice I bet you most of looked stunning?\n  ","893383":"\n   Why ??\n  ","893384":"\n   It feels good to let the girls breath and everything breath it’s freeing\n  ","893385":"\n   At wedding did you go pantieless?\n  ","893386":"\n   Why private and why white dress?\n  ","893387":"\n   Could everyone please report this account! All she is doing is harassing ppl!\n   \n    https:\/\/ask.fm\/katyjordan65435631?utm_source=copy_link&utm_medium=iOS&shareBy=jennytheloser91\n   \n","893388":"\n   You look chubby in your wedding dress?\n  ","893389":"\n   When you get married please don't pick any of the dresses she picked?\n  ","893390":"\n   No more Virgins left in band now how you feel about that?\n  ","893391":"\n   Did lisa compliment you in your dress i bet she didn't?\n  ","893392":"\n   Did you have straight hair at wedding?\n  ","893393":"\n   how was the wedding\n  ","893394":"\n   Make an anagram out of your name!\n  ","893395":"\n   Did you cook or order food at all tonight?\n  ","893396":"\n   What you think of lisa dress kind of plain?\n  ","893397":"\n   do you ever go pantieless or braless ?\n  ","893398":"\n   Was dani at wedding?\n  ","893399":"\n   Nah then who was?\n  ","893400":"\n   Lisa where will she go for honeymoon?\n  ","893401":"\n   Please your sister lisa will not  care for 1 pic?\n  ","893402":"\n   No I am not\n  ","893403":"\n   Nice I bet you were the most attractive one there?\n  ","893404":"\n   Were you in the wedding party?\n  ","893405":"\n   Why are all your sisters so rushed to get married?\n  ","893406":"\n   Was there social distancing and masks at the wedding?\n  ","893407":"\n   Please post some pictures of you with lisa?\n  ","893408":"\n   Were you at the wedding Lauren?\n  ","893409":"\n   who took the pictures and did they post it somewhere or was it leaked also check your kicked\n  ","893410":"\n   I'm so happy for Lisa and wish her all the happiness in the world. She truly deserves it ❤\n  ","893411":"\n   Lauren cobban is next\n  ","893412":"\n   Oh wow 😂\n  ","893413":"\n   Damn Lisa got married? 😍 congrats\n   \n    @lisamcimorelli\n   \n","893414":"\n   Have you try a wedding dress?\n  ","893415":"\n   what is up\n  ","893416":"\n   Who is the celebrity cant recognize\n  ","893417":"\n   What are you good at that nobody knows?\n  ","893418":"\n   what are you doing?\n  ","893419":"\n   You look thicc in your wedding dresses?\n  ","893420":"\n   Has your face always been so bad with the breakouts?\n  ","893421":"\n   Frankie grande?\n  ","893422":"\n   What´s California´s population?\n  ","893423":"\n   Not any more according to Biden 200 million have already died after his last speech lol\n  ","893424":"\n   To be honest, the coronavirus never made me practice sanitary lifestyle because I already did before the pandemic, so nothing really changed for me except the wearing of mask and social distancing .What about you\n  ","893425":"\n   And your fingers 😆\n  ","893426":"\n   is there any feminine product you think is underrated in the market\n  ","893427":"\n   What do you do when you hear something fall in the middle of the night while you are in bed?\n  ","893428":"\n   I hope you have a great day! 💕🌱✨\n  ","893429":"\n   How confident are you in your appearance and is there anything you would change?\n  ","893430":"\n   Do you enjoy sports (either watching or participating in them) and if so, which ones? 🤸‍♀️\n  ","893431":"\n   Do you have a specific \"morning routine\" that you follow? 🌻🌄\n  ","893432":"\n   What is something that never fails to inspire or motivate you?\n  ","893433":"\n   How often do you change your profile picture on social media?\n  ","893434":"\n   Any breakfast today any French toast?\n  ","893435":"\n   Anyone gay on here? And single and between the age of 20_25\n  ","893436":"\n   Who is your  most famous friend?\n  ","893437":"\n   how would you want me to wake you up\n  ","893438":"\n   What do you miss in Cali?\n  ","893439":"\n   Who on Ask shouldn't be allowed to be a gynecologist \/ who wouldn't you or your sisters accept as a doctor and you guys would probably storm out if they said they were on Ask and follow you?\n  ","893440":"\n   Why are you deleting?\n  ","893441":"\n   Is it Austin Mahone?😂\n  ","893442":"\n   I am still working on my  novel  which is very hard\n  ","893443":"\n   Do you feel it's karma that trump got covid?\n  ","893444":"\n   Lol probably who knows\n  ","893445":"\n   You def rich not poor?\n  ","893446":"\n   Amy dating a guy nice is he cool with her,?\n  ","893447":"\n   Why do you say you are not sexy?\n  ","893448":"\n   What did you eat I had burgers and fries and rootbeer  and you?\n  ","893449":"\n   You have no bf is it Justin beiber?\n  ","893450":"\n   When is the wedding with your bf?\n  ","893451":"\n   Dani left the band because she is not catholic anymore?\n  ","893452":"\n   You like girls right?\n  ","893453":"\n   Were you nervous?\n  ","893454":"\n   What would you do if a t-rex is trying to eat you?\n  ","893455":"\n   Yeah I should make a rule book on what not to do to get a gf\n  ","893456":"\n   Who’s your boyfriend? \n\nAlso I’m a fan of yours 😊\n  ","893457":"\n   worst pickup line you’ve ever heard?\n  ","893458":"\n   What should there be an award show for?\n  ","893459":"\n   You're so pretty!\n  ","893460":"\n   January month birthdays SALUTTEEEE\n  ","893461":"\n   Do you feel superior rich girl?\n  ","893462":"\n   Do you agree?\n  ","893463":"\n   Going out with the  bf?\n  ","893464":"\n   Pizza or tacos tonight?\n  ","893465":"\n   Share a photo with me 📸\n  ","893466":"\n   If you could clone yourself and let your clone go to work on your behalf, would you do it\n  ","893467":"\n   Who comes and goes?\n  ","893468":"\n   Wish you could filter the questions you get like where certain questions can't be asked\n  ","893469":"\n   find it hard to get motivated to do the boring everyday stuff... guess i'll have to get over it\n  ","893470":"\n   well thats good\n  ","893471":"\n   mine's just starting... might get the laundry done for a change\n  ","893472":"\n   who what there name then\n  ","893473":"\n   Have you ever lied about your age?\n  ","893474":"\n   hi beautiful, how's your day?\n  ","893475":"\n   What things does your partner do that annoys you\n  ","893476":"\n   That's amazing\n  ","893477":"\n   Its fucking annoying\n  ","893478":"\n   good night🌙🌙🌹🌹\n  ","893479":"\n   Have you ever forgotten to pay? 💰\n  ","893480":"\n   female power! lol\n  ","893481":"\n   Using no more than one or two paragraphs, how would you describe what you look like nude?\n  ","893482":"\n   If you had to pick one, what is the most important value you would teach your children? Honesty, Kindness or Courage?\n  ","893483":"\n   Have you ever replied to a greeting but they did not greet you? 😂\n  ","893484":"\n\n    https:\/\/youtu.be\/CYdo14PMJ64\n   \n","893485":"\n   Are you sad that Donald has the Covid?\n  ","893486":"\n   💛💛💛\n  ","893487":"\n\n    https:\/\/ask.fm\/Jeynneth\/photopolls\/181653157\n   \n   1❤️ o 2❤️?\n  ","893488":"\n   Are you going to the gym\n  ","893489":"\n   Would you rather be able to run incredibly fast OR jump incredibly high?\n  ","893490":"\n   I hope you're having a great day :)\n  ","893491":"\n   would you wear a black half sleeve turtleneck with a denim skirt?\n  ","893492":"\n   What's the clumsiest thing you've done?\n  ","893493":"\n   What's the weirdest thing about modern life that people just accept as normal?\n  ","893494":"\n   How do you dispose of grease?\n  ","893495":"\n   Do you like XXXTentacion???\n  ","893496":"\n   Hey :)\n  ","893497":"\n   longest you've gone without craving to look at your phone?\n  ","893498":"\n   ever noticed that bi-sexual, pan-sexuals tend to be bi-polar?  vibrant one moment,  lonely;depressed the next\n  ","893499":"\n   do u think u sexy?\n  ","893500":"\n   What do you consider yourself  a expert in?\n  ","893501":"\n   What is your favorite tool?\n  ","893502":"\n   If you have some paper to throw away do you just throw it straight to the trash or you first rip it to shreds?\n  ","893503":"\n   E\n  ","893504":"\n   You're from California.  So how many sexual orientations are there these days and which one do you fall into?\n  ","893505":"\n   Happy Friday Lauren\n  ","893506":"\n   What is your favorite midnight snack?\n  ","893507":"\n   Hello? Is it me your looking for ? I can see it in your eyes! I can see it your smile! Your all I’ve ever wanted in my life” and arms are opened wide! Because you know just want to say and know just want to know I want to tell you I love! Guess the song\n  ","893508":"\n   Who would you cast to play you in a movie?\n  ","893509":"\n   Dani has bf with her face,?\n  ","893510":"\n   Eww with your face and attitude how single?\n  ","893511":"\n   Do you wish you could read someone's mind? Why?\n  ","893512":"\n   Single or taken?\n  ","893513":"\n   I see. I'm sorry to hear that. I hope everything works out for you and your family.\n  ","893514":"\n   Kisses or hugs\n  ","893515":"\n   All the men at party were looking at your bum?\n  ","893516":"\n   Hi Lauren\n  ","893517":"\n   I know\n  ","893518":"\n   Why?too early\n  ","893519":"\n   Okay hit me up when you done\n  ","893520":"\n   How are you?\n  ","893521":"\n   (Not an easy question)\n\nDefine, elegance - please?\n  ","893522":"\n   All the guys at the party were looking at you?\n  ","893523":"\n   I know she likes my comments to her most her post but never a reply lol\n  ","893524":"\n   What three habits will improve your life?\n  ","893525":"\n   You are more attractive than dani her face is bad?\n  ","893526":"\n   Do you use a hot water bottle?\n  ","893527":"\n   So what you doing?\n  ","893528":"\n   Ehhhh maybe idk we also help but without girls we men maybe screwed. 🤣🤣🤣\n  ","893529":"\n   I wish lisa leaves you will be happy right?\n  ","893530":"\n   What's your favorite song to sing\n  ","893531":"\n   Whose more attractive you or dani?\n  ","893532":"\n   but bite the lips shouldn't be bad habit TwT support me lol\n  ","893533":"\n   If you think of anything else let me know\n  ","893534":"\n   We all do it’s kinda what woman are cursed to put up with from us but hey with out you girls it there wouldn’t be us and there would also be a lot more idiotic things happening if you weren’t here to say don’t do that shit 😂🤣🤣\n  ","893535":"\n   You wear them to a birthday party yes you are?\n  ","893536":"\n   Do you know what your IQ is?\n  ","893537":"\n   All the girls in band are unattractive except lisa is she still in band?\n  ","893538":"\n   She looks so younger than you lisa she gets that a lot?\n  ","893539":"\n   Are you a woman who hates men but will not admit it ?\n  ","893540":"\n   Lol I will do my best\n  ","893541":"\n   You wear those shorts too get attention right?\n  ","893542":"\n   Could you live without a computer?\n  ","893543":"\n   She has a horse face with a hot body why?\n  ","893544":"\n   Define girl talk\n  ","893545":"\n   Yes on her poshnark  she sells bikinis and underwear ?\n  ","893546":"\n   All your sisters own thongs?\n  ","893547":"\n   Have you ever built a treehouse?\n  ","893548":"\n   Okay lol I can sleep in the other room\n  ","893549":"\n   Eww your face why so many pimples?\n  ","893550":"\n   I don't care I want to be an American to be around you even if you have to make me a pet of yours\n  ","893551":"\n   hello how are you\n  ","893552":"\n   Anything else lol\n  ","893553":"\n   Dani butterface amazing body but her face?\n  ","893554":"\n   Dani sells her undies online?y?\n  ","893555":"\n   So you wear them how many u own?\n  ","893556":"\n   no no no lol, define bad habit :3\n  ","893557":"\n   It is trashy are you have undies under shorts?\n  ","893558":"\n   Hey\n  ","893559":"\n   hi followed your new one\n  ","893560":"\n   I am okay with that\n  ","893561":"\n   Poor you you will never be as gorgeous and hot like lisa never?\n  ","893562":"\n   What is the funniest misunderstanding you have ever had?\n  ","893563":"\n   what do you think of them ?\n  ","893564":"\n   Manicure and Pedicure?\n  ","893565":"\n   Do you wear thongs ? and why would a girl even wear them they look so uncomfortable\n  ","893566":"\n   Yes so what age did you start?\n  ","893567":"\n   Do you like nachos?\n  ","893568":"\n   Lol maybe but its better then nothing\n  ","893569":"\n   what's your favorite quote?\n  ","893570":"\n   You're askdp pic wow kind of trashy y?\n  ","893571":"\n   Who is  more attractive you or selena gomez,?\n  ","893572":"\n   Lol I don't discriminate\n  ","893573":"\n   Have you become less interested in friendship and socializing as you got older?\n  ","893574":"\n   Ever feel insecure around lisa?\n  ","893575":"\n   Who is a better singer selena or lisa?\n  ","893576":"\n   Lol thats why i need to be part of your friend group\n  ","893577":"\n   I do\n  ","893578":"\n   No way lisa is more attractive i bet selena is jealous of her?\n  ","893579":"\n   morning :((\n  ","893580":"\n   For me its lisa hope it's ok  ?\n  ","893581":"\n   Its fine just my stomach bothering me and im nauseated\n  ","893582":"\n   yeah\n  ","893583":"\n   Definitely but sadly I don't have that many people to talk to around here\n  ","893584":"\n   Do you think lisa is more attractive than selena gomez?\n  ","893585":"\n   Dani is a butterface y?\n  ","893586":"\n   How come so busy?\n  ","893587":"\n   Not good\n  ","893588":"\n   Who's more attractive you or lisa?\n  ","893589":"\n   But it also gets lonely with no one to talk to\n  ","893590":"\n   Did lisa get a boob job,?\n  ","893591":"\n   Have you ever got into trouble with the police?\n  ","893592":"\n   Jo dil mein hai woh khoob hai kyu na dil mein rehne dein?\n  ","893593":"\n   I feel like crap today\n  ","893594":"\n   What are their names on here!\n  ","893595":"\n   When are you going to get a boob job?\n  ","893596":"\n   Hit likes on my question so I can smile for days :)\n  ","893597":"\n   Be honest is lisa attractive?\n  ","893598":"\n\n    https:\/\/youtu.be\/vuMD1qvBXzI\n   \n   Enjoy\n  ","893599":"\n   Is lisa unattractive like you?\n  ","893600":"\n   Wassup lil moma\n  ","893601":"\n   Would you rather eat the whole McDonald's menu or eat the whole KFC menu if you had to\n  ","893602":"\n   Your sisters fart?\n  ","893603":"\n   sorry you are having online problems xx\n  ","893604":"\n   We know your a biden supporter\n  ","893605":"\n   Yeah\n  ","893606":"\n   Crying or laughing\n  ","893607":"\n   How are you?\n  ","893608":"\n   Have you ever been a side chick or side dude?\n  ","893609":"\n   R u free?\n  ","893610":"\n\n    https:\/\/youtu.be\/mp2xeoX2wT8\n   \n","893611":"\n   Your most embarrassing fart story if you’ve got one\n  ","893612":"\n   Did you cook for amy?\n  ","893613":"\n   blue or black ink?\n  ","893614":"\n   Girls don't fart i never saw,?\n  ","893615":"\n   How is the bf he is persian right?\n  ","893616":"\n   You talk bad about your sisters the other night y?\n  ","893617":"\n   Everything good? :)\n  ","893618":"\n   Hey\n  ","893619":"\n   Have you ever farted?\n  ","893620":"\n   You ever throw up in front of everybody? 🤢🤮\n  ","893621":"\n   Cookies and cream candy bar or haagen das ice cream coffee flavor\n  ","893622":"\n   What is your favorite tv show?\n  ","893623":"\n   if you were a product. how many star 🌟 ratings will you get\n  ","893624":"\n   Only a salad y?\n  ","893625":"\n   mine is October 16\n  ","893626":"\n   What did you get the lisa for birthday?\n  ","893627":"\n   When do you feel unattractive like how?\n  ","893628":"\n   Did you know that Slavery was a part of the economic structure of African societies for many centuries. The 1st traders to bring slaves across the Atlantic were from Portugal, & they bought there slaves from African tribal leaders. Black people in Africa had black slaves long before white people did\n  ","893629":"\n   i say when i get married i want a man that kno how to cook\n  ","893630":"\n   Be honest here is this a dumb way of thinking learning to cook a decent. Meal is a good way to a girl heart\n  ","893631":"\n   Do you believe 👽 aliens are real?\n  ","893632":"\n   Why does the media try to scare us?\n  ","893633":"\n   What single piece of technology makes your life easier?\n  ","893634":"\n   Why does the mind get attracted to negativity for many people?\n  ","893635":"\n   If you could switch places with someone for a day, who would it be?\n  ","893636":"\n   What tv series do you watch?\n  ","893637":"\n   What is your favorite hobby?\n  ","893638":"\n   Do you like being a lesbian?\n  ","893639":"\n   What is the most heroic thing you’ve ever done?\n  ","893640":"\n   What was the last big mistake you made?\n  ","893641":"\n   Don't forget to answer peoples questions and be nice alright Lauren?\n  ","893642":"\n   Do you believe in happy ending?\n  ","893643":"\n   But when it's not on your terms you might wanna stay quiet ;)\n  ","893644":"\n   If you had $5 left in your pocket what would you spend it on?\n  ","893645":"\n   pitty ur skin would look so beautiful in lace 😍\n  ","893646":"\n   What was the last thing you ate?\n  ","893647":"\n   What are 3 things that you avoid on the internet?\n  ","893648":"\n   How your day been\n  ","893649":"\n   Chinese food or kfc\n  ","893650":"\n   💔\n  ","893651":"\n   PAP of your stuffed snake!\n  ","893652":"\n   Do you have tik tok?\n  ","893653":"\n   What happened in 1.998?\n  ","893654":"\n   What´s your fav dino?\n  ","893655":"\n   Why are humans so confident in beliefs that can’t be proven?\n  ","893656":"\n   What percentage of your life do you feel truly alive? When do you feel that way? \nHow can you feel that way more often?\n  ","893657":"\n   What is the latest and most beautiful woman in the world\n  ","893658":"\n   Bisognerebbe comprendere il linguaggio di Dio se vuoi guardare Dios~✨\n  ","893659":"\n   They say communication is the key so don't I talk enough to you?\n  ","893660":"\n   2004 for me\n  ","893661":"\n   Aww I'm sorry\n  ","893662":"\n   are you excited for spooky szn 👻🎃💀\n  ","893663":"\n   what’s your special talent\n  ","893664":"\n   Have you had more than 10 teeth filled\n  ","893665":"\n   How many fillings have you had\n  ","893666":"\n   ❤️\n  ","893667":"\n   be careful, i'll corrupt you lol\n  ","893668":"\n   Where were you\n   \n    @Nicolas_Barraza\n   \n","893669":"\n   if William Zabka hates social media or texting why would he allow his number to be sent out to complete strangers?\n  ","893670":"\n   Lol nah I don't want to be a surgeon IRL writing has always been my passion\n  ","893671":"\n   How are you?\n  ","893672":"\n   What color dominates your wardrobe?\n  ","893673":"\n   Beef stew or soup\n  ","893674":"\n   Wby do you curse and talk trash about people who ask you questions?\n  ","893675":"\n   how do you feel about your bf being hispanic?\n  ","893676":"\n   so you don't have ig, snapchat, kik or fb, but you have a profile on an anonymous website? seems legit.\n  ","893677":"\n   Do you prefer to travel by train, bus, plane, or boat?\n  ","893678":"\n   how can i get you to 7?\n  ","893679":"\n   Just keep this time duration in months don't over extend it to year\n  ","893680":"\n   Who is the most flawless person alive?\n  ","893681":"\n   On a scale of 1 to 10, how happy are you right now?\n  ","893682":"\n   What does the life you want to live look like?\n  ","893683":"\n   Uno or go fish\n  ","893684":"\n   hi\n  ","893685":"\n   So it's highly likely to be possible that I may never speak to you again because your inbox flooded with questions xD\n  ","893686":"\n   What do you hope your mom never finds out?\n  ","893687":"\n   Always mam\n  ","893688":"\n   👌🏻\n  ","893689":"\n   Icons or images\n  ","893690":"\n   Cool :) I'd love to hear your voice some time. Do you ever do video responses on here?\n  ","893691":"\n   Do you ever sing by yourself, without the rest of your group? Do you have a youtube channel?\n  ","893692":"\n   Ever sing country? Would you ever sing country?\n  ","893693":"\n   Alright since you have a reason now I am convinced you don't hate me\n  ","893694":"\n   Do you watch sesame street?\n  ","893695":"\n   I have said that to you so many but you never answered me\n  ","893696":"\n   What kind of music do you sing?\n  ","893697":"\n   Is it bad that I had never heard of you before and you're just a regular person to me?\n  ","893698":"\n   What's a major turn off for you?\n  ","893699":"\n   You're so pretty!\n  ","893700":"\n   I don't know the meaning of many words.. How to I express it effectly???\n  ","893701":"\n   Are you famous?\n  ","893702":"\n   post the last song you listened to\n  ","893703":"\n   👍👍Trump > biden👎👎\n  ","893704":"\n   Why your parents did not teach you italian?\n  ","893705":"\n   Merica! We are the best 🇺🇸🇺🇸🇺🇸\n  ","893706":"\n   Good morning Lauren, how are you so far today?\n  ","893707":"\n   Thoughts on the beautiful dani?\n  ","893708":"\n   Would your parents give you a chance like this that you exemplified or would they beat you up straight off?\n  ","893709":"\n   What if on the next day the child does it again?\n  ","893710":"\n   Which words or phrases do you most overuse?\n  ","893711":"\n   You are not lisa is and has no bf?\n  ","893712":"\n   its not a fetish i promise\n  ","893713":"\n   Why aren’t you VIP for how active you are\n  ","893714":"\n   its no fetish\n  ","893715":"\n   Why a lot of people ask?\n  ","893716":"\n   what does it depend on\n  ","893717":"\n   Lisa looks so young in pic with you is she 21?\n  ","893718":"\n   So flat y?\n  ","893719":"\n   Lisa has big boobs why?\n  ","893720":"\n   for your next concert can you all get super emotional\n  ","893721":"\n   do you like skirts with no leggings?\n  ","893722":"\n   Is lisa a Virgin?\n  ","893723":"\n   what was on ur fingers\n  ","893724":"\n   No undies?\n  ","893725":"\n   When you can't dance right you ask her for help also?\n  ","893726":"\n   would you wear a skirt showing your bare legs with no leggings?\n  ","893727":"\n   Do you always dress trashy lisa doesn't?\n  ","893728":"\n   Yes you do u know guys were looking at you that day?\n  ","893729":"\n   I bet you had no underwear that day?\n  ","893730":"\n   Tears.\n  ","893731":"\n   How hot does it get where you are at?\n  ","893732":"\n   Thats good lisa helped you out and now you let her do songs?\n  ","893733":"\n   Current outfit?\n  ","893734":"\n   but why did you choke?\n  ","893735":"\n   Are you looking forward to Halloween?\n  ","893736":"\n   Do you ladies wear shorts and bikinis on shows?\n  ","893737":"\n   Wow you get alot of questions about lisa?\n  ","893738":"\n   what do you mean by \"crack\"?\n  ","893739":"\n   ur awesome\n  ","893740":"\n   ur r epic\n  ","893741":"\n   No way she sings the hardest parts of songs not u?\n  ","893742":"\n   what does shedding mean\n  ","893743":"\n   Also I wanted to ask, was that your first time getting emotional at your concert? Like what do you do when these emotions will come up?\n  ","893744":"\n   what did u do after the song was finished?\n  ","893745":"\n   Still can't sing like lisa never has she always been better?\n  ","893746":"\n   how did you feel when the song ended and u wiped eyes??\n  ","893747":"\n   would you wear a front slit skirt when performing?\n  ","893748":"\n   Still you wear stuff like that to get attention right?\n  ","893749":"\n   No way you can not and you are not a better dancer?\n  ","893750":"\n   why leggings?\n  ","893751":"\n   No the pic with you and Christina you have shorts on y?\n  ","893752":"\n   Why no?\n  ","893753":"\n   did you ever wear a skirt when in concert\n  ","893754":"\n   what was in ur eye??\n  ","893755":"\n   Well lisa is can you hit notes like her and dance?\n  ","893756":"\n   Why do you wear those shorts around for to get attention?\n  ","893757":"\n   Do you wish you had bigger boobs,\n  ","893758":"\n   I just like asking you about your performances and getting to know some of the things that you were doing as you performed.\n  ","893759":"\n   what was on your fingers??\n  ","893760":"\n   Wow lisa best voice and dancer ?\n  ","893761":"\n   Is it okay if we can keep private walling?\n  ","893762":"\n   are people in poverty more likely to die young?\n  ","893763":"\n   OMG ur awesome\n  "},"Answer":{"892692":"\n  Why is it your concern\n  ","892693":"\n  I don't drink\n  ","892694":"\n  My soulmates heart so I wouldnt have to wait years to find that person\n  ","892695":"\n  Lynne\n  ","892696":"\n  Of course I do\n  ","892697":"\n  Dress cute and some what casual but no to casual but like nice and a bit dressy\n  ","892698":"\n  Haha\n  ","892699":"\n  Rainy days definitely. Less cold and less slippery\n  ","892700":"\n  My blue hair\n  ","892701":"\n  I was homeschooled\n  ","892702":"\n  Yeah lol\n  ","892703":"\n  A money saver. I always try to save money unless it's something I need or desperately want that I cant wait for\n  ","892704":"\n  I was homeschooled so my teacher was basically my mother\n  ","892705":"\n  Mmm not sure at the moment\n  ","892706":"\n  Vanessa Hudgens bc I was told I kinda resembled her growing up as a kid\n  ","892707":"\n  Sugar cookies\n  ","892708":"\n  Hi\n  ","892709":"\n  606\n  ","892710":"\n  No idea\n  ","892711":"\n  No lol\n  ","892712":"\n  Every one writes music or adds bits and pieces together\n  ","892713":"\n  Some lol but most of it was written by us\n  ","892714":"\n  One of my favorite holidays\n  ","892715":"\n  Were wolves like they do in twilight\n  ","892716":"\n  Not really. Some people just have money to afford nice things and have bits left over\n  ","892717":"\n  Charlie puth, lisa actually discovered camila cabell before she joined fifth harmony. And we used to live next door to nicki Minaj\n  ","892718":"\n  I'm excited !!!\n  ","892719":"\n  I still live in the same proximity lol\n  ","892720":"\n  Yes this is our old house where all our videos were filmed since moving to Tennessee. The house belonged to lisa & katherine but both have gotten married and moved in with their husbands. Amy, arielle & I have since moved into a bigger house to avoid having our privacy invaded since people knew where we lived.\n  \n  This house will make a beautiful home to someone in need or looking to start a new chapter\n  \n\n   https:\/\/youtu.be\/jfN-kdNsHKo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","892721":"\n  And I can still know what's going on with Christian if I wanted to bc I talk to his brother still and certain friends that are also my friends\n  ","892722":"\n  Good for him 🙄\n  ","892723":"\n  That's not the family house lol. It was mine and we moved into a bigger house recently\n  ","892724":"\n  What?\n  ","892725":"\n  Bc I'm still to young to be married and I still havent found that person yet\n  ","892726":"\n  Like actual a list celebrities or like youtube famous?\n  ","892727":"\n  Been busy but I'm alright\n  ","892728":"\n  I'm drained\n  ","892729":"\n  I already have written a book with my siblings\n  ","892730":"\n  Staying loyal to nick\n  ","892731":"\n  I was\n  ","892732":"\n  No she is not\n  ","892733":"\n  Pretty busy. How about you?\n  ","892734":"\n  M.\n  ","892735":"\n  It was a private and personal wedding with only a few people in attendance. They didnt have a reception or a huge party to celebrate everything was private.\n  ","892736":"\n  What\n  ","892737":"\n  Yes to gummy worms and bears no to the rest ahah\n  ","892738":"\n  I miss my guy :(\n  ","892739":"\n  I know :( if dani does permanently move to California I wonder if she will buy the house.\n  ","892740":"\n  Ootd\n  ","892741":"\n  It's a filming day\n  ","892742":"\n  I'm not pregnant\n  ","892743":"\n  I have no idea to be honest. I dont think I do but I'm not certain ahaha\n  ","892744":"\n  I was born and raised in California lol\n  ","892745":"\n  I didnt promise anything. I dont wear bikinis as I've stated a million times.  Please stop making up false allegations\n  ","892746":"\n  Why are all the kitchens outside in sulani tho??\n  ","892747":"\n  I remade my sims and moved to the island lol\n  ","892748":"\n  I try my best to see the good in everyone I encounter in life. But if you do me wrong theres a chance I wont forgive you right away or would want to be friends afterwards\n  ","892749":"\n  I think they can I'm not sure\n  ","892750":"\n  Not sure. I guess certain situations they are or been through in life. The way they were raised and taught might have something to do with it or they spent years masquerading who they actually are or became someone others wanted to be but deep down they're still that person you once knew.\n  ","892751":"\n  Awe thanks!!\n  ","892752":"\n  Just busy and hardworking\n  ","892753":"\n  Yeah ahah\n  ","892754":"\n  Pretty good!\n  ","892755":"\n  Orange + Blue haha that was my original idea was an album  called orange + blue  but then decided to split it into two!\n  ","892756":"\n  This loll\n  ","892757":"\n  Thank you !!\n  ","892758":"\n  I think if the way you are feeling is not matching up with your life circumstances and also the way you're feeling is  inhabiting you from doing daily activities and living your life. Like if your life is going really badly and you're feeling really down or really anxious all the time I think that's pretty normal but if your life is going really well and you can't think of anything wrong but you feel really down or really anxious all the time that might be an indication! And if you feel so down and anxious all the time that it's stopping you from being able to do the things you want to do you might want to seek some help so you can live a better life. ❤\n  ","892759":"\n  Lollll I feel rly awk and then I'm like omg I was being sarcastic!!! I did not mean that omg!!!\n  ","892760":"\n  Pretty good! Spent the morning working on a rly fun project that is turning out rly well so I am excited haha\n  ","892761":"\n  Ask him his intentions with u lol can be awkward but that will tell you!!!\n  ","892762":"\n  Thank you! I will be posting a makeup tutorial sometime soon\n  ","892763":"\n  Justin Bieber’s current haircut is what we all needed tbh\n  ","892764":"\n  New video !! Chitchat\/ get ready with me my journey to self love 🧡\n  \n\n   https:\/\/youtu.be\/u6ulvZlVUE8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","892765":"\n  Everyone tells atleast one lie throughout their lifetime\n  ","892766":"\n  That's nice\n  ","892767":"\n  May hang out with friends\n  ","892768":"\n  I'm not going to pay all the time for someone else. Lol that's their responsibility not mine\n  ","892769":"\n  I'm doing good, how about you?\n  ","892770":"\n  I'm doing alright\n  ","892771":"\n  It depends. Somethings I'm used to but like after awhile I tend to grow a bit irritated with the pain and will cry\n  ","892772":"\n  They're good. One sister is in california, and some of the guys are in kentucky and that at the moment\n  ","892773":"\n  I mean if you dont put in effort then you will most likely never succeed in what you desire\n  ","892774":"\n  I feel even though someone may be rude or   maybe having a bad day we should still be kind to them bc we dont know what they are going through and being rude on our end wouldnt be doing any good. Because rudeness and rudeness just adds up to pure ignorance and we are all better than that\n  ","892775":"\n  Add what?\n  ","892776":"\n  I barely eat subway anymore and I think the last time I did was 4 months ago lol. Theres a sub place around here that I just prefer over subway\n  ","892777":"\n  Asking someone to describe themselves naked is actually making you desperate lol\n  ","892778":"\n  Yes I do. If you rush into things they most likely wont end well or be just something you're not fulfilly happy with\n  ","892779":"\n  I'm not describing that sorry\n  ","892780":"\n  No ?\n  ","892781":"\n  Uhm I accidentally knocked my siblings Nintendo d.s into a bowl of water one time. Luckily it was on a warranty still but I think that would be the most expensive besides my phones pixels in the display were going bad. Otherwise it just been glass dishes and stuff that broke\n  ","892782":"\n  I was just having a really bad day yesterday ( like a bad mental health day) and just woke up feeling really drained and emotional\n  ","892783":"\n  Jean's. Really into psychology and interior design. But on the more \"hobby\" side it would be skateboarding which I have loved since I was super young and even wanted to become a professional skateboarder one day like tony hawk. However on the more collecting side... I'm not sure I dont really collect things a whole lot. Lol\n  ","892784":"\n  I tend to wear more crop tops with a cami shirt underneath or high waisted Jeans.\n  ","892785":"\n  I think no matter how old I will get I will still ask my parents for advice on certain things if my older siblings and friends are not able to help. My parents know a lot of things and can give some great advice and they're both so supportive so yeah definitely will always want their advice.\n  ","892786":"\n  Awe thank you eric\n  ","892787":"\n  I don't have whatsapp\n  ","892788":"\n  😊\n  ","892789":"\n  No problem\n  ","892790":"\n  Somewhat\n  ","892791":"\n  The nightmare before Christmas\n  ","892792":"\n  Single with that ugly personality\n  ","892793":"\n  Just things going on\n  ","892794":"\n  Both\n  ","892795":"\n  None\n  ","892796":"\n  Just doing stuff around the house that needs done\n  ","892797":"\n  Uhm what?\n  ","892798":"\n  Not at all lol\n  ","892799":"\n  Awe thanks\n  ","892800":"\n  Lol yep\n  ","892801":"\n  I never state my political views ahah\n  ","892802":"\n  Just went with my sister and friends today to celebrate our friend signing with a label recently :)\n  ","892803":"\n  Lol exactly. It's a human nature that everyone does although we dont like to talk about it ir admit we do it\n  ","892804":"\n  I just normally get chicken from the hot food area of the shopping center\n  ","892805":"\n  Or I would want to lol\n  ","892806":"\n  Same\n  ","892807":"\n  Yep :)\n  ","892808":"\n  Yes their were men there\n  ","892809":"\n  Exactly\n  ","892810":"\n  Have a great night\n  ","892811":"\n  I am\n  ","892812":"\n  I'm sorry\n  ","892813":"\n  That's good\n  ","892814":"\n  Yeah\n  ","892815":"\n  I appreciate it\n  ","892816":"\n  🧡\n  ","892817":"\n  Thank you 😊\n  ","892818":"\n  He be starring at his reflection of that ugly personality\n  ","892819":"\n  I think you're trashy. For judging others\n  ","892820":"\n  I'm sorry I hope you feel better soon\n  ","892821":"\n  😊 appreciate it\n  ","892822":"\n  Dientes\n  ","892823":"\n  Mp3 player\n  ","892824":"\n  Most likely me, but we dont have plans of leaving or breaking up the band\n  ","892825":"\n  No I'm fine\n  ","892826":"\n  Awe :(\n  ","892827":"\n  I was a bridesmaid and it was wonderful\n  ","892828":"\n  The one who cant remember the gifts or was busy doing other things because lisa wasnt home\n  ","892829":"\n  I'm sure everyone goes through periods where they're insecure or dont feel\/look attractive and that's fine. Its life we are bit always going to be happy or be picture perfect\n  ","892830":"\n  My sister lisa actually watched\/watches it lol\n  ","892831":"\n  I believe in equality for all genders\n  ","892832":"\n  I'm not on a date just been busy with work and that\n  ","892833":"\n  To always chase after you're dreams no matter who or what tries to interfer\n  ","892834":"\n  They're only truly great who are truly good.\n  ","892835":"\n  It was lovely\n  ","892836":"\n  I dont know\n  ","892837":"\n  I think it just depends on the question and if I actually feel like answering the entire part or elaborating on an answer. Some questions are just way to personal or I'm not familiar with how to exactly answer. And yes I do :)\n  ","892838":"\n  When I find my forever person\n  ","892839":"\n  Good to hear\n  ","892840":"\n  Hey, I'm doing pretty good. How are you\n  ","892841":"\n  No problem\n  ","892842":"\n  Awe still keeping you guys in my thoughts and prayers\n  ","892843":"\n  Lol\n  ","892844":"\n  Awe I'm sorry to hear that everyday feels the same maybe you can try new things each day like read a book or visit a place that you normally dont visit or try a new food to try and change things up a bit\n  ","892845":"\n  Invite you in for some donuts but not beer bc I dont drink :)\n  ","892846":"\n  Yeah sorry I haven't been really talkative\n  ","892847":"\n  I'm doing alright :)\n  ","892848":"\n  Ahah thank you\n  ","892849":"\n  NEW CIMORELLI SATURDAY VIDEO!! In this weeks video you get to attend katherine and Max's wedding day 🧡 it was so vintage, aesthetically beautiful and so much more !!! They only had the wedding footage to work with as the reception has been postponed till next year when corona virus is hopefully over\n  \n   https:\/\/youtu.be\/2QEmTIKZ2mY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","892850":"\n  🧡\n  ","892851":"\n  I’ve been heartbroken countless times. Over big things and small things. I feel things very deeply and attach quickly. You would think that after experiencing the pain of heartbreak so many times, it would get easier, but it doesn’t. Every time feels just the same. Crying on the bathroom floor. Not being able to fall asleep til 4am. Thinking through the whole story again and again and again. What went wrong? Could it have been any different? How did this happen? Why did this happen? I wrote this song “These Days” about that and I think it captures my experience of heartbreak perfectly 💔 watch the video at the link in my bio and click “My YouTube”\n  \n\n   https:\/\/youtu.be\/E1HxkjKiDts\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","892852":"\n  10\n  ","892853":"\n  Mm president\n  ","892854":"\n  When they're acting moody and having an attitude about everything basically\n  ","892855":"\n  Smoke detectors\n  ","892856":"\n  I do\n  ","892857":"\n  That was an updated one\n  ","892858":"\n  I did yesterday and there will be a video today on that style going up on the bands Instagram story\n  ","892859":"\n  Sometimes things dont turn out how I want them or expected and that's okay. You dont always get what you want.\n  ","892860":"\n  I mainly drink tons of water each day\n  ","892861":"\n  No I never had a meet or greet or a conversation face to face with taylor swift. Although I would love to personally chat with her as her is a huge inspiration to me and my music.\n  ","892862":"\n  In the uk\n  ","892863":"\n  Idk home?\n  ","892864":"\n  Good for you\n  ","892865":"\n  Awe\n  ","892866":"\n  Not always. And I feel that the spotlight shouldnt always be directly on me.\n  ","892867":"\n  Barely noticeable\n  ","892868":"\n  Did a little livestream over on my Instagram today 🧡 was asked to save it so uploaded to igtv\n  \n   https:\/\/www.instagram.com\/tv\/CGYW0QQCozW\/?igshid=1fboyzr6wda49\n  \n","892869":"\n  Jokes on you i am a nice person\n  ","892870":"\n  I dress no where near trashy\n  ","892871":"\n  I dont think I'm better than anyone so once again please stop making up assumptions\n  ","892872":"\n  I dont think my weight or appearance has changed... but uhm thanks\n  ","892873":"\n  Awe I'm sure you will\n  ","892874":"\n  I turned it off after 5 minutes\n  ","892875":"\n  I'm sorry to hear that\n  ","892876":"\n  See when I think of trains I think of like metro trains the ones in NYC that are crowded, and filled with tons of people\n  ","892877":"\n  No I don't\n  ","892878":"\n  Yeah\n  ","892879":"\n  I'm not spoiled and I'm not really that rich\n  ","892880":"\n  ??\n  ","892881":"\n  Lol the fires started due to a gender reveal someone did. Not what a political person did\n  ","892882":"\n  Sherlock, stranger things, party of five, good trouble\n  ","892883":"\n  I've been busy this past month with certain projects I have to work on so all my energy and that goes into those projects and by the end of the day I'm exhausted and just need to relax\n  ","892884":"\n  I try my best to answer back to everyone. Just takes me a while to get through them\n  ","892885":"\n  Next year and hopefully being able to travel and perform 🧡\n  ","892886":"\n  😊\n  ","892887":"\n  I like to watch it every now and then\n  ","892888":"\n  Hey hey\n  ","892889":"\n  Aha I am doing well.\n  ","892890":"\n  I have no idea who that is\n  ","892891":"\n  I'm more of a blueberry, strawberry and avocado girl\n  ","892892":"\n  Thank you:)\n  ","892893":"\n  I don't like apples\n  ","892894":"\n  Sometimes expressions are normally how we can tell how someone is feeling. If they're smiling it normally means they're happy about something, if they're crying they are normally upset or hurt\n  ","892895":"\n  I think I tend to always put some pressure ok n myself lol\n  ","892896":"\n  Oh nice bet it was delicious\n  ","892897":"\n  I'm doing good. How are you?\n  ","892898":"\n  Blue and orange\n  ","892899":"\n  Mhm\n  ","892900":"\n  You're not going to fo anything. Besides it's Amy's life, if she chooses to date him and so on then that's her choice.\n  ","892901":"\n  I was answering in general not for myself\n  ","892902":"\n  Some people dont believe in a god tho\n  ","892903":"\n  No I havent\n  ","892904":"\n  I think everyone has a different meaning in life but basically the message is probably : \"chase after your dreams, find your happiness and purpose and fulfill your desires and leave behind your legacy\n  ","892905":"\n  What do you mean he was just interviewing her?\n  ","892906":"\n  Gordan ramsey\n  ","892907":"\n  Tide or gain\n  ","892908":"\n  What is?\n  ","892909":"\n  No. The first one was a total mess and felt like 2 kindergartners arguing over a crayon\n  ","892910":"\n  Sure 😊\n  ","892911":"\n  Everyone has\n  ","892912":"\n  Never going to happen creep\n  ","892913":"\n  Not even sure where I go to apply\n  ","892914":"\n  Or just no common sense\n  ","892915":"\n  Yep\n  ","892916":"\n  She is now married. And whatever they did on their honey moon is between them\n  ","892917":"\n  Yes, once while touring I had to cover lisa's part bc she ended up getting home sick. I forgot her whole part and just did the harmony instead. Luckily christina helped me out when I forgot by singing it though. I felt so embarrassed\n  ","892918":"\n  I try to answer what I can and feel like answering\n  ","892919":"\n  Huh?\n  ","892920":"\n  You see the way you're rude\n  ","892921":"\n  Fly on little one?\n  ","892922":"\n  No\n  ","892923":"\n  Watermelon 🍉\n  ","892924":"\n  I've already said my thoughts and they havent changed ahah\n  ","892925":"\n  Yes I do. Or for fall in general\n  ","892926":"\n  I'm still gonna use this one :)\n  ","892927":"\n  Chilly and a bit windy\n  ","892928":"\n  I've dated a few throughout the years\n  ","892929":"\n  No it was just positioned on where the person whom was recording was standing at the time and who was singing\n  ","892930":"\n  Not jealous of any of my siblings so stop making assumptions\n  ","892931":"\n  You're talking to a fake account where someone is pretending to be. But if you want to believe that person and what they say be my guest and leave me alone\n  ","892932":"\n  If she wanted to be 🙄🤷🏻‍♀️\n  ","892933":"\n  It's a sibling thing omgosh\n  ","892934":"\n  Yes the BBC one it's my favorite show of all time\n  ","892935":"\n  1. Take a few deep breaths, relax my shoulders, and unclench my stomach and whatever else is tight in my body.\n  \n  2. Remind myself of the actual stakes of the situation e.g. am I going to die if this goes wrong? No. I am safe. I am loved. I matter. I am valuable. I am not a failure. I am not going to lose everything if this goes wrong.\n  \n  3. Usually I get to the conclusion that all I can do is try my best and even if things go horribly wrong, there's a way to fix it and I think of what that way is and find comfort in that 👍\n  ","892936":"\n  Just drive real slow and pay attention.  And remember that literally almost everyone learns how to drive so even though it feels scary and impossible, it is possible and many people do it and you can too. You just have to get over the learning curve and you'll be great.\n  ","892937":"\n  Pasta with chicken and pesto\n  ","892938":"\n  Things change, friends leave,  and life doesn't stop for anybody :\/\n  ","892939":"\n  1. Don't make it a punishment for yourself in your mind or like something that you have to do or else you're a bad person lol the more pressure you put on yourself about it, the less motivation you'll have.\n  \n  2. Find ways to exercise that you actually like!!! I hate the gym and I hate lifting weights so instead of trying to force myself to do that I go on runs and do body weight excercises like push-ups and sit-ups bc I actually like those things! Find what is enjoyable to you.\n  \n  3. Start small. Don't try to run 6 miles everyday. It might feel dumb but just start out like 2 days a week doing something short and gradually build up so it feels manageable.\n  ","892940":"\n  I think when you've tried to communicate with them clearly and respectfully multiple times and their negative behavior doesn't change. People usually need a little time to change, but if you've given them clear feedback about what is unacceptable about their behavior and over time they still continue to do it and refuse to change, you have to take a step back from that person :\/\n  ","892941":"\n  Lol better than last week for sure!! On the up and up 😌\n  ","892942":"\n  You can't control how other people feel or react to things so I would say don't focus on not hurting them. Instead focus on being honest and kind and respectful. If you tell them the honest truth about why you need to end the friendship and you do it in a respectful way, that is a very kind thing to do. Don't feel bad about it. Not everyone is supposed to be in our lives forever.\n  ","892943":"\n  Yes like a month ago lol\n  ","892944":"\n  They do sometimes but not always\n  ","892945":"\n  Yes the younger ones are living bullies. Older ones are nice tho\n  ","892946":"\n  I am thank you\n  ","892947":"\n  Everything's fine :)\n  ","892948":"\n  It's just not her account so theres things I csnt really answer or talk about because they're questions only she can answer\n  ","892949":"\n  Yeah\n  ","892950":"\n  Everyone has a favorite person just dont rank us against eachother or compare us its rude and hurtful\n  ","892951":"\n  I only post photos with just lisa and I when I have them.\n  ","892952":"\n  I dont wear them so you're never going to get them\n  ","892953":"\n  Bc everyone grows up sadly\n  ","892954":"\n  Walk in faith\n  ","892955":"\n  Yes it's very good ever since I updated the router and that\n  ","892956":"\n  Always has been. Guess shes just the families wild child\n  ","892957":"\n  Yup\n  ","892958":"\n  Agree\n  ","892959":"\n  Cant give coins to anons\n  ","892960":"\n  I will 😊\n  ","892961":"\n  Yeah lol\n  ","892962":"\n  That's great\n  ","892963":"\n  Probably a jet if I was doing a lot of traveling and flying to other places. Not sure if I would want a yacht considering I dont really spend my time on the water or at a lake house\n  ","892964":"\n  I only drink coffee with some type of caramel in it. And no I didnt get free coffee that day unfortunately\n  ","892965":"\n  Not much just answering questions\n  ","892966":"\n  Star struck song\n  ","892967":"\n  No she left bc she didnt want to be in a band or a singer for her entire life and wanted to explore her interest in design and other things which she didnt really have the time for being in the band. She also wanted to go to college as well\n  ","892968":"\n  Nick\n  \n  Lucas\n  \n  Dainian\n  \n  Christian\n  \n  Brendan\n  \n  Tristen\n  \n  Jordan\n  \n  Andy\n  \n  Mikey\n  ","892969":"\n  I'm excited for all the fall activities we are still able to do, but Sad bc winter will be here soon as well as the snow and I love summer more\n  ","892970":"\n  It depends on the store and how crowded it is. If it's like walmart then I prefer to go to self check out just because they only have like 2 registers open half the time and the line is super long. But if I'm like going to whole foods or a membership club like Costco then I go to the regular cashier bc there is normally more registers open and the lines are shorter\n  ","892971":"\n  I don't envy any of my siblings. I'm proud of the new chapters they're starting in life and who they're becoming. They still do amazing things and never cease to make the family proud of them. I dont know why everyone likes to make up assumptions when they're not true at all.\n  ","892972":"\n  Thanks\n  ","892973":"\n  I dont like wearing them and showing my body of to tons of strangers. I like to be conservative and follow my religion and personal beliefs for now. If that changes in the future then it changes but right now I dress what I'm comfortable with and respect myself and my body. If you cant respect or understand that then leave and stop being some weirdo with a bikini fetish\n  ","892974":"\n  It's just a sibling thing. I'm sure everyone who has a sibling understands\n  ","892975":"\n  I dont like to receive them or answer them and wish those who send\/ask them would stop and be respectful. I think people send them because with the help of anonymous they can say\/do whatever they want without the person knowing its them so the person cant see their actual true colors and intentions\n  ","892976":"\n  Awe thank you teri\n  ","892977":"\n  I'm not that good but I'm definitely getting better at overcoming or taking control of what needs to be handled. I used to let so many people that were toxic or clout chasers come into my life and I would abandon my boundaries and wishes just to make them happy which left me drained and hurt pretty much all the time. And since I stopped being friends with those type of people and been paying attention to my personal boundaries I've been way happier and at peace lol\n  ","892978":"\n  Hugsss\n  ","892979":"\n  I'm 5'6 kath is like 5'9\n  ","892980":"\n  Purple\n  ","892981":"\n  I'm busy I'm sorry I just need to be alone amd focus on this at the moment\n  ","892982":"\n  My hair just has some frizz to it lol\n  ","892983":"\n  I would be so confused for starters but probably try to confront her and ask her what that was for when I dont even know her\n  ","892984":"\n  Maybe cry outside so it looks like that one city in italy where you have to travel by the little padded like boats...\n  ","892985":"\n  I'm still using this account 😊\n  ","892986":"\n  Sometimes but I dont like answering them bc I'm not her so I csnt really answer them\n  ","892987":"\n  Just did today you can scroll down\n  ","892988":"\n  Natural reactions of the body? Just like animals\n  ","892989":"\n  I haven't took any pictures alone yet\n  ","892990":"\n  That's no one concern on who's a virgin and who isnt. It's our life, not yours\n  ","892991":"\n  Only with those I actually know and trust\n  ","892992":"\n  I seen someone put bananas on theirs 😳\n  ","892993":"\n  I was homeschooled\n  ","892994":"\n  I havent ate yet :)\n  ","892995":"\n  A five probably\n  ","892996":"\n  Hmm\n  ","892997":"\n  Lol\n  ","892998":"\n  The past people are normally no good in your present\n  ","892999":"\n  I'm indecisive still ahaha\n  ","893000":"\n  Sorry to hear that, feel better soon\n  ","893001":"\n  Not really ahah\n  ","893002":"\n  I know it's just I'm weeks behind on some questions lol\n  ","893003":"\n  Mhm\n  ","893004":"\n  No I'm not hispanic\n  ","893005":"\n  Yeah I do want to go back eventually however. But I'm not certain if I want to study music or study psychology or interior design\n  ","893006":"\n  I understand\n  ","893007":"\n  We all have the good and the bad days\n  ","893008":"\n  Yeah ahaha\n  ","893009":"\n  Goldfish crackers\n  ","893010":"\n  Cucumber melon?\n  ","893011":"\n  ^^^^\n  ","893012":"\n  Paris Hilton's documentary\n  ","893013":"\n  Who I am on the inside\n  ","893014":"\n  Try to get out the house and enjoy the weather outside\n  ","893015":"\n  I dont have a baby lol\n  ","893016":"\n  😊\n  ","893017":"\n  No look up a deep cleaning lol\n  ","893018":"\n  New video!!! Plz dont watch it's to personal lol\n  \n\n   https:\/\/youtu.be\/pye1S3s8IDc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","893019":"\n  I once got stabbed in my tongue ...\n  ","893020":"\n  I dont know I didnt get fillings this time just a deep cleaning that is still healing\n  ","893021":"\n  Lol I'm fine it dodnt really hurt as much.\n  ","893022":"\n  Yeah ask is filled with some weirdos. I just dont think kids that are under 16 atleast should be on sites like this lol. It allows so much bullying and other stuff that they dont deserve\n  ","893023":"\n  Also milk duds seem to do the trick if you have a loose tooth you want out lol\n  ","893024":"\n  Bath bombs are my favorites lol\n  ","893025":"\n  Anthony Davis 💕\n  ","893026":"\n  Yes I do\n  ","893027":"\n  I was I think 8? Maybe younger .. lost it while eating lunch one day\n  ","893028":"\n  No lol\n  ","893029":"\n  Yes, I just started decorating last week\n  ","893030":"\n  Omg I remember getting questions from her awhile back ago. I'm so sorry to hear that she has passed on. Your family and friends are in my prayers\n  ","893031":"\n  Lakers obviously but I'm also a golden state fan\n  ","893032":"\n  Through my music and the lyrics. Also music videos I sometimes put together for them\n  ","893033":"\n  No idea bc I dont go to clubs or gamble\n  ","893034":"\n  I had a black bean burger and some fries\n  ","893035":"\n  Awkward situations or situations that cause too much attention or embarrassment\n  ","893036":"\n  My strong compassionate heart for things i love and believe in\n  ","893037":"\n  No I love summer and the nice weather and being able to go swimming lol\n  ","893038":"\n  Dogs .-.\n  ","893039":"\n  Heading to bed soon. Really trying to answer questions tomorrow co sidering it way over my limit\n  ","893040":"\n  Why do so many people now have foxes as pets....\n  ","893041":"\n  That we need to all come together to spread some sort of kindness and positivity in today's society\n  ","893042":"\n  Never a day of dull moments\n  ","893043":"\n  I think you always been kinda cool ahah\n  ","893044":"\n  Hopefully it does I cant take another year of  ridiculous leading into 2021\n  ","893045":"\n  Youngest to oldest... babies first, toddlers, young children, teenagers and then adults\n  ","893046":"\n  Okay haha\n  ","893047":"\n  Not sending hate to any sister but probably kath lol\n  ","893048":"\n  Lol just going to have to wait and see\n  ","893049":"\n  By how' shes carrying ? Or\n  ","893050":"\n  AND THERE'S  ANOTHER ONE!!! #BabyCimorelli #Partyof5 #theydidntstay6feetapart\n  ","893051":"\n  Sunsets\n  ","893052":"\n  I used to be however this past year my routine has changed and I'm now more energetic at night and prefer to stay up later\n  ","893053":"\n  I did. Hope you did as well\n  ","893054":"\n  I'm doing well. How are you doing ?\n  ","893055":"\n  I replied back to  u asking what you needed but you never replied\n  ","893056":"\n  I dont believe we should. If we let technology take over how we feel about something then that means technically we wouldnt be classified as humans anymore but more like a robot since we are taking away all the aspects of what makes up a human.\n  ","893057":"\n  It's hard making friends but I'm sure eventually you'll find some amazing people\n  ","893058":"\n  Yes?\n  ","893059":"\n  Awe I'm sorry to hear. When I moved to Tennessee I didnt really know much about the place or anyone there, so I just tried going to all the major \"hotspots\" that people my age went to or do things like volunteer or participate in a church's missionary mission etc\n  ","893060":"\n  It could be for both bc I'm pretty sure ABC plays it every halloween and christmas. Although it's called the nightmare before christmas theres a lot of christmas like references in the scene such as hack wearing a Santa hat. But I believe it can be both lol. However another conspiracy that is being talked about is how frankie and the corpse bride and pretty much every movie by Tim burton is just one long story of a boy and his dog in childhood, early life and the after life .-. Thought it was interesting when I seen that\n  ","893061":"\n  Just try to casually start a conversation with me and discuss something that perhaps we are both interested in like music\n  ","893062":"\n  I believe its reveals who a person really would act like if they could do that at all times. Anonymous features help bring out someones true intentions and colors\n  ","893063":"\n  Never receive any spam mail and just important messages right away. I feel I'm already tall as is lol and dont need to grow anymore\n  ","893064":"\n  Thank you\n  ","893065":"\n  No it's weird\n  ","893066":"\n  Sorbet\n  ","893067":"\n  Awe I'm sorry to hear you're having a bad day, hope it starts to get better. My day is alright but it's only the beginning so who knows what can happen.\n  ","893068":"\n  Currently probably the usa.\n  \n  In the past maybe the uk and France mostly\n  ","893069":"\n  Oranges for sure\n  ","893070":"\n  My face used to be really red and feel like it was burning when I used those blistex acne pads\n  ","893071":"\n  Bc ask doesnt care about its users and their safety and who violates terms and  what anymore it appears\n  ","893072":"\n  True\n  ","893073":"\n  Just made and decorated Halloween sugar cookies and playing the piano lol\n  ","893074":"\n  Twenty\n  ","893075":"\n  Okay good\n  ","893076":"\n  Kinda how I feel about that first kiss\n  ","893077":"\n  It's not necessarily a phobia. It can be\n  \n  -they just dont like guys\n  \n  - they're new to having a sexual romance\n  \n  -theyre victims of r.a..pe and abuse\n  \n  Etc. There can be many reasons\n  ","893078":"\n  We dont do doggos in this house lol\n  ","893079":"\n  I'm not getting married tho\n  ","893080":"\n  My sisters and brothers (obviously was on Chelsea's side)\n  ","893081":"\n  NEW #CimorelliSaturday video!!! In this weeks video we do a sister vs sister harmonizing challenge!!\n  \n\n   https:\/\/youtu.be\/bzhBezI1OaA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","893082":"\n  2020 sucks 🙃 I had my heart broken and other things\n  ","893083":"\n  Christina has 2, one who is heaven and didnt get a chance to walk on earth. And barrett james who is now 2 months old. None of the other sisters have kids at the moment. But christina actually was going through\/ had a miscarriage whole we were touring for the BIY show and it was kinda rough on all of us.\n  ","893084":"\n  Kinda takes awhile to actually get to a \"good \" part anymore\n  ","893085":"\n  Yeah they actually moved to California I believe? And dani and emmyn were talking about possibly moving (well dani back to) california bc she feels she doesnt really relate to anyone or anything in Tennessee anymore\n  ","893086":"\n  Raccoons all the time\n  ","893087":"\n  Good to hear that\n  ","893088":"\n  Ahah\n  ","893089":"\n  Noo it looks like the dog from benji but had more fur and fatter\n  ","893090":"\n  The debate was a joke.... 🙃\n  ","893091":"\n  No not yet unfortunately. Plus we are taking this year off to focus on our family and that\n  ","893092":"\n  Mayne just start off with like one person and see if they're trustworthy or not to be a friend\n  ","893093":"\n  No I dont, we used to but no so much anymore\n  ","893094":"\n  It also helps show us how the world has changed and adapted since that time period\n  ","893095":"\n  I actually did a how I put together my outfits segment over on our band instagrams story today!!\n  ","893096":"\n  Saving myself till after marriage\n  ","893097":"\n  Pass just bc hes not really my type\n  ","893098":"\n  Hurricane delta has gotten stronger and presents worse case scenario to sw lousiana\n  ","893099":"\n  Thank you\n  ","893100":"\n  Sometimes not always\n  ","893101":"\n  Random Fact of the Day:\n  \n  A bolt of lightning is six times hotter than the sun.\n  ","893102":"\n  It's alright andy, how are you?\n  ","893103":"\n  No problem\n  ","893104":"\n  😊\n  ","893105":"\n  Atom Bomb piano version on my YouTube channel now!!!! Link in bio to watch 💙 getting such a crazy response from this album !!! the amount of messages I’ve gotten today telling me that y’all cried listening !!!! What did I tell you 🤷🏻‍♀️\n  \n\n   https:\/\/youtu.be\/MmIKfjyWTP4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","893106":"\n\n   @DrizzyDallass\n  \n  they miss you\n  ","893107":"\n  Thank you bb\n  ","893108":"\n  Sadly...\n  ","893109":"\n  🥺💔\n  ","893110":"\n  This *chefs kiss*\n  \n\n   https:\/\/open.spotify.com\/album\/0rn2FuBji1rPpKSEHJpYKc?si=CKfYWnJEQY2t2SlsB1my_Q\n  \n","893111":"\n  Thank you 😊\n  ","893112":"\n  Thank you !!\n  ","893113":"\n  Yeah 😊\n  ","893114":"\n  Well to be fair they are two people with different personalities\n  ","893115":"\n  Maybe their past lives such as childhood memories, their future like getting married or going to college, things like traveling the world with family or friends etc.\n  ","893116":"\n  Good I would suppose. Shes on her honey moon\n  ","893117":"\n  My sister\n  ","893118":"\n  Neither but I'll rather be hurt by someones words than be physically hurt and have broken bones and that\n  ","893119":"\n  Yeah lol\n  ","893120":"\n  I'm sorry to hear that... hope you're doing well\n  ","893121":"\n  Today was good\n  ","893122":"\n  I've never been to burger barn yet :)\n  ","893123":"\n  Yup\n  ","893124":"\n  Mhm\n  ","893125":"\n  In my state its 8:23 pm\n  ","893126":"\n  I didn't I just brushed it off.\n  ","893127":"\n  Dont be I just ignore them most of the time\n  ","893128":"\n  None lol\n  ","893129":"\n  Stay away from those who cant respect personal boundaries!!!\n  ","893130":"\n  Personal stuff lol\n  ","893131":"\n  No from like a week ago lol\n  ","893132":"\n  Yeah\n  ","893133":"\n  Lady bugs - not all lady bugs are female lol\n  \n  \"Potato bugs\" I'm not sure if that's what they're actually called or not but I grew up calling them - rolly pollie Ollie's lol\n  \n  And bumble bees should be called sting attackers lol\n  ","893134":"\n  Lol everyone there was confused though\n  ","893135":"\n  Yeah. One of the worse debates I've seen in a while\n  ","893136":"\n  Yellow\n  ","893137":"\n  Everyone is pretty in their own ways\n  ","893138":"\n  Maybe a bit ahah\n  ","893139":"\n  For the most part yes\n  ","893140":"\n  I'm actually talking to someone\n  ","893141":"\n  I don't know I'm not in the community or label myself under those categories. I do have friends who are though\n  ","893142":"\n  Yes many old friends who were just way to toxic to be around me\n  ","893143":"\n  Dont think I ever used a funny password for anything\n  ","893144":"\n  I try to do things like write them a cute note\/message. Or buy some of their favorite things like candy or try to go see a movie etc.\n  ","893145":"\n  10\n  \n  5 sisters- christina, katherine, lisa, amy, dani\n  \n  5 brothers- michael, alex, christian, nick, joey\n  \n  4 brother in laws- nick, max, chad, emmyn\n  \n  1 sister in law- chelsea\n  ","893146":"\n  I dont really like comedy all like that but I guess Jeff Dunham would be considered one of the best\/ funniest\n  ","893147":"\n  It was actually a documentary I watched last. And just made me think that we need to be more aware of what we do in our careers that can later effect us\n  ","893148":"\n  I ignore them. They dont have anything really original to say that I havent heard a million times before and the knot reason they hate is bc they're unhappy with their lives and envy you bc u have something in your life that they dont.\n  ","893149":"\n  Hi\n  ","893150":"\n  I dont k ow what that's a reference to sorry\n  ","893151":"\n  I like to try to recycle and use left over material if possible to turn into new things. Maybe it wouldnt be an issue if the company used its left over materials to create clothing\/ shipment supplies out of recycled material\n  ","893152":"\n  I used to but not so much anymore.\n  ","893153":"\n  Its lauren lol\n  ","893154":"\n  Haha I think you will love the piano versions a bit better\n  ","893155":"\n  Orange + Blue (Stripped) comes out at midnight tonight !!! I did piano versions of the entire album. Great for crying or sleeping. Or both. Excited for you guys to hear this 🧡💙\n  ","893156":"\n  I would just try a small portion of the food to see if I enjoy the taste and texture if not then easily dispose of the food and eat whatever you do like. ... trust me I know all about picky eaters and I always try to eat new things as well\n  ","893157":"\n  I dont know what's really going on in Korea atm?\n  ","893158":"\n  Small group so it's easier to communicate and organize on who gets what part of the subject\n  ","893159":"\n  I have no clue. You're going to have ask someone I dated on that\n  ","893160":"\n  Learn to take risks in life bc they're most likely the greatest moments many miss out on\n  ","893161":"\n  Yeah probably aha\n  ","893162":"\n  Good to hear\n  ","893163":"\n  Awe\n  ","893164":"\n  I got food poisoning from a Chinese restaurant before :\/\n  ","893165":"\n  I definitely want to visit Australia and mexico even though those are \"countries \" rather than cities. I never been there and I like exploring new places and learning about different cultures and that :)\n  ","893166":"\n  I'm seeing someone so please stop\n  ","893167":"\n  Thanks but I think we are all beautiful in our own ways\n  ","893168":"\n  Awe. I'm sure she appreciates the compliment\n  ","893169":"\n  No. Being married means you're loyal and fully committed to your partner\/ spouse\n  ","893170":"\n  I love it. The people are nicer here\n  ","893171":"\n  Last I seen was where the dad of what's her name dad had an aneurysm\n  ","893172":"\n  I live in Tennessee now but I was born and raised in California\n  ","893173":"\n  I haven't took any new pictures so enjoy this throw back photo of me and a pumpkin\n  ","893174":"\n  Oh nice\n  ","893175":"\n  Nope :)\n  ","893176":"\n  Very good\n  ","893177":"\n  My day has been well\n  ","893178":"\n  I appreciate it 😊\n  ","893179":"\n  No not really. Only every now and then\n  ","893180":"\n  Awe thank you\n  ","893181":"\n  I went on monday\n  ","893182":"\n  Pretty good, how about youra?\n  ","893183":"\n  In-order traversal is very commonly used on binary search trees because it returns values from the underlying set in order, according to the comparator that set up the binary search tree. Post-order traversal while deleting or freeing nodes and values can delete or free an entire binary tree.\n  ","893184":"\n  Yep I share my birthday with one of my older sisters christina lol\n  ","893185":"\n  Spending the day with my best friends 🧡😊\n  ","893186":"\n  Leo.\n  ","893187":"\n  Awe\n  ","893188":"\n  I never finished that show either lol\n  ","893189":"\n  Uhm not sure lol\n  ","893190":"\n  Mac n cheese and broccoli and cheddar soup\n  ","893191":"\n  I've been trying to finish up the secret life of the american teenager I only have one season left to watch lol\n  ","893192":"\n  Yeah 😊\n  ","893193":"\n  Thank you Eric 😊\n  ","893194":"\n  Yeahh\n  ","893195":"\n  Steak and pierogies lol\n  ","893196":"\n  Ohh\n  ","893197":"\n  Pretty well\n  ","893198":"\n  Yeah ahaha\n  ","893199":"\n  My dream home most likely\n  ","893200":"\n  I know but I dont know the weight to age category or body mass you know\n  ","893201":"\n  Yeah lol\n  ","893202":"\n  Ahah it's okay sorry I'm so late to answering\n  ","893203":"\n  Bc the real word may become to much to actually deal with or handle or things are going very badly so we want to \"escape \" or \"hide\" and try to remain in a place where we feel is much more \"safe\" to us\n  ","893204":"\n  Cooking dinner at the moment\n  ","893205":"\n  ^^^ plus I have feelings for someone else lol\n  ","893206":"\n  Hope you're doing good\n  ","893207":"\n  Just dealing with dumb people who just want to make others feel bad\n  ","893208":"\n  Normally butter or cookie spread\n  ","893209":"\n  Awe\n  ","893210":"\n  Hiya\n  ","893211":"\n  Adum be writing flirty messages...\n  ","893212":"\n  Awe thank you 🧡\n  ","893213":"\n  I think everyone enjoys cuddles\n  ","893214":"\n\n   @alicexrosexking\n  \n  should I be concerned ..\n  ","893215":"\n  Yep\n  ","893216":"\n  I dont have kids lol\n  ","893217":"\n  I love Nike's or Van's lol ralph lauren has nice boots as well\n  ","893218":"\n  Sneakers definitely\n  ","893219":"\n  Leo\n  ","893220":"\n  The death of relatives I really love :(\n  ","893221":"\n  Be patient and let it come to you. You're not going to find true love if you're out there looking and hooking up with every person you tend to meet\n  ","893222":"\n  😳\n  ","893223":"\n  Mine are sore bc I had to go workout with him 😂\n  ","893224":"\n  Dont be\n  ","893225":"\n  No\n  ","893226":"\n  Idk I just do what makes me happy\n  ","893227":"\n  It's not really my type of thing to do. Dont get me wrong  I know a lot of people enjoy it but I dont like the whole idea of hurting a fish with a hook getting stuck in its mouth just bc it wanted to eat, also having to hold back the fins while unhooking them is kinda rude and making them not breathe plus I once got cut on my finger while going that. And then having to worry about the catfish stinging you\n  ","893228":"\n  I believe I am. I always have these cute fun ideas for photoshoots I do for my original music and all these ideas for a music video that my friends help make a reality 🧡 plus I'm the one people kinda ask for opinions on things lol\n  ","893229":"\n  Our battles are what makes us stronger. Right now things may not be the best but I promise if you hang in there it will all be worth it in the end\n  ","893230":"\n  At time when I'm just writing out how I feel (built up feelings and emotions) or if I'm in a hurry to do something. Other wise my writing is pretty well and readable\n  ","893231":"\n  Many times. Sometimes I just end up falling asleep lol\n  ","893232":"\n  I'm catholic\n  ","893233":"\n  No he's not and\n  \n   @alicexrosexking\n  \n  would tell me if he was. Lol he just found a house and hes trying to get back into shape\n  ","893234":"\n  About things I love and enjoy yes lol. Otherwise not really I believe I get more nervous than excited\n  ","893235":"\n  People marry whoever makes them happy. Money isnt everything. Love is the power we receive.\n  ","893236":"\n  Hi\n  ","893237":"\n  And then he commented on our cover of pray and specifically said I had a good voice... we even went to the never say never premiere and his concert on london but I still didnt get a chance with the biebs lol\n  ","893238":"\n  Done voted 😊\n  ","893239":"\n  I appreciate that 😊 thanks for always being a good friend to me on here\n  ","893240":"\n  I've been doing skateboard way before I even decided to enter into the band and sing. It's something I have had a strong passion for all my life and I actually at one time wanted to be a professional skateboarder like tony hawk for the longest. However those dreams changed and I now only skateboard for fun. I would never try to attempt anything \"professional \" like and risk injuring myself\n  ","893241":"\n  I feel like the whole thing is rigged and sketchy. You're suppose to be in quarantine for corona for 14 days. Our president and first had it and he went to the hospital and got released after 3 days?? 🤔 but the local hospitals keep us quarantined for 14 dont get it\n  ","893242":"\n  I do talk to a therapist lol\n  ","893243":"\n  Last night I made rice and some bbq pork loin lol\n  ","893244":"\n  I dont discuss political views sorry\n  ","893245":"\n  I will 😊\n  ","893246":"\n  I had tacos the other night :)\n  ","893247":"\n  Tired  .. someone kept calling me all night\n  ","893248":"\n  Awe thanks\n  ","893249":"\n  No they're actually really healthy. However I missed a few appointments over the year and all that nasty stuff built up and eventually started to make my gum line form \"pockets\" which caused a receeded gumline. Or as she put it \" split my gum in half \" so it needs to heal and reattach but will take awhile to fully heal. \"It will look worse before it starts looking better\"\n  ","893250":"\n  Good morning\n  ","893251":"\n  Whatever the tool they use to scrape off plaque and tartar from the tooth lol\n  ","893252":"\n  I guess I need to just worry about the gums healing for now.\n  ","893253":"\n  She said come back in 3 months 🤷🏻‍♀️\n  ","893254":"\n  Yep some type of numbing gel, not a shot. It tasted basted bc some actually got into the back of my mouth. Didnt really do much bc I was suppose to feel a \"vibration \" but actually felt the whole needle go onto the gum\n  ","893255":"\n  Idk she didnt mention them at the time.\n  ","893256":"\n  No\n  ","893257":"\n  Hi\n  ","893258":"\n  I'm no where near stuck up\n  ","893259":"\n  Will do aha thanks for the suggestion\n  ","893260":"\n  Dont eat your shoe\n  ","893261":"\n  Yeah short term memory lol\n  ","893262":"\n  All I taste is blood in my mouth sadly lol\n  ","893263":"\n  No I dont. I just use an electric soft bristled toothbrush, floss, mouth wash and total health toothpaste. I just went to the dentist today and my mouth is numb still but my gums are red and tender\n  ","893264":"\n  I dont even remember what was on my mind that day. Sorry lol\n  ","893265":"\n  No he's my nephew lol. Hes my oldest sister Christina's son.\n  ","893266":"\n  Friendly reminder : brush your teeth twice a day and floss every day... or else you're going to need to go in for a deep cleaning and that hurts .   😪\n  ","893267":"\n  So excited to decorate my house and plan what this years costume will be 🧡\n  ","893268":"\n  Haha gonna start doing videos on this one that I feel dont really fit in on my other channel lol\n  ","893269":"\n  Subscribe to my new channel :\n  \n\n   https:\/\/youtu.be\/QeMZk_54028\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","893270":"\n  Welcome to my new channel 🧡\n  ","893271":"\n  They just been posting the pictures here and there lol\n  ","893272":"\n  This is from a month ago aha :)\n  ","893273":"\n  I feel you on that. Take some time away if needed. Grieving comes in many stages\n  ","893274":"\n  A month ago\n  ","893275":"\n  Taylor swift folklore\n  ","893276":"\n  Awe that's horrible. Prayers for you and your friends family\n  ","893277":"\n  Yes or stand where its indicated to stand\n  ","893278":"\n  Why are you hurt?\n  ","893279":"\n  Yes I do. Its mandatory in most buisness and events\n  ","893280":"\n  Awe why?\n  ","893281":"\n  Nice\n  ","893282":"\n  Our people 💕 chelsea and Mike's wedding\n  ","893283":"\n  Tell me about it\n  ","893284":"\n  Broke the scale\n  ","893285":"\n  Not sure why being friends with anyone would be a bad thing unless they do dumb things that get them into trouble and the people they're around?\n  ","893286":"\n  Some guy that has nothing better to do with his life but worry what others do with theres. And is desperate bc he wants nudes which obviously I dont do so he gets po about that\n  ","893287":"\n  Only one which is a cold brew for breakfast\n  ","893288":"\n  Every day sadly\n  ","893289":"\n  Doesnt matter\n  ","893290":"\n  Or the ones who create multiple accounts under various names to harass you 🙄 yeah I know wish they would just vanish for good\n  ","893291":"\n  True\n  ","893292":"\n  48 hours due to traveling to europe and having to catch many flights and then take the bus and subways to the hotel and then figure out who was sleeping with who in what room and sorting out all our belongings and stuff. It was highly exhausting and I think we even had to take a ferry at one point\n  ","893293":"\n  I dont know if they're saying you're interested in like those things or not lol\n  ","893294":"\n  We moved on as a 5 piece. We are still creating music and content for youtube and our patreon members. Theres no need to rebrand in 2021 currently as we already rebranded. Unless something else goes on that would cause us to rebrand etc.\n  ","893295":"\n  Obsessed with what exactly?\n  ","893296":"\n  Theres periods when I get spammed with tons of questions but then receive very little over a few days. I'm not sure why :( but I turned off my anon questions bc I'm being harassed by someone who has nothing better to do with their life currently\n  ","893297":"\n  I've always been passionate about music from a really young age. I also love decorating rooms and houses like my sisters when they moved or remodeled. Christina actually had me come over and decorate her house bc it just wasnt her type of thing she was good at. I also helped set up my nephews nursery. And plan on going back to college to study music or interior design\n  ","893298":"\n  🧡\n  ","893299":"\n  I love to read and learn about new things and be transformed into all these other places that are made up but at the time makes you feel you are actually there while reading lol. My favorite author currently is john green I just live his writing style and how he is able to make you feel like you're friends with the characters or actually there in the story\n  ","893300":"\n  Yeah it's bad lol\n  ","893301":"\n  Not always, being a introvert I like having my own space and time alone\n  ","893302":"\n  Most of my clothing is from forever 21\n  ","893303":"\n  No one is always happy though\n  ","893304":"\n  She hasn't posted any photos or revealed her wedding day yet. But like I said theres a lot of people in the cimfam who should be FBI bc they figure and find everything out\n  ","893305":"\n  Shes fine.\n  ","893306":"\n  It has it's good and bad. But I love that I get to share many things and achievements with each and every single one of the cimfam\n  ","893307":"\n  Lisa's\n  ","893308":"\n  Hes doing great. He just found a new house  hes moving into here soon\n  ","893309":"\n  Not all. Theres some really rare, understanding and respectful gentleman out there still\n  ","893310":"\n  Wedding was fun though\n  ","893311":"\n  Morning\n  ","893312":"\n  Try to remember where I last seen it or had it. And look in all the places I normally set things at\n  ","893313":"\n  I'm alright. Just tired\n  ","893314":"\n  I just woke up not to long ago. My stomach kinda hurts\n  ","893315":"\n  Which is true most things dont always end well or as expected. But life is all about taking risks and learning from our mistakes\n  ","893316":"\n  Being a singer in a band that's well known... that tends to happen a lot. But in one event I was super close to these two guys growing up and they ended up moving out of state for years until they were 16 l. I was 9 when i last saw them. Went to their older brothers wedding and i knew they were suppose to be there but didnt know if they were actually coming. Then i walked into the house to grab something and this guy is just awkwardly staring at me and tells me i dont have to be shy... here it was the boys but they grew up and changed so much i didnt realize it was them\n  ","893317":"\n  Maybe idk\n  ","893318":"\n  I dont know who it was that asked this\n  ","893319":"\n  Yeah\n  ","893320":"\n  I dont wear bikinis as I have stated many many times.\n  ","893321":"\n  I love having deep conversations with people at night about life and our dreams and stuff.\n  ","893322":"\n  Like I said things just make sense and seems fake news\n  ","893323":"\n  Yep\n  ","893324":"\n  I think I would want dani to be my maid of honor. I'll like to include all my sisters If possible like christina did for her wedding amd then have my friends as the bridesmaids. But if it dont go that way I'll still try to include my sisters as my bridesmaids and then make my best friends maid of honor then. So like rachael and melanie\n  ","893325":"\n  Huh\n  ","893326":"\n  The sound of waves\n  ","893327":"\n  I'm not mad\n  ","893328":"\n  Everyone was gorgeous in their own way\n  ","893329":"\n  Oh\n  ","893330":"\n  Awe\n  ","893331":"\n  It's hard to reply back to everyone\n  ","893332":"\n  U dknt know that anon\n  ","893333":"\n  I'm just a kind person\n  ","893334":"\n  What girl?\n  ","893335":"\n  Thank you\n  ","893336":"\n  I wasnt the only gorgeous girl there\n  ","893337":"\n  I wasnt crying lol\n  ","893338":"\n  No\n  ","893339":"\n  Leave\n  ","893340":"\n  Its not like that. So stop making assumptions\n  ","893341":"\n  Yes it's called have manners\n  ","893342":"\n  Idk\n  ","893343":"\n  Ok\n  ","893344":"\n  Those nasty sleepy things\n  ","893345":"\n  Everyone put in their input and to be honest she looked great in them\n  ","893346":"\n  It's the same thing\n  ","893347":"\n  Hes kind and considerate. Always checking up on those who need someone to talk to\n  ","893348":"\n  There was a lot of people there and their main focus was on the bride. It's her big day\n  ","893349":"\n  Idk\n  ","893350":"\n  Awe\n  ","893351":"\n  I looked pretry\n  ","893352":"\n  I know\n  ","893353":"\n  I actually went along.\n  ","893354":"\n  Try to relax and enjoy friends and just have fun. If not take care of myself and self care or clean up the house\n  ","893355":"\n  Ahah not really\n  ","893356":"\n  20%\n  ","893357":"\n  She doesnt wear them obviously\n  ","893358":"\n  My style is completely different. Mine is kinda like Christina's\n  ","893359":"\n  One was for the ceremony, one was just for the reception and the other two I believe one was so she could dance and the other was like the honeymoon one\n  ","893360":"\n  Normally balsamic\n  ","893361":"\n  Lol most where just friends we grew up with or of Chad's and hers\n  ","893362":"\n  Thank you\n  ","893363":"\n  She picked what fits her body\n  ","893364":"\n  Some of them she cant\n  ","893365":"\n  Maybe sometimes\n  ","893366":"\n  I'm trying to but more come in\n  ","893367":"\n  Which is why she had a dress that transformed\n  ","893368":"\n  I panicked when I have over 240 lol\n  ","893369":"\n  Lisa doesnt have the same figure. While we can fit most clothes of eachothers. Some of mine are either to small \/tight. Shes more muscle than I am\n  ","893370":"\n  They're not tight just the style kinda hugs her bottom\n  ","893371":"\n  Over 500 ...\n  ","893372":"\n  No clue\n  ","893373":"\n  Okay explain this then? Another states governor tested positive for Corona then 30 mins took another test and was negative? But yet shouldn't all tests give basically the same results?. Also how is it possible only the president and first lady and those who are highly around him like his assistant all past positive but not his own son who lives in the White House? And the other candidates are negative as well. Doesnt this seem like some sort of skeptical scheme they're doing just so trump gets another 4 years\n  ","893374":"\n  I have way too many questions to answer....\n  ","893375":"\n  Yep\n  ","893376":"\n  No\n  ","893377":"\n  The numbers are wrong. Only 6% actually had covid alone and didnt have any other health issues\n  ","893378":"\n  Lol okay\n  ","893379":"\n  I dont think I have a favorite\n  ","893380":"\n  Sad but think covid is a fake\n  ","893381":"\n  Thank you\n  ","893382":"\n  Everyone was stunning\n  ","893383":"\n  Bc ew\n  ","893384":"\n  Ok\n  ","893385":"\n  No\n  ","893386":"\n  Doesnt need people harassing and or invading her privacy for pictures and so on. And because its what she wanted and liked\n  ","893387":"\n  Account has been suspended love\n  ","893388":"\n  I didnt get married\n  ","893389":"\n  I obviously have my own style and wont have the same dress\n  ","893390":"\n  There is 😂\n  ","893391":"\n  She did just as much as we did her\n  ","893392":"\n  My hair was natural\n  ","893393":"\n  Beautiful\n  ","893394":"\n  Lauren\n  \n  L-lovable\n  \n  A- artistic\n  \n  U- unique\n  \n  R- radiant\n  \n  E- entertaining\n  \n  N-nice\n  ","893395":"\n  There was dinner provided at the reception\n  ","893396":"\n  She had like 4 different dresses lol\n  ","893397":"\n  No\n  ","893398":"\n  Yessss she was\n  ","893399":"\n  Everyone looked stunning\n  ","893400":"\n  Private information\n  ","893401":"\n  I'll post them when she does okay\n  ","893402":"\n  Yes u are\n  ","893403":"\n  Nah\n  ","893404":"\n  Yes\n  ","893405":"\n  They weren't lol\n  ","893406":"\n  Masks were required and the tables were spaced apart\n  ","893407":"\n  I'm not posting pictures till lisa posted them first\n  ","893408":"\n  Yes 💕\n  ","893409":"\n  Chad's friends are obviously at the wedding and reception. So they posted some videos and that. Fans stalk so they get posted :)) but it's fine bc lisa posted the video of her wedding dress today anyway\n  ","893410":"\n  Hopefully she never loses that smile ever again 💙\n  ","893411":"\n  Tell that to\n  \n   @iammikeycobban\n  \n  😂😂😂\n  ","893412":"\n  Also if he ever hurts her just know theres an army coming\n  ","893413":"\n  Yes she did ( which I'm not suppose to reveal but everyone is like the FBI anyway lol)\n  ","893414":"\n  On wednesdays the cimorelli bride tribes wear pink\n  ","893415":"\n  MR & MRS. GILBERT 💙💙💙\n  \n   @lisamcimorelli\n  \n","893416":"\n  Charlie puth\n  ","893417":"\n  My dumb self didn't post the video in the last post lol\n  \n  Check it out :\n  \n\n   https:\/\/youtu.be\/h98uKI8Wfts\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","893418":"\n  The Lads. This group of friends is unlike any other. The 2am conversations where we feel safe to share some of our deepest heartache. The honest feedback we give each other when we don’t think we’re living up to God’s design for our lives. The support of each other’s incredible dreams (even though they are all so different). The never-ending group chats that constantly change names. The random trips \/ adventures. The weirdest humor. Feeling safe to be our complete, full selves...even the parts others reject. The rebellious and yet wholesome nature we all have. And our desire to help restore the many broken souls in this world. I am so grateful for all of you incredible people 😭❤️if you’re a true lad say....\n  \n  Also check out the lads first appearance in our dear friend rachael nemiroff's new cover of \"dynamite \"\n  ","893419":"\n  That's not me lol. It's my sister lisa that was trying on dresses in the video\n  ","893420":"\n  Kinda.\n  ","893421":"\n  Nooo lol\n  ","893422":"\n  41 million I think because theres been a lot of growth with people moving\/ growing their families\n  ","893423":"\n  Yeah...  the whole debate reminded me of when I was younger and would bicker with my siblings for using a crayon I wanted lol\n  ","893424":"\n  Same. Although in a way I kind of always social distanced bc being an introvert means you dont always want to be around people but be alone and enjoy your quiet time. However I do feel more like a germaphobe now with always washing my hands and wiping down stuff all day lol\n  ","893425":"\n  My fingers dont really make me insecure anymore\n  ","893426":"\n  Uhm.. hair removal creams maybe\n  ","893427":"\n  Text my sister and our friend and ask if it was them. If not I look around and peep out the window\n  ","893428":"\n  You as well\n  ","893429":"\n  I think like a 9. I just dont like how my skin sometimes looks due to struggling with sensitivity and breakouts lol\n  ","893430":"\n  I loved being on a water polo team when I was younger and wiah I could still be able to do that every summer. However I have been taking classes for dancing lately and been enjoying that. I would like to get back into trying boxing (I tried to do that but was getting over food poisoning at the time and my stomach was very week to be doing an intense sport at the time)\n  ","893431":"\n  My morning routine tends to change each year. We just did a video last week on our routines. But no I dont have like an actual morning routine that I stick with lol\n  ","893432":"\n  I get a lot of inspiration from other artists in the music industry that I like. But the ones who keep me motivated are my friends, family and the cimfam \/ baddies.\n  ","893433":"\n  Pretty often but not like all the time. Once or twice a month probably is the most\n  ","893434":"\n  I actually got up pretty late so I havent ate yet. I'm not really hungry at the moment either\n  ","893435":"\n  Well I'm not gay or single, but I am 22 :) and willing to be friends if you'll like\n  ","893436":"\n  If you know you know\n  ","893437":"\n  Just push me off the bed 😂\n  ","893438":"\n  My friends and family who still reside in California\n  ","893439":"\n  All the anons\/people who ask sexual related questions should never be a obgyn.\n  ","893440":"\n  A special kind of video was posted on our channel today for this weeks #cimorelisaturday 🧡💙 in this weeks video, lisa tries on wedding dresses till she finds the perfect style of hers. Check it out on our youtube:\n  \n\n   https:\/\/youtu.be\/xiFO4SWi40A\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","893441":"\n  No kinda wish tho\n  ","893442":"\n  Trust me I know. Writing our book was hard lol\n  ","893443":"\n  This whole virus seems #fake\n  ","893444":"\n  Haha true\n  ","893445":"\n  I'm wealthy\n  ","893446":"\n  Amy's not with anyone\n  ","893447":"\n  I just dont think I'm really that attractive lol\n  ","893448":"\n  Burgers and fries lol\n  ","893449":"\n  I have a bf and no justin is married to hailey lol sadly\n  ","893450":"\n  Never 😂\n  ","893451":"\n  No she left bc she wanted to do other things in life and didnt want to be a singer all the time for her career anymore. She wanted to go to college to take classes for design\n  ","893452":"\n  No I like men\n  ","893453":"\n  I was like shy at the time\n  ","893454":"\n  Run as fast as I can\n  ","893455":"\n  Haha may be successful and a #1\n  \n  Bestselling\n  ","893456":"\n  Haha I dont like to expose him all like that\n  ","893457":"\n  Are you from Tennessee bc you're the only ten I see\n  ","893458":"\n  Youtubers\n  ","893459":"\n  Thanks\n  ","893460":"\n  My birthday is in August\n  ","893461":"\n  I'm not a rich girl\n  ","893462":"\n  Anyone can be crazy. Its not just the color of someones skin that considers them crazy\n  ","893463":"\n  Nah\n  ","893464":"\n  No\n  ","893465":"\n  Barrett James Reali 🧡💙\n  ","893466":"\n  Maybe when I have to much to do for the week lol. Would be helpful\n  ","893467":"\n  My boyfriend\n  ","893468":"\n  True the blocking system doesnt really work that well either\n  ","893469":"\n  I feel you on that lol\n  ","893470":"\n  Yep\n  ","893471":"\n  That's what I've been trying to do this week is just clean up around the house and get some things over with\n  ","893472":"\n  It's some obsessed fan that is inlove with amy\n  ","893473":"\n  Maybe once or twice\n  ","893474":"\n  My day is going pretty well. How about yours?\n  ","893475":"\n  Comes and goes 😪\n  ","893476":"\n  Awe thanks\n  ","893477":"\n  Agree\n  ","893478":"\n  Good afternoon\n  ","893479":"\n  Nope I'm always the one who reminds people to pay lol\n  ","893480":"\n  Lol\n  ","893481":"\n  Not your concern\n  ","893482":"\n  Kindness bc the world is really lacking those people right now who are kind to eachother and those who are not privileged to have a good life and the things you have\n  ","893483":"\n  Many times. They're mostly talking to someone else in the house ahah\n  ","893484":"\n  😊\n  ","893485":"\n  No\n  ","893486":"\n  Welcome\n  ","893487":"\n  2\n  ","893488":"\n  Not today, not feeling up to exercising at the moment\n  ","893489":"\n  Run incredibly fast so when I just need to leave asap well ... I'm outta that place\n  ","893490":"\n  Same goes to you 😊\n  ","893491":"\n  I dont know\n  ","893492":"\n  Tripped over a small step in a room I knew was always there because I wasnt paying attention to where I was walking\n  ","893493":"\n  Letting the government control us when years before we used to fight the government to have rights as americans\n  ","893494":"\n  Get a grease trap or drain the grease into a container\/ pan and dispose it outside\n  ","893495":"\n  Hes alright but I dont really listen to music by him\n  ","893496":"\n  Hey\n  ","893497":"\n  48 hours\n  ","893498":"\n  Your mental illnesses are not related to your sexuality.\n  ","893499":"\n  Nope\n  ","893500":"\n  Coming up with song ideas\n  ","893501":"\n  A hammer ;) hit the nail for daddy kidds\n  ","893502":"\n  If it's a paper with a lot of information I try my best to shred it before recycling. If it's just a piece of paper with like no valuable information on it then I'll just recycle it.\n  ","893503":"\n  Waking up with a headache sucks\n  ","893504":"\n  I was born and raised in california until 2015 when we moved. I'm not sure how many sexual orientations are there besides the normal lbgtq+ community. I just worry about myself and my sexual preferences\n  ","893505":"\n  Happy Friday\n  ","893506":"\n  Goldfish crackers\n  ","893507":"\n  Hello by lionel richie\n  ","893508":"\n  Vanessa hudgens\n  ","893509":"\n  Shes married 😂 and nothing is wrong with her face you're just ignorant honey\n  ","893510":"\n  Bc I got a man that can deal with me lolllllll\n  ","893511":"\n  The power I had at just 17....\n  \n\n   https:\/\/youtu.be\/owMc69qzyoM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","893512":"\n  Taken\n  ","893513":"\n  Thank you 😊\n  ","893514":"\n  Hugs\n  ","893515":"\n  It was mainly my friends who were girls that I was with\n  ","893516":"\n  Hi\n  ","893517":"\n  Mhm\n  ","893518":"\n  I just havent found anyone I click with yet\n  ","893519":"\n  Ok\n  ","893520":"\n  Good, hbu\n  ","893521":"\n  the quality of being graceful and stylish in appearance or manner; style.\n  ","893522":"\n  It wasn't a huge party. I went out with a few friends for the week\n  ","893523":"\n  She replies sometimes not always tho\n  ","893524":"\n  Ignoring negative things\n  \n  Creating a safe place for yourself\n  \n  Chasing after what you dream instead of what other want\n  ","893525":"\n  Oh look a witxh!!!\n  ","893526":"\n  No I dont\n  ","893527":"\n  About to go shower\n  ","893528":"\n  Haha\n  ","893529":"\n  I wish you go find the trash collector\n  ","893530":"\n  Fall back\n  ","893531":"\n  🤷🏻‍♀️\n  ","893532":"\n  It's my bad habit lol\n  ","893533":"\n  Alright\n  ","893534":"\n  Girls run the world lol\n  ","893535":"\n  It's not to get attention. Its bc I can wear whatever I feel like wearing and I'm comfortable in\n  ","893536":"\n  No it's been awhile since I even looked or tried to figure it out\n  ","893537":"\n  ur unattractive why you still bothering me\n  ","893538":"\n  Idk\n  ","893539":"\n  No lol I adore men but sometimes they do certain things to get on our nerves\n  ","893540":"\n  Ahah\n  ","893541":"\n  No\n  ","893542":"\n  If there was a way to make music and tracks etc. Still then yeah I could\n  ","893543":"\n  You have a blowfish face why\n  ","893544":"\n  Like about guys and our normal girl things lol\n  ","893545":"\n  No it's only a swimsuit I just looked lol\n  ","893546":"\n  Not your concern so frick off\n  ","893547":"\n  We had one growing up in california ... it's where we always hung out at until we moved or got older\n  ","893548":"\n  Girl talk\n  ","893549":"\n  Eww your breath why you gotta speak\n  ","893550":"\n  Ahah\n  ","893551":"\n  I'm doing alright, how are you anon?\n  ","893552":"\n  Sleepovers\n  ","893553":"\n  Wtfrick are you talking about shut up already\n  ","893554":"\n  She doesnt lol\n  ","893555":"\n  Not your concern\n  ","893556":"\n  A bad habit is something that you always do over and over even though you know you shouldnt\n  ","893557":"\n  Is you trashy\n  ","893558":"\n  Hi\n  ","893559":"\n  Thank you 🧡\n  ","893560":"\n  Lol good\n  ","893561":"\n  Poor you you will always look like wednesday Adams lost cousin\n  ","893562":"\n  I once called the donut shop to see how much a bakers dozen would cost. The person who answered thought I meant a THOUSAND and actually gave me a very high price. She thought I wanted thousands for a fundraiser and I said no no 12 donuts lol\n  ","893563":"\n  I think they're uncomfortable at times and dont understand why someone would want to wear them all the time\n  ","893564":"\n  Yep\n  ","893565":"\n  Not your concern and some girls just like how they look and how more mature it makes them\n  ","893566":"\n  What age did you start\n  ","893567":"\n  Yes I do but havent had nachos in awhile lol\n  ","893568":"\n  Ehh guess you're getting dragged to get your nails done lol\n  ","893569":"\n  Walk in faith\n  ","893570":"\n  Your face looks kinda trashy? Why\n  ","893571":"\n  🤷🏻‍♀️\n  ","893572":"\n  You may feel out of place though lol\n  ","893573":"\n  Not really. I just crave honest. Unique and genuine people now a days and would rather rather have only a few true friends then a large crowd of toxic ones\n  ","893574":"\n  Ever feel insecure around the rock\n  ","893575":"\n  🤷🏻‍♀️\n  ","893576":"\n  My friend group is mostly girls lol\n  ","893577":"\n  Well thanks for understanding\n  ","893578":"\n  No clue mate\n  ","893579":"\n  Its night time here but hope you had a great day.\n  ","893580":"\n  It's the rock for me\n  ","893581":"\n  Awe maybe the stomach bug?\n  ","893582":"\n  Mhm\n  ","893583":"\n  Small towns sometime suck\n  ","893584":"\n  I think they're both gorgeous in their own ways\n  ","893585":"\n  Butter face?\n  ","893586":"\n  Busy with music and providing content t to our fans\n  ","893587":"\n  Awe I'm sorry\n  ","893588":"\n  Whose more attractive the rock or the grass\n  ","893589":"\n  True. I like being alone but theres times when I need like someone to talk to or hang out with with as well\n  ","893590":"\n  No\n  ","893591":"\n  Nope not yet and hope I never do\n  ","893592":"\n  English please\n  ","893593":"\n  I'm sorry to hear that!! Hopefully you feel better soon :(\n  ","893594":"\n  They're not as active on here due to certain circumstances going on\n  ","893595":"\n  Never\n  ","893596":"\n  You're on anon\n  ","893597":"\n  Be honest are you rude\n  ","893598":"\n  Ok\n  ","893599":"\n  Are you unattractive is that why you're rude to people?\n  ","893600":"\n  Nothing much just been busy today working and cleaning up the house\n  ","893601":"\n  KFC is healthier in a way lol and is like home cooked\n  ","893602":"\n  Everyone does\n  ","893603":"\n  It's alright\n  ","893604":"\n  🤷🏻‍♀️\n  ","893605":"\n  Mhm\n  ","893606":"\n  Laughing\n  ","893607":"\n  I'm alright, hbu?\n  ","893608":"\n  No, not that I was aware of and I hope I never was or wont ever be\n  ","893609":"\n  No I'm priceless ;) jk I been busy all day pretty much\n  ","893610":"\n  I didnt even realize ronnie banks girlfriend was expecting another baby\n  ","893611":"\n  No thanks\n  ","893612":"\n  We made food together\n  ","893613":"\n  Black ink\n  ","893614":"\n  Bc they dont do it around you most likely\n  ","893615":"\n  No?\n  ","893616":"\n  That wasnt me as I explained A MILLION TIMES ALREADY!!! But someone who made an account and was pretending to be me\n  ","893617":"\n  Yeah just been busy today ahah\n  ","893618":"\n  Hi\n  ","893619":"\n  Everybody has and does. Lol it's just something we cant control that's a part of human nature\n  ","893620":"\n  When I was younger. But now I just try to run off to the bathroom in private\n  ","893621":"\n  Cookies and cream\n  ","893622":"\n  Sherlock\n  ","893623":"\n  Hopefully 5 lol\n  ","893624":"\n  I wasnt really hungry that day, and I'm trying to eat healthier. It was also late so I didnt want to make anything and have tons of things to clean afterwards\n  ","893625":"\n  Awe you're birthday is soon 😊\n  ","893626":"\n  We went on a family vacation across Montana and gift wise I dont really remember\n  ","893627":"\n  I used to see how many girls wore a size zero and had flawless skin with no breakouts and just the \"ideal perfect\" body on Instagram and when you compared me to them I didnt have a thing compared to them. But I realized that many people on instagram just show what they think is \"perfect\" rather than show the \"real\" life of themselves\n  ","893628":"\n  And I heard that black people used to have white slaves as well in the past, still no one should EVER live a life like that or be treated horribly and inhumanely. We should all be loved and appreciated. Stop the discrimination and hating just because of a color of someones skin. All lives matter\n  ","893629":"\n  That's good. A lot of people tend to lack basic life skills now a days and that's sad. We need to bring back home economics and that\n  ","893630":"\n  No, girls enjoy men who know how to cook lol\n  ","893631":"\n  Yes I do. I believe life exist in other parts of the galaxy that has yet to be discovered just like the ocean\n  ","893632":"\n  Not sure. I guess that try to manipulate people into only seeing mostly the worse of things rather than a positive good thing.\n  ","893633":"\n  The internet.  It helps me do all my work and stay connected with friends and family\n  ","893634":"\n  Bc it has to do with how we think and feel. If we feel lonely or a burden our thoughts will be negative and dark but if we are happy we mostly think of positive things\n  ","893635":"\n  I dont think I would want to switch lives with anyone\n  ","893636":"\n  I actually havent been watching and series due to there being no new episodes yet to watch... but stranger things, good trouble, party of five, the babysitting club\n  ","893637":"\n  Skateboarding\n  ","893638":"\n  I'm straight\n  ","893639":"\n  Not sure tbh\n  ","893640":"\n  Taking an ex back thinking this time would be different\n  ","893641":"\n  When am I ever mean except to the people that actually deserve it\n  ","893642":"\n  I believe everyone has a happy ending at some point. Although it's not always how we may expected it\n  ","893643":"\n  Ok\n  ","893644":"\n  Probably  something to eat lol\n  ","893645":"\n  Okay\n  ","893646":"\n  Dinner\n  ","893647":"\n  Hate comments.\n  \n  Sexual comments\n  \n  And politics ( I dont discuss them)\n  ","893648":"\n  My day is going well so far 😊\n  ","893649":"\n  Chinese\n  ","893650":"\n  I dont wear lace\n  ","893651":"\n  It's not with me atm. Joey took it so hes on vacation at mom and dads house\n  ","893652":"\n  Yes I do\n  ","893653":"\n  I was born in august\n  ","893654":"\n  I dont have a favorite\n  ","893655":"\n  Because most of these beliefs happend centuries before lost of us where born and at the time society didnt have the technology or inventions we have to today to actually document half of these \"beliefs\" or things that happend. All they had was either the words they learned by heart to a story, old documents written on paper and Ink that may be long extinct or damaged and cave paintings etc. Many we didnt know how to decipher at the time and who knows if we even translated the cave paintings right or certain images. And those people who experienced these beliefs or heard the original story are way gone in life\n  ","893656":"\n  About a good 90%. I feel truly alive when things are going great, I'm not super stressed out or dealing with being in a toxic place with someone. When i can just enjoy the moment with family and friends and so what i live without there being some huge debate about it. And i can feel that way more often if people would just stop trying to make people upset and understand that not everyday is someone in a mood to put up with their shenanigans\n  ","893657":"\n  Everyone is beautiful in their own special ways. Dont be upset and drag yourself just bc you dont wear a size zero or have skin without breakouts and everything else. Each and every flaw is what makes you unique and beautiful.\n  ","893658":"\n  dio è una persona molto importante nella mia vita. Ricordo quando ero arrabbiato con lui e non gli parlavo in un lamento. ma quest'anno ho davvero cercato di rafforzare il mio rapporto con lui e di parlargli quando le cose mi sembrano negative e ho bisogno di qualche tipo di magia per funzionare\n  ","893659":"\n  Communication is always important in any relationship or friendship :)\n  ","893660":"\n  Nice when's your birthday?\n  ","893661":"\n  It's alright. It's not your fault:)\n  ","893662":"\n  Absolutely yes. I have many fall and Halloween ideas I been thinking about thanks to pinterest lol\n  ","893663":"\n  I can easily get knots and tangles out of things\n  ","893664":"\n  No\n  ","893665":"\n  Throughout life on like in the past year?\n  ","893666":"\n  😊\n  ","893667":"\n  I dont think anyone can corrupt me ahah. I love learning about things especially things that have music involved\n  ","893668":"\n  Yeah where were you\n  ","893669":"\n  Agree\n  ","893670":"\n  Haha that's good\n  ","893671":"\n  I'm doing alright, how are you?\n  ","893672":"\n  Black and grays definitely do\n  ","893673":"\n  Soup. Especially homemade from scratch\n  ","893674":"\n  I don't curse nor talk trash about people who ask me things unless it's someone who is being rude and hurtful\n  ","893675":"\n  Hes not Hispanic lol\n  ","893676":"\n  I have an Instagram and facebook 😂 as well as youtube and snap. I just dont add people on Facebook I dont know and I dont use snap anymore\n  ","893677":"\n  Plane even though I hate long flights\n  ","893678":"\n  I'm not sure, I'm just pretty content at the moment\n  ","893679":"\n  Lol ok\n  ","893680":"\n  Zack efron. But everyone has flaws\n  ","893681":"\n  A six\n  ","893682":"\n  Filled with lots of love to go around and never a dull moment\n  ","893683":"\n  Uno. Goldfish is easy to play but it's a really old game and uno is just more adult like and more fun\n  ","893684":"\n  Hi\n  ","893685":"\n  It may take a while for me to reply back ahah\n  ","893686":"\n  My mom knows a lot of things but I don't think I actually done anything that I wouldn't want my parents knowing. My mom is also our manager and our biggest supporter so not sure. I guess I wouldn't want her to know my siblings secrets or mine until they feel comfortable telling her :)\n  ","893687":"\n  😊\n  ","893688":"\n  😊\n  ","893689":"\n  Icons\n  ","893690":"\n  I dont use the app, I hate how the app looks on this site lol so it doesnt allow me to post videos\n  ","893691":"\n  I recently started putting out my solo music a year ago :) and have been working on more songs.\n  ","893692":"\n  We have covered a few country songs throughout our 10 + years on youtube.\n  ","893693":"\n  I dont really hate anyone. I just hate when people are rude and hurtful for no reason or impatient and then start attacking me. I have 487 questions in my inbox currently that I'm answering. My limit in my inbox I normally keep is 240 and more questions come in throughout the day lol\n  ","893694":"\n  No but I used to when I was younger. My favorite at the time was big bird lol\n  ","893695":"\n  I have answered a few that said the same thing. Some of my answers I haven't gotten to yet as well and I wasnt in a talkative mood yesterday due to certain things going on.\n  ","893696":"\n  It's a mixture. More so like pop mixed\n  ","893697":"\n  No, theres quite a few people who havent heard of us before. Especially when our video randomly was trending or recommended to them when dani left. There was comments about how people were crying even though they didnt know us\n  ","893698":"\n  Pretty boys... people who care more about themselves then others.\n  ","893699":"\n  Thank you.\n  ","893700":"\n  Learning a new language can be challenging and can take years of learning before you can read, speak and write it fluently. However our emotions, reactions, and expressions can be sometimes easier to read. If you're trying to learn new words and their meaning try using bigger words at times when you read or write, ask people what they mean if they use a word you're not familiar with in a conversation, look it up and read examples on how to use those words as well\n  ","893701":"\n  I dont like to consider myself famous, I'm just well known. I'm not an a list celebrity like justin bieber, ariana grande's etc. I'm more like a c list while I have met a bunch of a listers celebrities or was friends with me way before they even became famous ( like charlie puth) I'm still not as big as them.\n  ","893702":"\n  It was actually the one I posted last night by wdw. It's their new song\n  ","893703":"\n  🤷🏻‍♀️\n  ","893704":"\n  Cause my parents can not fluently speak in italian. My dad is the one who is italian but his family never spoke it fluently.\n  ","893705":"\n  The debate last night reminded me of a high school arguement\n  ","893706":"\n  I just woke up not to long ago\n  ","893707":"\n  She never ceases to amaze me by how gifted and talented she is. She is my baby sister and I'll always support her no matter what she does in life\n  ","893708":"\n  They would give me warnings or a chance about it\n  ","893709":"\n  Then you think of another punishment\n  ","893710":"\n  🧡🧡🧡 thank you baddies\n  ","893711":"\n  I'm waiting till after marriage, lisa is engaged\n  ","893712":"\n  OMG WHY IS THIS SO GOOD???!? And omg\n  \n   @DanielJamesSeavey\n  \n  and\n  \n   @dahripperjack\n  \n  I'm impressed by how well you did\n  \n\n   https:\/\/youtu.be\/vgx-R_4s12U\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","893713":"\n  It was never offered to me, and I wouldnt reach the requirements because I barely ask questions\n  ","893714":"\n  It is\n  ","893715":"\n  Bc they're nosey and instead of asking her questions about her they rather send me questions I dont have answers to\n  ","893716":"\n  If we end up getting emotional by seeing\/ relating to something at the time\n  ","893717":"\n  What picture? And no shes five years older than me\n  ","893718":"\n  🤷🏻‍♀️\n  ","893719":"\n  🤷🏻‍♀️\n  ","893720":"\n  Depends\n  ","893721":"\n  I would rather wear Jean's lol\n  ","893722":"\n  🤷🏻‍♀️\n  ","893723":"\n  🙄 can y'all stop with your fetish\n  ","893724":"\n  Obviously I'm wearing those lol\n  ","893725":"\n  I can dance 😂\n  \n\n   https:\/\/youtu.be\/r81cgtDIKuk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","893726":"\n  Eh I have for like the holidays or when we filmed hope springs\n  ","893727":"\n  I dont dress trashy lol\n  ","893728":"\n  Maybe\n  ","893729":"\n  I did\n  ","893730":"\n  Mhm\n  ","893731":"\n  Pretty humid but not as bad as california weather\n  ","893732":"\n  Theres times when I would rather let lisa sing a certain section of a song I wrote or produced the track for\n  ","893733":"\n  A hoodie and ripped Jean's with a tshirt under the hoodie and under clothing\n  ","893734":"\n  My voice at the time wasnt fully developed to sing for a long period of time\/ dance and sing at the same time. And I was still taking classes to improve my range at the time\n  ","893735":"\n  Kinda but not really\n  ","893736":"\n  Definitely not bikinis but we do wear shorts depending on the weather.\n  ","893737":"\n  I kinda hate answering them\n  ","893738":"\n  Like cut off or I would choke for a moment.\n  ","893739":"\n  Thanks\n  ","893740":"\n  Thanks\n  ","893741":"\n  She doesnt always sing the hard parts. In our cover of all I want for christmas I was actually suppose to do the whistle notes. ( you can listen to the original cover). But one time when we had to perform I asked lisa if she wanted that part bc I had a sore throat at the time. Which lisa tapped my shoulder during the performance to check if I still wanted her to do that part and I've been letting her do it every time since.\n  ","893742":"\n  😪 look it up\n  ","893743":"\n  I was 8 when I started performing live... and I was like 12 when we had our first tour which would've been like digi fest\/ made in america and my voice would always kinda \"crack\"\n  ","893744":"\n  Moved onto the next thing\n  ","893745":"\n  Okay lisa belts pretty high. Lisa is more of a light soprano like while mine is almost soprano but kinda hybrid if that makes sense. But my voice is still higher than Lisa's .\n  ","893746":"\n  I was just shedding happy tears\n  ","893747":"\n  Idk\n  ","893748":"\n  No lol\n  ","893749":"\n  I actually can\n  \n\n   https:\/\/youtu.be\/_Bh2R4CEkK0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","893750":"\n  I used to wear them under shorts a lot as well when I was younger. But skirts I wear leggings underneath because I was always moving around and liked the look of like a christmas outfit but it would be kinda cold as well to just wear a skirt.\n  ","893751":"\n  It was pretty hot on our birthday\n  ","893752":"\n  Because I'm happy with how my body looks\n  ","893753":"\n  Yes but I normally have leggings underneath\n  ","893754":"\n  I was crying a bit\n  ","893755":"\n  Yes me and lisa can sing around the same range.\n  ","893756":"\n  It's not to get attention lol. It was my style preference back then and most of the outfits were normally picked out by our management at the time ( who we were signed to ) which sometimes was a bit skimpy looking for me and my mother and us would always have to send our wardrobe people to go bring back more age appropriate clothing options that we were okay with\n  ","893757":"\n  No\n  ","893758":"\n  Awe thanks\n  ","893759":"\n  I was just cleaning my eye?\n  ","893760":"\n  🤷🏻‍♀️ I dont like to pick and choose favorites. It's kinda rude ranking eachother on whose more attractive and whose the least and stuff\n  ","893761":"\n  I guess\n  ","893762":"\n  Probably considering they dont have the necessities provided to them to ensure theyre healthy or not. Many people in poverty dont have homes to protect them from the harsh weather conditions which can also cause illnesses, illnesses if not treated can cause death and some people cant afford healthcare or ever receive it in their life, some people cant even eat for days because they have no money to provide food on the table for them in their family and if they do receive food from someone or a shelter it may not always be fresh and safe. Like our water as well some of us are not blessed to have safe, clean drinking water to drink, bathe in etc. So never take anything for granted because you never know how priviledge you are compared to others.\n  ","893763":"\n  Thank you 🧡\n  "}}