{"Question":{"893764":"\n   that was supposed to be for a private wall haha :p\n  ","893765":"\n   If lisa leaves band i will be mad?\n  ","893766":"\n   is guilt healthy or unhealthy?\n  ","893767":"\n   Towards the end at 4:02 (right before the video ends) I think it was you (kinda hard to tell) doing something, and I wasn't sure what it was that you were doing. It got me so curious haha so I wanted to ask in private as well :) Here's the vid:\n   \n    https:\/\/www.youtube.com\/watch?v=vqv11k85U-I\n   \n","893768":"\n   what did you think of the camera positioned at you at 12:30?\n  ","893769":"\n   Well do you think lisa is very attractive or not?\n  ","893770":"\n   I love that all of you sisters are open with your emotions. I deeply admire that about Cimorelli. I admire when artists show off their human side because it's easy to forget that in the music industry. Also I had another question I wanted to private wall you with. It's another performance.\n  ","893771":"\n   Ohh okay that makes sense. I watched that video many times and was always wondering what they were doing, so I had to ask you. I feel comfortable asking you since you were there, and you're always so kind to me, so I figured I'd be extremely confident and ask you that question. So thank you for that\n  ","893772":"\n   No you said lisa was unattractive and annoys you?\n  ","893773":"\n   You said also lisa you don't like her why?\n  ","893774":"\n   Hey Lauren ever been to burger barn in Bristol Tennessee?\n  ","893775":"\n   Are all your sisters on pills?\n  ","893776":"\n   Last night you said you were not a Virgin and on the pill?\n  ","893777":"\n   Are you on the pill?\n  ","893778":"\n   Can I private wall you a question Lauren? It's about one of your performances and I wanted to know an answer but didnt want to ask it publicly.\n  ","893779":"\n   You should post pics of lisa every day pretty please?\n  ","893780":"\n   are you ok?\n  ","893781":"\n   Fav things on this page is when you post pics of you and lisa am I bad person?\n  ","893782":"\n   People will always hate for no reason and it's stupid\n  ","893783":"\n   Do you think there isn't enough kindness in the world\n  ","893784":"\n   neW social? are you deleting this one?\n  ","893785":"\n   I think i love Lisa\n  ","893786":"\n   I can’t wait to go. We’re planning to road trip it now and my parents are going with me but still fun.\n  ","893787":"\n   I wish I was a perfect person but I am not? I am not perfect? Lol xxxxxxx\n  ","893788":"\n   do this with amy.\n   \n    https:\/\/www.youtube.com\/watch?v=EQm-0AKzGuk&ab_channel=Cimorelli\n   \n","893789":"\n   It’s gonna be fun\n  ","893790":"\n   What´s your fav dinosaur?\n  ","893791":"\n   And I've been watching a lot of good videos the past couple of nights and some of them give me chills\n  ","893792":"\n   I love these type of videos\n  ","893793":"\n   Doing good?\n  ","893794":"\n   It was me! I'm no virgin!\n  ","893795":"\n   Dani left band because she did stuff right?\n  ","893796":"\n   Last night you said you were not a Virgin?\n  ","893797":"\n   They just wanna try to get you down\n  ","893798":"\n   Your new social 😅😅\n  ","893799":"\n   Yumm\n  ","893800":"\n   Fav candy ? 🍬\n  ","893801":"\n   Why?\n  ","893802":"\n   I havent seen his name in my notifications for ages omg\n  ","893803":"\n   Oh now i know what's going on\n  ","893804":"\n   Message me Lauren !\n  ","893805":"\n   FKIN RELATABLE!!!!!\n  ","893806":"\n   🧡\n  ","893807":"\n   Did you send me a message on kik?\n  ","893808":"\n   I don't think so\n  ","893809":"\n   How were you yesteday? :O\n  ","893810":"\n   You doing good? :)\n  ","893811":"\n   Do you celebrate Halloween? 🍂\n  ","893812":"\n   🥰🥰\n  ","893813":"\n   any Halloween plans coming up?\n  ","893814":"\n   Heyy Lauren\n  ","893815":"\n   *sends Terrific Tuesday emotional support hugs*\n  ","893816":"\n   thank you *-*\n  ","893817":"\n   Sad really how many people on here fake other people's accounts\n  ","893818":"\n   block and report\n  ","893819":"\n   ignore it lol i'm happy to talk to you anytime sure most others are too xx\n  ","893820":"\n   hope you are ok Lauren ??\n  ","893821":"\n   have a great Tuesday\n  ","893822":"\n   remember when you met liam hemsworth lol\n  ","893823":"\n   What´s your patrimony?\n  ","893824":"\n   What’s one of your idiosyncrasies? A behaviour or quirk that’s peculiar to just you? \nI just realised that one of mine is that I rarely watch Instagram videos (“reels” as they now call them) with the sound on. So I’ve rarely heard the backing music or speech 🤔😂!\n  ","893825":"\n   How many pair of shoes do you own?\n  ","893826":"\n   Pillows or cushions\n  ","893827":"\n   Hulu hoop or jump rope\n  ","893828":"\n   Hey Lauren\n  ","893829":"\n   Hi Lauren how are you\n  ","893830":"\n   Can somebody explain to me why my menstruation  blood is dry?\n  ","893831":"\n   Kleenex or tissue\n  ","893832":"\n   do you know what you are doing\n  ","893833":"\n   Long or short sleeves currently?\n  ","893834":"\n   Do you net get along with lisa sometimes?y?\n  ","893835":"\n   Followed From Kansas! Sending Positive VIBES Your Way!!!\n  ","893836":"\n   What different beliefs and views than you and even lisa?\n  ","893837":"\n   Dani posts bikini pics why not you?\n  ","893838":"\n   But why not stay active because people will think she is not real?\n  ","893839":"\n   Why she deactivated?\n  ","893840":"\n   Sounds good.\n  ","893841":"\n   How can I talk to dani on here?\n  ","893842":"\n   I'm sorry to hear that Lauren\n  ","893843":"\n   I hope nothing serious hon\n  ","893844":"\n   Good night Lauren 😴🛏\n  ","893845":"\n   Oh ya same day yes ofcourse 😂. I told you my my brain is a mess at the moment with my Dad dying a week ago 😪. I have lost track of days\n  ","893846":"\n   I hope you're having the best freaking day ever Lauren :) So blessed to be your friend.\n  ","893847":"\n   Oh ya it's a bit belated I have had alot on lately. Can you wish Lisa happy birthday from me Lauren.\n  ","893848":"\n   Why not in a good mood?\n  ","893849":"\n   When was it?\n  ","893850":"\n   how r u\n  ","893851":"\n   Happy birthday to the gorgeous lisa pass it on please.?\n  ","893852":"\n   Understandable\n  ","893853":"\n   Talking about when you did a little bit of college classes\n  ","893854":"\n   Yeah because it's always good to help people but you need to make sure you know who it is you're helping\n  ","893855":"\n   I am\n  ","893856":"\n   Oh yeah I reminisce a lot about my past and a lot of the mistakes I've done or made\n  ","893857":"\n   Which ones!\n  ","893858":"\n   I'm not a violent person but they make it so easy\n  ","893859":"\n   are any of ur other sisters on askfm\n  ","893860":"\n   What is the most beautiful city you have ever visited?\n  ","893861":"\n   Chocolate chip cookies or peanut butter\n  ","893862":"\n   it must be really small\n  ","893863":"\n   What is the most important thing to know?\n  ","893864":"\n   What is your favorite song?\n  ","893865":"\n   How do you get rid of stress and negative energy?\n  ","893866":"\n   can you feel the one that fel out with your tongue\n  ","893867":"\n   Which do you think is more important: following the dreams your parents want for you or following your own dreams?\n  ","893868":"\n   Do you use big words when you speak? I try not to I don’t want to appear truculent\n  ","893869":"\n   That is good so just one extra filling\n  ","893870":"\n   Ask me something please ? xxx\n  ","893871":"\n   Hobbies ? xxxxxxxxxx\n  ","893872":"\n   PVC or rubber ? xxxxxxx\n  ","893873":"\n   I thought you had 2 already and were getting 2 more?\n  ","893874":"\n   Fuck anons bunch of chicken shits always hiding\n  ","893875":"\n   I bet it's him\n  ","893876":"\n\n    https:\/\/ask.fm\/tobiasthurmanthe3rd8093\n   \n   is send you those questions. Everyone knows me. I just send you funny questions. Nobody you him. He dont a pic in his acc. you do not have to be smart for that. Do not mess with me.\n  ","893877":"\n   The movie good ?\n  ","893878":"\n   You are not frightened are you?\n  ","893879":"\n   Are you going to double your number of fillings?\n  ","893880":"\n   I’m hungry, anyone wanna meet me for lunch or dinner? And will you pay I’m kinda broke right now .\n  ","893881":"\n   How are you , famous singer?😀\n  ","893882":"\n   Are you a huggy person\n  ","893883":"\n   You know Lauren you are like a sister to me tho\n  ","893884":"\n   What inspires you\n  ","893885":"\n   What’s something that should be relatively easy that you have difficulty with?\n  ","893886":"\n   Do you think Santa Claus should wear a mask when he visits our homes this Christmas?  Why or why not?\n  ","893887":"\n   Thanks 😊 Lauren I will  tho\n  ","893888":"\n   Did he fall down or grabbed them?\n  ","893889":"\n   What will you say to a person that ask you the square root of 69 in a job interview .I've been asked that question before and I replied \"YOUR P.O's PHONE NUMBER and I don't mean the POST OFFICE \". We all laughed because I guess he didn't understand the reply and he didnt know I meant PAROLE OFFICER\n  ","893890":"\n   Do you think us humans are destroying the human race?\n  ","893891":"\n   At least as you have had them before you know what to expect\n  ","893892":"\n   How many fillings have you had before\n  ","893893":"\n   what color did you wear a lot as a kid?\n  ","893894":"\n   What's the craziest thing you've done for someone you love?\n  ","893895":"\n   Yeah 😎 Lauren I did and I already wake up because I hurt 😞 my back\n  ","893896":"\n   Are you ready for bed?\n  ","893897":"\n   hey lauren\n  ","893898":"\n   Plans for tomorrow?\n  ","893899":"\n   Wow what a body you have?\n  ","893900":"\n   Hi 👋 Lauren how are you happy 😃 TGIF to you and a hug 🤗 tomorrow I’m going to beach  🏖 with my family and my sister Nicole but i would talk to you when I come back\n  ","893901":"\n   Well it talks about her sex tape?\n  ","893902":"\n   what smell\n  ","893903":"\n   cool\n  ","893904":"\n   Are you a shy person\n  ","893905":"\n   Do you drool in your sleep?\n  ","893906":"\n   Damn that sucks Go take your time answering all these questions soon as you can let me know your opinion And I mean anybody as of now\n  ","893907":"\n   No idea who that is\n  ","893908":"\n   The best awesome friend I wanted\n  ","893909":"\n   Sweet tea or rootbeer?\n  ","893910":"\n   You're welcome truth be told I'm starting to forget when exactly did I send those questions to you\n  ","893911":"\n   Someone got suspended i guess their questions go away now?\n  ","893912":"\n   Her questions are from people still not banned?\n  ","893913":"\n   do you hate dani for leaving you and the band\n  ","893914":"\n   Time travel☄️\n  ","893915":"\n   Have you ever felt jealousy in a friendship?\n  ","893916":"\n   Are you a giver or a taker?\n  ","893917":"\n   Some sick beats dude i wish I could be a dj:\n   \n    https:\/\/youtu.be\/9IzsXu7zHls\n   \n","893918":"\n   Factory-sealed means brand new, just like it would be if you bought it at a store.\n  ","893919":"\n   I thought that you might help me. Bella....frozen....I suppose, left my page without letting me know. I can't find her page. Should you be able to help however; should you not, it's okay. Thanks friend.\n  ","893920":"\n   Is there anything you need to do that you've been putting off? No time like the present to get that thing done!\n  ","893921":"\n   Lauren may i kiss your shoes ? Please\n  ","893922":"\n   I wanted to know some things about you\n  ","893923":"\n   Thanks Lauren :)\n  ","893924":"\n   Where does all your money go?\n  ","893925":"\n   Hey lolobean sorry I haven’t been on as much\n  ","893926":"\n   Do y'all know the video on Patreon ain't working or is private?\n  ","893927":"\n   When’s the last time you turned a wrong into a right?\n  ","893928":"\n   Who’s the best left handed pitcher in baseball?\n  ","893929":"\n   I wish I would had waited.\n  ","893930":"\n   How many questions i have 276?\n  ","893931":"\n   Hopefully I will get to talk to her tonight or sometime this weekend\n  ","893932":"\n   Are you finally madly in love 😻?\n  ","893933":"\n   Let's spread some positivity today :) Say something good about the sixth person that shows up when you type @! No need to tag them if you wish them to remain a secret though.\n  ","893934":"\n   I hate creepy dudes.\n  ","893935":"\n   Love the outfit how your day going so far?\n  ","893936":"\n   Creepy\n  ","893937":"\n   There are rumours that you're dating...Can u deny?\n  ","893938":"\n   To you ,Are some horror movies overrated maybe because they ain't scary enough\n  ","893939":"\n   Could you use it to stop a taxi\n  ","893940":"\n   What annoys you the most about a close friend?\n  ","893941":"\n   Can you whistle and how loud is it if you can\n  ","893942":"\n   Already\n  ","893943":"\n   Hey :)\n  ","893944":"\n   I like my women how I like my weather moist and unstable\n  ","893945":"\n   Followed your turn\n  ","893946":"\n   What to do when your eye itches?\n  ","893947":"\n   Lol would I ever get lucky to eat y'alls cooking?\n  ","893948":"\n   Where do you think is the most worthwhile place to find meaning in life? Work, family, hobby, religion, philosophy, helping others, all the small miracles, or something else entirely?\n  ","893949":"\n   Thats how it goes its like they say blink and you will miss it.\n  ","893950":"\n   You look at peace Lauren, its like you're radiating all kinds of peace and happiness :)\n  ","893951":"\n   another photo in this outfit?\n  ","893952":"\n   What would you do if a teaspoon of your tears could be used to cure cancer in one person?\n  ","893953":"\n   Do you fear death?\n  ","893954":"\n   You're so pretty!\n  ","893955":"\n   Did you date Leonardo di Caprio?\n  ","893956":"\n   Turnips or Collards Greens\n  ","893957":"\n   why not\n  ","893958":"\n   Would you rather meet Bill.Gates or Elon musk and why\n  ","893959":"\n   what question do you really need answers to?\n  ","893960":"\n   You're very pretty.\n  ","893961":"\n   What is your usual breakfast?\n  ","893962":"\n   what are your weekend plans?\n  ","893963":"\n   Do you think trump is better be honest?\n  ","893964":"\n   Are you a Democrat?\n  ","893965":"\n   Would you like to be my prom date?\n  ","893966":"\n   That's cool,and who inspires you the most?\n  ","893967":"\n   like you for example\n  ","893968":"\n   To keep something cold\n  ","893969":"\n   ❤️\n  ","893970":"\n   You're so sweet!\n  ","893971":"\n   insta\n  ","893972":"\n   how was ya day?\n  ","893973":"\n   When did you screw everything up, but no one ever found out it was you?\n  ","893974":"\n   lol an evil teddybear?\n  ","893975":"\n   You think?\n  ","893976":"\n   I know what you mean\n  ","893977":"\n   oh okay\n  ","893978":"\n   Do you have a # or IG ?\n  ","893979":"\n   Damn maybe that cut me deep .\n  ","893980":"\n   Sis\n  ","893981":"\n   What makes you really mad?\n  ","893982":"\n   Refrigerator or ice\n  ","893983":"\n   Why don't I need to be jealous?\n  ","893984":"\n   Ice cream or Sherbet\n  ","893985":"\n   I agree i am waiting for the debate\n  ","893986":"\n   What is your favorite candle smell?\n  ","893987":"\n   The evil duo 🧡\n  ","893988":"\n   Have you ever bullied\n   \n    @ahmedjama96\n   \n   with your ex?\n  ","893989":"\n   You're so pretty! I'm super jealous!\n  ","893990":"\n   would u wear a front slit skirt?\n  ","893991":"\n   Who do you like better biden or trump?\n  ","893992":"\n   I think the reason that I haven't voted yet it because I haven't been wowed to point I needed to vote\n  ","893993":"\n   so you're a Democrat?🤔\n  ","893994":"\n   Lol allright then\n  ","893995":"\n   Are you a virgin?\n  ","893996":"\n   Snotty comments by who?\n  ","893997":"\n   How many marshmallows can you fit in your lady bits?\n  ","893998":"\n   You talk funny haha\n  ","893999":"\n   Who do you like better biden or trump?\n  ","894000":"\n   Best song?\n  ","894001":"\n   How about this for a little doggy 😂😂\n   \n    https:\/\/m.facebook.com\/groups\/264139340767243?view=permalink&id=989859521528551\n   \n","894002":"\n   Would you be my wife?\n  ","894003":"\n   Do shooting stars have the power to fulfill wishes?\n  ","894004":"\n   I thought Lisa had Mondays and Christina had Tuesdays\n  ","894005":"\n   How old your age\n  ","894006":"\n   How are you Lauren not talked for ages??\n  ","894007":"\n   X\n  ","894008":"\n   Thoughts on  sex questions? 🤔\n  ","894009":"\n   Do you belch afterwards\n  ","894010":"\n   What's your personal remedy for hiccups\n  ","894011":"\n   Omg what happened? :(\n  ","894012":"\n   Christina Monday \nLisa Tuesday \nKatherine Wednesday \nAmy Thursday \nAnd our you still Saturday  or our you Friday now\n  ","894013":"\n   Where do you alive\n  ","894014":"\n   You really, really look great! :)\n  ","894015":"\n   How are u?\n  ","894016":"\n   Hello 😊. Good Morning.\n  ","894017":"\n   who are you?   you so dang attractive\n  ","894018":"\n   Follow maybe?\n  ","894019":"\n   What’s the longest you’ve ever gone without a shower 🚿?\n  ","894020":"\n   How do you prefer to be awakened up in the morning?\n  ","894021":"\n   Do you watch Dani´s videos?\n  ","894022":"\n   If you were a flavor, what would you be?\n  ","894023":"\n   What did they say?\n  ","894024":"\n   You single\n  ","894025":"\n   What product\/service is way more expensive than it needs to be?\n  ","894026":"\n   What weird potato chip flavor that doesn't exist would you like to try?\n  ","894027":"\n   If you were hired to show tourists what life is really like where you live, what would you show them \/ have them do?\n  ","894028":"\n   Why is Tyler acting like this when he knows he's safe?\n  ","894029":"\n   Good night Lauren 😴🛏\n  ","894030":"\n   Are you into retro clothing?\n  ","894031":"\n   😂\n  ","894032":"\n   Speaking of the media now they're in an uproar because there's a tape where Donald Trump downplayed the virus but yet the Democrats did the same thing\n  ","894033":"\n   Superman\n  ","894034":"\n   If you don't mind telling me that is\n  ","894035":"\n   That's good 😊\n  ","894036":"\n   why is up\n  ","894037":"\n   What is at the same time funny and sad?\n  ","894038":"\n   Just weighed myself I'm 24 years old 6 foot tall and  weigh 156 pounds is that healthy?\n  ","894039":"\n   When you get married will you still not have sex?\n  ","894040":"\n   Great answer Lauren\n  ","894041":"\n   Oh it was just the name that tickled me 😂\n  ","894042":"\n   Post a bikini pic?\n  ","894043":"\n   i love the first pic in your \"Today's\" poll\n  ","894044":"\n   Lol well I appreciate it\n  ","894045":"\n   What would you do if a teaspoon of your tears could be used to cure cancer in one person?\n  ","894046":"\n   Where do you get information from?\n  ","894047":"\n   How many friends do you have?\n  ","894048":"\n   Your welcome 🙏 Lauren I will always give you my protection\n  ","894049":"\n   EXACTLY!!!\n  ","894050":"\n   can you help me with something? - do not answer\n  ","894051":"\n   Have you ever had a speeding ticket\n  ","894052":"\n   Hey anonymous leave Lauren alone right now tho and go to say that to someone else\n  ","894053":"\n   Just looking at your body, character, style and personality, How old would you be or how old  can you say you are if you didn’t know your true age ?\n  ","894054":"\n   THERE IS SO MUCH BEAUTY IN YOUR TEARS YOU AND CIMORELLI ARE AWESOME\n  ","894055":"\n   pls dont judge am big fan\n  ","894056":"\n   Have you ever ridden a roller coaster?\n  ","894057":"\n   How are u?\n  ","894058":"\n   why do some songs just immediately flood up our eyes with that water?\n  ","894059":"\n   Your hair has gone more Orange at the ends or is it just the lighting.\n  ","894060":"\n   There are songs on your playlist, you skip over them to listen to the next song and you still don't want to delete them. Why is that if I may ask\n  ","894061":"\n   Photo\n  ","894062":"\n   Let's say your birthday is in December and you won 10 million dollars today but you'll have to wait till December next year to collect the FULL amount or you can only collect HALF of the money this year. Would you wait till next year or would you collect only half this year and forgo the rest.\n  ","894063":"\n   Dang I I would give anything for Amy to notice me lol\n  ","894064":"\n   Cool\n  ","894065":"\n   🍂\n  ","894066":"\n   don't you think it will be cool and adventurous if we all could party in another planet every weekend and also try out some amazing stuff .\n  ","894067":"\n   Do something for the baddies.\n  ","894068":"\n   What’s your favorite Julia Styles film?\n  ","894069":"\n   What’s your favorite Sarah Michelle Gellar project?\n  ","894070":"\n   Why is this anybody's concern\n  ","894071":"\n   Lmao\n  ","894072":"\n   Hey queen\n  ","894073":"\n   X\n  ","894074":"\n   So did u sleep in your day clothes last night\n  ","894075":"\n   Different people and different organisms perceive reality in vastly different ways. With that in mind, what is real and what is just our perception of reality? \n\nOr does every organism live in its own personal reality?\n  ","894076":"\n   Ever eaten calamari?\n  ","894077":"\n   Ever eaten haggis?\n  ","894078":"\n   Ever eaten bangers and mash?\n  ","894079":"\n   Ever eaten Shepard’s pie?\n  ","894080":"\n   I deeply love your bio. It's so deep, powerful, and emotional. It's meaningful as well. Sometimes relatable. I always know you can come up with some of the best bios, given your incredible mindset.\n  ","894081":"\n   I'm jealous how pretty you are!\n  ","894082":"\n   Eating in or out?\n  ","894083":"\n   yayyy rlly?:)\n  ","894084":"\n   Would you consider a 60 year old person elderly?\n  ","894085":"\n   how?? u cna be my friend?:)\n  ","894086":"\n   Did you get shy sending your first nude?\n  ","894087":"\n   aw what?\n  ","894088":"\n   how long were you enagged for\n  ","894089":"\n   lol yea. I ned a friend tho\n  ","894090":"\n   How your day going?\n  ","894091":"\n   im scared sis!\n  ","894092":"\n   Sweet or Sour\n  ","894093":"\n   ohhhhhh. would I get more from him if I Blok anon?\n  ","894094":"\n   Anytime\n  ","894095":"\n   jhow\/ idm hwo 2\n  ","894096":"\n   In work today an idiot demands  respect when I told him you earn it  what are your thoughts on people who demand respect?\n  ","894097":"\n   but they r anon. And can I rip my hair out plz\n  ","894098":"\n   Would you ride this Ferrari rollacoaster. 🤪🎢\n   \n    https:\/\/www.facebook.com\/100000253251283\/posts\/3508880392463701\/\n   \n","894099":"\n   but I deserve to be sad. I get harassed 24\/.7\n  ","894100":"\n   Oh yeah definitely\n  ","894101":"\n   awww\n  ","894102":"\n   y?? why does it mater tho? jw:(\n  ","894103":"\n   If your sat in a,traffic jam and a lion came strolling past 🦁🚗🚙🚗🚙🤪\n\nPost fro Mariska Hargitay on Instagram.\n  ","894104":"\n   oh yeah..... it doesnt mayter why im sad :((((((((((((((((((((((((((\n  ","894105":"\n   Is it for religous purposes?\n  ","894106":"\n   wdym??:(\n  ","894107":"\n   I got on the school bus and nobody would let me sit down.\n  ","894108":"\n   nothing ?:)nothing \")\n  ","894109":"\n   What are you really curious about?\n  ","894110":"\n   :(\n  ","894111":"\n   Come and live in the UK!!😘\n  ","894112":"\n   There is a problem with nudity laws. Nobody knows what female parts compares to what male body parts. Am I correct ?\n  ","894113":"\n   Yeah I just don't know what I'm in the mood to watch though\n  ","894114":"\n   That's cool\n  ","894115":"\n   Friend thinks people can’t find her Instagram account because it’s private. People can still see your account but can’t see your posts\n  ","894116":"\n   What if we want our ex back?\n  ","894117":"\n   Y not ?\n  ","894118":"\n   How many times a day do you eat?\n  ","894119":"\n   Who made the last incoming call on your phone?\n  ","894120":"\n   Ever liked someone alot before more than you originally planned\n  ","894121":"\n   Look what's coming to Netflix this Christmas 🎅🎄🎁\n   \n    https:\/\/www.facebook.com\/138825536219512\/posts\/2907260936042611\/\n   \n","894122":"\n   Hey have a good day\n  ","894123":"\n   How did you pronounce the word BABYLON when you saw it the first time - BAYBEE- LAWN I presume\n  ","894124":"\n   How is the bf?\n  ","894125":"\n   Selfie😍🤳\n  ","894126":"\n   How are the chips any guacamole?\n  ","894127":"\n   lol who??? and can I have 1?\n  ","894128":"\n   wyd?:(\n  ","894129":"\n   I'm your ghosttt\n  ","894130":"\n   Kiss me\n  ","894131":"\n   hey :(\n  ","894132":"\n   Dark Chocolate Mint!!!\n  ","894133":"\n   If you answer this, I'll eat my shoe\n  ","894134":"\n   I like Kit Kat bars.. that’s it that’s the post.\n  ","894135":"\n   Thats good\n  ","894136":"\n   Baat gullu ki, zikar mehak ka, acha lagta ha Q?\n  ","894137":"\n   See u the fataloulie 😳.\n\n\nWhat was that u called Christina\n  ","894138":"\n   😂 yeah and what was the deal with that one guy saying I should wrote a song or whatever it was I can't remember now\n  ","894139":"\n   What's your favourite thing to talk about?\n  ","894140":"\n   are you not allowed to do shows yet because of covid??\n  ","894141":"\n   What's new?\n  ","894142":"\n   Do you prefer the north in summer or the south in winter?\n  ","894143":"\n   Do you feel enough is being done to combat\/mitigate human-caused global warming?\n  ","894144":"\n   Did you ever get spanked as a kid?\n  ","894145":"\n   What is your favourite animal?\n  ","894146":"\n   Have you ever asked anyone how do they sleep when they lie to you\n  ","894147":"\n   Do you like chicken\n  ","894148":"\n   Do you agree with the saying \"If you kill a murderer, the number of murderers in the world stays the same?\" Or would you say it's for the greater good to kill people who kill innocent people?\n  ","894149":"\n   What are your thoughts on the death penalty?\n  ","894150":"\n   What are your thoughts on vigilantes? Do you think justice should be left to the authorities, or do you think if you can do some good and take down bad people, you should?\n  ","894151":"\n   How can you tell if a watch is smart or stupid?\n  ","894152":"\n   I don't know if you've watched the movie - Terminator but what if one  night you look outside your window and a terminator is making an entrance outside your house. Will you get da f*ck out of the house or Will you come online on ask.fm to ask us what to do\n  ","894153":"\n   Roller coasters or water slides?\n  ","894154":"\n   What makes you feel really uncomfortable?\n  ","894155":"\n   MARRY ME!!!\n  ","894156":"\n   Good luck finding a  guy that will actually wait that long 🙄\n  ","894157":"\n   Anytime someone says to me \"I swear I'll behave \" or  \"I got this\" I don't feel relaxed because some funny stuff might happen.\n  ","894158":"\n   Have you ever had a one night stand?\n  ","894159":"\n   There is zero chance that ALL your firmly and dearly held beliefs are true. So, which of your beliefs are most likely to be wrong and which are most liable to be true?\n  ","894160":"\n   Why do people post food and fitness routine photos on social media so much?\n  ","894161":"\n   How would you define genius?\n  ","894162":"\n   How are you?\n  ","894163":"\n   *sends Monday hugs then*\n  ","894164":"\n   Nice\n  ","894165":"\n   I guess... though I doubt the ones that have error 404 Not Found could harm humanity\n  ","894166":"\n   Good night Lauren 😴🛏🌃\n  ","894167":"\n   Why are some people so petty?\n  ","894168":"\n   Just so you know, you’re beautiful!\n  ","894169":"\n   Yeah like he was rude for no reason\n  ","894170":"\n   How long can you hold your pee? Like when you go is it a lot or a little? Because I haha always been able to hold my pee in a long time and most girls am I unusual that as a girl I can hold in my pee a long time ? Most girls can’t hold in there pee because we don’t have the ability do you ?\n  ","894171":"\n   Just like trying on a new dress,Do you know how to put on a show when you're happy, or when you feel like it especially in a social gathering\n  ","894172":"\n   Okay have fun\n  ","894173":"\n   What is one thing you can never get tired of hearing ?\n  ","894174":"\n   what’s something you forgot to do today?\n  ","894175":"\n   What you up to?\n  ","894176":"\n   What’s one mistake you keep repeating?\n  ","894177":"\n   I'm good too :)\n  ","894178":"\n   Hi there!    ҉*\\(^ω^)\/*҉ Here's to hoping you have a great week. I hope you're able to start the week off right with a good Monday!\n  ","894179":"\n   Sis\n  ","894180":"\n   is\n   \n    @pookeo9\n   \n   a good person?\n  ","894181":"\n   Be honest , have you ever sent a nude or risqué pic to someone on social media?\n  ","894182":"\n   I write a song before I send it to Rachael I've mainly been working on a novel and why would I write her a song I don't see her like that I'm not trying to get romantically involved with Lauren\n  ","894183":"\n   I´m going to named it \"the lady with brown eyes\"\n  ","894184":"\n   How often do you need to just get away from everything? You know, when you feel the need to just walk through the woods for a while, or into a park? What do you do when you need to get away from everything?\n  ","894185":"\n   Thank you💙\n  ","894186":"\n   I just saw that and assumed I was being tricked so yeah I apologize\n  ","894187":"\n   Are you a virgin?\n  ","894188":"\n\n    https:\/\/youtu.be\/flXVgNDVZbo\n   \n","894189":"\n   Yeah he is\n  ","894190":"\n   I wasn't attacking you and I apologize if it seemed that way\n  ","894191":"\n   What's a job you'd like to try at least once?\n  ","894192":"\n   I see\n  ","894193":"\n   Which element of nature are you – air, earth, fire or water?\n  ","894194":"\n   Also this is the internet if people want to find you they're going to find you\n  ","894195":"\n   Well who ask that question?\n  ","894196":"\n   What do you prefer on guys? Abs or a little bit of a belly?\n  ","894197":"\n   My Dad passed away Sunday that's why I haven't been on here\n  ","894198":"\n   Like you said we don't use them so no point having them they just using space\n  ","894199":"\n   one you performed at\n  ","894200":"\n   Fall, winter or summer?\n  ","894201":"\n   Are\n   \n    @ahmedjama96\n   \n   and\n   \n    @NicoleBuckleyyx\n   \n   good people?\n  ","894202":"\n   Saw something interesting on instagram earlier and I thought was for the best.\n  ","894203":"\n   hope your all doing fantastic\n  ","894204":"\n   What do you think I do for fun?\n  ","894205":"\n   Yeah\n  ","894206":"\n   Just wanted to let you know I will be deleting my Kik I hardly use it so no point of having it.\n  ","894207":"\n   Who is your fav friend? (me)\n  ","894208":"\n   3 words to describe yourself?\n  ","894209":"\n   Is today Tuesday ? Your Q &A's are back!\n  ","894210":"\n   Go to coffee order\n  ","894211":"\n   ✨✨💛\n  ","894212":"\n   I'm trying to figure out why people are saying that I seen you a certain way or that I'm trying to see you certain way or whatever it was\n  ","894213":"\n   What´s USA population?\n  ","894214":"\n   Oh i know\n  ","894215":"\n   what’s has\n  ","894216":"\n   If I can prove to you that you're in a dream right now, would you want to wake up\n  ","894217":"\n   Follow\n  ","894218":"\n   50❤️x50❤️\n  ","894219":"\n   What if I don't know how to swim\n  ","894220":"\n   What were you doing on September 11 - 01?\n  ","894221":"\n   Could California stop burning in flames?\n  ","894222":"\n   What think your bf about this?\n   \n    https:\/\/www.youtube.com\/watch?v=lCOWdiCGSH0&list=LL&index=127\n   \n","894223":"\n   Which movie you will never see? I still won’t see SAW movies\n  ","894224":"\n   Hey Lauren. If you were given an opportunity to fill out your own paycheck, what did figures would be there?.\n  ","894225":"\n   Favorite holiday? 👻🎄\n  ","894226":"\n   How is dani sick?\n  ","894227":"\n   -\n  ","894228":"\n   Did you eat at all today?\n  ","894229":"\n   Which rules are made to be broken?\n  ","894230":"\n   I'm not, I'm just asking based on my observations in the world...\n  ","894231":"\n   Is happiness just chemicals flowing through your brain or something more?\n  ","894232":"\n   Would you rather be able to see your own future or be able to see everyone’s future but your own?\n  ","894233":"\n   i agree with you lauren amy be respectful of dani and her privacy her life not yours\n  ","894234":"\n   With all that has happened this year already everything feels like a setup. Don't you think\n  ","894235":"\n   Post pics from Dani´s wedding.\n  ","894236":"\n   how was your day\n  ","894237":"\n   dani wears the best denim skirts\n  ","894238":"\n   What's up on a follow back though beautiful .\n  ","894239":"\n   Barrett looks like his Uncle Mike here.\n   \n    https:\/\/instagram.com\/stories\/christinacimorelli\/2397483643977865448?igshid=syhhyp4zjbtc\n   \n","894240":"\n   Nothing\n  ","894241":"\n   How would you dress up a boy if you can do anything you want?\n  ","894242":"\n   Happy Sunday Lauren 🤷‍♂️😂\n  ","894243":"\n   What makes a person rich?\n  ","894244":"\n   I have been singing since I was 14.\n  ","894245":"\n   I hate ask sometime like I was Steve that I got like four or five messages on here I would go and I'll read them I'll answer them and I'll go off and start doing other things come back to see that I got four are five messages but the exact same ones I just read\n  ","894246":"\n   How often would you get spanked as a kid\/teenager?\n  ","894247":"\n   How do you cope with anxiety and stress?\n  ","894248":"\n   Heyy\n  ","894249":"\n   Social distancing starts now\n  ","894250":"\n   Broom or vacuum cleaner\n  ","894251":"\n   Watch my insanity go up in smoke\n  ","894252":"\n   Oh okay I got you\n  ","894253":"\n   Thanks Lauren 🌹\n  ","894254":"\n   selfie?\n  ","894255":"\n   Can you recommend some interesting people to follow? 🙂\n  ","894256":"\n   If someone liked you, how would you like them to tell you?\n  ","894257":"\n   What is your favorite type of flower?\n  ","894258":"\n   Do you prefer long hair or short hair for girls?\n  ","894259":"\n   What is your favorite drink?\n  ","894260":"\n   Some songs can really get you deep in the emotions and feels.\n  ","894261":"\n   What makes you sad?\n  ","894262":"\n   If you like melon, what is your favourite kind? 🍉\n  ","894263":"\n   Seguimi se ti va\n   \n    http:\/\/www.instagram.com\/jmattiaa\n   \n   non pubblicare☺️\n  ","894264":"\n   😍😍😍💗💗💗🤩🤩🤩\n  ","894265":"\n   What if you move into an Apartment and at the stroke of midnight any door in the house leads to another country and whatever building you come out from in that country you'd have to return to it the same time you crossed over  if you want to get home. Will you try it or will you move out\n  ","894266":"\n   What if one day someone wears your shoe and the person Transforms\/Changes into you right in front of you and they know because they can see their reflection in the mirror , will you allowed to step out for the day in your shoes and will you allow anyone else to try your shoes next time\n  ","894267":"\n   _\n  ","894268":"\n   nothing\n  ","894269":"\n   Even though you’re waiting for marriage, have you ever had that occasion where you were really tempted or wanted to sleep with someone but had to fight off the urge in order to stay with your rule to wait\n  ","894270":"\n   oh pumping !! :D\n  ","894271":"\n   Whats the best thing thats happened to you in the past  24 hours?\n  ","894272":"\n   Beautiful purple 💜\n  ","894273":"\n   nice pics - I followed you! 🤗🤗🤗\n  ","894274":"\n   What you're in a band what sort of stuff do you play\n  ","894275":"\n   You really do\n  ","894276":"\n   noooo, bite the lips is not bad habit jmm 😗😝\n  ","894277":"\n   Buongiorno🌈🍀\n  ","894278":"\n   What is your reason for living?\n  ","894279":"\n   I hope you two to be MFEO \nAs yet ,I don't find a girl that can be go together with me in any universe s,:)\n  ","894280":"\n   Did you remain friends with your ex\n   \n    @birddawg19\n   \n","894281":"\n   Good night Lauren have a good one 😴🛏\n  ","894282":"\n   okay ty\n  ","894283":"\n   when you have a baby do you want to know the gender straight away or wait until its born\n  ","894284":"\n   how are you xo\n  ","894285":"\n   If you´re in a serie. And... You character should kiss to someone. would you do it?\n  ","894286":"\n   Current outfit?\n  ","894287":"\n   what r u comfortable in?\n  ","894288":"\n   Damn anon if you gonna ask her questions like that how about you quit hiding  like a little chicken\n  ","894289":"\n   You got the body for it\n  ","894290":"\n   Follow\n  ","894291":"\n   50❤️x50❤️\n  ","894292":"\n   Wyd right now? I’m just watching Chicago Fire season 1\n  ","894293":"\n   Would you ever sky dive?\n  ","894294":"\n   Oh I missed it I seen her squirrel post though. 😥\n  ","894295":"\n   It's worth following your profile you are really something :)\n  ","894296":"\n   You’re gorgeous\n  ","894297":"\n   Well its true lol\n  ","894298":"\n   I've been dealing with that for the last few weeks.\n  ","894299":"\n   Soon right?\n  ","894300":"\n   One of the reasons why I like living alone\n  ","894301":"\n   I hope so\n  ","894302":"\n   What's the matter?\n  ","894303":"\n   What are your bad habits?\n  ","894304":"\n   Yeah but they forgot to send me the monitor\n  ","894305":"\n   Just alright?\n  ","894306":"\n   Thanks to you. I really appreciate it very much. if you want, you can subscribe to my channel. I would greatly appreciate it. Have a nice day :)\n  ","894307":"\n   I know how you feel though I hate when people start barking orders right when I wake up it's like look let me collect my thoughts first\n  ","894308":"\n   How're you holding up?\n  ","894309":"\n   I like fudge.\n#freethewalnuts\n  ","894310":"\n   I think i talk to u on instgram !\n  ","894311":"\n   What's the quickest way to make a girl cry?\n  ","894312":"\n   Do back where all the democrats like you hang out\n  ","894313":"\n   What's a popular food you find disgusting?\n  ","894314":"\n   You should go back to California where you belong\n  ","894315":"\n   Why not it pays really good\n  ","894316":"\n   You should be a n*de model too\n  ","894317":"\n   Are you a model\n  ","894318":"\n   If you were given one wish, what would it be?\n  ","894319":"\n   Would you want to be internet famous?\n  ","894320":"\n   What do you think when you look in the mirror?\n  ","894321":"\n   Men killing themselves at 3 times the rate of women in the UK.\n  ","894322":"\n   Hi Dani. Lisa and Amy are stealing your girl. Do something.\n  ","894323":"\n   when is your ls\n  ","894324":"\n   With some few words, What is the real story behind your last instagram post..\n  ","894325":"\n   Did you eat pasta or tacos?\n  ","894326":"\n   PAP in lace🤤\n  ","894327":"\n   Kitni dair se ask.fm use kr rhy ho or kya seekha idr se?\n  ","894328":"\n   what year were u born\n  ","894329":"\n   Are you reaching your goals you have set?\n  ","894330":"\n   Dear friends If a toxic person tells you \"if I walk out that door I'm not coming back, Make sure you reply with \"HONEY THAT'S THE IDEA\"\n  ","894331":"\n   I’m so hungry, what’s something you like to snack on that’s both filling and healthy?\n  ","894332":"\n   Do you own a PS4 or an Xbox? Do you want to own one?\n  ","894333":"\n   You're beautiful I swear!\n  ","894334":"\n   give me a little insight on your fav hobby 😊\n  ","894335":"\n   Which ones?\n  ","894336":"\n   Have you ever placed a whoopie cushion under some geezer's arse?\n  ","894337":"\n   whats the name of the web series you was in? Is it still active?\n  ","894338":"\n   Lol I know\n  ","894339":"\n   You guys wrote a book huh? I was at barns and noble and saw it.\n  ","894340":"\n   Can you please get William Zabka's phone number so I can call him? \n* sorry but he hates social media and texting so?\n  ","894341":"\n   Why just okay?\n  ","894342":"\n   Are you familiar with The Shaggs? Prepare to have all your ideas about music turned upside down.\n   \n    https:\/\/youtu.be\/hxPsXPCR5MU\n   \n","894343":"\n   How is your Sunday going?\n  ","894344":"\n   same but the other guy looks like he’d be a nice guy lol\n  ","894345":"\n   Do you think you wouldn't have a career if your band split up?\n  ","894346":"\n   Did you text or call him?\n  ","894347":"\n   How is the bf doing?\n  ","894348":"\n   2nd one lol\n  ","894349":"\n   alright what is it\n  ","894350":"\n   what’s up?\n  ","894351":"\n   Watching some top15s on YouTube and videos about Unsolved Mysteries\n  ","894352":"\n   Have some of them had lots of fillings?\n  ","894353":"\n   were you born rich?\n  ","894354":"\n   No wonder you and Lisa sound a bit alike, but it's not hard to tell the difference when you've heard yours songs so many times lol :)\n  ","894355":"\n   So what you doing\n  ","894356":"\n   Me too. I’m so excited. I’ve never been on a plane before lol but I’m excited to see my girl in person\n  ","894357":"\n   I think first you should warn them and go through all of those reasonable methods but if nothing works you have to give a harsh punishment not just 3 or 4 strikes\n  ","894358":"\n   Oh okay I got you\n  ","894359":"\n   It’s true. I’m already counting down till I go.\n  ","894360":"\n\n    https:\/\/ask.fm\/Michaeljonesmp50\n   \n   Where was you on 11\/9?\n  ","894361":"\n   Early Bird or Night Owl?\n  ","894362":"\n   I will\n  ","894363":"\n   Lol no clue who that is but thats cool\n  ","894364":"\n   do you have a crimial record\n  ","894365":"\n   i put this on my dating website about me page is this stupid? how can improve it\n\n\n\ni'm just a normal guy who is looking for that  special someeone to  help me grow even more to make me a better person.\n  ","894366":"\n   Yeah. I just wanna be with her. I’m addicted to her i think\n  ","894367":"\n   Yeah. Trying my hardest.\n  ","894368":"\n   Oh okay\n  ","894369":"\n   what would your friends say about you?\n  ","894370":"\n   Oh so they got back together?\n  ","894371":"\n   Do you know anyone who thinks they know everything, who feels they're always right\n  ","894372":"\n   Christina & Mike would remember.\n  ","894373":"\n   who is?\n  ","894374":"\n   Have you ever read a book that you shared the same name(first name or surname)  or birthday date with the Author.\n  ","894375":"\n   I don't blame them\n  ","894376":"\n   Where was Amy on 11\/9?\n  ","894377":"\n   Hey Love! This Is My New Account Be Sure To Follow Me And Send Me A Ton Of Questions And Things To Answer! I Respond To Anything And Everything Anonymous Or Not. (Sent This To Everyone)\n  ","894378":"\n   No it's not your foult\n  ","894379":"\n   What would you do if someonme touch your butt?\n  ","894380":"\n   How is your day?\n  ","894381":"\n   What if a guy try take you to second base?\n  ","894382":"\n   I was going to say, oh no you just ruined your pretty face lol\n  ","894383":"\n   Do bananas float?\n  ","894384":"\n   How are u?\n  ","894385":"\n   Are those face tattoos real?\n  ","894386":"\n   Oh I'm not.\n  ","894387":"\n   What are your favorite things about yourself at the moment? What is something you wish you change?\n  ","894388":"\n   your welcome\n  ","894389":"\n   Hey Lauren :)\n  ","894390":"\n   laurennn\n  ","894391":"\n   Which country would you never want to visit? Why?\n  ","894392":"\n   Have you ever participated in a staring contest, Can you stare down anyone\n  ","894393":"\n   Hi?\n  ","894394":"\n   Follow me for a follow back. Let me know who you are when you follow so I can follow back\n  ","894395":"\n   Have you ever blushed for getting an answer right.\n  ","894396":"\n   Shoot even if I wasn't feeling this way my dishes going to wait I plan on being lazy today\n  ","894397":"\n   Do you like you some brown sugar?\n  ","894398":"\n   How do you reciprocate, when someone praises you? Especially the guy in the friendzone,i call him friendzonal officer .\n  ","894399":"\n   The reason I lost interests is I started doubting myself\n  ","894400":"\n   What's the best way to calm you down?\n  ","894401":"\n   if someone gave you a pet snake would you keep it?\n  ","894402":"\n   how to improve in singing?\n  ","894403":"\n   Saying I used to write short stories when I was in school but I ended up quitting writing\n  ","894404":"\n\n    https:\/\/twitter.com\/dailydoseoflaur\/status\/1303018095041302529\n   \n","894405":"\n   What is the definition of \"self responsibility\"? Just seeing if anyone can answer\n  ","894406":"\n   How do you calm yourself when you’re angry. Some people have a mantra or phrase they repeat, some count to 10\n  ","894407":"\n   I don't know when I'll be done with it so far I go to over 11,000 words and I'm not entirely sure how many words I actually need to be consider a novel\n  ","894408":"\n   How many teeth do you have?\n  ","894409":"\n   Same is probably why I'm laying in bed right now watching these creepy YouTube videos\n  ","894410":"\n   Exactly I want my kids to be good hearted but I also want them to be cautious\n  ","894411":"\n   Like someone always told me it is what it is\n  ","894412":"\n   I been scared lately because of that one reason\n  ","894413":"\n   Oh no, not them Lauren they never done anything wrong they are perfect\n  ","894414":"\n   Why then you buyed them xd\n  ","894415":"\n   Yeah I know people like that and sometimes I want to knock them upside the head\n  ","894416":"\n   If I ever get done with my novel and I get lucky and it just turned into a movie I should give you a small part in it\n  ","894417":"\n   Do you wear a retainer?\n  ","894418":"\n   😂\n  ","894419":"\n   What do you do all day?\n  ","894420":"\n   Yeah keyword hopefully\n  ","894421":"\n   Sometimes just for fun\n  ","894422":"\n   But they call me yesterday so hopefully all this will get straightened out because I don't want to start being on insulin\n  ","894423":"\n   Big deal so has been married so what people need to get over it\n  ","894424":"\n   Yeah and what they do is actually your fault because you the one that taught them to be that way you pretty much gave them the go-ahead that it's okay when I have kids yeah I would like to buy them things but I want them to know the value of what they're getting\n  ","894425":"\n   Oh believe me I know that feeling all too well me I am not a morning person and when I wake up in the morning sometimes I literally feel like I got hit by Mack truck and backed over\n  ","894426":"\n   Sad thing is I don't see it stopping\n  ","894427":"\n   It’s ok but it’s good that you answer\n  ","894428":"\n   It would be something interesting to see\n  ","894429":"\n   Dang that sucks\n  ","894430":"\n   Why don't people listen when you tell them to stop doing something?\n  ","894431":"\n   I enjoy these conversations even though half the time I forget what we were talking about in the first places 😂\n  ","894432":"\n   I hope everyone has an amazing Friday 🤗☺️🙃\n  ","894433":"\n   maybe after November everything will go back to normal fingers crossed\n  ","894434":"\n   Yeah the only reason I didn't get the machine because my doctor hadn't signed off on it yet\n  ","894435":"\n   Heck look at Mendez brothers parents were loaded gave them everything they wanted look what they did.\n  ","894436":"\n   Dang whats wrong ?\n  ","894437":"\n   What's he got against Chad lol\n  ","894438":"\n   worse when its people you know very well and I think its one of the reasons I am the way I am\n  ","894439":"\n   i had all 4 mine removed\n  ","894440":"\n   Sweet!\n  ","894441":"\n   do you have any Gucci  clothing\n  ","894442":"\n   lol you good\n  ","894443":"\n   If the fonz from happy days snapped his fingers, would you run to him???\n  ","894444":"\n   I got the test strips, lancets, alcohol swabs but if it got to send me the machine\n  ","894445":"\n   Yeah and that is why their kids become brats or worse\n  ","894446":"\n   What you up to?\n  ","894447":"\n   By what artist?\n  ","894448":"\n   Are you friends with bella Thorne?\n  ","894449":"\n   i just know its ridiculous\n  ","894450":"\n   Oh okay\n  ","894451":"\n   Which role would you want?\n  ","894452":"\n   What two questions would you ask to get the most information about who a person truly is?\n  ","894453":"\n   It sucks\n  ","894454":"\n   lol\n  ","894455":"\n   Hopefully I get soon\n  ","894456":"\n   Lol it truly is\n  ","894457":"\n   thanks I will need it\n  ","894458":"\n   Nothing wrong with spoiling a little bit yeah buy them nice things do it once in awhile though but some parents get obssesive with it\n  ","894459":"\n   have you done that already I can't remember if you have or not\n  ","894460":"\n   Yeah ig they did it it would definitely be new actors\n  ","894461":"\n   The main question though is will it happen\n  ","894462":"\n   😂\n  ","894463":"\n   How often you get creep messages? I barely get any 1 or 2 a day\n  ","894464":"\n   Is that enough chicken for your tummy desires?\n  ","894465":"\n   Do you think you have the potential to become one of the greatest singers one day?\n  ","894466":"\n   🥳🥳🥳\n  ","894467":"\n   🥳🥳🥳\n  ","894468":"\n   Happy birthday Lisa! love her music and she is a great person, i hope she has a good birthday. Happy birthday Nick too❤️✨\n  ","894469":"\n   Where the happiness can be found?\n  ","894470":"\n   Why😅\n  ","894471":"\n   Is that you Nicolas Baraza?\n  ","894472":"\n   Wow what a bunch of morons\n  ","894473":"\n   no respect from the anon\n  ","894474":"\n   N*des\n  ","894475":"\n   Make a sharesome account\n  ","894476":"\n   What movie\n  ","894477":"\n   Do you speak French and understand French i do?\n  ","894478":"\n   Ahh well have fun which movie?\n  ","894479":"\n   Movie night with the bf?\n  ","894480":"\n   What's the occasion\n  ","894481":"\n   Hey Lauren did you eat or order pizza?\n  ","894482":"\n   Probably deleted does ask have a time limit on how long a question is available?\n  ","894483":"\n   Yes,we are all the actors\n  ","894484":"\n   Wanna catch hands?\n  ","894485":"\n   Lol guess you forgot about me\n  ","894486":"\n   Do you have crooked fingers in your foot too or not?\n  ","894487":"\n   You wanna throw hands?\n  ","894488":"\n   Does anybody like that call out to you Were you're like I like him He's a good guy He is right for Amy I hope that they meet and be happy together Is there anybody like that\n  ","894489":"\n   When´s your day on instagram?\n  ","894490":"\n   How many fillings are you getting\n  ","894491":"\n   Have you had fillings before\n  ","894492":"\n   Amy´s stealing your brand. LOL\n   \n    https:\/\/www.instagram.com\/p\/CFSldJls41E\/\n   \n","894493":"\n   I made it!✨😂✨\n  ","894494":"\n   Yas. Thanks to god.\n  ","894495":"\n   What is the most attractive outfit for a woman?\n  ","894496":"\n   I know the reason why the hundred questions got deleted was because the accounts were banned\n  ","894497":"\n   Is Amy dating kevankenney?\n  ","894498":"\n   do you think there is someone out there for everyone as ive never  had a gf and i'm 24 I don't think i\"ll find anyone as i'm too chicken shit to ask a girl out\n  ","894499":"\n   I know you got a lot of questions so I understand if you can't get to mine right then and there 😁\n  ","894500":"\n   Anyways I can't wait to see it and my phone starting to get hot\n  ","894501":"\n   So did you have a good day?\n  ","894502":"\n   Don't be\n  ","894503":"\n   He telling me that he's got you Amy and Kath 😂😂\n  ","894504":"\n   Why i read about california fires every year?\n  ","894505":"\n   I want to kiss your lips. <3\n  ","894506":"\n   PAP of ur followers and coins\n  ","894507":"\n   The band is like dead without Dani, Christina being a mom and covid stuff. Pls. Do not finish the band.\n  ","894508":"\n   She never mentioned it when I last talk to her\n  ","894509":"\n   my friend thinks its sad and pathetic if you only have had sex with one person in your life do you agree?  only having  one partner for your whole life\n  ","894510":"\n   Hey what do you know I talk to Dani too 😂well sometimes\n  ","894511":"\n   Be honest out of all these people asking who would you trust more?\n  ","894512":"\n   Tag everyone you follow!\n  ","894513":"\n   Roxette- it must've been love\n  ","894514":"\n   So people asking if Amy has a bf are they desperate\n  ","894515":"\n   Lol no baby\n  ","894516":"\n   🏈\n  ","894517":"\n   You should block him i swear 🤣\n  ","894518":"\n   Are you laitina?\n  ","894519":"\n   Do you still talk with Dani?\n  ","894520":"\n   Have u heard JB's new song?😍\n  ","894521":"\n   Doctors are saying he has weeks or months to live.\n  ","894522":"\n   U can accept inly one time please , u are my dream 💚💛💛\n  ","894523":"\n   I wanna talk with u private 😔\n  ","894524":"\n   fun little game out of those 3 you have to marry one, push one off a cliff and kiss one so which one would you marry, kill and kiss\n  ","894525":"\n   I wanna talk with u\n  ","894526":"\n   I would love that lol what is yall's specialty?\n  ","894527":"\n   Have you ever taken advice from a dream of yours?\n  ","894528":"\n   I send to u many messages on instgram 😏😏😏😏😏\n  ","894529":"\n\n    https:\/\/www.youtube.com\/watch?v=pOHTr-MxtGM\n   \n","894530":"\n\n    https:\/\/twitter.com\/Nico_Barraza_92\/status\/1304171254245724163\n   \n","894531":"\n   Current outfit?\n  ","894532":"\n   Likes for likes?\n  ","894533":"\n   That I dont know I thought was something to do with religion because I know that he always talked about doing something like that\n  ","894534":"\n   Follow for follow?\n  ","894535":"\n   Why are you so happy?\n   \n    https:\/\/twitter.com\/skaterlaur\/status\/1304079827859730433\n   \n","894536":"\n   What does Amy in the band?\n  ","894537":"\n   Who´s strongest in the band?\n  ","894538":"\n   Do something for the baddies.\n  ","894539":"\n   🧡\n  ","894540":"\n   Who  is your favourite celebrity\n  ","894541":"\n   Do you agree?\n  ","894542":"\n   Do you tend to listen more to male or female singers?\n  ","894543":"\n   Biden gonna win\n  ","894544":"\n   PAP your most popular pic on social networks!\n  ","894545":"\n   Well im left hand and so is every president of the United States coincidence I think not 😈\n  ","894546":"\n   Would you leae the music to become a actress?\n  ","894547":"\n   The devil was also left handed\n  ","894548":"\n   What's the best way to calm you down?\n  ","894549":"\n   Have you build anything lately? What is it? Would you care to share a picture of it?\n  ","894550":"\n   Have you ever lied about your age?\n  ","894551":"\n   Oh okay\n  ","894552":"\n   Could be a sign\n  ","894553":"\n   Oh okay never heard of them at least I don't think\n  ","894554":"\n   I will go back soon and visit u and we grab a bite to eat ?\n  ","894555":"\n   Where is your answer?\n  ","894556":"\n   I want to comfort you when you are sad.\n  ","894557":"\n   I mean tears aren't that bad. Tears can be good.\n  ","894558":"\n   Perfect beauty\n  ","894559":"\n   Dare: send a compliment to someone on here.\n  ","894560":"\n   Truth: would you ever kiss a friend on the lips\n  ","894561":"\n   hey i have a question\n  ","894562":"\n   🧡\n  ","894563":"\n   🍂\n  ","894564":"\n   Oh fun I will let you do that and I will talk to you later\n  ","894565":"\n   Do any of your brothers do music?\n  ","894566":"\n   Looking good as always Lauren. Love the colors.\n  ","894567":"\n   Hope you're having an amazing day so far, you deserve it for being so awesome and epic.\n  ","894568":"\n   Did you go to your  school prom\n  ","894569":"\n   Yeah that's true. It's like hit and miss. But as long as we can have a good day, distract ourselves from any negative thoughts, make sure to be mindful of our thoughts, we should be good to go.\n  ","894570":"\n   You're on my top 5 singers list :)\n  ","894571":"\n   oh ya i forgot :(\n  ","894572":"\n   any other pics of you and dani in her skirt?\n  ","894573":"\n   i would also tell her to encourage u to wear them too bc they are the best outfits ever\n  ","894574":"\n   I'm listening to rabbit hole rn btw\n  ","894575":"\n   It's a good song 😊\n  ","894576":"\n   Talk is cheap, To you What other words can you use to rephrase the meaning of this sentence,you don't have to be accurate . As for me -Easier said than done\n  ","894577":"\n   followed\n  ","894578":"\n   Oh really?\n  ","894579":"\n   If you're in a public place, do you sometimes feel the strong gaze of somebody else but when you turn around you don't see anyone.\n  ","894580":"\n   I love her song \"i don't deserve it\"\n  ","894581":"\n   Should statutory r_pe laws exclude women ?  In other words should women be exempt from prosecution under this law ?\n  ","894582":"\n   Did you watch the Series Supernatural, it's finally coming to an end after 15years .\n  ","894583":"\n   You're beautiful, I swear.\n  ","894584":"\n   so what are you up to this morning?\n  ","894585":"\n   Oh I understand\n  ","894586":"\n   Truth be told I don't vote never have never will\n  ","894587":"\n   Well hopefully we be able to understand each other\n  ","894588":"\n   But the way I see it and I'm about to voice my opinion here I don't think it's going to matter who we vote for we're about to go into some chaotic stuff worse then what it is now\n  ","894589":"\n   Really?\n  ","894590":"\n   Do u know why Lisa sings about heartbreak very often? just curious no hate ofc\n  ","894591":"\n   Long patienent kisses or deep conversations\n  ","894592":"\n   How long has your longest ever phone call been?\n  ","894593":"\n   what's your favorite tv show?\n  ","894594":"\n   that last answer wasn't from me.\n  ","894595":"\n   Follow ?\n  ","894596":"\n   If you were on a date, what is one thing your date could do that would make you never consider going on another date again with them?\n  ","894597":"\n   Have you ever had a dog who died?\n  ","894598":"\n   What would you name a newly discovered planet?\n  ","894599":"\n   Hi... Are you single 🤪\n  ","894600":"\n   Bruno Mars or Drake?\n  ","894601":"\n   I'm not afraid of Harley Quinn\n  ","894602":"\n   I´m your baby.\n  ","894603":"\n   Lol you talking bout Mine\/Delicate?\n  ","894604":"\n   Yeah that's the one thing that the media won't tell you it will sit there and talk about all the numbers like the hundred thousand that died from covid but it will never tell you the ones that recover from it because it they you to live in fear\n  ","894605":"\n   🍂\n  ","894606":"\n   How much do you plan\/prepare for the future?\n  ","894607":"\n   🤗💙\n  ","894608":"\n   yeah I was having one of those days\n  ","894609":"\n   oh yeah\n  ","894610":"\n   Trust me Its not you I was trying to get in touch with my brother the other day and he wasn't answering\n  ","894611":"\n   What profession doesn't get enough credit or respect?\n  ","894612":"\n   Not your fault and I am over it now\n  ","894613":"\n   That would be nice this year has sucked\n  ","894614":"\n   What's the worst thing you ate from a fast food restaurant?\n  ","894615":"\n   Your little prince✌\n  ","894616":"\n   Ofc\n  ","894617":"\n   What you miss the most from your childhood?\n  ","894618":"\n   Thank you Christina 😇\n  ","894619":"\n   Is\n   \n    https:\/\/ask.fm\/Nicolas_Barraza\n   \n   your boyfriend?\n  ","894620":"\n   What have you been up to lately?\n  ","894621":"\n   Is at\n   \n    @RetroGamingMonkey\n   \n   your lover?\n  ","894622":"\n   Nevermind I just now got it and are you sure was mine you heard 😂\n  ","894623":"\n   I never got anything from you\n  ","894624":"\n   How are you this morning and you never gave me your opinion about what I sent you the other day.\n  ","894625":"\n   You’re beautiful! Do you model? You really should.\n  ","894626":"\n   Anytime and ignore the ones saying that negative crap you guys are perfect the way you are.\n  ","894627":"\n   Wild fires California\n   \n    https:\/\/twitter.com\/jachristian\/status\/1303775642303913984?s=19\n   \n","894628":"\n   They need to be more like me 😂\n  ","894629":"\n   chocolate!! chocolate !!\n  ","894630":"\n   Yum cocunut chocolate I not too long woke up from a nap\n  ","894631":"\n   I didn't say unfortunately. In the end he Googled it so he knew that Tesla's a battery operated.\n  ","894632":"\n   You still a virgin?\n  ","894633":"\n   I am just laying here bout to watch a movie.\n  ","894634":"\n   Do you have any interesting stories to tell?\n  ","894635":"\n   Fortunately he Googled it.\n  ","894636":"\n   That is cool there\n  ","894637":"\n   😳😳\n  ","894638":"\n\n    @saricarps\n   \n\n    @SbaACpr\n   \n   are all fake\n  ","894639":"\n   why is it bad to be materialistic?\n  ","894640":"\n   Dani has an infection in her finger. She will need some antibiotics to clear it up..\n  ","894641":"\n   Ah 🧙‍♀️🎃👻👹👿🤡\n  ","894642":"\n   Ya 😂😂😂\n  ","894643":"\n   Do you ever just miss school?\n  ","894644":"\n   🎅🎄🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁🎁\n  ","894645":"\n   Do you have any techniques to help you not to overthink things?\n  ","894646":"\n   do you think a lot about money?\n  ","894647":"\n   how ready are you for the upcoming holidays?\n  ","894648":"\n   What's good\n  ","894649":"\n   What you doing ?\n  ","894650":"\n   Good night baby ❤️\n  ","894651":"\n   Yes.\n  ","894652":"\n   But what if rain is someone’s perfect day?\n  ","894653":"\n   Auntie Lisa dancing with Barrett was so funny 😂\n\nBarrett must be thinking Mommy who is this crazy woman 😂😂\n  ","894654":"\n   how was your day\n  ","894655":"\n   😂\n  ","894656":"\n   GOD Lauren you are so annoying 🙄\n  ","894657":"\n   Followed you 🙂\n  ","894658":"\n   How are u?\n  ","894659":"\n   Hey Lauren\n  ","894660":"\n   Favourite music genre?\n  ","894661":"\n   I like Kevin Hart\n  ","894662":"\n   My nephew watches him\n  ","894663":"\n   Mikey doesnt really sing anymore tho 🤣\n  ","894664":"\n   Also don't be desperate it's not really a turn on most women out there are not going to be like he must really care about me because he's desperately trying to be with me that's a restraining order waiting to happen\n  ","894665":"\n   last comedy you watched?\n  ","894666":"\n   Quinton should wrote his song.\n  ","894667":"\n   Is there any other way I can send you a voice clip and just say hey how are you this is what I sound like something I don't know anything\n  ","894668":"\n   It's simple guys when you talk to women quit being A-Holes\n  ","894669":"\n   christian and mike did not write you anything. They are losers.\n  ","894670":"\n   Really I don't have an iPhone I'm poor 😂\n  ","894671":"\n   I´m going to puit all my heart on it. :(((\n  ","894672":"\n   Why? You do not like romatic stuff?\n  ","894673":"\n   how long should a girl get to know a guy before having sex ?\n  ","894674":"\n   Am i going to have more chances if  i wrote it?\n  ","894675":"\n   I get you , I don't want to feel responsible for someone overdosing because I gave them $2\n  ","894676":"\n   Tell me about it\n  ","894677":"\n   I would send a voice clip if i knew how\n  ","894678":"\n   Should I wrote a song for you?\n  ","894679":"\n   Why?\n  ","894680":"\n   The cops can't do anything about you giving them money because if that was the case thing about all the people that will be in jail right now because they were Good Samaritans\n  ","894681":"\n   It's just sad I'm a guy and I just don't understand other guys especially when it comes to the opposite sex\n  ","894682":"\n   What do you think about this?\n   \n    https:\/\/www.youtube.com\/watch?v=jPf5144f_1k\n   \n","894683":"\n   Yeah but you have to hear it\n  ","894684":"\n   No he wanted dope\n  ","894685":"\n   Yeah I'm not sure how to describe it but its like a southern drawl\n  ","894686":"\n   Thanks\n  ","894687":"\n   Lol\n  ","894688":"\n   What are your favorite musical genres?\n  ","894689":"\n   Definitely I remember one time me and my brother had went to McDonald's some guy come out ask my brother if he can give him some money to get some food my brother was telling him that he wouldn't give him the money but he we go in there and buy the food for him the guy got mad\n  ","894690":"\n   But we know thats wishful thinking\n  ","894691":"\n   Yeah it was fun\n  ","894692":"\n   yeah no offense to them even though it will probably come off as being that but I don't care\n  ","894693":"\n   Ya she mentioned that how great u was 😊💙\n  ","894694":"\n   Amy should sing more. She sing like a country girl.\n  ","894695":"\n   I never worry about people like that\n  ","894696":"\n   I love watching them get caught after people gave them money\n  ","894697":"\n   I just saw Rachael's Instagram posts. So u finished the video 💙💖💙💖. But then went for ice Cream which didn't turn out so well. 🍦🤮 for Rachael 😪\n  ","894698":"\n   any old concerts\n  ","894699":"\n   Force her. Who´s strongest?\n  ","894700":"\n   Okay\n  ","894701":"\n   Yeah\n  ","894702":"\n   Good Morning Lauren 😊\n  ","894703":"\n   Always wear a Smile because that's one of the thing that doesn't go out of Fashion.\n  ","894704":"\n   if your boyfriend purpose to you after rocking your world what would you say or do ?\n  ","894705":"\n   what outfit are you currently wearing at the moment ?\n  ","894706":"\n   My day was eventful too got to spend it with Danu, Emmyn, Ethan and Ella\n  ","894707":"\n   are you ready to get married Lauren ?\n  ","894708":"\n   What’s your bra size?\n  ","894709":"\n   so ?\n  ","894710":"\n   Whats in your heart?\n  ","894711":"\n   How do you hold a pen and spoon , are you left handed or right handed\n  ","894712":"\n   Thats good I'm glad\n  ","894713":"\n   selfie?\n  ","894714":"\n   Oh dang that sucks she feeling better?\n  ","894715":"\n   I'm listening to our song baby, it's bringing me back some memories we spent together 😘\n  ","894716":"\n   wdym 😭😂\n  ","894717":"\n   how was your night?\n  ","894718":"\n   What annoys you the most about a close friend?\n  ","894719":"\n   Lisa´s not smart. She send me a video doing a trivia. and.. She replied 0 questions right. LOL\n  ","894720":"\n   Goku or Vegeta?\n  ","894721":"\n   PAP of you playing soccer.\n  ","894722":"\n   We know its bad and people are dying but the numbers are outrages\n  ","894723":"\n   Favorite pastime?\n  ","894724":"\n   Why are you not working in Disney?\n  ","894725":"\n   Yup\n  ","894726":"\n   The state of California needs to start cutting down 25 000 more  trees a day.\nThere are too many trees here.\n  ","894727":"\n   Lol yeah they don't\n  ","894728":"\n   do you know any card tricks\n  ","894729":"\n   . If psychics are supposed to know the future, why do you think they never won any lottery\n  ","894730":"\n   how often do you get on ask.fm\n  ","894731":"\n   What word doesn't exist in your dictionary and how does your dictionary define close friends\n  ","894732":"\n   You tried on your new dress to take a photoshoot beside a pool,I photobombed your shoot and shoved you a little bit but you ended up falling in the pool. It's not my fault you don't have stamina. What will you do to me when you get dry. I ran off on foot, I just remembered my car is parked outside\n  ","894733":"\n   If someone asked you to teach them anything today I mean anything, what will you teach them.\n  ","894734":"\n   If you could be on the cover of any magazine you like, which one would you choose?\n  ","894735":"\n   What websites harm humanity?\n  ","894736":"\n   What song best describes your life right now?\n  ","894737":"\n   What should there be in a perfect day?\n  ","894738":"\n   Have you ever seen a therapist\n  ","894739":"\n   why are white people so crazy?\n  ","894740":"\n   This all is your fault.\n  ","894741":"\n   What song cheers you up? Post the music video for it!\n  ","894742":"\n   *Sends support hugs for Tuesday and Wednesday*\n  ","894743":"\n\n    https:\/\/www.youtube.com\/watch?v=vp0a36xxkRs\n   \n   This is perfect\n  ","894744":"\n   What was the last big mistake you made?\n  ","894745":"\n   what state were you born?\n  ","894746":"\n   What is an example of a time when you were brave?\n  ","894747":"\n   Can human nature be changed? \n\nShould it be changed?\n  ","894748":"\n   Ever sold anything on offer up or eBay ?\n  ","894749":"\n   Boom\n  ","894750":"\n   have you gone braless in public before ?\n  ","894751":"\n   Good night Lauren 😴🛏\n  ","894752":"\n   Someone asked where does Dani get her masks from.\n  ","894753":"\n   So no one important\n  ","894754":"\n   Why?\n  ","894755":"\n   what are some things a guy should know before he dates you ?\n  ","894756":"\n   Have you watched the show fear factor before. To be honest I don't like the show because of what they make people go through, it's not what the trouble.\n  ","894757":"\n   She must be somebody's baby...she's so fine.\n  ","894758":"\n   Hi everyone how everyone doing\n  ","894759":"\n   Do yu like guys with caries?\n  ","894760":"\n   Do you like guys with crooked fingers?\n  ","894761":"\n   Katherine might be pregnant just have a feeling lol\n  ","894762":"\n   I kind of figured it was a guy does this guy have a name or have you done told me his name before?\n  ","894763":"\n   is it someone from this website?\n  ","894764":"\n   Me and you have the same birthday.\n  ","894765":"\n   Just like Alice in wonderland Would you follow the rabbit down the rabbit hole or Would you just send Elmer Fudd to go get him.\n  ","894766":"\n   ista\n  ","894767":"\n   ❤️.❤️\n  ","894768":"\n   Ya happy Tuesday Lauren. But that was from last week. That's why it say's only 1 hour till Wednesday 😂\n  ","894769":"\n   Whats your skin care routine?😜\n  ","894770":"\n   Let's say you have a chimney,On Christmas Eve you find someone dressed as Santa Claus coming down your chimney and he ends up staining everywhere with dirt. Would you tell him to clean that shit up,Would you tell him \"the present better be worth the trouble\" or Would you tell him to piss off\n  ","894771":"\n   How would you feel if you wake up one morning and you start having memories of a life you never lived\n  ","894772":"\n   If you were transported into the past with no clothes or anything else, how would you prove people that you are from future. Don't tell me you'll bust a move\n  ","894773":"\n   Don't mean to intrude but What is something that is always on your shopping cart?\n  ","894774":"\n   To you What are some fun ways to answer questions like “How’s it going” and “What are you doing”?\n  ","894775":"\n   Somehow I think it has happened to everyone but Why do  people pull the door even when it says push? Lol\n  ","894776":"\n   hey cutie\n  ","894777":"\n   how your day been\n  ","894778":"\n   Yeah it's okay. I'm just glad they got to see when I did\n  ","894779":"\n   Who the hell is CS\n  ","894780":"\n   Not your fault when she said at 5 I was thinking it's going to be 5 Tennessee time which means it would have been 6 my time\n  ","894781":"\n   CS is great.\n  ","894782":"\n   Ya but teach Rachael how to end it next time 😂\n  ","894783":"\n   Yep you guys were saying some good stuff :)\n  ","894784":"\n   Goodnight queen Lauren :)\n  ","894785":"\n   didn't see the first part 😣\n  ","894786":"\n   Empathetic ✅\nOptimistic ✅\nPassionate ✅\n  ","894787":"\n   Thank you some more for sharing Lauren.\n  ","894788":"\n   I think i saw that part too\n  ","894789":"\n   I watched the live :)\n  ","894790":"\n   Rachael said it's on IGTV  it isn't I just looked 😥\n  ","894791":"\n   Do you play ROBLOX?\n  ","894792":"\n   Why doesn't Rachael have ask?🙄\n  ","894793":"\n   When?\n  ","894794":"\n   You gotta hand it to him tho, he is pretty funny\n  ","894795":"\n   What do you think of this weirdness ?\n   \n    https:\/\/photos.app.goo.gl\/a7fcazcM6KSZ9CXr7\n   \n","894796":"\n   If she is Nicolas she's not going to come right out and say that she is now is she?\n  ","894797":"\n   We would feel good together skin to skin we don't even know it yet\n  ","894798":"\n   Hey\n  ","894799":"\n   Lmao\n  ","894800":"\n   CS is going to punch him.\n  ","894801":"\n   I´m your man.\n  ","894802":"\n   Mystery solved I saw the contents in the Box alcohol swabs lancets and test strips\n  ","894803":"\n   I'm you're man !\n  ","894804":"\n   woow thank you lauren\n  ","894805":"\n   Dang sorry\n  ","894806":"\n   I like u so much 💛\n  ","894807":"\n   Wow who was it?\n  ","894808":"\n   I saw it 💖💙\n  ","894809":"\n   Thanks 😁\n  ","894810":"\n   How are you ?\n  ","894811":"\n   You’re adorable too Lauren\n  ","894812":"\n   I agree anon Amy is adorable\n  ","894813":"\n   Are you here?\n   \n    https:\/\/www.facebook.com\/groups\/christinacimorellicommunity\/\n   \n","894814":"\n   If you talk to Kallen tell him I said hey\n  ","894815":"\n   Is there new music on the way?\n  ","894816":"\n   Who is\n   \n    @RetroGamingMonkey\n   \n   and why do you talk to him he looks old\n  ","894817":"\n   Happy Cimorelli Saturday Lauren 💙\n  ","894818":"\n   Snapchat py streaks chalany wala koi ?\n  ","894819":"\n   Yup there goes my dreams of being a surgeon 😂\n  ","894820":"\n   What's the secret to your vocals? :O\n  ","894821":"\n   You can't I'm bigger and stronger I would have you himmed up\n  ","894822":"\n   Thats good I usually talk to him instagram\n  ","894823":"\n   Hey queen\n  ","894824":"\n   It's probably an old joke by now\n  ","894825":"\n   If only I had u in a   dark room for 30 minutes alone trapped hostaged u just don know\n  ","894826":"\n   If a brand pays you. Would you modeling bijkinis?\n  ","894827":"\n   Good  answer the media ruins it for guys\n  ","894828":"\n   Don't believe her she likes em big\n  ","894829":"\n   What impression do most people  try to give when they  first meet you\n  ","894830":"\n   What’s one thing about girls that you want guys to know and you wish guys would understand?”\n  ","894831":"\n   Good morning!!! baby girl !!! 😘😘😘\n  ","894832":"\n   Do you think  Hollywood sets unrealistic expectations for alot of stuff.\n  ","894833":"\n   What's the funniest auto-correct mistake you made?\n  ","894834":"\n   💛✨\n  ","894835":"\n   Hola 🌹\n  "},"Answer":{"893764":"\n  Oops sorry\n  ","893765":"\n  If lisa leaves I think we all will be pretty upset lol\n  ","893766":"\n  Never is healthy. Guilt can make you do many things or feel bad that those things happened\n  ","893767":"\n  I was a bit emotional lol it was one of our first tours and one of the first shows we dis without a member at the time bc lisa ended up having to go home bc she got homesick.\n  \n  I had to cover most of her most with the help of christina and kath.\n  ","893768":"\n  Its normally positioned on whoever is singing at the time or whoever the specific person idolizes a bit more\n  ","893769":"\n  I think shes beautiful just like all the others\n  ","893770":"\n  Okay :)\n  ","893771":"\n  This one is where christina kinda goes on a long speech from last year\n  \n\n   https:\/\/youtu.be\/n4o5UwEsat4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","893772":"\n  I didnt say that omg\n  ","893773":"\n  Do you not understand? It's not my account or me but someone who is pretending to be me\n  ","893774":"\n  No I haven't I been to highway 55 but that was for a photoshoot promo for sad girls club album\n  ","893775":"\n  Not your concern\n  ","893776":"\n  It wasnt me but an account that was pretending to be me. Clearly you can tell it's fake because the person can not even speak proper english\n  ","893777":"\n  That's no ones concern about my health and my body\n  ","893778":"\n  Of course\n  ","893779":"\n  This isnt Lisa's page and I dont always take pictures with her\n  ","893780":"\n  Cant believe this was her last show...\n  \n\n   https:\/\/youtu.be\/aG97v61cgkA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","893781":"\n  No many people enjoy different things about a person lol\n  ","893782":"\n  That's the truth. But haters are our motivators\n  ","893783":"\n  Never hurts to be kind, and that's what our society needs more of :( theres a bunch of people who are just hateful and hurtful for no reason\n  ","893784":"\n  I was thinking about it last night bc people like to send anonymous hate and try to pretend to be me and steal certain images I post that's why I watermarked my post\n  ","893785":"\n  Awe\n  ","893786":"\n  Yeah :)\n  ","893787":"\n  No ones truly perfect, because perfect doesnt exist. It's just what looks good enough to us or others\n  ","893788":"\n  You do realize no one can really fit in her clothes right? They'll be to short. To tight or dont cover\n  ","893789":"\n  Well cant wait to hear about it :)\n  ","893790":"\n  I dont really have a favorite but if I had to choose probably whatever littlefoot is\n  ","893791":"\n  Oh I see\n  ","893792":"\n  I like watching people explore old places lol ones that been like abandoned\n  ","893793":"\n  Today has been pretty well, aside from last nights topic\n  ","893794":"\n  Ahaha\n  ","893795":"\n  No she left bc she had other interest in life she wanted to explore and try out and being in the band wasnt something she wanted to do for the rest of her life\n  ","893796":"\n  That wasnt me, it was someone acting like me\n  ","893797":"\n  Yeah\n  ","893798":"\n  It's under my boyfriends last name lol\n  ","893799":"\n  Yeah haha\n  ","893800":"\n  Reeses or Hershey's cookies n cream\n  ","893801":"\n  Hm?\n  ","893802":"\n  He should come around soon\n  ","893803":"\n  Yeah pathetic they try to steal my pictures and complain bc I watermarked 🙄\n  ","893804":"\n  I thought I did\n  ","893805":"\n  😂 literally just seen his name in my notifications I'm like where were youuu\n  ","893806":"\n  My boyfriend randomly comes and go\n  ","893807":"\n  Maybe I dont recall lol\n  ","893808":"\n  Hm\n  ","893809":"\n  I thought I sent you the information?\n  ","893810":"\n  Right now I am compared to yesterday\n  ","893811":"\n  Yes I do 😊\n  ","893812":"\n  😊\n  ","893813":"\n  We normally do an annual Halloween party at our family house (parents house) each year but due to covid and restrictions I'm not sure if we are able to do it this year or not. As well as going to Christina's to pass out candy and have a little party for the kiddos.\n  ","893814":"\n  Hey\n  ","893815":"\n  “Hello from the outsideee.” 🎶 We sang #Hello by Adele! What do you want us to sing next!? We love making these covers for you guys! ❤️🎶\n  \n\n   https:\/\/www.instagram.com\/p\/CFutybehs36\/?utm_source=ig_web_copy_link\n  \n","893816":"\n  Np problem 😊\n  ","893817":"\n  Yeah it is\n  ","893818":"\n  I've been\n  ","893819":"\n  They were sending me anonymous hate and stuff and basically harassing me it was becoming annoying\n  ","893820":"\n  I posted proof that im real and someone tried to copy it lol\n  ","893821":"\n  Hope you have a great one as well\n  ","893822":"\n  OMGOSH YES\n  ","893823":"\n  Ny father is still alive just as much as my mother so I havent inherited anything yet property wise.\n  ","893824":"\n  I always forget I turned up the media volume on my phone while listening to music and always quickly turn it down because I'll go watch a video and it literally is so loud\n  ","893825":"\n  A lot\n  ","893826":"\n  Pillows\n  ","893827":"\n  Jump rope\n  ","893828":"\n  Hi\n  ","893829":"\n  Not doing so good\n  ","893830":"\n  I'm not a doctor but\n  \n  Firstly blood if it’s fresh will be in a liquid like state. The longer you keep it out of the body the more thick it starts to become , that is because of the clotting factors and the platelets in the blood.\n  \n  Now i am assuming what you mean by dry blood is that they are clots. If so then it could be a lot of things. But one of the most common could be you have some problem with excessive coagulation. You will need to get a blood work done initially to see what could be the cause.\n  \n  Some times after there is not much bleeding but only shedding of the lining of the uterus which could be perceived as dried blood.\n  ","893831":"\n  I always say tissue lol\n  ","893832":"\n  Not always, but I try my best to figure things out!!!\n  ","893833":"\n  Short sleeves. It's been pretty humid out this week\n  ","893834":"\n  I always get along with lisa. There is times when I may become annoyed but I'm sure all siblings get mad at eachother or want personal space at times.\n  ","893835":"\n  Hey idk who all follows me on here but if you would like to stay in contact with me just send me a message so I can give you my new social\n  ","893836":"\n  I follow catholic beliefs and so does lisa but dani left Catholicism a long time ago\n  ","893837":"\n  Dani has different views and beliefs than We do and that's okay. I just dont like showing too much skin and stuff\n  ","893838":"\n  What?\n  ","893839":"\n  Hard to explain atm\n  ","893840":"\n  Done\n  ","893841":"\n  Think she deactivated her one account. However\n  \n   @Dncimorelli\n  \n  is still up.\n  ","893842":"\n  I'll private wall you what's going on\n  ","893843":"\n  Kinda is but not a big deal\n  ","893844":"\n  Have a great night\n  ","893845":"\n  Its alright\n  ","893846":"\n  Things veen happening today that are kinda bad lol\n  ","893847":"\n  I'll let nick know as well 😂🧡\n  ","893848":"\n  Imagine having 20+ accounts and calling someone fake on anon 🙄 check yourself allycia\n  ","893849":"\n  The 19th\n  ","893850":"\n  Not in a good mood atm\n  ","893851":"\n  I will even though it's a bit belated lol\n  ","893852":"\n  Yeah mental health days are highly important\n  ","893853":"\n  All that paperwork was just way to much to deal with at the time.\n  ","893854":"\n  True\n  ","893855":"\n  That's good\n  ","893856":"\n  But now that I'm older I realize \"oh that was a highly dumb thing I did\"\n  ","893857":"\n  Dani, lisa. Kath uses hers somewhat\n  ","893858":"\n  Yeah I know\n  ","893859":"\n  Yes\n  ","893860":"\n  Milan, italy 🧡\n  ","893861":"\n  Chocolate chip\n  ","893862":"\n  Idk\n  ","893863":"\n  Manners and your roots.\n  ","893864":"\n  You & I by one direction\n  ","893865":"\n  Journal, therapy, walks, meditation, taking a hot bath\/shower, or being somewhere were its quiet and I can relax for a bit\n  ","893866":"\n  Nah\n  ","893867":"\n  Following your own dreams. As you should always do what is better for you and healthier and makes you happy. We are not the person our parents want to shape and mold us into. We are or own individual self's with different interests and dislikes. Some parents just want their children to carry on and live ok ut the life the wanted but may not have ever received for themselves\n  ","893868":"\n  Sometimes I do it just depends on who I'm talking to and if I feel up to using bigger meaningful words or not ahah\n  ","893869":"\n  Yup\n  ","893870":"\n  Favorite shop?\n  ","893871":"\n  Skateboarding,  drawing, swimming. Hanging with friends etc.\n  ","893872":"\n  I hope you're talking about plumbing\n  ","893873":"\n  It's the same filling because one fell out lol\n  ","893874":"\n  Yeah\n  ","893875":"\n  Most likely but theres a few other people I know that tend to send weird stuff or hate in my direction\n  ","893876":"\n  No he doesnt 😂\n  ","893877":"\n  Its not bad, but not like the greatest\n  ","893878":"\n  Maybe a bit but not really\n  ","893879":"\n  No, it's only just two\n  ","893880":"\n  If I was in the same area where you are I would definitely invite you to join me for lunch or dinner with us 😊\n  ","893881":"\n  Ahaha I'm doing well, thanks for asking. How are you? 😊\n  ","893882":"\n  Not really. I dont like to be randomly hugged or have people think they're like entitled to have a hug or force themselves upon me to receive one\n  ","893883":"\n  Awe thanks\n  ","893884":"\n  Many things. But mainly the cimfam does\n  ","893885":"\n  Algebra 🙃 or trigonometry. I swapped lifes for a video we did with my younger brother nick a few months ago. And he had trigonometry as homework (we are all\/ were homeschooled). And I literally forgot how to do it so I since then went and enrolled myself in a few classes to learn ahah.\n  ","893886":"\n  If we all have to wear masks when going into places then so should Santa\n  ","893887":"\n  Welcome\n  ","893888":"\n  Just covered the area at the time\n  ","893889":"\n  I've never been asked that question before so I would probably just tell them the correct number or sit there awkwardly trying to figure out what to say lol\n  ","893890":"\n  Some of us may be, but most of us not really.\n  ","893891":"\n  Yeah I know\n  ","893892":"\n  2\n  ","893893":"\n  I think blue lol\n  ","893894":"\n  Waited for them\n  ","893895":"\n  Awe I'm sorry to hear that, I hope you feel better soon 😊\n  ","893896":"\n  I just got up not to long ago 😊 ahaha\n  ","893897":"\n  Hello\n  ","893898":"\n  Most likely I will be working on band related things tomorrow 😊\n  ","893899":"\n  Thanks\n  ","893900":"\n  Hey javi, happy monday I hope you enjoyed your trip to the beach with your family and had an amazing time.\n  ","893901":"\n  Theres other things in there to enjoy and learn about who she is as a person as well not just about a sex tape\n  ","893902":"\n  Coconut lol\n  ","893903":"\n  Yep\n  ","893904":"\n  Around new people I am or in places I don't feel comfortable being in\n  ","893905":"\n  Maybe sometimes but not all the time.\n  ","893906":"\n  Been trying to answer ahah\n  ","893907":"\n  It was an older band we used to help with and did a few shows on digi fest with\n  ","893908":"\n  Awe thanks\n  ","893909":"\n  Definitely rootbeer\n  ","893910":"\n  Ahah it's all okay\n  ","893911":"\n  Maybe\n  ","893912":"\n  What?\n  ","893913":"\n  Nope, still amazed by what she is happy doing with her life. Never ceases to amaze me\n  ","893914":"\n  If only that was possible, then I wouldnt be here stuck in 2020\n  ","893915":"\n  Maybe a bit not like full on jealous. Just used to get a bit upset when my bestfriend wouldnt hangout or always talk to me\n  ","893916":"\n  I'm more so a giver. I just always try to be there or help in anyway I can\n  ","893917":"\n  That's kinda creepy\n  ","893918":"\n  I know lol\n  ","893919":"\n  I dont speak to her so unfortunately I cant help :(\n  ","893920":"\n  I've been putting off doing lau dry thos week but I should probably go start doing that lol\n  ","893921":"\n  No go away\n  ","893922":"\n  Alright\n  ","893923":"\n  No problem\n  ","893924":"\n  I save some, spend some for groceries, Bill's, clothes and so on\n  ","893925":"\n  It's alright, I understand\n  ","893926":"\n  I think it was reuploaded if not I'll let lisa know\n  ","893927":"\n  I dont know. As my parents say two wrongs dont make a right but what if it's only one wrong?\n  ","893928":"\n  I dont really watch baseball lol\n  ","893929":"\n  Dont regret it. Not everyone has the same beliefs\n  ","893930":"\n  437\n  ","893931":"\n  Hopefully\n  ","893932":"\n  Nope lol\n  ","893933":"\n\n   @iammikeycobban\n  \n  you're amazing, never forget that\n  ","893934":"\n  Same\n  ","893935":"\n  Going well so far\n  ","893936":"\n  Agree\n  ","893937":"\n  I'm in a relationship with someone\n  ","893938":"\n  I dont think any horror movies are scary anymore considering my sisters and friends make jokes the entire time about the characters and stuff lol\n  ","893939":"\n  Probably not\n  ","893940":"\n  They know your secrets\n  ","893941":"\n  I can whistle but I dont think it's really loud lol\n  ","893942":"\n  Yep\n  ","893943":"\n  Hi\n  ","893944":"\n  🙄\n  ","893945":"\n  Done :)\n  ","893946":"\n  Normally rub it or try to blink and get it to stop\n  ","893947":"\n  Maybe lol\n  ","893948":"\n  I think it's just experiences and time periods when things may not be so good that help us understand  our meaning\/ purpose in life. Like when we reached the lowest low and want to give up how theres kinda like that voice in our head saying not now. Like god is giving us a sign\n  ","893949":"\n  Yeah\n  ","893950":"\n  Awe thank you\n  ","893951":"\n  I only took that one sorry\n  ","893952":"\n  Donate them to the scientist that are working on the cure\n  ","893953":"\n  I think everyone does a bit because we never know how or when we will die. And most of us are afraid to die young or before we actually feel successful In life\n  ","893954":"\n  Thank you 😊\n  ","893955":"\n  No\n  ","893956":"\n  None\n  ","893957":"\n  I just dont\n  ","893958":"\n  Bill Gates bc he seems more supportive of others ideas and dreams then the other person\n  ","893959":"\n  Why people love me lol\n  ","893960":"\n  Thank you\n  ","893961":"\n  Fried egg that fully cooked with pico de gallo on top, fruit, sausage, cold brew, and avocado toast\n  ","893962":"\n  Just hanging out with my sister amy and like 2 other friends for the weekend\n  ","893963":"\n  Dont discuss politics\n  ","893964":"\n  I dont discuss politics\n  ","893965":"\n  I'm too old for prom\n  ","893966":"\n  Lana del rey and taylor swift\n  ","893967":"\n  Haha but no I meant animals\n  ","893968":"\n  Ice\n  ","893969":"\n  😊\n  ","893970":"\n  Thanks :)\n  ","893971":"\n  Laurencim\n  ","893972":"\n  My day is going fairly well so far, I hope yours is as well 🧡\n  ","893973":"\n  I dont try to screw things up for others. I normally screw up things in my life lol\n  ","893974":"\n  Yes it was hairy\n  ","893975":"\n  Yup\n  ","893976":"\n  Mhm\n  ","893977":"\n  Yeah\n  ","893978":"\n  I have both but I dont give my number out to people I dont know\n  ","893979":"\n  🤷🏻‍♀️\n  ","893980":"\n  Hi\n  ","893981":"\n  Being ignored or forgotten about\n  ","893982":"\n  Not sure what you're asking here\n  ","893983":"\n  Bc everyone is beautiful in their own ways\n  ","893984":"\n  Icecream if its chocolate or rocky road with the toasted chocolate covered almonds. Otherwise pink lemonade sorbet\n  ","893985":"\n  Eh\n  ","893986":"\n  The boyfriends cologne scented one\n  ","893987":"\n  Ahaha\n  ","893988":"\n  No?\n  ","893989":"\n  Thank you, but you dont need to be jealous 😊\n  ","893990":"\n  Probably not,  it's just not my style\n  ","893991":"\n  Dont discuss political views on here\n  ","893992":"\n  Same. Not saying if I did or didnt yet but I'm not impressed at all on this election. It's been nothing but a back and forth do no good act like kindergarten children\n  ","893993":"\n  I dont discuss my political views on here\n  ","893994":"\n  Yeah\n  ","893995":"\n  Yes I am and stop asking\n  ","893996":"\n  One of the neighbors dont worry about it. Just because she had a bad day doesnt mean take it out on everyone else karen\n  ","893997":"\n  Not answering this bc ew\n  ","893998":"\n  I actually dont? I just have a somewhat accent to me from growing up in California. And I'm pretty sure I'm picking up a nashville one\n  ","893999":"\n  I dont discuss politics\n  ","894000":"\n\n   https:\/\/youtu.be\/CWFkW2iN0vs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","894001":"\n  Oh no no no\n  ","894002":"\n  No\n  ","894003":"\n  Nothing like a night out with the boiz (amy, rachael, kiera ) drinking boba, and singing along in the car to nobody 🧡 definitely  needed this tonight\n  ","894004":"\n  I think it's that way\n  ","894005":"\n  22\n  ","894006":"\n  Just been overwhelmed this week. Really to the end of having sanity and calmness\n  ","894007":"\n  If covid wasnt a thing, I would be on a spontaneous flight at the moment...\n  ","894008":"\n  Dont ask me them\n  ","894009":"\n  No lol normally I just gag for a minute because powder lol\n  ","894010":"\n  Packet of sugar on the tongue for a few seconds then chug water\n  ","894011":"\n  Just overwhelmed\n  ","894012":"\n  I do friday now a days. And saturday ithink is just whoever normally amy\n  ","894013":"\n  Tennessee\n  ","894014":"\n  Thank you !!!\n  ","894015":"\n  Literally at my end this week\n  ","894016":"\n  Hello, evening\n  ","894017":"\n  I'm a singer\/ songwriter in a band. Lol thanks\n  ","894018":"\n  Sure\n  ","894019":"\n  No more than 2 days\n  ","894020":"\n  By my alarms\n  ","894021":"\n  Yes I do\n  ","894022":"\n  Something that is sweet but a bit spicy as well.. so like barbeque maybe?\n  ","894023":"\n  It was about one of the kittens and the person just had a bad day yesterday and wants to take it on everyone\n  ","894024":"\n  Nope\n  ","894025":"\n  Probably plumbing services... I know some charge $70 dollars just for being at your house for 30 minutes 😳\n  ","894026":"\n  I'm pretty sure lays already has come out with all the weird flavors 😂 but I dont think theres a pasta inspired flavor chip yet.\n  ","894027":"\n  Well heres the thing I was born amd raised in California and moved across the country to Tennessee in 2015. I didnt know anyone or anything about my area and had to figure it out lol. But maybe invite them out to try line dancing, Hattie bs chicken and other little hangout spots around the town.\n  ","894028":"\n  What tyler?\n  ","894029":"\n  Hope you had an amazing night\n  ","894030":"\n  I'm into trying out new things and styles I see. But some of my clothing items are considered to be retro lol\n  ","894031":"\n  😂 but the one of dancing in the traffic was probably the highlight\n  ","894032":"\n  Havent seen the tape but this whole year and debates have been wow did I travel back to my childhood days when I would argue with my siblings over the color crayon I wanted\n  ","894033":"\n  But a super hero is one people like because they help save the city from danger. However a super villain is the one you should be afraid of because they come to destroy everything\n  ","894034":"\n  Just been feeling overwhelmed this week. I'm pretty sure I almost hit the end point today as someone made a snotty comment to me and it literally got to me.\n  ","894035":"\n  Yeah :)\n  ","894036":"\n  Happy #cimorellisaturday!! Today we did a pitch perfect inspired girl power riff off! 🎉 we had so much fun filming this thank you\n  \n   @sbakerl\n  \n  for your awesome beat boxing on this video! We had so much fun making it! Christina took this week off because she just gave birth to her precious little baby Barrett! She will be back again next week! (MOST VIDEOS WERE PREVIOUSLY RECORDED) 🎉❤️ What medley should we do next! Watch the full video on our YouTube link in bio! 🎶\n  \n\n   https:\/\/youtu.be\/YwsKiBw7NY8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","894037":"\n\n   https:\/\/www.cimorellimusic.com\/store\n  \n","894038":"\n  I'm not a doctor so I cant tell you if it is or not\n  ","894039":"\n  Obviously I said I was saving myself till after marriage\n  ","894040":"\n  Thank you\n  ","894041":"\n  I dont know how people come up with names for their creations on things lol\n  ","894042":"\n  No I told you I dont wear them so stop fricking asking already\n  ","894043":"\n  Awe thanks\n  ","894044":"\n  Yeah\n  ","894045":"\n  I would donate it to the scientist working on the cure for it obviously\n  ","894046":"\n  Other people, books, articles, the internet etc.\n  ","894047":"\n  A small circle but that's all I need\n  ","894048":"\n  Thanks I appreciate it\n  ","894049":"\n  Yup yup\n  ","894050":"\n  I asked you what you needed days ago and you never answered\n  ","894051":"\n  Nope not yet and hope to never have one.\n  ","894052":"\n  😊\n  ","894053":"\n  I always been quite mature for my age, but realistically I could pass as 18 to some people still. I have a baby face and basically have looked the same since i was 13 ... i just changed my hairstyle \/ clothing style\n  ","894054":"\n  😳\n  ","894055":"\n  Then stop asking weird questions and be normal for once\n  ","894056":"\n  Yes many times in the past 4 years :)\n  ","894057":"\n  A bit overwhelmed but doing alright\n  ","894058":"\n  Can you go somewhere with your weird fetish\n  ","894059":"\n  Its probably just the filter but I do admit it's kinda orangey like more than blonde\n  ","894060":"\n  Bc it's a song we may not be familiar with and you just want to listen to the songs you know and enjoy. Or you may want to save that song for another time when you're in a certain mood etc.\n  ","894061":"\n  Bear 💙\n  ","894062":"\n  Wait till next hear to collect the full amount. Because I still will have money I saved \/ get from doing my job that I can rely on to pay Bill's and that :)\n  ","894063":"\n  Haha she normally replies back onto the band posts\n  ","894064":"\n  Yea\n  ","894065":"\n  Finish the line challenge! Amy and Lisa did the finish the line challenge! 😂🎉 which sister do you want to see do this challenge next?\n  \n  Also lisa is killin it in her\n  \n   @cimorellimerch\n  \n  in the beginning! Get her blue hoodie at the link in our bio 💙💙\n  \n   www.cimorellimusic.com\n  \n\n\n   https:\/\/www.instagram.com\/p\/CFkSKxrgNen\/?utm_source=ig_web_copy_link\n  \n","894066":"\n  Yeah it would be pretty cool, or have friends specifically from a different planet. Kinda like the best of both worlds\n  ","894067":"\n  Like?\n  ","894068":"\n  The prince and me\n  ","894069":"\n  Scooby doo or I know what you did last summer\n  ","894070":"\n  Bc someone thinks I am with you or something when I'm clearly not.\n  ","894071":"\n  🙄\n  ","894072":"\n  Hello\n  ","894073":"\n  ?\n  ","894074":"\n  No lol I normally change\n  ","894075":"\n  I think maybe our knowledge and memories  come from a previous life that we cant remember fully. And that's maybe how some of us have birth marks.\n  ","894076":"\n  I don't like seafood that much, I normally just eat salmon\n  ","894077":"\n  No\n  ","894078":"\n  I believe I have :)\n  ","894079":"\n  No I don't believe I have. I would like to try it eventually sometime :)\n  ","894080":"\n  Awe!! I'm glad you enjoy it 😊\n  ","894081":"\n  Awe dont be, everyone is beautiful in their own ways 🧡\n  ","894082":"\n  I ate at home lastnight.\n  ","894083":"\n  Of course\n  ","894084":"\n  Well yes because they're way older than me.. but it's not like a rude thing. It's just the certain age group we consider them to be under.\n  ","894085":"\n  Sure\n  ","894086":"\n  I've never sent nudes\n  ","894087":"\n  I'm sure you'll make friends\n  ","894088":"\n  I'm not engaged. And most of those \"proposals \" only lasted a week bc the guy was dumb\n  ","894089":"\n  Awe\n  ","894090":"\n  Good so far.\n  ","894091":"\n  Dont be they're anons for a reason\n  ","894092":"\n  Both?\n  ","894093":"\n  Maybe if he makes a new account but just keep blocking or ignoring those type of questions\n  ","894094":"\n  😊\n  ","894095":"\n  You click the little dots next to the question and hit block anon, you can even Report them\n  ","894096":"\n  What makes him an idiot for starters? Why doesnt he have respect? We all should be respectful to eachother until theres a reason on why we should give someone the same respect they give us or not. Like if someone was being rude and calling you names you should still be polite and just tell them have a nice day and ignore that person's actions. Be the better person but dont be rude and ignorant like they are.\n  ","894097":"\n  I mean you can do what you please to do, although it's not the best idea. And you can still block anons\n  ","894098":"\n  They have a ride like this at an amusement park I went to in ohio. When I used to do missionary work in the summer with catholic heart and other organizations. It's a pretty fun ride, it's super quick so you really dont have time to think about anything before you're launched off. It only lasts for like a minute lol\n  ","894099":"\n  If it's on here just ignore them and block them\n  ","894100":"\n  The smell is amazing\n  ","894101":"\n  Yeah it was a small bag I got from the dollar store as like a snack lol\n  ","894102":"\n  Because it's not always okay to be sad\n  ","894103":"\n  Yell \"jumanji \" bc this year keeps getting worse and maybe that's the secret word to get out the game\n  ","894104":"\n  It does\n  ","894105":"\n  Personal beliefs, and wishes\n  ","894106":"\n  \" :(\" is a sad face\n  ","894107":"\n  Awe I'm sorry to hear that. Hopefully you're able to find some really great people who want to be friends with you. The first week of school, or even being a new student is tough!! Hang in there, you got this 🧡\n  ","894108":"\n  Then why the sad faces\n  ","894109":"\n  Imagine getting pressed about an account that's not even active 😂 CBA\n  ","894110":"\n  What's wrong?\n  ","894111":"\n  Ugh I would so move to England. London to be exact if I could\n  ","894112":"\n  Idk\n  ","894113":"\n  That's how I am most of the time\n  ","894114":"\n  Dont get me wrong I enjoy doing music but sometimes it can be a bit overwhelming 😂😊\n  ","894115":"\n  The only way they cant pull up your account is if you block them, deactivate or your account is under review for violating something\n  ","894116":"\n  What ex?\n  ","894117":"\n  Bc hes been busy with managing his band\n  ","894118":"\n  3 times a day but sometimes its normally twice a day\n  ","894119":"\n  My mom\n  ","894120":"\n  Yes I have\n  ","894121":"\n  Oh nice!!\n  ","894122":"\n  My day was pretty good even though it was a long, eventful and busy day with work\n  ","894123":"\n  Ba ba lon\n  ","894124":"\n  Havent talked to him :(\n  ","894125":"\n  This week 🧡\n  ","894126":"\n  No but I have queso\n  ","894127":"\n  My sister lol and sure\n  ","894128":"\n  Just chilling with amy eating tortilla chips\n  ","894129":"\n  I have a lot of ghosts apparently but I'm glad you like the song\n  ","894130":"\n  No thanks\n  ","894131":"\n  Hi\n  ","894132":"\n  I've never had the mint one\n  ","894133":"\n  Dont eat your shoe, but hello :)\n  ","894134":"\n  Have you tried the apple pie flavored ones yet?\n  ","894135":"\n  Yeah how are you?\n  ","894136":"\n  I would actually marry noah schnacky hes adorable and omg his singing voice 😪\n  ","894137":"\n  Fatatouille\n  ","894138":"\n  Think it was because I didnt like this one song someone wrote for me bc well it's pretty cringe\n  ","894139":"\n  Things that I'm passionate about like music, art, skateboarding\n  ","894140":"\n  Yep and plus we also took the year off to just enjoy spending time with family and friends and relaxing and enjoying ourselves for a bit and rebranding the band. Plus Christina was pregnant and is now a new mom so we want to get everything settled and back to a schedule that works for everyone\n  ","894141":"\n  Wondering about something that just crossed my mind months after\n  ","894142":"\n  Okay this question is pretty hard to answer considering most of my life I lived in northern California up until 2010 when we moved to southern California until 2015. And well winter in california was more like summer time in california. I never actually had to spend days where it was cold, snowing etc. Till we moved to Tennessee and experienced our first year of living through all weather conditions. However I still prefer to be in a sunny, warm area then a cold, freezing one.\n  ","894143":"\n  No I don't, in a way I feel it's something we all know is a huge issue in the world right now. And things shouldn't be changing so rapidly but we all just kind of shrug it off and pretend we cant see what's going on infront of our faces until it becomes something that cant really be fixed or solved easily. But even then we still dont care about the things we do that causes things to happen until theres nothing left to destroy\n  ","894144":"\n  Didnt everyone pretty much get spanked as a child up until like the 2000s?\n  ","894145":"\n  Owls and snakes\n  ","894146":"\n  No it never really crossed my mind until sam Smith released that song, \"how do you sleep when you lie to me\"\n  ","894147":"\n  Love it !!\n  ","894148":"\n  Kind of a trick question bc if you kill someone. You're still considered a murderer  in the government's eye, even if it was a good reason as to why you did so. Such as a guy being a p.e.d.o.p.h.i.l.e and luring on young kids and you found out and killed that person and saved others from having to ever experience their child doing that or their victims knowing about it and thanking you ... so in a way the number of murderers will never decrease as long as someone is out there still killing people for good or just bc\n  ","894149":"\n  A good resolution to those who created crimes that should be punished more severe and get what they did done to them. Like if someone killed an innocent baby by shaking them to death then the same treatment should be used on them and give them a taste if their own medicine\n  ","894150":"\n  In a way I feel they help keep the community a bit better and safe because they choose to keep an eye on possible danger and harm that can happen, which a lot of people consider them to be Karen's for complaining or calling the cops etc. But in reality if theres a large crowd of people that are partying and drinking and start to act rowdy its probably a good thing someone called it in bc what normally happens is someone gets injured or lost a life\n  ","894151":"\n  Well theres no such thing as a stupid watch... just it would be considered a normal old watch that cant do things like text or call someone\n  ","894152":"\n  I would try to run as far as I can to safety then try to ask what to do\n  ","894153":"\n  Roller coasters\n  ","894154":"\n  Guys zayn is a dad to a little girl now :(\n  ","894155":"\n  No\n  ","894156":"\n  Theres actually people who respect your wishes and boundaries. And I'm sure I'll find that person soon\n  ","894157":"\n  Basically when they say trust me that makes me nervous bc I'm not sure rather I should should believe or something is going to happen lol\n  ","894158":"\n  Nope waiting till after marriage to even have a sexual relationship\n  ","894159":"\n  I'm pretty sure all my beliefs are untrue and god still loves each and everyone of us no matter what we agree\/disagree with\n  ","894160":"\n  Bc that's their life and the only thing they may feel is worthy of sharing with others? Or something they are passionate about etc.\n  ","894161":"\n  Incredibly advanced, filled with knowledge on various topics\n  ","894162":"\n  I'm alright\n  ","894163":"\n  😊\n  ","894164":"\n  Thank you 😊\n  ","894165":"\n  True but mostly all websites can cause harm to humanity bc each website influences various people in different ways\n  ","894166":"\n  Have a great night michael\n  ","894167":"\n  Bc they weren't raised to respect others or understand different situations\n  ","894168":"\n  Awe thank you 😊\n  ","894169":"\n  Yeah\n  ","894170":"\n  Uhm... it depends on certain things like what I drank or the weather. Normally I have to pee a lot if its cold\n  ","894171":"\n  I always try my best to put on a good show when needed, especially during tour\n  ","894172":"\n  Yeah\n  ","894173":"\n  Music?\n  ","894174":"\n  I forgot to go to the store to get a few things we were running out of\n  ","894175":"\n  Going to go film am episode of the podcast\n  ","894176":"\n  Taking back that one ex I know that I shouldnt just bc I love them and think things will be different each time around\n  ","894177":"\n  Good to hear 😊\n  ","894178":"\n  I've been having a really good week so far :) thank you!! Hooe yours is going just as great 😊\n  ","894179":"\n  Hi\n  ","894180":"\n  Of course\n  ","894181":"\n  Nope bc I know the outcome of most of those situations and I know how to respect myself, my body and my wishes. And I dont think anyone deserves to see my entire naked body except that person who I will marry one day\n  ","894182":"\n  😂\n  ","894183":"\n  Haha ok\n  ","894184":"\n  Like maybe once or twice a month depending on how bad things get to keep and overwhelm me. I tend to just take a few days off work or take a trip out of town for a few hours and find something that is fun and I enjoy doing to get away from the stress and that for awhile\n  ","894185":"\n  My condolences to you and your family...\n  ","894186":"\n  Ok\n  ","894187":"\n  I don't understand why so many choose t ok ask me this question everyday like I havent already answered this plenty of times. Yes I am bc I believe I should wait till after marriage to have sex with someone. I believe I should wait to find that person who I would spend the rest of my life with and have children with. Someone who deserves something so personal, priceless and vulnerable. Something that deserves to be giving away and knowing it's going to be treasured rather than thrown away carelessly. Something I know that once it happens it is gone and i can never take it back\n  ","894188":"\n  Haha yes him\n  ","894189":"\n  Mhm\n  ","894190":"\n  🤷🏻‍♀️\n  ","894191":"\n  Being a interior designer.  It has been my dream to study in that range when I eventually go back to college probably and what I would do if I wasnt in the band or involved in music.\n  ","894192":"\n  But if you're upset that's totally fine and I get it but please don't come on here trying to attack me just bc I chose to answer the question that way.\n  ","894193":"\n  I think I'm more connected to water then to fire. Although I'm just blunt and honest and sometimes a savage. I'm mostly more calm, quiet, peaceful and collected. And when I'm upset and need to be somewhere to think I tend to run towards the beach or where there is water to collect my thoughts.\n  ","894194":"\n  Better to say I dont have one though and just let a few people come across it\n  ","894195":"\n  You and a few others did\n  ","894196":"\n  Honestly it doesn't matter how you look rather you have a six pack or a belly on you. What matters to me is how kind and genuine and honest you are.\n  ","894197":"\n  I'm so sorry to hear that michael...\n  ","894198":"\n  And what you're referring to is where I stated I never had one never will etc. Which i say that bc then people will search and search until they find my account. And then spam me which results in me not having any privacy or anything.\n  ","894199":"\n  We haven't performed since December which is when Dani left the band. This is one of the last photos we took together as a 6 person band\n  ","894200":"\n  Summer time 😊\n  ","894201":"\n  Yes they are, never gave me a reason to dislike them at all and are always kind to me when needed.\n  ","894202":"\n  You do realize we are not going to just come out and say if we do or not bc then people will be searching for us on those social media right ?\n  ","894203":"\n  I'm doing pretty well 😊 have a nice day!!!\n  ","894204":"\n  I don't know you so I clearly wouldn't know\n  ","894205":"\n  I don't use mine anyway\n  ","894206":"\n  Alright\n  ","894207":"\n  ........\n  ","894208":"\n  Introverted, blunt, love2laugh&makejokes\n  ","894209":"\n  No I thought it was but realized it wasn't  still wanted to do it ahahaha\n  ","894210":"\n  Caramel or vanilla latte ICED\n  ","894211":"\n  Goodnight\n  ","894212":"\n  No idea, others like being uneducated and obsessive then blame others for their nonsense.\n  ","894213":"\n  328.2 million\n  ","894214":"\n  Mhm\n  ","894215":"\n  The dumbness\n  ","894216":"\n  Definitely because it's starting to turn into a bad nightmare the longer it goes by\n  ","894217":"\n  Thank you 🧡\n  ","894218":"\n  Sure\n  ","894219":"\n  Then I guess the keys are forever in the pool?\n  ","894220":"\n  Most likely I was  only two years old or three... so I dont I don't remember what happened that day except for what I've been told, read and learned\n  ","894221":"\n  It's possible but it's going to be difficult to try to contain the humidity and dryness in the entire state of California... literally one little spark can result in wildfires and california hardly ever rains... :(\n  ","894222":"\n  You do realize that's like almost 7 years old right? Colton who is the one that is singing to  me is now 31 years old old. 21 -7 years ago I was only 16 years old... A MINOR while colton is 10+ years older than me. It was nothing more than them being kind and a supportive band of friends to us at the time. So my boyfriend has no reason to be jealous\n  ","894223":"\n  I'm not sure.. I live checking out movies I've never watched before that people recommend. I guess I try to avoid a lot of comedy based ones because I'm not a huge fan of comedy\n  ","894224":"\n  I'm not giving out my personal information\n  ","894225":"\n  Halloween or christmas\n  ","894226":"\n  She uploaded a video explaining what's been going on or you can ask her personally\n  ","894227":"\n  Kindness always win in the end. Never be cruel and hurtful. Be different, be kind, spread love\n  ","894228":"\n  Pasta\n  ","894229":"\n  Leave my fandom peasant!!!\n  ","894230":"\n  Uh huh\n  ","894231":"\n  Wouldnt it also be a feeling, emotion and a reaction as well?\n  ","894232":"\n  See my future but no one else's so I can kinda prepare for what will happen. Also if it's a bad thing it would effect me as bad when the time gets there\n  ","894233":"\n  It's not really amy...\n  ","894234":"\n  I feel like every month theres another huge disappointment to be announced now\n  ","894235":"\n  I'm not posting pictures bc\n  \n   @danicalleiro\n  \n  wants privacy\n  ","894236":"\n  Good for the most part\n  ","894237":"\n\n   @danicalleiro\n  \n  anon thinks you wear the best skirts\n  ","894238":"\n  Alright\n  ","894239":"\n  Yeah maybe a bit but he definitely has a lot of christina in him\n  ","894240":"\n  Ok\n  ","894241":"\n  Transform them into a barbie pageant queen haha\n  ","894242":"\n  Happy Tuesday 😂😂😂\n  ","894243":"\n  Love\n  ","894244":"\n  That's cool, I been singing since well basically I could talk but like actually been singing since I was 8 years old.\n  ","894245":"\n  I normally just get spammed with tons of questions and it's hard to keep up and communicate with everyone all day.\n  ","894246":"\n  Not very often considering I was a well mannered and good child 95% of the time\n  ","894247":"\n  I'm on medication for starters, therapy helps, journaling, going for walks. Taking hot baths and I normally just rage dance before a show if I feel anxious and try to remind myself I got this, I'm going to do well etc.\n  ","894248":"\n  Hey\n  ","894249":"\n  This whole year is FAKE TRASH IYKYK\n  ","894250":"\n  Broom because our floors are mostly hardwood\n  ","894251":"\n  Cause I'll rather be going crazy then to be alone\n  ","894252":"\n  Yeah lol but I figured it out anyway\n  ","894253":"\n  You're welcome\n  ","894254":"\n  I dont have a recent lol oops\n  ","894255":"\n\n   @askamanz5506\n  \n\n   @astoldbyjoanna\n  \n\n   @annabelle_wrestler\n  \n\n   @briceicebaby\n  \n\n   @bernicevans082018\n  \n\n   @BlinkAndGone\n  \n\n   @birddawg19\n  \n\n   @Bocepous\n  \n\n   @charlyhasaharly69669696\n  \n\n   @carlahall88\n  \n\n   @chrissyjillson\n  \n\n   @CactusDoug\n  \n\n   @coffeehymn\n  \n\n   @danicalleiro\n  \n\n   @Dncimorelli\n  \n\n   @DennisQ777\n  \n\n   @ellinorton_\n  \n\n   @emmabcurtis\n  \n\n   @EricC99\n  \n\n   @Ethangalloway0\n  \n\n   @fiezuqa\n  \n\n   @foolian\n  \n\n   @FeelFreeToAsk2017\n  \n\n   @HeyItsBethanynoelm\n  \n\n   @introgeeky\n  \n\n   @iWillSpamYouAsk\n  \n\n   @Jigsaw2019\n  \n\n   @JoeeeMason\n  \n\n   @kaththepoet\n  \n\n   @lightoflove\n  \n\n   @littlekri\n  \n\n   @Michaeljonesmp50\n  \n\n   @maresx\n  \n\n   @musicfan1998\n  \n\n   @NicoleBuckleyyx\n  \n\n   @NineGDxFour\n  \n\n   @Pookeo9\n  \n\n   @psychobaby1\n  \n\n   @poetalunam\n  \n\n   @QuotesTellWhatIFeel\n  \n\n   @RetroGamingMonkey\n  \n\n   @redoasis2017\n  \n\n   @raeparkey20036426\n  \n\n   @sophiehughess13\n  \n\n   @soph_333\n  \n\n   @StephenInd\n  \n\n   @Swerve642\n  \n\n   @TheChaosBringer\n  \n\n   @WhySoManyTaken\n  \n\n   @xxAmyLovesBVB1xx\n  \n\n   @zy_cv\n  \n","894256":"\n  Just be honest and tell me you do\n  ","894257":"\n  I don't really have a favorite but I do enjoy Rose's and magnolias\n  ","894258":"\n  I like having long hair but everyone looks pretty no matter how short or long their hair is\n  ","894259":"\n  Water, rootbeer, cola, and blue raspberry lemonade\n  ","894260":"\n  Yeah they do\n  ","894261":"\n  Many things like a situation I'm in or saw, movies, songs, tv shows, having to move\n  ","894262":"\n  Watermelon 🍉\n  ","894263":"\n  Va bene\n  ","894264":"\n  Hello\n  ","894265":"\n  I think I would try it because it would be cool visiting other places anytime I wanted to just by walking through the door. Saves on plane tickets and that as well.\n  ","894266":"\n  Let them try my shoes out for the day and see how my life is and let them try to change it if they'll like for only a good reason :)\n  ","894267":"\n  I'm going through with drawls of missing you\n  ","894268":"\n  Okay\n  ","894269":"\n  I think that's where the part \" I just want to be good\" comes into place in our songs bc theres that one person that walks into your life that makes you want to do things you've never done before even though you know how bad it would be if it did happen.\n  ","894270":"\n  Hm?\n  ","894271":"\n  I got to live another day 🧡\n  ","894272":"\n  Thank you\n  ","894273":"\n  Awe thank youb😊\n  ","894274":"\n  Original music, covers and other fun things like challenges\n  ","894275":"\n  Okay\n  ","894276":"\n  Kinda is lol\n  ","894277":"\n  sera\n  ","894278":"\n  To try to spread a message of hope to those who need it.\n  ","894279":"\n  Awe thank you\n  ","894280":"\n  I never dated him?\n  ","894281":"\n  Have a great night\n  ","894282":"\n  No problem  😊\n  ","894283":"\n  Know the gender as soon as I can but surprise the others such as friends, family with a gender reveal\n  ","894284":"\n  I'm doing alright. How are you?\n  ","894285":"\n  If I'm playing a character in a tv show or movie then yeah because its not really a kiss that means anything\n  ","894286":"\n  Jean's and my favorite folklore hoodie from taylor swift and a normal colored tshirt\n  ","894287":"\n  Wearing clothes that are not scandalous or show off too much\n  ","894288":"\n  Exactly\n  ","894289":"\n  Eh\n  ","894290":"\n  Thank you  😊\n  ","894291":"\n  Sure\n  ","894292":"\n  Currently trying to clean an area in my house up even though I'm kinda unmotivated\n  ","894293":"\n  I definitely want to try it eventually 😊\n  ","894294":"\n  Awe I'm sorry there was a part ahead uploaded onto HGTV you can watch still\n  ","894295":"\n  Thank you 😊\n  ","894296":"\n  Thank you\n  ","894297":"\n  Ik\n  ","894298":"\n  Yeah, and no one understands\n  ","894299":"\n  I think she has one I'm not sure.\n  ","894300":"\n  True\n  ","894301":"\n  Yeah\n  ","894302":"\n  You know how sometimes you just wake up and the day is just bad? Yeah it's one of those days. I'm irritated and idk why, feeling overwhelmed and then certain things just happen that makes u even more irritated\n  ","894303":"\n  I overthink way to much, and always bite my lip\n  ","894304":"\n  Hopefully you get it soon\n  ","894305":"\n  Kinda just having a bad day today\n  ","894306":"\n  Same goes to you\n  ","894307":"\n  Yeah I know\n  ","894308":"\n  I'm doing alright.\n  ","894309":"\n  Nice I guess\n  ","894310":"\n  Oh?\n  ","894311":"\n  Being rude and picking on the way she looks\n  ","894312":"\n  Go back to that hole you crawled up from 😌\n  ","894313":"\n  Liver and onions 🤮\n  ","894314":"\n  And you should learn how to shut your mouth and be quiet like your mama taught you to do so\n  ","894315":"\n  Bc that's not something I'm comfortable doing\n  ","894316":"\n  No thanks\n  ","894317":"\n  No I am not. I'm a singer and a band member\n  ","894318":"\n  To put  an end in poverty\n  ","894319":"\n  I kinda am already lol\n  ","894320":"\n  Normally I try to think of positive affirmations for myself on days when I dont feel as pretty or attractive.\n  ","894321":"\n  This is sad :(\n  ","894322":"\n\n   @danicalleiro\n  \n  knows that since shes no longer in the band or currently available to hang out bc she's sick and her husband emmyn is a high risk for covid. That most of my time is going to revolve around our other sisters and our brothers now.\n  ","894323":"\n  Mine was back in august. August 12th, I share it with our oldest sister christina hence why middle name is christine\n  ","894324":"\n  It was my siblings birthday, and I wanted to wish them a happy birthday and remind them how important they are to me.\n  ","894325":"\n  No I had a salad\n  ","894326":"\n  No\n  ","894327":"\n  English please\n  ","894328":"\n  1998\n  ","894329":"\n  Very much so, I set little small goes for the day. Week, month and year :)\n  ","894330":"\n  I think I'm going to start using this lol\n  ","894331":"\n  I eat goldfish crackers 🤷🏻‍♀️ or just grab like a side of fruit or something\n  ","894332":"\n  My brothers have xbox but I dont own any electronics\n  ","894333":"\n  Thank you 😊\n  ","894334":"\n  Skateboarding, I used to want to be like tony hawk when I was younger bc I was more tom boyish and sporty back then. Now a days I kinda gave up wanting to be a professional skateboarder and focus on music but in my spare time I still like to practice flips and tricks.\n  ","894335":"\n  Idk\n  ","894336":"\n  Maybe as a child I did it for jokes or just for innocent fun 🤷🏻‍♀️\n  ","894337":"\n  Summer with cimorelli and life as cimorelli. Unfortunately no we ended our partnership with subway and awesomeness tv after breaking away from the la music industry and moving to Tennessee in 2015. We did have life as cimorelli going but never finished off the series and havent talked about filming another episode\/ series yet\n  ","894338":"\n  So if you want to be a surgeon then dont give up being a surgeon just bc of a game\n  ","894339":"\n  Yes we did 😊 it came out around November-October of last year and we even did some book signings as well.\n  ","894340":"\n  I have no clue who that is and I'm not just randomly going to ask someone for their phone number\n  ","894341":"\n  Just been having a few rough days every now and then\n  ","894342":"\n  I'm not familiar with them at all, so thank you for the recommendation 😊\n  ","894343":"\n  Great so far\n  ","894344":"\n  😊🧡\n  ","894345":"\n  I do have a carrer aside from the band. I'm also a solo artist. I may not be that popular on my own yet but it takes hard work and patience\n  ","894346":"\n  I been busy spending time with my family today\n  ","894347":"\n  Good I believe\n  ","894348":"\n  😂 I thought you would've said fusco\n  ","894349":"\n  Him ? Or him\n  \n\n   https:\/\/instagram.com\/iammikeyfusco?igshid=y9inb420yd3k\n  \n\n\n   https:\/\/instagram.com\/mikeycobban?igshid=ne6nta9zgml4\n  \n","894350":"\n  Need you to choose something\n  ","894351":"\n  Nice\n  ","894352":"\n  Maybe\n  ","894353":"\n  Definitely not\n  ","894354":"\n  Haha\n  ","894355":"\n  Just relaxing atm\n  ","894356":"\n  😊\n  ","894357":"\n  Exactly like give them a warning for example: hey taylor it's not nice to hit your brother in the face please stop doing that and tell him you're sorry or the next time you do you have to go sit in timeout. Then if the child does it again, \"taylor I asked you to stop hitting your brother as it's not nice and you refused to listen to mommy so now you have to sit in time out till I come and get you. Then once the child sits the number of minutes recommended for their age you go back \"taylor do you know why mommy ppl put you in time out\" child answers yes or no.. \"because you were hitting your brother and you know that's not a nice thing to do. Are you you sorry, child says sorry \"okay give me a hug \" etc.\n  ","894358":"\n  Lol\n  ","894359":"\n  I'm always excited when the finals days are counting down to something I'm excited about\n  ","894360":"\n  Nosey Posey wants to know where were you\n  \n   @Michaeljonesmp50\n  \n","894361":"\n  More of a night owl now\n  ","894362":"\n  Good 😊\n  ","894363":"\n  Jack avery lol\n  ","894364":"\n  No I do not\n  ","894365":"\n  Maybe go into detail about what you enjoy doing ?\n  ","894366":"\n  Awe\n  ","894367":"\n  Well stay strong, you got this!!\n  ","894368":"\n  Yeah and jack is flying to hawaii atm to go see lavy\n  ","894369":"\n  That I'm just a really caring, down to earth, understanding and loving person\n  ","894370":"\n  No they took a long social media break while writing their new album\n  ","894371":"\n  Yes and it's highly annoying even trying to have a conversation with them about something bc all they want to do is argue over it\n  ","894372":"\n  Yes the older siblings probably would\n  ","894373":"\n  Why dont we\n  ","894374":"\n  I do not really remember if I did or not. I do know I read a few books by authors with lauren as their first name lol\n  ","894375":"\n  They're back lol\n  ","894376":"\n  Probably at home enjoying life as she was to young to understand what happend on 9\/11\n  ","894377":"\n  Sure 😊\n  ","894378":"\n  Thank you for understanding\n  ","894379":"\n  Confront them on why they touched me or thought it was a good idea to\n  ","894380":"\n  I've been sorta tired all day lol\n  ","894381":"\n  Easily tell him you're not ready for that step yet and if he cant respect that then he doesnt deserve you or your time\n  ","894382":"\n  It was for a video we did which is like the biggest songs of the year\n  ","894383":"\n  I have no clue\n  ","894384":"\n  Good 😊\n  ","894385":"\n  No they were just drawn on with a pen\/marker or temporary\n  ","894386":"\n  That's good to hear 😊\n  ","894387":"\n  How much self growth I've had this year s ok far 💕 and working on trying not to avoid how I actually feel lol\n  ","894388":"\n  😊\n  ","894389":"\n  Heyy\n  ","894390":"\n  Need your adviceee\n  ","894391":"\n  I want to visit as many places as I can in my lifetime. I'm not sure why someone wouldnt actually want to visit a country? And learn new things and experience the different cultures in the world. While some may not be the best conditions and that it's still an experience that many dont receive in life\n  ","894392":"\n  Yes ahah. As a small child I w ok uld always have staring contests, I used to win with my uncles and older siblings\n  ","894393":"\n  Hi\n  ","894394":"\n  Alright :)\n  ","894395":"\n  Sometimes but not really lol\n  ","894396":"\n  I wanted to get things done but not feeling like this I aint\n  ","894397":"\n  Yes I do!! Especially in baked beans or on ham\n  ","894398":"\n  I normally just smile and thank them for their compliment and that :)\n  ","894399":"\n  Yeah, I understand. I just became overwhelmed with writing and having classes that always wanted some sort of essay or presentation as well as the band became a bit too much at times.\n  ","894400":"\n  Those tight hugs 🥺\n  ","894401":"\n  Yes\n  ","894402":"\n  Practice a lot and always do what you believe in.\n  ","894403":"\n  I used to love writing especially creative writing but sadly I just lost interest in story telling and having to write essays every week for class\n  ","894404":"\n  Not sure\n  ","894405":"\n  Meaning yourself as a person should be responsible in situations and do what's right rather than wrong. When others are not being very responsible towards themselves, others, or even things like a dog or property that doesnt belong to them\n  ","894406":"\n  I normally just walk away and have some quiet time to think by myself for a while, I journal, go for a walk, meditate or even take a nice hot shower\/ bath\n  ","894407":"\n  I'm not sure. I wrote short stories before\n  ","894408":"\n  The average adult has 32 secondary (permanent) teeth during their lifetime. However if you get wisdom teeth removed like I have then its 28 depending on your mouth\n  ","894409":"\n  I did some dishes and other things but pretty much I just dont feel well to do anything at the moment\n  ","894410":"\n  Yesss\n  ","894411":"\n  Yep\n  ","894412":"\n  Yeah I know but it will be alright just have faith\n  ","894413":"\n  😂 I was thinking back on the dumb stuff I used to do as a kid and I'm like I think we all did something similar or just as bad\n  ","894414":"\n  Bc I was always raised to \"buy an extra pair\" especially when it came to shoes because you'll never know when you're going to need new shoes. Mine have had tendencies of falling apart where the glue is suppose to hold it in tact for awhile (not fun getting water in your shoes or whatever else). So that's why I have a few that I dont wear, or they're like special occasions shoes that go with outfits I wear on holidays and that\n  ","894415":"\n  Same\n  ","894416":"\n  Awe\n  ","894417":"\n  No, I was suppose to discuss the possibility of having a retainer for my lower teeth because they were spacing and I didnt know why ( thought it was just the wisdom teeth pushed them and shifted to make room) I didnt know there was another cause on why they were spacing till I switched dentists and they did xrays and an examination found out I have a receding gumline issue going on and I have to get a procedure done to help \"fix\" it a little bit\n  ","894418":"\n  😊\n  ","894419":"\n  Normally work lol\n  ","894420":"\n  Mhm\n  ","894421":"\n  Maybe\n  ","894422":"\n  Yeah\n  ","894423":"\n  We do many dumb things when we are young and in our twenties even\n  ","894424":"\n  I want my children to be kind to everyone and always try to help when needed\n  ","894425":"\n  Yeahhh that's how I feel\n  ","894426":"\n  Me either\n  ","894427":"\n  Thank you for understanding\n  ","894428":"\n  True\n  ","894429":"\n  Yeah\n  ","894430":"\n  Bc they dont care about the consequences or outcome of what they do.\n  ","894431":"\n  Haha\n  ","894432":"\n  Have an amazing saturday chelsea\n  ","894433":"\n  Hopefully\n  ","894434":"\n  Oh I understand\n  ","894435":"\n  Basically you're setting up your child to be a bully to less fortunate children\n  ","894436":"\n  I wake up feeling like my whole body got yeeted off a cliff. And groggily like just like I haven't slept in years. Then people who are like morning people always wanting things or trying to talk and bother you is annoying and they dont understand that people are like not a morning person or they go to sleep later than you or whatever else\n  ","894437":"\n  Probably one of those oh chad isnt a good person bc he had 2 wives before\n  ","894438":"\n  Yeah\n  ","894439":"\n  At first they only took 2. The upper ones were still in my sinuses at the time and not coming through\n  ","894440":"\n  I dont think I could play the part of a vampire unless I was like Alice's child ahah\n  ","894441":"\n  No I do not\n  ","894442":"\n  Haha\n  ","894443":"\n  Probably not\n  ","894444":"\n  Well that's good you got most of the supplies\n  ","894445":"\n  Exactly\n  ","894446":"\n  Just really sore and feeling meh.\n  ","894447":"\n  Drew jacobs\n  ","894448":"\n  Nope, not at all\n  ","894449":"\n  Yeah\n  ","894450":"\n  Yep\n  ","894451":"\n  Play a part in the wolfpack\n  ","894452":"\n  1. What do you dream about having in life?\n  \n  2. Have you ever killed someone ? .-.\n  ","894453":"\n  It definitely does\n  ","894454":"\n  Okay I'll stop lol\n  ","894455":"\n  I believe you got your supplies already?\n  ","894456":"\n  Mhm\n  ","894457":"\n  No problem\n  ","894458":"\n  Yeah especially those high class people\n  ","894459":"\n  No just had wisdom teeth removal :\/\n  ","894460":"\n  Yeah.. I'll gladly take on a role ahaha\n  ","894461":"\n  Most likely not for a few months or years\n  ","894462":"\n  We have so many deep conversations late at night\n  ","894463":"\n  Pretty often sadly. It's kinda annoying\n  ","894464":"\n  Lol depends how hungry I am, and how many i have.\n  ","894465":"\n  Maybe, but I may still be highly under rated and not get the credit I deserve. But I'll be happy just having the love and support of the baddies throughout the years that I continue to put music out into the world and other things.\n  ","894466":"\n  Lisa -\n  \n  You are such a UNIQUE WOMAN !!!! You have so many great opposing traits I don’t know how they all exist in one person ! You are so laid back and easy to be around but also so strong in what you believe. You are literally the weirdest person I’ve ever met but also extremely deep and introspective. You are super fun and will dance for like 5+ hours straight but also extremely intelligent. You are so analytical and think so critically but also so kind and compassionate. You are the biggest bleeding heart I’ve ever heard of even you though you try to pretend like you’re not <3 You try SO HARD to be the best person you can be and you are always thinking of others. You deserve so much more than what you take and I hope one day you will truly believe that 💖💖 love you so much !!!\n  \n   @lisamcimorelli\n  \n","894467":"\n  Happy birthday Lisa and Nick !!! Sorry nick I only have 1 pic with u\n  \n  Nick -\n  \n  u bully me everyday but it makes me stronger <3 you have grown into such an upstanding young man and it’s so beautiful to see :’) Thanks for always being down to come over and help me when I need it and for always challenging me to be better. You are driven, extremely intelligent, caring, and a great role model to those around you. You have such a good head on your shoulders and I’ve never been worried about u doing dumb things and being a wild teen, good job. Love you ❤️\n  ","894468":"\n  🧡🧡🧡\n  ","894469":"\n  New #cimorellisaturday video!!! 🧡 in this weeks video we give you guys an updated night routine of each of us girls plus what it's like being married or having a baby in our family now. Check it out:\n  \n\n   https:\/\/youtu.be\/gRzcgMJF2H4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","894470":"\n  I obviously have someone in my life lol\n  ","894471":"\n  😂😂\n  ","894472":"\n  Mhm\n  ","894473":"\n  Exactly\n  ","894474":"\n  How about you go get a shovel and start digging a hole\n  ","894475":"\n  For?\n  ","894476":"\n  It's a documentary based on paris Hilton\n  ","894477":"\n  No I dont and it's a documentary based on Paris hilton\n  ","894478":"\n  More like a documentary but, \"This Is Paris\n  ","894479":"\n  No just arielle and amy 😊\n  ","894480":"\n  Movie night lol\n  ","894481":"\n  No lol I ate chicken nuggets 😂\n  ","894482":"\n  No bc lisa answered ones from like a year ago\n  ","894483":"\n  Haha\n  ","894484":"\n  No\n  ","894485":"\n  No just been trying to answer questions here and there. I had 500 but 100 randomly got deleted\n  ","894486":"\n  No I dont\n  ","894487":"\n  No\n  ","894488":"\n  Only guy I felt really fit with amy was thomas from midnight red lol\n  ","894489":"\n  Fridays\n  ","894490":"\n  I think 2 🙄\n  ","894491":"\n  Throughout life\n  ","894492":"\n  No one can take my brand 😌\n  ","894493":"\n  Made what?\n  ","894494":"\n  SHE'S NOT YOURS\n  ","894495":"\n  It's the gray sweatpants on a guy for me 😌\n  ","894496":"\n  Ohh\n  ","894497":"\n  No wtr 😂 she was doing an interview with him bc we've been the top requested artist for weeks straight\n  ","894498":"\n  I believe everyone has their soul mate, it just takes us awhile to find that person that perfectly matches\n  ","894499":"\n  Thanks for understanding 🧡\n  ","894500":"\n  Haha\n  ","894501":"\n  So far so good. But I'm confused I had like 500 questions and now theres like 400 😳 where did the other 100 go\n  ","894502":"\n  Okay\n  ","894503":"\n  😂😂\n  ","894504":"\n  Bc California is mostly humid and hot, it hardly ever rains and never snows there. This causes land to become dry and when that happens mixed with the heat it causes wildfires.\n  ","894505":"\n  No thanks\n  ","894506":"\n  Heres the coins\n  ","894507":"\n  How about you go tell dani\n  \n   @danicalleiro\n  \n  bc the band is still going and is active\n  ","894508":"\n  Lol\n  ","894509":"\n  My beliefs differ from yours. I believe everyone should wait till they're married and commit to their forever person\n  ","894510":"\n  She has an account on here now\n  ","894511":"\n  Who I would trust with amy?\n  ","894512":"\n  Not sure if it's going to let me tag everyone but here it goes (sorry for the spam)\n  \n\n   @alicexrosexking\n  \n\n   @AliceGoodson123\n  \n\n   @askamanz5506\n  \n\n   @astoldbyjoanna\n  \n\n   @annabelle_wrestler\n  \n\n   @Alicia861\n  \n\n   @abramsonrobbie552\n  \n\n   @briceicebaby\n  \n\n   @BlinkAndGone\n  \n\n   @birddawg19\n  \n\n   @bernicevans082018\n  \n\n   @bellarudis\n  \n\n   @Blairtfinley\n  \n\n   @Bocepous\n  \n\n   @ColbyBrockOfficial\n  \n\n   @charlyhasaharly69669696\n  \n\n   @carlahall88\n  \n\n   @chrissyjillson\n  \n\n   @CourtPaul\n  \n\n   @CactusDoug\n  \n\n   @coffeehymn\n  \n\n   @Dncimorelli\n  \n\n   @DennisQ777\n  \n\n   @Dom_Blan\n  \n\n   @danicalleiro\n  \n\n   @DrizzyDallass\n  \n\n   @DanielJamesSeavey\n  \n\n   @dahripperjack\n  \n\n   @ellinorton_\n  \n\n   @EricC99\n  \n\n   @emsduff\n  \n\n   @EDolanhimself\n  \n\n   @Ethangalloway0\n  \n\n   @emmabcurtis\n  \n\n   @elbowelephant\n  \n\n   @fiezuqa\n  \n\n   @foolian\n  \n\n   @FeelFreeToAsk2017\n  \n\n   @fogelmanis\n  \n\n   @Fovvs_1994\n  \n\n   @flomacekk\n  \n\n   @FreakyAlan\n  \n\n   @geohelley\n  \n\n   @Goochin\n  \n\n   @Gabbybartolone\n  \n\n   @honorlamberty\n  \n\n   @harperdark\n  \n\n   @hxrvy\n  \n\n   @Hayleywilson21\n  \n\n   @HeyGuysWantStuffJustAsk\n  \n\n   @hey_its_ciara_\n  \n\n   @hockeyluvaa\n  \n  @ (leaving that one out bc I dont want drama)\n  \n   @iamjackduff\n  \n\n   @introgeeky\n  \n\n   @iWillSpamYouAsk\n  \n\n   @imwesleyt\n  \n\n   @itsjxdn\n  \n\n   @iPaytonMoormeier\n  \n\n   @jackduffRT\n  \n\n   @JJboi1999\n  \n\n   @Jigsaw2019\n  \n\n   @justmeheretoanswer\n  \n\n   @JoeeeMason\n  \n\n   @Jojonield\n  \n\n   @Jake_Ambrose\n  \n\n   @kaththepoet\n  \n\n   @kelly162\n  \n\n   @kaylanarita\n  \n\n   @kassieusey221\n  \n\n   @kevwes5\n  \n\n   @kyiabjohnston\n  \n\n   @Kay_Cook\n  \n\n   @Luke5SOSPriv_\n  \n\n   @lightoflove\n  \n\n   @littlekri\n  \n\n   @LucasOMill\n  \n\n   @LittleAlz\n  \n\n   @liamofficialpayne93\n  \n\n   @liamfromlondon\n  \n\n   @mikeycobs\n  \n\n   @Michaeljonesmp50\n  \n\n   @musicfan1998\n  \n\n   @maresx\n  \n\n   @mynameiismax\n  \n\n   @mollygriggs_x\n  \n\n   @MightyGDolan\n  \n\n   @NicoleBuckleyyx\n  \n\n   @NoahGCentineo_\n  \n\n   @NineGDxFour\n  \n\n   @niallgolf\n  \n\n   @officialmichelemahone\n  \n\n   @Pookeo9\n  \n\n   @psychobaby1\n  \n\n   @poetalunam\n  \n\n   @PaulaPiranhaxo\n  \n\n   @ParkerGomez\n  \n\n   @Peyton_L\n  \n\n   @PrettyMuchBrandonArreaga\n  \n\n   @QuotesTellWhatIFeel\n  \n\n   @RyeBeaumontt\n  \n\n   @RetroGamingMonkey\n  \n\n   @redoasis2017\n  \n\n   @raeparkey20036426\n  \n\n   @robbiehates\n  \n\n   @RealHaileeSteinfeld\n  \n\n   @realcamerondallas69\n  \n\n   @sonnyrobertson\n  \n\n   @sophiehughess13\n  \n\n   @soph_333\n  \n\n   @StephenInd\n  \n\n   @sonnydrobertson\n  \n\n   @Swerve642\n  \n\n   @SLOMLO\n  \n\n   @thedylan_\n  \n\n   @thesuperkian\n  \n\n   @TheChaosBringer\n  \n\n   @TheJoshGill\n  \n\n   @TheGgeShelley\n  \n\n   @thomasrossier\n  \n\n   @urgalcharli\n  \n\n   @VanessaN_Marano\n  \n\n   @WesleyFnTucker\n  \n\n   @WhySoManyTaken\n  \n\n   @whynotsam\n  \n\n   @Wildfoxes__\n  \n\n   @wherearetheavocadoz\n  \n\n   @whosluna\n  \n\n   @xxAmyLovesBVB1xx\n  \n\n   @xxcallumxx12345\n  \n\n   @xoAliceKingxo\n  \n\n   @XOAllyKingXO\n  \n\n   @XCamilla_CabelloX\n  \n\n   @XJLXJLXJLX\n  \n\n   @xohollyh\n  \n\n   @youronlyandrea\n  \n\n   @youcuntx\n  \n\n   @yourdiego\n  \n\n   @zy_cv\n  \n\n   @zachmf\n  \n\n   @ZandMichael\n  \n\n   @zachhcrron\n  \n","894513":"\n  Kinda regret it tho lol\n  ","894514":"\n  Most of them 😂\n  ","894515":"\n  What?\n  ","894516":"\n  49ers yuh\n  ","894517":"\n  I have over 400 questions to answer so I'm like okay maybe once I clear these a bit lol\n  ","894518":"\n  No 🙄\n  ","894519":"\n  I talk to her almost everyday through face time calls, text etc.\n  ","894520":"\n  No I wasnt even aware sonny & rye dropped new music lately either till last night 😪 I'm really slacking\n  ","894521":"\n  I'm sorry to hear that\n  ","894522":"\n  No thanks\n  ","894523":"\n  Which u can on here but I'm not going to accept disgusting behavior\n  ","894524":"\n  Marry\n  \n   @ellinorton_\n  \n  bc shes my childhood bestie and isnt going no where. Uhmmmm kiss kian and sorry\n  \n   @alicexrosexking\n  \n  ...\n  ","894525":"\n  You can message me on here then\n  ","894526":"\n  Italian food lol mainly pasta 😂\n  ","894527":"\n  Maybe a few times because my dreams can kinda foreshadow events at times and it's kinda weird\n  ","894528":"\n  Dont be sending weird disgusting stuff to me\n  ","894529":"\n  Ok\n  ","894530":"\n  Most likely\n  ","894531":"\n  I'm wearing sweats and a tshirt in bed atm\n  ","894532":"\n  Sure\n  ","894533":"\n  All my little brothers are grown up and they were so little a few years ago :(\n  ","894534":"\n  Sure 😊\n  ","894535":"\n  Bc I got to hold my favorite animal that day\n  ","894536":"\n  She is more of the organizer and the one who likes to do stuff like run errands\n  ","894537":"\n  Idk\n  ","894538":"\n  Like what?\n  ","894539":"\n  Happy 6th birthday to one of the sweetest little girls who ever walked into our lives and changed our family for the better. The wild child, the one with such a great fun personality, happy 6th birthday to my niece paisley faith 💕 hope you have an amazing birthday today and shine like the little princess you are !!!\n  ","894540":"\n  Lana del rey\n  ","894541":"\n  Erm idk\n  ","894542":"\n  I think more female\n  ","894543":"\n  Okay\n  ","894544":"\n  You guys do realize most of my photos are popular lol\n  ","894545":"\n  Okay then\n  ","894546":"\n  No\n  ","894547":"\n  I'm right handed\n  ","894548":"\n  Follow :\n  \n   @kaththepoet\n  \n  ,\n  \n   @Dncimorelli\n  \n  NOW\n  \n   @danicalleiro\n  \n  ,\n  \n   @ellinorton_\n  \n  and lisa still uses\n  \n   @lisamcimorelli\n  \n  every now and then\n  ","894549":"\n  I havent built anything sadly\n  ","894550":"\n  I think like once because this one person wouldn't leave me alone 😂\n  ","894551":"\n  Like a evil teddybear\n  ","894552":"\n  Sometimes it is other times I think its just how I feel lol\n  ","894553":"\n  Taylor and travis except taylor is the girl and travis is jonah\n  ","894554":"\n  Ahah maybe\n  ","894555":"\n  I'm confused on what you're trying to imply here\n  ","894556":"\n  Awe thanks anon but I'm alright 😊\n  ","894557":"\n  Well yeah but I'm alright now\n  ","894558":"\n  Thank you 🧡\n  ","894559":"\n\n   @honorlamberty\n  \n  is beautiful, a cool person to know and I hope I get the chance to meet her soon\n  ","894560":"\n  If I knew they liked me and that then maybe\n  ","894561":"\n  That's kinda the point of this app lol\n  ","894562":"\n  New tiktok over in my personal account, did a little cover of \"Heather\" by Conan Gray\n  \n\n   https:\/\/m.tiktok.com\/v\/6873538017223576837.html?_d=secCgsIARCbDRgBIAIoARI%2BCjx2gfmUad5cHM039KmdCp2JreUrFY4yG8J%2FF5jlfvy%2FxKft5RdjZWTn0tU99cFKRpWFagnH%2F5khvQLW%2F%2B0aAA%3D%3D&language=en&preview_pb=0&sec_user_id=MS4wLjABAAAA1OBA3rOM2pmdVnZGvVq7OCVKVL4_YkC6u8e93Tz9yWvPiYy2abjV7v5YOidBDJyL&share_item_id=6873538017223576837&share_link_id=5E12C16D-E98E-4D68-9977-6BEA115869B6&timestamp=1600370323&tt_from=copy&u_code=3m1k8m49c7958&user_id=86783839582171136&utm_campaign=client_share&utm_medium=ios&utm_source=copy\n  \n","894563":"\n  My evil twin 🧡💙\n  \n  2 halves of one whole <3 The No Good Sweatsuit is still available bbys shop at the link in our bio 💅🏼\n  \n\n   Www.cimorellimusic.com\/store\n  \n","894564":"\n  Alright 😊\n  ","894565":"\n  Michael used to be in our band when it first started but didnt like the girly related side of it ( hes now a father of two little girls lol and more to come eventually. So he stopped being in the band. However he does play guitar and handles all the security and tech related things at our shows. Alex, hes not really into playing or singing. Christian plays guitar and always is messing around with the strings and that, he helped sing in a few episodes dani and I did when were younger for the sugar & spice show. Nick has a low harmony and has been extremely helpful in the band especially after dani left and we needed a second person for our videos. And joey I dont think hes really into music as much, hes more of a sports and twitch streamer than anything. But overall all my brothers can sing pretty well. But only like 3 are involved in music and they all help and come along at times when we are touring. Just the older brothers are more helpful and useful ahaha\n  ","894566":"\n  Thank you 😊\n  ","894567":"\n  I'm having a good day just busy working on videos and stuff today. Hope you have a great day as well 😊\n  ","894568":"\n  I was homeschooled so we didnt have the experiences that most of our friends had whom went to public schools. However, I did get to experience prom twice in my life. One with my ex christian suray in 2017, two years after my family moved from california to Tennessee. Then a year or 2 after I went with a bunch of old friends\n  ","894569":"\n  That's true 😊\n  ","894570":"\n  I appreciate the support as always 🧡\n  ","894571":"\n  Mhm\n  ","894572":"\n  Why dont you just go look for them ?\n  ","894573":"\n  Eh\n  ","894574":"\n  Awe!!!\n  ","894575":"\n  It is 😊\n  ","894576":"\n  Dont believe everything someone tells you around here.\n  ","894577":"\n  Thank you 😊\n  ","894578":"\n  Really\n  ","894579":"\n  At times I would feel like someone is watching me or like behind me or something. I guess its just anxiety in general and a phobia from what I was told. Like going down in the basement by yourself and running quickly back up the stairs because you feel like something is watching you and may pop out and grab you.\n  ","894580":"\n  I sung a bit of it during a livestream with her one time.\n  ","894581":"\n  Women should also be punished for their crimes and receive the same punishment as men do. They can also rape children or even adults.\n  ","894582":"\n  I believe I've watched a few episodes here and there of that show.\n  ","894583":"\n  Thank you 😊\n  ","894584":"\n  Filming for the podcast\n  ","894585":"\n  Yeah\n  ","894586":"\n  I do unfortunately\n  ","894587":"\n  We should 😊\n  ","894588":"\n  Maybe ... I really dont like any of the nominees\n  ","894589":"\n  Yeah\n  ","894590":"\n  Bad relationships, feeling alone through out her life and just certain things she seen or dealt with personally.\n  ","894591":"\n  Deep conversations  ✨\n  ","894592":"\n  7 hours I think\n  ","894593":"\n  Sherlock but I do enjoy stranger things and other tv shows now like good trouble and party of five\n  ","894594":"\n  Alright\n  ","894595":"\n  Sure\n  ","894596":"\n  Be very rude and have zero manners or self dignity...\n  ","894597":"\n  We had a family dog that died when I was younger. And we now have one that we've had for almost 5 years named jessie that lives at my parents house. I'm not really a fan of dogs considering there was an incident with a friends dog when I was younger that kinda left me forever scarred\n  ","894598":"\n  Did a little timelapse over on my instagram story on getting ready with me today if anyone wants to check that out 🧡\n  ","894599":"\n  No\n  ","894600":"\n  I like drake a bit more ahah\n  ","894601":"\n  Well to be fair if you're a super hero no ones really afraid of you 🤷🏻‍♀️\n  ","894602":"\n  No you are not for freaking sake\n  \n   @alicexrosexking\n  \n  I need mikey\n  ","894603":"\n  Yes 😂 or hanging out the window of Katherine's car\n  ","894604":"\n  Yep\n  ","894605":"\n  \"I still check on you every now and then even though you're no longer mine\"\n  ","894606":"\n  The future is unpredictable. But I do like to think ahead a bit\n  ","894607":"\n  I'm alright now though\n  ","894608":"\n  I had one last night so I get it\n  ","894609":"\n  Mhm\n  ","894610":"\n  That's how most of the siblings are at times as well\n  ","894611":"\n  Theres a lot. Delivery drivers for the most part dont get enough credit when they're the ones who deliver your food, truckers who transport things, doctors and nurses who help save lives. Teachers who help us learn... are all pretty much overlooked and don't get the recognition they deserve.\n  ","894612":"\n  Alright\n  ","894613":"\n  Agree\n  ","894614":"\n  That one sandwhich from a mr hero's while traveling one time... the hatta patata or whatever it was 🤮\n  ","894615":"\n  Hahaha\n  ","894616":"\n  I miss my little goof\n  ","894617":"\n  Is it normal to miss mikey so much?\n  \n   @alicexrosexking\n  \n","894618":"\n  😊\n  ","894619":"\n  No\n  ","894620":"\n  Someone thank Christina for actually making me active again on social media 😌🧡\n  ","894621":"\n  No\n  ","894622":"\n  I mean who else would it be lol\n  ","894623":"\n  Check kik\n  ","894624":"\n  I did ?\n  ","894625":"\n  No I dont ahah I'm a singer\n  ","894626":"\n  Thank you\n  ","894627":"\n  So sad to see my old home state go up on flames and many places I loved going burned down and people loosing their homes, pets, belonging everything.\n  ","894628":"\n  Hahaha\n  ","894629":"\n  I dont have anymore sadly :(\n  ","894630":"\n  I love coconut lol\n  ","894631":"\n  Good\n  ","894632":"\n  Yeah\n  ","894633":"\n  Oh nice !!!\n  ","894634":"\n  I have a lot of stories to tell but most I keep to myself\n  ","894635":"\n  😪\n  ","894636":"\n  Yeah\n  ","894637":"\n  All I know is that I have a small bump that's purple and hurts a little:(\n  ","894638":"\n  .\n  ","894639":"\n  Because people think you're like a gold digger or only think you want\/ care about money\n  ","894640":"\n  I think I have an infection in one of mine that I had a month ago :(\n  ","894641":"\n  Ahaha\n  ","894642":"\n  Smh you're going to destroy your car doing that\n  ","894643":"\n  I miss college classes at times and eventually want to go back and take classes again. But over all school experiences, well I was homeschooled but I do miss being in the same area all day with my entire family\n  ","894644":"\n  Lol I just wanted to do fall activities sadly\n  ","894645":"\n  I usually just talk about what's bothering me with someone I trust or journal\/ meditate or try to focus on other things which they do help but i have anxiety so i kinda always tend to overthink\n  ","894646":"\n  No I dont.  More so I overthink certain situations\n  ","894647":"\n  I really need to start purchasing decorations and that for them. Sadly I havent really done anything bc well most activities and that were canceled\n  ","894648":"\n  Working on harmonies\n  ","894649":"\n  Just enjoying breakfast and working on harmonies\n  ","894650":"\n  Good morning\n  ","894651":"\n  Probably water. Because most of the time I'm really calm and enjoy being by or in the water. The water also helps calms me when I am upset and helps me process my thoughts.\n  ","894652":"\n  Then that's what makes them happy. However a perfect day to me is sunshine\n  ","894653":"\n  Lol\n  ","894654":"\n  Cuties\n  \n   @lisamcimorelli\n  \n","894655":"\n  Tired of playing games with people lol\n  ","894656":"\n  Have a nice day being blocked\n  ","894657":"\n  Thank you 😊\n  ","894658":"\n  I'm good. How about ypu?\n  ","894659":"\n  Hi\n  ","894660":"\n  Pop\n  ","894661":"\n  Kevin hart is pretty funny\n  ","894662":"\n  My friend likes to send me videos of him even though I'm not really into comedy\n  ","894663":"\n  He sings once in awhile but that comment I'm dead 💀 bc mikey sings to me\n  ","894664":"\n  Yesss\n  ","894665":"\n  It was an actual comedian that goes by the name fluffy\n  ","894666":"\n  😂\n  ","894667":"\n  Maybe a link would work\n  ","894668":"\n  ☝️☝️☝️\n  ","894669":"\n  IM- 💀\n  \n   @alicexrosexking\n  \n","894670":"\n  I kinda hate mine at times and rather use my non apple products\n  ","894671":"\n  Ok\n  ","894672":"\n  I do\n  ","894673":"\n  Maybe a year lol\n  ","894674":"\n  No\n  ","894675":"\n  Yeah\n  ","894676":"\n  Mhm\n  ","894677":"\n  Sadly you can only post videos on here if you have an iphone and use the app. I use the browser version I hate the app. And it also been like deleting the  sound I guess\n  ","894678":"\n  I mean do whatever you pleass\n  ","894679":"\n  It's kinda weird\n  ","894680":"\n  And well I'm the type of person who would rather see how I make a difference then learning you overdosed you know\n  ","894681":"\n  Some people just have issues\n  ","894682":"\n  I didnt like the song lol\n  ","894683":"\n  Okay\n  ","894684":"\n  Yeah like I'll make you some food, give you a drink, donate some blankets and necessities and clothing (like socks, hats, etc.) But I'm not going to give you money unless I for sure know you're not going to buy drugs on it bc all it takes is for a cop to ask where u got the money to buy it and u can get me in trouble\n  ","894685":"\n  Kinda like a country accent?\n  ","894686":"\n  No problem\n  ","894687":"\n  😂\n  ","894688":"\n  Pop, emo, sad songs, ballads\n  ","894689":"\n  Yeah he didnt obviously want the money for food. And sorry that's the way I was taught..\n  ","894690":"\n  Throws a book* KNOWLEDGE PEOPLE\n  ","894691":"\n  Glad you enjoyed\n  ","894692":"\n  I just post lyrics or avoid their questions\n  ","894693":"\n  😊\n  ","894694":"\n  Shes been working on some things\n  ","894695":"\n  Same\n  ","894696":"\n  That's why I try to avoid giving out money. And just bring them food bc if they're actually struggling or homeless then they'll accept anything especially food if they're hungry bc they cant afford it\n  ","894697":"\n  Yeah we all ran behind her\n  ","894698":"\n  Ones that I performed at or I been to?\n  ","894699":"\n  I'm not forcing anyone\n  ","894700":"\n  Dont worry about it I just try to ignore them\n  ","894701":"\n  I see\n  ","894702":"\n  Morning michael\n  ","894703":"\n  🧡 smile it looks good on you\n  ","894704":"\n  I think I lost a brain cell\n  ","894705":"\n  Sweats and a tank top\n  ","894706":"\n  On twitch?\n  ","894707":"\n  To myself? Yeah totally\n  ","894708":"\n  Like I'll tell some anon\n  ","894709":"\n  So what ?\n  ","894710":"\n  Compassion\n  ","894711":"\n  I'm right handed but I can kinda use both\n  ","894712":"\n  Same\n  ","894713":"\n  I havent took any recent pictures alone\n  ","894714":"\n  I think a bit\n  ","894715":"\n  That's a lie bc youre an anon\n  ","894716":"\n  Can never stop being friends with you!!\n  ","894717":"\n  Pretty eventful... filmed a video with the lads  and went out for icecream afterwards and rachael wasnt feeling well bc shes like dairy intolerance so we ran behind her as she ran to the bathroom to get sick..\n  ","894718":"\n  They know all your whole life history 😂\n  \n   @ellinorton_\n  \n","894719":"\n  Stop insulting my sister when your IQ isnt probably higher than a 10 right now\n  ","894720":"\n  I dont watch that show\n  ","894721":"\n  Just go watch the I like it music video\n  ","894722":"\n  Basically the numbers are also one person they tested over and over and they came back \"positive \" as well\n  ","894723":"\n  Journaling time was always my favorite time of the day. To actually sit and just write down all your thoughts or what happend for the way was therapeutic for me\n  ","894724":"\n  We did audition for disney but the po lace just seemed unhappy and like the people were mad. We also worked with other tv networks and filmed stuff but it just never worked out or to the point they thought it 2as different than what was already on tv\n  ","894725":"\n  Mhm\n  ","894726":"\n  Its not bc theres tom many trees, its bc it hardly rains in california and california is always hot and sunny most of the time which causes the land and atmosphere to become humid, hot and incredibly dry. Without water the ground becomes to hot... think about cooking. You were cooking a piece of meat in a skillet in grease. The flame makes it hot which cooks the raw meat and makes the grease hot. Take the meat out and leave the grease in the pan and the stove on. What happens? The grease and the skillet are hot and the grease starts to splatter everywhere. Now say u paid no attention to the skillet filled with grease or put anything in there then it eventually starts a fire..  same thing with the rain and climate in california and other factors - no rain+ dryness + heat = wildfires even a simple thing like someone making a small fire can cause it to spread\n  ","894727":"\n  Mhm\n  ","894728":"\n  Not really\n  ","894729":"\n  Bc they're not a fortune teller or cookie that knows what the lucky numbers are\n  ","894730":"\n  Everyday almost\n  ","894731":"\n  I dont see the word \"hate\" in my dictionary bc everyone here should feel loved and supported and cared about. You matter and people care if you're not okay 🧡 close friends are the ones who been by your side through good and bad and know a lot about eachother\n  ","894732":"\n  Run to where the keys are and throw them in the pool so you would also have to dive into the pool to retrieve them or go without\n  ","894733":"\n  How to design a room in your house. Been feeling really inspired to redecorate my home lately\n  ","894734":"\n  I'm not sure I guess everyone kinda has that  goal to be on the cover of Forbes or vogue magazine 🤷🏻‍♀️\n  ","894735":"\n  All of them have the potential to harm humanity if you think about it\n  ","894736":"\n  Plugging in  my sisters and i song sorry\n  \n\n   https:\/\/youtu.be\/3cU01eNEhHw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","894737":"\n  Sunshine and happiness\n  ","894738":"\n  Yes\n  ","894739":"\n  No racist or discriminating allowed here, please be nice and considerate to those on here. My page is good vibes and positivity only.\n  ","894740":"\n  Blame me again and you're getting blocked it's no ones fault it was what she wanted\n  ","894741":"\n\n   https:\/\/youtu.be\/GNtIvGrqAZE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","894742":"\n  Happy beginning of the week hugs\n  ","894743":"\n  Yeah\n  ","894744":"\n  Taking back an ex 💀\n  ","894745":"\n  California\n  ","894746":"\n  When I decided to put my solo songs out into the world\n  ","894747":"\n  Some of it could be I believe but I dont know how we can or if we should try to change it\n  ","894748":"\n  No but I have sold things through poshmark\n  ","894749":"\n  I like that boom boom in my brothers car. I like the music so loud it almost stops my heart\n  ","894750":"\n  No\n  ","894751":"\n  Have a great night\n  ","894752":"\n  I think the ones she had are old and were ordered online in the subscription boxes she gets\n  ","894753":"\n  Basically\n  ","894754":"\n  What\n  ","894755":"\n  I don't like pretty boys, you mess with my family or someone I care about I will hurt you, I hate toxicness\n  ","894756":"\n  Yes I have. That and silent library\n  ","894757":"\n  I am someone's baby I'm\n  \n   @iammikeycobban\n  \n","894758":"\n  I'm doing good\n  ","894759":"\n  What?\n  ","894760":"\n  Appearance is not everything\n  ","894761":"\n  Shes not. She had mono which can take a long time to fully recover from\n  ","894762":"\n  It's a guy friend whom no one knows. His name starts with a j though\n  ","894763":"\n  No\n  ","894764":"\n  Mines august 12th so I doubt it\n  ","894765":"\n\n   https:\/\/youtu.be\/6lYKnIs1GOA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","894766":"\n  Laurencim\n  ","894767":"\n  Be kind to earth's blessings\n  ","894768":"\n  😂😂\n  ","894769":"\n  I wash it every night with a facial scrub that includes essential oils\n  ","894770":"\n  Ask him to clean up his mess\n  ","894771":"\n  Be really confused on why I was having those memories\n  ","894772":"\n  Tell them about covid 😂\n  ","894773":"\n  Toilet paper lol\n  ","894774":"\n  When I used to say just hanging I  there I would send photos of me just chilling in the hammock lol\n  ","894775":"\n  Maybe bc we gotten so used to pulling the doors open throughout life\n  ","894776":"\n  Hi\n  ","894777":"\n  Long\n  ","894778":"\n  Yeah I'm sure someone may have screen recorded\n  ","894779":"\n  Christian\n  ","894780":"\n  Awe\n  ","894781":"\n  You keep thinking that buddy. Be will break your heart eventually as well. Enjoy your romance\n  ","894782":"\n  Lol\n  ","894783":"\n  Awe thanks\n  ","894784":"\n  Have a great night\n  ","894785":"\n  I'm sorry :(\n  ","894786":"\n  Haha\n  ","894787":"\n  No problem\n  ","894788":"\n  Alright\n  ","894789":"\n  Heres the half that didnt get cut off\n  \n   https:\/\/www.instagram.com\/tv\/CFDU4ZOgYih\/?igshid=w1y3tq7h7kds\n  \n","894790":"\n  She doesnt know how to end it lol\n  ","894791":"\n  LIVE NOW WITH RACHAEL\n  ","894792":"\n  Bc not her thing\n  ","894793":"\n  5 pm\n  ","894794":"\n  And annoying\n  ","894795":"\n  DOING A LIVESTREAM TONIGHT WITH RACHAEL 🧡\n  ","894796":"\n  😂😂\n  ","894797":"\n\n   @iammikeycobban\n  \n","894798":"\n  Hey\n  ","894799":"\n  🙄\n  ","894800":"\n  Nah\n  ","894801":"\n  No you are not\n  ","894802":"\n  Oh\n  ","894803":"\n  Noo 😂\n  ","894804":"\n  Hm?\n  ","894805":"\n  You're fine\n  ","894806":"\n  Thanks 😊\n  ","894807":"\n  My aunt\n  ","894808":"\n  😊\n  ","894809":"\n  No problem\n  ","894810":"\n  Just went off on someone earlier. Pretty annoying how I JUST woke up and they want to start shouting LAUREN like hold up I got things to do. Sorry you're lazy and cant do one thing\n  ","894811":"\n  Awe thanks 😊\n  ","894812":"\n  Mhm\n  ","894813":"\n  Maybe ... maybe not\n  ","894814":"\n  I will 😊\n  ","894815":"\n  I'm always writing new music, but theres nothing planned at this time. However for the band theres covers and stuff coming\n  ","894816":"\n  Hes a good friend of mine and a supportive fan, hes not old\n  ","894817":"\n  Here's the video my friend rachael and I did of our cover, \"praying\" by kesha\n  \n\n   https:\/\/youtu.be\/Am_Ep5SPyEM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","894818":"\n  NEW CIMORELLI SATURDAY VIDEO!!! IN THIS WEEKS VIDEO LISA AND I SWAP CLOSETS\n  \n   https:\/\/youtu.be\/EQm-0AKzGuk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","894819":"\n  Haha. It's just a game though\n  ","894820":"\n  My mom is a teacher and vocalist and taught us how to sing and play instruments at a very young age. I was a high harmony for a bit when I was younger but lisa eventually passed me. Then for years as I grew up I just kept practicing my range and breath control (I used to get choked off or my voice would always cracked). Eventually after taking lessons for weeks and years of practice and training I was finally able to hit the high harmonies with lisa again and I believe I can range higher than her as well now\n  ","894821":"\n  Sure u would\n  ","894822":"\n  Awe\n  ","894823":"\n  Hi\n  ","894824":"\n  Yeah it is sadly\n  ","894825":"\n  Trust me I'll find a way out\n  ","894826":"\n  No\n  ","894827":"\n  There is no such thing as the \"perfect \"\n  ","894828":"\n  🙄\n  ","894829":"\n  Nervousness\n  ","894830":"\n  When you ask us what do we want to eat we literally dont know and just have us guess where you're taking us out to eat and take us to our first response lol\n  ","894831":"\n  Not your baby\n  ","894832":"\n  Yes and the industry is horrible and a bunch of con artists involved\n  ","894833":"\n  Oh wait ... found him\n  ","894834":"\n  Justin fell off the face of the earth I swear\n  ","894835":"\n  Hola\n  "}}