{"Question":{"896980":"\n   that means no how did u find out?\n  ","896981":"\n   Have you ever been photobombed\n  ","896982":"\n   What did you get for presents from lisa?\n  ","896983":"\n   Do u have good rehearsal tips for music?\n  ","896984":"\n   What's your favorite hairstyle?\n  ","896985":"\n   Your smile tho\n  ","896986":"\n   Is thc causing underlying paranoia in individuals?\n  ","896987":"\n   current time\n  ","896988":"\n   Hmm??\n  ","896989":"\n   👶💙\n  ","896990":"\n   yea he is\n  ","896991":"\n   he is precious.\n  ","896992":"\n   cutie\n  ","896993":"\n   What is your favorite restaurant? Where is it located?\n  ","896994":"\n   Are you going to eat lunch?\n  ","896995":"\n   Does lisa like having long hair now?\n  ","896996":"\n   What are three things you always bring with you wherever you go?\n  ","896997":"\n   What insects are you afraid of?\n  ","896998":"\n   What is the last thing you do before bed?\n  ","896999":"\n   What do you spend most of your money on?\n  ","897000":"\n   What questions do you usually ask when you want to get acquainted with someone?\n  ","897001":"\n   😕😕 ignored by who ?\n  ","897002":"\n   How often do you drink coffee?\n  ","897003":"\n   What really makes you angry? When was the last time?\n  ","897004":"\n   You have an unlimited budget to build your dream home! \n\nBriefly describe what would it look like, where would you live, and what amenities would be a must-have in it? 🏡\n  ","897005":"\n   Ah well maybe wait till it fades a bit the re-do it.\n  ","897006":"\n   I just put that. But I won't say who told me 🤫😂\n  ","897007":"\n   I see your not happy the way your turned out now. I think it looks great.\n  ","897008":"\n   How often you get wet??????\n  ","897009":"\n   Ah 😂\n  ","897010":"\n   What is your favourite hair color?\n  ","897011":"\n   What is Amy talking about. She doesn't have a Kik account.\n   \n    https:\/\/twitter.com\/AmyCim\/status\/1295549854962384897?s=19\n   \n","897012":"\n   Have you ever made a decision that changed your entire life? If so, what was it?\n  ","897013":"\n   If you could travel back in time to try and change ONE certain event in the past, which would you choose and what'd you do exactly? 🕑 What would've been your ideal outcome when you went back to the present day then? 🤔\n  ","897014":"\n   What’s your favorite Samuel L Jackson film?\n  ","897015":"\n   What r ur plans for today babygirl ? 😘😘😘\n  ","897016":"\n   If you could eliminate any word from the dictionary, meaning no one can ever use it again, what word would you choose?\n  ","897017":"\n   I asked you about your dating history with dark skinned people and you said you have but then gave me a bunch of light skins so How did you not lie? Like just say you don’t think that dark skin\/black guys skin are attractive and you and your sisters would want nothing to do with them dating wise\n  ","897018":"\n   136. ever seen a UFO? 🛸\n  ","897019":"\n   do you think Aliens are real?\n  ","897020":"\n   135. it’s 2:08am & i cant sleep 😩😭. doesn’t it suck when you can’t sleep?\n  ","897021":"\n   Where can I see ?\n  ","897022":"\n   If you had nothing to hide why lie to me about you and your sisters dark skin dating situation then?\n  ","897023":"\n   you're not lauren, she doesn;t have ask\n  ","897024":"\n   Going to church on Sunday?\n  ","897025":"\n   What's your favorite movie genre?\n  ","897026":"\n   Bless him 👶💙\n  ","897027":"\n   I do like eminem's stuff but not that one.\n  ","897028":"\n   Then if you believe that is true why would you lie to me when all I asked for was the truth that is what I do not understand Lauren if you kept it real with me then everything would have been different but you lied so it makes me wonder if you are you hiding something?\n  ","897029":"\n\n    https:\/\/youtu.be\/X2Xmb7hAYms\n   \n   💖\n  ","897030":"\n   I mean I never liked Eminem's version neither.\n  ","897031":"\n   I just wanted the truth and you tried to lie and pass off light as dark in order to trick me so how am I supposed to feel Lauren? Like a lot of white girls do this to me and I get hurt and rejected and it’s so painful and sad\n  ","897032":"\n   Yeah it makes no sense whatsoever the test I had to do  was the swab thing up my nose and it wasn't pleasant not sure what other kind of test they do  to see who has it and like I said before to someone it might be bad but it's not as bad as the mainstream media is saying it is\n  ","897033":"\n   Rachael liked my tweet of your song.\n  ","897034":"\n   😪😪\n  ","897035":"\n   Defiantly mixed anything is not dark skin and those guys you mentioned are light skin not dark skin.u r confused you think that any skin darker than yours is dark and that’s not the case you are confusing dark and black like they are different but they are the same you only dated darker not dark so?\n  ","897036":"\n   The rhythm was great to get babies off to sleep. Till they started putting it in horror  movies.\n   \n    https:\/\/youtu.be\/NOCx4D7KoGo\n   \n","897037":"\n   How dark were they like name a celebrity or someone famous that is like a point of reference for how dark they were so I can understand. And if you say that they were dark as someone like Dwayne Johnson then you lied to me cause light skin or tan is not dark skin and so you  would have lied to a fan\n  ","897038":"\n   Well that is semi right. It's from last Saturday it's now 4.07am. 😂\n  ","897039":"\n   All you have to do mention is that saying and she'll know exactly who you're talking about. Weve said for years to each other.\n\nThis is her user.\n   \n    @LeslieMarie_02\n   \n","897040":"\n   If you knew that your bewbs will cheer up a sad\/depressed guy , would you flash him your b00bs in order to make him feel a lot better? 🤔\n  ","897041":"\n   Askfm is crashing again. I can't give ❤\n  ","897042":"\n   Also believe there are 3 Virgos Alex, Lisa and Nick\n  ","897043":"\n   Wow there are 2 Aquarius 2 Pisces 2 Geminis 2 cancers 3 Leos 3 Virgos\n  ","897044":"\n   If that is true how come you and your sister have never been with them before? Like you say you love all races but you only date 1 which is your own so tell me Lauren what’s the deal? (Please be honest and do not lie.)\n  ","897045":"\n   Why you do not use dating apps?\n  ","897046":"\n   Come on how hard is it to be yourself especially when you trying to find somebody\n  ","897047":"\n\n    https:\/\/instagram.com\/christinalauren?igshid=1byz0lz5tk7cd\n   \n   was that it Michael?\n  ","897048":"\n   Where do you stand on dark skinned or black guys since you obviously avoided that part? Should we be worried?\n  ","897049":"\n   Oh ya 😂\n  ","897050":"\n   I think you are confused You like pretty boys but you just don’t like dark skinned boys.\n  ","897051":"\n   😳😳\n  ","897052":"\n   😂😂😂\n  ","897053":"\n   😂\n  ","897054":"\n   No matter give the advice unless you want him to lose his virginity in there would you?\n  ","897055":"\n   I do that some times to 😂\n  ","897056":"\n   Do you agree that guys should use girls cleaning routine when having s ex with them (use moisturizer, body lotion, perfectly trimmed\/shaved, grease free face etc. ) ?? 🤔\n  ","897057":"\n   Give me some good Tips or advice on how a pretty boy can survive the first cold shower in prison so he could walk out the same way he walked in which is a virgin?\n  ","897058":"\n   I would rid that one 😂\n  ","897059":"\n   What sounds better than it truly is?\n  ","897060":"\n   Oh dear you should do though\n  ","897061":"\n   What did you eat tonight?\n  ","897062":"\n   Why does alchohol make some people nice but makes other people violent?\n  ","897063":"\n   I didn't realise I had a load of photos of Christina & Barrett. 😂. I have been collecting them & posting on Twitter & on the Cimorelli Facebook group page\n   \n    https:\/\/photos.app.goo.gl\/RsW6jdTdsVMEAbTK9\n   \n","897064":"\n   Why do some people just go out in public and not care about masks?\n  ","897065":"\n   Aww Barrett is moving about more on his Mommy 💙👶 while she is talking.\n  ","897066":"\n   What do you like most about your city \/ country?\n  ","897067":"\n   Country Strong  film set in Nashville is on the tv in the uk at 00.45 with Gwyneth Paltrow & Leighton Meester.\n  ","897068":"\n   How Christina was telling Amy in the cimorelli podcast. How she learnt how to play twinkle twinkle little star\n  ","897069":"\n   Oh so are you not driving till you get new ones.\n  ","897070":"\n   Nah it’s not. It’s no fun at all. Plus I’ve had to deal with a couple of my ex friends this week.\n  ","897071":"\n   Don't forget to eat dinner?\n  ","897072":"\n   What’s your spirit animal!\n  ","897073":"\n   Ya that one was In Florida. Because they went to Disney world in another one.\n  ","897074":"\n   does lisa agree with you?\n  ","897075":"\n   What do you wear on beach?\n  ","897076":"\n   Yes Christina got pregnant by the power of magic. Nothing to do with Nick 😂\n  ","897077":"\n   Do you model clothes for brands?\n  ","897078":"\n   What happened with tours?\n  ","897079":"\n   Did you change diapers?\n  ","897080":"\n   Did you meet to Baret?\n  ","897081":"\n   What do you wish for the most?\n  ","897082":"\n   What is a perfect work place for you?\n  ","897083":"\n   Hey girl :)\n  ","897084":"\n   Do you pay attention to the lyrics of songs? What is your favorite one?\n  ","897085":"\n   What is your favorite motto or saying?\n  ","897086":"\n   Do you prefer roller coasters or water slides?\n  ","897087":"\n   Not even with numbers?\n  ","897088":"\n   Has your mom been staying at Christina & Nick's to help with Barrett & let them sleep.\n  ","897089":"\n   You will be following that food truck in your Telsa 😂\n  ","897090":"\n   Can we make it sexual honesty day tomorrow?\n  ","897091":"\n   yeah it does she should say it probably jelly?\n  ","897092":"\n   are all ur sisters Virgins like u?\n  ","897093":"\n   Honesty day?\n  ","897094":"\n   plans for tonight?\n  ","897095":"\n   I agree but her face makes her look better with short u understand  me?\n  ","897096":"\n   Favorite sport to watch on tv?\n  ","897097":"\n   Thoughts on guys who take pictures\/videos of their spouses while they're sleeping, taking showers or just chilling at home but unaware of and then they post those files on inappropriate websites (some guys even make good money out of em) ?? 🤔\n  ","897098":"\n   Do you listen to your parents’ advice?\n  ","897099":"\n   What annoys you? I hate it when I’m about to leave a room and just as I’m out of the room someone asks me something. Like you had to wait for me to leave first??\n  ","897100":"\n   Ever kicked a guy right in the marbles\n  ","897101":"\n   What are your 3 favorite apps?\n  ","897102":"\n   What do you hope never changes?\n  ","897103":"\n   If there is one thing that you could change about the past, what would that be?\n  ","897104":"\n   How many times have you fallen in love?\n  ","897105":"\n   What's one thing you would change about yourself if you could?\n  ","897106":"\n   Some likes ?\n  ","897107":"\n   whats ur snap\n  ","897108":"\n   good day?\n  ","897109":"\n   Have you ever shopped or bought victoria Secret panties or bras or perfume ?\n  ","897110":"\n   Have you ever smashed something out of anger?\n  ","897111":"\n   A UK family experience a in & out burger place.\n   \n    https:\/\/www.facebook.com\/LadBabyOfficial\/videos\/473184350189026\/\n   \n","897112":"\n   If you could perfectly speak any 3 languages what would it be?\n  ","897113":"\n   Happy belated birthday to you and Christina:)\nAnd how is the nephew doing?\n  ","897114":"\n   If you suddenly became a vampire, like right now, what'd your reaction be? How'd you then live your life as a one? 🧛‍♂️\n  ","897115":"\n   2222222 2222222   😂Christina ❤\n  ","897116":"\n   I have 💖💙\n  ","897117":"\n   I am sorry I did not understand your answer to my previous question in this thread. Could you explain further?\n  ","897118":"\n   What's something you should do, but will never do?\n  ","897119":"\n   What’s the difference between love at first sight and lust?\n  ","897120":"\n   Are you house proud or don't you care? 🏡\n  ","897121":"\n   What's your favorite music genre?\n  ","897122":"\n   How do you like to start your morning?\n  ","897123":"\n   Are all feminists morons?\n  ","897124":"\n   Tgif,,did you have lunch?\n  ","897125":"\n   Which brand products do you use most frequently?\n  ","897126":"\n   Why does the forbidden fruit always taste the sweetest?\n  ","897127":"\n   How often do you use your brain?\n  ","897128":"\n   places you are required to take your shoes off to enter?\n  ","897129":"\n   How many Languages can you speak??💬\n  ","897130":"\n\n    https:\/\/www.instagram.com\/p\/CDhENg1KpNk\/?igshid=1t16ivwdl168w\n   \n   Se ti va seguimi e metti like ❤️\n  ","897131":"\n   What would a world populated by clones of you be like?\n  ","897132":"\n   What could spend all day talking about?\n  ","897133":"\n   133. how does one become confidence?\n  ","897134":"\n   132. what’s your toxic trait. and let’s be honest . we all have one.\n  ","897135":"\n   What are some challenges you think the next generation will face?\n  ","897136":"\n   Are there any foods that you are afraid to try?\n  ","897137":"\n   Can you cook? If so, what's your favorite dish to prepare?\n  ","897138":"\n   Have you ever been in a jacuzzi with a celebrity? Be honest!\n  ","897139":"\n   Name any 3 things that make you smile?\n  ","897140":"\n   Did you eat enough birthday cake?lol\n  ","897141":"\n   What game\n  ","897142":"\n   T\n  ","897143":"\n   What are you doing\n  ","897144":"\n   Long or short sleeves currently?\n  ","897145":"\n   What was your favorite childhood toy? Do you still own it?\n  ","897146":"\n   Favorite alcoholic beverage?\n  ","897147":"\n   Oh yeah tell me about it\n  ","897148":"\n   Yeah people need to stop comparing bands to other bands everyone is different and those about things their own way\n  ","897149":"\n   Yeah and it just sad\n  ","897150":"\n   Hey Lauren!\n  ","897151":"\n   a BIG OOPSIE\n  ","897152":"\n   Are you watching a through a TV show right now? If so, what is it?\n  ","897153":"\n   How many languages do you speak? Any you want to learn?\n  ","897154":"\n   the other day a was in the car with uncle ali and cuzin walid going to the job center and uncle ali say your a virgin you need a shag and is kind of laffing why does ma mom cuzin walid and now uncle ali all think am a virgin and a know its ma mom who tell him AM NOT A VIRGIN A 1ST HAD SEX AT 14 DAGH\n  ","897155":"\n   If you were to choose a city which identity could reflect your own in a way, which'd you go for? Why that one? 🤔🏙 (If you choose your hometown, you don't have to give out the name unless you want to)\n  ","897156":"\n   Ciao ❤️\n  ","897157":"\n   I did 😊\n  ","897158":"\n   Hey 👋\n  ","897159":"\n   Have you ever smashed something out of anger?\n  ","897160":"\n   Hi Lauren how was yours & Christina's Birthday.\n  ","897161":"\n   small cuzin asad was crying because of the uncle ali and cuzin walid beef uncle ali was just being abussive about walid and we was all keep worry that walid and uncle ali are going to fight daghhhhh\n  ","897162":"\n   Are you for or against p0rn?\n  ","897163":"\n   What's your favorite ice cream flavor?\n  ","897164":"\n   do you have a bucket list and if so, what is one thing on the list?\n  ","897165":"\n   22 and you look better than ever\n  ","897166":"\n   Happy birthday Lauren\n😘😘😘😘😘\n  ","897167":"\n   What’s your favorite month? Why?\n  ","897168":"\n   What would you rename yourself?\n  ","897169":"\n   How is your birthday going?\n  ","897170":"\n   Another Birthday post on Instagram.\n   \n    https:\/\/www.instagram.com\/p\/CDxunW2Dhgt\/?igshid=1is65cmh6msx3\n   \n","897171":"\n   Do you use a re-usable water bottle, or do you buy packs of plastic bottles?\n  ","897172":"\n   Has Dani still not been to see baby Barrett?\n  ","897173":"\n   What do you do to treat a cold? Asking for a friend 🤒\n  ","897174":"\n   Fuckk\nAre you real lauren?\ncimorelli? ❤\n  ","897175":"\n   your welcome\n  ","897176":"\n   So would you say you tell it like it is or you think about whether or not you should lie? If the latter why?\n  ","897177":"\n   Lolo jelly bean\n  ","897178":"\n   Dani post any pics of you and Christina?happy birthday?\n  ","897179":"\n   What are the two biggest lessons you've learned from previous relationships?\n  ","897180":"\n   It was on Google\n  ","897181":"\n   If you could relive any moment or day of your life which would you choose?\n  ","897182":"\n   Lisa didn't wish Christina a happy birthday ?\n  ","897183":"\n   131. last time you showered .\n  ","897184":"\n   Do you remember Ian rocking this much during season 14?\n  ","897185":"\n   Give this ago....Type cha cha slide into Google, press the sparkly microphone & then all the icons that appear in it's place. Thank me later! 🤣\n  ","897186":"\n   Even kat?\n  ","897187":"\n   PaP an Artificial Smile ???\n  ","897188":"\n   Nicee :)\n  ","897189":"\n   Happy 😃 birthday 🎂🍰🎂💓 Lauren and Christina a hug 🤗 tho\n  ","897190":"\n   What happens if I get into a fight With Sonya DeVille\n  ","897191":"\n   Who do you think has a nicer voice, you or bruno mars?\n  ","897192":"\n   What was coming up behind you.\n   \n    https:\/\/www.instagram.com\/p\/CDyvIAfjTcs\/?igshid=1hshj3rlvzrsh\n   \n","897193":"\n   truth or dare?\n  ","897194":"\n   Do you believe in love at first sight? 👩‍❤️‍👨\n  ","897195":"\n   Favorite singer or band? 👩‍🎤 👨‍🎤\n  ","897196":"\n   I think it's funny how the Brits and other foreigners make fun of Americans for being fat but their Olympics team hasn't even won a gold medal.\n  ","897197":"\n   Religious?\n  ","897198":"\n   name your three biggest weaknesses\n  ","897199":"\n   It's not your fault\n  ","897200":"\n   That is good\n  ","897201":"\n   Lol I feel you there no one wants to get older\n  ","897202":"\n   When's the last time you had an orgasm?\n  ","897203":"\n   Where do you want to live when you retire?\n  ","897204":"\n   What is going on\n  ","897205":"\n   What avocado sub?\n  ","897206":"\n   what u do\n  ","897207":"\n   Would you sharve your head to donate to charity?\n  ","897208":"\n   what do you think of girls who post bra and panties pics on social media?\n  ","897209":"\n   Yes she puts people in Ellen jail on live TV who does that?\n  ","897210":"\n   A dress it must be a special occasion 💙\n  ","897211":"\n   Long or short sleeves currently?\n  ","897212":"\n   Do you feel like the pandemic is making people come together or drift apart?\n  ","897213":"\n   ya that's true too\n  ","897214":"\n   Hopefully we will get a story behind the name choice\n  ","897215":"\n   Hey you can't be Andy gf you can be his friend.\n  ","897216":"\n   Talk about what\n  ","897217":"\n   It's pretty good\n  ","897218":"\n   Can I ask you using a number so no else will know?\n  ","897219":"\n   in real life why you get annoyed?lol\n  ","897220":"\n   I bet it was James...\n  ","897221":"\n   Fried, grilled, or baked chicken?\n  ","897222":"\n   I don't think Barrett would want to steal Lauren's presents even when he is old enough to. For one he wouldn't want make up.\n  ","897223":"\n   Lauren  how was your Tuesday?\n  ","897224":"\n   What is love?\n  ","897225":"\n   Yeah I just meant do you shave it all off like every 2\/3 days. Do you let it grow for longer, do you trim it, or do you just let it grow?\n  ","897226":"\n   I shared this on my story ❤❤\n   \n    https:\/\/instagram.com\/stories\/michaeljones8334\/2373589497164010843?igshid=1o0ly86q7yc7b\n   \n","897227":"\n   What's the best way to calm you down?\n  ","897228":"\n   What weird food combination do you actually like?\n  ","897229":"\n   On here?\n  ","897230":"\n   Would you go on this amusement park ride. I will be totally honest with u I wouldn't 😂.\n   \n    https:\/\/www.facebook.com\/189649707755206\/posts\/3241611519225661\/\n   \n","897231":"\n   What is the last thing that made you angry? 😡\n  ","897232":"\n   Type “I am a (your zodiac sign) and that’s why...” and let your predictive autofill finish it.\n  ","897233":"\n   Predictive Horoscope: “(Your Sign), this month is a great time to (predictive text), but watch out for people who (predictive text.)”\n  ","897234":"\n   \"I drink\" then hit the middle predictive text:\n  ","897235":"\n   FAVORITE ICE CREAM? 🍦🍧🍨\n  ","897236":"\n   And where ? 😂\n  ","897237":"\n   If you had to sum up the whole human species in 3 words, what would those words be?\n  ","897238":"\n   reminder for today: the first step to free yourself from what’s causing you pain is to actually acknowledge it.\n  ","897239":"\n   Do you have pubic hair?\n  ","897240":"\n   Are you more of a night person or morning person?\n  ","897241":"\n   Do you have a lot of real friends? 👭👫👬\n  ","897242":"\n   Do you like your life?\n  ","897243":"\n   I know what you mean?\n  ","897244":"\n   What do you do in your free time?\n  ","897245":"\n   Your brother Mike retweeted this. About a Telsa owner & there child escaped this accident.\n   \n    https:\/\/twitter.com\/flcnhvy\/status\/1292760814462656513?s=19\n   \n","897246":"\n   Type \"To catch a butterfly you must...\" and let autocorrect continue your sentence 👀 🦋\n  ","897247":"\n   Would you rather be alone for the rest of your life or always be surrounded by annoying people?\n  ","897248":"\n   What piece of \"art\" would you create if you had to pretend to be an artist and submit something to a gallery?\n  ","897249":"\n   Why  you should stop dating boys and date older guys?\n  ","897250":"\n   What's the cutest thing you can imagine? Something soooo cute it's almost painful 🥺\n  ","897251":"\n   Love your smile💛\n  ","897252":"\n   Post a recent selfie you particularly like! 😃\n  ","897253":"\n   still single or taken?\n  ","897254":"\n   I’m looking for a new tv show\/series to watch. Any suggestions? If I end up interested in your choice I’ll give you 500 coins! 👍🏻😊\n  ","897255":"\n   What’s your purpose on earth?\n  ","897256":"\n   If you could travel anywhere in the world, where would it be?\n  ","897257":"\n   Do you own a crockpot?\n  ","897258":"\n   Nice ideas for your hair just no cutting it ok?\n  ","897259":"\n   What’s the most popcorn you’ve eaten in one sitting?\n  ","897260":"\n   What is your go-to comfort food?\n  ","897261":"\n   When we're these pics taken?\n  ","897262":"\n   How did u hair turn out. Our you happy with it that's the main thing.\n  ","897263":"\n   Great picture what's on your yellow mask?\n  ","897264":"\n   Still getting headaches  Lauren?\n  ","897265":"\n   130. something new you learned.\n  ","897266":"\n   What’s your dream in life?\n  ","897267":"\n   Next thing they going to be asking for your blood type 😂\n  ","897268":"\n   Oh yeah definitely\n  ","897269":"\n   That's cool\n  ","897270":"\n   Did you eat tonight,?\n  ","897271":"\n   Honesty hour till midnight?\n  ","897272":"\n   Lol\n  ","897273":"\n   Lisa crazy auntie right?\n  ","897274":"\n   They lucky then the last time I used apk I had to buy a new phone\n  ","897275":"\n   Thank you Lauren! 😊\n  ","897276":"\n   No way that is her excuse she is def copying you?\n  ","897277":"\n   perfect\n  ","897278":"\n   What environment or location do you feel the most at peace in\/at?\n  ","897279":"\n   If you couldn't have your current hair color, which color would you choose?\n  ","897280":"\n   Lauren\n  ","897281":"\n   How is life going?\n  ","897282":"\n   Burger,?\n  ","897283":"\n   Hi Lauren happy Monday\n  ","897284":"\n   What is your favorite drink?\n  ","897285":"\n   Charles or Penelope don't do this when Lisa sings 😂\n   \n    https:\/\/m.facebook.com\/story.php?story_fbid=723858778175706&id=100016547715204\n   \n","897286":"\n   how do you prevent getting attacked by bears?\n  ","897287":"\n   Would they ever accept your request?\n  ","897288":"\n   beautiful I love your profile picture especially I’ll be happy if you text me back I’m a nice man  I’m interested in having you as my best friend\n  ","897289":"\n   Feels like winter in the morning lol\n  ","897290":"\n   Hey let's talk bout that cone though that's a nice looking cone\n  ","897291":"\n   📝 “Who am I? I guess who I am is exactly the same as who you are. Not better than. Not less than. Because there is no one who has been or will ever be exactly the same as either you or me.” ~ from the show sense8 — Thoughts?\n  ","897292":"\n   📝 “The real violence, the violence that I realized was unforgivable, is the violence that we do to ourselves, when we’re too afraid to be who we really are.” ~ from the show sense8 — What are your thoughts on this quote?\n  ","897293":"\n   Lol I know now\n  ","897294":"\n   I know I am just saying that had that feeling\n  ","897295":"\n   How are you this morning?\n  ","897296":"\n   is you feet ticklish how ticklish 1 to 10?\n  ","897297":"\n   Are they Penelope's I wonder.\n  ","897298":"\n   Is that Christina you our sat on\n  ","897299":"\n   What's your favorite top 3 subjects from high school or college?\n  ","897300":"\n   Good morning Lauren!🌹\n  ","897301":"\n   Do you know the show “sense8”? Have you watched it? What’s your opinion on it? (If you haven’t, I highly recommend that you do!)\n  ","897302":"\n   Thankew\n  ","897303":"\n   Wow\n  ","897304":"\n\n    https:\/\/www.youtube.com\/watch?v=X-SmiwjCLCU\n   \n","897305":"\n   Post pics of you in Brazil.\n  ","897306":"\n   Any nickname for Amy?\n  ","897307":"\n   Do you vote?\n  ","897308":"\n   Post pics of you in Colombia.\n  ","897309":"\n   Post a picture of your dream car!\n  ","897310":"\n   What personality type are you out of the 16 personalities?\n  ","897311":"\n   I see, and what is your opinión what is real Christianity?\n   \n    https:\/\/youtu.be\/7DVyaAfgLb4\n   \n","897312":"\n   Gorgeous lauren💛\n  ","897313":"\n   I know it's a bit too early to ask, but will there be a musicvideo for ghost or another song? :)\n  ","897314":"\n   Tell your boyfriend to leave Nicolas alone!!\n  ","897315":"\n   Anyways have fun outside going to play the game or watch a movie ttyl\n  ","897316":"\n   That is cool there I am on my ps4 browser my phone died and started mad at that Nicolas guy\n  ","897317":"\n   So what you up to?\n  ","897318":"\n   Easton is the other boy's name? I thought it was Ephraim lol\n  ","897319":"\n   I'm glad\n  ","897320":"\n   How are you?\n  ","897321":"\n   What would you do if you get pregnant?\n  ","897322":"\n   ❤\n  ","897323":"\n   Is Kath married?\n  ","897324":"\n   Hello\n  ","897325":"\n   Is lisa pregnant?\n  ","897326":"\n   Lisa must be cool xD\n  ","897327":"\n   What do u think about Jake Paul? childish?\n  ","897328":"\n   Ok post a casual selfie\n  ","897329":"\n   I agree Amy is gorgeous\n  ","897330":"\n   ❤🌻\n  ","897331":"\n   She´s mine.\n  ","897332":"\n   How have your strengths help you to succeed? \nHow have your faults hindered you?\n  ","897333":"\n   Can you get pregnant?\n  ","897334":"\n   *sends happy Monday hugs for support*\n  ","897335":"\n   Do you like rain?\n  ","897336":"\n   I do not like that name.\n  ","897337":"\n   Would you rather be a member of a cult or the leader of a cult?\n  ","897338":"\n   How do you know no?\n  ","897339":"\n   Is Dani pregnant?\n  ","897340":"\n   If You could spend one day in someone else’s shoes, who would it be and why?\n  ","897341":"\n   I absolutely agree with you!😊\n  ","897342":"\n   I also like the planet Jupiter! 😁\n  ","897343":"\n   How is Christina did you get to talk or see her?\n  ","897344":"\n   I am definitely going to have to get me a new phone or new battery also guess what I found on YouTube\n  ","897345":"\n   I can see why people are thinking that. Because they have been going to Emmyn's Mom's\n  ","897346":"\n   I’m done so done with dating I got message on her from my ex and I’m just done giving my heart Away 😔\n  ","897347":"\n   Would you erase your most precious memories to become smarter?\n  ","897348":"\n   Do you have anybody in your family who was in the mafia back then?\n  ","897349":"\n   *Sends weekend support hugs*\n  ","897350":"\n   What you think of the lie Dani told in her assumption video about not seeing you guys because of covid?\n  ","897351":"\n   do you like kisses or cuddles more?\n  ","897352":"\n   Wordd\n  ","897353":"\n   Did you cook for amy today?\n  ","897354":"\n   Would you ever date a broke guy with no job?\n  ","897355":"\n   What did you eat?\n  ","897356":"\n   Ok cool\n  ","897357":"\n   Ig\n  ","897358":"\n   How is Katherine is she feeling better?\n  ","897359":"\n   Yes I seen she posted that info.\n  ","897360":"\n   Honesty hour till midnight?\n  ","897361":"\n   what hate do you get?\n  ","897362":"\n   Did you go to church?\n  ","897363":"\n   wow are people still on about Lisa and Chad come on get over it they're a couple they are engaged and they're going to get married end of story\n  ","897364":"\n   Do you and lisa share same dress sizes?\n  ","897365":"\n   Oh okay I was confused anyways let me charge my phone up and I will talk to you later\n  ","897366":"\n   Did you eat any pasta?\n  ","897367":"\n   Yeah he a mean one sometimes lol but now I am back home\n  ","897368":"\n   I just couldn't get into it\n  ","897369":"\n   Yeah one of my friends I talk to saying that she's gone that she's bad on meth now\n  ","897370":"\n   That August person\n  ","897371":"\n   Have you been to see Barrett yet.\n  ","897372":"\n   are kat and lisa Virgins?\n  ","897373":"\n   Do you like your women\/man with long or short hair\n  ","897374":"\n   How are you tho?\n  ","897375":"\n   wait who got married younger than u?\n  ","897376":"\n   Are all your sisters Virgins like you?\n  ","897377":"\n   Do you ever think that we will get back to normal\n  ","897378":"\n   Post a bikini pic like dani?\n  ","897379":"\n   Yeah something like that right there be good for a bed and breakfast\n  ","897380":"\n   I will\n  ","897381":"\n   When were the merch pics taken?\n  ","897382":"\n   You enjoying your day?\n  ","897383":"\n   I think you should make a new music video ! You look like a pop star !!\n  ","897384":"\n   You're beautiful\n  ","897385":"\n   Have you ever shower with Maxime holt together ??\n  ","897386":"\n   You’re my favorite\n  ","897387":"\n   Hey how are you\n  ","897388":"\n   Yes, they  are naming them after men also too. I was just trying to make a joke. But not very good at it, it seems.\n  ","897389":"\n   How middle class are you ?\n  ","897390":"\n   Having been challenged by Bella to ask 3 questions, here they are:\n🏔 Have you ever walked up a hill backwards? \n🚞 Has another passenger ever fallen asleep on your shoulder while you’re on public transport? \n👶🏽 What kind of thing spoiled your day most as a child?\n  ","897391":"\n   I was just told why they named hurricanes after women. When they first come, they are wet and wild. When they leave, they take your house and everything you have. That can't me true, can it?\n  ","897392":"\n   Are you going to start making baby Cimorelli clothes for Barrett 😂\n  ","897393":"\n   What is your best feature?\n  ","897394":"\n   What is the one thing you want most in your life right now?\n  ","897395":"\n   What is your biggest regret?\n  ","897396":"\n   What is the last thing you searched online?\n  ","897397":"\n   Hehe lucky\n  ","897398":"\n   What's the best comfort food?\n  ","897399":"\n   any plans\n  ","897400":"\n   I missed talking to u tho :)\n  ","897401":"\n   U got 159k likes, that's a lot\n  ","897402":"\n   If you could be guaranteed that you wouldn't die in ONE specific way, which would you choose? Why that one? 🤔💀\n  ","897403":"\n   Haha sorry i get a bit overboard when i get in discussions about some things xD\n  ","897404":"\n   how’s your day\n  ","897405":"\n   If you got your hands on a mech as tall as a skyscraper (Pilotable robot which you sit inside) like the ones from Pacific Rim for example, what'd you use it for? 🤔🤖\n  ","897406":"\n   Yeah i know that but it's still 6 hours if u count the last number\n  ","897407":"\n   hi Lauren\n  ","897408":"\n   Thats good!\n  ","897409":"\n   You're confusing me now lmao\n  ","897410":"\n   Yes 12.05 there in Nashville\n  ","897411":"\n   Yeah i heard about that but i didn't know all the students caught cases :O that sounds scary\n  ","897412":"\n   12:05-6:05=6 hours?\n  ","897413":"\n   Wait it depends i think but it's 6 hours in England\n  ","897414":"\n   Ya 6.03pm here 🇬🇧\n  ","897415":"\n   Isn't it 6 hours tho? lol\n  ","897416":"\n   That's good 😊\n  ","897417":"\n   Oh they reopened the schools here already it's getting pretty safe here now\n  ","897418":"\n   Who is your favourite actor?\n  ","897419":"\n   Oh Christina is still attending the band meetings then.\n  ","897420":"\n   Hehe it's back to university for me tomorrow this summer was quick :O\n  ","897421":"\n   I know i just forgot it's literally 7 pm here\n  ","897422":"\n   129. Happy Sunday. Have a great day! stay positive ✨💕\n  ","897423":"\n   Oh timezones, right lol\n  ","897424":"\n   Hi Lauren our you off to see Christina, Nick & Barrett today.\n  ","897425":"\n   Blue really suits you\n  ","897426":"\n   what’s your twitter\n  ","897427":"\n   hi\n  ","897428":"\n   Are you addicted to shopping?\n  ","897429":"\n   Oh yeah i really like basketball that's why i asked :)\n  ","897430":"\n   How is your day?\n  ","897431":"\n   Omg queen you're gonna make me blush lol🧡\n  ","897432":"\n   Oh but does she play the sport and stuff? like just for fun?\n  ","897433":"\n   Who is the most ticklish among the sisters?\n  ","897434":"\n   For all the animal lovers what’s the reason you decided to get your baby\n  ","897435":"\n   This is interesting to see how much you know about Arslan. Go to the link and enjoy. Must reply.\n   \n    https:\/\/buddymeter.com\/quiz.html?q=qWr2mXB\n   \n","897436":"\n   Wow you are pretty :O\n  ","897437":"\n   Lisa likes basketball right?\n  ","897438":"\n   Yes I watched the original post Christina did. He was trying to find his milk. You could hear him making like suckle noises trying to find Christina's  ,,, for the milk.\n  ","897439":"\n   Which song, for whatever reason, makes you cry?\n  ","897440":"\n   Like I'm telling myself not to fall but I cant help it, we've been through a lot. We have a saying, \"Remember todo tiempo, I promise.\" \nCan I tag her and you maybe send her a message?\n  ","897441":"\n   Good night Lauren 😴🛏  (Sunday  05.22am) 😂\n\nJust a reminder when you are going through ur list 😂\n  ","897442":"\n   have you ever been to new York?\n  ","897443":"\n   A lot of them made a oopsie\n  ","897444":"\n   Dani Cimorelli vines made this beautiful video. 👸❤👶💙\n   \n    https:\/\/youtu.be\/AnySg5IS8Qk\n   \n","897445":"\n   Wow 😮 do you have pics\n  ","897446":"\n   Thought so\n  ","897447":"\n   🤔😂\n  ","897448":"\n   Me either lol unless there something you not telling us 😜\n  ","897449":"\n   Oops I think I am in trouble. A link on Instagram came up. It said\n   \n    @ChristinaLauren\n   \n   it was a live I went on it. It was a you girl 15 from Britain.  I mentioned about Barrett then I said I was British and said I live in southport Merseyside. Then she blocked me.\n  ","897450":"\n   I  know u do\n  ","897451":"\n   do you fo to bed late?\n  ","897452":"\n   Do you ever answer back?\n  ","897453":"\n   Who was the last person you gave a kiss?\n  ","897454":"\n   A girl is using your pics in a dating app.\n  ","897455":"\n   💖💖\n  ","897456":"\n   If you use Google Chrome go to settings then passwords. All of them are there. That's where my Askfm password is.\n  ","897457":"\n   what is a quote that you live by\n  ","897458":"\n   🧡\n  ","897459":"\n   Ever gone to Nascar you are from Tennessee?\n  ","897460":"\n   🧡\n  ","897461":"\n   What is your most treasured possession? Why? ❤️\n  ","897462":"\n   💛✨😘\n  ","897463":"\n   I had pasta salad and corn dogs and pop?ever had these?\n  ","897464":"\n   What's your fav song?\n  ","897465":"\n   🌟💛🤗\n  ","897466":"\n   Why do women get boob jobs?\n  ","897467":"\n   You'll know I have tweeted Praying then.\n  ","897468":"\n   Do you say: I love you easyly?\n  ","897469":"\n   الحمد لله رب العالمين 🌷💚\n  ","897470":"\n   🧐🧐\n  ","897471":"\n   Please bikini pic Please pretty Please?\n  ","897472":"\n   What are you doing?\n  ","897473":"\n   Hey sis love you\n  ","897474":"\n   Where do you see yourself five years from now?\n  ","897475":"\n   are you vegan?\n  ","897476":"\n   what color are your underwear?\n  ","897477":"\n   Why not?\n  ","897478":"\n   No between you two she never says it?\n  ","897479":"\n   Cool ~ it's on and on ~~\n  ","897480":"\n   That sucks. I’m sorry. Mine, my tooth was hurting then my cheek swelled up.\n  ","897481":"\n   Do you get a mouthwash in America called Corsodyl. That is a medicated mouthwash which is good  for gums.\n  ","897482":"\n   There's 3 Leo's now in the Cimorelli family as I know of.\nChristina 🦁\nLauren 🦁\nBarrett 🦁\n\nThere might be more though\n  ","897483":"\n   nice she ever say you have  best hair?\n  ","897484":"\n   Hey lauren long time no see! You got lot older since I last saw you were looking young and beautiful but now you look bit old. What happened to you? Is everything ok with you?\n  ","897485":"\n   What's the last photo you took on your phone? Post it! ❤️\n  ","897486":"\n   I see you are out of town with Rachael & Mel. It looks like you are in '' A HOLE NEW WORLD\" now that reminds me of a song 🤔😆\n  ","897487":"\n   best hair never cut it does lisa ever look at ur hair and say she misses being your length?\n  ","897488":"\n   What's your favorite way to express yourself? ❤️\n  ","897489":"\n   Who do you trust more, your friends or your parents? Why? ❤️\n  ","897490":"\n   Bestiee\n  ","897491":"\n   Barack Obama stopped for tacos.\n   \n    https:\/\/www.facebook.com\/NowThisPolitics\/videos\/923576994792465\/\n   \n","897492":"\n   Hey there?\n  ","897493":"\n   I agree you look amazing with long hair is lisa hair as long as yours now?\n  ","897494":"\n   What's something you do well?\n  ","897495":"\n   Will you scold your children for getting bad grades?\n  ","897496":"\n   Why no?\n  ","897497":"\n   If you could be invisible for one hour, where would you go and what you would you do?\n  ","897498":"\n   would you ever shave your head like lisa?\n  ","897499":"\n   What angers you the most?\n  ","897500":"\n   What business or company do you wish you owned?\n  ","897501":"\n   It's natural with a new born I guess.\n  ","897502":"\n   Love lisa both but her short hair is awesome?\n  ","897503":"\n   Where do you think you'll be living five years from now?\n  ","897504":"\n   Aww he's little eyes looking round while he is at the Doctors  💙\n  ","897505":"\n   Oh is home bless him 💙👶\n  ","897506":"\n   Hi Barrett 💙 so is he home now.\n  ","897507":"\n   Your music is amazing you always surprise me with something new <3\n  ","897508":"\n   Do you like Funnel cake\n  ","897509":"\n   If you became a god over a specific thing, like the ones from Greek or Norse mythology for example, what'd you be a god of? What'd you use your godly powers for? ⚡💕🌊☘\n  ","897510":"\n   Is there a word that is difficult for you to say? If yes, then what is it?\n  ","897511":"\n   You are very cute 💙\n  ","897512":"\n   Know what, I envy you people who can laugh at normal jokes..\n  ","897513":"\n   It's Relaxation Day. How will you unwind?\n  ","897514":"\n   Hi Lauren happy Saturday 💙\n  ","897515":"\n   Hey why did Emma delete everything on ask and Instagram?\n  ","897516":"\n   💖💙💖💙PRAYING 💖💙💖💙\n   \n    https:\/\/youtu.be\/SrMaurWSB3k\n   \n","897517":"\n   Would you give your heart a break?💭\n  ","897518":"\n   Oh okay\n  ","897519":"\n   What’s one pet peeve of yours that you wish that you could get rid of- because it hampers your enjoyment of life?\n  ","897520":"\n   Did you eat anything for dinner?\n  ","897521":"\n   If you could time travel, would you go to the future or the past?\n  ","897522":"\n   If you could replace war with something to settle countries’ differences, what would it be?\n  ","897523":"\n   be the chess player, not the chess piece\n  ","897524":"\n   OK what u doing\n  ","897525":"\n   So why you up so late can't sleep?\n  ","897526":"\n   Oh I am I took a break from twitter\n  ","897527":"\n   H&m or macys?\n  ","897528":"\n   Oh yeah and some of them in certain fandom criticize other for being in a fandom like the bts fandom excuse me the \"Army\" criticizing the Cimfam\n  ","897529":"\n   he is so kind to me he brings tears to my eyes\n  ","897530":"\n   would u want to be\n   \n    @pookeo9\n   \n   friend in real life if you knew him ? he sound so cool !!\n  ","897531":"\n   Oh yeah if you guys decided to leave and just quit the band people will lose their mind they be like a chicken with their head cut off they need you guys for their satisfaction and their drama\n  ","897532":"\n   eh i was sad so tears came\n  ","897533":"\n   Im doing great Lauren. Just chilling at 4 am\n  ","897534":"\n   😮😮\n  ","897535":"\n   Yeah I am so tired\n  ","897536":"\n   My little lolobean happy birthday!!! 《Arielle》\n  ","897537":"\n   congrats to your sis and happy bd\n  ","897538":"\n   Lisa said she couldn't find a picture of just her & Christina. I found one straight away. 😂\n  ","897539":"\n   I was ment to put Barrett 💙\n  ","897540":"\n   Awww Lisa holding Baby 💖💙\n  ","897541":"\n   🥳🥳🥳\n  ","897542":"\n   Happy birthday\n  ","897543":"\n   Happy Birthday\n  ","897544":"\n   🎉🎉🎉\n  ","897545":"\n   🎉🎉🎉🎉\n  ","897546":"\n   Any other sisters like dani and Amy?\n  ","897547":"\n   Plans for tonight?\n  ","897548":"\n   Happy birthday to Christina too :)\n  ","897549":"\n   Happy birthday christina & lauren 🎉🎉🎉\n  ","897550":"\n   Omg 22 huh? :)\n  ","897551":"\n   Happy birthday, Lauren!\n  ","897552":"\n   Happy burrrfffday\n  ","897553":"\n   Are you  both getting birthday cakes ?\n  ","897554":"\n   Happy birthday kid\n  ","897555":"\n   sup\n  ","897556":"\n   Happy belated birthday!\n\n-total stranger\n  ","897557":"\n   This time nex year he'll be 1 & Christina will be 31 & you will be 23\n  ","897558":"\n   Happy birthday Lauren and Christina?:)\n  ","897559":"\n   NP\n  ","897560":"\n   What is the best thing about being your age?\n  ","897561":"\n   👶🤗💙\n  ","897562":"\n   I bet you cried with emotion when you seen Barrett for the first time in person today.\n  ","897563":"\n   Hey Lauren it’s GabbyBs from Alexander gabby is in unable to with a happy birthday due being hospitalized so she’s sends her best wishes to you she loves you💚\n  ","897564":"\n   Happy birthday queen I’m so sorry I’m Kinda late it’s been sooo busy\n  ","897565":"\n   Happy birthday Lauren! you are a great person and the best singer ever! i love your vibe and i hope you enjoy your birthday with friends and family. Love and wishes from Norway! stay safe baddieee! :)\n  ","897566":"\n   🧡💙🧡\n  ","897567":"\n   🎉\n  ","897568":"\n   Happy birthday 🎂\n  ","897569":"\n   🥳🥳🥳\n  ","897570":"\n   happy birthday 🌸\n  ","897571":"\n   What's your favorite saying?\n  ","897572":"\n   Okay tell her not to flirt with him he is mine\n  ","897573":"\n   If he says anything about love don't answer\n  ","897574":"\n   He is mine\n  ","897575":"\n   Hey you can share with me what you and Andy speak about\n  ","897576":"\n   You know the story of how the stork bird carried the baby to the Mom & Dad the is a picture on your Kik.\n  ","897577":"\n   I can barely eat when I have acid reflux\n  ","897578":"\n   So everyone doing good?\n  ","897579":"\n   Current outfit?\n  ","897580":"\n   I see your still getting questions about  Lisa 😫\n  ","897581":"\n   Oh yeah\n  ","897582":"\n   😳😳\n  ","897583":"\n   Can't believe tomorrow is yours and Christina birthday you guys excited\n  ","897584":"\n   Your welcome Lauren.\n  ","897585":"\n   Ya that's so true.\n  ","897586":"\n   Do you pay attention to the lyrics of songs? What is your favorite one?\n  ","897587":"\n   Ah I see and suppose the won't be a big gathering with the Covid-19 & little Barrett.\n  ","897588":"\n   How do you spend most of your time on the Internet?\n  ","897589":"\n   barret is going to steal all your presents.\n  ","897590":"\n   Do you want a baby with Christian?\n  ","897591":"\n   Story of My Life\n  ","897592":"\n   Is this the 1st time in 22 years you won't be with Christina on your birthday ?.\n  ","897593":"\n   nice busy?\n  ","897594":"\n   I love call you mine\n  ","897595":"\n   How´s Amy?\n  ","897596":"\n   Are you feminist?\n  ","897597":"\n   Do you say: I love you easily?\n  ","897598":"\n   did you cook for amy?\n  ","897599":"\n   What should do a guy to kiss you in the lips?\n  ","897600":"\n   Okay, we will talk here.\n  ","897601":"\n   You will be fine and will live life to the full.\n  ","897602":"\n   Has lisa always liked nickelback?\n  ","897603":"\n   Honesty hour?\n  ","897604":"\n   22 yikes 😂\n  ","897605":"\n   Photo?\n  ","897606":"\n   I have posted something on  Twitter & Instagram for the both of you as well. 💙❤\n  ","897607":"\n   I'd what I ask u\n  ","897608":"\n   Your welcome hope you have a great time with the lads. 💙\n  ","897609":"\n   What do you think of Ellen Degeneres finally people finding out her show was toxic and racist?\n  ","897610":"\n   Well Lauren it's 00.14am here. So I can official post this now\nHappy 22nd Birthday Lauren 🎂🎁🎁🎁🎊🎉🎊🎉\n   \n    https:\/\/youtu.be\/hrjGy54FENg\n   \n","897611":"\n   what did you eat?\n  ","897612":"\n   hey how r u\n  ","897613":"\n   I like your hair is an insult?\n  ","897614":"\n   Okay people. In my great state of Louisiana, a black man appealed his life sentence for stealing a hedge clipper...manual, not even electric. And he was denied. I will bet there is not a white man in the US, serving a life sentence for stealing a $20 hedge clipper. What say you?\n  ","897615":"\n   Hi love how’s your day?\n  ","897616":"\n   Also the meaning behind the name means Mighty as a bear but when I first saw that she picked that name the first thing I can think of is Final Fantasy 7 😂\n  ","897617":"\n   And I am always afraid I will say something stupid when I talk so if ever meet you guys IRL don't think because I don't really conversate I am snobby lol\n  ","897618":"\n   I'm introvert too so I know exactly what you mean I like to keep to myself and my circle of friends is very small\n  ","897619":"\n   It's from the movie Silence of The Lambs\n  ","897620":"\n   If you could live on another planet, which would you choose?\n  ","897621":"\n   Thong or g string?\n  ","897622":"\n   Lol someone nosey\n  ","897623":"\n   What do you do to keep yourself going, like while you work or study when you do not feel motivated whatsoever? 😩\n  ","897624":"\n   I know where that pic from 😁\n  ","897625":"\n   What's going on?\n  ","897626":"\n   What are you too hard on yourself for?\n  ","897627":"\n   What habit do you have that you think not many other people have?\n  ","897628":"\n   You get the opportunity to go on a track and drive a race car, do you choose to do it or not? Why? 🏎 If you say no since you can't drive etc., would you have wanted to be in the passenger seat? 😁\n  ","897629":"\n   Is the future female ?\n  ","897630":"\n   Been away from ask.fm almost a month i have 160 can you beat that?\n  ","897631":"\n   Did you all go to church to pray for Christina and the Baby?\n  ","897632":"\n   yay!\n  ","897633":"\n   Apk can sometimes have viruses in them back to mess your stuff up and I already been through a dozen phones already but the way this phone is doing I might make it number 13 or maybe it's 14 I don't remember\n  ","897634":"\n   So who is going to be the Crazy Aunt?\n  ","897635":"\n   👍💏\n  ","897636":"\n   Why did lisa grow her hair long again is she copying  u?\n  ","897637":"\n   but why it will grow back?\n  ","897638":"\n   I hope you have an amazing Monday. You're worth it :)\n  ","897639":"\n   Did you eat anything for lunch?\n  ","897640":"\n   Some Likes Maybe\n  ","897641":"\n   That's good\n  ","897642":"\n   Plenty of nappies to change when you get back 😂\n  ","897643":"\n   C-section does Christina have to stay longer?\n  ","897644":"\n   Oh yes that's point u volunteered to do lots of that when the come out of hospital 👶💩🤢😂\n  ","897645":"\n   Haha how many questions in ur inbox 1000?lol\n  ","897646":"\n   Do you pick and choose your friends?\n  ","897647":"\n   No rats or mice?\n  ","897648":"\n   What’s one mistake you keep repeating?\n  ","897649":"\n   If you were a road sign, what would you say?\n  ","897650":"\n   Salted or sweet popcorn?\n  ","897651":"\n   Tgif plans for tonight?\n  ","897652":"\n   we knocked that sucker on the head in New Zealand. We came down hard on it early and it worked. Not saying the same approach would work everywhere, but the countries that did it best like nz, taiwan, finland all had strong woman leaders. i don't think that's entirely coincidental\n  ","897653":"\n   Would you rather be tickled for 10 minutes or trapped in a room with spiders for 10 minutes? Why?\n  ","897654":"\n   Can i get some coins\n   \n    @mohamad1876\n   \n","897655":"\n   What's your favorite water sport?\n  ","897656":"\n   Do you talk to yourself sometimes?\n  ","897657":"\n   Do you believe in true love? 💗\n  ","897658":"\n   Have you ever experienced something paranormal\n  ","897659":"\n   Ever eat a double or triple cheeseburger?\n  ","897660":"\n   Did you say: I love you to CS?\n  ","897661":"\n   do you know anyone with fake boobs\n  ","897662":"\n   I need more proofs. Sometimes you´re Lauren. Sometimes you not Lauren.\n  ","897663":"\n   What that is why usa leads in deaths and cases?\n  ","897664":"\n   Followed...! Followback maybe?\n  ","897665":"\n   Anyway names yet ?\n  ","897666":"\n   Can't wait to learn his name 😁\n  ","897667":"\n   You have nice legs.\n   \n    https:\/\/www.instagram.com\/p\/CDjbBXZBJ5e\/\n   \n","897668":"\n   Amy is amazing so can't blame them lol\n  ","897669":"\n\n    @RetroGamingMonkey\n   \n   Silly. I´m Nick. and... She´s not Lauren.\n  ","897670":"\n   I’d rather be taller 😬\n  ","897671":"\n   You want to hear some weird that I was actually thinking that she is going to end up having a c-section and I was going to ask her about it but never got a chance to.\n  ","897672":"\n   Prayers being sent your way, hope all is okay with her. Im here if you ever need support.\n  ","897673":"\n   Me either\n  ","897674":"\n   Are you a little girl?\n   \n    https:\/\/www.instagram.com\/p\/CDkJMRvjFC0\/\n   \n","897675":"\n   Really Nicolas why you going to ask that?\n  ","897676":"\n   128. it’s almost the weekend. CHEERS 🍻 ✨\n  ","897677":"\n   How is the trillionaire doing tonight?\n  ","897678":"\n   You should cut your hair short you will feel better?\n  ","897679":"\n   Dawwww\n  ","897680":"\n   Looking great Lauren\n  ","897681":"\n   Do you draw anything? Or don't you know how to draw anything?\n  ","897682":"\n   Anyways gotta play some basketball! see you around, was good talking to you :)\n  ","897683":"\n   What was your best birthday party?\n  ","897684":"\n   Talk to u later baddie\n  ","897685":"\n   Too many rules and customs to follow\n  ","897686":"\n   Wow what a weird fan :O\n  ","897687":"\n   What do you think about this history, the pope was calling other catholic states to go in the war against christian states which wasn't catholic and calling that crusade wars?\n  ","897688":"\n   What are you going to do in your birthday?\n  ","897689":"\n   Don't worry the baddies will protect you if these guys creep on u\n  ","897690":"\n   Could you do stand up comedy In front of a crowd\n  ","897691":"\n   Some people are a bit crazy, huh?\n  ","897692":"\n   You poor thing\n  ","897693":"\n   I am done with her now. She hasn't posted anything about her new nephew of her sister. All she has done is post stuff her & her husband is doing.\n  ","897694":"\n   That question is derpy XD\n  ","897695":"\n   Would you rather want to experience how it'd be being 20 cm \/ 8 inches taller or that but shorter for a day? Why? 🤔📏\n  ","897696":"\n   I really love all the songs especially Atom bomb, ghost and automatic love :)\n  ","897697":"\n   Barrick is going to steal your presents.\n  ","897698":"\n   You should jump in a pool naked (In your birthday).\n  ","897699":"\n   Oh yeah i forgot\n  ","897700":"\n   I take it Lisa will be singing '' Into the UNKOOOOOOOW\" in the Disney medley 😂\n  ","897701":"\n   You should post have sex in your birthday.\n  ","897702":"\n   Are you religious?\n  ","897703":"\n   Let's celebrate the release of Blue tomorrow xD\n  ","897704":"\n   What two animals, if combined, would make for an awesome animal?\n  ","897705":"\n   Do you have high arches, how about flat feet?\n  ","897706":"\n   Yes I will are you ok?\n  ","897707":"\n   im crying\n  ","897708":"\n   According to you: What’s the difference between being conceited and being confident\/self-aware?\n  ","897709":"\n   💙👍🛏\n  ","897710":"\n   I normally a thermal shirt then a turtleneck sweater, then a fleece quarter-zip, a down jacket and a parka\n  ","897711":"\n   Can you drive If you can what car do you have\n  ","897712":"\n   What are you’re plans for the rest of the summer? Swimming? camping? Hiking? Etc\n  ","897713":"\n   What is something that most people learn only after it’s too late?\n  ","897714":"\n   I see\n  ","897715":"\n   Any fellow middle schoolers out there?\n  ","897716":"\n   Did you do something special or?\n  ","897717":"\n   Sorry l'm very busy in the work\n  ","897718":"\n   How was your day?\n  ","897719":"\n   Milk chocolate or dark chocolate? 🍫\n  ","897720":"\n   Yeah that's good :)\n  ","897721":"\n   If you were to invite someone over for dinner and you wanted to really impress them with your cooking, what'd you make? Like, what's your absolute best dish to make? 👨‍🍳\n  ","897722":"\n   How are u?\n  ","897723":"\n   Oh that's cool there\n  ","897724":"\n   What's hiding under your porch?.\n  ","897725":"\n   If you were in charge, who would be the next US president (any person)?\n  ","897726":"\n   *sends epic Thursday hugs*\n  ","897727":"\n   I accidentally maced myself its In my longs and I’m coughing Damn this is painful\n  ","897728":"\n   Your so right Christina is a Warrior Women ❤\n  ","897729":"\n   sígueme, te sigoo\n  ","897730":"\n   Do you like Indian people\n  ","897731":"\n   some times I get headaches when I don't eat. \nDid you eat?\n  ","897732":"\n   Thanks i am so happy tell her thanks?\n  ","897733":"\n   An update on my future on this app 🗓:\n   \n    https:\/\/ask.fm\/Tobbelit0\/answers\/162297880791?utm_source=copy_link&utm_medium=android\n   \n","897734":"\n   Post a casual bikini\n  ","897735":"\n   The owner of a chikfila is homophobic.\n   \n    https:\/\/twitter.com\/thatonecimstan\/status\/1291092626268094464?s=19\n   \n","897736":"\n   Do you know Colombia?\n  ","897737":"\n   Did you have fun?\n   \n    https:\/\/www.instagram.com\/p\/BEkw_PfqZh9\/\n   \n","897738":"\n\n    https:\/\/www.instagram.com\/p\/Btq_4sAhv_N\/\n   \n","897739":"\n   Oh damm I didn't post the link with this lt was of a girl & a guy who put traffic cones down. To stop this other from parking there till they park. As they went off. The other guy went to buy a clamp & clamped there car. 😂\n  ","897740":"\n   Ya you should always.\n  ","897741":"\n   Why you do not wear bikini?\n  ","897742":"\n   Did you  eat anything today auntie Lauren?\n  ","897743":"\n   One thing you’ll never forget?\n  ","897744":"\n   Yeah and it looks so good and besides blue is my favorite colour\n  ","897745":"\n   I feel tired and sad today, don’t know why I just do. Had a dream about my mom the other night and it was so real like I felt her hug and I could smell her perfume. Been in kind of a funk ever since. Is there anyone you’d like to see once more just to get closure?\n  ","897746":"\n   WHAT IS THE WEIRDEST THING YOU HAVE SEEN IN SOMEONE ELSE’S HOME?\n  ","897747":"\n   It’s national underwear day are you going to post a picture?\n  ","897748":"\n   Depressed people,\nXXXTENTACION or Juice Wrld\n  ","897749":"\n   You're very pretty 💙\n  ","897750":"\n   Has anyone ever blocked you from where u wanted to park.\n  ","897751":"\n   Hi Lauren! I can following you now.Ok?👍\n  ","897752":"\n   How long can you hold your breath?\n  ","897753":"\n   What is the most amount times you had sex in one day\n  ","897754":"\n   \/something u have been \nthinking about lately\n  ","897755":"\n   I bet what time,?lol\n  ","897756":"\n   Ah that's good then.\n  ","897757":"\n   It's far too soon though on this fanfiction\n  ","897758":"\n   sweet\n  ","897759":"\n   I use it all the time.\n  ","897760":"\n   What would you do if someone is complaining that you deleted post five minutes after you posted? Someone keeps complaining that I delete snap post\n  ","897761":"\n   Hello Lauren did you eat you will feel better?\n  ","897762":"\n   Fun\n  ","897763":"\n   You have seen that info I posted. About medicated mouthwash on your Kik. That helps with bleeding gums.\n  ","897764":"\n   I think my brother has it\n  ","897765":"\n   Ya it is now 😂\n  ","897766":"\n   Thoughts about this?\n   \n    https:\/\/twitter.com\/darrassal\/status\/1290698918146314242\n   \n","897767":"\n   Wow these are amazing drawings of all 6 of you.\n   \n    https:\/\/www.instagram.com\/p\/CDeZW4vFich\/?igshid=1qx2vm9nliyz3\n   \n","897768":"\n   Do you have a pretty clovis?\n  ","897769":"\n   Is Kath pregnant?\n  ","897770":"\n   She´s so pretty.\n   \n    https:\/\/twitter.com\/AmyCim\/status\/1289620491926294528\n   \n","897771":"\n   Lol okay that's cool keeping them in my prayers\n  ","897772":"\n   Or Lauris 😂\n  ","897773":"\n   How is leloy?\n  ","897774":"\n   Could I ask what makes Seth Clearwater your favorite fictional character?\n  ","897775":"\n   orange is a beautifil color 🥰\n  ","897776":"\n   You better eat or will you eat tonight?\n  ","897777":"\n   That's good care to chat with me\n  ","897778":"\n   I don't think it did crack Lauren.it was perfect 💙\n  ","897779":"\n   Time for you to get your keyboard out. And write a song for your little nephew 👶💙\n  ","897780":"\n   Good night Lauren 😴🛏\n  ","897781":"\n   post leroy´s pics\n  ","897782":"\n   What worries you the most?\n  ","897783":"\n   Would you cry or beg them to not spank you?\n  ","897784":"\n   Almost maybe her next pregnancy?\n  ","897785":"\n   how are you feeling any more pain and cold?\n  ","897786":"\n   😪 what did he weigh.\n  ","897787":"\n   What's happening. Has Christina had the baby yet. She posted 3 things on Instagram. One of her in hospital.\n  ","897788":"\n   How are you doing today?☺️🌺\n  ","897789":"\n   Ahan\n  ","897790":"\n   If you had to wear one color for an entire week, what color would you choose?\n  ","897791":"\n   127. rant time.\n  ","897792":"\n   If me and my girlfriend are in long distance but she hates FaceTime should that upset me if all we do is text or should I say something cuz I really wanna hear her voice\n  ","897793":"\n   If you were an actor, would you rather perform as a theater 🎭 or movie actor 🍿 🎥\n  ","897794":"\n   So you haven't\/won't give any of them a chance? I think Eric Clapton put out a few hits in the 1990s.\n  ","897795":"\n   Just don't be fool by thinking it's the right one\n  ","897796":"\n   *sends Tuesday hugs*\n  ","897797":"\n   What is going on with Nick?\n  ","897798":"\n   Has she always been wider shorts wise?\n  ","897799":"\n   Do you like being a  Virgin?\n  ","897800":"\n   The dog wants to be took out\n  ","897801":"\n   It was okay\n  ","897802":"\n\n    https:\/\/youtu.be\/mu3Qf0b0244\n   \n","897803":"\n   And the sad thing is the guy she with beats her she dump me for him\n  ","897804":"\n   They not true fan reminds me of that one person who is your stan\n  ","897805":"\n   Definitely love your positivity and appreciation. Love it whenever we talk, and whenever you send your questions on occasion.\n  ","897806":"\n   you always going to look amazing Can't say the same bout myself lol\n  ","897807":"\n   If I come off anon you wont answer it on your page?\n  ","897808":"\n   do you wear same size shorts?\n  ","897809":"\n   Did you watch a treasure.\n  ","897810":"\n   Stranger things, Cobra Kai Legacies, The Flash different ones\n  ","897811":"\n   does lisa agree with you?\n  ","897812":"\n   Why? Goku is crying\n  ","897813":"\n   Are you going to do something crazy in your birthday?\n  ","897814":"\n   What do you think about people leaving their boyfriend by text? 📱\n  ","897815":"\n   Who is your favorite fictional character? 📖\n  ","897816":"\n   Are you doing something special for your birthday or?\n  ","897817":"\n   Thanks 😊 Lauren  you are a lovely 😊 person\n  ","897818":"\n   I bet people love u\n  ","897819":"\n   Thanks Lauren, much appreciated. Made my day and brought a nice smile to my face.\n  ","897820":"\n   Hey baddiee\n  ","897821":"\n   What’s the best strategy for swimming an underwater pool length?\n  ","897822":"\n   Qual era il tuo giocattolo preferito da bambino?🤖🎮\n  ","897823":"\n   can i ask you a private question about one of your performances? its just an emotional question and i dont want anyone else on here to get sad from it\n  ","897824":"\n   would you want to meet him in person ? he is such a good guy\n  ","897825":"\n   What is your hogwarts house?\n  ","897826":"\n   thoughts on\n   \n    @pookeo9\n   \n   ?\n  ","897827":"\n   Hey 👋 anonimouys leave Lauren alone please stop 🛑 saying that words to her I’m here for her not you\n  ","897828":"\n   i just want to make sure you're okay lauren, im a big fan\n  ","897829":"\n\n    https:\/\/www.instagram.com\/p\/CDaJWo4jGqj\/\n   \n","897830":"\n   Congratulations !! In your #54 on USA chart !!\n  ","897831":"\n   That rabbit hole is really good, have you ever thpught of having a feature with a big star?\n  ","897832":"\n   That is still too much in my opinion though but what did you think\n  ","897833":"\n   fingers crossed\n  ","897834":"\n   Classic Dani 🦋💙\n   \n    https:\/\/www.instagram.com\/p\/CDb0pdUDjYk\/?igshid=xtiappqowsgp\n   \n","897835":"\n   A girl with a plan. I like\n  ","897836":"\n   My cat is on my shoulder sleeping. 😍😍\n  ","897837":"\n   What song you cooking up next?\n  ","897838":"\n   Jealous?\n  ","897839":"\n   Babe\n  ","897840":"\n   See I don’t get why people save themselves for marriage ...I know sex is. Big thing to give but you don’t need to be married to have it ..at least you should be in serious relationship\n  ","897841":"\n   🤬🤬\n  ","897842":"\n   Omg im dead 🤣🤣🤣that was so dirty and your response was the best to that anon 🤣🤣\n  ","897843":"\n   All these girls their best features are their body so they post and older guys think of them?\n  ","897844":"\n   no has she done it recently?lol\n  ","897845":"\n   If you could live on another planet, which would you choose?\n  ","897846":"\n   what would happen if you thin and them not .stretch out your clothes?\n  ","897847":"\n   how is the beautiful  lisa doing?\n  ","897848":"\n   the rat who you call that,?\n  ","897849":"\n   Lisa\n  ","897850":"\n   Rachael💖 & acacia 💜\n  ","897851":"\n   Anytime\n  ","897852":"\n\n    https:\/\/ask.fm\/sonya02_K\n   \n   you think she is pretty?\n  ","897853":"\n   Oh ya that's true.\n  ","897854":"\n   Can any love be truly unconditional when we can’t ever be sure how we might feel in a future set of circumstances?\n  ","897855":"\n   Generalmente sei una persona più ottimista o pessimista?😁😭\n  ","897856":"\n   126. Happy Monday ✨💕\n  ","897857":"\n   Favorite color?\n  ","897858":"\n   Mau tanya boleh?, Bagaimana pola berpikirmu?\n  ","897859":"\n   Do you still have a crush on the same guy?\n  ","897860":"\n   True when we were younger we just thought that they were exaggerating, but now we know better :\/\n  ","897861":"\n   Yeah i feel you haha, my sister just turned 15 years old and i still remember when she was so young lol.\n  ","897862":"\n   Well time really flies by\n  ","897863":"\n   Your Mom & Dad will be selling the big house & getting something smaller soon when it's just them two.\n  ","897864":"\n   What personality type are you out of the 16 personalities?\n  ","897865":"\n   Damn\n  ","897866":"\n   Good Evening Lauren. Your time will come when you find someone you love to start a family with.\n  ","897867":"\n   I dare you to take a pig nose selfie! 🐽😂\n  ","897868":"\n   Buon inizio settimana, come stai?🏹\n  ","897869":"\n   😪🤗\n  ","897870":"\n   What question do you ask yourself a lot?\n  ","897871":"\n   what are your thoughts with them forbidden people from going to work, church. and the gym because of covid but is allowing these protest?\n  ","897872":"\n   Isn't zeldaxlove64 Christina Grimmie YouTube channel?\n  ","897873":"\n   U should feel bad, jk\n  ","897874":"\n   Lol I watched the podcast with Amy you goofed you said you had 5 younger siblings 😂\n  ","897875":"\n   would you rather have a real life working lightsaber from star wars or travel the world for free\n  ","897876":"\n   But I will if there being offensive 😊\n  ","897877":"\n   Just got a like on tinder what is a good opening line to say\n  ","897878":"\n   Ah I know what u mean 😆✈🌍\n  ","897879":"\n   Why dont you report them.\n  ","897880":"\n\n    @mslaurencimorelli\n   \n","897881":"\n   So you mean people who are rude and stuff? like i know what toxic means, but how would u define it?\n  ","897882":"\n   💯\n  ","897883":"\n   reminder for today: your mood is not an indicator of your worth, so it’s okay not to feel okay. we were designed to feel, not to hide or pretend.\n  ","897884":"\n   I thought you wasn't to keen on flying only flights to LA.\n  ","897885":"\n\n    @ainaxcim\n   \n","897886":"\n   Rachael is using your fame.\n  ","897887":"\n\n    @xylaurencimorelli\n   \n","897888":"\n   I am just trying to help u get rid of these pervs\n  ","897889":"\n   125. i hope everyone enjoyed their weekend ✨😊\n  ","897890":"\n   I just went to look on his page that's how I know.\n  ","897891":"\n   124. last time you received flowers?\n  ","897892":"\n   Are you a bully?\n  ","897893":"\n   Your world scares me. The things you say on ask fm scare me. \nI want to be your fri_ end. \n°°°\n  ","897894":"\n   Are those other pages of yours fake or do you purposely have different ask accounts?\n  ","897895":"\n   Lauren don't be confused he is a perv he has random women in polls on his page who aren't even famous in polls. He is a PERV. BLOCK HIM NOW\n  ","897896":"\n   Happiness is when...\n  ","897897":"\n   What's your go to breakfast?\n  ","897898":"\n   Are your breasts getting bigger?\n  ","897899":"\n   Answering questions nice how many questions still in ur inbox?\n  ","897900":"\n   Well yeah :\/\n  ","897901":"\n   Well don't post on Lauren's page  Issac it's simply.\n  ","897902":"\n   Anyways how is your day?\n  ","897903":"\n   Do you want too, ?\n  ","897904":"\n   I know what you mean it's just ridiculous\n  ","897905":"\n   And fly in a helicopter 🚁\n  ","897906":"\n   I'll always miss your in your polls\n  ","897907":"\n   Rachael 💖\n  ","897908":"\n   Your hairstyle so good oof\n  ","897909":"\n   Who is after you?\n  ","897910":"\n   What's the bravest thing you've ever done?\n  ","897911":"\n   Anonymous cursing me for you Please block me too I'm sorry for this\n  ","897912":"\n   Sorry Lauren but I do not follow you Good luck\n  ","897913":"\n   Yeah but it still sucks\n  ","897914":"\n   Ya anons again being rude\n  ","897915":"\n   Thanks. Same to you. I’m kinda dreading it lol.\n  ","897916":"\n   would you ever wear that style?\n  ","897917":"\n   😳😳\n  ","897918":"\n   thanks do you like birthdays?\n  ","897919":"\n   Did you wish lisa a happy sister. Day?\n  ","897920":"\n   That sucks I’m sorry. I gotta get a root canal done on Tuesday.\n  ","897921":"\n   Is it hard to get in your pants?\n  ","897922":"\n   Last date?\n  ","897923":"\n   That sucks I’m sorry. I got a toothache\n  ","897924":"\n   Where´s your face mask?\n  ","897925":"\n   That's good then.\n  ","897926":"\n   Are you afraid of death\n  ","897927":"\n   Aww you can see how tiny Barrett is lying on Daddy Nick's legs 👶💙\n  ","897928":"\n   What are your plans for this weekend?🌺\n  ","897929":"\n   SPACE 💚\n  ","897930":"\n   My favorite💛\n  ","897931":"\n   What's the last photo you took on your phone? Post it!\n  ","897932":"\n   ✨💛🌟🌟\n  ","897933":"\n   If you could only eat one thing for the rest of you life what would it be? PAP!\n  ","897934":"\n   I'm good care to chat with me\n  ","897935":"\n   And Barrett has been born since I posted this 😆\n  ","897936":"\n   Hugs💛\n  ","897937":"\n   What like you are don't now at 2.26am in Nashville\n  ","897938":"\n   What’s something you enjoy that others would consider dull? I have been watching a lot of YouTube videos of people on planes recording  landing in different cities.\n  ","897939":"\n   You are so talented\n  ","897940":"\n   Do you shopping in the Lidl\n  ","897941":"\n   Did you go to church?\n  ","897942":"\n   How strong is your mask game? How many masks do you have and which one is your favorite? Post a pic if you’re feeling it!\n  ","897943":"\n   Would you rather be fantastic at riding horses or amazing at driving dirt bikes?\n  ","897944":"\n   When was the last time you stayed up through the entire night?\n  ","897945":"\n   What story you've heard has stayed with you and always disturbs you every time you think about it?\n  ","897946":"\n   What are your plans for the day?\n  ","897947":"\n   What are you afraid to lose?\n  ","897948":"\n   No not that but what someone did to your sister\n  ","897949":"\n   check out my new song! ^^\n   \n    https:\/\/youtu.be\/zlJZTikxGlM\n   \n","897950":"\n   Now it definitely is the 1st August here in the uk at 5.06 😂\n  ","897951":"\n   Hello how r u\n  ","897952":"\n   123. last thing \/\/ person to annoy you?\n  ","897953":"\n   Do you think you and your sister's could do a cover version of this song for a kids album?\n   \n    https:\/\/www.youtube.com\/watch?v=OTgYh_ptbuI\n   \n","897954":"\n   What makes you unique? ❤️\n  ","897955":"\n   That's good I'm glad\n  ","897956":"\n   I was actually being sarcastic when I said I love hypocrites\n  ","897957":"\n   That's just it they're not going to leave they are constantly going to keep arguing\n  ","897958":"\n   thoughts on\n   \n    @pookeo9\n   \n   ? how u know him ?\n  ","897959":"\n   I got to the point where I just left the Cimfam but I'm still going to support you guys I just came to the conclusion that I don't need be part of a fandom to show that I support somebody\n  ","897960":"\n   Yeah I think so too but it'd be like wait a minute I thought you wanted to cancel Cimorelli\n  ","897961":"\n   Your welcome ☺\n  ","897962":"\n   See that's that's the latest thing. If you say you are not well. People presume you have Covid. I had someone say it the other because I bought some cough medicine for a tickly cough.\n  ","897963":"\n   Did you eat cuteone or no?\n  ","897964":"\n   please post a pic like dani did,?\n  ","897965":"\n   Hope all is well my friend\n  ","897966":"\n   when was last time you were sad?\n  ","897967":"\n   i have tears\n  ","897968":"\n   I mean I like it when you all do separate videos. Saying how you feel. That's all\n  ","897969":"\n   why no what u think of girls who do?\n  ","897970":"\n   You love neck kisses?\n  ","897971":"\n   Hi how is the cute lisa doing,?\n  ","897972":"\n   how is the most beautiful girl on ask.fm going tonight?\n  ","897973":"\n   do girls get upset at you as you are very attractive when you talk to ,their guys,?\n  ","897974":"\n   Oh yeah definitely\n  ","897975":"\n   also cause me to have acid reflux and that sucks\n  ","897976":"\n   Nothing wrong with that\n  ","897977":"\n   If you invented a monster what would you call it?\n  ","897978":"\n   I would be called a replica\n  ","897979":"\n   Wow you look good next to those balloons,?\n  ","897980":"\n   can you post a selfie in a t-shirt?\n  ","897981":"\n   🎈🎈🎈🎈💙\n  ","897982":"\n   When you visit other peoples homes, do you look inside their medicene cabinets?  Be honest\n  ","897983":"\n   Slave Leia or Nancy Callahan ?\n  ","897984":"\n   Well at least u have been sleeping more. 😊\n  ","897985":"\n   Thanks I appreciate it ok?\n  ","897986":"\n   can you write a song for me\n  ","897987":"\n   selfie?\n  ","897988":"\n   Waiting for Baby Barrett and  his Mom & Dad to come out of hospital.\n  ","897989":"\n   Did you watch dragon ball z?\n  ","897990":"\n   Are you going to leave the band?\n  ","897991":"\n   Cool 💙💎👶\n  ","897992":"\n   😁 what are you up to?\n  ","897993":"\n   So Barrett's 1st next year will be the 4th.\n  ","897994":"\n   And I get stressed easily\n  ","897995":"\n   hopefully\n  ","897996":"\n   my sister does that with my food empty why?\n  ","897997":"\n   How is the gorgeous Lauren ,?\n  ","897998":"\n   in the pickup truck with short hair?\n  ","897999":"\n   You were shocked why?\n  ","898000":"\n   Is there a music artist you wanna collab with?\n  ","898001":"\n   Did you have twins\n  ","898002":"\n   So Trump is trying to ban TikTok in the US.\n  ","898003":"\n   😊💙\n  ","898004":"\n   Life will find me new friends\n  ","898005":"\n   Feeling better or still sick,?\n  ","898006":"\n   How many black guys have you been with?\n  ","898007":"\n   Why lisa would like photograph?\n  ","898008":"\n   She's gonna come out of there with a sun tan. With the sun shining through the window.\n  ","898009":"\n   Oh really I wear them literally every day, they’re so comfy\n  ","898010":"\n   Have you ever said yes to something that you really didn’t know much about and it ended up being a great experience?\n  ","898011":"\n   How is the christina doing baby wise?\n  ","898012":"\n   Ever grown your own food? I grew a turkey tree last fall but it died:(\n  ","898013":"\n   would you kiss someone on the lips as tears dripped off your chin?\n  ","898014":"\n   Followed, back maybe? Also suggest a song i should cover. Check covers on my wall and gimme feedback please.Peace.\n  ","898015":"\n   Are you good at spelling?\n  ","898016":"\n   Also, what's your favorite perfume?\n  ","898017":"\n   That sounds very cool!! Do you have any pictures of your room?\n  ","898018":"\n   Buongiorno, vacanza finita oggi torno a Roma😭😭\n  ","898019":"\n   Sounds fun\n  ","898020":"\n   What was living in California like?\n  ","898021":"\n   R u for real not joking\n  ","898022":"\n   Ya I did have a good night sleep though. With my new pillows no stiff neck or anything.\n  ","898023":"\n   Is that your cat?\n  ","898024":"\n   Aww well at least u know it was an accident. She wouldn't hurt you on purpose. She loves u.\n  ","898025":"\n   What are some things that sound like compliments but are actually insults?\n  ","898026":"\n   Ghost is soo good\n  ","898027":"\n   Cutee\n  ","898028":"\n   gonna answer questions tomorrow as ur still sick?\n  ","898029":"\n   Please Lauren I really would like to get to know you. I only want to be friends.\n  ","898030":"\n   OMG! I can't choose which baby picture!!!  Thumbs up to both of them!!!!\n  ","898031":"\n   would you ever cut your hair short?\n  ","898032":"\n   does lisa ever call you gorgeous ?\n  ","898033":"\n   Sweet dreams Lauren:)\n  ","898034":"\n   Android\n  ","898035":"\n   That's good I'm glad\n  ","898036":"\n   Why not?\n  ","898037":"\n   It's the 9th October isn't it?\n  ","898038":"\n   Do you have a paypal\n  ","898039":"\n   try it its amazing?\n  ","898040":"\n   why not he may be your prince charming?\n  ","898041":"\n   Oh dear I had it on my phone for Sunday  ooops 😂\n  ","898042":"\n   Ever have anchovie pizza?\n  ","898043":"\n   122. last social media you were on before this one?\n  ","898044":"\n   It puts the lotion on its skin or it gets the hose again !!\n  ","898045":"\n   And don't forget it's Nick & Christina's wedding Anniversary Sunday.\n  ","898046":"\n\n    https:\/\/twitter.com\/cimcrew\/status\/1289184028436893696\n   \n","898047":"\n   Marry me. I´ll make you so happy.\n  ","898048":"\n   why do you consider yourself a introvert even though you have a lot of friends and a interesting social life??\n  ","898049":"\n   Why no taco bell or pizza,?\n  ","898050":"\n   when was that pic with you in the white t-shirt taken?\n  ","898051":"\n   Keep smiling😍\n  "},"Answer":{"896980":"\n  Christina just randomly had a baby. Dani lost hers by looking at a guy\n  ","896981":"\n  Yes I have a few times throughout my life\n  ","896982":"\n  Some makeup, clothes, gift cards. I'm still going through gifts as we all couldnt be together with family and friends.\n  ","896983":"\n  *Know how to work in a group and listen to everyones ideas and input\n  \n  * have someone whose a leader direct who does what\n  \n  * try to be on time to rehearsals and meetings\n  \n  * come prepared\n  \n  * set goes and go over what you want and expect together\n  \n  * respect eachother\n  ","896984":"\n  Lately it's been like the little genie style pony where its half up half down\n  ","896985":"\n  Awe thanks\n  ","896986":"\n  Its possible but not all individuals do weed or eat\/drink\/ smoke anything containing thc.\n  ","896987":"\n  11:53\n  ","896988":"\n  Have you ever been in the same radius at the same time with brook and mikey 🤔\n  ","896989":"\n  Our little angel\n  ","896990":"\n  🥺\n  ","896991":"\n  Y'all auntie laur :(\n  ","896992":"\n  Hes a total angel\n  ","896993":"\n  Barrett james\n  ","896994":"\n  Maybe\n  ","896995":"\n  She likes how it is currently but she might cut it in the future again\n  ","896996":"\n  My bookbag\/ purse, a hoodie, and my keys\n  ","896997":"\n  Not really afraid of but more so they annoy me but spiders.\n  ","896998":"\n  Read or watch something on tv\n  ","896999":"\n  Probably Bills or food\n  ","897000":"\n  About what interest them in life, what's their goals in life, what have they always dreamed of doing\n  ","897001":"\n  Just a guy that I am friends with\n  ","897002":"\n  I drink a cold brew like every day almost. Otherwise I order like a latte with caramel or something\n  ","897003":"\n  People just ignoring others or being down right rude. And a week ago I was being ignored when I had some very important information to be shared\n  ","897004":"\n  Bohemian meets modern living style. Inside will have a clean bohemian chic design.\n  ","897005":"\n  I actually have had tons of stylist messaging me tips and advice and I'm very grateful for that\n  ","897006":"\n  Mhm\n  ","897007":"\n  I wanted to add color on the bottom for an ombre\n  ","897008":"\n  Nothing makes me happier then seeing miley back on tiktok doing what he loves 🧡 missed you kid\n  \n   @mikeyfusco\n  \n","897009":"\n  Yeah lol\n  ","897010":"\n  I loved my blue hair when I had it but on a more natural color scheme jet black hair\n  ","897011":"\n  Its heather by conan gray\n  ","897012":"\n  Being in a band. But so far it has been one of the best life changes\n  ","897013":"\n  I wouldnt have dated the one person in 2017 that I literally let them hurt me and I couldnt get over that for years once I moved across the country. I dont think I would want to even meet them\n  ","897014":"\n  Captain marvel\n  ","897015":"\n  Work work work\n  ","897016":"\n  If you don’t allow yourself the option to say no, your yes means nothing\n  ","897017":"\n  Just because I may not have dated a \"dark skin \" doesnt mean I dont find them attractive. I'm attracted to genuine honest and caring people not the way someone looks\n  ","897018":"\n  Not a real one but like a ride designed to look like one\n  ","897019":"\n  Yes I do\n  ","897020":"\n  I hate that feeling also when u dont get enough sleep and you have to stay awake hoping you find some time to rest\n  ","897021":"\n  They're on our individual instagrams or kn the bands at cimorelliband\n  ","897022":"\n  I didnt lie lol\n  ","897023":"\n  And it's totally fine that you believe that. I'm not here to change your mind. But however please be respectful and click off my page :)\n  ","897024":"\n  Probably\n  ","897025":"\n  Action or thriller\n  ","897026":"\n  😊👼\n  ","897027":"\n  I used to turn the radio off everytime that song would come on\n  ","897028":"\n  I'm not hiding anything\n  ","897029":"\n  Literally bring so many memories back lol\n  ","897030":"\n  The part that scared me was \" And if that mockingbird don't sing and that ring don't shine\n  \n  I'ma break that birdy's neck\n  \n  I'll go back to the jeweller who sold it to ya\n  \n  And make him eat every carat\" idk why\n  ","897031":"\n  Your skin color doesnt define who you are as a person. Or make your worth go down. You are loved and you matter\n  ","897032":"\n  And the funny thing is they said that \"NOT\" all people show symptoms of having a fever. But explain to me why when you go to the dentist or the doctors they check your temperature before anything else to make sure you are \"VALID \" to be seen that day.\n  ","897033":"\n  🧡\n  ","897034":"\n  What?\n  ","897035":"\n  And if I was racist we would have done shows with colored people, volunteered with colored people and even let them in our music videos..so please stop with your hate speech thinking we dont care when we do.\n  ","897036":"\n  Yeah lol and I used to love mocking bird until I heard enimens version... and it used to scare me as a child\n  ","897037":"\n  If they're mixed with Puerto Rican that's not dark? Or Italians that are dark. What about famous youtuber austin mcbroom or princeton Perez\n  ","897038":"\n  😂😂\n  ","897039":"\n  Idk who you are but this person really likes you and is afraid you won't feel the same way towards him...\n  ","897040":"\n  No lol\n  ","897041":"\n  Awe\n  ","897042":"\n  Yep\n  ","897043":"\n  Mhm\n  ","897044":"\n  I have dated darker skinned guys I just never went public with them and choose to keep most of my dating life personal. The guy who actually was in the Last summer video that played danis love interest was a guy she actually liked and had a thing with before\n  ","897045":"\n  I just dont find them useful and would rather go out and meet people through activities and stuff then random people off the internet\n  ","897046":"\n  Exactly\n  ","897047":"\n  ^\n  ","897048":"\n  I love and respect every color and ethnicity\n  ","897049":"\n  Lol\n  ","897050":"\n  Nope pretty boys only care about themselves\n  ","897051":"\n  Yeah\n  ","897052":"\n  😂😂😂\n  ","897053":"\n  😊\n  ","897054":"\n  I dont like pretty boys 🙃\n  ","897055":"\n  Lol I just like to know what's going on\n  ","897056":"\n  Uhm whatever you both prefer I guess\n  ","897057":"\n  I've never been to prison so ...\n  ","897058":"\n  This one is also fun, especially like the wind blowing a bit\n  ","897059":"\n  Long hugs from your favorite person\n  ","897060":"\n  I know\n  ","897061":"\n  Pizza, cheese bread and chicken bites\n  ","897062":"\n  Not sure... I guess some people can handle the effects of alcohol where others cant as much\n  ","897063":"\n  😊🧡\n  ","897064":"\n  Bc they dont care about how they're putting others at risks, a bunch of Karen's, think that  they dont have to wear one bc people with health issues dont have to wear one\n  ","897065":"\n  👼\n  ","897066":"\n  How everyone here in Tennessee loves music\n  ","897067":"\n  That's cool\n  ","897068":"\n  Oh\n  ","897069":"\n  I ended up getting a new one.. somehow the tire ended up blowing but in a way it looked cut 😪\n  ","897070":"\n  That's stressful\n  ","897071":"\n  I ate dinner haha\n  ","897072":"\n  An owl or a lion\n  ","897073":"\n  Oh I see\n  ","897074":"\n  Lisa wears swimsuits so I think she may feel the same way I cant speak on her behalf\n  ","897075":"\n  A swim suit our shorts and a tshirt\n  ","897076":"\n  And dani just randomly lost hers but staring at a guy\n  ","897077":"\n  Just for our cimorelli merch or my own\n  ","897078":"\n  We took the year off to spend time with our family and friends and revamp the band after dani left. Then ofcourse covid happend and kinda ruined stuff for everyone\n  ","897079":"\n  Not yet\n  ","897080":"\n  I have met him already\n  ","897081":"\n  To have my own little bug family someday\n  ","897082":"\n  Somewhere were we can all throw in our ideas and opinions and co work together in a good positive fun way\n  ","897083":"\n  Hi\n  ","897084":"\n  I do and one of my favorites song is titanium bc someone actually broke that down and it's about a child whose bullied and knocked down finding the strength to get back up and show them how strong she really is\n  ","897085":"\n  It's not about the lies, it's about the chicken nuggets\n  ","897086":"\n  Rollercoasters\n  ","897087":"\n  No\n  ","897088":"\n  Everyone has been kinda rotating and helping where they can and when they can\n  ","897089":"\n  Aha I believe theres an actual place where the food truck stays outside and cooks as well\n  ","897090":"\n  No\n  ","897091":"\n  It doesnt matter lol\n  ","897092":"\n  No 😂\n  ","897093":"\n  Maybe tomorrow bbs\n  ","897094":"\n  It's pretty much just has been a relaxing day\n  ","897095":"\n  But its whatever makes her happy\n  ","897096":"\n  Football but only for the superball\n  ","897097":"\n  Then they shouldnt be married if they cant respect their spouses privacy and the spouse can sue them if they ever found out as well\n  ","897098":"\n  Yes I do bc they know more about certain things than I may know\n  ","897099":"\n  When people keep asking you to do things for them, for example: can you get me something to drink, can you turn the fan on, can you fold the blankets please and so on\n  ","897100":"\n  Not on purpose or intentionally\n  ","897101":"\n  Instagram\n  \n  Twitter\n  \n  Tiktok\n  ","897102":"\n  The people I love\n  ","897103":"\n  Who I considered a bestfriend\n  ","897104":"\n  Twice\n  ","897105":"\n  How I tend to overthink a lot\n  ","897106":"\n  Sure\n  ","897107":"\n  I dont use snapchat anymore\n  ","897108":"\n  It's been a good day\n  ","897109":"\n  I have perfume and stuff from there\n  ","897110":"\n  Nope just accidentally dropped and shattered\n  ","897111":"\n  It's like a california hype place lol\n  ","897112":"\n  Italian\n  \n  Spanish and german\n  ","897113":"\n  Thank you and hes doing well 😊\n  ","897114":"\n  I would be shocked but I would still want to live a pretty normal life even if I'm a vampire. Kinda like the cullens from twilight but imagine me being a singer and a vampire at the same time\n  ","897115":"\n  Hm?\n  ","897116":"\n  Thank you 😊\n  ","897117":"\n  I love the actor of seth who's name is booboo stewart\n  ","897118":"\n  Mm try skydiving lol\n  ","897119":"\n  Love at first sight doesnt actually exist\n  ","897120":"\n  I have a nice clean house\n  ","897121":"\n  Mainly pop\n  ","897122":"\n  Normally by taking a shower\n  ","897123":"\n  I dont think all are\n  ","897124":"\n  Sorry its not friday anymore but yes I did eat lunch today\n  ","897125":"\n  Should I do a video about my favorite brands?\n  ","897126":"\n  Maybe because its forbidden and feels so good but it's a bad thing?\n  ","897127":"\n  Every day\n  ","897128":"\n  Trampoline park requires you to not wear shoes but special socks\n  ","897129":"\n  I can only fluently speak english\n  ","897130":"\n  Pretty\n  ","897131":"\n  You would have nothing but introverts with a love for music\n  ","897132":"\n  Music or skateboarding, interior design\n  ","897133":"\n  By starting to speak positive about yourself like affirmations like I am smart I am beautiful\n  ","897134":"\n  Overthinking\n  ","897135":"\n  I'm not sure\n  ","897136":"\n  Gator 🤢\n  ","897137":"\n  Chicken marsala\n  ","897138":"\n  No\n  ","897139":"\n  My family\n  \n  My friends\n  \n  My fans\n  ","897140":"\n  Yes I did ahah\n  ","897141":"\n  It's some online game\n  ","897142":"\n  What?\n  ","897143":"\n  Just ate some left overs I ordered way earlier\n  ","897144":"\n  I'm wear a tank top\n  ","897145":"\n  Polly pockets or bratz. I unfortunately dont have any polly pockets anymore but there is an old tote filled with my old bratz somewhere in the garage\n  ","897146":"\n  I dont drink\n  ","897147":"\n  Which is why I dont get on as much\n  ","897148":"\n  Yeah it was creating drama between everyone\n  ","897149":"\n  Price of popularity I suppose\n  ","897150":"\n  Hi\n  ","897151":"\n  Yep\n  ","897152":"\n  I've been watching the secret life of an american teenager and I'm almost finished with the series, and I was watching party of five and good trouble but theres no new seasons out currently due to covid\n  ","897153":"\n  I can only fluently speak english but I do know some phrases and words in italian,german, british and spanish. But I want to learn how to fluently speak italian as that is mostly my ethnicity\n  ","897154":"\n  😒 back with this stuff\n  ","897155":"\n  My old hometown el Dorado hills, california. I feel that place best describes who I am and the way I live and how I grew up :)\n  ","897156":"\n  Ciao\n  ","897157":"\n  That's great\n  ","897158":"\n  Hi\n  ","897159":"\n  I dont think so\n  ","897160":"\n  It was good\n  ","897161":"\n  Oh gosh ur back\n  ","897162":"\n  Do whatever makes you happy bit leave me out of it\n  ","897163":"\n  Rocky road with the chocolate covered toasted almonds or just plain old chocolate\n  ","897164":"\n  I do and I want to visit Australia\n  ","897165":"\n  Thank you\n  ","897166":"\n  Sorry I'm late to answer but thank you\n  ","897167":"\n  August bc my birthday and Christina's but also because it's when the weather starts to get cooler and fall starts coming\n  ","897168":"\n  I wouldnt want to rename myself\n  ","897169":"\n  My birthday was great :)\n  ","897170":"\n  Awe love this\n  ","897171":"\n  I use both depending where I am and if I remember to bring my reusable one\n  ","897172":"\n  Sadly\n  ","897173":"\n  Normally just rest, take a hot steamy shower, wear warm clothes, take medication and drink and eat plenty of liquids to stay hydrated\n  ","897174":"\n  Yes I am\n  ","897175":"\n  😊\n  ","897176":"\n  I think about what I should say and why I should say that if it's the truth or a lie\n  ","897177":"\n  Ahah\n  ","897178":"\n  No she didnt but she did text and call\n  ","897179":"\n  To set boundaries and dont return to an old relationship and expect a different ending\n  ","897180":"\n  It's from our tour bus video we did\n  ","897181":"\n  The day we got discovered\n  ","897182":"\n  She did\n  ","897183":"\n  Last night\n  ","897184":"\n  Ian from what show?\n  ","897185":"\n  Ahah never knew that\n  ","897186":"\n  Yes\n  ","897187":"\n  Like a fake smile?\n  ","897188":"\n  Mhm\n  ","897189":"\n  Sorry I'm late to answer this but thank you javi\n  ","897190":"\n  Idk who that is or who you are so I cant tell you or predict what would happen\n  ","897191":"\n  Obviously Bruno haha\n  ","897192":"\n  I think I was trying to get over in the other lane\n  ","897193":"\n  Truth\n  ","897194":"\n  No I think that's more of a crush or lust. I actually got to know the person somewhat to be considered inlove with them\n  ","897195":"\n  Singer- taylor swift, lana del ray, Jon bellion, etc.\n  \n  Band- one direction, big time rush, the vamps, 5sos etc.\n  ","897196":"\n  🤷🏻‍♀️ people do as they please\n  ","897197":"\n  I'm catholic\n  ","897198":"\n  Brown eyed boys\n  \n  Boyfriends cologne smelling candles\n  \n  People who like snakes\n  ","897199":"\n  I know but still that sucks\n  ","897200":"\n  Mhm\n  ","897201":"\n  Definitely not\n  ","897202":"\n  🤔\n  ","897203":"\n  Greece 😊\n  ","897204":"\n  Some random being obsessive over a guy I dont even know 😂\n  ","897205":"\n  No it was just a turkey and cheese\n  ","897206":"\n  Been working on things for the band and myself and had to help set up and clean Christina's house for her before barrett was born\n  ","897207":"\n  If it was for a good cause then maybe but otherwise I like having my long hair\n  ","897208":"\n  Their body and their choices 🤷🏻‍♀️\n  ","897209":"\n  Ellen jail?\n  ","897210":"\n  Birthday pictures ahah\n  ","897211":"\n  Sleeveless\n  ","897212":"\n  It's a divided situation while some are glad they can reunite others havent been around  to see eachother or partake in any family gatherings\n  ","897213":"\n  Mhm\n  ","897214":"\n  Hopefully\n  ","897215":"\n  I'm not trying nor do I want to be anyknes girlfriend\n  ","897216":"\n  Anything\n  ","897217":"\n  I'll have to check it out\n  ","897218":"\n  No lol\n  ","897219":"\n  Read thread\n  ","897220":"\n  No it was outside of social media in my family. They just kept asking me to do things and it was getting pretty annoying\n  ","897221":"\n  Like a fried rotisserie\n  ","897222":"\n  Or perfume 😂\n  ","897223":"\n  Sorry I'm so behind on questions. But in general last week was great and I had a wonderful time spending it with my friends and family\n  ","897224":"\n  A mix of emotions, behaviors, and beliefs associated with strong feelings of affection, protectiveness, warmth, and respect for another person\n  ","897225":"\n  That's kinda a personal question lol\n  ","897226":"\n  Awe\n  ","897227":"\n  By leaving me be\n  ","897228":"\n  Popcorn and m&ms\n  ","897229":"\n  No in real life\n  ","897230":"\n  We have one that's sort of like this in our state I believe ohio it's in but it's not a swing seat it's more like a carseat type style and it goes up in the air and spins around. Theres also one where your seated in a circle and it swings u back and forth and spins. Theres another that's also a seat belt and a bar across your lap. And i have ridden all three\n  ","897231":"\n  Someone was being annoying asking to many things about me\n  ","897232":"\n  I am a leo and that's why I was younger than my ex boyfriend\n  ","897233":"\n  Leo this month is a great time to get the best of wishes, but watch out for people who have a good idea about you\n  ","897234":"\n  I drink a few years\n  ","897235":"\n  Rocky road icecream with the chocolate coated toasted almonds or just plain chocolate\n  ","897236":"\n  Where I would choose to live... jupiter\n  ","897237":"\n  Potential but uneducated\n  ","897238":"\n  Agree\n  ","897239":"\n  Doesnt everyone but we just take care of those things in different ways by shaving, waxing, trimming ir leaving it naturally ?\n  ","897240":"\n  I'm more in the middle. Some night I like to go to bed early where other nights I literally cant sleep at all\n  ","897241":"\n  I have a few but I'll rather have a small circle then a large circle filled if fake people who only bother you for their own benefit. Sorry I'm not one to get clout off of\n  ","897242":"\n  I love my life and wouldnt want to change anything\n  ","897243":"\n  Sadly a lot of people do lol\n  ","897244":"\n  Hangout with friends, skateboard or create things\n  ","897245":"\n  Yeah the tesla kinda reacts at times before you can and I believe this is the one they keep mentioning on the radio and stuff\n  ","897246":"\n  To catch a butterfly you must have to be honest with them\n  ","897247":"\n  Be alone for the rest of my life ahah I'm an introvert so I'm used to kinda being alone by myself\n  ","897248":"\n  Probably a pieces from van goughs blue collection relates the most to my music\n  ","897249":"\n  Lol I'm talking to someone but I'm not ready for a relationship\n  ","897250":"\n  Babies laughing\n  ","897251":"\n  Thank you\n  ","897252":"\n  This one\n  ","897253":"\n  I'm still single\n  ","897254":"\n  Not sure if you watched the secret life of the american teenager. I'm also obsessed with good trouble which is the spin off of the fosters and follows Mariana and callies life, and party of five is good but they're only on their first season\n  ","897255":"\n  To help others and spread hope\n  ","897256":"\n  I want to visit australia one day and mexico\n  ","897257":"\n  Yes I do\n  ","897258":"\n  I dont like cutting my hair short lol\n  ","897259":"\n  I ate like half of a medium sized one before from the theater\n  ","897260":"\n  Normally chicken and mac and cheese\n  ","897261":"\n  You have to be more specific as what picture you're talking about\n  ","897262":"\n  I wanted it a lighter color so I could originally apply a color to it as like an ombre but I'm not sure if I want to leave it as is or go lighter\n  ","897263":"\n  It's a little sun mask haha\n  ","897264":"\n  Not as often as I was\n  ","897265":"\n  I've been learning new things associated with producing music\n  ","897266":"\n  I wanted to be a professional skateboarder. But now I'm just focused on my music career\n  ","897267":"\n  Haha I'm not sure\n  ","897268":"\n  Lol\n  ","897269":"\n  It was\n  ","897270":"\n  Yes I did\n  ","897271":"\n  I'm sorry I still have tons of questions to answer :(\n  ","897272":"\n  😊\n  ","897273":"\n  No ahah\n  ","897274":"\n  Oof\n  ","897275":"\n  You're welcome\n  ","897276":"\n  Shes not copying\n  ","897277":"\n  Yep\n  ","897278":"\n  By the beach\n  ","897279":"\n  Blue or orange\n  ","897280":"\n  Yes\n  ","897281":"\n  It's going well, how about you?\n  ","897282":"\n  A black bean burger lol\n  ","897283":"\n  Happy monday\n  ","897284":"\n  Rootbeer, water, blue raspberry lemonade\n  ","897285":"\n  Haha no they just want to be famous kittys\n  ","897286":"\n  Luckily I havent seen a bear around where I live yet lol just raccoons, snakes and coyotes\n  ","897287":"\n  No lol\n  ","897288":"\n  The one I read 0reviousky said sugar baby 😂😂 I'm good I don't need money\n  ","897289":"\n  Oh it gets chilly.sometimes at night but in the morning its hot\n  ","897290":"\n  Absolutely look at how radiate it is in the sun and how it's the perfect shade of bright neon orange\n  ","897291":"\n  Another statement that is true, while others may resemble you or be identical to you.. they're not you and you are not them. Because you have your own likes and dislikes just as they have theirs and you have a different personality but the one little thing is while you may share DNA theres always that one little puzzle piece you have that no one else can have or find and that's what makes you you is your dna and gene\n  ","897292":"\n  That's the truth, we spend years beating our selves up for not being as pretty, likeable or something as another person or our idols that we look up to. And we tear ourselves down by putting so much pressure and criticism on ourselves that when people see past those things we think about ourselves we dont always believe them\n  ","897293":"\n  Haha\n  ","897294":"\n  I think most first time mothers normally have c sections\n  ","897295":"\n  Tired\n  ","897296":"\n  Not very much\n  ","897297":"\n  No theres 3 female strays that roam the neighborhood, or old cats that one of the neighbors didnt want in their house anymore so they tossed them outside. And a male cat and they all gotten pregnant and had kittens but I think the one cats were premature and died. And the other one keeps moving all hers\n  ","897298":"\n  Yes it is\n  ","897299":"\n  Math\n  \n  Music\n  \n  Language arts\n  ","897300":"\n  Evening\n  ","897301":"\n  I haven't watched it but now that you mentioned it I might check it out 😊\n  ","897302":"\n  Welcome\n  ","897303":"\n  Yeah\n  ","897304":"\n  I've seen this already\n  ","897305":"\n  Heres a video instead\n  \n\n   https:\/\/youtu.be\/3m5HcWqGR20\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","897306":"\n  Just amz\n  ","897307":"\n  Yes I do\n  ","897308":"\n  It was so long ago I dont even have pictures anymore and they're buried somewhere\n  ","897309":"\n  I have a tesla and I'm pretty satisfied but I used to want an older car\/truck or a wagon\n  ","897310":"\n  ISFJ\n  ","897311":"\n  As long as you stick to the more important rules and traditions but still have your own opinion, values and beliefs you are fine. Religion has changed many times throughout decades\n  ","897312":"\n  Thank you 😊\n  ","897313":"\n  Maybe I just have to think about which one I can incorporate my vision into and have it look good\n  ","897314":"\n  I dont have a boyfriend lol\n  ","897315":"\n  Talk later\n  ","897316":"\n  Yeah a bit annoying\n  ","897317":"\n  Outside\n  ","897318":"\n  Eston or something like that like ehtson\n  ","897319":"\n  Mhm\n  ","897320":"\n  Im good\n  ","897321":"\n  Grow up and try to be the best parent I could be\n  ","897322":"\n  Hi\n  ","897323":"\n  Yes 😒\n  ","897324":"\n  Hi\n  ","897325":"\n  No now stop asking omg\n  ","897326":"\n  She is\n  ","897327":"\n  I dont watch him or keep track of what he doesnt or does do in his life.\n  ","897328":"\n  I havent took any recent selfies\n  ","897329":"\n  Yep\n  ","897330":"\n  The sunflower\n  ","897331":"\n  Shes not anyone's property\n  ","897332":"\n  They helped me  continue working towards things I believed in and making me feel more confident however my doubts and fears sometimes gets in the way where I dont know how to handle certain things right away\n  ","897333":"\n  I'm not sure but I do believe it's possible if I wanted\n  ","897334":"\n  Have a great sunday\n  ","897335":"\n  I dont mind it\n  ","897336":"\n  It's not about you or what you like or dont like. It's what christina likes and dislikes and what nick likes and dislikes as they are his parents, they also get to choose what to name their child for now and if he grows up and wants to change his name or whatever then that is his choice and christina and nick will have to support his choices which is why Christina said she wont be posting many pictures or videos on the internet of barrett after he turns one because she wants him to have his own identity.\n  ","897337":"\n  I wouldnt want to be either but if I had to choose I'll rather be the leader lol\n  ","897338":"\n  She was sick because she had mono. If any of our sisters are pregnant they tell us.\n  ","897339":"\n  No\n  ","897340":"\n  I would want to spend it in someones shoes who isnt fortunate enough to have nice things and try to atleast for that day change their future and make it better\n  ","897341":"\n  Which is why people say you wont ever forget your first love because that was like the first person you actually had feelings for and painted the road to your experience with relationships and love and your knowledge as well. You were deeply inlove with your first love and had respect for them that it would be considered unconditionally but you can breakup and move on and hate that person but the point is at some point in your life YOU LOVED and you RESPECTED  eachother\n  ","897342":"\n  Aw that's fun and interesting to know ahah\n  ","897343":"\n  Christina is doing alright, just having some days that are more rough which is totally normal when healing from a c section, or any birth in general and taking care of a baby and trying to get through that post partum stage\n  ","897344":"\n  Oh no phone issues and what did you find?\n  ","897345":"\n  Emmyn's mom's is more safe to be around considering theres only her, his grandma if she still lives with them, ella (I think she stays with emmyn and dani now or somewhere, Ethan, Ellis and easton.\n  ","897346":"\n  Sometimes you have to be alone for a while and just focus on yourself and want you want or work on improving yourself. And when the time is right someone will come into your life unexpectedly\n  ","897347":"\n  No because my memories are the only thing I have left of certain people I love that no longer walk upon earth anymore. And my memories also helped shaped the person I am today.\n  ","897348":"\n  Not that I'm aware of\n  ","897349":"\n  Have a great start to the week tomorrow  😊\n  ","897350":"\n  I mean technically it's not a lie bc covid is a \"thing\" and our family is large with having just the kids and parents. But then you add the couples in and their children it adds more people. And with baby barrett being small and a newborn that gave everyone a scare his first two days of life I understand why she wouldnt want to be around him or amy who has turners syndrome. Especially when kath, I and dani have also been sick here and there. We dont want to take any risks of spreading anything\n  ","897351":"\n  Cuddles will always be superior\n  ","897352":"\n  Mhm\n  ","897353":"\n  No I havent cooked anything roday\n  ","897354":"\n  Love isnt always about how much money someone has\n  ","897355":"\n  I think it was chili that night lol\n  ","897356":"\n  Yeah\n  ","897357":"\n  Laurencim\n  ","897358":"\n  Yes she is, shes finally eating solid food\n  ","897359":"\n  Mhm\n  ","897360":"\n  I have tons of questions to answer sadly\n  ","897361":"\n  Just rude comments and people comparing me against someone else and so on\n  ","897362":"\n  Yes\n  ","897363":"\n  Bc they cant live in reality and still want to live in fantasy land making up fake scenarios in their heads of them being with lisa or something\n  ","897364":"\n  Kinda but not really\n  ","897365":"\n  Yeah, they're all graduating and u think his friend is going out of state to college\n  ","897366":"\n  No I haven't\n  ","897367":"\n  That's good. Did you enjoy your time away?\n  ","897368":"\n  It's kinda weird ngl\n  ","897369":"\n  That's a shame\n  ","897370":"\n  Ah yeah\n  ","897371":"\n  Yes I have\n  ","897372":"\n  🤔\n  ","897373":"\n  Whatever suits them best, to be honest as long as they keep it clean and maintained their shouldnt be an issue\n  ","897374":"\n  I'm doing great\n  ","897375":"\n  Dani did\n  ","897376":"\n  🤔\n  ","897377":"\n  If trump gets reelected I believe so. I think it's just some big \"political lie\" to help them get reelected for another 4 years. And once he does If he does, then it's going to magically disappear like the swine flu did\n  ","897378":"\n  I dont wear bikinis and if you're constantly going to harass me about stuff like this please remove yourself and find something better to do with your life\n  ","897379":"\n  It was a video the ace family did if you want to watch it lol\n  ","897380":"\n  Dont give up, remember results dont always show right away\n  ","897381":"\n  Few weeks before barrett was born\n  ","897382":"\n  It's just getting started but for the most part, yes I am.\n  ","897383":"\n  Maybe soon\n  ","897384":"\n  Thank you !!!\n  ","897385":"\n  I have no idea who that is and I dont shower with anyone\n  ","897386":"\n  Haha thanks\n  ","897387":"\n  I'm doing good.\n  ","897388":"\n  In a way they're kinda like women aha\n  ","897389":"\n  Wealthy enough to have a house over my head, food on the table and still some money left over after paying Bill's 🤔\n  ","897390":"\n  I dont think I've ever walked backwards on a hill. My sister used to fall asleep on me all the time when we would be traveling for tour or something, and mostly having to stay inside due to the rain messing up plans lol\n  ","897391":"\n  Most hurricanes are named after girls. But wasnt there like 2 last year named jose and something else that was spinning around in the ocean? Or maybe it's just the girl names are for hurricanes and boy names are for tropical storms ? I dont know. Think it's weird\n  ","897392":"\n  Dont give me ideas bc I will consider them ahah\n  ","897393":"\n  I'm not really, I guess my laugh people love a lot or my smile\n  ","897394":"\n  Just to be surrounded be positive things and people who love and support and help you grow and do things together\n  ","897395":"\n  Probably beating myself down a lot when I was younger. I didnt exactly know my worth or had the self love and self growth as I do today.\n  ","897396":"\n  I was looking for a certain set of a line that was coming out but that specific item hasn't been released yet although it's being advertised everywhere.\n  ","897397":"\n  Took awhile to work everything back up again ...\n  ","897398":"\n  Soup or what people consider soul food like chicken and mashed potatoes\n  ","897399":"\n  I have to work and then probably do a self care night\n  ","897400":"\n  Awe\n  ","897401":"\n  Aha I have over 3,000 followers but I'm sure most are inactive or bots\n  ","897402":"\n  Falling to my death ... I think that's what scared me the most as a kid and I used to hate heights for the longest time after falling straight onto my face onto a hard gym floor when I was doing water polo. The teacher pushed the bleachers in so students used to climb them and sit on top. I did it once and when I went to go get down I lost my grip and fell. Then I got stuck at the top of a roller coaster that only had the bar and seatbelts across your lap and I panicked because I felt I was falling but after that I kinda been okay with heights.\n  ","897403":"\n  Its ok\n  ","897404":"\n  Just getting started\n  ","897405":"\n  Robot fights ahah\n  ","897406":"\n  True\n  ","897407":"\n  Hello\n  ","897408":"\n  Yeah ahah. How are you?\n  ","897409":"\n  You dont count the hour it is currently but count up\n  ","897410":"\n  Lol\n  ","897411":"\n  Well I dont think all caught it but they're all in quarantine now\n  ","897412":"\n  Lol\n  ","897413":"\n  You dont include the time if it's like 6:00 you go 7,8,9,10,11\n  ","897414":"\n  So its five hours ahead lol\n  ","897415":"\n  Its five right ?\n  \n   @alicexrosexking\n  \n","897416":"\n  Yep\n  ","897417":"\n  I know but just be careful, some schools in the us tried to open back up schools and they shut them back down because of how crowded and not socially distanced it was. All the students had caught cases\n  ","897418":"\n  I don't really have a favorite but zach efron is kinda up there in my likeable actors\n  ","897419":"\n  Yes she is\n  ","897420":"\n  Are you guys doing on campus or over the internet  due to covid?\n  ","897421":"\n  It's alright, that's normally me. I have friends that live in the uk and I sometimes forget theres a five hour difference\n  ","897422":"\n  You as well 😊\n  ","897423":"\n  Its only going on 12 pm haha\n  ","897424":"\n  I mostly get to see every day. For band meetings hehe\n  ","897425":"\n  Awe thanks\n  ","897426":"\n  Laurencimorelli\n  ","897427":"\n  Hello\n  ","897428":"\n  Not really, I either buy what I need or have a total shopping spree randomly one day. But \"I'm not like oo gotta get this. Oo this looks nice, I need this \" and end up spending all my money constantly\n  ","897429":"\n  Lol\n  ","897430":"\n  Kinda just getting started.\n  ","897431":"\n  Ahah\n  ","897432":"\n  No she doesn't. We did do like a basketball skit in our ready or not video but you can tell that none of us really play basketball lol.\n  ","897433":"\n  I don't really know\n  ","897434":"\n  I don't have any pets, and I'm not like your typical dog or cat lover. I however do want a snake at some point in my life.\n  ","897435":"\n  I'm not clicking links and plus I don't really know you sorry.\n  ","897436":"\n  Thank you bb 🧡\n  ","897437":"\n  She always goes to the games with chad and watches our brothers play as well\n  ","897438":"\n  Yeah lol\n  ","897439":"\n  They dont know about us by one direction\n  ","897440":"\n  Well I cant send a message to her if I dont even know who you are ?\n  ","897441":"\n  Goodnight ahaha\n  ","897442":"\n  A few times. We actually sold out New York on our sad girls club tour :)\n  ","897443":"\n  Well how can you test positive for covid and 30 minutes later take another test just a different brand\/ style and it comes back negative? Even if it's a different brand or style each test should give off the same results\n  ","897444":"\n  I think he was hungry hehe\n  ","897445":"\n  Not of me actually swimming with them but I do have vacation photos\n  ","897446":"\n  Yeah aha\n  ","897447":"\n  😂😂\n  ","897448":"\n  Sister james ahaha\n  ","897449":"\n  Weird\n  ","897450":"\n  Mhm\n  ","897451":"\n  Sometimes\n  ","897452":"\n  No lol\n  ","897453":"\n  My ex\n  ","897454":"\n  Well I don't and never have used dating apps. And i guess if she tries to meet these guys or whoever they'll find out shes faking\n  ","897455":"\n  😊\n  ","897456":"\n  I never save my passwords ...😪\n  ","897457":"\n  Life is either a daring adventure, or nothing at all.” Helen Keller\n  ","897458":"\n  ALSO the pure A R T I S T R Y in the cardigan video ?????? like Leonardo da Vinci walked so Taylor could rUN\n  ","897459":"\n  No nascar always bored me to the point I would fall asleep. And I'm actually from california but my family moved here in may of 2015.\n  ","897460":"\n  also I got such Lana vibes from folklore and that is really what this generation needed\n  ","897461":"\n  My nana's necklace because she passed away and it was one of the items my grandfather gave me before he passed as well.\n  ","897462":"\n  also I got such Lana vibes from folklore and that is really what this generation needed\n  ","897463":"\n  Of course I have :)\n  ","897464":"\n  The 1, cardigan, invisible string, August\n  ","897465":"\n  Like\n  \n  I knew you\n  \n  leaving like a father\n  \n  running like water\n  \n  ARE U KIDDING ME\n  \n  YES GIVE ME ALL THE SIMILES !!!!!\n  ","897466":"\n  Medical reasons such as breast cancer might have made them want implants or something cosmetic like. Or people just dont like the way they look and want to improve them\n  ","897467":"\n  Haha\n  ","897468":"\n  No. Had my heart broken way to many times by being the first to admit I loved that person. And many times you find out they dont feel the same way about you as you do them.\n  ","897469":"\n  Taylor Swift’s writing never fails to amaze me. like chef’s kiss to her fr\n  ","897470":"\n  Lol\n  ","897471":"\n  I dont wear bikinis\n  ","897472":"\n  Just stalking social media\n  ","897473":"\n  Love the cimfam as well\n  ","897474":"\n  Hopefully married or more successful in my career house. And living in my dream house with my own family someday\n  ","897475":"\n  No, I tried to be one year for lent and I hated it. I only kinda eat chicken and sausage now\n  ","897476":"\n  Not your concern to know\n  ","897477":"\n  Because I dont like showing off a bunch of skin. I hate when I'm wearing shorts and they're shorter than normal\n  ","897478":"\n  It doesnt really matter\n  ","897479":"\n  What do you mean?\n  ","897480":"\n  Oh no that's not good\n  ","897481":"\n  I dont believe so. I'm going Monday for xrays and a full examination though hopefully. Just got to get new tires put on the cars lol\n  ","897482":"\n  Maybe like aunts, uncles but in the main family just three 🧡\n  ","897483":"\n  Not really.\n  ","897484":"\n  This is rude, and I'm not taking any rude comments so please remove yourself off my page\n  ","897485":"\n  I posted that a few days ago for my birthday it was the ones we took with baby barrett\n  ","897486":"\n  Ahah we were in Knoxville for the week\n  ","897487":"\n  I dont think so? She just loves how I have natural beach curls and that\n  ","897488":"\n  Through my music and the music videos that I create to go along with it\n  ","897489":"\n  Parents had my back since I was little but always supported me and my dreams. However I do have a great friend group now and so far they have proved they can be trusted.\n  ","897490":"\n  Hello\n  ","897491":"\n  I found out theres a new taco place in town that also has a food truck that goes around lol\n  ","897492":"\n  Hi\n  ","897493":"\n  No her's is still very short but kinda medium length\n  ","897494":"\n  Come up with ideas for music and videos and stuff\n  ","897495":"\n  I would be disappointed, but this is why I want to most likely homeschool my future kids. Because kids learn at their own paces or can be more advanced then others in certain areas and other people's children are not so nice and like to bully others. And I want to protect my children from being bullied by those people just because my child will be behind on learning or struggle a bit or may be super smart in like reading and the peers will be jealous because my child can read at a higher level. I just feel my child doesnt pressure or bullying involved in their lives for something so small but big as education\n  ","897496":"\n  I love my long hair. And short hair isnt my style\n  ","897497":"\n  A lot of people would say an amusement park so they can sneak in and ride all the rides and stuff for free. Honestly if concerts where still going on ... I would want to sneak in to see my favorite artist perform ahah\n  ","897498":"\n  No\n  ","897499":"\n  People being rude and disrespectful to those who are trying their hardest at things but those people take their anger out on them just bc they're having a bad day\n  ","897500":"\n  Hmm  theres a lot that I do in my actual career that I \"own\" many things but I would love to have an interior design office\n  ","897501":"\n  Yeah lol\n  ","897502":"\n  She rocks any style she chooses 🧡\n  ","897503":"\n  Still in Tennessee but hopefully in my forever dream home 🧡\n  ","897504":"\n  💙💙💙\n  ","897505":"\n  😊\n  ","897506":"\n  Yes he is but theres been some rough nights this week.\n  ","897507":"\n  Awe thank you 😊\n  ","897508":"\n  I love it\n  ","897509":"\n  I want to be like Elsa and be able to control water and snow lol but for like good fun things or when its needed.\n  ","897510":"\n  For some reason everytime we say thanks for \"watching\" it comes out as wayching..\n  ","897511":"\n  Thank you 😊\n  ","897512":"\n  Why envy ? Some people have their own jokes that they think are hilarious and others dont\n  ","897513":"\n  Happy #CimorelliSaturday! Today\n  \n   @lisacimorelli\n  \n  talked about the time she SHAVED HER HEAD. She talks all about how empowered it made her feel! She is such a queen and can rock any hair style!! Would you ever shave your head!? Tag a friend who wants to shave theirs! 🎉 Watch the full video on our YouTube\n  \n\n   https:\/\/youtu.be\/DCLV3iMPjEE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","897514":"\n  Happy Saturday\n  ","897515":"\n  Emma who?\n  ","897516":"\n  PLEASE GO LISTEN !!! ^^^\n  ","897517":"\n  Ooo demi lovato references\n  ","897518":"\n  Mhm\n  ","897519":"\n  Hating the sound of people chewing\n  ","897520":"\n  Not yer\n  ","897521":"\n  I think I would want to visit my past see where things got me to where I am today. Get to see those who are no longer here again\n  ","897522":"\n  I.o. us basically if a country needs something like for example bread u give it to them and they in return have to give u whatever item you will need in the future from them\n  ","897523":"\n  Agree\n  ","897524":"\n  Currently playing a game\n  ","897525":"\n  Just was the usual\n  ","897526":"\n  Same twitter can be a toxic place\n  ","897527":"\n  H &m\n  ","897528":"\n  I was getting tired of us being compared to roadtrip when they were together. One we been around way longer, 2. We been to the uk many times and other countries besides the usa, where they only came to the us like what once? 3. They lost two members in a year time span and we only lost dani 4. They didnt share earnings and one person controlled it all. 5. Awkward as heck because I'm very good friends with most of them and even dated them\n  ","897529":"\n  We need more kind people in this world\n  ","897530":"\n  I wouldnt mind that's for sure\n  ","897531":"\n  Yeah\n  ","897532":"\n  Why were you sad?\n  ","897533":"\n  Nice, good to hear\n  ","897534":"\n  Yeah someone's governor made an oopsie\n  ","897535":"\n  Get some rest then\n  ","897536":"\n  Haha this photo was also from Katherine's wedding reception\n  ","897537":"\n  Thank you !!!\n  ","897538":"\n  😂😂 probably one that hasn't been posted\n  ","897539":"\n  Its alright\n  ","897540":"\n  👼💙\n  ","897541":"\n  Miss you guys so much !!! Thanks elise 💙🧡\n  \n   @ellinorton_\n  \n","897542":"\n  Thanks\n  ","897543":"\n  Thank you Brice 😊\n  ","897544":"\n  Love you sisss\n  ","897545":"\n\n   @lisamcimorelli\n  \n","897546":"\n  I'm sure they'll come celebrate\n  ","897547":"\n  Birthday shenanigans with Christina\n  ","897548":"\n  She said thank you\n  ","897549":"\n  If you made a youtube video please share it to us so we can check them out 💙\n  \n\n   https:\/\/youtu.be\/m58FiU6i7co\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","897550":"\n  Yeah 😊\n  ","897551":"\n  Tysm Dave!!!\n  ","897552":"\n  Thank youuu 🧡💙\n  ","897553":"\n  We normally share just one cake together 😊\n  ","897554":"\n  Thank you 😊\n  ","897555":"\n  Happy birthday to myself (30 years old!!!) and one of the best people I’ve ever met!!!! And now ONE of the best birthday presents I’ve ever gotten. Lauren is truly an amazing human being. I can honestly say that a large majority of what we’ve been able to accomplish with the band and what I’ve been able to do on my own is because of Lauren’s support and encouragement. Even though she was so young when we started things, her constant enthusiasm and support drove me to take risks and put myself out there for us when I was terrified and we would NOT be where we are today without her! She is one of THE MOST creative people I’ve ever known. She contributes SO MUCH not only with artistic ideas but also strategy. Her ideas for music and aesthetics are INSANE and I’m constantly in awe and impressed by everything she does.\n  \n  I’ll always be so beyond proud of her and wish I could pick out outfits the way she can haha. She’s SO wise, caring and empathetic and her friends are the luckiest people in the world! And how could I not mention how HILARIOUS she is. Her sense of humor and LAUGH are spectacular haha.\n  \n  Happy birthday to one of the best people on the planet LAUREN CIMORELLI! Our bond will NEVER be broken! Haha\n  \n  And wow, I’m thirty years old and I have a child! Here’s to a brand new decade and the biggest life change ever!! Make sure to say happy birthday to Lauren! Can’t wait to celebrate with her today like we always do!!! We now just have an extra little buddy with us to celebrate! 🥰 ~♡christina♡~\n  ","897556":"\n  Thank youu\n  ","897557":"\n  Yeahh\n  ","897558":"\n  Thank youu\n  ","897559":"\n  I appreciate it  😊\n  ","897560":"\n  I just turned 22 so I'll let you know in a few days\n  ","897561":"\n  🥺\n  ","897562":"\n  Hes so adorable 🥺👼\n  ","897563":"\n  Thank you bb love you too!!!\n  ","897564":"\n  No you're not late at all ahah it's our birthday today. Thank you 🧡\n  ","897565":"\n  Tysm!!!\n  ","897566":"\n  ☆acacia☆\n  ","897567":"\n  -nick\n  ","897568":"\n  Thank you denny 🥳\n  ","897569":"\n  HAPPY BIRTHDAY TO MY QUEEN BADDIES!!!!\n  \n  Christina- THIRTY AND THRIVING. You are such a dynamic and Inspiring person! You care so deeply about people and have so much integrity you are so deep and so fiercely loyal!! I am so happy you are my older sister! I’m so excited to see where motherhood takes you!! Love u!\n  \n  Lauren) TWENTY TWO AND BETTER THAN U LOL you are a queen baddie omg I am so so grateful to have you as my sister wow you are smart\/loyal\/hilarious\/ fun\/ a leader\/ determined\/ your integrity and loyalty and your home decor skills are unparalleled. Love you!!\n  \n  HAPPYYY BIRTHDAY BADDIES 😭❤️🐻🎉✨ ~ Amy\n  ","897570":"\n  Thank you liv!!!\n  ","897571":"\n  Happy birthday to me and also to one of my biggest role models\n  \n   @christinacimorelli\n  \n  !!!! For those of you who don’t know, me and Christina have the same birthday! I think we always had kind of a special bond because of that and I always looked up to her soooo much. We have some natural similarities such as we both like to plan ahead and know what’s going on at all times, same kinda taste in food, and we’re interested in a lot of the same topics, but I would be a completely different person today if it weren’t for Christina. She taught me how to think, how to keep asking why until you get to the truth. She showed me what strength looks like as she constantly carries the weight of the world on her shoulders and never complains about it, but also as she’s always willing to take a long hard look at herself, acknowledge her flaws, and put in the always difficult and sometimes terrifying effort to change. She taught me resilience as I watched her get kicked down by life over and over and she never stopped getting back up. She showed me that being fearless doesn’t mean you never get scared, it just means you have the courage to do it anyway. She showed me how to stand up for myself and also to ALWAYS stand up for others who aren’t standing up for themselves. The amount of faith and trust she has in God is something I aspire to have. She is selfless, generous, extremely empathetic, and has an exceptional amount of moral character and integrity. She’s the kind of person everyone would want in their life. On the outside, I don’t think people see how giving and kindhearted she is because she doesn’t try to put it out there and let everyone know that she is because she actually has real humility !!! Amazing. I could go on all day but I think you get the point.... Love you C ❤️❤️\n  ","897572":"\n  Someone is a hit obsessive\n  ","897573":"\n  Ah well\n  \n   @alicexrosexking\n  \n  knows who I'm talking to\n  ","897574":"\n  I'm not interested in him\n  ","897575":"\n  Which andy?\n  ","897576":"\n  I think idk\n  ","897577":"\n  🥺 I'm sorry to hear that\n  ","897578":"\n  Pretty well I believe\n  ","897579":"\n  Currently wearing a blue dress ahah\n  ","897580":"\n  All the time\n  ","897581":"\n  Yeah we have three female strays that hang around our house and one just had babies but it looks like only one is underneath the porch\n  ","897582":"\n  And I ended up getting a scratch on my leg\n  ","897583":"\n  Kinda lol I dont really want to get older ahah\n  ","897584":"\n  😊\n  ","897585":"\n  Kinda ridiculous... half of your products are made in china...\n  ","897586":"\n  I do, and I dont exactly have a favorite lyric\n  ","897587":"\n  Yeah probably just a small get together with family\n  ","897588":"\n  Interacting with our fans\n  ","897589":"\n  Nah\n  ","897590":"\n  Heck no\n  ","897591":"\n  Yeah\n  ","897592":"\n  I'm in town but I'm not sure what the plans are yet\n  ","897593":"\n  Kinda\n  ","897594":"\n  Sorry I'm not interested\n  ","897595":"\n  Shes doing good\n  ","897596":"\n  No\n  ","897597":"\n  No I'm afraid to admit how I actually feel at times bc when I finally said I loved someone they left or made up some sad reason as to why they broke up with me and so on\n  ","897598":"\n  No we've both been out of town this week with friends.\n  ","897599":"\n  I only kiss people I've been dating for awhile\n  ","897600":"\n  Alright\n  ","897601":"\n  Yeah\n  ","897602":"\n  For as long as I can remember\n  ","897603":"\n  Sure keep it appropriate\n  ","897604":"\n  😭\n  ","897605":"\n  I miss touring\n  ","897606":"\n  I appreciate that\n  ","897607":"\n  Huh\n  ","897608":"\n  Thanks :)\n  ","897609":"\n  I've only watched her show a few times, but I've never actually seen it as racist or toxic as a child. However there were times I noticed something she said did sound a bit rude and mean like\n  ","897610":"\n  Thank you !!!\n  ","897611":"\n  I just ate a sandwhich lol\n  ","897612":"\n  I'm doing alright,  just had a pretty long day\n  ","897613":"\n  It can be\n  ","897614":"\n  Our justice system is totally messed up and needs major fixing... the ones that deserve the penalty are the ones who just get a slap on the wrist and the ones who make a minor mistake like say killed a rapist from harming a child is the one who gets the worst of the consequences\n  ","897615":"\n  Been pretty busy and just exhausting bc the heat\n  ","897616":"\n  Ahah well he sure is mighty\n  ","897617":"\n  No I understand\n  ","897618":"\n  Same here\n  ","897619":"\n  Oh i see, never watched that\n  ","897620":"\n  HAPPY 11 YEARS OF CIMORELLI!!! 🧡🧡🧡\n  \n\n   @christinacimorelli\n  \n\n   @katherinecim\n  \n\n   @lisamcimorelli\n  \n\n   @amyelizabethcimorelli\n  \n\n   @Dncimorelli\n  \n  ( you're still a part of the band history even though you left)\n  \n\n   https:\/\/youtu.be\/Kmw9xTpBZyw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/TvyGd78i0Kg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","897621":"\n  Lads\n  ","897622":"\n  Yep\n  ","897623":"\n  I make a daily list of what I need to do the night before and set a goal. If I atleast do one thing on that list then I'm happy\n  ","897624":"\n  Haha a lot of people do\n  ","897625":"\n  Just exploring Knoxville\n  ","897626":"\n  Making mistakes every now and then\n  ","897627":"\n  Biting my lip when nervous or in thought\n  ","897628":"\n  Probably the passenger seat. I dont like being the one to speed in a car\n  ","897629":"\n  The world is genderless ...\n  ","897630":"\n  270 and that's just in  a day\n  ","897631":"\n  Yes we did\n  ","897632":"\n  Aha yeah\n  ","897633":"\n  The one my friend uses has had the spotify apk for a year and hasn't had any issues\n  ","897634":"\n  No clue yet aha\n  ","897635":"\n  Mhm\n  ","897636":"\n  She wants to do an updo hairstyle for her wedding\n  ","897637":"\n  I like my long hair\n  ","897638":"\n  I'm just out exploring Knoxville 😊\n  ","897639":"\n  Not yet, thinking about grabbing a sandwich or a burger not sure\n  ","897640":"\n  Sure\n  ","897641":"\n  Yep\n  ","897642":"\n  Lol\n  ","897643":"\n  She had to stay longer because shes\n  \n  1. A first time mother of a child that was carried full term and born into the world\n  \n  2. Her having a bloodcotting disorder is a risk at any time in pregnancy and birth\n  \n  3. It was an emergency c section\n  \n  4. They need to make sure she completely recovers from the c section and nothing went wrong during or after\n  \n  5. Barrett had complications at birth and had to be monitored (jaundice and other things christina will discuss eventually).\n  \n  6.they are both home now and doing well\n  ","897644":"\n  Lol I'm not in town.\n  ","897645":"\n  272\n  ","897646":"\n  I'm most likely going to run into Jacob soon 😊\n  ","897647":"\n  Theres mjce and that as well\n  ","897648":"\n  Going back to an old relationship and expecting a different ending\n  ","897649":"\n  Will roast unintentionally\n  ","897650":"\n  Popcorn with m&ms in it\n  ","897651":"\n  Still to early to decide\n  ","897652":"\n  I just don't understand why we haven't had a female president yet\n  ","897653":"\n  Spiders, I hate being tickled\n  ","897654":"\n  I dont just randomly give out coins to people idk\n  ","897655":"\n  Water polo\n  ","897656":"\n  Sometimes, expeciay when I'm thinking\n  ","897657":"\n  Ofcourse I believe we all have that special somewhere\n  ","897658":"\n  Once maybe\n  ","897659":"\n  Double\n  ","897660":"\n  Yep\n  ","897661":"\n  Yea\n  ","897662":"\n  I don't  have to post proof just so you believe me\n  ","897663":"\n  Ohio's governor made an oopsie the other day when trump was due to visit for the rally ? He had to take a mandatory test to be around trump, it came back positive. Reminder this is the same governor that manditated masks, stay at home orders, the reason national guard is in the city of Cleveland and wants the last call for alcohol and digested at 10 pm no later. He then took a second test not even 30 mins to an hour later and it came back negative? Although they were both different styles of testing they should still give the same results like a drug would tbh. How is that possible? Major red flag thrown there. Also the fact they continue to count one person as each new case each time that one person gets tested? How many people do you actually know that is sick bc of covid? My friends mother died due to a heart attack and on the death certificate they wrote covid...\n  ","897664":"\n  Sure\n  ","897665":"\n  Barrett james reali\n  ","897666":"\n  Barrett james reali\n  ","897667":"\n  Ok\n  ","897668":"\n  Yes she is amazing\n  ","897669":"\n  I am lauren, that's where you are wrong.\n  ","897670":"\n  I'm 5'7 my family members are all kinda tall except my older sister any bc she has turners syndrome which stunts the growth\n  ","897671":"\n  It wasnt planned and was an emergency\n  ","897672":"\n  Shes home now recovering and barrett had his first appointment. I believe everything is good so far 😊\n  ","897673":"\n  Better at just performing tbh\n  ","897674":"\n  I'm the youngest in the band\n  ","897675":"\n  Dude seems a bit weird\n  ","897676":"\n  Hope you had an amazing weekend, stay safe\n  ","897677":"\n  I'm not a trillionaire lol\n  ","897678":"\n  No I like having long hair\n  ","897679":"\n  Mhm\n  ","897680":"\n  Thank you 💙\n  ","897681":"\n  I used to draw a lot when I was younger but lately I just haven't drawn in forever and not sure what I should draw\n  ","897682":"\n  Have fun\n  ","897683":"\n  Really appreciated just spending the day with christina and the family\n  ","897684":"\n  You as well\n  ","897685":"\n  You dont have to follow all the things or believe them. You can have your own beliefs and stuff\n  ","897686":"\n  Definitely\n  ","897687":"\n  I feel I read about this a long time ago in school but forgot about it. But at the time people didnt see it acceptable to have any other religion that was outside the church of Catholicism\n  ","897688":"\n  Idk I'm not home atm\n  ","897689":"\n  Thing is hes a fan 😒\n  ","897690":"\n  I probably wouldn't be that good or funny to most\n  ","897691":"\n  Yeah def\n  ","897692":"\n  What\n  ","897693":"\n  She did post the photo christina did with a caption. She also stated why she hasn't been around in her assumptions about me video.\n  ","897694":"\n  😂\n  ","897695":"\n  I feel I'm already pretty tall ahah so shorter. Be Amy's size for the day\n  ","897696":"\n  Awe thanks\n  ","897697":"\n  Oh well\n  ","897698":"\n  You should go to bed and leave me alone\n  ","897699":"\n  Its ok\n  ","897700":"\n  Yes she did\n  ","897701":"\n  No\n  ","897702":"\n  I'm catholic\n  ","897703":"\n  Glad you guys love the ep 💙\n  ","897704":"\n  Lion and owl\n  ","897705":"\n  I really dont know\n  ","897706":"\n  Baby and mom are totally fine. Just was a scary moment\n  ","897707":"\n  Don't. Hes alright\n  ","897708":"\n  Conceited- stuck up, obsessed with one's self, doesn't care about others\n  \n  Self aware- able to focus on yourself. and how your actions, thoughts, or emotions do or don't align with your internal standards\n  ","897709":"\n  So excited to share this chapter with each and every single one of the baddies now\n  ","897710":"\n  Oh is it cold where you live?\n  ","897711":"\n  I have a tesla model 3\n  ","897712":"\n  I'm not sure to be honest. I guess cherish every moment u get with friends and family\n  ","897713":"\n  Learn to leave people alone if they're not showing any interest in you.  Bc you can be charged with harassment,  threats and have a protection order against you\n  ","897714":"\n  Mhm\n  ","897715":"\n  I'm way past middle school age... I'm graduated, suppose to be in college\n  ","897716":"\n  Explore the town I'm in\n  ","897717":"\n  It's ok I guess\n  ","897718":"\n  Interesting\n  ","897719":"\n  I like both\n  ","897720":"\n  Yep\n  ","897721":"\n  Chicken parmesan 🤔\n  ","897722":"\n  Good.\n  ","897723":"\n  Yeah\n  ","897724":"\n  Kittens theres five\n  ","897725":"\n  Oprah\n  ","897726":"\n  Happy monday huhs\n  ","897727":"\n  That's why you should be careful\n  ","897728":"\n  Yes she is\n  ","897729":"\n  Bueno\n  ","897730":"\n  I don't have an issue with anyone\n  ","897731":"\n  I did just randomly wake up with them\n  ","897732":"\n  I will\n  ","897733":"\n  Best of wishes tobbe!! Going to miss seeing you around on here and your questions\n  ","897734":"\n  I dont wear bikinis\n  ","897735":"\n  Oof\n  ","897736":"\n  I've been there like once or twice but don't know much about it\n  ","897737":"\n  I actually did\n  ","897738":"\n  I want my own snake one day\n  ","897739":"\n  Oof\n  ","897740":"\n  Mhm\n  ","897741":"\n  I like respecting myself and my body. I dont like showing off too much skin\n  ","897742":"\n  I had pizza for dinner\n  ","897743":"\n  The day we got discovered on YouTube\n  ","897744":"\n  Mine as well lol\n  ","897745":"\n  Wish heaven had a phone to talk to or see my nana I miss her terribly. And shes what started this amazing journey of being in a band with my sisters ... used to get us gigs at the nursing homes  and so much more\n  ","897746":"\n  A manican dressed up as a football player in someones yard\n  ","897747":"\n  No\n  ","897748":"\n  Juice\n  ","897749":"\n  Thank you\n  ","897750":"\n  A few times yes\n  ","897751":"\n  Thanks\n  ","897752":"\n  Pretty long\n  ","897753":"\n  Zero\n  ","897754":"\n  How grateful I am for god putting such amazing supportive friends in my life\n  ","897755":"\n  Pretty late at night. Shes doing a video on all this soon\n  ","897756":"\n  But still going to get it examined\n  ","897757":"\n  I'm aware. Its just we havent had any babies in the family for a awhile\n  ","897758":"\n  Mhm\n  ","897759":"\n  I think it's just a deep cleaning that is needed to get rid of plague in hard to reach areas ... plus gum disease does run in my family but it seems to be healing\n  ","897760":"\n  It's not a big deal. I have deleted many posts minutes after posting it\n  ","897761":"\n  I ate three times today but it just made my stomach hurt :( not sure why I'm getting tons of headaches lately\n  ","897762":"\n  Mhm\n  ","897763":"\n  In a way I feel it's starting to heal ( whatever was wrong with it) but I still want to get it checked on just incase\n  ","897764":"\n  Ohh\n  ","897765":"\n  😂\n  ","897766":"\n  It was in Lebanon in a city starting with a b not Hiroshima.. but my heart goes out to them and prayers\n  ","897767":"\n  Could use some improvement but really good for starters\n  ","897768":"\n  😒\n  ","897769":"\n  No\n  ","897770":"\n  Agree\n  ","897771":"\n  Thanks\n  ","897772":"\n  Nope its barrett\n  ","897773":"\n  *barrett\n  ","897774":"\n  Booboo Stewart everyone\n  ","897775":"\n  Thank you\n  ","897776":"\n  I ate lol\n  ","897777":"\n  We can talk\n  ","897778":"\n  Thank you\n  ","897779":"\n  💙\n  ","897780":"\n  Night\n  ","897781":"\n  His name is barrett\n  ","897782":"\n  Loosing my love ones\n  ","897783":"\n  Yeah\n  ","897784":"\n  If she decides to have any more. I'm not sure what she can or can't do considering she had an emergency c section\n  ","897785":"\n  I'm feeling back to normal now. Thank you\n  ","897786":"\n  I'll let chris answer all this. She's filming two videos, one that will be on the channel for the band and hers\n  ","897787":"\n  Such an angel rainbow baby boy\n  ","897788":"\n  I'm doing pretty good, how are you doing regina?\n  ","897789":"\n  Hope you have an amazing weekend\n  ","897790":"\n  Orange :)\n  ","897791":"\n  Getting so tired of the hate and sexual questions and comments\n  ","897792":"\n  Maybe ask her to call you instead?\n  ","897793":"\n  I always did musical theater each summer as a child. And loved it, but it would be cool to be a movie actress as well\n  ","897794":"\n  No I havent\n  ","897795":"\n  Exactly\n  ","897796":"\n  Happy Sunday hugs\n  ","897797":"\n  I believe hes moving or his friend is\n  ","897798":"\n  I think so\n  ","897799":"\n  Theres nothing wrong with waiting for the right person to come along\n  ","897800":"\n  Awe\n  ","897801":"\n  Oh\n  ","897802":"\n  Ahah I remember this\n  ","897803":"\n  Wow\n  ","897804":"\n  Which one\n  ","897805":"\n  Awe thank you\n  ","897806":"\n  Lol thanks\n  ","897807":"\n  Just come off anon\n  ","897808":"\n  I think shes a bit more wider than me but it can fix with a belt or something\n  ","897809":"\n  No?\n  ","897810":"\n  Yeah sadly if we don't get back to filming tv shows and that the whole year is going to be extremely boring\n  ","897811":"\n  I dont know if she does or not. It may change when she gets married it may remain the same who knows.\n  ","897812":"\n  I don't like that show and never became interested in it\n  ","897813":"\n  Idk. I'm currently out of town at an air bnb with rachael and mel\n  ","897814":"\n  Think its messed up, and texts don't always go through or they don't read them all if theres multiple texts. Better to breakup in person so you can talk face to face\n  ","897815":"\n  Seth clearwater\n  ","897816":"\n  Maybe I don't really know yet.\n  ","897817":"\n  Aw thanks\n  ","897818":"\n  Ahah way too many\n  ","897819":"\n  You're welcome 😊\n  ","897820":"\n  Hii\n  ","897821":"\n  Hold your breath for as long as possible, pace yourself, and dont rush to get to the other side, come up for air if you need to\n  ","897822":"\n  tasche bratz o polly.\n  ","897823":"\n  Sure\n  ","897824":"\n  I wouldn't mind if I ever got the chance to\n  ","897825":"\n  K think I'm more a hufflepuff\n  ","897826":"\n  An awesome person I have gotten the chance to meet and interact with. Such a cool, down to earth and honest, fun, supportive, loving person. Definitely makes ask more fun to be on with his presence\n  ","897827":"\n  It's alright javi\n  ","897828":"\n  I'm totally fine\n  ","897829":"\n  Daddy's girl forever\n  ","897830":"\n  Thank you bb\n  ","897831":"\n  I would love to write or be able to work\/ collaborate with bigger artists but I appreciate every milestone and opportunity I am offered or reach.\n  ","897832":"\n  It's a beautiful mansion, but way to pricey and more hotel like then a forever home. To plain way to much white and basic colors. I atleast need some splash of color here and there. Also not really my style, I want like a modern home with like bohemian style incorporated.\n  ","897833":"\n  Just keep putting in effort\n  ","897834":"\n  Shes always dancing to something aha\n  ","897835":"\n  Lol thanks.\n  ","897836":"\n  That's cute I guess\n  ","897837":"\n  I'm always writing music so right now I have no idea what my plans are.\n  ","897838":"\n  No need for me to be jealous of no one especially someone with no name or face 😊 I already know I have the upper hand and my value and worth\n  ","897839":"\n  Not your babe.\n  ","897840":"\n  Because it's such a intimate moment that should only be shared between the person you know you're going to be with for the rest of your life and you. Something you can't just have back whenever you think you found the \"one\". Sorry my beliefs aren't the same as yours but I'll rather wait till I'm for certain that's the person I'm going to be with for the rest of my life then going around and having sex with multiple people who only want a hit it or miss it moment.\n  ","897841":"\n  😒\n  ","897842":"\n  I don't get why people send sexual things thinking they're going to get lucky lol, this is a question and answer website not a dating website\n  ","897843":"\n  Not all girls best features are their body. Their personality, eyes, smile, laugh etc. Can all be their best feature\n  ","897844":"\n  I don't think so\n  ","897845":"\n  Jupiter is so pretty. Would be cool to actually live there if we could live and survive like we could on earth.\n  ","897846":"\n  Never had that happen tbh\n  ","897847":"\n  Good I suppose\n  ","897848":"\n  I call all my siblings that\n  ","897849":"\n  I guess shes alright lol\n  ","897850":"\n  Yeah ahah\n  ","897851":"\n  😊\n  ","897852":"\n  Yes she is pretty\n  ","897853":"\n  Yeah\n  ","897854":"\n  I think in a way at the time and those years you can label that love u or someone has for you unconditional... but yes it may change in the future and some people do fall out of love but the memories and the love and respect you both had wont ever change\n  ","897855":"\n  penso di essere più ottimista\n  ","897856":"\n  Happy Sunday 😊\n  ","897857":"\n  Orange and blue\n  ","897858":"\n  tenang dan diam\n  ","897859":"\n  I do but I guess hes in a relationship\n  ","897860":"\n  Yep\n  ","897861":"\n  Now I kinda know what parents mean by babies grow up to fast\n  ","897862":"\n  Yeah it's just hitting me that like wow most of us are married or dating someone and moving into our own houses and starting different chapters. But it's like I blinked and the youngest grew up so quick\n  ","897863":"\n  They'll have barrett to come over and visit. And other grandchildren if anyone gets pregnant soon or again\n  ","897864":"\n  We crashed a wedding lastnight and got to meet the bride and congratulate her lol\n  ","897865":"\n  Yeah\n  ","897866":"\n  I think nicky is moving :(\n  ","897867":"\n  Those emotions really start to hit when you realize you're oldest brother has his own family now, your oldest sister is a mom now. And your youngest siblings are married or moving out the family house :(\n  ","897868":"\n  Sto bene, sto solo passando del tempo con i miei migliori amici\n  ","897869":"\n  I hate when it randomly comes\n  ","897870":"\n  Why did I say that\n  ","897871":"\n  Think its messed up. Someones governor made an oopsie\n  ","897872":"\n  Yep\n  ","897873":"\n  Lol I wasnt logged in when she texted\n  ","897874":"\n  I have no idea why I said 5\n  ","897875":"\n  Travel the world for free bc I can go wherever I want to when ever I wanted\n  ","897876":"\n  Yep\n  ","897877":"\n  Hello how are you?\n  ","897878":"\n  Yeah\n  ","897879":"\n  If they're fans then I dont report\n  ","897880":"\n  That's mine but I think I forgot the password to that one lol\n  ","897881":"\n  Someone that's only around because they want one thing from you or make you feel bad about yourself when they're not getting what they want and so on\n  ","897882":"\n  Mhm\n  ","897883":"\n  Love this\n  ","897884":"\n  I hate long flights\n  ","897885":"\n  A fan\n  ","897886":"\n  No she's not 😂😂😂\n  ","897887":"\n  That's in a language I dont speak. So obviously it's a fan or obvious fake\n  ","897888":"\n  Ik\n  ","897889":"\n  Same goes to you 😊\n  ","897890":"\n  Ok\n  ","897891":"\n  Valentines day\n  ","897892":"\n  No lol\n  ","897893":"\n  We can be friends if you come off anon\n  ","897894":"\n  Which ones\n  ","897895":"\n  Ok\n  ","897896":"\n  You have no stress or no worries\n  ","897897":"\n  Normally just an egg, sausage, avocado toast, cold brew and fruit\n  ","897898":"\n  Not your concern if they are or not\n  ","897899":"\n  325\n  ","897900":"\n  Just doesnt have anything better to with their lives\n  ","897901":"\n  I guess some anon been going around sending threats to people idk\n  ","897902":"\n  Good, hbu?\n  ","897903":"\n  Want to what\n  ","897904":"\n  Yea\n  ","897905":"\n  Not sure the helicopter really scared me lol\n  ","897906":"\n  I'm really confused\n  ","897907":"\n  My bestfriend\n  ","897908":"\n  Thank you  😊💙\n  ","897909":"\n  Idk\n  ","897910":"\n  Swam with sharks\n  ","897911":"\n  I'm confused\n  ","897912":"\n  Huh\n  ","897913":"\n  Yeah but I'm feeling back to normal now 😊\n  ","897914":"\n  Mhm\n  ","897915":"\n  Same here. Been having an issue where my gum on like the lower front teeth have been sensitive and spacing apart. Also the fact it bleeds everytime I brush or floss. Been doing brushing 3 times a day, fluoride rinses, flossing and even peroxide rinses and it's still being weird. So scheduled an appointment  to have it looked at, rather get it checked and dealt with now then to wait and it gets worse\n  ","897916":"\n  Idk. But as of now... no\n  ","897917":"\n  Cba\n  ","897918":"\n  They're alright\n  ","897919":"\n  Of course as the other four as well\n  ","897920":"\n  Best of wishes. I have to go for x Ray's and a full examination\n  ","897921":"\n  Considering I'm waiting till after marriage, yes\n  ","897922":"\n  With\n  \n   @ColbyBrockOfficial\n  \n  I haven't been with anyone since\n  ","897923":"\n  I feel you on the toothache. I have to go to the dentist next monday\n  ","897924":"\n  We took these way before\n  \n  Covid even happend\n  ","897925":"\n  Yeah aha just the accessories can get uncomfortable at times (plush tails and horns etc)\n  ","897926":"\n  Isn't everyone kinda scared of death bc we don't know how it when we are going to die?\n  ","897927":"\n  I'm out of town with rachael and mel so I appreciate these updates lol\n  ","897928":"\n  Spend the weekend with the lads\n  ","897929":"\n  My nephew 💙👶👼\n  ","897930":"\n  While recording the video for youtube I look up all dreamy like-\n  \n  Lisa: OMG SHE IS A DISNEY PRINCESS\n  ","897931":"\n  Exploring the city with rachael &mel\n  ","897932":"\n  👼👶\n  ","897933":"\n  NEW CIMORELLI SATURDAY VIDEO!!! In this weeks video we did a medley of classic disney songs. This medley is dedicated to our newest member of the CimFam, our nephew baby Barrett 💙👼👶\n  \n\n   https:\/\/youtu.be\/4UiaCC01Vwk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","897934":"\n  Sure we can talk here\n  ","897935":"\n  Ahaha\n  ","897936":"\n  Hugs\n  ","897937":"\n  Lol\n  ","897938":"\n  Watching house tours of million dollars worth mansions\n  ","897939":"\n  Thank you 😊\n  ","897940":"\n  Where?\n  ","897941":"\n  Not this week I've been busy unfortunately\n  ","897942":"\n  Honestly I hate wearing them. I have 3 right now, and none ... I hate them\n  ","897943":"\n  Driving dirt bikes bc elli's brothers always drove theirs and I never was that type of girl who did what the boys did\n  ","897944":"\n  I think a month ago. I wasnt feeling well and was paranoid as well and just couldnt sleep\n  ","897945":"\n  The story a little girl told us that lisa used to babysit and the fact we wrote a song about it... it's never really going to fade from my memory. I hope she's doing well now\n  ","897946":"\n  I'm going to sleep then tomorrow I probably will go hang with friends\n  ","897947":"\n  My family\n  ","897948":"\n  No paparazzi took any pictures of my sisters nor I 😒\n  ","897949":"\n  Ok\n  ","897950":"\n  It's now august 8th haha\n  ","897951":"\n  I'm doing good. How are you?\n  ","897952":"\n  Someone asked me a really dumb question when they seen what I did ...\n  ","897953":"\n  We havent done a album specifically for children but now that Christina is a mom and we have a baby in the family... theres a possibility we may have a few songs dedicated or about barrett james. Or will sing specific children songs just for him\n  ","897954":"\n  My dna or my personality. Just as every one else in the world. No two people are alike\n  ","897955":"\n  Mhm 😊\n  ","897956":"\n  I know\n  ","897957":"\n  Then leave it alone\n  ","897958":"\n  I dont know him in real life but hes a really good internet friend of mine. And seems very caring and interesting\n  ","897959":"\n  True plus people are also multi fandoms and its hard to always be active in all\n  ","897960":"\n  Some people would be happy and others would be like omg nooo\n  ","897961":"\n  I appreciate all the get well wishes and I'm feeling back to normal pretty much\n  ","897962":"\n  Thing is theres evidence this is all made up ..... but 😒\n  ","897963":"\n  What?\n  ","897964":"\n  ???\n  ","897965":"\n  I'm alright, how are you?\n  ","897966":"\n  Not to long ago\n  ","897967":"\n  How come\n  ","897968":"\n  Yeah\n  ","897969":"\n  I already gave my opinion\n  ","897970":"\n  Who doesnt?\n  ","897971":"\n  Ask her\n  ","897972":"\n  I'm doing alright\n  ","897973":"\n  I dont think so bc it's not like I actually want their man\n  ","897974":"\n  Mhm\n  ","897975":"\n  Have you tried to eat slower than usual?\n  ","897976":"\n  Yeah\n  ","897977":"\n  Pepelepewwwwwww\n  ","897978":"\n  Yeah\n  ","897979":"\n  Thanks\n  ","897980":"\n  I posted a few the other day just scroll down\n  ","897981":"\n  Definitely one of my favorite chapters in our career\n  ","897982":"\n  Not unless I'm comfortable and know they dont care. Otherwise it's not my buisness\n  ","897983":"\n  Idk who that is\n  ","897984":"\n  Ahah true\n  ","897985":"\n  You're welcome\n  ","897986":"\n  Kinda hard to write a song about someone I dont even know or atleast have a face or name to match it to\n  ","897987":"\n  I' haven't posted nor took any recent I'm sorry.\n  ","897988":"\n  Yes but I also been sleeping and trying to get work things done\n  ","897989":"\n  Not a show I'm interested in\n  ","897990":"\n  Not anytime soon\n  ","897991":"\n  Yeah\n  ","897992":"\n  Been keeping busy with just life\n  ","897993":"\n  Yep\n  ","897994":"\n  Understandable\n  ","897995":"\n  Fingers cross\n  ","897996":"\n  I have no idea. I guess so you dont think someone ate it idk\n  ","897997":"\n  I'm doing well. How about you?\n  ","897998":"\n  For the billionth time it is lisa and i\n  ","897999":"\n  Didnt think she would actually cut it all off\n  ","898000":"\n  Taylor swift 😊\n  ","898001":"\n  I wasnt pregnant. It's my nephew barrett james\n  ","898002":"\n  Hes so worried about an app ran by China when there is way more important things to worry about\n  ","898003":"\n  Thanks for helping\n  ","898004":"\n  Well that's good that you are optimistic\n  ","898005":"\n  I'm good 😊\n  ","898006":"\n  I've dated a mixed before\n  ","898007":"\n  She likes nickelback\n  ","898008":"\n  Haha\n  ","898009":"\n  Oh I see well maybe someday I'll  check them out and see if I like them or not\n  ","898010":"\n  Yes. I agreed to go to Cuba on a missionary trip with living waters for the world to learn more about their organization and how they help provide safe clean water for people in need. We also wrote a song dedicated to those who need our help to raise awareness and have done a few fundraisers to help raise money as well\n  ","898011":"\n  They're doing great, due to come home soon.\n  ","898012":"\n  We used to grow our own vegetables and stuff but not anymore :(\n  ","898013":"\n  Probably not\n  ","898014":"\n  Thank you and sure 😊 do a cover of this song\n  \n\n   https:\/\/youtu.be\/sNPGHeoTemM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","898015":"\n  I'm decent but theres still some words I misspell\n  ","898016":"\n  Ariana grande's cloud collection has been my favorite and this one by rue 21 called black\n  ","898017":"\n  Actually two music videos of mine where filmed based off my bedroom : brown eyed boys and pressure\n  ","898018":"\n  buona sera e triste sentire che è finita. spero che ti sia divertito e hai avuto modo di creare dei bei ricordi\n  ","898019":"\n  It can be except I end up getting behind on so many\n  ","898020":"\n  Good for the most part but just a lot of mean people and con artists\n  ","898021":"\n  Yeah I am\n  ","898022":"\n  That's great\n  ","898023":"\n  No Lisa's\n  ","898024":"\n  I know she tried jumping onto my leg and fell\n  ","898025":"\n  \"Break a leg, nice shirt, I like your hair, awe that seems so cool\"\n  ","898026":"\n  Thank you!!!\n  ","898027":"\n  Ikkkk\n  ","898028":"\n  I've been trying my best to answer as many as I can\n  ","898029":"\n  We can talk on here.\n  ","898030":"\n  He's so chubby though its adorable !!!\n  ","898031":"\n  No I like my long hair\n  ","898032":"\n  🤔🤔🤔\n  ","898033":"\n  Have a fantastic night\n  ","898034":"\n  You should be able to download apk files and get some apps for free, since you can't have premium due to money issues. There is a free version of premium I know that people use and its apk\n  ","898035":"\n  Mhm 😊\n  ","898036":"\n  Bc I'm not\n  ","898037":"\n  Yep\n  ","898038":"\n  I don't order off Ebay anymore, just Amazon\n  ","898039":"\n  Ehh\n  ","898040":"\n  I'm not interested in a relationship right now\n  ","898041":"\n  Its alright\n  ","898042":"\n  No\n  ","898043":"\n  Twitter\n  ","898044":"\n  🤔\n  ","898045":"\n  They got married in october lol\n  ","898046":"\n  4\n  ","898047":"\n  I'm not looking to get married anytime soon\n  ","898048":"\n  I may know a lot of people, but my circle of friends I see like every week is very small. I'm introverted bc I'll rather be alone or if I want to say something to add to a conversation it takes me a lot of confidence to say something and hope I don't say something to make it awkward and so on.\n  ","898049":"\n  I've been cooking and eating at home. Plus eating at home is much better and saves you money\n  ","898050":"\n  Few weeks ago\n  ","898051":"\n  Thank you 😊\n  "}}