{"Question":{"898052":"\n   Lol translated it or u can write it?\n  ","898053":"\n   I do a mini collage and put it on your Kik of the photos I have seen.\n  ","898054":"\n   Ya I just post you said they wasn't home yet. Maybe tomorrow 🤞💙👶💏🏚\n  ","898055":"\n   Oh Barrett is his name. That's ace name that. 👶💙\n\nBarrett Reali Cimorelli 💙\n  ","898056":"\n   Baby don't hurt me, don't hurt me, no more\n  ","898057":"\n   Ever been in love?\n  ","898058":"\n   why barret?just wondering?\n  ","898059":"\n   Are they home yet 👶💙\n  ","898060":"\n   How'd you describe the envrionment around where you live? Is it urban or rural? What kind of plants or wildlife can you find there? What do you think about it in general? 🏙🏞🐾🌲\n  ","898061":"\n   How long are they going to be there for observation\n  ","898062":"\n   What's your favorite music genre?\n  ","898063":"\n   10\/10 EP\n  ","898064":"\n   Me I think that if a real thing that people can get sick from but I think the numbers that they're spitting out are lies and that there is far less deaths than what they are saying they just want to use that a scare tactic so people will do mail-in voting\n  ","898065":"\n   Tgif feeling any better?\n  ","898066":"\n   Do you believe that covid-19 is a political thing?\n  ","898067":"\n   Wtf kinda question is that? stupid guy\n  ","898068":"\n   selfie?\n  ","898069":"\n   😮 is that real?\n  ","898070":"\n   Hope all is well Lauren\n  ","898071":"\n   My girl.\n   \n    https:\/\/www.instagram.com\/p\/CDUGgL3MvSv\/\n   \n","898072":"\n   Have you ever broken any bones? If so, how many and which ones?\n  ","898073":"\n   Are you good changing diapers?\n  ","898074":"\n   Did you get to change diapers yet?\n  ","898075":"\n   Awwwwww 💙👶 they look so cute\n  ","898076":"\n   post leroy pics\n  ","898077":"\n   How is Christina and the nephew?\n  ","898078":"\n   AUGUST 7TH EVERYONE! BE READY! #BLUEEP\n  ","898079":"\n   Where they at?\n  ","898080":"\n   Really\n  ","898081":"\n   How´s Elizabeth?\n  ","898082":"\n   Well soon as you can get some so you can get rid of that headache\n  ","898083":"\n   Forcing men to pay child support for children unrelated is slavery.\nI want forced child banned. \n\n\n#malelivesmatter\n  ","898084":"\n   Chemical Hearts with Lilie Reinhart coming to prime video\n   \n    https:\/\/youtu.be\/eBO94bXrdmU\n   \n","898085":"\n   I lkke when you post pics like that no makeup and natural and real keep it up?\n  ","898086":"\n   That sucks do you have any Tylenol or aspirin or whatever\n  ","898087":"\n   Thanks I would absolutely freak out if lisa would give me one?\n  ","898088":"\n   yes do you,?\n  ","898089":"\n   Would you cut your hair short like lisa did?\n  ","898090":"\n   Ya even though you was in the first one but with\n  ","898091":"\n   You didn't look to impressed with Lisa doing that. Our was it you was just on a long journey & feeling tired.\n  ","898092":"\n   Hey what's up\n  ","898093":"\n   Do you want 11 babies?\n  ","898094":"\n   Does Amy like someone?\n  ","898095":"\n   Did you know your diet can affect your mental health for the worse if you dont eat enough fruits and veggies?\n  ","898096":"\n   are you vegan?\n  ","898097":"\n   I wasn't it was her\n  ","898098":"\n   my is very much lol what shoes are you wearing today?\n  ","898099":"\n   121. pap 😌\n  ","898100":"\n   Your body is beautiful 💟\n  ","898101":"\n   Do you like the new Taylor Swift release?\n  ","898102":"\n   ❤️ FREE SPACE ❤️\n  ","898103":"\n   How's your day? ❣️\n  ","898104":"\n   Omg that blue colour is everything😍\n  ","898105":"\n   Auntie Lauren did you get to see ur nephew?\n  ","898106":"\n   Could I ask how why it was that you were woken up pretty early?\n  ","898107":"\n   🧡💙🧡\n  ","898108":"\n   What  time u go to sleep last night?\n  ","898109":"\n   That's good 😊🤗👍\n  ","898110":"\n   Good night Lauren hope you sleep well tonight 😴🛏\n  ","898111":"\n   :)\n  ","898112":"\n   Damn congrats Lauren❤\n  ","898113":"\n   Are you content being an auntie?\n  ","898114":"\n   #NeverForgetBabySpero👶🌈\n  ","898115":"\n   Do you like NAS\n  ","898116":"\n   Why are u so naturally beautiful\n  ","898117":"\n   Christina might get a decent night's sleep tonight. The baby will have nurses on hand if he cries in the night.\n  ","898118":"\n   Some Cimfans are writing fanfiction already about your nephew.\n   \n    https:\/\/twitter.com\/PlasmaCim\/status\/1290672680643919873?s=19\n   \n","898119":"\n   When are you going to have babies?\n  ","898120":"\n   Is kath pregnant?\n  ","898121":"\n   how do you know?\n  ","898122":"\n   So what are you doing?\n  ","898123":"\n   No Cimorelli has a boob job. Go and do something constructive with you own life Anon.\n  ","898124":"\n   🧛‍♂️\n  ","898125":"\n   Is Kath with covid?\n  ","898126":"\n   Why ghost?\n  ","898127":"\n   ❤\n  ","898128":"\n   thanks\n  ","898129":"\n   Iknow sorry your that beautiful I had to ask\n  ","898130":"\n   Well of course it does and that's one of the things I cancelled 😂\n  ","898131":"\n   Gonna eat any ice cream?lol\n  ","898132":"\n   Do you hug fans lisa and u as introverts?\n  ","898133":"\n   Why no ?\n  ","898134":"\n   Or Google\n  ","898135":"\n   thanks Lauren i appreciate the happy birthday from lisa ?ok\n  ","898136":"\n   Nothing wrong with that exactly what I'm trying to do also trying to find where Amy's watching Ghost Whisperer at\n  ","898137":"\n   Yes it's 🙂\n  ","898138":"\n   post a pic of lisa with short  hair?\n  ","898139":"\n   Is Chritina gong to leave the band?\n  ","898140":"\n   Did you eat auntie Lauren?\n  ","898141":"\n   Have they decided on a name yet ? Let them know that if they hadn't decided yet they can always call him Quinton or Duane 😂😂\n  ","898142":"\n   🧡🧡🧡\n  ","898143":"\n   Wish Nick and Christina a congrats from me.\n  ","898144":"\n   Time for cimorelli take a break for a bit & enjoy family time.\n  ","898145":"\n   Did you dream him last night?lol\n  ","898146":"\n   👶🌈\n  ","898147":"\n   Congratulations auntie Lauren ❤ ok\n  ","898148":"\n   Congratulations Christina & Nick 💙👶💏🍾\n  ","898149":"\n   🌈👶\n  ","898150":"\n   What's the wierdest thing you've found at a garage sale or thrift shop?\n  ","898151":"\n   I am\n  ","898152":"\n   please post a more recent pic of you and lisa?\n  ","898153":"\n   why not?\n  ","898154":"\n   I though Kath has a dicease.\n  ","898155":"\n   You look thinner in pics with her ?\n  ","898156":"\n   did you watch dragon ball z?\n  ","898157":"\n   do you have latin blood in your vains?\n  ","898158":"\n   Waaaaatt everyone likes treasure at least!!!\n  ","898159":"\n   Do you share clothes with kath?\n  ","898160":"\n   Wow amazing pic how old is lisa here?\n  ","898161":"\n   when was the last time and what did you say?\n  ","898162":"\n   I've watched a few episodes\n  ","898163":"\n   I just hope she's happy with her decisions\n  ","898164":"\n   ever go shopping with amy?\n  ","898165":"\n   which stores do you  both go and where do u both buy your one pieces?\n  ","898166":"\n   Oh yeah just a matter of time\n  ","898167":"\n   would you or lisa wear bikinis like dani?\n  ","898168":"\n   Can you sing this?\n   \n    https:\/\/www.youtube.com\/watch?v=HH1MxjIKMrk\n   \n","898169":"\n   Well just hope for the best\n  ","898170":"\n   What do you think about amy doing her bed?\n  ","898171":"\n   She’s that small ??? How tall is she ...?\n  ","898172":"\n   Why´s Kath so tall?\n  ","898173":"\n   Also my shows is not on yet so yeah\n  ","898174":"\n   who is thinner ?\n  ","898175":"\n   What about Christina? Who´s taller?\n  ","898176":"\n   Check it out when you can let me know what you think\n  ","898177":"\n   Lol nothing wrong with that I am pale lol. And From what I've been hearing we got a hurricane supposed to be hitting the Carolinas sometime in the next few hours I'm not sure exactly where it going to hit though\n  ","898178":"\n   You´re latina?. You look a lot like a latinn girl.\n  ","898179":"\n   does she answer to rat always?\n  ","898180":"\n   Christian: Hey Lauren. would you want to be my wife? - What´s going to be your aswers? I´m curious.\n  ","898181":"\n   ever go shopping with lisa for  clothes and etc?\n  ","898182":"\n   why stupid?\n  ","898183":"\n   Exactly 💖\n  ","898184":"\n   I didn't know it was off the air\n  ","898185":"\n   Why ??\n  ","898186":"\n   Understandable ❤\n  ","898187":"\n   She made her bed now she's got to lie in it\n  ","898188":"\n   I just added the updated version of my dna background check it out in my 4 tu  profile picture and and the second and 3rd are the original Check them out\n  ","898189":"\n   what size is lisa?\n  ","898190":"\n   yep she just that flavor of the month\n  ","898191":"\n   Would you rather be an astronaut, philosopher or treasure hunter?\n  ","898192":"\n   Why rat?\n  ","898193":"\n   Hopefully it's not that bad\n  ","898194":"\n   Do you share clothes with amy?\n  ","898195":"\n   What about another guy?\n  ","898196":"\n   If i were christian. i´ll asked you to be my wife since day 1.\n  ","898197":"\n   Oooooo nice\n  ","898198":"\n   do you share one pieces with lisa?\n  ","898199":"\n   do you ever tell her that?\n  ","898200":"\n   Natural beauty 💖\n  ","898201":"\n   That's why I'm saying that since I was hardly using Netflix or Hulu or Disney Plus what's the sense of me paying for it\n  ","898202":"\n   different  measurements I thought you were both same sizes?\n  ","898203":"\n   I thought you were already tanned lol I was hoping to go swimming today but my plans got ruined\n  ","898204":"\n   name 3 things you  call her?\n  ","898205":"\n   I get you\n  ","898206":"\n   Ya I did but I believe labour pains aren't very nice to go through. I just mean I hope she doesn't suffer the pain on her own Birthday. But after that it would be ace.\n  ","898207":"\n   Nope you came and I haven't talked to her since last year and to be honest I really don't care to talk to her\n  ","898208":"\n   It's because Dani said something if she didn't say anything they would still be trash-talking her and criticizing her\n  ","898209":"\n   none of your other sisters have bikinis?\n  ","898210":"\n   Well hopefully everything works out\n  ","898211":"\n   why sometimes not always?\n  ","898212":"\n   What do you call her,?\n  ","898213":"\n   Hardly watch the other things and My Amazon Prime is like $6.47\n  ","898214":"\n   Yeah pretty much\n  ","898215":"\n   So would pretty much be wasting y'all's time\n  ","898216":"\n   Yeah it's bad the girl I used to talk to got bad on it\n  ","898217":"\n   please post a bikini pic,?\n  ","898218":"\n   Funny thing is half the people that are Dani stans now are the ones used to talk mad trash about her\n  ","898219":"\n   Why is lisa so gorgeous??\n  ","898220":"\n   how long should be a relationship to get marry?\n  ","898221":"\n   do you two share clothes?\n  ","898222":"\n   When the pastors says... talk now or... You should do something.\n  ","898223":"\n   How do you dream your wedding?\n  ","898224":"\n   Were you near to get married with a guy or not?\n  ","898225":"\n   that's what I mostly would do to a peroxide rinse when are you going to see a dentist?\n  ","898226":"\n   Is Amy going to cut her hair?\n  ","898227":"\n   why does she call you pagent queen?\n  ","898228":"\n   Hey it was your mom that was going through labour with u. Christina wasn't giving birth then. But ofcourse a new arrival would be a great Birthday present for her. And ofcourse you will always be special to Christina. 💙\n  ","898229":"\n   Oh 😳\n  ","898230":"\n   Why is Amy so pretty?\n  ","898231":"\n   When she says it what are you doing?\n  ","898232":"\n   Yeah since I ended up canceling everything Amazon prime my go to\n  ","898233":"\n   I'm mostly waiting to round  6:30  7 to do that\n  ","898234":"\n   her face looks better with short hair what do you think?\n  ","898235":"\n   Lisa shouldnt married with that guy.\n  ","898236":"\n   Did you cancel your wedding with Christian? I remember that you posted a lor of pics with rings, cakes and wedding dresses.\n  ","898237":"\n   Can't y'all sue her for this?\n  ","898238":"\n   Ah well at least she's helping when she can unlike some people.\n  ","898239":"\n   I think might have been more to it like drugs for instance but I'm not a hundred percent sure I just know that where I'm living now meth is really bad here\n  ","898240":"\n   why does she call you princess?\n  ","898241":"\n   Christina won't at first. It means she will be in labour on her birthday 😖\n  ","898242":"\n   Ya 😂😂\n  ","898243":"\n   Nicknames for Amy?\n  ","898244":"\n   will lisa go back to short hair after wedding?\n  ","898245":"\n   When is our wedding?\n  ","898246":"\n   Ah I didn't notice her name on the tag Christina did. I am not saying she didn't tag her.\n  ","898247":"\n   when she gets a little weird what does she call you?lol\n  ","898248":"\n   👶💙👏👏👏👏\n  ","898249":"\n   You \nKatherine \nLisa and Amy\n  ","898250":"\n   lisa long hair  now how  come its so long now?\n  ","898251":"\n   What’s one luxury item you would like to own?\n  ","898252":"\n   Ya I just seen she posted a thank you to you all. ❤\n  ","898253":"\n   haha. She ever prank you?\n  ","898254":"\n   no problem have you always had such amazing long hair?\n  ","898255":"\n   name one memory from bunking with lisa?\n  ","898256":"\n   Same too you Lauren. I hope ur feeling better tomorrow.\n  ","898257":"\n   yeah you look amazing with long hair ?\n  ","898258":"\n   Do you like being wealthy?\n  ","898259":"\n   Would you ever cut your hair short like lisa?\n  ","898260":"\n   Honesty hour till midnight?\n  ","898261":"\n   What did you eat tonight tacos?lol\n  ","898262":"\n   Can we do quick shag in the electrical closet?\n  ","898263":"\n   any crazy stories with lisa? Lol\n  ","898264":"\n   I want to get to know you better but you never answer my DM’s😔.\n  ","898265":"\n   Christina pays you the 20%?\n  ","898266":"\n   Are you an introvert or an extrovert?\n  ","898267":"\n   whats the first item you bought when you started earning good money as a singer?\n  ","898268":"\n   Check my recents\n  ","898269":"\n   Anyway I have had a busy crappy afternoon so I am having yet another early night. I just thought I would pop on her & say Good night Lauren 😴🛏\n  ","898270":"\n   no I haven't sorry\n  ","898271":"\n   If your gum is bleeding try why and gargle some  warm salt water to keep it clean not mouthwash because some have Alcohol in and could make it sting.\n  ","898272":"\n   Well I would hope so\n  ","898273":"\n   Thx you too or good evening :)\n  ","898274":"\n   So your sister spoke up on her Instagram story which is good and all but now it's going to cause more people to go in hard on y'all\n  ","898275":"\n   Hello how r u doing\n  ","898276":"\n   You would be all tanned living in California\n  ","898277":"\n   try again\n  ","898278":"\n   Did you slap to a boy?\n  ","898279":"\n   I'm about to sleep hehe, it's already 1:25 am here\n  ","898280":"\n   Do you know el ratón perez?\n  ","898281":"\n   They both on there\n  ","898282":"\n   Or a really bad sunburn\n  ","898283":"\n   How is your day going?\n  ","898284":"\n   What is your favorite dog?\n  ","898285":"\n   Wow and how long has she been doing this\n  ","898286":"\n   Lauren & Nick next which means you will have to cut your hair.\n  ","898287":"\n   Why is she bald ?\n  ","898288":"\n   Getting a haircut helps\n  ","898289":"\n   😳\n  ","898290":"\n   Wow you are turning 22 soon\n  ","898291":"\n   Yeah don't text wait till you get to your destination then you can text all you want to\n  ","898292":"\n   carbon monoxide detectors have been a paranoia\n  ","898293":"\n   What is the most important thing you need to do today?\n  ","898294":"\n   What are you waiting for?\n  ","898295":"\n   Which word do you want everyone to stop using?\n  ","898296":"\n   What are the three things that you cannot live without?\n  ","898297":"\n   What would you name a newly discovered planet?\n  ","898298":"\n   Are you good in dancing?\n  ","898299":"\n   Your welcome 🙏 Lauren I’m always gonna be here to defend you\n  ","898300":"\n   How is it in Usa these days? still bad?\n  ","898301":"\n   Btw your birthday is in 13 days?\n  ","898302":"\n   Why are you wrote ghost?\n  ","898303":"\n   How do you raise your self-confidence?\n  ","898304":"\n   but now wanna be a little thicker?\n  ","898305":"\n   What is the craziest thing you've done in public?\n  ","898306":"\n   What are your hobbies?\n  ","898307":"\n   Feeling any better?\n  ","898308":"\n   Hi Lauren Girlfrienf\n  ","898309":"\n   Ah\n  ","898310":"\n   How do you take your coffee?\n  ","898311":"\n   Tingka laku ?\n  ","898312":"\n   Are you a generous person?\n  ","898313":"\n   Do you like onion rings?\n  ","898314":"\n   Do you like tostadas?\n  ","898315":"\n   Mau tanya boleh? Masalah kecil apa yang biasa jadi masalah besar dalam keseharianmu?\n  ","898316":"\n   PAP of your dream car!\n  ","898317":"\n   Who is the biggest idiot you've ever meet\n  ","898318":"\n   Get well soon\n  ","898319":"\n   Same girl same\n  ","898320":"\n   What are you waiting for?\n  ","898321":"\n   Which country makes better erotic films, France or Italy? 🤔\n  ","898322":"\n   .\n  ","898323":"\n   💛💛✨☺️\n  ","898324":"\n   What would be your action plan, if there were no more electricity in the world?\n  ","898325":"\n   Do you agree with this German study that says that staring at women's breasts for 10 minutes at day is better for your health than going to the gym? 🤔\n  ","898326":"\n   If you had a handful of modeling clay and whatever you made would become real until you willed it back to clay, what would you use it for\/make?\n  ","898327":"\n   I’m sorry but you should be arrested , it’s against the law to be too pretty\n  ","898328":"\n   Ok how inappropriate?\n  ","898329":"\n   🧐🧐🧐\n  ","898330":"\n   Agreed\n  ","898331":"\n   Don't forget to eat  tonight, ?\n  ","898332":"\n   😍\n  ","898333":"\n   Sorry for the long ass rants 😂\n  ","898334":"\n   Or a girl can’t do it in public because it’s skanky and that’s just wrong I feel like until we don’t see it as only being sexual and taboo then it won’t change\n  ","898335":"\n   older guys see it also?\n  ","898336":"\n   There are there just a waste of money and buying a 44 million dollar house I'll be happy if I can get a house for $50,000\n  ","898337":"\n   Yeah so I got to make the most out of what I get\n  ","898338":"\n   lisa ever eat food off the ground?\n  ","898339":"\n   Surprisingly I’ve heard that one before do that one isn’t a surprise 🤦‍♂️😂 but I’m not saying that it’s good or bad but If it isn’t the mother of your child or children then why would it be a turn on ? That’s what I don’t get but there is fetishs that are way more wired and even more gross then that\n  ","898340":"\n   How different?\n  ","898341":"\n   Lisa got spanked too?\n  ","898342":"\n   is it true that girls don’t masterbate ? cuz I’m a girl and I admit to masterbating but a lot of my friends say that a girl shouldn’t masterbate and that there is something wrong with me is this true ?\n  ","898343":"\n   Fine*\n  ","898344":"\n   what gets in your eyes when you're upset?\n  ","898345":"\n   Is tekashi 69 a clown or a marketing genious?\n  ","898346":"\n   Would you ever dye your hair blonde?\n  ","898347":"\n   Do you know any girl who date a black guy?\n  ","898348":"\n   How´s amy? My queen.\n  ","898349":"\n   Do you have covid?\n  ","898350":"\n   He dated Selena gomez ?\n  ","898351":"\n   Have you given any oldies much of a chance? (eg.- Neil Young, Eric Clapton, Seth Putnam)\n  ","898352":"\n   why aren't you in more interviews let me be your manager and ill make some phone calls and get you on jay Leno lol\n  ","898353":"\n   What are you doing today going to work?\n  ","898354":"\n   I'm surprised a girl in your status talk to average folk like us 😆\n  ","898355":"\n   Oh I know and I probably got a lot haters cause I am defending y'all\n  ","898356":"\n   Is mono an std?\n  ","898357":"\n   did your other sisters get spanked?\n  ","898358":"\n   Do you have pet insurance? Cause I'm gonna destroy dat pu$$y\n  ","898359":"\n   how is the rat doing?\n  ","898360":"\n   Hey💛\n  ","898361":"\n   Would you ever do a song with him?\n  ","898362":"\n   in the video picture who is in white?\n  ","898363":"\n   I hope you never change and stay one?\n  ","898364":"\n   They just hate for no reason lmao\n  ","898365":"\n   Okay i get what you mean, but some people are so weird honestly\n  ","898366":"\n   Yeah but like i meant your band\n  ","898367":"\n   Yo recently some guys on youtube said i'm weird becasue i like the cimfam and stuff like that. They were like your content is only for girls and stuff, but i don't believe that! what do you think?\n  ","898368":"\n\n    https:\/\/anchor.fm\/zeldaxlove64-tyler-brock\n   \n","898369":"\n   Ah\n  ","898370":"\n   Yeah but like who's your crush atm? tell me on kik if u want to\n  ","898371":"\n   Fr tho lmao\n  ","898372":"\n   Have you got a new phone. On Rachael's post it says Lauren CIM New\n  ","898373":"\n   Tell me too, i've been wanting to know it for the longest time😳\n  ","898374":"\n   Yes who are the other ladies?\n  ","898375":"\n   the one where Christina is pregnant with other women?\n  ","898376":"\n   Sure\n  ","898377":"\n   🦋💙\n  ","898378":"\n   😳\n  ","898379":"\n   Happy national sister day\n  ","898380":"\n   ahh all its for attention what else?\n  ","898381":"\n   Great picture when was it taken?\n  ","898382":"\n   I'm back after a break (for now at least :P ), anything new with you guys while I was gone?\n  ","898383":"\n   What's one thing that you would like to have in your room?\n  ","898384":"\n   hey Lauren it's my birthday can I get a birthday shoutout?\n  ","898385":"\n   What’s your favorite way to have fun?\n  ","898386":"\n   When and where were you born?\n  ","898387":"\n   That sucks, likewise cant wait till this is all over, is it bad in your area?\n  ","898388":"\n   hi x\n  ","898389":"\n   Where does your name come from and what does it mean?\n  ","898390":"\n   Honesty hour till midnight?\n  ","898391":"\n   Who is?\n  ","898392":"\n   who ?\n  ","898393":"\n   Oh. I'm sorry your sick\n  ","898394":"\n   WHO IS ?\n  ","898395":"\n   Yeah it is. What you up to?\n  ","898396":"\n   😂😴🛏\n  ","898397":"\n   And it's stupid and people are going to bash Amy because of a DM from 2017 now I'm starting to see why you guys don't answer y'all DMs no more\n  ","898398":"\n   They make a cute couple right?\n  ","898399":"\n   Well that's it mine a flat too all 4 of them I have a double bed all by myself and I have used them all. 😂\n  ","898400":"\n   Lucky then\n  ","898401":"\n   Ah I see but it's only just said you was disconnected now. But no worries I just thought I had done something wrong.\n  ","898402":"\n   tears\n  ","898403":"\n   How come you have disconnected on Kik.\n  ","898404":"\n\n    @amber_scholl\n   \n   said hes dating alice\n  ","898405":"\n   Happy Sunday Lauren 💙\n  ","898406":"\n   You're gorgeous.\n  ","898407":"\n   You dating Colby?\n  ","898408":"\n   In which city you would like to live?\n  ","898409":"\n   ewwww cooties\n  ","898410":"\n   Do you have covid?\n  ","898411":"\n   I'm sorry to hear that. Glad you're getting better.\n  ","898412":"\n   Ya 😊\n  ","898413":"\n   How´s Kath?\n  ","898414":"\n   Would you date a rich older guy?\n  ","898415":"\n   Did you watch sailoor moon?\n  ","898416":"\n   What do you love the smell of?\n  ","898417":"\n   Good night Lauren 😴🛏\n  ","898418":"\n   Who wrote \"Ghost\"?\n  ","898419":"\n   I will date an older woman as long as she is rich.\n  ","898420":"\n   Has anyone faked being asleep so they could enjoy what was happening to them ?\n  ","898421":"\n   Choose any company in the world you would like to run - what is the first thing you would do?\n  ","898422":"\n   Yeah I can get on like once in a very great while like I won’t be able to get on after this most likely. Can’t we talk wall to wall i don’t really like this site anymore anyway. Plus you chill to talk to.\n  ","898423":"\n   If you were going to do karaoke tonight, what song would you sing?\n  ","898424":"\n   I notice you never say anything to\n   \n    @elyssa\n   \n   .\n Are you afraid of her ?\n  ","898425":"\n   I like petite women.\n  ","898426":"\n   She's the cute one ☺\n  ","898427":"\n   I think adoption is a good idea but I don’t think it’s fair that the perspective parents should be able to just pick a child from their looks and see which child they want? I don’t think that is right since we all know which majority of kids get adopted and which ones do not. What do you think?\n  ","898428":"\n   Do you judge people quickly?\n  ","898429":"\n   One for you to answer on Twitter.\n   \n    https:\/\/twitter.com\/augustxcloud\/status\/1288566031594774530?s=19\n   \n","898430":"\n   Is she pretty?\n   \n    https:\/\/www.instagram.com\/alissaofficial_\/\n   \n","898431":"\n   Did you farted on public?\n  ","898432":"\n   Did you watch GOT?\n  ","898433":"\n   Yeah 🙆‍♂️\n  ","898434":"\n   True enough! i hope he doesn't bother you\n  ","898435":"\n   Do you follow to Emmyn?\n  ","898436":"\n   How do you deal with a break up?\n  ","898437":"\n   Lauren i'm so excited for your EP\n  ","898438":"\n   I have 100 questions in my inbox can you top that?\n  ","898439":"\n   Hi back you having a better day than  yesterday?\n  ","898440":"\n   Are you busy?\n  ","898441":"\n   Have you ever watched a mommy?\n  ","898442":"\n   Is Kath with covid?\n  ","898443":"\n   You're cute for a trump supporter 🙄\n  ","898444":"\n   How is the nice Lauren doing today?\n  ","898445":"\n   How would you explain color to a blind man?\n  ","898446":"\n   How you feeling?\n  ","898447":"\n   Have you actually learned anything useful from ASKfm?\n  ","898448":"\n   Go and look at the black & White photo of you. Tell me what you think.\n  ","898449":"\n   Can you whistle?\n  ","898450":"\n   Last makeout?\n  ","898451":"\n   My favorite color is Green\n  ","898452":"\n   ❤️\n  ","898453":"\n   You look amazing!\n  ","898454":"\n   Great why you getting mad with me,?\n  ","898455":"\n   If you had the money, would you buy the 2021 Ford Bronco? If not, what car would you prefer to buy?\n  ","898456":"\n   #blueEPAugust7th\n  ","898457":"\n   You will Lauren no doubt about it. 💙\n  ","898458":"\n   Anyone else think that Breaking Bad is overrated? I mean, I like the show and all. I just don't think it's as good as some people make it out to be.\n  ","898459":"\n   Would you like to get married? 🤵🏻 👰🏻\n  ","898460":"\n   Real tattoo or henna tattoo?\n  ","898461":"\n   Swimming 🏊🏻‍♀️ or cycling 🚴‍♀️\n  ","898462":"\n   Running 🏃‍♀️ or gym 🏋🏻‍♀️ 💪🏻\n  ","898463":"\n   Haha they must kiss alot,?\n  ","898464":"\n   *Sends Wednesday hugs n snuggles*\n  ","898465":"\n   Sounds good\n  ","898466":"\n   Kat how,did she get mono?\n  ","898467":"\n   What are the 3 things that you appreciate about your life?\n  ","898468":"\n   I hope that you and Kath feeling okay? (Get well soon! :-) )\n  ","898469":"\n   I love hypocrites\n  ","898470":"\n   why a crap show?\n  ","898471":"\n   I know\n  ","898472":"\n   If you restored a ship by replacing each of its wooden parts, would it remain the same ship?\n  ","898473":"\n   selfie?\n  ","898474":"\n   Gonna answer questions later on?\n  ","898475":"\n   what gets in your eyes when you're sad?\n  ","898476":"\n   What is the most popular sport in your country?\n  ","898477":"\n   I give up talking to them is like talking to a brick wall\n  ","898478":"\n   What do you find hilarious that most people wouldn't?\n  ","898479":"\n   Always here if you wanna talk\n  ","898480":"\n   and they're going about it the wrong way too\n  ","898481":"\n   I had sausage with coleslaw u try that?\n  ","898482":"\n   You are so nice you should answer back like your songs sometimes you have to be a little more tougher imo?\n  ","898483":"\n   If you could prank anyone without getting caught, who would it be and what would you do?\n  ","898484":"\n   Do you avoid toxic people?\n  ","898485":"\n   What you gonna eat tonight Lauren?\n  ","898486":"\n   I kind of wonder what people would do if you guys would just one day pop up on Twitter saying that you guys are ending the band\n  ","898487":"\n   Are your arms showing currently?\n  ","898488":"\n   What do you hate doing?\n  ","898489":"\n   120. what’s something that is  inconvenience for you?\n  ","898490":"\n   reminder for today: you may not be able to avoid toxicity completely but learn how to filter the things that you put energy or attention to.\n  ","898491":"\n   hi x\n  ","898492":"\n   :)\n  ","898493":"\n   You sick you got what,?:(\n  ","898494":"\n   When was the last time you visited Los Angeles?\n  ","898495":"\n   Would they be footless tights?\n  ","898496":"\n   I guess you mean Fahrenheit lmao\n  ","898497":"\n   What would you wear on top of the thermals?\n  ","898498":"\n   So you’d wear tights without any socks?\n  ","898499":"\n   Like multiple layers or just a a warm sweater?\n  ","898500":"\n   Who the girl  next to you in pic ?\n  ","898501":"\n   what did you think when lisa shaved her head?\n  ","898502":"\n   Omg that's horrible!\n  ","898503":"\n   Who is Christian?\n  ","898504":"\n   And to be honest if I had a nickel for every mistake I made I'd be rich man\n  ","898505":"\n   True and me I love eating but I eat too much and I don't know if it's out of boredom or if I'm depressed or what it is\n  ","898506":"\n   Probably I don't really know maybe one day though\n  ","898507":"\n   119. what’s your theory on the Bermuda Triangle?\n  ","898508":"\n   I hope that some day I'll meet a woman as pretty as you. 💙\n  ","898509":"\n   So true wow\n  ","898510":"\n   Do you think Johnny Depp is a wife beater? Why\/Why not?\n  ","898511":"\n   Would you rather sit in a tub full of spiders 🕷 for 5 minutes or be tickled straight for 10 minutes?\n  ","898512":"\n   Do you think schools should reopen?\n  ","898513":"\n   I guess\n  ","898514":"\n   Ah you went with the one I chose 💙\n  ","898515":"\n   Where did you buy those green crocs they look cool?\n  ","898516":"\n   Ok cool I am doing awesome good today.\n  ","898517":"\n   You're a beautiful woman,  how can i get closer to you?\n  ","898518":"\n   I picked a profile picture. So it took long getting back to you. My sister rang me.\n  ","898519":"\n   how is the bf treating you?\n  ","898520":"\n   I feel you have seriously been hurt. If so, I am so very sorry. I wish you luck, and all  the happiness this world can give you. Good luck.\n  ","898521":"\n   how many questions in your inbox 500?\n  ","898522":"\n   ڪ ⇣⇣ ⇠ 💞 ƒ૨εε รpαcε 💞 ⇢ ⇡⇡ ڪ\n  ","898523":"\n   Did you met Christian´s family?\n  ","898524":"\n   cute outfit what are your plans for today?\n  ","898525":"\n\n    https:\/\/www.youtube.com\/watch?v=5goZ9aMJmTQ\n   \n","898526":"\n   Wny dan?\n  ","898527":"\n   Taylor swift you need to calm down,?\n  ","898528":"\n   Photograph by nickelback do that one?\n  ","898529":"\n   Pretend that I am going to give you 10 grand and you have one hour to spend it or you will lose whatever you bought.  The rules are that you can't save it you must spend it. Plus you can't buy an item over 1 thousand it has to be a grand or under. What would you buy?\n  ","898530":"\n   Last thing that made you smile?\n  ","898531":"\n   Just made a black & white photo of you the girls. Go look on the other app.\n  ","898532":"\n   A song by Jb\n  ","898533":"\n   If you could travel the world with only one person who would you take?\n  ","898534":"\n   Where are you guys from?\n  ","898535":"\n   What about wool socks?\n  ","898536":"\n   you know I don't even remember it in the next reincarnation you let me be your husband\n  ","898537":"\n   cheetos or doritos\n  ","898538":"\n   be you want me to sing a song for you to be easy would send you the longing that i have for you now i wouldn't be crying now if it would be easy to take you from me\n  ","898539":"\n   What is something you want right now?\n  ","898540":"\n   118. do you use cash or debit more. or maybe both?\n  ","898541":"\n   Life gives you lemon, what to do other than making lemonade?\n  ","898542":"\n   Would a guy have to sign a prenuptial agreement before marrying you?\n  ","898543":"\n   Wow your profile pic is gorgeous\n  ","898544":"\n   Would you call yourself a \"typical\" American? 🇺🇲 What do you that is \/ isn't typical? 🤔🤣\n  ","898545":"\n   Would you prefer good things happened, or interesting things?\n  ","898546":"\n   Would you consider yourself a feminist? What do you think about when you think about feminism?\n  ","898547":"\n   Would you be annoyed if you were watching a show with someone and they skipped ahead without you?\n  ","898548":"\n   Do you need\/Would you need to communicate with your significant other every day? (Text, phone call, in person)\n  ","898549":"\n   what would you guys do if the world ended    \n\nque harias si el mundo se acabara\n  ","898550":"\n   What job do u do?\n  ","898551":"\n   Um  no it’s not ??\n  ","898552":"\n   Why?\n  ","898553":"\n   Type \"I'm in a relationship with...\" and let autocorrect\/predictive texts match you up 👀\n  ","898554":"\n   Do you like milk? 🥛\n  ","898555":"\n   Good Morning Lauren 😂\n  ","898556":"\n   What do you eat for breakfast? 🥞 🍳 🥐 🍩\n  ","898557":"\n   Would you rather live in a cave or live in a tree house?\n  ","898558":"\n   Would you rather your only mode of transportation be a donkey 🐴 or a giraffe 🦒? Lol\n  ","898559":"\n   Hello r u a real person\n  ","898560":"\n   Do you treat your body like a Temple or more like an Amusement Park?\n  ","898561":"\n   *Sends almost Tuesday support hugs*\n  ","898562":"\n   Have you liked a friend´s boyriend?\n  ","898563":"\n   How's the billionaire doing?\n  ","898564":"\n   There's a girl on here that I talk to alot and she's really sweet and I really wanna ask her out. Could you maybe help me ask her?\n  ","898565":"\n   That's good hope you end with one of them?\n  ","898566":"\n   Sweet dreams Lauren;)\n  ","898567":"\n   What are you up to?\n  ","898568":"\n   Any sisters drink?\n  ","898569":"\n   Youngest the best singer?\n  ","898570":"\n   You so gorgeous in this picture who is that cute girl?which sister?\n  ","898571":"\n   Have you watched Hamilton yet?\n  ","898572":"\n   I knew it you are so talented and your songs too does lisa ever thank you?\n  ","898573":"\n   Is lisa pregnant?\n  ","898574":"\n   Wow who is the girl with green hair talented and very pretty?\n  ","898575":"\n   call me if you what \/ Llámame\n   \n    https:\/\/app.houseparty.com\/\n   \n","898576":"\n   Laurennnnn\n  ","898577":"\n   Would you like to chat sometime? Do you have Facebook messenger?\n  ","898578":"\n   What you eating for dinner tonight pasta ?\n  ","898579":"\n   Good night Lauren 😴🛏\n  ","898580":"\n   Did you get too see lisa today,?\n  ","898581":"\n   Will you drop a new song before your second ep is out?\n  ","898582":"\n   Your love so dangerous, your touch like a spark on my gasoline heart\n  ","898583":"\n   Crazy \nCat lover \nStage queen\n  ","898584":"\n   Well always support you hehe\n  ","898585":"\n   What´s that?\n  ","898586":"\n   How many bfs dani had?\n  ","898587":"\n   Lol I am too poor for premium\n  ","898588":"\n   How many boyfriends had Katherine?\n  ","898589":"\n   Post a pic of you a Amy\n  ","898590":"\n   Would u rather...Have your feet licked or swim in oliveoil?\n  ","898591":"\n   What do you collect?\n  ","898592":"\n   How are you feeling?\n  ","898593":"\n   Are those anons driving you forward or crazy?.\n  ","898594":"\n   Whats your ig?\n  ","898595":"\n   How many questions in inbox now?\n  ","898596":"\n   Hey\n  ","898597":"\n   Gonna order taco bell or pizza?\n  ","898598":"\n   are you of Italian decent?\n  ","898599":"\n   Wow. You´re too sensitive.\n  ","898600":"\n   Are you in your period?\n  ","898601":"\n   ATM pic of whatever? 😁📸 Doesn't have to be of you if you don't feel like it 😅\n  ","898602":"\n   Picture 2& 3\n  ","898603":"\n   If you woke up on an unknown island after you had gotten shipwrecked and realized that you had gotten tied down to the ground with ropes and such by hundreds of teeny tiny people, like Gulliver in Gulliver's travels, how'd you react? What'd you do? 🌊🏝💂‍♂️💂‍♀️📯\n  ","898604":"\n   Had you ever had a dream about monsters? I did when I was little kid\n  ","898605":"\n\n    https:\/\/www.instagram.com\/p\/B7hjynKh0wh\/\n   \n","898606":"\n   Take some midol?\n  ","898607":"\n   I got foot in a fish.\nFish on a table.\nAnd a chair up in the sky. 😂\n   \n    https:\/\/www.instagram.com\/p\/CDJfwPdDLmt\/?igshid=lpx9qltuhigu\n   \n","898608":"\n   its my birthday would it be possible to get a bday from lisa please?\n  ","898609":"\n   you Are so nice i bet you call her that alot?\n  ","898610":"\n   did you get to  see or text lisa yesterday?\n  ","898611":"\n   wow you are cute without makeup right?\n  ","898612":"\n   Beautiful and fresh\n  ","898613":"\n   117. have you ever had edible arrangements?\n  ","898614":"\n   If you were reborn in a new life, would you rather be alive in the past or future?\n  ","898615":"\n   Do you have an acc on onlyfans?\n  ","898616":"\n   If you could be fluent in four languages, which languages would you choose?\n  ","898617":"\n   If you could make any non-edible thing edible to humans, what would you choose?\n  ","898618":"\n   Is it okay if I have a crush on you?\n  ","898619":"\n   hi is you feet ticklish\n  ","898620":"\n   Omg😍😍😍Are u real? 😍😍🤤😱🤩😻😭🙄👉👸🙊\n  ","898621":"\n   116. what’s your thoughts about onlyfans?\n  ","898622":"\n   😳😳\n   \n    https:\/\/twitter.com\/Michaeljonesmp5\/status\/1287663137165062144?s=19\n   \n","898623":"\n   What is your least favorite question?\n  ","898624":"\n   Do you like someone?\n  ","898625":"\n   Did you date him?\n  ","898626":"\n   Who´s he?\n   \n    https:\/\/www.instagram.com\/p\/CDS3TLQli-w\/\n   \n","898627":"\n   Thank u!\n  ","898628":"\n   I know but you get what I'm saying it's nobody's business\n  ","898629":"\n   did lisa get a boob job?\n  ","898630":"\n   You welcome how did your day go?\n  ","898631":"\n   does lisa hug people  for you?\n  ","898632":"\n   to be honest I'm not really sure why its anybody's business who got a boob job or didn't get a boob job\n  ","898633":"\n   will u marry me?\n  ","898634":"\n   Eh bit of a day but I'm good\n  ","898635":"\n   Why no?\n  ","898636":"\n   Don’t even remember what it looked like tbh\n  ","898637":"\n   How are you,\n  ","898638":"\n   What is your favorite mythical creature?\n  ","898639":"\n   why not ?\n  ","898640":"\n   How are you?\n  ","898641":"\n   WOW\n  ","898642":"\n   Dani got a boob job?lol\n  ","898643":"\n   Do you ever eat spicy chicken wings?\n  ","898644":"\n   when you go to parties do you like to hug others?\n  ","898645":"\n   Would you date a guy in 40s?\n  ","898646":"\n   Would you rather be remembered for 10 years after you die or be remembered forever, but for something terrible you did?\n  ","898647":"\n   Whats your favorite movie at the moment?\n  ","898648":"\n   Did you eat anything for lunch or dinner,?,did you get the sweet popsicles ?\n  ","898649":"\n   you are not enough.\n  ","898650":"\n   What is love?\n  ","898651":"\n   What is your favorite dictionary?\n  ","898652":"\n   why no?\n  ","898653":"\n   when you turn 25 you will date guys in their 30.s?\n  ","898654":"\n   would you hug a girl who is jealous of u?\n  ","898655":"\n   Thank you Lauren ❤\n  ","898656":"\n   I too\n  ","898657":"\n   please do Lauren it would make my day?\n  ","898658":"\n   Do you eat broccoli?\n  ","898659":"\n   I hate that you should hang with family?\n  ","898660":"\n   what did you eat cutie?\n  ","898661":"\n   still your way younger 21 and her 26 .u 2 albums and her none?e\n  ","898662":"\n   Oh okay so you basically waiting to do something\n  ","898663":"\n   you look amazing with long hair and lisa with short hair ask her?\n  ","898664":"\n   Honesty hour,?yes or no?\n  ","898665":"\n   Patients, honesty, supportive and cares for someone regardless of how much money he has.\n  ","898666":"\n   Would you date a guy who doesn't have a lot of money if he really loves and cares for you?\n  ","898667":"\n   of course have you started giving her dance lessons?\n  ","898668":"\n   your welcome plus congrats on your sister becoming a mom\n  ","898669":"\n   wow I bet she loves wearing them?\n  ","898670":"\n   I agree with the anonymous lisa looks better with short hair would she ever go back?\n  ","898671":"\n   wow you are amazing song wise 2 album and lisa none yet. Not everyone can be like you?\n  ","898672":"\n   did you to ever share a room growing up?\n  ","898673":"\n   Yesterday you released\n  ","898674":"\n   I’m following\n  ","898675":"\n   I find her attractive both ways but I like her with short hair?\n  ","898676":"\n   will she listen when you give her dance instructions?\n  ","898677":"\n   you like her because she is your sister?\n  ","898678":"\n   Why did lisa let her  hair get long again?\n  ","898679":"\n   Hot chocolate \nThen a drink of water \nThen plenty of sleep for you \n\n👨‍⚕️Dr Jones prescribes that for u tonight\n  ","898680":"\n   well do you all own your own houses?\n  ","898681":"\n   How are you doing today with wisdom teeth i get u had 2 pulled out it def hurts?\n  ","898682":"\n   It's Friendship Day! How do you cheer your best friend up when they're sad?\n  ","898683":"\n   Are all the girls rich like you?\n  ","898684":"\n   Red or Blue?\n  ","898685":"\n   Do u record at home or you have a studio somewhere else?\n  ","898686":"\n   🥳🥳🥳🥳\n  ","898687":"\n   Yeah go to the dentist\n  ","898688":"\n   Do you have Amazon prime\n  ","898689":"\n   Oh yeah laying on the deck sounds like fun\n  ","898690":"\n   😂😂\n  ","898691":"\n   Why do you keep putting it off\n  ","898692":"\n   Remember there are two versions of it when was made back in the 80s and has Kevin Bacon in it and the other one in 2011 with Julianne Hough\n  ","898693":"\n   Story of my life\n   \n    https:\/\/youtu.be\/PJYpZ4hkXJE\n   \n","898694":"\n   Oh it was SUPERSTAR ⭐by Cimorelli\n  ","898695":"\n   Ouch\n  ","898696":"\n   Did you go to church?\n  ","898697":"\n   Did you believe in the Tooth Fairy as a child?\n  ","898698":"\n   What do you do when you’re angry?\n  ","898699":"\n   Who was your first crush? Describe them.\n  ","898700":"\n   Do you prefer jeans or sweatpants?\n  ","898701":"\n   If you could switch places with someone for a day, who would it be?\n  ","898702":"\n   What did you notice\n  ","898703":"\n   Wow why did lisa cut her hair so  short?\n  ","898704":"\n   How often do you drink\n  ","898705":"\n   That's good just continue to rest and not try to do over do stuff\n  ","898706":"\n   But does she do a good job impersonating people\n  ","898707":"\n   If you could wish anything, and it would come true, what would you wish for?\n  ","898708":"\n   They must not have a life\n  ","898709":"\n   Anyways are you feeling any better\n  ","898710":"\n   Sounds like a plan\n  ","898711":"\n   What advice would you give to children today?\n  ","898712":"\n   Are you scared of the dark?\n  ","898713":"\n   Wow I don't get people sometimes\n  ","898714":"\n   But yeah I was trying to help her out but I can't find anything on the subject\n  ","898715":"\n   What music\/bands\/artists do you like?\n  ","898716":"\n   What will you never do?\n  ","898717":"\n   Do you try to look attractive when you go to the local grocery store?\n  ","898718":"\n   Our friend Rachael stop being greedy 😂\n  ","898719":"\n   I had a fake Lisa message me a while a back\n  ","898720":"\n   And I can't get ahold of Dani to ask her but I wanted to help Rachael out on this\n  ","898721":"\n   Any greeks around here?\n  ","898722":"\n   Hi\n  ","898723":"\n   Have you ever watched a werewof?\n  ","898724":"\n   I just heard Regis Philbin host of some American tv shows including ''Who what's to be a millionaire\"\n  ","898725":"\n   How many boyfriends amy had?\n  ","898726":"\n   Okay if you figure out let me know because I'm trying to help a friend out.\n  ","898727":"\n   I know\n  ","898728":"\n   I hope u could watch that link I sent u then.\n  ","898729":"\n   Nice i like how you are classy..never change ok?\n  ","898730":"\n   nice why did your other sisters not wait like you?\n  ","898731":"\n   It's intriguing to watch how the FBI find the murderers. But it not nice for the families. Half of the time the FBI are relying of Walmart CCTV cameras. For most of the crimes they broadcast. But the Walmart cameras our very grainey. 😕\n  ","898732":"\n   Those are the best tbh\n  ","898733":"\n   Anonymous stop 🛑 bothering Lauren with that stuff go and say it to someone else but not her\n  ","898734":"\n   Well it's hard to make everyone like your music\n  ","898735":"\n   What are you designs?\n  ","898736":"\n   Kisses or hugs?\n  ","898737":"\n   True enough\n  ","898738":"\n   you wouldn't get mad?\n  ","898739":"\n   please stay a Virgin don't do like ur other sisters?\n  ","898740":"\n   Girlfriend word stands for what?\n  ","898741":"\n   how is the amazing Rachel?\n  ","898742":"\n   What are you good at that nobody knows?\n  ","898743":"\n   What is your favorite pasta to  buy?\n  ","898744":"\n   Then who are you?\n  ","898745":"\n   You def cute you like being cute,?\n  ","898746":"\n   Don't buy cheap car batteries from Walmart.\n  ","898747":"\n   Hi Gf\n  ","898748":"\n   You never seem to disappoint tho\n  ","898749":"\n   ever wish you were a little thicker,?\n  ","898750":"\n   Left over pasta..what.,?\n  ","898751":"\n   Thank you for releasing such good songs :)\n  ","898752":"\n   Is it me, or do these weather people seem to be only concerned about Corpus Christi and not much care for Brownsville where the storm is headed and where a lot of people live too?\n  ","898753":"\n   Can't wait :)\n  ","898754":"\n   Buonanotte 🌴\n  ","898755":"\n   When will you release your song \"Ghost\" ? is it the same day you drop the EP?\n  ","898756":"\n   Yeah I told my sister-in-law people like that don't deserve to have their license\n  ","898757":"\n   Looks good hehe and nice necklace\n  ","898758":"\n   if one of your sisters posts a bikini picture how would you react  be honest,?\n  ","898759":"\n   no problem that im calling you cute ins?\n  ","898760":"\n   It's fine me calling you cute Most girls wanna be  called gorgeous ?\n  ","898761":"\n   What's written on t-shirts?\n  ","898762":"\n   Stop getting jealous from my beauty🙄\n  ","898763":"\n   ok sorry I hope I didn't get you mad?\n  ","898764":"\n   I thought u might love that one by Taylor Swift\n  ","898765":"\n   but they post to get attention sometimes cause their bodies are their best  features understand?\n  ","898766":"\n   Is amy virgin?\n  ","898767":"\n   I respect that you and lisa and your sisters don't post bikini pics i hope you all never do right?\n  ","898768":"\n   I agree with you girls who post bikinis do it too get attention?\n  ","898769":"\n   wow you like hotdogs y?\n  ","898770":"\n   Wouldn’t be surprised if it was I swear anons come up with some really strange things that seem to be a fetish and tbh I’m reading them and like tf is this and why does it even come close to being a turn on to someone 😂🤦‍♂️\n  ","898771":"\n   why did lisa steal your beanie?\n  ","898772":"\n   What do you say to your self?\n  ","898773":"\n   I love your new profile picture 😊\n  ","898774":"\n   Ladies pic of what you wear on your wrist currently?\n  ","898775":"\n   Yeah so what are you doing?\n  ","898776":"\n   Yep this is exactly what I'm talking about when I said that people only know me when they need something from me this is the third time that they went somewhere and didn't even think to ask me hey would you like to go? But it is where it is they need somebody to watch the dogs so yeah\n  ","898777":"\n   I saw you Instagram page but you didn’t reply me. ☹️\n  ","898778":"\n   Any favorite Italian words?\n  ","898779":"\n   How do you regain any lost confidence?\n  ","898780":"\n   Do you make it a mission to learn new words in Italian every day?\n  ","898781":"\n   Listen don’t post\n  ","898782":"\n   Id love to take care of you\n  ","898783":"\n   you should date Justin Bieber and watch your fame sky rocket regardless if you like him or not you'll go triple platinum in a day\n  ","898784":"\n   Following You 💯\n  ","898785":"\n   Did your parents ever slap you on the face?\n  ","898786":"\n   I know I just think it's messed up to be called insensitive because I tell people to ignore those bashing them\n  ","898787":"\n   have you ever been punished in a government entity or court? if yes... how they punished you?\n  ","898788":"\n   Ever met him?\n  ","898789":"\n   how many bfs has lisa had?\n  ","898790":"\n   What is your favorite drink?\n  ","898791":"\n   why don't you move to California for more career growth?\n  ","898792":"\n   all your sisters are not Virgins so why you?\n  ","898793":"\n   that means she is not?\n  ","898794":"\n   who is the girl in white?\n  ","898795":"\n   Why do you all look annoyed in the pic u posted?\n  ","898796":"\n   pap of you and lisa?\n  ","898797":"\n   what r ur fav artists?\n  ","898798":"\n   What would you do if the guy you are dating asked you to kiss your feet ?\n  ","898799":"\n   insta id??????????\n  ","898800":"\n   I mean it  don't you think girls do it too get attention?\n  ","898801":"\n   Covid19?\n  ","898802":"\n   please don't ever post bikini pics you are so classy ok?\n  ","898803":"\n   How are you\n  ","898804":"\n   What's one thing that you would like to have in your room?\n  ","898805":"\n   Whats your most annoying habit?\n  ","898806":"\n   would you post something like that ever?\n  ","898807":"\n   Have you ever been in a long-distance relationship?\n  ","898808":"\n   🤬\n  ","898809":"\n   I made a mistake it's only the 30th July now  there is 31 days in July sorry. That's how tired I am. It was my nieces birthday yesterday on the 29th july 😂. Good night anyway my Cimfriend 💙.\n  ","898810":"\n   what did you say to her when you saw it?\n  ","898811":"\n   What was the last 'nice' thing you did for yourself?\n  ","898812":"\n   Damn I can’t find your bikini pic anymore maybe it was a one piece idk\n  ","898813":"\n   Why do you look like a supermodel on your new picture? i really like it haha\n  ","898814":"\n   any of your sisters post bikini pics?\n  ","898815":"\n   Follow + likes please 💙🙈\n  ","898816":"\n   any of your sisters ever post ?\n  ","898817":"\n   Anyway it's now your birth month here 1st August. So I am gonna say good night Lauren 😴🛏 (3.12am)\n  ","898818":"\n   🦁💙\n  ","898819":"\n   Travellers returning to England from Spain will have to quarantine for 14 days from Sunday morning after a recent spike in coronavirus cases.\n  ","898820":"\n   What is your last name\n  ","898821":"\n   What is your zodiac sign?\n  ","898822":"\n   I’ve seen you in a bikini\n  ","898823":"\n   What do you think of girls who post and are 18?\n  ","898824":"\n   why not?\n  ","898825":"\n   Ah i see uk miles are totally different from US.\n  ","898826":"\n   Do you know any poem by heart? If yes, what is it?\n  ","898827":"\n   Ever going to post bikini pics,?\n  ","898828":"\n   What about the last tour you did. You went a few places in the minibus Ohio for one.\n  ","898829":"\n   👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏🙆‍♀️👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏\n  ","898830":"\n   When is the last time you lost something? What was it?\n  ","898831":"\n   What was the longest car ride you’ve ever taken?\n  ","898832":"\n   Under what circumstances do you block people on social media?\n  ","898833":"\n   Do you think lisa is a hottie?\n  ","898834":"\n   Why just decent?\n  ","898835":"\n   How you been?\n  ","898836":"\n   Hii, how are you? How’s life been treating you so far? I’m following you rn, can you follow me back pls? Stay safe & take care of yourself. Lots of luv🤍\n  ","898837":"\n   Hey Lauren!\n  ","898838":"\n   Honesty hour tillmidnight?\n  ","898839":"\n   Pretty :O\n  ","898840":"\n   What is your Nationality?\n  ","898841":"\n   What’s the first thing you did when you woke up today?\n  ","898842":"\n   Hey Lauren friend\n  ","898843":"\n   Are u dating?\n  ","898844":"\n   How´s your marriage going?\n  ","898845":"\n   Someone asked me to shut up about my mom. I can shut up if you want me to\n  ","898846":"\n   We need new pillows then. It's our heads way of saying get rid 😂\n  ","898847":"\n   Are your boobs real?\n   \n    https:\/\/twitter.com\/camzonei\/status\/1287047265199230979\n   \n","898848":"\n   Lately everytime I wake up in the morning my pillow is on the floor or at the end of the bed. DON'T ASK ME WHY 😂\n  ","898849":"\n   why embarrassing?\n  ","898850":"\n   hey isn't that behavior from your parents illegal? if you grew up with it it might seem normal\/OK but it's not.\n  ","898851":"\n   Never on the back?\n  ","898852":"\n   Wouldn’t you try to run off ? Like instinctively lol\n  ","898853":"\n   Did you get bruised or marked?\n  ","898854":"\n   What punishment did you receive for that?\n  ","898855":"\n   I'm good. How are you?\n  ","898856":"\n   Ever going to answer my questions or are you not a   nice girl?\n  ","898857":"\n   I took off my bottom at the pool.\n  ","898858":"\n   Wow how did you sleep well?\n  ","898859":"\n   You guys bout to lose fan because some one I am guessing pretending to be in the Cimfam is bashing people because of their sexuality\n  ","898860":"\n   I am sorry for being a bad boy.\n  ","898861":"\n   Have you ever been madly jealous? What did you do?\n  ","898862":"\n   Aww 🤗💙\n  ","898863":"\n   Wow you are the most beautiful girl on Ask.fm ok?\n  ","898864":"\n   Bellissima! \n\n🔝❤💋\n  ","898865":"\n   ♥️\n  ","898866":"\n   You are enough! :)\n  ","898867":"\n   I am always careful.\n  ","898868":"\n   Buongiorno, come stai?☘️\n  ","898869":"\n   I think they fixed that problem on Instagram. Where I couldn't see yours , Amy's or Christina post.\n  ","898870":"\n   I hope you have a great weekend!\n  ","898871":"\n   What is up cute one long time no talk?:)\n  ","898872":"\n   Emmyn still follows him 🤨\n  ","898873":"\n   Probably him asking you to follow him on anon, that's really sad lmao\n  ","898874":"\n   Screw him xD\n  ","898875":"\n   Why?\n  ","898876":"\n   Follow him.\n   \n    https:\/\/www.instagram.com\/christiansuray\/\n   \n","898877":"\n   Oh my God!!!!!!!!!!!!\nWhy am I soooooooooooooooooooooooooooooooooooo beautiful?\n  ","898878":"\n   115. what’s the last project you did?\n  ","898879":"\n   When is the last time you went to the library?\n  ","898880":"\n   How has covis-19 affected your life?\n  ","898881":"\n   Is Amy the plumper one? (am I allowed to say \"makes sense\")\n  ","898882":"\n   Just gonna take a internat break I am working on something with someone I can’t wait to show u all when it comes out\n  ","898883":"\n   Oh no Lauren you so  nice what is up?\n  ","898884":"\n   🧡\n  ","898885":"\n   Yeah I saw that in your sisters live on patreon earlier and I'm starting to get to a point that I don't even want to watch y'all lives anymore cause too many people are flooding it not giving other people time to talk or to enjoy the live\n  ","898886":"\n   Hope they never catch you out and do this. Should be illegal\n  ","898887":"\n   Wow what a voice she had right,?\n  ","898888":"\n   Yeah but my problem is I never listen to it and it could end up hurting me in the long run\n  ","898889":"\n   Like a full set of thermals? Tights, socks and long sleeved shirt ?\n  ","898890":"\n   Below what temperature would you start wearing them?\n  ","898891":"\n   Exactly we all make mistakes\n  ","898892":"\n   I don't know to be honest with you I know I can easily get stressed out\n  ","898893":"\n   Sorry to hear that why is it crap show though?\n  ","898894":"\n   Have you ever dressed in warm clothes on a warm day?\n  ","898895":"\n   Oh wow do you get too hot with them on?\n  ","898896":"\n   GIVE ME A TRIPLE SHOT OF THAT JUICE.\n  ","898897":"\n   Population?\n  ","898898":"\n   also she bothers you cause you better singer and dancer?\n  ","898899":"\n   come on you sing better than lisa ?\n  ","898900":"\n   Why professional help?\n  ","898901":"\n   I saw the doctor yesterday I need to lose weight and to eat healthier than what I'm eat\n  ","898902":"\n   Yeah I can drive but still nervous\n  ","898903":"\n   How is your day going?\n  ","898904":"\n   Any shopping tomorrow?\n  ","898905":"\n   Great new profile pic. Very nice.\n  ","898906":"\n   Maybe.. he like Rachael\n  ","898907":"\n   What was your fist word?\n  ","898908":"\n   Are you learning spanish?\n  ","898909":"\n   What do you think about this?\n   \n    https:\/\/twitter.com\/laurenstrust\/status\/1285814834232254465\/photo\/1\n   \n","898910":"\n\n    https:\/\/twitter.com\/cimcrew\/status\/1284321494080925696\n   \n","898911":"\n   Try this hair style.\n   \n    https:\/\/www.instagram.com\/p\/B_48-8fF1t5\/\n   \n","898912":"\n   What about lisa song was it top 3 too?\n  ","898913":"\n   wow you are talented all ur songs go number1 how?\n  ","898914":"\n   I was kidding taco bell is great i can eat them anytime..how many did you eat?\n  ","898915":"\n   Nice did you eat or are gonna order?\n  ","898916":"\n   Sadly everybody else don't know that most people believe that they are so perfect which is sickening in my opinion\n  ","898917":"\n   You or CS?\n  ","898918":"\n   sure have fun?\n  ","898919":"\n   Why so much makeup?\n  ","898920":"\n   Happy with the end result?\n  ","898921":"\n   Great pictures who took the pictures,?\n  ","898922":"\n   - 💫\n  ","898923":"\n   Outfit currently?\n  ","898924":"\n   Who gets more questions on this app you or lisa?\n  ","898925":"\n   Hi how are you doing today?\n  ","898926":"\n   If you could listen to only one song for the rest of your life, what would it be?\n  ","898927":"\n   How do women understand ‘romance’?\n  ","898928":"\n   What’s one thing you want your parents to buy for you, but they don’t?\n  ","898929":"\n   What is your usual breakfast?\n  ","898930":"\n   What was your first paying job?\n  ","898931":"\n   115. what color or colors are you wearing?\n  ","898932":"\n   Do you think people are leaving me or are they too busy with their lives?\n  ","898933":"\n   114. do you have central air , air conditioner or fans?\n  ","898934":"\n   Who would be the first sister that you want to hug?\n  ","898935":"\n   What is the last thing you do before bed?\n  ","898936":"\n   which guy you like now?\n  ","898937":"\n   which songs ?\n  ","898938":"\n   you never drank ever?\n  ","898939":"\n   Which songs did you help her on?\n  ","898940":"\n   Nic good rn\n  ","898941":"\n   Do you like  being a millionaire?\n  ","898942":"\n   ask.fm working for you seems slow?\n  ","898943":"\n   What did you have for dinner today? I had bbq ribs and chicken.\n  ","898944":"\n   I'll ask colby if i have to 🤣\n  ","898945":"\n   how is lisa song doing didn't you help her on the song?\n  ","898946":"\n   Do you like any one  new now?\n  ","898947":"\n   Andys a boring drinker and plus he always gets the wrong idea\n  ","898948":"\n   I dont want andy\n  ","898949":"\n   Drinking stops me being alone with my thoughts\n  ","898950":"\n   Im drinking alone again, help\n  ","898951":"\n   🌜\n  ","898952":"\n   I'm listening to all your songs on repeat, never gets old :)\n  ","898953":"\n   Is Kath pregnant?\n  ","898954":"\n   What was the last argument that you got into\n  ","898955":"\n   you are welcome so happy talking to a stunning girl like you?\n  ","898956":"\n   Name 3  more Names you call lisa?\n  ","898957":"\n   Tell me. I´m going to treat her like a queen. I promise.\n  ","898958":"\n   What do you think about famous people who is spreading hate?\n  ","898959":"\n   wow so gorgeous Lauren who is that cute girl lisa?\n  ","898960":"\n   Wow who is younger?\n  ","898961":"\n   What should I do to conquer Amy´s heart?\n  ","898962":"\n   nice i like that lisa knows that said your so pretty?\n  ","898963":"\n   Chicken mashed potato and cauliflower cheese\n  ","898964":"\n   Are you giving your valuable time to the right people?\n  ","898965":"\n   If you were tasked with making school more fun, but it still had to be effective at teaching students, what would you change?\n  ","898966":"\n   How is the gorgeous lisa doing?\n  ","898967":"\n   I was carving wood with a scalpel and I went to go get up forgot that it was still on my lap and I stabbed my self in the stomach with it I’m ok it just hurts like hell 🤦‍♂️😒\n  ","898968":"\n   How´s your snake?\n  ","898969":"\n   Sausage, mash, peas & gravy\n  ","898970":"\n   Correct!\n  ","898971":"\n   Hello Lauren, how are you? It is nice to meet you.\n  ","898972":"\n   Mashed potatoes with or without gravy\n  ","898973":"\n   😂😂\n  ","898974":"\n   I have seen it on the band's account now & the full song\n  ","898975":"\n   Are you a cat person ?\n  ","898976":"\n   Why is your recent Instagram post restricted in my country😪😪. Is it rude 😂😂\n  ","898977":"\n   Ya I agree it would be more fun.\n  ","898978":"\n   Do you like red velvet cake?\n  ","898979":"\n   Damn\n  ","898980":"\n   Would you break the law to save a loved one?\n  ","898981":"\n   😂⛳🎇🎆✨\n  ","898982":"\n   Yes that sounds right. Nothing is ever free.\n  ","898983":"\n   Do you like CHRIS JERICHO\n  ","898984":"\n   That should have said I don't not do.\n  ","898985":"\n   What did you like \/ dislike about where you grew up?\n  ","898986":"\n   What seemingly innocent question makes you think \"It's a trap!\"?\n  ","898987":"\n   🤗\n  ","898988":"\n   And some dogs\n  ","898989":"\n   I do pay for premium. That's what happens with me.\n  ","898990":"\n   What's the most boring sport, and what would you do to make it more exciting?\n  ","898991":"\n   Happy 10 years of One Direction\n  ","898992":"\n   I hate Spotify sometimes I want to listen to the new song and I clicked on it but it's going to play other songs first before it plays that one\n  ","898993":"\n   And now?\n  ","898994":"\n   Do you ever wear two pairs of socks ?\n  ","898995":"\n   Night do you even say goodnight 2 people on here?\n  ","898996":"\n   Is it ok if I say you gorgeous?\n  ","898997":"\n   Do they have Nothing Bundt Cakes where you live?\n  ","898998":"\n   Do you get mad if people don't like you?\n  ","898999":"\n   Is it bad that I think all girls are too good for me?\n  ","899000":"\n   Enjoy karne ke liye?\nTum tennesse se ho.how you know urdu?\n  ","899001":"\n   Hmmm....and i appreciate urs😊😊😊\n  ","899002":"\n   I saw a man at the store wearing only a jock strap and smile.\n  ","899003":"\n   Hey baddie\n  ","899004":"\n   why did you make a fake ask page of Lauren imposter?\n  ","899005":"\n   ever call her gorgeous?\n  ","899006":"\n   Who has bad taste?\n  ","899007":"\n   Did you eat some pasta?\n  ","899008":"\n   🧡🧡🧡🧡🧡🧡🧡🧡🧡🧡🧡🧡🧡🧡🧡🧡🧡🧡🧡🧡🧡🧡🧡🧡\n  ","899009":"\n   you do  compliment lisa what do you say to her,?\n  ","899010":"\n   I bet you  never compliment her?\n  ","899011":"\n   you are the moneymaker of the band you should call in sick?\n  ","899012":"\n   except u were a ceeb too\n  ","899013":"\n   When is lisa ever going to release songs like you?\n  ","899014":"\n   what you think of lisa awesome song stand up? Be honest?\n  ","899015":"\n   What big week?\n  ","899016":"\n   why could be better,?\n  ","899017":"\n   Are you allergic to anything?\n  ","899018":"\n   Hi Lauren how are you.\n  ","899019":"\n   Plans for today,.?\n  ","899020":"\n   YO COLBY MATE, I THINK SHE WANTS YOU TO SLIDE INTO HER DMS AND SHES MAD COZ YOU HAVENT\n  ","899021":"\n   Is he your bf?\n  ","899022":"\n   I wanna know, lemme be nosy 😂\n  ","899023":"\n   rude, what did i do\n  ","899024":"\n   You have really pretty eyes 😍\n  ","899025":"\n   Its wrong how?\n  ","899026":"\n   wo i say hello back:).its also my bday I would love to get a birthday shoutout if possible?\n  ","899027":"\n   If a woman is super jealous of you, could you list 5 things she could do to show her support and respect?\n  ","899028":"\n   What do you feel content or happy with in your life?\n  ","899029":"\n   What do you need more of in your life?\n  ","899030":"\n   wow lisa said that back for real or you kidding?\n  ","899031":"\n   Good night Lauren 😴🛏\n  ","899032":"\n   it can be if you want it to be.\n  ","899033":"\n   I know people always change plans?\n  ","899034":"\n   I bet I know who would get a boob job?\n  ","899035":"\n   Did you say hi to the beautiful lisa for me?\n  ","899036":"\n   Ever cook for amy or she cooks more?\n  ","899037":"\n   Would you ever get a boob job?\n  ","899038":"\n   Like what?\n  ","899039":"\n   What’s the best and worst thing about getting older?\n  ","899040":"\n   I know but u will get through it. You are strong enough.\n  ","899041":"\n   What stinks about babysitting babies?\n  ","899042":"\n   Which is faster hot or cold?\n  ","899043":"\n   What annoys u\n  ","899044":"\n   So what are you up to today?\n  ","899045":"\n   Either way your rich and I wish I had your life your blessed congrats though\n  ","899046":"\n   Yeah but that's me some prefer girls with tons of make up\n  ","899047":"\n   What are you looking for in a partner?\n  ","899048":"\n   Yeah but when I go to house sit I can spend time in the pool\n  ","899049":"\n   It says your net worth is 5 million is this true and can I have a few thousands lol\n  ","899050":"\n   And to be honest I always prefer the natural look opposed to the makeup look so the less makeup the better\n  ","899051":"\n   Do you like south american guys?\n  ","899052":"\n   WTF 😂😂😂\n  ","899053":"\n   why you always wear so much makeup?\n  ","899054":"\n   I don't live anywhere near any kind of water would be nice though to lay on the pier\n  ","899055":"\n   Don't really like you anymore as u rude question wise?😦\n  ","899056":"\n   what you doing today and tonight?\n  ","899057":"\n   any of your sisters wear bikinis,?\n  ","899058":"\n   For you and lisa and the band?\n  ","899059":"\n   You should give lisa personal instructions dancer wise ,?\n  ","899060":"\n   I think lisa is a better dancer than dani do you agree?\n  ","899061":"\n   how is lisa weird?\n  ","899062":"\n   Yes !!\n  ","899063":"\n   Good I like her a lot   and do you?\n  ","899064":"\n   What’s ur next album !!\n  ","899065":"\n   Exactly\n  ","899066":"\n   Is this a real profile?\n  ","899067":"\n   I'm on tinder atm, is this bad to say on my profile about me.\n\nI'm 24, my dream job is to be a firefighter, but I'm also looking for that special someone to  help me become a better person. I may come off shy at first but the more I know you the  more I'll open up to you\n  ","899068":"\n   Ever you ever meet someone off tinder\n  ","899069":"\n   I just looked u up and your famous whoa had no idea and u have a nice voice\n  ","899070":"\n   HOW MUCH DO YOU JUDGE A PERSON BY THEIR APPEARANCE?\n  ","899071":"\n   Lol ignore what I said then\n  ","899072":"\n   Ever seen?\n  ","899073":"\n   I might do that I just need to find something else to do\n  ","899074":"\n   This came on my Facebook memories before.\n   \n    https:\/\/m.facebook.com\/story.php?story_fbid=663607040672371&id=100010692428361\n   \n","899075":"\n   Pls help me with this one,\nWhich course should i take:\nNutrition and Dietetics or AgriBusiness? Why so?\nI'll gladly appreciate your answers.\n  ","899076":"\n   Have you ever tried to google your own name? What came up? 🤔⌨\n  ","899077":"\n   Last time you had s3x?\n  ","899078":"\n   how many questions in ur inbox i have 70 can you beat that?\n  ","899079":"\n   What was the longest conversation you have had with someone recently? What was it about?\n  ","899080":"\n   Yeah like on your own Patreon\n  ","899081":"\n   and anything else?\n  ","899082":"\n   Price of fame\n  ","899083":"\n   no way she is a Virgin sorry 27 ok?\n  ","899084":"\n   What sort of video do you watch on YouTube?\n  ","899085":"\n   One Direction on the Johnathan Ross Show in the uk.\n   \n    https:\/\/youtu.be\/ldDWqTMBoJo\n   \n","899086":"\n   what would you say to say lisa posted a skimpy bikini pic what would u say?\n  ","899087":"\n   It's real life crimes ya.\n  ","899088":"\n   Which movie?\n  ","899089":"\n   Buongiorno, che tempo fa da voi?☀️\n  ","899090":"\n   I am watching FBI Files justin one of our local tv stations.\n  ","899091":"\n   thank you Lauren 😊\n  ","899092":"\n   If you could accomplish simple tasks while sleeping and still get a good night’s sleep, what would you want your body to do while you were sleeping?\n  ","899093":"\n   What are you doing?\n  ","899094":"\n   what if it was skimpy looking?\n  ","899095":"\n   Whats the ideal age u would want kids? The younger the better as long as u find that right guy who loves and appreciates u\n  ","899096":"\n   wow thats a lot of bfs..?\n  ","899097":"\n   why not she is your sister she would tell you?\n  ","899098":"\n   I'm good thank you\n  ","899099":"\n   You seem depressed are you alright?\n  ","899100":"\n   Lol it sucks\n  ","899101":"\n   if 1 of ur sisters posts a bikini pic.would you be mad? Be honest\n  ","899102":"\n   how many bfs lisa had?\n  ","899103":"\n   Hey do you know how to put a community tab thing on patreon?\n  ","899104":"\n   Have you ever seen a shooting star?\n  ","899105":"\n   ever ask lisa if she is a Virgin?\n  ","899106":"\n   Even sisters?lol\n  ","899107":"\n   It’s not adultery when the marriage is between three or more people 😉 and it’s all consensual, of course. Ethical non-monogamy. — And why can (in your point of view) someone only love one person? You said yourself: we have multiple friends, maybe multiple children, etc that we all love. 🤔\n  ","899108":"\n   lisa is\n  ","899109":"\n   can lisa rap on songs?\n  ","899110":"\n   Hi Darling\n  ","899111":"\n   Do u want to have kids? I think u would make beautiful kids your gorgeous btw\n  ","899112":"\n   It’s because I’m the modest guy and generous with you\n  ","899113":"\n   Why not lisa?\n  ","899114":"\n   Ever been called annoying?voice?\n  ","899115":"\n   What are you doing rn?\n  ","899116":"\n   Yes Lauren I’m saying this words to you from the bottom of my heart ❤️\n  ","899117":"\n   which ones are not?\n  ","899118":"\n   8 years old 😲 and whats that?\n  ","899119":"\n   were you there at wedding?\n  ","899120":"\n   Yes it’s is Lauren I’m telling you the truth lol\n  ","899121":"\n   What do u look forward to doing when ur niece or nephew comes congratulations on becoming a auntie\n  ","899122":"\n   Whats the best job u ever had?\n  ","899123":"\n   all your sisters Virgins too?\n  "},"Answer":{"898052":"\n  Translated\n  ","898053":"\n  There's more coming once she's back to recovering\n  ","898054":"\n  Hopefully soon\n  ","898055":"\n  It's just reali I'm sure but he's still considered a cimoreali 😂\n  ","898056":"\n  Baby, please\n  \n  Don't leave it up to me\n  \n  Can't you see\n  \n  It's getting hard to breathe?\n  ","898057":"\n  A few times\n  ","898058":"\n  I'm only one of the aunts, not the mother. So she would have to explain but I think it's because it's an uncommon name and unique and that's what she was going for\n  ","898059":"\n  No. They might be home tomorrow, they had to make sure christina was doing alright after the emergency c section and barrett was also being monitored due to other things Like the whole process of birth was a scare for all of us And I'll rather have christina explain that when she's ready. But he also has a little bit of jaundice as well\n  ","898060":"\n  Its 98% rural. 2% urban, plants and wildlife consists of Coyote\n  \n  Raccoons\n  \n  Bears\n  \n  Bobcats\n  \n  Striped skunks\n  \n  River otters\n  \n  Salamanders\n  \n  Beavers\n  \n  Shrew\n  \n  Wild boar\n  \n  Gray foxes\n  \n  Weasels\n  \n  Common Muskrats\n  \n  Gray bats\n  \n  Frogs\n  \n  Nine-banded armadillos\n  \n  Red foxes\n  \n  Eastern cougars\n  \n  Timber rattlesnakes\n  \n  Deer\n  \n  bats\n  \n  Chipmunks.\n  \n  But in a way it's much better than california and the people are way nicer.\n  ","898061":"\n  Probably till tomorrow she said. But they're getting ready to come home.\n  ","898062":"\n  ALSO THE LAST SONG OFF THE BLUE EP IS OUT AS WELL 💙💙💙 #Ghost\n  \n\n   https:\/\/youtu.be\/A2hLWdlx7Fg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","898063":"\n  My second EP #Blue is out NOW!!!!!!! Link in bio 💙💙💙💙\n  \n\n   https:\/\/open.spotify.com\/album\/5p9LJBu5hDG29C2DXWnUun?si=-KEeAG63S7uDYZL9TLOtwA\n  \n","898064":"\n  Basically they're trying to distract us from something bigger is what I feel like. Like making us wear mask seems like a control thing, enforcing the 6 ft apart rule, or us quarantining for 14 days or staying st home and bringing in the national guard. Plus the explosion in Lebanon didnt seem like a warehouse explosion due to explosives being stored there. It wouldnt have been that big to flip cars and injure people miles away. Plus the fact that other people heard it miles away?? Doesnt sit right with me. Kinda fishy how the presidents are traveling by aircraft to their rallies and all of a sudden boom explosions. It also looks like a bomb or missile coming down to hit when you look at the videos.\n  ","898065":"\n  Much better\n  ","898066":"\n  Hard to tell. In a way I found out that one person had corona and they tested her 15 times in total and each time she did a test they counted it towards the new cases 15 times\n  ","898067":"\n  Exactly\n  ","898068":"\n  Not a selfie but enjoy this photo from my merch photoshoot\n  ","898069":"\n  Yes. 6\/11 of us cimorelli children have a genetic thing that makes our fingers \"crooked or short\/longer\" no it doesnt hurt\n  ","898070":"\n  Everything is alright over here with me. Just asking for a bit of prayers for christina and my nephew... she had an emergency c section the other day\n  ","898071":"\n  A lot of people love amy\n  ","898072":"\n  Never broke a bone yet\n  ","898073":"\n  Idk\n  ","898074":"\n  They're still in the hospital\n  ","898075":"\n  Ikkk\n  ","898076":"\n  Please continue to keep christina, nick and the baby in your prayers. There was a big scare due to the nature of the birth and it was very traumatizing for the entire family. I'm sure christina will tell the story when shes ready to, but for now shes a true warrior woman. And I've never prayed harder then that night for her safety as well as the baby.\n  ","898077":"\n  👼👶💙\n  ","898078":"\n  💙💙💙\n  ","898079":"\n  Ones hiding underneath the porch shes about 3 months old. But the newborns I think are by the garage\n  ","898080":"\n  Yep. Keep hearing little cries\n  ","898081":"\n  Amy is good\n  ","898082":"\n  On other news I'm pretty sure the stray cat had kittens again ...\n  ","898083":"\n  If he adopted the child as his own then they're your child I believe that's how the government sees it\n  ","898084":"\n  Nice\n  ","898085":"\n  Thanks\n  ","898086":"\n  Theres tylenol but it doesn't really do much. And ibuprofen, I really need to go get aspirin however\n  ","898087":"\n  She said happy birthday\n  ","898088":"\n  I compliment all my sisters mostly all the time. What I say or dont say, or how much i say it or dont. Shouldnt worry you\n  ","898089":"\n  No I like having long hair\n  ","898090":"\n  Yeah\n  ","898091":"\n  Long journey and tired\n  ","898092":"\n  Not much just once again woke up with a headache\n  ","898093":"\n  I always wanted a big family of my own someday since I was little. But I won't know how many I actually want till I either get pregnant and experience all those moments and till I give birth to actually decide how many times I'll want to go through that again. And same goes towards adopting if I adopt, I wont know how many children I would want to adopt till I go through that process.\n  ","898094":"\n  Idk I think shes just enjoying life right now\n  ","898095":"\n  Yes I know\n  ","898096":"\n  No, I eat chicken and stuff\n  ","898097":"\n  I know but to those people in general\n  ","898098":"\n  I'm not wearing any shoes atm\n  ","898099":"\n  I love the edits people been doing for my new ep\n  ","898100":"\n  Thank you so much 😊\n  ","898101":"\n  I love it. Especially august 😊🧡\n  ","898102":"\n  Stop risking avoiding your lows just to risk one high of the week with the person who is toxic\n  ","898103":"\n  My day is going pretty well so far.\n  ","898104":"\n  Thank you !!! I really put a lot of thought into all my merch designs so far\n  ","898105":"\n  BABY REALI VIA CHRISTINA UPDATE: Hello everyone I am okay but in a LOT of pain and the baby is totally healthy too!!!! I have a lot of thoughts to gather as one minute I was relaxing and the next thing I knew I was rushing to the hospital and having an emergency c-section! 😅\n  \n  Thank you so much for all the prayers I appreciate them sooo much and can feel God with me so strongly through this whole experience.\n  \n  I will post updates of the baby and myself very soon but for now I am resting and adjusting and processing 💗\n  \n  Many more pics\/vids coming soon 🥰\n  ","898106":"\n  My sister went into labor and the gc was going off for video calls and stuff\n  ","898107":"\n  ... \" but after everything you've done, I can thank you for how strong I have become\" 🧡\n  \n   @rachaelnemiroff\n  \n  and I created something special for you beautiful humans, coming soon 🎶\n  \n  📷 :\n  \n   @acaciaevans\n  \n  talented friend. Love you both so much\n  ","898108":"\n  I was woken up pretty early\n  ","898109":"\n  Yep\n  ","898110":"\n  I should :)\n  ","898111":"\n  I appreciate  your follow mario\n  ","898112":"\n  Thank you 🥺🧡\n  ","898113":"\n  Its definitely new but omgosh hes just a little cute baby\n  ","898114":"\n  Baby boy is their gift\n  ","898115":"\n  The singer of old town road... yeah\n  ","898116":"\n  That's how god made me\n  ","898117":"\n  Daddy is also there. But at this time as we welcome him into the world. We also need to thank spero and remember that baby as well. Because spero was Christina's first child, the child who didnt breathe or walk the earth. But instead went home with god.\n  ","898118":"\n  I know some people find it funny others are telling them to stop making scenarios up its weird. In a way I feel some will happen when he gets older lol\n  ","898119":"\n  When I feel like it\n  ","898120":"\n  No omg\n  ","898121":"\n  Because no one kn my family would alter their appearance unless it was actually needed to save their life\n  ","898122":"\n  Organizing things\n  ","898123":"\n  Yep\n  ","898124":"\n  Haha\n  ","898125":"\n  No for the last time she has\/ is getting over mono\n  ","898126":"\n  New song coming out in 3 days\n  ","898127":"\n  😊\n  ","898128":"\n  No problem\n  ","898129":"\n  Well thank you for saying I'm beautiful\n  ","898130":"\n  Lol\n  ","898131":"\n  Haven't been in the mood for sweets as much\n  ","898132":"\n  We do hug people. It's just we are not that sociable or talkative etc.\n  ","898133":"\n  Because not something in interested in. I like dating around my age\n  ","898134":"\n  Exactly. This is what sometimes angers me, this is my page my personal page not the bands where we all can be active on it but my page. Lisa has her own but she only comes on here every now and then. But I constantly get questions about lisa some I cant answer because they're weird and I wouldn't call my sister hot or something but still why cant you just ask about me or make it to where it's not some weird obsession like behavior. Like I understand when people ask about christina and the baby but like the ones \"you think she could be a model, post a picture, how is she\" I dont always know how lisa is. I dont live with her. I only see her when we all see her or I text her. As for the pictures I have stated many times I don't have any recent with any of my sisters except from the merch drop or a group photo we did.\n  ","898135":"\n  You're welcome\n  ","898136":"\n  I think hulu has it ?\n  ","898137":"\n  Glad you enjoy\n  ","898138":"\n  Just go on her Instagram 🤷🏻‍♀️\n  ","898139":"\n  No\n  ","898140":"\n  No not yet\n  ","898141":"\n  I think they found a name just letting her rest and have some time to theirselves\n  ","898142":"\n  New tiktok \"I love me\" by Demi Lovato (yes I'm aware my voice kinda cracked)\n  \n\n   https:\/\/m.tiktok.com\/v\/6857190374578867461.html?_d=secCgsIARCbDRgBIAIoARI%2BCjwAGl9KM4fBA3qkNexnuKD4FnunEZaf%2BjN8j4z%2BZkws44%2FkFVhGF%2BJTUrJ9nDSoTF8RMdcK277g44JZrcgaAA%3D%3D&app=musically&language=en&preview_pb=0&share_item_id=6857190374578867461&timestamp=1596564066&tt_from=more&u_code=4c80jkg6f6a1d&user_id=99425185329455104&user_id=99425185329455104&utm_campaign=client_share&utm_medium=ios&utm_source=more\n  \n","898143":"\n  I will !!!\n  ","898144":"\n  Well due to covid only one person can be in the room with the mother which is nick. We have to wait till he comes home to see him in person\n  ","898145":"\n  No she went into labor last night. I was really hoping it was the 12th so we all had like the same birthday. She video called all of us so we can see him\n  ","898146":"\n  Hes so cute !!!\n  ","898147":"\n  Thank you !!!\n  ","898148":"\n  💙💙💙\n  ","898149":"\n  OFFICIALLY AUNTIE LAUR  🥺 hes so perfect already. Prayers for christina and the baby. Really thinking of spero during this time as well. Welcome to the world little one. You are so loved everyones little angel rainbow baby.\n  ","898150":"\n  🥺💙💙💙 🌈👼👶\n  ","898151":"\n  Glad to hear\n  ","898152":"\n  I dont have a more recent with her at the moment the last recent I have was the believe in you merch drops\n  ","898153":"\n  Just not my style and I dont like feeling like I'm showing to much skin\n  ","898154":"\n  No she doesnt\n  ","898155":"\n  🤷🏻‍♀️\n  ","898156":"\n  No\n  ","898157":"\n  No\n  ","898158":"\n  Lol\n  ","898159":"\n  Kinda hard to with how tall she is\n  ","898160":"\n  24\n  ","898161":"\n  Why does this matter?\n  ","898162":"\n  Same\n  ","898163":"\n  Probably not but hey tough love girl\n  ","898164":"\n  Duh\n  ","898165":"\n  Thrift stores, target, h&m, the mall, epic rain boutique, forever 21\n  ","898166":"\n  As always\n  ","898167":"\n  Probably not\n  ","898168":"\n  Not in spanish\n  ","898169":"\n  Same and well I'll choose any option to get it back to normal or looking good\n  ","898170":"\n  Huh\n  ","898171":"\n  4'10\n  ","898172":"\n  Most of the people In our family is tall\n  ","898173":"\n  Oh what show?\n  ","898174":"\n  Idk\n  ","898175":"\n  I'm taller than Christina\n  ","898176":"\n  K\n  ","898177":"\n  Yeah I heard about that one stay safe\n  ","898178":"\n  No I'm italian\n  ","898179":"\n  We all call ew eachother rats\n  ","898180":"\n  I don't know I dont think I'll give him another chance\n  ","898181":"\n  Yes I do\n  ","898182":"\n  Compliment other people and be nice every now and then\n  ","898183":"\n  Mhm\n  ","898184":"\n  I believe it is\n  ","898185":"\n  Shes shorter and wears a lot of kid sizes\n  ","898186":"\n  Yeah that's why she asked for prayers because she has a lot to think about and consider and we dont know what can happen up to that day or during\n  ","898187":"\n  Yep\n  ","898188":"\n  Ok\n  ","898189":"\n  I'm taller than lisa by a few inches\n  ","898190":"\n  Until she says one thing or does one thing that someone doesnt agree with then its attack everyone\n  ","898191":"\n  None of those\n  ","898192":"\n  It's a sister thing\n  ","898193":"\n  I just hope all they have to do is stays, cleaning, fillings and do a scaling where they go underneath the gum to get the built up plaque and tartar off the hard to reach areas and that's it because this looks painful as heck anything further\n  ","898194":"\n  No lol it's almost impossible to wear any clothing of amys\n  ","898195":"\n  Maybe someday\n  ","898196":"\n  Well we all make mistakes sometimes more than once 🤷🏻‍♀️\n  ","898197":"\n  Yeah haha\n  ","898198":"\n  No we all have our swimsuits lol\n  ","898199":"\n  I'm not rude or stupid\n  ","898200":"\n  How god created her\n  ","898201":"\n  Exactly\n  ","898202":"\n  No\n  ","898203":"\n  No I'm  just naturally caramel lol\n  ","898204":"\n  Lise\n  \n  Rat\n  \n  Weirdo\n  ","898205":"\n  It's just irritating I wish catfish was still on air and she messed with a person whose not that big you know\n  ","898206":"\n  Shes trying to do it natural bc the bloodcotting thing is what's scaring her\n  ","898207":"\n  I wouldn't want to either\n  ","898208":"\n  Either way she's still going to be hated on here and there. Like the rest of us\n  ","898209":"\n  We all wear one pieces except dani\n  ","898210":"\n  I hope it's nothing to bad. It's just that one gum tissue on my lower teeth\/ front if that makes sense is pulling back kinda like a hang nail does but it's not a hang nail it's a gum tissue. And the teeth are spaced (probably due to the wisdom  pushing at the  time). And the same area is starting to do the same but it's not that bad\n  ","898211":"\n  Different measurements and different styles\n  ","898212":"\n  Whatever comes to mind that's of course appropriate\n  ","898213":"\n  Ohh I only try to pay for stuff I actually use like netflix lol\n  ","898214":"\n  I got a small tan just from being in my car for a few hours 😳\n  ","898215":"\n  Yes bc while we can press charges and if shes found guilty and gets jail time or something she would o oy be there for that amount of time instead of what she actually deserves but since theres so many everyone would have to like come together and press the charges if that makes sense\n  ","898216":"\n  Sadly you can't help those who don't want help\n  ","898217":"\n  I dont wear bikinis\n  ","898218":"\n  Yep that's why I'm highly confused\n  ","898219":"\n  She just is?\n  ","898220":"\n  Longer than a year\n  ","898221":"\n  Sometimes\n  ","898222":"\n  No I'm not doing anything bc she loves chad and chad loves her. I'm happy she found someone and is getting married\n  ","898223":"\n  Probably since a little girl you start imagining\n  ","898224":"\n  No I wasn't even engaged to Christian\n  ","898225":"\n  The 17th I have scheduled right now\n  ","898226":"\n  I know she like put red in it or something\n  ","898227":"\n  Idk\n  ","898228":"\n  It would be special bc she gets to share a birthday with her son\n  ","898229":"\n  Yeahhh...\n  ","898230":"\n  I dunno everyone has their own beautiful and uniqueness\n  ","898231":"\n  Just roasting eachother in a playful manner\n  ","898232":"\n  Oof\n  ","898233":"\n  Right before the sun sets?\n  ","898234":"\n  I think she looks amazing with long or short hair. It's what makes her unique and happy\n  ","898235":"\n  She can marry whoever she wants and chad makes her happy. Chad ISNT a BAD person\n  ","898236":"\n  We were never engaged. Those were just rings I liked the style of and every girl likes to plan what her wedding would look like in the future when that day comes.\n  ","898237":"\n  We could get her for impersonating and identity theft and stuff but theres so many people that pretend to be us along with her. And it's just not us shes faking or people we know and so on but shes like faking other youtubers and stuff as well\n  ","898238":"\n  True. And think theres a lot of indirect at the moment being thrown around\n  ","898239":"\n  Oh my\n  ","898240":"\n  Cause I am the princess 😌 ahah\n  ","898241":"\n  Hey I was born on HER birthday and I'm still one of the best gifts she ever got ahaha\n  ","898242":"\n  Lol\n  ","898243":"\n  Amz\n  ","898244":"\n  I dont know\n  ","898245":"\n  Boy please stop dreaming. I'm not getting married anytime soon\n  ","898246":"\n  Oh this time she wasn't here. I'm saying last time she did help. She's not in Tennessee at the moment\n  ","898247":"\n  Barbie dream girl fairy girl princess pageant queen\n  ","898248":"\n  Hoping we get to share our birthdays\n  ","898249":"\n  Arielle as well\n  ","898250":"\n  Because she wants to do an updo hairstyle for her wedding\n  ","898251":"\n  My own condo\n  ","898252":"\n  We're also the ones who put the nursery together lol\n  ","898253":"\n  We never really pranked eachother. It was mostly the younger brothers\n  ","898254":"\n  Except when I was a small baby lol\n  ","898255":"\n  On tour I was really bored and it took forever to get the wifi password to work. And lisa just starts making weird faces and screaming to spanish music lol\n  ","898256":"\n  I just went over to Christina's house with the others ( subtract dani keep the others) to help clean her house and prepare it for when baby boy is here\n  ","898257":"\n  Ahah thank you\n  ","898258":"\n  I like having money to support myself and have some extra left over when needed\n  ","898259":"\n  No I like having long hair and I dont think short hair really suits me\n  ","898260":"\n  Keep it appropriate\n  ","898261":"\n  Three cheese chicken penne\n  ","898262":"\n  No\n  ","898263":"\n  To many memories with her aha and still creating memories\n  ","898264":"\n  I'm sorry I try to answer as much as possible\n  ","898265":"\n  I don't disclose my earnings nor the girls\n  ","898266":"\n  Highly an introvert\n  ","898267":"\n  I saved my money but I brought my old jeep patriot. Then saved up for my house that i share with amy and arielle and my tesla\n  ","898268":"\n  Okay\n  ","898269":"\n  Have a great night\n  ","898270":"\n  It's alright. You should listen to it 😊\n  ","898271":"\n  I been doing peroxide rinses every week to try to help. But it's more so like a tear or gum recession\n  ","898272":"\n  Ahaha definitely the video I watched of like the surgeries for more severe cases seems painful but hopefully it's not that bad. If so 😶\n  ","898273":"\n  It's like 6:31 pm ahah\n  ","898274":"\n  I know. Suddenly wonder where all the dani stans are coming from though\n  ","898275":"\n  I'm doing good\n  ","898276":"\n  We used to be really tan ahah\n  ","898277":"\n  Lol I lost it\n  ","898278":"\n  What?\n  ","898279":"\n  Oh I see, have a great night 😊\n  ","898280":"\n  No?\n  ","898281":"\n  Oh nice\n  ","898282":"\n  True on that, but maybe you'll get lucky\n  ","898283":"\n  It's going good. How about yours?\n  ","898284":"\n  I don't like dogs\n  ","898285":"\n  Years I believe. We've  called her out before but she never listens\n  ","898286":"\n  Make nick grow his out but shave ahahha\n  ","898287":"\n  She's not now,  it's from a few years ago\n  ","898288":"\n  Kinda I guess. Its suppose to like get rid of negative energy\n  ","898289":"\n  You've  never heard blank space?\n  ","898290":"\n  Mhm\n  ","898291":"\n  It annoys me so much when I see people playing with their phones instead of keeping their eyes on the road\n  ","898292":"\n  Yeah but most families don't have the access to accommodations\n  ","898293":"\n  Finish work\n  ","898294":"\n  Love me like you do\n  ","898295":"\n  Bruh\n  ","898296":"\n  Family\n  \n  Friends\n  \n  Oxygen 😋\n  ","898297":"\n  Laurenzoalienurphia\n  ","898298":"\n  I'm not a professional or anything but I'm decent to say the least\n  ","898299":"\n  Always appreciate it my dear friend\n  ","898300":"\n  Not to bad but still bad.\n  ","898301":"\n  9 now\n  ","898302":"\n  It's my last song on the #BlueEp I'm releasing August 7th.\n  ","898303":"\n  Visualize yourself as you want to be.\n  \n  Affirm yourself.\n  \n  Do one thing that scares you every day.\n  \n  Question your inner critic.\n  \n  Take the 100 days of rejection challenge.\n  \n  Set yourself up to win.\n  \n  Help someone else.\n  \n  Care for yourself.\n  ","898304":"\n  I'm actually pretty content and accept the way my body looks\n  ","898305":"\n  Wore a wig and danced in public for a video  we did\n  ","898306":"\n  Swimming,drawing, skateboarding, hanging with friends, writing and creating music, designing.\n  ","898307":"\n  Yes I am\n  ","898308":"\n  Not your girlfriend, but hi\n  ","898309":"\n  Yep\n  ","898310":"\n  Normally cold brew with a little bit of cream\n  ","898311":"\n  Behavior\n  ","898312":"\n  I try my best to be one. Always show kindness and respect\n  ","898313":"\n  I prefer French fries over them. They're okay but not the greatest\n  ","898314":"\n  Yes I do. I could really go for one right about now but I'm making chicken penne\n  ","898315":"\n  tingkah laku\n  ","898316":"\n  But 👀 a cutie\n  \n   @alicexrosexking\n  \n","898317":"\n  Ran into a few people that were like omgosh why are they so stupid. But theres never been one that I full on think is an idiot\n  ","898318":"\n  Thank you !! It was just a little cold is all\n  ","898319":"\n  Ahahah I'm glad we both agree 😂\n  ","898320":"\n  Waiting on a wish to come true 💫\n  ","898321":"\n  France is the city of love 🤷🏻‍♀️\n  ","898322":"\n  Not going to lie he really got my attention with the hair cut .... 😳\n  \n   @alicexrosexking\n  \n","898323":"\n\n   Www.Laurencimorelli.com\n  \n","898324":"\n  Go and collect material they used back in the day to keep us warm and stuff. Like make a wood oven to cook on, collect coal and wood for a fire and so on\n  ","898325":"\n  Absolutely  not lol\n  ","898326":"\n  A snake lol\n  ","898327":"\n  Ahah sorry\n  ","898328":"\n  I said they're not\n  ","898329":"\n  🙄\n  ","898330":"\n  Yeah\n  ","898331":"\n  I'm not just not sure what I want yet\n  ","898332":"\n  Haha\n  ","898333":"\n  Its fine\n  ","898334":"\n  Thing is girls are always sexualized bc men dont know respect\n  ","898335":"\n  That's what I'm saying you never know who is going to see it and save it and so much ln\n  ","898336":"\n  The thing is they just built their \"dream home\" or their \"forever home\" not even a year ago. A project they wanted and worked on for like 3 years almost. And even had like a particular style that they wanted and had to choose between two houses they built but then combined. Mr Kate, a famous designer on youtube did the girls rooms the way they wanted and the playroom. She was suppose to do the entire house as I heard but austin got impatient and just decorated however he wanted and his wife allowed it. Now they're like looking at other houses on the market bc they're \"bored\" and want to make it a \"series\" but they literally wanted to buy the 44 million dollar mansion bc it has a sauna, indoor and out door movie theater, 6 rooms and 16 bathrooms I think he said.  And a vip pool and stuff. When the house literally looks like a 5 star hotel and is mostly all white... they have three children who are not even over the age of 5 yet.\n  ","898337":"\n  Someday you'll get t ok enjoy yourself and get those things you've always wanted\n  ","898338":"\n  I think everyone has Lol especially as a small child we put everything in our mouths\n  ","898339":"\n  I get that but it's just weird always having questions about are you pregnant and stuff\n  ","898340":"\n  Well I was taller or someone else was or I was more skinny while someone had like the average size\n  ","898341":"\n  Idk\n  ","898342":"\n  I'm not sure if all girls do or don't however it's not like an uncommon thing and some girls dont admit to it because well it's like personal and they dont necessarily feel comfortable talking about it.\n  ","898343":"\n  **\n  ","898344":"\n  Tears obviously. But I'm I'm ik ne and not upset so please go somewhere with your weird  obsessions and fetish\n  ","898345":"\n  Idk. I dont keep tabs on the guy, hes not my style of music I enjoy\n  ","898346":"\n  I mean my hair was kinda blonde before. More of a blonde & brown ombre and when I dyed it blue I had to bleach it blonde so it actually stayed blue. But maybe someday I'll go full blonde\n  ","898347":"\n  Your skin tone doesn't define who you are or your worth. If someone likes you, they like you. And I don't know anyone who is single and looking to date. That's my answer.\n  ","898348":"\n  Amy is doing good.\n  ","898349":"\n  No I don't. It was just a simple cold\/ dental issue\n  ","898350":"\n  Yes he did.\n  ","898351":"\n  Not like years old before I was born but like modern 2000s and early 90s I have\n  ","898352":"\n  Back in the beginning of our career we were always being interviewed and stuff. Because we were signed to a record label at the time and our manager was based out of the uk. However, living in california and being in the la music industry just became this thing where we were left unhappy bc they were trying to change us into a band that we didnt want to be ( sex, alcohol,  drugs, dressing revealing wise and stuff). And didnt understand we wanted fun, clean, helpful and relatable music. Music with a message of hope. Positivity and love. And while we had many great experiences through that time we were left unhappy and wanted to quit music for good. Until 2015 came around and gave us an opportunity we had to react on which involved moving to nashville and going independent. Which we did and since moving their we have put out more than 2 albums, toured more than we did in la, eps and so on. Just this year has been hard on everyone and last year was as well. Our oldest sister christina was pregnant with her first child and didnt know she had a genetic thing that caused blood cots at first. She ended up loosing the baby a week before our biy tour kicked off. It was an emotional time for all of us. We wanted to push back the door but somehow even through the pain and lost christina pushed through and went forward to do the shows. At the time we also were rebranding and redoing our band and who does what in the band and looking for a graphic designer and so much more. We knew dani was leaving the band for good at the end of December after being in it for 10 years. Our youngest sister the last to join was the first to leave and it just kinda hit us unexpectedly at first but with time we found what works best for us. As for this year, christina is pregnant and due any day with a baby boy. So we didnt want to do another tour and risk anything that may cause any insufficient to her or the baby. Katherine and lisa were both engaged and planning their weddings for this year. Which katherine married at the end of may. Lisa should be by the end of this year hopefully. Katherine was busy moving into her new house with her husband. Christina has been busy preparing for the baby and the rest of us just felt with everything going on it was best to take the year off from touring or doing to much activities and projects to spend time with our family and friends and just relax a bit. Even though christina is pregnant we planned ahead and worked hard to film, record, edits etc. Content and videos for everyone. And well with covid, it kinda ruined everyone's plans with concerts and festivities and so on.\n  ","898353":"\n  I been working on some fun things with friends this past week for everyone. So I may or may not be working on adding the final touches on those projects\n  ","898354":"\n  We are all human at the end of the day\n  ","898355":"\n  I appreciate you for looking out for us and defending us.\n  ","898356":"\n  No it's just an infectious virus many people get through kissing or coming in touch with saliva which can be by sharing drinks or silverware that other people have ate\/ drank off and it wasnt cleaned correctly. Like for example drinking or eating off your oartners plate or drinks.\n  ","898357":"\n  I think we all have atleast once in our lives\n  ","898358":"\n  😳😳😳\n  ","898359":"\n  What rat?\n  ","898360":"\n  Ugh the nausea is back once again ;[\n  ","898361":"\n  Maybe\n  ","898362":"\n  Lisa & katherine\n  ","898363":"\n  Saving myself till after marriage bb\n  ","898364":"\n  Everyone\n  ","898365":"\n  People just got issues\n  ","898366":"\n  That's what I mean\n  ","898367":"\n  Theres other guys in the cimfam as well lol\n  ","898368":"\n  Didnt realize elli messaged me and now I feel bad for like ignoring my childhood bestfriend  😪\n  ","898369":"\n  Yep\n  ","898370":"\n  Kk\n  ","898371":"\n  Theres one that's like never going to happen\n  \n  And the other you dont know lol\n  ","898372":"\n  A new number\n  ","898373":"\n  AHAHA\n  ","898374":"\n  Me and my sisters\n  ","898375":"\n  The new one I posted today?\n  ","898376":"\n  On kik or ?\n  ","898377":"\n  Bestfriend for 3 years 🧡\n  ","898378":"\n  I can message you if you want\n  ","898379":"\n  You as well 😊\n  ","898380":"\n  Some people just prefer to wear that style\n  ","898381":"\n  Which one\n  ","898382":"\n  Welcome back!! And not much just been working a lot lol\n  ","898383":"\n  A little swing chair\n  ","898384":"\n  Happy birthday to you !!!\n  ","898385":"\n  By being surrounded  with friends and family\n  ","898386":"\n  August 12th 1998 in el Dorado hills Sacramento California\n  ","898387":"\n  I'm not sure if it's like bad bad because I don't know anyone who has it and our restrictions just seem to be a mask mandate and social distancing.\n  ","898388":"\n  Hi\n  ","898389":"\n  My first name ? I think it was a name my parents just liked. My last name however comes from italy and I'm not sure what it really means\n  ","898390":"\n  Uhm I'm not sure if I'll actually be on all night long\n  ","898391":"\n  Everyone is beautiful in their own unique and special way\n  ","898392":"\n  Secret 👀\n  ","898393":"\n  It's alright, just something that happens at some point to all of us\n  ","898394":"\n  Good question\n  ","898395":"\n  Nothing much just dealing with a headache and relaxing\n  ","898396":"\n  And I dont think they ever lose the texture\n  ","898397":"\n  I know it's so stupid but if they want to leave then leave I'm tired of it. It's always one little thing that people start over\n  ","898398":"\n  I have my eyes on someone else\n  ","898399":"\n  Honestly the squishmallows (they're like stuffies\/ squishes) I've found make the most comfortable thing like a pillow ahah\n  ","898400":"\n  I guess\n  ","898401":"\n  No, just been taking a break from social media\n  ","898402":"\n  I'm not crying nor am I upset?\n  ","898403":"\n  Been signed out for a few days.\n  ","898404":"\n  Good 4 them 🤷🏻‍♀️\n  ","898405":"\n  Cimorellimusic.com\n  ","898406":"\n  Thank you\n  ","898407":"\n  No :(\n  ","898408":"\n  It a August CimFam! Aka\n  \n   @christinacimorelli\n  \n  ’s birth month! She’s due to give birth in the next few weeks! We are starting #BabyWatch2020 🤱🏻 Raise your hand if you’re excited to meet Christina’s baby! We are so excited to have our first nephew! 💙🎉\n  ","898409":"\n  You liked it\n  ","898410":"\n  No lol\n  ","898411":"\n  Thank you 😊\n  ","898412":"\n  Mhm\n  ","898413":"\n  Doing better\n  ","898414":"\n  No\n  ","898415":"\n  A few episodes  but that's all\n  ","898416":"\n  The smell of your boyfriends cologne\n  ","898417":"\n  Have a great night\n  ","898418":"\n  I did\n  ","898419":"\n  Just so you can get whatever money she has hm\n  ","898420":"\n  Did anyone ever faked being asleep when they were younger just so they got carried to their bed at night\n  ","898421":"\n  YouTube would be fun to run or like a toy company. And to come up with new ideas and stuff\n  ","898422":"\n  Sure I'll message you privately\n  ","898423":"\n  Breaking free by vanessa hudgens and zack efron\n  ","898424":"\n  Idk who that is\n  ","898425":"\n  Good for you?\n  ","898426":"\n  Aha\n  ","898427":"\n  While it's unfair most people look for similarities that will blend in with theirs. Example : husband has blonde hair and blue eyes. Wife has curly hair and blue eyes. They'll most likely want a child with blonde hair or blue eyes. But their is some families like thomas Rhett and his wife who adopted a little girl from Uganda with a different skintone then theirs and they love her and their other children equally. Sadly this is the issue with our society... they think we cant love and accept others because we dont look the same. Have the same background, do the same things or have the same skin tone. And we need to change the way we love and see eachother\n  ","898428":"\n  No I never know their situation to judge right off the bat\n  ","898429":"\n  Eventually I'll probably do the same videos dani does\n  ","898430":"\n  Shes beautiful\n  ","898431":"\n  I think everyone has atleast a few times in life. It's a natural thing the body does that we cant control\n  ","898432":"\n  Nope\n  ","898433":"\n  Mhm\n  ","898434":"\n  I'll  have him contact christina before he gets to me\n  ","898435":"\n  Emmyns account got hacked or something so he had to change the username for a new one\n  ","898436":"\n  Normally just cry and talk to friends and that about it to make me feel better and just try to fix myself day by day as time goes on eventually I'll get over it\n  ","898437":"\n  A lot of the baddies are as well. Cant wait to share the entire chapter of my life with y'all\n  ","898438":"\n  268\n  ","898439":"\n  Yeah I am 😊 thanks for asking\n  ","898440":"\n  Not really at the moment\n  ","898441":"\n  Someone be a mom. Yes to a five year old but not like a new mother unfortunately\n  ","898442":"\n  No she has\/had mono\n  ","898443":"\n  I don't discuss political issues bb\n  ","898444":"\n  I'm doing alright. How are you?\n  ","898445":"\n  Use their other senses to describe colors like taste of spicy foods are normally red which means burning\n  ","898446":"\n  Much better that's for sure\n  ","898447":"\n  Dont trust everyone you encounter\n  ","898448":"\n  Love it\n  ","898449":"\n  Somewhat\n  ","898450":"\n  With\n  \n   @ColbyBrockOfficial\n  \n  🙄\n  ","898451":"\n  Nice mine is blue or orange\n  ","898452":"\n  😊🧡\n  ","898453":"\n  Thank you\n  ","898454":"\n  Because you act like it's an issue if a girl wears makeup at all\n  ","898455":"\n  Tesla or a g wagon are the only cars that really catch my eye now a days I did have a jeep but it started to have a lot of issues\n  ","898456":"\n  Yesss\n  ","898457":"\n  Hopefully\n  ","898458":"\n  I've never seen it\n  ","898459":"\n  Someday once I find that person worth spending the rest of my life with\n  ","898460":"\n  Henna bc I change my style way to much to commit to something that is permanent on my body\n  ","898461":"\n  Definitely swimming\n  ","898462":"\n  I do both\n  ","898463":"\n  Eh I mean one kiss can do it\n  ","898464":"\n  Happy Saturday hugs\n  ","898465":"\n  Thanks\n  ","898466":"\n  It's called the kissing disease so maybe from kissing max or drinking\/sharing something with saliva on it\n  ","898467":"\n  My family\n  \n  My friends\n  \n  And god for letting me healthy and alive\n  ","898468":"\n  Kath is feeling better as well as I. Thank you Stephen hope all is well\n  ","898469":"\n  I dont they're kinda annoying\n  ","898470":"\n  Just been sick and dealing with some drama and stuff\n  ","898471":"\n  Mhm\n  ","898472":"\n  I dont think so because you're changing its appearance and adding new parts into it that are not the original pieces\n  ","898473":"\n  I haven't really been taking much pictures\n  ","898474":"\n  Yes once I'm done with stuff here and have free time\n  ","898475":"\n  Tears but I'm not sad\n  ","898476":"\n  Either basketball or football or baseball\n  ","898477":"\n  You don't have to keep trying to explain things if they're unhappy and they don't want to listen to anything that's proof or whatever then let them leave\n  ","898478":"\n  Dark humor\n  ","898479":"\n  I appreciate it but it's just the fans being upset over something we did or didnt do once again\n  ","898480":"\n  I know ... it's just they dont really understand\n  ","898481":"\n  I'm thinking corn and like macaroni\n  ","898482":"\n  I know I'm nice and I always try to be nice till people screw me over\n  ","898483":"\n  I been seeing this one where girls been doing the cheating prank but the thing is.... I dont have a boyfriend lol\n  ","898484":"\n  I try my best to\n  ","898485":"\n  Uhm thinking sausage but not sure what to make with them\n  ","898486":"\n  Freak out\n  ","898487":"\n  Yeah but it's because I have a tank top on\n  ","898488":"\n  Chores\n  ","898489":"\n  When you have a hair in your mouth that you can't remove no matter what you do.\n  \n  Opening a box of food you want to eat and finding that it's been put back empty.\n  \n  when you open a packet the way it was meant to be opened and it still doesn’t work.\n  ","898490":"\n  So true. Also you dont need anyone who is toxic in your life\n  ","898491":"\n  Hi\n  ","898492":"\n  😊\n  ","898493":"\n  It's just a cold plus something with my mouth is going on but I'm getting better\n  ","898494":"\n  Last summer when we went there to do some collaborations with other youtubers and that for videos and we all stayed with our 7th sister\n  \n   @sisterrjames\n  \n  at his house :)\n  ","898495":"\n  Yep\n  ","898496":"\n  Well yeah\n  ","898497":"\n  Probably a jacket or something\n  ","898498":"\n  If I was just running around in my house I wouldn't need socks. However if I was to go outside or leave then I would need socks and shoes\n  ","898499":"\n  A warm sweater is nice\n  ","898500":"\n  What pic?\n  ","898501":"\n  I was shocked but I understood why\n  ","898502":"\n  How is that horrible just because I get to live a normal life still ?\n  ","898503":"\n  My ex\n  ","898504":"\n  Same\n  ","898505":"\n  Stress eating is also a thing\n  ","898506":"\n  Hopefully you find out soon thiugh\n  ","898507":"\n  Still think it's a dangerous place and the nature there is like some sort of gravitational force that pulls you to them with no escape kinda like a black hole and that's why so many boats and stuff have gone missing\n  ","898508":"\n  Awe well maybe one day you will.\n  ","898509":"\n  Yeah\n  ","898510":"\n  I dont really know what he did and disnt do. And sorry I'm not in the loop\n  ","898511":"\n  Sit in the tub with spiders for five minutes\n  ","898512":"\n  I think it's better if we all just did online schooling until the spike decreases. By forcing children to wear masks, you're taking away their one feature of being recognized in a crowd when needed. Without seeing their full face and appearance it's making children easier to go missing and their abductors will have an easier way to just grab them as well. Also small children dont have the patience to wear a mask all day and will likely take it off or play with it and so on and then you'll be hearing ms teacher he stole my mask and ms teacher my face hurts ms teacherrr\n  ","898513":"\n  Just try to make new friends if possible\n  ","898514":"\n  Yep\n  ","898515":"\n  We did a partnership with crocs not to long ago and got free pairs as well. Otherwise anywhere that sells crocs should have them ahah\n  ","898516":"\n  Good to hear 😊\n  ","898517":"\n  Just be kind and respectful  and get to know me\n  ","898518":"\n  It was ok. Thanks for helping  😊\n  ","898519":"\n  I'm single bb\n  ","898520":"\n  Thank you and I'm doing ok just need to heal with time\n  ","898521":"\n  314\n  ","898522":"\n  The heart wants who it wants\n  ","898523":"\n  I met his brother but that's about it\n  ","898524":"\n  I'm going to do some work related things\n  ","898525":"\n  I don't understand this language sorry\n  ","898526":"\n  Havent seen her in a while and I miss her\n  ","898527":"\n  I really want to do a full cover of that someday\n  ","898528":"\n  Lisa would be excited to do that one ahah\n  ","898529":"\n  Can I donate it ?\n  ","898530":"\n  A video\n  ","898531":"\n  I seen !!! Thank you\n  ","898532":"\n  Hmm maybee\n  ","898533":"\n  Happy #CimorelliSaturday! 🎉 Today we did a medley of\n  \n   @EdSheeran\n  \n  songs!! What’s your favorite Ed Sheeran song!? 🎶 Watch the full video on our YouTube!\n  \n   https:\/\/youtu.be\/ZEHO6BBOMP8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","898534":"\n  Tennessee\n  ","898535":"\n  I never aore those aha\n  ","898536":"\n  I dont know about that\n  ","898537":"\n  Doritos\n  ","898538":"\n  Huh\n  ","898539":"\n  Cuddles\n  ","898540":"\n  My card more than cash\n  ","898541":"\n  Throw it back and prove things are possible\n  ","898542":"\n  It's not necessarily a bad thing. With prenups it just ensures you'll get whatever belongs to you and I'll get mine\n  ","898543":"\n  Thank you 😊\n  ","898544":"\n  I definitely feel theres certain categories of a typical american lol\n  ","898545":"\n  Not everything you experience I  life is going to be a good thing but however it's something interesting that hopefully you will learn or take from\n  ","898546":"\n  I dont think I am. And i try to avoid talks about politics or controversial views and topics. It always starts arguements whether we choose to speak up or not\n  ","898547":"\n  Yes I would a bit bc they know what happens and I don't\n  ","898548":"\n  I think a simple message a day would reassure me they're okay and stuff. Rather then not hearing anything for days.\n  ","898549":"\n  Try to do everything I always wanted in that short period of time\n  ","898550":"\n  I'm a singer\/songwriter\/influencer and many more labels\n  ","898551":"\n  It can be\n  ","898552":"\n  Bc he like friendzoned me real quick even tho I'm his ex 😂😂\n  ","898553":"\n  I'm in a relationship with the family\n  ","898554":"\n  I prefer silk milk or almond milk bc I may or may not have a teensy dairy intolerance\n  ","898555":"\n  Well its morning there. Early morning here\/late at night\n  ","898556":"\n  I haven't had much of an appetite this past week so haven't been eating breakfast\n  ","898557":"\n  A tree house :) caves can be scary and you can become lost and trapped\n  ","898558":"\n  Giraffe seems more fun and uncommon. Donkeys were always used as a way for transportation in the oast\n  ","898559":"\n  No I'm a robot 😒\n  ","898560":"\n  Like a flipping temple guarded by god himself\n  ","898561":"\n  Ik its past midnight but happy 1st of the month aka white rabbit for uk fam. Happy saturday hugs to all\n  ","898562":"\n  Yes but I respect the girl code and instead of trying to get with them I wait till they come to me\n  ","898563":"\n  I'm not a billionaire  lol\n  ","898564":"\n  Sure I can try?\n  ","898565":"\n  I hope someday if not totally understandable... plus I kinda been swallowing my actual emotions and feelings towards how I really feel about someone.\n  ","898566":"\n  Tha I you anon have a great day\/night as well\n  ","898567":"\n  Currently just in bed and answering questions\n  ","898568":"\n  Dani used to but doesnt anymore. And as far as im.aware the others are all straightedge\n  ","898569":"\n  The youngest sister is dani.\n  \n  The youngest member in the band is me\n  ","898570":"\n  That is lisa\n  ","898571":"\n  No I'm so behind on keeping up to date with new shows and movies. I really need to start watching tv and that more and stay in the loop\n  ","898572":"\n  We all tha I eachother and support eachother on our own music as well\n  ","898573":"\n  No she is not. The only one pregnant is our oldest sister Christina\n  ","898574":"\n  That is dani... she's the six sister out of us girls and was in the band till the end of December she decided to explore other interests in life.\n  ","898575":"\n  I don't have house party\n  ","898576":"\n  Aliceeeeee\n  ","898577":"\n  I dont talk to people or add them on Facebook if I don't actually know them\n  ","898578":"\n  I had chicken and potatoes\n  ","898579":"\n  Have a great night\n  ","898580":"\n  Not today I've been sick and kinda don't want to be around others and get them sick especially Christina being pregnant\n  ","898581":"\n  No aha ghost comes out at the same time the ep does\n  ","898582":"\n  🧡\n  ","898583":"\n  Lol penelope scratched me on accident\n  ","898584":"\n  I appreciate it\n  ","898585":"\n  Uhm it's a virus also known as the kissing disease that can be caught by kissing or sharing things with saliva on it.\n  ","898586":"\n  Ask dani or better yet ask emmyn\n  ","898587":"\n  Do you have iPhone or android\n  ","898588":"\n  I dont keep track of how many people everyone dated\n  ","898589":"\n  Still one of my faves\n  ","898590":"\n  Swim in oliveoil\n  ","898591":"\n  Not sure. I used to collect letters and photos from fans and my room was once covered with those but now it's mainly lotions, perfume  and nail polish that I have the most of.\n  ","898592":"\n  Better.\n  ","898593":"\n  Definitely crazy at times\n  ","898594":"\n  Laurencim\n  ","898595":"\n  353\n  ","898596":"\n  Hi\n  ","898597":"\n  Nope\n  ","898598":"\n  Yes\n  ","898599":"\n  Bc it's not your concern or anyone's for that matter.\n  ","898600":"\n  This is the type of stuff that makes me want to delete\n  ","898601":"\n  When we started YouTube I was 11 years old. 11 years old getting getting thousands and thousand of comments about me everyday. A lot of them were good comments, talking about how I was pretty and cute and they liked my voice. Some of them were bad comments saying that I couldn’t sing, or that I was annoying or boring or nothing special. This experience of being commented on by strangers has continued for the last 10 years. And it’s only multiplied in size. These comments RAN MY LIFE for so long. Chasing the approval, and being heartbroken over any disapproval. Reading reading reading. Scrolling scrolling scrolling. Is it good enough? Did that come off right? Do they like me? How many likes? How many dislikes? How many views? How can I be just socially acceptable enough to not get hate but also be interesting enough to be something special? My self esteem was like a roller coaster that was tied to the unpredictable and ever-changing opinions of other people. I eventually had to realize that this is a game I cannot win. I can’t please everyone and I can’t get everyone to like me. I am the person who needs to like me. I need to know who I am and what I stand for and I need to be okay with what other people think of that. Because whether people love me or hate me, I’m still the same. Their feelings towards me and their opinions actually don’t do anything to me. They don’t change my worth, they don’t change anything. Literally at all. Especially since different people can love me or hate me for doing the EXACT SAME THING. This is what our new song #IAmEnough is about. You are enough regardless of what anyone else is saying about you right now. Whether you’re at the top of the world, or you feel like the world is crushing you. Your value doesn’t change ❤️\n  \n  “Confidence is not ‘they will like me.’ It’s ‘I’ll be okay if they don’t.” #IAmEnough go listen to it on Spotify! 🎶\n  ","898602":"\n  Inky ones that matter are the lads\n  ","898603":"\n  I would probably be confused and try to earn their trust to un tye me and let me go\n  ","898604":"\n  When I was younger. Now a days the only monsters I have dreams about are old friends or people\n  ","898605":"\n  Dude we aren't together anymore and I'm really tired of people bring my past up when I'm trying my hardest to get over it\n  ","898606":"\n  I'm allergic to midol and it wasnt like period cramps\n  ","898607":"\n  😊\n  ","898608":"\n  Happy birthday\n  ","898609":"\n  Does it matter?\n  ","898610":"\n  I seen her yesterday for band meetings\n  ","898611":"\n  Everyone is a natural beauty\n  ","898612":"\n  Thank you\n  ","898613":"\n  A few times\n  ","898614":"\n  The past.\n  ","898615":"\n  Not at all\n  ","898616":"\n  Italian\n  \n  Spanish\n  \n  German\n  \n  French\n  ","898617":"\n  Well let's see as a kid most of us tried to eat playdoh and no theres a way to make edible playdoh.... we also tried to eat grass and dirt so I guess make that edible but try to have a better taste 🤷🏻‍♀️\n  ","898618":"\n  I guess ahaha a lot of people do\n  ","898619":"\n  Uhm kinda\n  ","898620":"\n  I'm obviously a human just like the rest of us\n  ","898621":"\n  A definite no on my end. But if you want to do that and show off your body to the world and do videos to get paid then that's your choice not mine\n  ","898622":"\n  Stop assuming our sexualities please\n  ","898623":"\n  Sexual related ones\n  ","898624":"\n  I do\n  ","898625":"\n  No. Just met his family and that a few times throughout my career. A mutual friend if ours also used to hang out with the entire cast of austin and ally\n  ","898626":"\n  Ross lynch 😂\n  ","898627":"\n  Welcome 😊🥳🥳 I love chuuuu\n  ","898628":"\n  Ik\n  ","898629":"\n  No one did\n  ","898630":"\n  Kinda been a long day\n  ","898631":"\n  Lisa is also an introvert\n  ","898632":"\n  No one even got one lol\n  ","898633":"\n  I'm not going to just marry someone I hardly know\n  ","898634":"\n  I feel you\n  ","898635":"\n  Cause she didn't\n  ","898636":"\n  What\n  ","898637":"\n  I'm alright\n  ","898638":"\n  Vampires\n  ","898639":"\n  I'm not really a sociable person\n  ","898640":"\n  I'm alright, how about you?\n  ","898641":"\n  Definitely\n  ","898642":"\n  No\n  ","898643":"\n  Sometimes not always bc it makes me feel sick\n  ","898644":"\n  Not really\n  ","898645":"\n  No\n  ","898646":"\n  I would definitely want to be remembered for the good things I've  done in life and not my mistakes. So if I'm only remembered for 10 years then it would be worth it if everyone forgot me after those years. Maybe someday someone will find something of mine that I left behind and become interested in knowing who I was and then I'll become this person everyone loves and remembers again\n  ","898647":"\n  Still valentines day with taylor lautner\n  ","898648":"\n  I had spaghetti\n  ","898649":"\n  I am enough whether you agree or not. I know my self worth unlike you\n  ","898650":"\n  Feelings for someone that you have an attachment to\n  ","898651":"\n  Webster ? Ahaha\n  ","898652":"\n  Why would I hug someone who envies me?\n  ","898653":"\n  Idk\n  ","898654":"\n  Probably not\n  ","898655":"\n  No problem 😊\n  ","898656":"\n  That's nice\n  ","898657":"\n  She said happy birthday\n  ","898658":"\n  Yes\n  ","898659":"\n  I've been but I'm also kinda sick and dont want to get others ill\n  ","898660":"\n  Spaghetti\n  ","898661":"\n  Lisa has more songs and has collaborated more than I have though\n  ","898662":"\n  Basically just relaxing lol\n  ","898663":"\n  She is definitely team short hair but she wants to do an updo hairstyle for her wedding day so that's why its growing out\n  ","898664":"\n  I'm still trying to limit the questions I have\n  ","898665":"\n  That's good :) someone is going to appreciate all you have to offer one day\n  ","898666":"\n  Love isnt just about how much money someone has or doesnt has. It's about living the other person with no limits and wanting to build together\n  ","898667":"\n  Lisa has been taking classes at a dance studio. As have i\n  ","898668":"\n  I'll let her know\n  ","898669":"\n  Idk not do I actually care\n  ","898670":"\n  Maybe I dont really know her plans\n  ","898671":"\n  Lisa just has her own plans with her own music as do I not everyone is the same and that's okay\n  ","898672":"\n  It was dani, lisa and I that shared a room growing up. On tour and staying in a hotel I always room with lisa\n  ","898673":"\n  Yeah\n  ","898674":"\n  Thank you 😊\n  ","898675":"\n  Lisa had longer hair growing up then she does now tbh\n  ","898676":"\n  Of course\n  ","898677":"\n  No lisa is just a great person to know in life either way lol\n  ","898678":"\n  She wanted to try new styles and found happiness and that again\n  ","898679":"\n  I been sleeping pretty well ahah\n  ","898680":"\n  Amy, and I live together. All the others live by themselves with their husbands and lisa has her own space now\n  ","898681":"\n  I had my wisdom teeth removed a long time ago. Ahah\n  ","898682":"\n  We did a instagram takeover today over on instagram.com\/kpntrack\n  \n  We answered a few questions over there on their instagram story check it out 🧡\n  ","898683":"\n  All the girls in the band have earnings. Doesnt necessarily mean we are rich\n  ","898684":"\n  My favorite color is blue or orange\n  ","898685":"\n  We have a home studio in the house that we built ourselves. And most of us have our own little office space as well and I personally have my little setup to record in my room\n  ","898686":"\n  Just wanted to wish a very special birthday to one of my favorite people ever.\n  \n   @RyersonHamlin\n  \n  thank you for always being so nice to me since day one and for always being here when I need someone to talk to. We have had our up and downs (since we were 12 ahaha) but through it all you have never gave up on our friendship. I love you so much !!! Hope you have a great birthday and so much more just don't have to much fun without me 🧡\n  ","898687":"\n  So now they have to do like a full examination 🙄 but I think I learned my lesson now\n  ","898688":"\n  Yeah\n  ","898689":"\n  Haha you'll get a nice tan\n  ","898690":"\n  Disappointed\n  ","898691":"\n  Because when I had my wisdom removed I ended up being in pain in pain for almost 2 months afterwards and couldnt really chew anything. Then they wanted to do a cleaning and feeling like a week afterwards and I was still swollen and then got really sick\n  ","898692":"\n  Ah\n  ","898693":"\n  Throw back to when my hair was always straightened, lisa had long hair, dani was so small, and we all were tanned\n  \n\n   https:\/\/youtu.be\/WyNkNWQAewQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","898694":"\n  Awe\n  ","898695":"\n  Yeah I was suppose to go through with possibly getting a retainer but I been putting that off ahah\n  ","898696":"\n  On sunday\n  ","898697":"\n  Yes up until I think 10 years old when I lost a tooth and my parents just handed me money\n  ","898698":"\n  I try to write down or talk about what's making me feel that way or I sometimes cry\n  ","898699":"\n  My bestfriends brother 😂\n  ","898700":"\n  Jean's definitely\n  ","898701":"\n  Lana del rey\n  ","898702":"\n  My gumline is kinda swollen and lower front teeth are spacing\n  ","898703":"\n  She went through a really tough year like a year ago\n  ","898704":"\n  I don't  drink any alchohol beverages at all\n  ","898705":"\n  I also called an made an appointment with the dentist as well bc theres something I noticed and it's been pretty painful this past week\n  ","898706":"\n  Not really but its bc I know the way we talk and stuff\n  ","898707":"\n  To bring my nana back to life and make her live for as long as possible\n  ","898708":"\n  \"Actress\" suits her since she be acting like shes everyone 😒\n  ","898709":"\n  A bit\n  ","898710":"\n  Yup\n  ","898711":"\n  Stay young at heart for as long as possible  and dont wish to grow up quick.  Enjoy being a child and having fun\n  ","898712":"\n  No, I just can't  see well in the dark\n  ","898713":"\n  Yeah ik the persons name but they just wont give up\n  ","898714":"\n  If I see her soon or this weekend  and I remember or she mentions it I'll try to help if I can\n  ","898715":"\n  Mostly like pop music. 5sos, one direction, big time rush, Florida Georgia line, lady a, twenty one pilots and so many more bands. Artists like taylor swift, lana del rey, jon bellion, alec Benjamin, Katy Perry, jack & jack and so on\n  ","898716":"\n  K.ill someone\n  ","898717":"\n  No I dress however I want and feel comfortable in. I try to not get attention or recognize. I just want to get what I need and leave\n  ","898718":"\n  😂😂😂\n  ","898719":"\n  Sadly theres still that person impersonating me and everyone else ik on here and other socials 😒 idk who Chandler even is but they're claiming I'm dating him\n  ","898720":"\n  Your friend Rachael or my Rachael\n  ","898721":"\n  Christina said we had Greek ethnicity in us that we are mixed with and she found it out recently  but I dont know how much or if it's true\n  ","898722":"\n  Hello\n  ","898723":"\n  No but I have watched plenty of movies and tv shows or read books where there was a character that was a werewolf in it\n  ","898724":"\n  Oh\n  ","898725":"\n  Idk I dont keep track of who all my sisters have or havent dated\n  ","898726":"\n  Dani was the one who like designed the website and stuff not me lol\n  ","898727":"\n  Mhm\n  ","898728":"\n  Theres a few I rewatched\n  ","898729":"\n  Ok\n  ","898730":"\n  I'm pretty sure all the others beside dani have waited till after marriage. But if not it's because they all have their own beliefs and wishes that they value\n  ","898731":"\n  Yeah I know\n  ","898732":"\n  Omg yes\n  ","898733":"\n  Thanks javi\n  ","898734":"\n  Everyone has their own taste in things as well\n  ","898735":"\n  Merch designs. I'm normally the one who is in charge of the ideas and outlook on them\n  ","898736":"\n  Long hugs from those people you care about and havent seen in awhile\n  ","898737":"\n  Yep\n  ","898738":"\n  I'm done talking about this\n  ","898739":"\n  I plan on saving myself till after marriage kids\n  ","898740":"\n  More than friends. A girl you're in a relationship with\n  ","898741":"\n  Shes doing great\n  ","898742":"\n  Designing\n  ","898743":"\n  Spaghetti noodles\n  ","898744":"\n  Lauren\n  ","898745":"\n  It's just how I look I cant helo that\n  ","898746":"\n  Lol sometimes you may have to just to get you out of dead battery zone. Or you only have enough for those 😂\n  ","898747":"\n  I'm not your girlfriend\n  ","898748":"\n  Not everything is a favorite of everyone however\n  ","898749":"\n  I went through different phases in life where I would be super skinny and fit then the next I would be a bit chunky\n  ","898750":"\n  Pasta that was leftover from the other day... you guys don't call remaining food \"leftovers\" ?\n  ","898751":"\n  I always try my best to release good ones\n  ","898752":"\n  I have no clue where that is. Is that where the hurricane is surrounding at the moment? I read something about people were taking shelter and the fumes killed a family :(\n  ","898753":"\n  Haha thanks\n  ","898754":"\n  Buonanotte 😊\n  ","898755":"\n  Yes it should be released that day.\n  ","898756":"\n  Yeah most people are to worried about texting which you shouldn't be driving then\n  ","898757":"\n  Thanks\n  ","898758":"\n  It's not my body or my life. Its theirs\n  ","898759":"\n  No\n  ","898760":"\n  Gorgeous or cute is acceptable\n  ","898761":"\n  It's like a heart drawing with I am enough written on it. Theres also like a little necklace and bracelet as well\n  ","898762":"\n  Oh look an anon with no name or face yeah I'm soooo jealous look at me\n  ","898763":"\n  I'm not mad I just wish people would understand that it's kinda hurtful when people pick and choose or rank people against eachother. How can you say you love something but dont love all the aspects\n  ","898764":"\n  I used to hate blank space lol\n  ","898765":"\n  Your body isnt always your best feature. Your personality, smile, eyes etc can be\n  ","898766":"\n  And this is your concern bc?\n  ","898767":"\n  Dani does but they're not inappropriate\n  ","898768":"\n  Idk y a lot of girls post those images tbh\n  ","898769":"\n  I'm straight 😂\n  ","898770":"\n  The newest one appears to have the hots for pregnant chicks\n  ","898771":"\n  Her name also started with an \"l\" and we used to share clothes growing up and still do at times. Even tho we all have like different body shapes and stuff\n  ","898772":"\n  Normally I just try to remember  what I'm going to go do or something\n  ","898773":"\n  Thank you  😊\n  ","898774":"\n  Is this like a new fetish\n  ","898775":"\n  Was watching a house tour on a 44 million dollar mansion 😒 it's nice and all but it looks more like a hotel style then a home\n  ","898776":"\n  Wow I know how that is\n  ","898777":"\n  I'm sorry I haven't been really active on social media. I've been sick and I try to answer and respond to as many things as I can\n  ","898778":"\n  adoriamo il cimfam - we love the cimfam\n  ","898779":"\n  I think with time we find new things or rediscover things that make us happy or we like and want to try and by doing those things and having people and yourself say nice things it builds back up over time\n  ","898780":"\n  Not everyday but it is fun to learn some words and phrases every now and then so I can connect with new people in different places easier\n  ","898781":"\n  Dont post what\n  ","898782":"\n  That's so sweet of you\n  ","898783":"\n  Lol justin bieber is married. Trust me I cried when I found out\n  ","898784":"\n  Thank you\n  ","898785":"\n  No\n  ","898786":"\n  People just like to be rude\n  ","898787":"\n  No just been in court for lawsuits against certain parties  and that\n  ","898788":"\n  Noo\n  ","898789":"\n  Idk\n  ","898790":"\n  Water, rootbeer, blue raspberry lemonade\n  ","898791":"\n  We were born and raised in California. Basically the music industry was trying to turn us into something we never wanted to be. And wanted to give up music for good bc we weren't happy or seemed to be getting the message we believed in out there\n  ","898792":"\n  Beliefssss\n  ","898793":"\n  Not really people have certain beliefs they follow and wishes\n  ","898794":"\n  Which one\n  ","898795":"\n  We weren't it was from our new song\n  ","898796":"\n  I don't have recent of just us\n  ","898797":"\n  Lana del ray\n  \n  John bellion\n  \n  Taylor swift\n  \n  Hey violet\n  \n  One direction\n  \n  Big time rush\n  ","898798":"\n  I don't know ...\n  ","898799":"\n  Laurencim\n  ","898800":"\n  Some not all\n  ","898801":"\n  No not corona. Sister has mono and I just have like a cold\n  ","898802":"\n  Ok\n  ","898803":"\n  Good just sick\n  ","898804":"\n  A swing:))\n  ","898805":"\n  Overthinking or biting my lip\n  ","898806":"\n  Idk\n  ","898807":"\n  Yes quite a few times which I don't  think I'll  ever do again to be honest\n  ","898808":"\n  I have respect for myself 😌\n  ","898809":"\n  Lol\n  ","898810":"\n  Nothing\n  ","898811":"\n  Took a self care day\n  ","898812":"\n  All I do is wear one pieces\n  ","898813":"\n  Idk lol\n  ","898814":"\n  Dani is the only one\n  ","898815":"\n  Sure\n  ","898816":"\n  What\n  ","898817":"\n  11 days\n  ","898818":"\n  Hehe\n  ","898819":"\n  I'm so tired of this 😪\n  ","898820":"\n  Cimorelli\n  ","898821":"\n  I'm a leo\n  ","898822":"\n  No you haven't\n  ","898823":"\n  Idk\n  ","898824":"\n  Bc I don't feel comfortable showing my body or certain skin off\n  ","898825":"\n  Yeah aha\n  ","898826":"\n  I don't think I do\n  ","898827":"\n  I dont wear bikinis\n  ","898828":"\n  From tn to ohio isnt that long tho\n  ","898829":"\n  Yeah\n  ","898830":"\n  I thought I lost one of my rings I enjoy wearing like a few days ago\n  ","898831":"\n  California to Tennessee\n  ","898832":"\n  When they're being extremely rude or I know they have nothing to give that's essential to me keeping them in my life especially if they're toxic or an ex I broke up with\n  ","898833":"\n  Already said all my sisters are beautiful  that's all you're getting\n  ","898834":"\n  Just not a fan of being sick ahaha\n  ","898835":"\n  Decent\n  ","898836":"\n  I'm doing good, life has it's good and bad. Sure you as well\n  ","898837":"\n  Hiiii\n  ","898838":"\n  Right now I currently have a overflow of questions I need to answer\n  ","898839":"\n  Thank you\n  ","898840":"\n  Mostly italian but mixed with other northern ethnicities\n  ","898841":"\n  Laid in  bed bc I felt really nauseated\n  ","898842":"\n  Hi\n  ","898843":"\n  No\n  ","898844":"\n  I'm not married?\n  ","898845":"\n  You don't have to if you don't want to\n  ","898846":"\n  Mine are loosing the fluffiness\n  ","898847":"\n  I never had surgery to alter my appearance\n  ","898848":"\n  Mine is kinda the same way lol\n  ","898849":"\n  Bc they're grown ?\n  ","898850":"\n  Back in the day it wasnt and sometimes its needed bc a simple warning or timeout foesnt cut it\n  ","898851":"\n  No\n  ","898852":"\n  No\n  ","898853":"\n  Just a red mark\n  ","898854":"\n  I told u\n  ","898855":"\n  Currently sick but getting better. :)\n  ","898856":"\n  I should have answered them\n  ","898857":"\n  Oh..\n  ","898858":"\n  Finally got back on a decent schedule after so many restless nights\n  ","898859":"\n  I'm aware...\n  ","898860":"\n  What did you do?\n  ","898861":"\n  Maybe once bc my ex was talking to this girl and I missed him but ended up eventually getting him back.\n  ","898862":"\n  😊\n  ","898863":"\n  I don't  think I am but thank you\n  ","898864":"\n  Thank you 😊🧡\n  ","898865":"\n  🧡\n  ","898866":"\n  Thank you 🧡\n  ","898867":"\n  That's good 😊\n  ","898868":"\n  attualmente malato, ma sto bene\n  ","898869":"\n  That's great\n  ","898870":"\n  You as well  😊 when it gets here ofc\n  ","898871":"\n  Hi\n  ","898872":"\n  Yeah I know\n  ","898873":"\n  He's  blocked on my end for a reason\n  ","898874":"\n  Exact\n  ","898875":"\n  Bc just no\n  ","898876":"\n  No\n  ","898877":"\n  Everyone is beautiful in their own special, unique ways. Dont be so conceited with yourself however\n  ","898878":"\n  Promo video for my new ep coming out august 7th named \"Blue\". The last song on the ep will be #Ghost to end this chapter in my life.\n  ","898879":"\n  A year ago\n  ","898880":"\n  Cancelled most of the things I was looking forward to doing this year\n  ","898881":"\n  Shes the short one\n  ","898882":"\n  Hope everything is alright kaylee 🧡\n  ","898883":"\n  Just someone was saying rude things about my fans and stuff and now my fans want us to speak up about it and stuff\n  ","898884":"\n  Some things make me not want to be active on social media as much\n  ","898885":"\n  I'm sorry I couldnt participate today kath & I are sick :(\n  ","898886":"\n  We kinda get to luve a pretty normal life still\n  ","898887":"\n  I loved her low range\n  ","898888":"\n  Who really listens tho till we get ourselves into those predicaments\n  ","898889":"\n  Never had the socks just the tights and shirt\n  ","898890":"\n  Like here in Tennessee  we actually get snow so when it's like 32 degrees Celsius maybe\n  ","898891":"\n  Yep\n  ","898892":"\n  Maybe panic disorder\n  ","898893":"\n  The whole situation with the homophobic people\n  ","898894":"\n  Yes happened alot living in California\n  ","898895":"\n  Yeah\n  ","898896":"\n  🧡https:\/\/open.spotify.com\/track\/3tjJlmMGaYbggMs0UQJQi6?si=wgJ0EVOPQIanK2JmW0kHLQ\n  ","898897":"\n  44.49 million\n  ","898898":"\n  Not a competition\n  ","898899":"\n  It's not a comparison between us\n  ","898900":"\n  Obviously  they have something emotionally,mentally, or physically wrong with them\n  ","898901":"\n  I think everyone gets that lecture tbh\n  ","898902":"\n  Maybe it's just test anxiety?\n  ","898903":"\n  An honest .... crap show\n  ","898904":"\n  Grocery shopping today\n  ","898905":"\n  Thank you\n  ","898906":"\n  No he doesn't even know her haha\n  ","898907":"\n  Not sure ahah probably  mama or dada\n  ","898908":"\n  I know some words but I cant fluently speak spanish\n  ","898909":"\n  Everyone belongs and everyone should be accepted and loved for who they are.\n  ","898910":"\n  Probably  a six bc today is just a mess. And I have a raging headache that wont go away\n  ","898911":"\n  I'll  never cut my hair short or even shave it for that matter. #teamlonghair\n  ","898912":"\n  I think lisa was number 1 as most requested\n  ","898913":"\n  They're not all number 1 ... its just I was in the top 3 most requested artists for the mtv livestream with kevan kennedy\n  ","898914":"\n  I had 2 burritos that was all\n  ","898915":"\n  I ate taco bell that day ahah\n  ","898916":"\n  Things happen and we make mistakes\n  ","898917":"\n  Christian is by a few months\n  ","898918":"\n  Which I was doing\n  ","898919":"\n  Oh geez am I not allowed to have fun and try new looks and things I enjoy ?\n  ","898920":"\n  Very much so\n  ","898921":"\n  Acacia did the photoshoot and promo video\n  ","898922":"\n  I’ve been releasing songs one by one since April and now the last song off the Blue EP called Ghost is coming out on August 7th. I’m so excited to have the full body of work out! This last song is the last page of this chapter and I’m so excited for you all to be able to read the whole thing. These songs are my secrets and my stories. Thank you for handling them with such care. 💙 #BlueEPAugust7th\n  \n\n   https:\/\/www.instagram.com\/p\/CDMbV34hLEu\/?utm_source=ig_web_copy_link\n  \n","898923":"\n  I need to get ready I'm just in some pajama shorts and a cami top\n  ","898924":"\n  Me bc lisa isn't a huge fan of this app and I'm more interactive with people on here\n  ","898925":"\n  Good, you?\n  ","898926":"\n  They dont know about us\n  ","898927":"\n  If a guy really loves you\n  \n  He will :\n  \n  -introduce you to his entire family\n  ","898928":"\n  I don't  rely on my parents to buy me things I want or need anymore. I make my own money and I live in my own house with arielle and amy and pay my own Bill's lol\n  ","898929":"\n  I change it up every year. But this year avocado toast and some eggs\n  ","898930":"\n  A summer job such as car washing or selling lemonade. Things kids could do, otherwise it was being in the band\n  ","898931":"\n  Purple at the moment\n  ","898932":"\n  It's okay if your friends or whoever takes a different path in life for a little while. Maybe in a few months your paths will meet again. Its life people come and go all the time.\n  ","898933":"\n  Central air and fans\n  ","898934":"\n  Dani\n  ","898935":"\n  🎶Did a full 180 🎶 We love #DontStartNow by\n  \n   @dualipa\n  \n  ! What song should we sing next!? 🎶🎉\n  \n\n   https:\/\/www.instagram.com\/p\/CDMMhillclq\/?utm_source=ig_web_copy_link\n  \n","898936":"\n  Colby & devin\n  ","898937":"\n  Some for the band we collaborated and worked on together\n  ","898938":"\n  I'm a straight edged person\n  ","898939":"\n  None of her solo songs\n  ","898940":"\n  I didnt eat much though. Haven't had much of an appetite\n  ","898941":"\n  I'm not a millionaire  😂\n  ","898942":"\n  Mines working fine\n  ","898943":"\n  Hot dogs and mac and cheese lol\n  ","898944":"\n  I'm mad at him\n  ","898945":"\n  Not this one\n  ","898946":"\n  Yepp\n  ","898947":"\n  Ask mike\n  ","898948":"\n  He will drink with u\n  ","898949":"\n  Call andy\n  ","898950":"\n  Drinking is bad\n  ","898951":"\n  🧡🥺\n  \n\n   https:\/\/youtu.be\/dVSFsEdsXUw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","898952":"\n  Awe thanks for the support\n  ","898953":"\n  No she just has mono\n  ","898954":"\n  Idk\n  ","898955":"\n  That's good\n  ","898956":"\n  I dont really call her anything else\n  ","898957":"\n  Shes not interested\n  ","898958":"\n  It's just drama to get noticed and attention\n  ","898959":"\n  One of my sisters\n  ","898960":"\n  I'm the youngest in the band\n  ","898961":"\n  Amy's happy with being single as of right now\n  ","898962":"\n  Yeah\n  ","898963":"\n  Lol\n  ","898964":"\n  I hope so and I been trying to focus on what and who really matters\n  ","898965":"\n  Make it more hands on. I feel children become more interested in things when they can touch and interact with things used in teaching such as like in science class let them do the experiments and find the results and that.\n  ","898966":"\n  Good\n  ","898967":"\n  I ended up forgetting I had a pencil in my pocket and did that the other day\n  ","898968":"\n  Aha hes with joey (the stuffed one ofcourse\n  ","898969":"\n  Or over here people like popcorn chicken, shredded cheese, corn, mashed potatoes and gravy together\n  ","898970":"\n  Aha\n  ","898971":"\n  I'm doing alright thanks for asking just enjoying the day and relaxing. Nice to meet you as well\n  ","898972":"\n  With\n  ","898973":"\n  👀\n  ","898974":"\n  That's just confusing tho\n  ","898975":"\n  I don't really like any animal except snakes... but cats have kinda grown on me and I'm used to having them around. My sister has two : Penelope and charles. Plus theres a few outside strays that hang around the neighborhood\n  ","898976":"\n  I had no idea why\n  ","898977":"\n  Or make it like a foam course 👀\n  ","898978":"\n  Not really, I'm more of a chocolate fan\n  ","898979":"\n  Yeah they haven't been active in months\n  ","898980":"\n  If it's someone I loved and knew if I lost them I would be heartbroken then yes I would\n  ","898981":"\n  Think about it.... like the color run but.... its golf\n  ","898982":"\n  Well if you have android you can download apk files and get certain apps for free I heard\n  ","898983":"\n  The wrestler... eh not really something I'm into\n  ","898984":"\n  Oh if you have like the free version and stuff it wont let you listen to a particular song right away from an artists station or whatever\n  ","898985":"\n  Liked: living in a gated community in a small town, also by water and the same street all my friends lived on\n  \n  Disliked: how busy traffic is\n  ","898986":"\n  When are you free to talk?\n  ","898987":"\n  😊\n  ","898988":"\n  Ahaha\n  ","898989":"\n  Huh that's weird\n  ","898990":"\n  Golf, what if we made it more fun by adding like color explosions for everytime someone got the ball in the hole or made it like more intense\n  ","898991":"\n  Crazy to believe they been around all these years as we have\n  ","898992":"\n  Do you have premium or?\n  ","898993":"\n  Not scared of them anymore\n  ","898994":"\n  No unless I'm like really cold\n  ","898995":"\n  I do if I know they're still awake or talking to me and its night over there\n  ","898996":"\n  Yeah it's fine lol\n  ","898997":"\n  I believe so\n  ","898998":"\n  No bc they're only one person in the whole world and while one person might hate me 9 other people might like me\n  ","898999":"\n  It just means you need to love yourself as well and have more confidence\n  ","899000":"\n  I translated it\n  ","899001":"\n  Awe\n  ","899002":"\n  Gotta love that taylor swift wrote a song about august makes it feel like it's about me ahah\n  ","899003":"\n  Hi\n  ","899004":"\n  I'm  not fake bb\n  ","899005":"\n  Yes 🙄\n  ","899006":"\n  An old friend\n  ","899007":"\n  The other day\n  ","899008":"\n  🤗\n  ","899009":"\n  You're  pretty, looking nice and so on\n  ","899010":"\n  I do\n  ","899011":"\n  I'm not sick I'm just cramping bad and sore\n  ","899012":"\n  I wasnt an a list celebrity though I was more on the d list but would always see some well known viner or youtuber or whatever at the beach all the time when we moved from el Dorado hills to Malibu bc pretty much that's all people did in Malibu was go to the beach\n  ","899013":"\n  Lisa has been releasing songs way before I even started to\n  ","899014":"\n  I love it, its catchy and like an anthem to stand up for yourself and is very empowering for people who struggle with thinking they're not strong enough and deal with getting shut down all the time\n  ","899015":"\n  🤷🏻‍♀️\n  ","899016":"\n  Just not feeling the greatest\n  ","899017":"\n  Happy one year of #Orange  🧡\n  \n\n   https:\/\/youtu.be\/9DU5Srm9mxA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/HQBvkdLLdI8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/ZJCIQKDUDKs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/5lnZ2RPj_WY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/oPw_i7JLCmw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/open.spotify.com\/album\/2wmzyX5rtnP2KCsRBhfdAv?si=gHH4hsKgR965_NL8C5txiQ\n  \n","899018":"\n  Could be better ahaha\n  ","899019":"\n  I got go to work in a bit. Plus my big week has arrived 😪\n  ","899020":"\n  😂😂😂 I mean hes already all over my fyp page\n  ","899021":"\n  No...\n  ","899022":"\n  It's pretty obvious 😂\n  ","899023":"\n  You should know\n  ","899024":"\n  Thank you\n  ","899025":"\n  Date around ur age ...\n  ","899026":"\n  I can ask\n  ","899027":"\n  1. Compliments\n  \n  2. Do nice things\n  \n  3. Hang out together\n  \n  4. Become friends\n  \n  5. Wish you the best\n  ","899028":"\n  Who my friends are currently  and how my career is going\n  ","899029":"\n  Long hugs from one particular person\n  ","899030":"\n  She just said hello\n  ","899031":"\n  Have a great night\n  ","899032":"\n  True\n  ","899033":"\n  Well that or people mess up plans\n  ","899034":"\n  Ok\n  ","899035":"\n  She said hello\n  ","899036":"\n  We both cook or buy things for eachother and arielle because she lives with us as well\n  ","899037":"\n  Probably not, I like my body just the way it is\n  ","899038":"\n  Plans\n  ","899039":"\n  Best thing is you get to make your own choices and do what you want to do. But worst is having to pay for everything and budget and do taxes and work\n  ","899040":"\n  Ofcourse I just need time to heal and deal with it\n  ","899041":"\n  Idk I never was asked to babysit it was always the older girls first so hopefully when my nephew comes I learn a lot about babies ahah\n  ","899042":"\n  For?\n  ","899043":"\n  Just things not going correctly at the moment\n  ","899044":"\n  Not much yet\n  ","899045":"\n  10 years put into the band...\n  ","899046":"\n  I know\n  ","899047":"\n  Supportive, genuine, honest, caring,\n  ","899048":"\n  That would be nice\n  ","899049":"\n  Realize networth and earnings are two different  things\n  ","899050":"\n  True\n  ","899051":"\n  I like mostly everyone\n  ","899052":"\n  It didnt even come out in gif form...\n  ","899053":"\n  That was for a music video we did. Otherwise that's me with out makeup or tons of it\n  ","899054":"\n  Awe\n  ","899055":"\n  What? Once again I apologize if I haven't gotten to your questions yet but you need to be more understanding that I try my best to answer back to as many people as possible. I get over 100 questions a day. And I'm busy bc of my career and life that I can't always be on here every single day\n  ","899056":"\n  Figuring out dinner tonight, kinda want to go get icecream as well as we only have sour flavored popsicles in the freezer. And wanted to go over a friends but they're not awake yet\n  ","899057":"\n  Just dani does\n  ","899058":"\n  I'm releasing my second ep next month called \"blue\". As for lisa she hasn't put out her first ep or album yet but has new music that shes always working on. As for the band expect new music to come before the end of the summer, we just released \" I Am Enough\" this week.\n  ","899059":"\n  I can\n  ","899060":"\n  🤷🏻‍♀️\n  ","899061":"\n  She just says or does weird things\n  ","899062":"\n  Which one\n  ","899063":"\n  Shes my sister 😂\n  ","899064":"\n  For the band or myself?\n  ","899065":"\n  Yep\n  ","899066":"\n  Ofc\n  ","899067":"\n  Doesn't  sound bad\n  ","899068":"\n  I don't  use dating apps\n  ","899069":"\n  Awe thank you bb 🧡\n  ","899070":"\n  I don't like to judge people based on appearance bc we don't know the situation they may be in\n  ","899071":"\n  Ok\n  ","899072":"\n  I think once lol\n  ","899073":"\n  What about going by the pier or something\n  ","899074":"\n  I can't  see it lol\n  ","899075":"\n  Depends on what you're majoring or minoring in\n  ","899076":"\n  Just the overlook of me being a singer and in the band\n  ","899077":"\n  🤷🏻‍♀️\n  ","899078":"\n  267\n  ","899079":"\n  Lisa vs Joey with short hair 😱 They look so much alike! 😂 Who do you want to see recreate pictures next!? Do you want to see us recreate pictures of our brothers!? 🙌🏼\n  ","899080":"\n  Uhm I dont remember atm lol\n  ","899081":"\n  She shouldnt be posting those kinda things for them to see\n  ","899082":"\n  You get good things and bad ones\n  ","899083":"\n  🤷🏻‍♀️\n  ","899084":"\n  Normally just music videos lol\n  ","899085":"\n  Miss the boys together so much\n  ","899086":"\n  She has a younger audience that looks up to her\n  ","899087":"\n  Nice\n  ","899088":"\n  Was watching radio rebel now watching some other disney movie\n  ","899089":"\n  9:52 pm\n  ","899090":"\n  Oh nice is that kinda like 48 hours?\n  ","899091":"\n  No problem\n  ","899092":"\n  Chores ahah\n  ","899093":"\n  Watching a movie\n  ","899094":"\n  Then I would be disappointed  a bit\n  ","899095":"\n  Like 25 and up I think\n  ","899096":"\n  Not really 85% of people have over 20 girlfriends bc they are players\n  ","899097":"\n  I dont really remember all the guys and girls that any of my siblings have dated. I just know she dated 2 for a few years and some were good and others weren't\n  ","899098":"\n  Good to hear 🤗\n  ","899099":"\n  I'm fine lol\n  ","899100":"\n  Yeah it does\n  ","899101":"\n  One of my sisters did and I'm not mad bc it's not skimpy looking\n  ","899102":"\n  I think 7\n  ","899103":"\n  Like on your own or?\n  ","899104":"\n  Yes once and the comet this month as well\n  ","899105":"\n  No I havent\n  ","899106":"\n  In a joking way or sisrly way but nothing that was like hateful or hurtful\n  ","899107":"\n  But in a relationship it should only be between 2 people like marriage. Yes you can love many people but you can only be committed to one person completely\n  ","899108":"\n  I don't like to get involved in others personal lives even if they're my sisters\n  ","899109":"\n  Yes\n  \n\n   https:\/\/youtu.be\/WUuhfb2_QLw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  But in the band rapping has kinda been a part either dani or I has done\n  ","899110":"\n  Hi\n  ","899111":"\n  Sometime in the future. I always wanted a big family of my own someday, just havent found that person worth spending the rest of my life with or one who deserves the title of being a great father. I also believe I'm still a bit to young to have a baby still ahah\n  ","899112":"\n  I appreciate it\n  ","899113":"\n  Bc I'm not sure lol\n  ","899114":"\n  Yes I have many times throughout the years by various of people\n  ","899115":"\n  Watching a movie\n  ","899116":"\n  Awe\n  ","899117":"\n  Obviously  Christina\n  \n  Dani isnt\n  \n  Idk about kath or lisa\n  \n  And amy is still\n  ","899118":"\n  Being a singer and in a band 😊\n  ","899119":"\n  I can't release information  dani doesn't want released out there sorry :( but we did take her to get her hair and makeup done\n  ","899120":"\n  Lol\n  ","899121":"\n  Well hes going to be small but I can't wait to hold him for the first time and just teach him things and spend time with him as he grows up\n  ","899122":"\n  Been doing the same job since I was 8 years old\n  ","899123":"\n  Not all\n  "}}