{"Question":{"899124":"\n   how was the wedding and her dress?\n  ","899125":"\n   No 👎 Lauren I’m 32 years old right now not 24 that age it’s when I was adolescent\n  ","899126":"\n   How many guys you had sex with?\n  ","899127":"\n   Or maybe they get over 1000 message a day and get lost in the abyss happens to me a lot\n  ","899128":"\n   Do you like being stuckup?\n  ","899129":"\n   How old does he look?\n   \n    @asturiasjavier3599\n   \n","899130":"\n   I know Lauren I’m really thankful for having a really good friend honest like you\n  ","899131":"\n   wow she was younger than you?,is she happy?\n  ","899132":"\n   🤗🦉🦁🐍🐧\n  ","899133":"\n   Honesty hour till midnight?\n  ","899134":"\n   Ok bye sorry to bother you then ?\n  ","899135":"\n   Isn't it raining in Nashville?\n  ","899136":"\n   I 💙 U ☺\n  ","899137":"\n   how old Was she when she got married?\n  ","899138":"\n   You could qualify for I am a celebrity. 😂\n  ","899139":"\n   Yes I was right, it came through when I went to the app. Thanks Lauren for letting me know.\n  ","899140":"\n   Plans for tonight?\n  ","899141":"\n   I know Lauren sometimes it’s really good and intense a little bit\n  ","899142":"\n   😊\n  ","899143":"\n   If you had to be on a reality TV show, which one would you choose? 📺\n  ","899144":"\n   As you know I have always been honest with my age. I am 10 years older than Christina.\n  ","899145":"\n   is she married or single?\n  ","899146":"\n   I hope u mean that in  a nice way Lauren.\n  ","899147":"\n   Your welcome 🙏 Lauren you know that I got your back lol\n  ","899148":"\n   Thanks 😊 Lauren this two weeks I have been so tired 💤 of my boxing 🥊 class but it’s going good\n  ","899149":"\n   Ah 👍\n  ","899150":"\n   If Beyoncé and Britney Spears released an album on the same day which would you listen to first?\n  ","899151":"\n   Lauren you know that I’m here for you to give you my support\n  ","899152":"\n   Favorite tv genre then\n  ","899153":"\n   Oh is that like zoom then.\n  ","899154":"\n   Hey anonymous leave Lauren alone please don’t bother her\n  ","899155":"\n   But I look my age 40 or older\n  ","899156":"\n   I know Lauren but it’s in seven months lol\n  ","899157":"\n   is dani younger or older than you?\n  ","899158":"\n   Amy was telling people to stop picking on him in the comments. I wasn't honest I just said he should get a Telsa like u less trouble.\n  ","899159":"\n   Yeah 😎 the next year I would turn to 33 years old it’s really gonna be a good age for me\n  ","899160":"\n   never answer my questions you are so stuckup?\n  ","899161":"\n   Stargate or Star Trek?\n  ","899162":"\n   who is on video chat?\n  ","899163":"\n   Ugggghh now it’s 150 answers XC  I wish they’d keep it at 100\n  ","899164":"\n   Who was the last person to whom you gave a gift?\n  ","899165":"\n   😂😂 I thought u said u wasn't seeing Rachael tonight. I was going to say before to say hello to her. But u said u was seeing someone else.\n  ","899166":"\n   Wuao nice 👍 Ages of your sisters Lauren\n  ","899167":"\n   What time is it currently where you are?\n  ","899168":"\n   *sends Wednesday hugs 🤗*\n  ","899169":"\n   I prefer the chritian & Nick Cimorelli comedy duo. Have you heard of them😂\n  ","899170":"\n   How old are your older Sisters?\n  ","899171":"\n   What would you do, if there were no more Internet in the world?\n  ","899172":"\n   Did you use to have a MySpace?\n  ","899173":"\n   Are there any name brands that you are pretty faithful to?\n  ","899174":"\n   What's the last concert you went to?\n  ","899175":"\n   If someone gave you $100, what would you do with it?\n  ","899176":"\n   Hey when you get a chance I need your help right fast and  hopefully you'll be able to\n  ","899177":"\n   Are u watching Christian's live stream. He has broke down\n  ","899178":"\n   why isn't good being  thin?\n  ","899179":"\n   so cutie what did you eat?\n  ","899180":"\n   do u consider yourself a red neck?\n  ","899181":"\n   It's good night now Lauren. Speak tomorrow 😴🛏\n  ","899182":"\n   Your very pretty!!! 😍😍🥰\n  ","899183":"\n   I saw the craziest thing earlier today after leaving my doctor's appointments I saw a car stopped at an intersection like smack in the middle and the light was green\n  ","899184":"\n   What would you do with your 15 minutes of fame?\n  ","899185":"\n   How are you racist?\n  ","899186":"\n   no problem me calling you cute?\n  ","899187":"\n   my favorite thing about the band is you and lisa ..am I bad person?\n  ","899188":"\n   Who is the girl with I on her forehead & who is the girl with no writing on her forehead in front of her. Just asking for a friend \n\n\n😂😂😂😂\n  ","899189":"\n   your in a band you must  like it a bit?\n  ","899190":"\n   Places in vacation where have you been? And where would you like to go one day?\n  ","899191":"\n   When did you know you liked girls more than guys?\n  ","899192":"\n   you are cute and who is the  pretty girl with enough on her forehead?\n  ","899193":"\n   😂😂\n  ","899194":"\n   Speak now\n   \n    https:\/\/youtu.be\/lIQ-0cgcITY\n   \n","899195":"\n   Do you like being center of attention.?\n  ","899196":"\n   great getting to talk to a cute girl like you.?\n  ","899197":"\n   That is sad\n  ","899198":"\n   Post a picture of your current lock screen.\n  ","899199":"\n   Do you like being thin?\n  ","899200":"\n   How is the cute Lauren doing tonight,?\n  ","899201":"\n   You ever been bungee jumping?\n  ","899202":"\n   what do you think of girls who post bikini pics on here?\n  ","899203":"\n   What are your plans for August?\n  ","899204":"\n   Should your husband ex gf have a song with your daughters name on her Facebook music list? For example Molly’s birthday! This is what she has on her Facebook but with my daughters name!\n  ","899205":"\n   What is the most unexpected thing that happened to you this week?\n  ","899206":"\n   What are some of your hobbies? How do you pass your time? What skills do you have?\n  ","899207":"\n   Do you really believe people evolved from apes?\n  ","899208":"\n   How good are you at giving advices?\n  ","899209":"\n   What naps are the most satisfying?\n  ","899210":"\n   Lauren is my Queen💛\n  ","899211":"\n   What’s the most overrated product out on the market?\n  ","899212":"\n   Instrumental or singer?\n  ","899213":"\n   For Anyone\n  ","899214":"\n   Musician?\n  ","899215":"\n   Long or short sleeves currently?\n  ","899216":"\n   Ahan\n  ","899217":"\n   When was the most inappropriate time you busted out in laughter? 🥴\n  ","899218":"\n   I think their life sucks that's why they try to bring everybody else's down\n  ","899219":"\n   That's good\n  ","899220":"\n   Lol where?\n  ","899221":"\n   I'm house-sitting from August 1st to August 8th why my brother and his wife and kids go to the beach along with his sister-in-laws family and their boyfriends\n  ","899222":"\n   There great names though\n  ","899223":"\n   Anyone awake\n  ","899224":"\n   Oh yeah definitely\n  ","899225":"\n   *boops*\n  ","899226":"\n   I will thanks Lauren I am not going to bed yet though that was last night 😂\n  ","899227":"\n   Can you live without lying at all?\n  ","899228":"\n   Have you ever gone somewhere with two different socks on?\n  ","899229":"\n   Would you rather have a McDonald's or Domino's?\n  ","899230":"\n   Ya 💙\n  ","899231":"\n   Would you rather visit a zoo or an art museum?\n  ","899232":"\n   What is your favorite thing about summer?\n  ","899233":"\n   Have you ever been caught watching Po*n?\n  ","899234":"\n   *Sends belated Monday and Tuesday hugs*\n  ","899235":"\n   Anyways hope your day was good\n  ","899236":"\n   But that is asking a lot I guess them doing that makes them feel relevant\n  ","899237":"\n   Wow you gonna answer any questions tonight?\n  ","899238":"\n   How is the beautiful lisa doing?\n  ","899239":"\n   What do you desire to be in your heart of hearts?\n  ","899240":"\n   Do you ever notice it? Like feel it?\n  ","899241":"\n   We love Lauren 😊\n  ","899242":"\n   Aristotle\nPlato\nArchimedes \n \n\nWhe did\n   \n    @Amyelizabethcimorelli\n   \n   get those names from for a baby boy\n\nI say Mickey or Daniel\n  ","899243":"\n   it stands for lonely right?\n  ","899244":"\n   Like being a Virgin?\n  ","899245":"\n   Good night Lauren hope you have a good one😴🛏\n  ","899246":"\n   What you think of girls who post bikini pics on social media sites? Be honest?\n  ","899247":"\n   Do you like anime? 🖤\n  ","899248":"\n   What’s your favorite TV show? 📺\n  ","899249":"\n   you like hotdogs or hamburgers?\n  ","899250":"\n   What is the famous beanie you talking about?\n  ","899251":"\n   Ya 😂 the SF San Francisco one  is good too though.\n  ","899252":"\n   ☑️\n  ","899253":"\n   Did you order food or cook your own  food?\n  ","899254":"\n   What will you never do?\n  ","899255":"\n   30❤️x30❤️?\n  ","899256":"\n   Do you talk to yourself?\n  ","899257":"\n   Thats good I am trying to clean before August 1st\n  ","899258":"\n   Do you know who SNOOP DOGG IS\n  ","899259":"\n   Could you ever date someone with the same name as your dad, brother, uncle,  cousin, nephew  answer even if you're  taken?\n  ","899260":"\n   What do you do when you’re bored?\n  ","899261":"\n   Hey how are you?\n  ","899262":"\n   nice what does she say when you say that she could be one?\n  ","899263":"\n   Are you ever going to answer my questions  you seem stuckup?\n  ","899264":"\n   Any plans today how you doing?\n  ","899265":"\n   What's the weirdest item of clothing you own?\n  ","899266":"\n   If you could change what people say after someone sneezes, what would be the funniest thing for people to say?\n  ","899267":"\n   Feeding 😂\n  ","899268":"\n   PAP of your room?\n(optional) 😊\n  ","899269":"\n   Do you ever tell her she should be a model?\n  ","899270":"\n   Do you like MEGADETH\n  ","899271":"\n   Thanks :)\n  ","899272":"\n   you don't know does she have a bf?\n  ","899273":"\n   112. ever been to a beach house?\n  ","899274":"\n   What word do you always misspell?\n  ","899275":"\n   wow you are so nice i agree with you do you think she would if asked?\n  ","899276":"\n   What's the most beautiful beach you've been to? Post a pic if you want 🏖🌊\n  ","899277":"\n   What brand are you most loyal to?\n  ","899278":"\n   Stay safe too\n  ","899279":"\n   According to you, what's the saddest scene in a movie\/TV series?\n  ","899280":"\n   do you think lisa can be a model?\n  ","899281":"\n   As a child, what did you think would be awesome about being an adult, but isn't as awesome as you thought it would be?\n  ","899282":"\n   What would the world be like without religion?\n  ","899283":"\n   Is lisa a Virgin?\n  ","899284":"\n   What is your favorite way to spend some time alone?\n  ","899285":"\n   😂😂😂👻👻\n  ","899286":"\n   How's life with you? 💟\n  ","899287":"\n   Allright cool and for some reason I am insensitive.\n  ","899288":"\n   Are there bodies in the base.\n  ","899289":"\n   And hopefully the Baby's birth month. 👶💙\n  ","899290":"\n   Do you play video games?\n  ","899291":"\n   Someone on Worldstar posted a video of a women crying and yelling at her man after he allegedly made her eye and face swell up and she is yelling at him and he is the one crying saying that he loves her and begging do not throw him out would u like me to send you the link it’s kinda hilarious drama?\n  ","899292":"\n   111. do you have a basement?\n  ","899293":"\n   What is your favorite month of the year?\n  ","899294":"\n   do you think dani the best dancer and singer or lisa?\n  ","899295":"\n   is dani a Virgin?\n  ","899296":"\n   Wow dani is beautiful i miss her so much imo do you agree?\n  ","899297":"\n   Did you try an evatest?\n  ","899298":"\n   Ah sorry\n  ","899299":"\n   Do you believe in the powers of crystals? Do you have any yourself? Feel free to share a picture.\n  ","899300":"\n   Do you actively practice gratitude? In what kind of way?\n  ","899301":"\n   Have you every burned sage in your house\/apartment? What‘s your take on it?\n  ","899302":"\n   Have you every heard about astral projection? Do you have any experience with it?\n  ","899303":"\n   How to know when a man fall in love with you?\n  ","899304":"\n   Happy Monday Lauren you had a good one?\n  ","899305":"\n   Ah right I see. Our you off to Rachael's to finish of your collab with her.\n  ","899306":"\n   110. last person you called?\n  ","899307":"\n   What are your top five most ticklish spots?\n  ","899308":"\n   Is it just me or do you hate the sound of your own voice\n  ","899309":"\n   Who's making the chilli Amy or Arielle?\n  ","899310":"\n   Are you a good influence on other people?\n  ","899311":"\n   109. what’s for dinner?\n  ","899312":"\n   Hi Lauren. I loved the song :)  Which of you does the music, or is that an outside producer that does that for you?\n  ","899313":"\n   That's not including Twitter & Instagram.\n  ","899314":"\n   do you think lisa is average. Cute or pretty?\n  ","899315":"\n   Is falling in love quickly a bad thing?\n  ","899316":"\n   How are you Lauren. Sorry if I wrecked your picture.\n  ","899317":"\n   Hi\n  ","899318":"\n   old o.0 ??? which one\n  ","899319":"\n   my life will only be fine when i was by your side you are new yonk\n  ","899320":"\n   can I have an alignment\n  ","899321":"\n   Are you still with Christian?\n  ","899322":"\n   Taylor Swift '' Death By A Thousand\" Live in Paris\n   \n    https:\/\/youtu.be\/-TJi3ITWV90\n   \n","899323":"\n   😂😂\n  ","899324":"\n   Ever watch a show called Ugly Betty? My wife’s being watching it and it’s not bad actually!\n  ","899325":"\n   When is the last time you lost something? What was it?\n  ","899326":"\n   How many followers do you have? 🤩\n  ","899327":"\n   Okay because I couldn't remember if I sent or not because my phone started acting stupid so I had to restart it\n  ","899328":"\n   Spain 🇪🇸\n  ","899329":"\n   Plans for today?\n  ","899330":"\n   Like my post ❤🍫😉\n  ","899331":"\n   Rate\n   \n    @littlekri\n   \n   1-10\n  ","899332":"\n   Are you ok in this lockdown situation? I'm very depressed... what can i do now?\n  ","899333":"\n   I know that, and I got my fingers crossed. Anyways did you get my recent question I can't remember if  I sent it or not\n  ","899334":"\n   🇪🇸🏴󠁧󠁢󠁥󠁮󠁧󠁿\n  ","899335":"\n   Never blame anyone in life. Good people give happiness, Bad people give experiences, Worst people give a lesson, and Best people give memories.\n  ","899336":"\n   108. what’s in your closet?\n  ","899337":"\n   Does my mom need to ask “who is that?” when she sees someone at my work 🙄\n  ","899338":"\n   What was the last thing to impress you\n  ","899339":"\n   107. last time you went in the pool\n  ","899340":"\n   Why You Should Stop Comparing Yourself With Others! (and How to Do So)\n  ","899341":"\n   ☺️☺️\n  ","899342":"\n   Elyssa is my friend.\n  ","899343":"\n   hello 😊 how’s monday been treating everyone?\n  ","899344":"\n   Do you easily communicate with opposite gender people?\n  ","899345":"\n   How's your relationship with God? 💕\n  ","899346":"\n   What is your relationship status? ❤️❣️💞\n  ","899347":"\n   Buon inizio settimana, come stai?🏹\n  ","899348":"\n   Have you ever been madly jealous? What did you do? 😂\n  ","899349":"\n   hmu with some questions 😉\n  ","899350":"\n   Do you have a favorite nursery rhyme?\n  ","899351":"\n   If you could harmoniously unite two countries into one, what two countries would you choose?\n  ","899352":"\n   You’re great\n  ","899353":"\n   But.. She gives you your part. Right?\n  ","899354":"\n   How rich are you guys like suburb rich with a Acura, gated community rich with a Mercedes or mansion rich with a Lambo?\n  ","899355":"\n   What was the last thing that hurt your feelings?\n  ","899356":"\n   Probably won't matter to me I hardly get out lol my life sucks\n  ","899357":"\n   what did you have for dinner? I had pasta Primavera..?\n  ","899358":"\n   If you could be a superhero, who would you be?\n  ","899359":"\n   Any one else has tats?\n  ","899360":"\n   Cuando fue la ultima ves que pisaste un bicho? Y como lo pisaste?\n  ","899361":"\n   Indians or Chinese?\n  ","899362":"\n   Would you rather lose your license forever or be on the no fly list forever?\n  ","899363":"\n   Would you rather your dog be able to talk, but only to you and everyone else thinks you’re crazy or only be able to talk to your dog?\n  ","899364":"\n   Yeah the long distance sucks right now but distance makes the heart grow fonder\n  ","899365":"\n   ui love your new hari due lurean very pretty and beutifukl brings out your eyes\n  ","899366":"\n   Hello\n  ","899367":"\n   you ok x\n  ","899368":"\n   Have all your sisters had sex?\n  ","899369":"\n   I wouldn’t blame you and your family for leaving California, because California is very very very Expensive to leave their for real, my friend.\n  ","899370":"\n   How did you feel when the paps took a panty pic of Kristina? Would you be more embarrassed or angry that they did that?\n  ","899371":"\n   Lol ok seems like from now on we’ll be known as lolobean and bina bean\n  ","899372":"\n   Is she still in band?\n  ","899373":"\n   but she bothers you more than the others wanna know why?\n  ","899374":"\n   What would happen if you tried to put your hands in the way?\n  ","899375":"\n   Where would they hit you?\n  ","899376":"\n   Still living under their parents house though?\n  ","899377":"\n   Me either putting your hands up or trying to block makes it worse aha\n  ","899378":"\n   What was the worst thing that you got in trouble for?\n  ","899379":"\n   who is a better singer you or lisa?\n  ","899380":"\n   What help should they get?\n  ","899381":"\n   Me too\n  ","899382":"\n   do you think dani is a hotty?\n  ","899383":"\n   What do you know about Chile?\n  ","899384":"\n   Might be why I am nervous bout getting mine\n  ","899385":"\n   Can you do this?\n   \n    https:\/\/www.youtube.com\/watch?v=Nwkdi5k8cfA\n   \n","899386":"\n   What do you know bout Argentina?\n  ","899387":"\n   Opinion on wearing face masks to keep ourselves and others protected against covid?\n  ","899388":"\n   Happy  belated birthday to dani how old is she now?\n  ","899389":"\n   Where did you get the money for them shoes girl? do you be hitting up those guys like you a fan girl? did you want them or the bands girl?are you really just another ask.fm girl? that is not nice at all I would have expected better from you but my moms 2nd husband told me that life is disappointing.\n  ","899390":"\n   Good they not worth your time\n  ","899391":"\n   How has your weekend been?\n  ","899392":"\n   Do you prefer day or night?\n  ","899393":"\n   Dani hotty right?\n  ","899394":"\n   Me too\n  ","899395":"\n   Go follow my only fans account ASAP for sexy surprises\n  ","899396":"\n   I texted to you from kik\n  ","899397":"\n   Taco no taco bell ok?lol\n  ","899398":"\n   Any pizza tonight?\n  ","899399":"\n   Happy Friday Lauren\n  ","899400":"\n   Who would be the first sister that you want to kill?\n  ","899401":"\n   I was just kidding you are the stunning one how you doing?\n  ","899402":"\n   do you have any nicknames for lisa?\n  ","899403":"\n   Do you paint?\n  ","899404":"\n   How´s my love aka Amy?\n  ","899405":"\n   So you are saying that I am that bad of a guy in which you would rather get a life altering virus rather than just take 4 seconds to interact with me. Wow that hurts a lot Lauren you have to be a lot more kind and easy on your soft, sensitive fans ya know.\n  ","899406":"\n   What´s your weight?\n  ","899407":"\n   Who´s older?\n  ","899408":"\n   Everyone's constantly bringing up that Chad is a cheater. We don't know what happened with him and his ex, we don't know the story there, all everyone is doing is hearing one side of the story. If he did do that he made a mistake he was young we all made mistakes were not perfect.\n  ","899409":"\n   How tall is Christian?\n  ","899410":"\n   Honesty hour till midnite?\n  ","899411":"\n   Still better than getting the flu 😅\n  ","899412":"\n   Do you wear thermals in winter?\n  ","899413":"\n   Did you play soccer?\n  ","899414":"\n   Christina is older than Nick.\nKath´s older than March\nDaniis older than Emmyn. \nWhat do you think about it?\n  ","899415":"\n   In the pic you posted you are gorgeous who is the  cute girl next to you?\n  ","899416":"\n   Lauren you should date me because I would treat you like a queen 👸\n  ","899417":"\n   what did she say word for word?\n  ","899418":"\n   hI EvEn BiGgEr LoSeR 🖤\n  ","899419":"\n   Madison hit 100 million streams on a song on Spotify <3\n  ","899420":"\n   why no it's weird though?\n  ","899421":"\n   Who wants to party! Without smiling 😡 guess the quote!\n  ","899422":"\n   Do you know mexico?\n  ","899423":"\n   how was church and who did you go with?\n  ","899424":"\n   Do something for your baddies\n  ","899425":"\n   Why did not you learn spanish?\n  ","899426":"\n   Who teach you?\n  ","899427":"\n   Why are you in the band?\n  ","899428":"\n   Did you date 2 boys at the same time?\n  ","899429":"\n   FRIENDS FOR EVER.\n   \n    https:\/\/www.instagram.com\/p\/BuM-BLcntfK\/\n   \n","899430":"\n   What was your best outfit?\n  ","899431":"\n   PAP of your spirit animal?\n  ","899432":"\n   What are some small things that make you happy?\n  ","899433":"\n   How did you enter to enter to the band?\n  ","899434":"\n   Katherine Langford from 13 Reasons is on on medieval drama called Cursed.\n  ","899435":"\n   What's the last thing you bought and loved?\n  ","899436":"\n   What normal thing do you find revolting?\n  ","899437":"\n   Who is your favorite fictional character?\n  ","899438":"\n   Would you say your parents are overprotective?\n  ","899439":"\n   Have you ever been put in handcuffs\n  ","899440":"\n   What's the most daring or adventurous thing you've ever done? 😎 How did you feel during and after? 🤙\n  ","899441":"\n   If you had the power to shrink and grow in size however you wanted like Antman, when and for what would you use said power for? 🤔🐜\n  ","899442":"\n   If you could move super fast like The Flash or Quicksilver in a way so you could basically stop time for everyone but yourself whenever you wanted, in what situations would you choose to do it and why? 🏃‍♂️🕜\n  ","899443":"\n   106. what’s the temp currently?\n  ","899444":"\n   105 . Happy Sunday. hope everyone is staying safe & healthy 💜✨\n  ","899445":"\n   Would you rather binge watch a movie series or binge watch a Netflix season\n  ","899446":"\n   She had poor taste\n  ","899447":"\n   Have you ever seen or met anyone famous while out and about? For example you’re at the grocery store and a celebrity might be in front of you in line?\n  ","899448":"\n   what u think of a  younger woman getting married to a way older man?\n  ","899449":"\n   Are you latina?\n  ","899450":"\n   Are you a girl or a woman?\n  ","899451":"\n   what is your favourite wildlife animal? mines panda 🐼 , it’s so cute 🥺\n  ","899452":"\n   Justin Bieber or The Weeknd???\n  ","899453":"\n   that is nice do you ever compliment lisa?\n  ","899454":"\n   Have you had any fears in your childhood?\n  ","899455":"\n   Your gangster name is the color of your shirt and the last thing you drank. Who are you? 🙃\n  ","899456":"\n   lisa do you miss her like dani?\n  ","899457":"\n   Type \"When I'm alone, I'll...\" and let autocorrect\/predictive texts expose you 👀\n  ","899458":"\n   Buona domenica☀️🌊\n  ","899459":"\n   wow she is annoyed why?\n  ","899460":"\n   I know it wasn’t making sense Lauren it was a anonymous\n  ","899461":"\n   Im thinking of throwing a huge wedding party in a few months when the covid thing is done. How much do you usually charge for personal events? Also are first class tickets and accommodations required?\n  ","899462":"\n   What is your tik Tok?\n  ","899463":"\n   Where would you like to visit one day?🚢✈🚀🚙🚂\n  ","899464":"\n   Who is that girl in pic gif wise?\n  ","899465":"\n   Unless it's because of some medical condition, IMO there couldn't be a good enough reason. half kidding.\n  ","899466":"\n   Do you or your sisters ever go to downtown Nashville? found this video which wouldn't be interesting if it were from last year\n   \n    https:\/\/www.reddit.com\/r\/PublicFreakout\/comments\/htrfev\/the_reason_we_are_screwed_downtown_nashville_tn\/\n   \n","899467":"\n   How do you handle people you don't like?\n  ","899468":"\n   What type of music is your favourite (or currently)?\n  ","899469":"\n   It’s in Italian the question Lauren\n  ","899470":"\n   Well I'm here if you ever want to talk\n  ","899471":"\n   Vasco Rossi, Ultimo, Tiziano Ferro, Negramaro\n  ","899472":"\n   College minors as in classes\n  ","899473":"\n   Ho collazionato esperienze da gigante... ho passato tanti anni in una gabbia d’oro, si forse bellissimo... ma sempre in gabbia ero\n  ","899474":"\n   If I had legs like yours I’d live in jean shorts 😅\n  ","899475":"\n   Do you like cornbread?\n  ","899476":"\n   Current outfit?\n  ","899477":"\n   It is just me or ask is dumb because every time I got notification to a question a made I tap on the ⚡️ Icon to see the response it is unresponsive, I have to tap on the 🏠 icon which it takes me to the main page also know as the wall and the scroll down until I find the user who answer my question?\n  ","899478":"\n   would you ever date an older man?\n  ","899479":"\n   wow a month did you feel like so happy when you saw her,?\n  ","899480":"\n   wanna laugh since you  kinda sad my sister broke  the 2 chair in  a week how is that possible?lol?\n  ","899481":"\n   😂😂\n  ","899482":"\n   How much sleep do you usually get? 🛏 Do you feel well rested then or like you would've needed more? 😴\n  ","899483":"\n   Would you ever get plastic surgery? Personally I wouldn't.\n  ","899484":"\n   You do not likes him.\n  ","899485":"\n   What's the farthest place you've been from home? Was there any big differences from where you live now? 🌍\n  ","899486":"\n   love story book suggestions l!?\n  ","899487":"\n   Lmk what you think of me and ask me anything you want to\n  ","899488":"\n   Have you dated 2 guys at the same time?\n  ","899489":"\n   How are you as a girlfriend?\n  ","899490":"\n   Heyy Lauren  do you want too come the houseparty\n  ","899491":"\n   When was the Last time you spoke to a police officer and why?\n  ","899492":"\n   He still does music it’s that typical average new mumble style rap but he would work with you guys for cheap and plus he still has that valuable name so it could be  a win win for you guys\n  ","899493":"\n   😔🤗💙\n  ","899494":"\n   Ah 😂😂\n  ","899495":"\n   Having a nice day  i hope any plans for tonight?\n  ","899496":"\n   whats up?\n  ","899497":"\n   What causes you to panic?\n  ","899498":"\n   If you could listen to only one song for the rest of your life, what would it be?\n  ","899499":"\n   What is the most important thing to know?\n  ","899500":"\n   What have you learned today?\n  ","899501":"\n   text them maybe one of them will text back\n  ","899502":"\n   What was the last thing you bought?\n  ","899503":"\n   What was the last thing that made you laugh\n  ","899504":"\n   Schools need to stop giving kids iPads and parents need to stop buying kids iPhones at such a young age that’s why we have so many lazy kids now a days that’s why this generation is called the zombie generation , kids never go outside to play anymore\n  ","899505":"\n   I’m adopted I got adopted when I was 2 years old , I got a tattoo to commemorate my parents for adopting me\n  ","899506":"\n   Have you ever worn long gloves? (For example with a costume)\n  ","899507":"\n   Tell me your 3 weaknesses\n  ","899508":"\n   Hey lucky1 how is Saturday going?\n  ","899509":"\n   Series recommendation pleasse. Thanks in advance!😊\n  ","899510":"\n   Would you kick me in the nuts if I asked you to do it?\n  ","899511":"\n   Do you think we live in a small world\n  ","899512":"\n   Did your Twitter get hacked?\n  ","899513":"\n   How often do you post pictures in you social media accounts?\n  ","899514":"\n   Yes I believe that has now been the cause of death.\n  ","899515":"\n   If God sneezes, what should you say?😧\n  ","899516":"\n   What are the things you have overcome in your life?😌\n  ","899517":"\n   Good morning 🌟 .. did u ever ride a horse? 🐴 or would u like to do it? I did it a few times for a photo, my mom insisted 😅💜\n  ","899518":"\n   Buongiorno, che programmi avete per il weekend?🏹\n  ","899519":"\n   Like a pic of you wearing it?\n  ","899520":"\n   *Sends Late Friday into Saturday hugs*\n  ","899521":"\n   Do you ever go with out sleep,?\n  ","899522":"\n   Hey nightowl why you not sleeping?\n  ","899523":"\n   Is there someone you hate for no reason? 🤔\n  ","899524":"\n   How old do people say you look?\n  ","899525":"\n   how is the beautiful lisa doing?\n  ","899526":"\n   is lisa ever going to get married?how come still not married?\n  ","899527":"\n   wow saying her face is not her best feature  is a really messed up thing  to say anon\n  ","899528":"\n   What if a boy want sex before?\n  ","899529":"\n   do you like drinking wine?\n  ","899530":"\n   Lol nvm read that wrong\n  ","899531":"\n   About what?\n  ","899532":"\n   That was season 2 where Tyler brings a gun to the school season 3 is Bryce' s murder\n  ","899533":"\n   How tall is your dad?\n  ","899534":"\n   would you say lisa is still weird?\n  ","899535":"\n   Would you date a guy that do not want kids?\n  ","899536":"\n   Cool I'm watching Footloose\n  ","899537":"\n   Chota pasand hai?\n  ","899538":"\n   I am trying to write but not going like I hope I am all over the place\n  ","899539":"\n   I know a lot of girls like to annoy and try to be center of attention but not you 4 how come?\n  ","899540":"\n   Oh lol\n  ","899541":"\n   ok x\n  ","899542":"\n   6 sisters they must argue a lot are you the judge?\n  ","899543":"\n   I think what your family group band needs is a rapper so after you are done singing and doing your little dance they would do their rap verse. Why don’t you hire a cheap rapper like Soulja boy, Flavour Flav, Hurrican Chris or Lil Jon?\n  ","899544":"\n   What size is your bed? I like really big king size beds so I can lay all weird and crazy across it. lol\n  ","899545":"\n   Ready for bed i am what time will you be on tomorrow for questions,?\n  ","899546":"\n   who is a better dancer lisa or dani?\n  ","899547":"\n   What happens if you don’t?\n  ","899548":"\n   What's for dinner tonight?\n  ","899549":"\n   what does it mean when a girl has daddy issues?\n  ","899550":"\n   does lisa behave in church?\n  ","899551":"\n   Ok good night TTYL then?\n  ","899552":"\n   do you like being stuck up?\n  ","899553":"\n   Honesty hour yay or nay?\n  ","899554":"\n   which is your fav bikini to wear?\n  ","899555":"\n   What is your favorite  beer?\n  ","899556":"\n   You look good in your profile pic.\n  ","899557":"\n   My pleasure gorgeous girl😍\n  ","899558":"\n   What is your opinion on polyamory? 💙❤️🖤 (it‘s the practice of, or desire for, intimate relationships with more than one partner, with the informed consent of all partners involved.)\n  ","899559":"\n   How are you?\n  ","899560":"\n   Hey\n  ","899561":"\n   Had pizza you want some Lauren?:)\n  ","899562":"\n   me too x wanna meet up\n  ","899563":"\n   How long have you been single\n  ","899564":"\n   Uh that’s not your bissness anon\n  ","899565":"\n   Why do people watch all your stories and every move you make but don’t say anything to you they just stalk you  it’s creepy and weird it’s like an obsession or something Can someone tell me?\n  ","899566":"\n   How was work? Fun?\n  ","899567":"\n   Fav cartoon as a kid?\n  ","899568":"\n   Rachael is cool xD\n  ","899569":"\n   Why not as active?\n  ","899570":"\n   Its ok I won't ask anymore and have an ok one?\n  ","899571":"\n   Who hurt you?\n  ","899572":"\n   I don't like you anymore you never answer questions you are not cool ok:(?\n  ","899573":"\n   Hey Lauren I am glad u popped on I can say good night 😴🛏. I guess you have been busy see you on here tomorrow maybe.\n  ","899574":"\n   Xd\n  ","899575":"\n   Do you have any grey or white hairs\n  ","899576":"\n   amazing pic of you and sisters  i am enough \nWho are the girls with i am enough written on\nThem?\n  ","899577":"\n   Not so long haha.  Are you ready for a new relationship adventure?\n  ","899578":"\n   Do you have cable or satellite TV?\n  ","899579":"\n   I’m school were you quick to raise your hand to answer or volunteer?\n  ","899580":"\n   Almost 20 guys they all got to kiss u?\n  ","899581":"\n   Middle name?\n  ","899582":"\n   Segno zodiacale?♐️\n  ","899583":"\n   What would you do if a teaspoon of your tears could be used to cure cancer in one person?\n  ","899584":"\n   how many bfs you had?\n  ","899585":"\n   No tonight?any plans?\n  ","899586":"\n   no way you never had a bf?\n  ","899587":"\n   Are you doing what you really want to do? If not why are you doing it?\n  ","899588":"\n   You’re very pretty omg 😍 , and I love your smile ❤️ hoping  you have a wonderful day 🤗\n  ","899589":"\n   How is the bf treating you?\n  ","899590":"\n   - 💫\n  ","899591":"\n   How many questions do you have  in inbox 0?\n  ","899592":"\n   It would be nice that for one month you wouldn't get so much frickin hate\n  ","899593":"\n   Do you like being a singer or ,dancer?\n  ","899594":"\n   L⭐ auren\n  ","899595":"\n   What is your favorite lifehack?\n  ","899596":"\n   What does l stand for on beanie,?\n  ","899597":"\n   Shut up anon don't speak to Lauren like that :\/\n  ","899598":"\n   How was that experience?\n  ","899599":"\n   happy friday everyone! enjoy your weekend 😊\n  ","899600":"\n   Buonanotte💫⭐️\n  ","899601":"\n   Happy Tuesday Lauren\n  ","899602":"\n   I cant seem to find anyone attractive unless its him 🥺\n  ","899603":"\n   No idea who that is lmao\n  ","899604":"\n   لاست أنسر plz\nفرحوني😂😂\n  ","899605":"\n   Remember to drink more water, you dry ass\n  ","899606":"\n   Lauren's burping the baby 👶💙🙍‍♀️\n  ","899607":"\n   I'm good thank you\n  ","899608":"\n   Other than that i hope you are good queen\n  ","899609":"\n   How are you?\n  ","899610":"\n   So basically the usual :\/\n  ","899611":"\n   Did something happen or?\n  ","899612":"\n   Pap of your favourite jewellery\n  ","899613":"\n   How are u?\n  ","899614":"\n   What's your favourite homemade sauces in general like I make marinara sauce ,boiledpotatoes-garlic-salt-oil sauce I eat with french fries 🍟\n  ","899615":"\n   What's your favourite horror movie .can you suggest any good horror movie\n  ","899616":"\n   Sweet dreams Lauren 😴\n  ","899617":"\n   Sushi yes or no?\n  ","899618":"\n   What are you terrible at?\n  ","899619":"\n   Any self-reflection or thoughts?💭\n  ","899620":"\n   Which cousin or relative do  you hate most ? 🤔 Like I don't like some of my cousins so I don't talk with them , 🤔\n  ","899621":"\n   Do you set alarm in cellphone or in clothes or you wake up by yourself 🤔\n\nLike I wake up 5 am of morning by myself and then I exercise\n  ","899622":"\n   Do you use tanning spray ? What do you tan with tanning spray like  face ,hands etc  🤔\n  ","899623":"\n   Is there any dish or skill you wanna learn from mom ? 🤔\n  ","899624":"\n   Do you wait for sale or you buy clothes whenever you feel like 🤔\n  ","899625":"\n   Have you ever been cheated?\n  ","899626":"\n   Yeah.\n  ","899627":"\n   Can you do something to bring her back?\n  ","899628":"\n   How do you feel about Amy having a rare dicease?\n  ","899629":"\n   Can Dani get pregnant?\n  ","899630":"\n   wow dani was best voice and so attractive sorry if mentions that?\n  ","899631":"\n   Your birthday is coming.\n  ","899632":"\n   Okay let’s get something straight here Since you know that you are so beautiful how come you do not have a cocky attitude and act like you are better than everyone else who is decent looking or ugly? It does not make sense.\n  ","899633":"\n   12 years old difference what you think of that?\n  ","899634":"\n   Would you want to be internet famous?\n  ","899635":"\n   🧡\n  ","899636":"\n   🧡\n  ","899637":"\n   Would you date a guy with kids?\n  ","899638":"\n   What do you buy?\n  ","899639":"\n   Christina pays you?\n  ","899640":"\n   what is your favorite nickname for dani and lisa?\n  ","899641":"\n   Hopefully soon everything will get back to normal\n  ","899642":"\n   what you think of danis tattoos?\n  ","899643":"\n   how is the awesome lisa?\n  ","899644":"\n   Ok well which would ya like: lala or lolo bean?\n  ","899645":"\n   Do all the sis not do weed?\n  ","899646":"\n   Are you ever curious about what us anons really look like and do you know or think you know why we choose to be anon? Also do you have any advice that you can say that would make us comfortable to get off anon and trust you?\n  ","899647":"\n   Which vegetable you hate most like I dislike bitter melon 🤔\n  ","899648":"\n   Are you engaged?\n   \n    https:\/\/www.instagram.com\/p\/Bz8NNvahY9Y\/\n   \n","899649":"\n   💭\n  ","899650":"\n   What do you think of girls with daddy issues?\n  ","899651":"\n   What's your favourite home made srub like salt-sugar-coconut oil scrub etc\n  ","899652":"\n   Where did you get that shirt?\n  ","899653":"\n   Yeah hopefully soon\n  ","899654":"\n   Do you know Chile?\n  ","899655":"\n   what you think of lisa new song stand up?\n  ","899656":"\n   104. have you ever watched the First 48?\n  ","899657":"\n   Are you that bad or are you acting?\n   \n    https:\/\/www.youtube.com\/watch?v=DGDtEhapuDg\n   \n","899658":"\n   hi x\n  ","899659":"\n   I know perfectly well that you would like to feel and feel how to reach orgasm\n  ","899660":"\n   Did you play soccer?\n  ","899661":"\n   Out of your family who has the worse tsste in music\n  ","899662":"\n   I want to caress your legs, your buttocks, kiss your breasts? and your whole body\n  ","899663":"\n   If you could have any man in the world who would you choose not including your man now if you are involved, okay?\n  ","899664":"\n   What do you think of people who are stuck up, and think tey're better than everyone if they have a nice job\n  ","899665":"\n   How about a 18 yo?\n  ","899666":"\n   I want to fornicate you\n  ","899667":"\n   Will u ever get to 0?\n  ","899668":"\n   Can Amy have babies or not? I´m so curious.\n  ","899669":"\n   When are you going to have a baby?\n  ","899670":"\n   Lauren you are hot\n  ","899671":"\n   Do u kno dey way\n  ","899672":"\n   What does daddy issues mean for u?\n  ","899673":"\n   Do you like hot sauce?\n  ","899674":"\n   How many times did you do the test?\n  ","899675":"\n   I drive. and... I have not license.\n  ","899676":"\n   you turn me on too much baby\n  ","899677":"\n   Do you have license?\n  ","899678":"\n   What do you think about a kiss in the first date?\n  ","899679":"\n   hey Lauren the night owl how goes it?\n  ","899680":"\n   Do you still get royalties for movie0?\n  ","899681":"\n   My brother is ok?\n  ","899682":"\n   Happy belated birthday to Amy how old now?\n  ","899683":"\n   Hope your day going good\n  ","899684":"\n   With how everything is going there's no telling when you guys would go on tour again\n  ","899685":"\n   Oh yeah exactly people in my opinion shouldn't even have license\n  ","899686":"\n   Thank you, same to you Lauren.\n  ","899687":"\n   270 questions if you answer 90 for 3 Days it will be empty?:)\n  ","899688":"\n   What do you know about Finland?\n  ","899689":"\n   Ignore them\n  ","899690":"\n   I am off to bed now Lauren. I have an early start again tomorrow. Good night 😴🛏\n  ","899691":"\n   Do you feel like you’ve lived this same day many times before?\n  ","899692":"\n   It's an easy fix just take a pic of you with a piece of paper with something written on it only you would know to write\n  ","899693":"\n   If you could be born again in any country, as any race, and as any gender, what would you choose?\n  ","899694":"\n   Yeah aha\n  ","899695":"\n   Is your last name cimorelli?\n  ","899696":"\n   What teacher in school made the most impact on you and why?\n  ","899697":"\n   Would you say this is a good offer, going to college 3 days a week, 2 days as a police offcer and full pay. So 20 grand a year. Thinking of applying\n  ","899698":"\n   How'd you describe your sense of humour? What makes you laugh more than anything? 😆\n  ","899699":"\n   How was your day\n  ","899700":"\n   They live still in Tennessee gonna help them out?\n  ","899701":"\n   I can't wait till she does a house tour after she gets everything set up\n  ","899702":"\n   Hi\n  ","899703":"\n   virgin?\n  ","899704":"\n   Bath or shower?\n  ","899705":"\n   If you could live on another planet, which would you choose?\n  ","899706":"\n   at what age you did sex first time\n  ","899707":"\n   Do you judge people based on their knowledge of grammar? 🤔\n  ","899708":"\n   how old are you\n  ","899709":"\n   do any of your sisters annoy you ??\n  ","899710":"\n   Kiss\n  ","899711":"\n   How is the stunning lisa doing?\n  ","899712":"\n   A country with hot guys?\n  ","899713":"\n   Smoking?\n  ","899714":"\n   What spices do you use for making steak ? Like I marinated steak meat with  salt-redchilli flake ,black pepper ,garlic onion powder with tsp Sriracha sauce\n  ","899715":"\n   It's just an Anon trying to upset people 😴\n  ","899716":"\n   If you purchased a cloth fabric for dress ? What instructions will you give to expert tailor that I want this kind of dress ,this kind of sleeves etc 🤔\n  ","899717":"\n   Ever kissed a girl?\n  ","899718":"\n   do you like  being rich?\n  ","899719":"\n   how big are your mouth,? Braces,?\n  ","899720":"\n   Do you have any nicknames for Christina?\n  ","899721":"\n   Would you be required to stand still for the course of the spanking?\n  ","899722":"\n   My friend is 18 and I saw her get spanked but at first it was weird but then I saw what she did and I said she should not break the rules .am I a bad friend?\n  ","899723":"\n   Ah cool I have just been to see my Dad & went shopping for him.\n  ","899724":"\n   Any scary near death experiences?\n  ","899725":"\n   If you ever go for hair steak for your hairs  ? Which colour will you choose 🤔\n  ","899726":"\n   I am definitely going to try\n  ","899727":"\n\n    https:\/\/twitter.com\/cimcrew\/status\/1284669220274536448\n   \n","899728":"\n   What do you usually do with bugs in your home? Does it depend on the kind of bug? How? 🐜🕷🦟\n  ","899729":"\n   Have you seen the comet yet? Cause I haven’t 😡\n  ","899730":"\n   103. what time did you wake up this morning?\n  ","899731":"\n   What do you remove from diet when you wanna loose weight like I have removed oil,sugar from my diet\n  ","899732":"\n   Whats your favourite cheat meal on weekends  ? Like I eat super healthy whole on Sunday I enjoy my cheat meal like  cheese omelette,pizza 🍕 🤔\n  ","899733":"\n   Be completely 100% honest with me now.Would u rather rather press your lips against my lips for 2-4 seconds(I’m a 5.9\/10 looking guy who weighs about 265 pounds and is 5ft 8inchs tall)or get Coronavirus where your lips would be pressed against a ventilator for 14 day’s and after effects for months?\n  ","899734":"\n   Put your music on shuffle #7— The song that comes up describes your future.\n  ","899735":"\n   Put your music on shuffle #6 — The song that comes up is your theme song.\n  ","899736":"\n   Plans for today?\n  ","899737":"\n   Put your music on shuffle #5 — The song that comes up describes your week.\n  ","899738":"\n   Anyways I hope you feel better and I will talk to you later\n  ","899739":"\n   hey\n  ","899740":"\n   Buongiorno, programmi per oggi?🤩🤩\n  ","899741":"\n   life isn't fair so 🤷‍♂️\n  ","899742":"\n   What's your favorite online shopping site?\n  ","899743":"\n   *sends Thursday hugs!* 🤗🤗🤗\n  ","899744":"\n   Ever had a crush on an animated character? 👀 Who?\n  ","899745":"\n   How old were you when you got your first phone?\n  ","899746":"\n   Do you like zoos?\n  ","899747":"\n   Do you like tall guys?\n  ","899748":"\n   Either that are I'm getting old 😂\n  ","899749":"\n   Are you older than him?\n  ","899750":"\n   Yeah he is\n  ","899751":"\n   Chad is a cheater.\n  ","899752":"\n   Also I might go swimming\n  ","899753":"\n   your requirements\n  ","899754":"\n   u should message me\n  ","899755":"\n   😂😂\n  ","899756":"\n   How old is Christian?\n  ","899757":"\n   Stunning picture you and gorgeous and who is the cute girl next 2 u?\n  ","899758":"\n   You'd rather date a guy who is a part time mall santa, part time priest, for instance?\n  ","899759":"\n   did you make a sex before?\n  ","899760":"\n   when was the last time she said it?\n  ","899761":"\n   😢\n  ","899762":"\n   Then when it is?\n  ","899763":"\n   Date older or Date younger? Why?\n  ","899764":"\n   Yeah it does I get tired all the time\n  ","899765":"\n   That was so long ago, omg\n  ","899766":"\n   ever talk to lisa about her having daddy issues?\n  ","899767":"\n   😔😔😔\n  ","899768":"\n   What is one thing that made you feel bad recently\n  ","899769":"\n   I bet she never  says you beautiful?\n  ","899770":"\n   You are not stuck up lisa is she looks it?\n  ","899771":"\n   You  are def a stuckup girl?y\n  ","899772":"\n   What is the worst injury you've ever had?\n  ","899773":"\n   Well she us weird right?\n  ","899774":"\n   Thanks 😊 how are you ?\n  ","899775":"\n   What did you do today?clean ?\n  ","899776":"\n   I'm going to my brother's to watch wrestling\n  ","899777":"\n   Do you sleep well now or stay up late?\n  ","899778":"\n   Is this a stupid way to think, IF I ever get a girlfriend i\"ll would want her to work same as me, so we have  more incoming into the house.  Stupid way to think?\n  ","899779":"\n   has lisa always dated or preferred older men?\n  ","899780":"\n   Would you ever run a marthon?\n  ","899781":"\n   Lol ain't that harsh Chad is bout 40 and Lisa is Almost 27 so a huge gap there\n  ","899782":"\n   wow  beautiful and modest..y?\n  ","899783":"\n   Do you have a good or bad memory?\n  ","899784":"\n   Why does the answers needed just say +99 when you need approximately 120 answers :\/ and it not do a ✅ once hitting that 99 mark\n  ","899785":"\n   what did you cook or eat tonight?\n  ","899786":"\n   nice what does lisa say?\n  ","899787":"\n   🤗🤗🤗\n  ","899788":"\n   What about Christian?\n  ","899789":"\n   why pain?\n  ","899790":"\n   Honesty hour you down?\n  ","899791":"\n   Why would not date a 40 yrold?\n  ","899792":"\n   Do you want to get married?\n  ","899793":"\n\n    @sisterrjames\n   \n   is on here tonight.\n  ","899794":"\n   dammn so beautiful i bet so many girls are jealous of you?\n  ","899795":"\n   Do you whistle in public?\n  ","899796":"\n   why rat though for her,?\n  ","899797":"\n   Yeah been on it for years\n  ","899798":"\n   Why is Lisa dating an old guy?\n  ","899799":"\n   Funniest \"Laugh Out Loud\" moment you've encountered today?\n  ","899800":"\n   does she ever compliment you saying you  gorgeous?\n  ","899801":"\n   Are we gonna see you with short hair?\n  ","899802":"\n   I am pretty much doing the same thing playing the game and waiting\n  ","899803":"\n   My soul mate is\n   \n    @ColbyBrockOfficial\n   \n   , oh... Well you're my 3rd @ so whats up\n  ","899804":"\n   I also haven't been on that page.  Since you told me it was fake.\n  ","899805":"\n   I stopped following that ages ago though\n  ","899806":"\n   Lol really that makes you want to throw up\n  ","899807":"\n   Why no?\n  ","899808":"\n   wow you beautiful in this pic who is the other girl with short hair?\n  ","899809":"\n   Yeah I take metformin\n  ","899810":"\n   What have you been doing today Lauren ?.\n  ","899811":"\n   Sounds fun\n  ","899812":"\n   Go to kik for minute\n  ","899813":"\n   Nice\n  ","899814":"\n   69 Camaro vs 70 Mustang vs 70 Cuda what classic pony car would you be driving?\n  ","899815":"\n   Wow you great  pics of both of you you like this pic?\n  ","899816":"\n   No it's not and I have to take medicine to keep it in check\n  ","899817":"\n   Why is there a life jacket under the seat on an airplane, but not a parachute?\n  ","899818":"\n   So what are you doing?\n  ","899819":"\n   Lol. Staying busy but missing my Girlfriend.\n  ","899820":"\n   Do you listen songs in spanish?\n  ","899821":"\n   Might be why I am prediabetic\n  ","899822":"\n   I would class helping out at the ice cream shop a job.\n  ","899823":"\n   Shall we look for love, wait for love or forget totally about it?\n  ","899824":"\n   I'm sorry\n  ","899825":"\n   why lady  bug?\n  ","899826":"\n   Yeah too much is bad\n  ","899827":"\n   Camilla Cabello acoustic concert at home. !!\n   \n    https:\/\/youtu.be\/QyupdqcHjug\n   \n   Now this is what you girls should do. A selection of your songs & covers live on YouTube.\n  ","899828":"\n   Did you hate any of your past jobs\n  ","899829":"\n   Hope you feeling better now\n  ","899830":"\n   If you had to prove you were human and not an AI in 5 minutes via a text conversation, how would you do it?\n  ","899831":"\n   So Rachael will be doing a collab with someone soon. I wonder who that could be?🤔\n  ","899832":"\n   What gift will you never forget?\n  ","899833":"\n   Lol nothing wrong with that\n  ","899834":"\n   Do you like any baddie?\n  ","899835":"\n   I have to say it. Hahah\n  ","899836":"\n   🙄🙄🙄\n  ","899837":"\n   That sucks but I feel your pain\n  ","899838":"\n   So you like sweets more?\n  ","899839":"\n   Do you remember to your baddies?\n  ","899840":"\n   Did you date him?\n  ","899841":"\n   Did you play with those kids?\n  ","899842":"\n   Have a guy tried to do something pervert with you?\n  ","899843":"\n   Yeah more times then I can count\n  ","899844":"\n   Agree\n  ","899845":"\n   Really? How was that?\n  ","899846":"\n   I'm starting to think that I'm more into the savory then the sweets\n  ","899847":"\n   Does anyone else find the laws in Portugal disturbing? How did Christian Brueckner get only 7 years for torturing a woman to death. Also he abused kids but didn’t get much time for that either. I just hope his punishment is more significant this time for torturing that 4 year old girl.\n  ","899848":"\n   Who´s he?\n   \n    https:\/\/www.instagram.com\/p\/CCtRMdcjOVh\/\n   \n","899849":"\n   Would you date a guy with kids?\n  ","899850":"\n   Selena dresses and acts too trashy in videos?\n  ","899851":"\n   I don't really to be honest I might buy some ice cream from the grocery store and it would take me a while to eat it and it would usually take me a few months before I buy any more\n  ","899852":"\n   If you dont have them, i steal them 👀👀\n  ","899853":"\n   I don't know why it's easy for people to believe what they want to believe even when it's not true\n  ","899854":"\n   what does lisa say compliment wise ?\n  ","899855":"\n   wow she answers to rat she must like being called that ?\n  ","899856":"\n   I want to see you Lauren is there a way for us to make that happen?\n  ","899857":"\n   Hi\n  ","899858":"\n   post a pict of you and lisa?\n  ","899859":"\n   How often do you go to a hairdresser?\n  ","899860":"\n   How are you today?\n  ","899861":"\n   What's the best thing to do when you can't sleep?\n  ","899862":"\n   Goodnight everyone! Sweet dreams! Don't forget to pray! 😊❣️💓\n  ","899863":"\n   Have you ever seen Game of Thrones? 👑🏰 Which is your favorite house and why? 🐺🐲🦁🌹🦌🐙☀️🦅🐟\n  ","899864":"\n   What event has greatly impacted your life?\n  ","899865":"\n   102. do you like conflict?\n  ","899866":"\n   Happy Sunday Lauren\n  ","899867":"\n   101. last alcoholic beverage you had?\n  ","899868":"\n   100. Show my pictures of your mask 😷 ✨\n  ","899869":"\n   How often do you change your mobile phone?\n  ","899870":"\n   Iphone o samsung?📱📱📱\n  ","899871":"\n   How much do you eat in a day\n  ","899872":"\n   What's your favorite magazine?\n  ","899873":"\n   Favorite alcoholic drink? 🥃\n  ","899874":"\n   What do you like to drink most? Coke or Estathé? 🥤\n  ","899875":"\n   Okay making sure because usually when somebody says that they're just alright they got a lot on their mind\n  ","899876":"\n   My Queen💛✨\n  ","899877":"\n   Love you💛💛\n  ","899878":"\n   Just all right?\n  ","899879":"\n   Can you share a useful tip for dating?\n  ","899880":"\n   💛😊😊\n  ","899881":"\n   *Sends all the hugs*\n  ","899882":"\n   Are you good with kids?\n  ","899883":"\n   Is it possible for girls who are Hispanic to be named Elizabeth?\n  ","899884":"\n   Weekly giveaway contest! 🏅🏆 The 11th, 17th, and 27th individuals to reply with ”The sporks will rule the world!” win 1000 could! 😁\n  ","899885":"\n   one day anyways how are you doing today\n  ","899886":"\n   Why do people like to bombarded people with questions close to bedtime?\n  ","899887":"\n   Ever  been kissed by a guy?\n  ","899888":"\n   Yeah I need to do that myself\n  ","899889":"\n   miracle I thought the most beautiful merican of ask-fm would ignore me\n  ","899890":"\n   the thanks for having answered\n  ","899891":"\n   Oh okay that is cool\n  ","899892":"\n   Do you have 700 questions in your inbox?\n  ","899893":"\n   Honesty hour?\n  ","899894":"\n   Okay I was wondering thanks\n  ","899895":"\n   Plans for tonight ?\n  ","899896":"\n   Quick question is that Alex with his girlfriend on Lisa's story with her and Chad?\n  ","899897":"\n   What are some good online stores for baby clothes? Why do you think so？\n  ","899898":"\n   last time you saw in person dani?\n  ","899899":"\n   💍.💍\n  ","899900":"\n   The girls need help  maybe therapy?\n  ","899901":"\n   Put your music on shuffle #4 — Write the first line of the lyrics from the first ten songs to create a poem. 😄\n  ","899902":"\n   Put your music on shuffle #3 — The song that comes up will play at your funeral.\n  ","899903":"\n   That question felt aimed 😂😂\n  ","899904":"\n   ready to be an auntie?\n  ","899905":"\n   also during sex or kissing  they think of their father omg those girls are doing just to get attention right?\n  ","899906":"\n   What aboit 6 to 7 yrs\n  ","899907":"\n   Actually when the girl who dates a guy 15 yes or older they are thinking of their dad when dating? Understand?\n  ","899908":"\n   no like almost 15 years what you think?gross right?\n  ","899909":"\n   who is kylissa?\n  ","899910":"\n   what dou think of girls who date way older guys isn't gross that they can't get guys their own age?\n  ","899911":"\n   👀👀👀\n  ","899912":"\n   Sometimes its also not about dominance, ive been in a relationship before that during intercourse he'd call me baby girl and id call him daddy but neither of us were doms\n  ","899913":"\n   😳\n  ","899914":"\n   Good night Lauren 😴🛏\n\nNot long now 👶💙\n  ","899915":"\n   Well you can go to church feel better  right?\n  ","899916":"\n   Put your music on shuffle #2 — The song that come up describes your love life.\n  ","899917":"\n   what do daddy kinks mean I never heard that?\n  ","899918":"\n   Put your music on shuffle #1 — The song that come up describes how you‘ll die.\n  ","899919":"\n   \\*·*\/^\n   \n    https:\/\/mobile.twitter.com\/christinasoutas\n   \n\n    @christinasoutas\n   \n","899920":"\n   Penny for your thoughts?\n  ","899921":"\n   I think that means minor point deductions on essays 😂 not minors as in kids\n  ","899922":"\n   When it comes to guys what do you want or like.\n  ","899923":"\n   Ahh i feel you tonight i feel like you si much who is doing this to you?\n  ","899924":"\n   How many minors is the typical college student able to have?\n  ","899925":"\n   Why are so many people depressed nowadays?\n  ","899926":"\n   How come the nice, shy, sweet guys like me always end up losing and become overlooked by girls. It’s not fair all we want is a fair chance to be with you guys and make ya’ll laugh and smile and spend whatever money we have on you and make you happy so we can be happy. But nope we just stay alone😔😢😭.\n  ","899927":"\n   If you could do anything you wanted too...right now, what would you do ?(:\n  ","899928":"\n   Why don’t you wear thermals underneath your clothes to prevent you from getting the flu ?\n  ","899929":"\n   Oh dear Amy has been listening to Christmas Wrapping by the waitresses while on her walk\n  ","899930":"\n   🥶🥶\n  ","899931":"\n   Do you like tomato soup?\n  ","899932":"\n   BAHAHAHAHAHA NO, im npt pretty enough to be part of the cim family\n  ","899933":"\n   Do you like your bacon crispy?\n  ","899934":"\n   im just saying, she looks kinda like u a bit\n  ","899935":"\n   Who knows when tv shows will start filming 🤷🏻‍♀️\n  ","899936":"\n   the pics alice posted not long ago, she could get away with being a cim sister\n  ","899937":"\n   Girls would you rather be fat and have huge boobs or skinny with small boobs? Guys what do you prefer?\n  ","899938":"\n   I like you so much\n  ","899939":"\n   because it's nice\n  ","899940":"\n   Who crashed her car in the band?\n  ","899941":"\n   U are super pretty haha xD\n  ","899942":"\n   You looked tired with Rachael\n  ","899943":"\n   When and who is lisa dating?\n  ","899944":"\n   hii\n  ","899945":"\n   Why don’t you do a collab with Soulja boy? If not name 3 good reasons why you and Soulja would not be a good match?\n  ","899946":"\n   Do you wanna talk on kik?\n  ","899947":"\n   Your superpower is that you can give phobias to people, what fun and interesting things would you make people afraid of?\n  ","899948":"\n   i really love you 💞\n  ","899949":"\n   Have you ever dated a fan?\n  ","899950":"\n   How long have you been single?\n  ","899951":"\n   Can u do a twisty hairstyle?\n  ","899952":"\n   I like her so bad. She´s so pretty. I like her smile. I like her voice. Everything. I liked all her pics on Instagram.\n  ","899953":"\n   Would you date a baddie?\n  ","899954":"\n   Single?\n  ","899955":"\n   Do you wear a mask in public due to covid\n  ","899956":"\n   are u amazing?\n  ","899957":"\n   Bananas hmm interesting\n  ","899958":"\n   is Lisa single? asking for a friend\n  ","899959":"\n   And I’m one of them 🤗 , JK I wish I was though\n  ","899960":"\n   Lauren are you ever gonna have kids? What about adopting a kid would you ever do that ?\n  ","899961":"\n   Nice I will definitely be checking out your band and is she lead singer or you?\n  ","899962":"\n   And ready to mingle?\n  ","899963":"\n   Naked twister maybe?\n  ","899964":"\n   Are you okay?\n  ","899965":"\n   مالك فيه ايه ؟\n  ","899966":"\n   What do you think it would be like to live life as a bird?\n  ","899967":"\n   Anybody got tellonym? I’m curious about that Q&A platform 🤗 This is mine, in case you’re interested:\n   \n    https:\/\/tellonym.me\/itz_manu\n   \n","899968":"\n   But hmm what should I call u Lauren? 😊😕🤔\n  ","899969":"\n   Are you driving while sleeping in this picture?:)\n  ","899970":"\n   What is the most important thing to know?\n  ","899971":"\n   selfie?\n  ","899972":"\n   Lol they forgot Lisa\n  ","899973":"\n   how do you know lisa ain't pregnant?\n  ","899974":"\n   Winged eyeliner please!!!??\n  ","899975":"\n   Travis Scott or Drake???\n  ","899976":"\n   Do you talk with your dad?\n  ","899977":"\n   Can you get pregnant?\n  ","899978":"\n   Lisa pregnant too?\n  ","899979":"\n   No sex before marriage?\n  ","899980":"\n   What do you want in a husband?\n  ","899981":"\n   Can Amy get pregnant?\n  ","899982":"\n   What’s one thing most people don’t know about you?\n  ","899983":"\n   Who inspires you?\n  ","899984":"\n   What do you want to be in future ? Like doctor, engineer etc 🤔\n  ","899985":"\n   How do you calm your self down when you are in bad mood 🤔\n  ","899986":"\n   What's your favourite Mexican dish 🤔\n  ","899987":"\n   Do you get bother if your relatives cousins, people who you dislike in real life , keep eye on ask fm profile and talk shit behind your back ? Does it irritate you or you don't care .\n  ","899988":"\n   Do you write all the songs for the band you very good at it any jealousy from other members?\n  ","899989":"\n   Do you turn off all lights of your bed room when you go for sleep or  some lights of your room are always turned on .🤔\n  ","899990":"\n   Yes it was\n  ","899991":"\n   You welcome so what are you guys up to besides making music\n  ","899992":"\n   Have you ever explored yourself ? You are good in which things and bad in which things .\n\nLike I cook too good ,write best quote , excellent in photography 🤔 and bad in singing 🤔 what about you\n  ","899993":"\n   Which work you hate doing like I hate ironing clothes but I still iron 🤔\n  ","899994":"\n   Who is your favourite person on ask fm 🤔\n  ","899995":"\n   All right cool let me know what you think.\n  ","899996":"\n   Yeah so it might make you cry.\n  ","899997":"\n   Which has been a lot lately I just haven't been motivated to do anything\n  ","899998":"\n   I am glad\n  ","899999":"\n   You write all the songs cause all your songs are 1? How come?\n  ","900000":"\n   Thank you so much. I appreciate the kind words. Sometimes I let the stress and overthinking get the best of me.\n  ","900001":"\n   Based on my profile pic. Would you swipe left or swipe right?\n  ","900002":"\n   Do you still like to drink barqs rootbeer?\n  ","900003":"\n   What's your favourite in camera like I am obsessed with Nikon dslr camera 🤔\n  ","900004":"\n   What do you think when corona virus will end from world wide ? 🤔 Vaccine is the solution but what do you think how long will it take 🤔\n  ","900005":"\n   If you have diary what will you write ? Like I write my own quote in 1 diary  in 2nd diary I write recipes of my favourite dishes 🤔\n  ","900006":"\n   What's something that can always make you feel better?\n  ","900007":"\n   What are your 2020 goals like I wanna loose some weight\n  ","900008":"\n   Followed you back may be\n  ","900009":"\n   Which home remedies do you use to save your self from corona virus ? Like I made sauce of  ginger-garlic-applecidervinegar-honey-turmeric-basil-coconut-lemon sauce  for strong immunity 🤗\n  ","900010":"\n   That is good\n  ","900011":"\n   Do you make healthy dishes for your parents when they get Ill ? Like I make oats with milk,-fruits nuts-chiaseed-honey or vegetable soup with jug of ginger-lemon-honey tea 🤔\n  ","900012":"\n   Like the song photograph by nickelback.?\n  ","900013":"\n   I wish more girls actually act nice and normal like you kat Christina and Amy?\n  ","900014":"\n   Do you like colourful roses in case  or you prefer only white flowers in flower vase .🤔\n  ","900015":"\n   Whats your favourite shampoo among all ? I grew up using Pantene and still use Pantene as it works for me what about you\n  ","900016":"\n   Thank you!😊\n  ","900017":"\n   What's your favourite dish of your own hand 🤔\n  ","900018":"\n   some times after I get worn out I want to be lazy a few days\n  ","900019":"\n   I had watched that movie I still believe and it had me in tears\n  ","900020":"\n   kat is so nice like you and Christina and amy please pass my well wishes?\n  ","900021":"\n   It was real good\n  ","900022":"\n   But he ended up redeeming himself like Justin\n  ","900023":"\n   I saw 😁 you guys doing good?\n  ","900024":"\n   What's your favourite flavour in ice cream like I am obsessed with pistachio ice cream 🤔\n  ","900025":"\n   How is kat doing being married?\n  ","900026":"\n   Which home remedies do you think actually works like charcoal mask is best mask for making your complexion fair ,removing black heads 🤔\n  ","900027":"\n   does lisa have pimples and face problems like you?\n  ","900028":"\n   Do you like golden streaks in gents hairs or you think gents hairs should be of one colour\n  ","900029":"\n   Who is your favourite person on ask fm\n  ","900030":"\n   What's going on?\n  ","900031":"\n   is it true kat is pregnant like Christina?\n  ","900032":"\n   you ok x\n  ","900033":"\n   Do you collect anything?\n  ","900034":"\n   If you were a dragon, how'd you live your life? 🤔🐲\n  ","900035":"\n   If you were a giant like the one from Jack and the beanstalk and you found someone sneaking inside your house, most likely to steal your goose that lays golden eggs, what'd you do? 🤔🥚\n  ","900036":"\n   Do you wear a mask when you go out?\n  ","900037":"\n   Have you ever been waxed before? Let me tell you that it is so painful and awful. It hurts so bad!\n  ","900038":"\n   Do you like conflict?\n  ","900039":"\n   Wowyour  pictures you have long legs and beautiful. Keep it up?\n  ","900040":"\n   all 8 movies?\n  ","900041":"\n   who has better dancing moves you or lisa?\n  ","900042":"\n   100 questions in my inbox can you beat that?\n  ","900043":"\n   answer Honesty  till midnight,?\n  ","900044":"\n   yesterday do you ever go to church with lisa?\n  ","900045":"\n   Pretty good just going home\n  ","900046":"\n   Lauren I knew you were famous and had money but I didn’t know that you were rich like that. How come you don’t be buying Ferrari’s, Mega mansions and Gucci bags\/Louis Vuitton belts?\n  ","900047":"\n   I might do that\n  ","900048":"\n   How have you changed in the last 5 years?\n  ","900049":"\n   Hi Lauren: Maybe Queen 🔥\n  ","900050":"\n   Hi what are you doing today?\n  ","900051":"\n   What's the most spiciest food you ever ate in your life or you made for your self 🤔\n  ","900052":"\n   Do you play any sports? 🏀 🏈 ⚾️ ⚽️\n  ","900053":"\n   Will you be a virgin on your wedding day?\n  ","900054":"\n   Do you drink sparkling or natural water? 💧\n  ","900055":"\n   So you don't think it was a suicide then.\n  ","900056":"\n   Have you ever seen a shooting star? 💫 🌠\n  ","900057":"\n   Do you dress conspicuously? 👗\n  ","900058":"\n   Who is confusing you?\n  ","900059":"\n   Are you still a virgin?\n  ","900060":"\n   U r so hot.\n  ","900061":"\n   Bathtub 🛁 or shower 🚿 what do you find most relaxing? 😌\n  ","900062":"\n   Would you rather be a moderately successful radio personality or the star of a primetime sitcom that got canceled after one season?\n  ","900063":"\n\n    https:\/\/news.sky.com\/story\/naya-rivera-body-found-in-lake-is-missing-glee-stars-police-say-12028005\n   \n","900064":"\n   What do you think ? Cellphone should be kept aside when your friends around you as they might think  you are ignoring them\n  ","900065":"\n   Cake or pie?\n  ","900066":"\n   Are you looking for a boyfriend?\n  ","900067":"\n   How long have you been single?\n  ","900068":"\n   Are you still single?\n  ","900069":"\n   I wouldn't let them get you down Lauren.\n  ","900070":"\n   What u doing this Friday?tgif\n  ","900071":"\n   Whats ur kik\n  ","900072":"\n   If you have to remove one thing from your life to make your life more healthy what it will be ? Like removing unhealthy eating habit 2) removing toxic people 3) alcohol\n  ","900073":"\n   5 things you can't live without 🤔\n  ","900074":"\n   If your eye side become weak in future will you wear glasses or you prefer lenses 🤔\n  ","900075":"\n   Why, what's going on?\n  ","900076":"\n   Do you regret something ? Like I regret after eating oily junk food\n  ","900077":"\n   Hope your day going good.\n  ","900078":"\n   Did you sleep ok?\n  ","900079":"\n   To me?🤗\n  ","900080":"\n   monty python\n  ","900081":"\n   What's your favourite sea food like I am obsessed with fish ,prawns 😍\n  ","900082":"\n   I should have believed the others when they told me the truth about you, it was dumb of me for hoping they were wrong.\n  ","900083":"\n   You never could be trusted, ever.\n  ","900084":"\n   How do you communicate with those childhood friends who no more live in your city 🤔\n  ","900085":"\n   wow when was Dauren born?\n  ","900086":"\n   According to you which country is the most beautiful country among all like I think Paris is the most beautiful country 🙃\n  ","900087":"\n   Have you ever bought something on the internet?\n  ","900088":"\n   What is are the best pizza toppings?\n  ","900089":"\n   how old is Chad and lisa?\n  ","900090":"\n   They also found a body on top of a McDonald’s in the Bronx.\n  ","900091":"\n   What are somethings you and your sister fight about? And other than Dani do you guys live together?\n  ","900092":"\n   I just found out the police have found Niya Rivera's body.\n  ","900093":"\n   lisa and Chad Gilbert same age?\n  ","900094":"\n   Does what they say about your zodiacal sign generally match your personality?\n  ","900095":"\n   I miss Dauren.\n  ","900096":"\n   I was referring to the 2 photos of you that you posted in the new jumper?\n  ","900097":"\n   What does that mean? Yes?\n  ","900098":"\n   No way dauren was the best what is laurisa?\n  ","900099":"\n   hold on lisa engaged to who ?\n  ","900100":"\n   I'm not asking anymore questions so you can clean out inbox ok have an ok day?\n  ","900101":"\n   Did you have a dicease?\n  ","900102":"\n   Did you have mono?\n  ","900103":"\n   What's the most cool jewellery items you own 🤔\n  ","900104":"\n   Can Amy get pregnant?\n  ","900105":"\n   If you could have dinner with anyone, who would you choose?\n  ","900106":"\n   Are you trying to get pregnant?\n  ","900107":"\n   I thought lisa was married?single can you set me up on a date?\n  ","900108":"\n   What is the formula of happiness?\n  ","900109":"\n   But... She never kissed to someone.\n  ","900110":"\n   What 1 tip do you wanna give to people who wanna loose weight\n  ","900111":"\n   Do you collect something ? Like I love collecting recipes of favourite chefs  🤔\n  ","900112":"\n   Are you good with kids?\n  ","900113":"\n   In your honest opinion how Important is money in a relationship and Also in your opinion in your past relationships how did money work with you and your partner? Was it a causal thing for them to pay for dates, buy you gifts, help pay off your debts, etc. If they didn’t have money what would happen?\n  ","900114":"\n   What's your favourite social networking website 🤔\n  ","900115":"\n   What's your favourite hair colour ? Which colour you are looking forward to do 🤔\n  ","900116":"\n   What can we learn from children? — If you have children, what did you learn from them?\n  ","900117":"\n   lisa is trying to get pregnant right?\n  ","900118":"\n   What did you learn from life 🤔\n  ","900119":"\n   Which designer outfit you wanna buy in your life like Versace ,\n  ","900120":"\n   Which piece of  jewellery you wear alot ? Like I wear my blue sapphire ring 24\/7\n  ","900121":"\n   how do you know lisa  not pregnant?\n  ","900122":"\n   👶🏻 To the moms and dads: How did you feel after the birth of your first child? 👶🏼 What were your thoughts when you looked at your newborn? 👶🏽 (if you don’t mind me asking) 👶🏾 — To the others: How do you feel about parenthood? Do you wanna have children? 👶🏿\n  ","900123":"\n   What's your 2020 resolution?\n  ","900124":"\n   What cute cartoon character would be absolutely terrifying if it existed in the real world?\n  ","900125":"\n   Whats the best place for clicking  pictures?\n  ","900126":"\n   What's your favourite website ? From which website  you buy cool outfits\n  ","900127":"\n   Which place do you call heaven on earth 🤔\n  ","900128":"\n   is lisa pregnant?\n  ","900129":"\n   How do you spend your time in quarantine 🤔\n  ","900130":"\n   Do you believe in ghosts? Why or why not?\n  ","900131":"\n   you now the most fit one in band?\n  ","900132":"\n   Do you observe who is selfish cunning person in your University ? Or work place and deal with them wisely 🤔\n  ","900133":"\n   Are you kind of person who help mean selfish people because you are good hearted person  ? Or you maintain healthy distance from them\n  ","900134":"\n   What's your favourite brand in moisturizer like I am obsessed with CeraVe ,Aveeno 🤔\n  ","900135":"\n   Is Kath pregnant?\n  ","900136":"\n   Would you date a fan?\n  ","900137":"\n   What do you do with selfish mean people who never help you but expect help 🤔\n  ","900138":"\n   ever been not thin ?\n  ","900139":"\n   Which animals make you scared ? Like snake ,crocodile,wild dogs etc 🤔\n  ","900140":"\n   If I mentioned the name Passamaquoddy would you know what I was referring to?\n  ","900141":"\n   My God your voice ever Crack on stage?\n  ","900142":"\n   Δ           👑          Δ\n •–ılılı..Space..ılılı–•\n  ","900143":"\n   have you ever smoked weed\n  ","900144":"\n   What type of people do you find yourself drawn to?\n  ","900145":"\n   HAVE YOU EVER HAD AN UNREQUITED LOVE?\n  ","900146":"\n   Hudson Henry has a new TikTok video 😂\n   \n    https:\/\/vm.tiktok.com\/JLV4QrH\/\n   \n","900147":"\n   Are you ever satisfied or do you find yourself always wanting more ?\n  ","900148":"\n   So cutee🤩\n   \n    https:\/\/youtu.be\/bw1gcHvlFFk\n   \n","900149":"\n   What kind of restriction do they have there\n  ","900150":"\n   Ye 🤓😂\n  ","900151":"\n   Instagram?\n  ","900152":"\n   Do you know CPR?\n  ","900153":"\n   If your blessed Dailey.. TYPE AMEN\n  ","900154":"\n   What do uh need from your friends right now?\n  ","900155":"\n   Data importante?🗓🗓🗓\n  ","900156":"\n\n    https:\/\/www.instagram.com\/p\/CClZB_1jb35\/?igshid=3o5tudn4dbj0\n   \n   😂😂😂😂\n  ","900157":"\n   Last time you had sex\n  ","900158":"\n   Who bought that car? Your dad?\n  ","900159":"\n   99. hey guys i sent out almost  💯 questions 🙃. use as a filter ✨🦋\n  ","900160":"\n   How do you spend your time in holidays ? Do you go for travelling in holidays or you prefer staying in home spending quality time with friends and with family\n  ","900161":"\n   When you go on diet ? What do you eat ? I just eliminated sugar and oil from diet 🤔\n  ","900162":"\n   What if its twins?\n  ","900163":"\n   Buongiorno e buon inizio settimana🌺🌺\n  ","900164":"\n   Good morning ☀️\n  ","900165":"\n   haha\n  ","900166":"\n   Why wouldn't you not date a way older guy?\n  ","900167":"\n   How about 25 years?\n  ","900168":"\n   👌🏻\n  ","900169":"\n   🍕 😋\n  ","900170":"\n   How come im not recognizing you in the movie? Its just the hair and winged eyeliner prob??\n  ","900171":"\n   but i Lost on my little sweet banana\n  ","900172":"\n   Im watching your movie Hope Springs Eternal  rn ..and i can tell the 3 bad girls are ypur sisters right? When do you come in?\n  ","900173":"\n   What is your favorite restaurant?\n  ","900174":"\n   On scale 1-10, how awkward are you?\n  ","900175":"\n   Have you ever done a Lauren Daigle cover? I'm assuming You Say but I can't find it\n  ","900176":"\n   Lauren you can hit EVERY key. You are so talented!\n  ","900177":"\n   name 2 things that she did that really annoyed u a lot?\n  ","900178":"\n   Hope all gets better soon\n  ","900179":"\n   best thing to do\n  ","900180":"\n   Okay will do\n  ","900181":"\n   Well you know how that's going to end.\n  ","900182":"\n   Well of course we care about you so will do anything we can for you.\n  ","900183":"\n   Do you dance like crazy when no one is looking? What music makes you dance the most?\n  ","900184":"\n   I didn't know you can kidnap  the president on GTA5 😂\n   \n    https:\/\/youtu.be\/pSDYuq8QCGQ\n   \n","900185":"\n   What is your favorite source of indoor entertainment?\n  ","900186":"\n   Happy Monday Lauren\n  ","900187":"\n   🇨🇵🗼\n  ","900188":"\n   Have you ever eye witnessed paranormal activity in your home ? What happened 🤔 share your story\n  ","900189":"\n   What's your favourite program on television 🤔\n  ","900190":"\n   Have you ever gotten detention?\n  ","900191":"\n   love u b <3\n  ","900192":"\n   What is your nationality? 💟\n  ","900193":"\n   You have 700  questions in your inbox or more?\n  ","900194":"\n   What is dani doing does she wanna go out?\n  ","900195":"\n   😂😂\n  "},"Answer":{"899124":"\n  She had a small wedding and many people weren't able to be apart of it but her dress was beautiful\n  ","899125":"\n  Lol\n  ","899126":"\n  Zero\n  ","899127":"\n  Aha story of my life and I hate it so much bc then I have to scroll till I find that one person's message or whatever I was looking for\n  ","899128":"\n  I'm not a stuck up at all\n  ","899129":"\n  Like 24 at least\n  ","899130":"\n  Awe\n  ","899131":"\n  She appears to be happy so that's all that matters\n  ","899132":"\n  Aha\n  ","899133":"\n  Just keep it appropriate\n  ","899134":"\n  You're not bothering lol\n  ","899135":"\n  Light rain showers atm\n  ","899136":"\n  Awe I love my baddies and the cimfam as well\n  ","899137":"\n  19\n  ","899138":"\n  Ahah\n  ","899139":"\n  No problem\n  ","899140":"\n  I'm at home atm watching movies with my sister and bestfriends\n  ","899141":"\n  Yeah\n  ","899142":"\n  🤗\n  ","899143":"\n  Put me on the bachelor to be a potential wife\n  ","899144":"\n  I know\n  ","899145":"\n  Married to emmyn\n  ","899146":"\n  Ofc\n  ","899147":"\n  Thankful for that\n  ","899148":"\n  That's great to hear. I tried to do boxing again but I was also getting over food poisoning  at the time and it was a bit to intense ahah\n  ","899149":"\n  Yep\n  ","899150":"\n  Mmm I dont really like either but I guess britney\n  ","899151":"\n  I appreciate it\n  ","899152":"\n  Uhm I like mystery or like thrillers some action and family movies\n  ","899153":"\n  Yes it is\n  ","899154":"\n  Thanks javi\n  ","899155":"\n  Yeah you do\n  ","899156":"\n  Ahah\n  ","899157":"\n  Younger\n  ","899158":"\n  But Tesla's still run on battery charge and they're not recommended to drive in the rain or winter I believe. We don't run on gas. Alex also has a tesla\n  ","899159":"\n  No way!!! U dont look 33\n  ","899160":"\n  I'm going from the bottom of my inbox up and answering. I'm sorry if I haven't gotten to your questions  yet, but if you're just going to be impatient and rude and call me false things and accuse me of being something I'm not you can kindly leave and click off my page and never associate with me again. 🤷🏻‍♀️\n  ","899161":"\n  Neither\n  ","899162":"\n  My friend Rachael\n  ","899163":"\n  Wdym?\n  ","899164":"\n  My mom\n  ","899165":"\n  Shes not here it's on a video chat lol\n  ","899166":"\n  Mhm\n  ","899167":"\n  9:07 pm\n  ","899168":"\n  Saturday hugs\n  ","899169":"\n  😂😂 aka jfam\n  ","899170":"\n  Christina-29\n  \n  Katherine- 28\n  \n  Lisa- 26\n  \n  Amy- 25\n  ","899171":"\n  Well it would be like my childhood where we had to play outside and get dirty. Then we showered and changed clothes.\n  ","899172":"\n  No lol my older sisters did tho\n  ","899173":"\n  Forever 21. H&m, target\n  ","899174":"\n  The jonas brothers\n  ","899175":"\n  Probably save it or give it to someone who actually needs it\n  ","899176":"\n  Hi\n  ","899177":"\n  I was actually watching radio rebel with rachael and that\n  ","899178":"\n  Its not necessarily a bad thing it just means your healthy or just skinny\n  ","899179":"\n  Left over pasta\n  ","899180":"\n  No not at all haha\n  ","899181":"\n  Have a great night\n  ","899182":"\n  Thank you !!!!\n  ","899183":"\n  Omgosh\n  ","899184":"\n  Free moneyyyy\n  ","899185":"\n  I'm not\n  ","899186":"\n  That's fine\n  ","899187":"\n  I would appreciate it if you loved us all equally however\n  ","899188":"\n  😂😂😂\n  ","899189":"\n  I'm okay with it but I dont expect it\n  ","899190":"\n  I've been to Cuba, spain, europe, England, Barcelona, japan and many more. I would like to go to australia one day\n  ","899191":"\n  I like guys\n  ","899192":"\n  Lisa\n  ","899193":"\n  😂\n  ","899194":"\n  😊\n  ","899195":"\n  Not at all\n  ","899196":"\n  Haha nice\n  ","899197":"\n  Not really it's okay to wait till you actually feel ready for a relationship\n  ","899198":"\n  I did that a few days ago\n  ","899199":"\n  It's not ideal but I do like being healthy\n  ","899200":"\n  I'm doing alright anon how are you\n  ","899201":"\n  No but I would like to try it\n  ","899202":"\n  That they should have more respect for themselves\n  ","899203":"\n  Celebrate mine and Christina's birthday and patiently wait for the arrival of my nephew if he doesnt come by the end of this month early\n  ","899204":"\n  I dont think so unless in a way she played a certain role in your daughter's life that you were okay with such as she was with your ex husband or whatever and treats your daughter like her own and you're okay with that\n  ","899205":"\n  Uhm being in the top 3 for the friday night livestream was shocking\n  ","899206":"\n  Skating, swimming, drawing, hanging with friends. Normally by just keeping myself busy with work or finding something to entertain myself.  I can play instruments, I can write music, I can skateboard pretty decently, I know how to draw and I know how to play water polo as well\n  ","899207":"\n  Theres evidence we did but who really knows?\n  ","899208":"\n  Sometimes good sometimes bad. It depends\n  ","899209":"\n  Those naps you take after a busy day\n  ","899210":"\n  Queen of the baddies 😊\n  ","899211":"\n  Disney + lol\n  ","899212":"\n  Singer\n  ","899213":"\n  Know your worth\n  ","899214":"\n  Yes I am\n  ","899215":"\n  Sleeveless\n  ","899216":"\n  Yep\n  ","899217":"\n  When I was in a meeting one time\n  ","899218":"\n  True\n  ","899219":"\n  Yep\n  ","899220":"\n  Everywhere. Mix Match socks were a trend a while back ago\n  ","899221":"\n  Oh\n  ","899222":"\n  Yeah aha\n  ","899223":"\n  I am\n  ","899224":"\n  Mhm\n  ","899225":"\n  Hi\n  ","899226":"\n  Lol\n  ","899227":"\n  No, everyone tells a little white lie at rimes\n  ","899228":"\n  Yes ahah\n  ","899229":"\n  Dominos seems more healthy and it just isnt pizza or burgers\n  ","899230":"\n  Names that no one really has but still is normal\n  ","899231":"\n  Art museum I appreciate art more than I like most animals\n  ","899232":"\n  Being able to go swimming and wear sandals and shorts\n  ","899233":"\n  No lol\n  ","899234":"\n  Happy Saturday hugs\n  ","899235":"\n  My day is going great\n  ","899236":"\n  They just want attention\n  ","899237":"\n  I've been trying my best to get through all of them\n  ","899238":"\n  Shes doing good\n  ","899239":"\n  Honesty, uniqueness,  genuine,\n  ","899240":"\n  No because its suppose to just loop through the adjusters on the straps and loop to connect them to like cross them and stuff\n  ","899241":"\n  We love you too\n  ","899242":"\n  Cole or colton also emilio is nice\n  ","899243":"\n  No its stands for lauren\n  ","899244":"\n  Theres nothing wrong with waiting for the right person to come along\n  ","899245":"\n  Have a great night\n  ","899246":"\n  I used to see a lot about a year ago but it kinda died down and I'm sort of glad it did. Posting tons of pictures in your swimsuits or lingerie and so on makes it seem like you're okay with everyone in the world seeing your body when it should only be you and your husband or wife seeing it. How would you feel if all of a sudden you found out a bunch if 90 year old males fap off to your pictures or hang them up to plaster all over. Or say your little niece or a kid comes over to someknes house and sees you naked\/ half dressed. A child that looks up to you and idolizes your every move and so on. You wouldn't be happy to know that the child saw what you were doing and went and did that themselves would you? It's time people start having more self respect for themselves and realize anyone can be watching\n  ","899247":"\n  I haven't  really watched a whole lot of shows to actually get into it. I watched like three series various episodes and never watched anything anime related afterwards\n  ","899248":"\n  Sherlock\n  ","899249":"\n  To actually eat : black bean burgers\n  \n  Sexual wise : hitdog\n  ","899250":"\n  The one with the letter l on it that lisa and christina used to steal from me\n  ","899251":"\n  Ahah not really bc he wore it and we broke up shortly after that\n  ","899252":"\n  One min\n  ","899253":"\n  Cook my own food lol\n  ","899254":"\n  Forget where I came from\n  ","899255":"\n  Sure\n  ","899256":"\n  Sometimes but I think we all kinda do lol\n  ","899257":"\n  Ooh what's august 1st?\n  ","899258":"\n  Yes I do\n  ","899259":"\n  I have before and that's okay because most names are pretty common and a lot of people have. Like michael, nick, christian\n  ","899260":"\n  Find something to do like clean my room or work on a song or go outside and practice skateboarding or visit family or friends\n  ","899261":"\n  I'm doing good\n  ","899262":"\n  She just says thank you\n  ","899263":"\n  I'm getting to them you need to be patient\n  ","899264":"\n  Just finishing working on things around the house and work related then may go over a friends\n  ","899265":"\n  Wigs we used for various videos and tour lol\n  ","899266":"\n  Idk why but someone just screaming ghost seems pretty funny right now\n  ","899267":"\n  Oopsie\n  ","899268":"\n  I need to do a room update bc I changed it way to much since the last time we did a room tour\n  ","899269":"\n  I say she could be\n  ","899270":"\n  Not my type of music sorry\n  ","899271":"\n  No problem\n  ","899272":"\n  Shes engaged\n  ","899273":"\n  We used to live along the beach line when we lived in Malibu. The backyard was literally the beach after you went down the staircase from the cliff\/hill. We also had to film a video on the beach at one of those little lifeguard houses\n  ","899274":"\n  Restaurant 🙄\n  ","899275":"\n  Not sure\n  ","899276":"\n  Florida has a nice beach but nothing comes close to the bahamas\n  ","899277":"\n  Probably  forever 21 lol I have way to much clothing just from there\n  ","899278":"\n  I always try to\n  ","899279":"\n  The death scenes or the ones where someone gets lost or something\n  ","899280":"\n  If she wanted to be. I think anyone can be a model if they really want to and put in the effort\n  ","899281":"\n  Living by myself lol\n  ","899282":"\n  Then people wouldn't be allowed to have different beliefs or values in life\n  ","899283":"\n  Idk\n  ","899284":"\n  By focusing on yourself and taking care of yourself as well. Like a hot bubble bath and a face mask are nice things. Otherwise even reading or journaling or just taking time and watching a series for the day\n  ","899285":"\n  If its haunted well just don't  bother with me ahaha\n  ","899286":"\n  Sometimes it's bad but mostly it's great. Especially now I'm content with how things are and just trying to enjoy the summertime as much as I can\n  ","899287":"\n  Its okay\n  ","899288":"\n  No lol\n  ","899289":"\n  Yep\n  ","899290":"\n  Sometimes, but very rarely now a days I'm just busy with other things\n  ","899291":"\n  Uhm if you want but I don't  really need it ahaha\n  ","899292":"\n  Yes I do\n  ","899293":"\n  August because it's kinda the start of fall and like all the fall activities and halloween planning. Plus mine and Christina's birth month and maybe the baby's  as well\n  ","899294":"\n  It's not a comparison I agree with. Both of them have their own strengths and weaknesses  and both of them are good at what they do.\n  ","899295":"\n  No lol\n  ","899296":"\n  I miss having her in the band, but I still keep in contact with her and see her every now and then\n  ","899297":"\n  Isn't  that like a pregnancy test? If so no I never had any beliefs or reasons to try or take one. I know what I'm doing and not doing with my body and life\n  ","899298":"\n  A guy lol\n  ","899299":"\n  I don't  really understand  all the beliefs and \"energy\" they give off but I do find them very gorgeous at times and would love to incorporate  them into my house somehow further down the line\n  ","899300":"\n  Not actively but I do try to practice. And by being kind to everyone, doing things for them unexpectedly  and just going out of my way at times to do something to atleast put a smile on their face\n  ","899301":"\n  We normally did it when moving into a new house to get rid of any negative energy or bless the home for a new start and happy beginnings\n  ","899302":"\n  I haven't sorry\n  ","899303":"\n  If hes going out of his way and doing nice things for you\n  ","899304":"\n  Happy Saturday hope you're having a great weekend  !!\n  ","899305":"\n  No lol it's an older friend lol\n  ","899306":"\n  My mom\n  ","899307":"\n  I'm not really ticklish\n  ","899308":"\n  I don't technically hate the sound of my voice I just hate how pitchy it sounded when I was younger\n  ","899309":"\n  Brothers\n  ","899310":"\n  I believe I am and I try to be\n  ","899311":"\n  I believe chili is but I'm not eating that. I'm actually trying to finish things and see if I can go over a friends house\n  ","899312":"\n  We all write down ideas and lyrics and sometimes we will either take one song fully written by someone or it's like 50\/50 divided. This song was written by my sister lisa 🧡 and normally it's me that puts together the track and demo. We used to work with producers and still do here and there but now we all kinda know how to do everything on our own lol\n  ","899313":"\n  Yep\n  ","899314":"\n  Please stop asking me questions about my sisters appearance  and what I think of them. I already told you I think they're all beautiful in their own ways. I am not calling my sisters anything else like sexy or hot bc in a way that's gross and disrespectful.\n  ","899315":"\n  It could be\n  ","899316":"\n  I'm doing good just been keeping myself busy and enjoying the time I get with family and friends lately. Plus the weather has been Pretty nice here\n  ","899317":"\n  Hello\n  ","899318":"\n  Ahaha it's a song\n  ","899319":"\n  🤔\n  ","899320":"\n  An alignment for what?\n  ","899321":"\n  No\n  ","899322":"\n  🧡 love her new album\n  ","899323":"\n  😊\n  ","899324":"\n  No I haven't but I may check it out 😊\n  ","899325":"\n  I thought I lost my ring ( just a ring not like engagement or anything). Yesterday and couldn't find it which I was going to cry bc it was a gift that was kinda expensive I gotten for christmas and I looked everywhere and couldn't find it in its usual spot I would lay it. Here it was under a piece of paper\n  ","899326":"\n  3 214\n  ","899327":"\n  That's  alright\n  ","899328":"\n  Lol\n  ","899329":"\n  Finishing some things up around my house, and work and maybe hanging out with a few friends tonight\n  ","899330":"\n  Sure\n  ","899331":"\n  I believe I only associated ok once or twice with her before sl I can't really actually rate or judge in this case but she seems like a very sweet and honest person.\n  ","899332":"\n  I've been alright for the most part but some days I had to deal with my emotions and figure things out myself. These times are hard and trust me I understand how you may feel. But don't be afraid to reach out to someone even if it's a facetime call. It's better than being alone. I hope it all gets better soon for you\n  ","899333":"\n  I'm going down the list and answering upwards. So I probably did just haven't gotten to it yet\n  ","899334":"\n  The ultimate country let's be honest\n  ","899335":"\n  🧡\n  ","899336":"\n  Just clothes and shoes and boxes filled with like old gifts and pictures and other life memories.\n  ","899337":"\n  If it's your job I'm not sure why she would always ask that? Maybe to see if you guys are friends or something idk\n  ","899338":"\n  Taco bell 😂\n  ","899339":"\n  A week ago\n  ","899340":"\n  Bc no one is the same and we all are different.  Stop trying to be someone you are not and never will be. Sure the other person might have good traits like pretty eyes and a smile but that's how god created them. And you probably have the good hair and a good heart that others may envy. My point is everyone sees something in eachother that they desperately  wish they had while they fail to realize that they are perfect the way they are already. You don't  need to try to change in order to be accepted or fit in. Because someone out there appreciates and loves everything about you and you just need to find them. We all have our strengths and weaknesses  as well and together that's what makes the dream team. Work together and stop comparing. And learn to love yourself and your flaws\n  ","899341":"\n  😊\n  ","899342":"\n  That's nice\n  ","899343":"\n  Hey !! Sorry I'm  behind on answering questions but my week has been pretty great. Just been keeping myself busy as much as I can and enjoying the time we do get to have currently with family and friends\n  ","899344":"\n  Not really ahah I'm just more quiet and observant\n  ","899345":"\n  Improving. For a few years I was mad and refused to talk or pray to him. Now I turn to him when I have no one else\n  ","899346":"\n  Single\n  ","899347":"\n  sto andando bene finora. grazie per avermelo chiesto\n  ","899348":"\n  I believe once or twice and I literally  cried bc I was inlove with this person and at the time we weren't together.\n  ","899349":"\n  1.What weird food combinations do you really enjoy?\n  \n  2. What social stigma does society need to get over?\n  \n  3. What food have you never eaten but would really like to try?\n  \n  4. What’s something you really resent paying for?\n  \n  5. What would a world populated by clones of you be like?\n  ","899350":"\n  The cow jumped over  the moon 🌜\n  ","899351":"\n  Spain and england\n  ","899352":"\n  Thank you !!! 😊\n  ","899353":"\n  We all have our own shares\n  ","899354":"\n  We used to live in a private community but now we just live in a small town in a nice community\n  ","899355":"\n  Someone was just being a bit rude bc they were in a bad mood and took it out on me\n  ","899356":"\n  Don't say that. Only you can change the way your life is\n  ","899357":"\n  I think chili is being made for dinner tonight but I'm eating something else\n  ","899358":"\n  The #IAmEnough lyric video is on our YouTube right now! This song means so so much to us, we want the CimFam to have this song to pump you guys up and remind you that you are always enough no matter what!! We love you guys so much! Watch the whole video on our YouTube!  ❤️🎶🎉\n  \n\n   https:\/\/youtu.be\/FB_pbmRfGAM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","899359":"\n  My brother michael does\n  ","899360":"\n  no me acuerdo\n  ","899361":"\n  Both\n  ","899362":"\n  Lose my license even if I hate long flights bc that's how I mostly travel lol\n  ","899363":"\n  I dont like dogs....\n  ","899364":"\n  Just be careful though\n  ","899365":"\n  Thanks\n  ","899366":"\n  Hi\n  ","899367":"\n  I'm fine\n  ","899368":"\n  Uhm I'm not sure but like all of them are pretty much married except lisa who is engaged but.... we all know the meaning behind lose my mind. And amy is single\n  ","899369":"\n  Its not what made us leave them we left cause we were unhappy and wanted to give up music for good\n  ","899370":"\n  Paps are always trying to take pictures\n  ","899371":"\n  Okay aha\n  ","899372":"\n  No she left at the end of December\n  ","899373":"\n  Bc we shared a room growing up and I'm closer to her\n  ","899374":"\n  More whoopings\n  ","899375":"\n  On my bottom\n  ","899376":"\n  Its embarrassing\n  ","899377":"\n  Yeah it did\n  ","899378":"\n  I think for disrespecting an adult\n  ","899379":"\n  Not a competition\n  ","899380":"\n  Professional help\n  ","899381":"\n  Mhm\n  ","899382":"\n  I think shes beautiful\n  ","899383":"\n  The city's palm-lined Plaza de Armas contains the neoclassical cathedral and the National History Museum. The massive Parque Metropolitano offers swimming pools, a botanical garden and zoo.\n  ","899384":"\n  I know a few of my friends still havent got theirs even tho they know how to drive and stuff\n  ","899385":"\n  I wouldn't even try to attempt to do so\n  ","899386":"\n  Not a lot but I have been there a few times through various years for shows we had to do\n  ","899387":"\n  Well it does help prevent people from coughing or sneezing on eachother especially if they're sick. But it is quite annoying having to always know wear one is bc its mandatory to wear them in public\n  ","899388":"\n  20 now\n  ","899389":"\n  Is this a song... ?\n  ","899390":"\n  I know\n  ","899391":"\n  So far it's off to a great start\n  ","899392":"\n  Early morning or late at night when most of the world is still asleep\n  ","899393":"\n  All my siblings are beautiful\n  ","899394":"\n  😊\n  ","899395":"\n  I also got into the top 3 most requested  🥺🧡 love you guys\n  ","899396":"\n  🥺🧡🧡🧡 love my baddies\n  ","899397":"\n  Its taco bell ahaha\n  ","899398":"\n  Ahah no I'm tired of pizza or sauce in general. Taco night :)\n  ","899399":"\n  To everyone that says I'm beautiful\n  \n  To every man that gave me up\n  \n  If everybody cares or hates my guts\n  \n  It's all the same\n  \n  I am enough\n  ","899400":"\n  None ?\n  ","899401":"\n  I'm doing alright. Thanks\n  ","899402":"\n  Just lise is the common one\n  ","899403":"\n  Sometimes\n  ","899404":"\n  Shes fine\n  ","899405":"\n  I dont know you and I'm not just going to kiss some stranger\n  ","899406":"\n  Not your concern to know\n  ","899407":"\n  Who chad or ?\n  ","899408":"\n  Yeah I know\n  ","899409":"\n  6 feet\n  ","899410":"\n  Sure keep it appropriate tho\n  ","899411":"\n  True\n  ","899412":"\n  I used to but not as much\n  ","899413":"\n  Only for the music video or for fun growing up\n  ","899414":"\n  Only older by a few months or a year though\n  ","899415":"\n  I'm on the left lisa is on the right\n  ","899416":"\n  I'm not ready for a relationship  at the time\n  ","899417":"\n  You look so pretty laur\n  ","899418":"\n  Disappointed in you\n  ","899419":"\n  That's great\n  ","899420":"\n  Shes an adult and chad makes her happy. I'm sure she acknowledges the age difference\n  ","899421":"\n  Trolls world tour?\n  ","899422":"\n  Never been there. But my parents have. I do want to visit there sometime\n  ","899423":"\n  Church has been okay and I just been going alone or amy tags along\n  ","899424":"\n  I'm thinking about it\n  ","899425":"\n  Bc spanish isnt my first language that my family speaks.\n  ","899426":"\n  You're parents or older people teach you how to talk....\n  ","899427":"\n  Bc it's something I love being apart of and experiencing. Been here since I was 8\n  ","899428":"\n  Nope\n  ","899429":"\n  Uhm... no we aren't technically friends anymore. Angela did some pretty bad stuff to loose my respect and trust in 2012 and again in 2015. She has tried to gain me back as a friend but I still don't have that trust or anything to give her. I forgave her but I definitely haven't forgot. Plus when the whole outcry and rioting and stuff was happening she was talking about my sister and my nephew who isnt even born yet and putting us down and I dont need someone like that in my life or as a friend\n  ","899430":"\n  Haha idk one of my favorites was the cry baby shirt with the ripped black skinny jeans\n  ","899431":"\n  New #IAmEnough merch collection is out now! Wear the super soft white tee, gold necklace, or gold bangle as reminders that you ARE enough. Everyday, all the time, no matter what. 💖\n  \n\n   https:\/\/www.instagram.com\/p\/CDB5E4CDHFD\/?igshid=iblrytem4dac\n  \n","899432":"\n  Family, friends, compliments\n  ","899433":"\n  I didnt. Our mom taught us how to play instruments and sing when we were little and amy and I used to perform in our living room and wanted to be in a band. Christina however was already in a band with her friends and the other girls weren't interested at the time. When Christina's band didnt work out due to not having a similar working schedule our mom suggested we create a band of siblings and everyone just agreed\n  ","899434":"\n  I've  seen 😊\n  ","899435":"\n  New perfume\n  ","899436":"\n  Nature of sex\n  ","899437":"\n  Eddie miller\n  ","899438":"\n  Not really. They're sort of strict but also very supportive\n  ","899439":"\n  Nope\n  ","899440":"\n  I'm not really sure ahah\n  ","899441":"\n  Use it to hide from people or sneak into places lol\n  ","899442":"\n  Stop time for those in desperate need to hurry up and try to save\/move them\n  ","899443":"\n  75 degrees\n  ","899444":"\n  Happy Thursday stay safe\n  ","899445":"\n  Netflix season\n  ","899446":"\n  Very\n  ","899447":"\n  All the time when we lived in malibu California\n  ","899448":"\n  Its wrong\n  ","899449":"\n  Nope\n  ","899450":"\n  Woman\n  ","899451":"\n  Owls\n  ","899452":"\n  Justin for sure\n  ","899453":"\n  Ofc\n  ","899454":"\n  Yes I was afraid of the dark at one point. Afraid of spiders and afraid of heights\n  ","899455":"\n  Purple rootbeer 😂\n  ","899456":"\n  Lisa is still in the band and I see her almost every day\n  ","899457":"\n  When I'm alone I'll try and find out what the actual fandom is like\n  ","899458":"\n  felice giovedì\n  ","899459":"\n  It was from an older video\n  ","899460":"\n  Lol yeah\n  ","899461":"\n  All serious buisness  inquries must email the provided email given.\n  ","899462":"\n  Laurencimyeah but I haven't  posted any new c ok intent in about a month or two now\n  ","899463":"\n  Australia, I never been there and it seems so beautiful there\n  ","899464":"\n  Lisa when she was younger\n  ","899465":"\n  Uhm just seen some bad situations involving people I care about so I don't come anywhere in touch with alchohol\n  ","899466":"\n  Yeah we do visit downtown nashville... the problem is nashville is already a big city and people keep moving here as well making it even more crowded. And well people think it's all a joke until a lockdown comes our way or the national guard\n  ","899467":"\n  Just ignore them or try t ok be nice if not ask them to stop or leave\n  ","899468":"\n  Catchy fun ones\n  ","899469":"\n  I know but it wasn't  making sense\n  ","899470":"\n  I appreciate it\n  ","899471":"\n  I don't  understand  sorry\n  ","899472":"\n  Wouldn't  the limit be 6 minors ?\n  ","899473":"\n  nessuno dovrebbe passare la vita in una gabbia ... è disumana e tristemente la realtà dei bambini messicani che i genitori sono andati contro le leggi sull'immigrazione ...\n  ","899474":"\n  Aha it's just been extremely hot here to even want to put on Jean's or pants. Living in the short life\n  ","899475":"\n  It's not bad but I don't have it all the time with meals. Every now and then\n  ","899476":"\n  Jean shorts and a cami tee\n  ","899477":"\n  It may have been a glitch or an error a few days ago. It has been fixed I do believe since then as I couldnt click off my newsfeed to answer questions\n  ","899478":"\n  Probably  not I try to date around my age\n  ","899479":"\n  Yes she's my sister and I love each and every single on of my siblings\n  ","899480":"\n  I don't know maybe they're just old chairs?\n  ","899481":"\n  🤷🏻‍♀️\n  ","899482":"\n  Between 8-9 hours and lately been feeling like I need more but that's bc now a days I have trouble sleeping and my doctor believes I have a vitamin deficiency of some sort\n  ","899483":"\n  No I like my body how it is and come to accept the way it looks regardless of any imperfection or flaw. It's what makes me, me.\n  ","899484":"\n  But I do !!!\n  ","899485":"\n  Japan or europe have probably been my furthest even spain. But being a singer and traveling often you get used to being gone from home eventually. I don't  actually remember the last time I became home sick but I know lisa became homesick on tour and had to return home in like 2012. But since then we been fine :)\n  ","899486":"\n  I don't  read many love story books but I'm sure you can find some on like barnes and noble\n  ","899487":"\n  You're an anonymous via shootout no one knows who you are so therefore we can't  think of you\n  ","899488":"\n  No. I don't  believe in cheating and I wouldn't do something like that to someone especially if they did those things right back to me.\n  ","899489":"\n  Think you'll  have to ask like\n  \n   @JJboi1999\n  \n  or\n  \n   @ColbyBrockOfficial\n  \n  or someone along those lines\n  ","899490":"\n  Isnt house party like a huge video chat app?\n  ","899491":"\n  About a month ago for an unwanted visitor\n  ","899492":"\n  You do realize we personally know charlie puth, lived next door to nicki Minaj and worked with james maslow from btr plus boys like girls. Met ally and aj and many other stars. The celebrity  status or the \"list\" doesnt matter to us. It's about what makes us and our fans happy\n  ","899493":"\n  Its sad\n  ","899494":"\n  Lol\n  ","899495":"\n  Not as of right now besides doing stuff around my house\n  ","899496":"\n  Not much. How about you?\n  ","899497":"\n  Triggers or certain situations that cause panic\n  ","899498":"\n  Hoodie by hey violet\n  ","899499":"\n  You create your own happiness. Not anyone else\n  ","899500":"\n  That I'm very annoyed with things\n  ","899501":"\n  I messaged all 3 and nothing\n  ","899502":"\n  Groceries for the week\n  ","899503":"\n  Something I read\n  ","899504":"\n  I remember  playing outside my entire childhood and making up games to play with. And I agree kids just want to stay inside and play video games now a days\n  ","899505":"\n  Awe. Well I hope you have a great family who loves you and supports u\n  ","899506":"\n  I feel this may be a weird fetish... but when I dressed up as a disney princess before\n  ","899507":"\n  Brown eyes\n  \n  Accents\n  \n  And\n  \n  Those little tight hugs lol\n  ","899508":"\n  Today is Thursday and its currently  raining here\n  ","899509":"\n  Good trouble\n  \n  Party of five\n  \n  Stranger things\n  \n  The fosters ( watch good trouble after )\n  \n  The secret life of the American teenager\n  ","899510":"\n  I'm not that mean lol\n  ","899511":"\n  No I think we live in a huge world but small towns and cities\n  ","899512":"\n  No, I just haven't been active on there\n  ","899513":"\n  Not as much anymore. I used to do this month with lauren but it wasnt something I actually enjoyed doing anymore and didnt have like anything interesting to say in the end\n  ","899514":"\n  Yeah\n  ","899515":"\n  Bless you?? 👀\n  ","899516":"\n  Heartbreak, lost, loosing friends and moving across the country and restarting again\n  ","899517":"\n  I did a few times with my sister amy. But I'm not really a fan of horses lol\n  ","899518":"\n  uscire con i miei amici\n  ","899519":"\n  I think this was like the last photo I actually posted with my eyeliner winged\n  ","899520":"\n  Happy Thursday hugs\n  ","899521":"\n  Sometimes but very rarely\n  ","899522":"\n  It's only 11:35 here lol in the morning\n  ","899523":"\n  Hate is a strong word. I just dislike people but its bc theres a reason. Otherwise I csnt judge or dislike people without actually knowing them\n  ","899524":"\n  18...\n  ","899525":"\n  Good\n  ","899526":"\n  Soon, and bc shes still planning her wedding and we also had kaths wedding a month ago\n  ","899527":"\n  True like everyone has breakouts no one has perfect skin\n  ","899528":"\n  Then he's  not respectful towards my values and beliefs\n  ","899529":"\n  I don't drink wine or alchohol  at all\n  ","899530":"\n  It's fine\n  ","899531":"\n  Anything to be honest\n  ","899532":"\n  Then I didnt watch season 3 oops\n  ","899533":"\n  Like 6 ft something\n  ","899534":"\n  Lisa will always be weird bc that's just how lisa is.\n  ","899535":"\n  Probably  not. I would try to be with someone who could atleast compromise or actually wants things similar to what I eventually want\n  ","899536":"\n  Nice\n  ","899537":"\n  kis lie chhota?\n  ","899538":"\n  Maybe take some time off from writing or try something new that you havent tried or done before\n  ","899539":"\n  Theres a total of 6 of us. We don't like being annoying and the center of attention because well we come from a big family so everything was divided and we had to focus on eachother and help out when needed. We also have 5 brothers apart from just us. And our mother raised us to where we have respect for others of all ages and treat them with the respect we would want in return because we never know someones situation or why they're acting a certain way until we are put into their situation to relate.\n  ","899540":"\n  I stopped at like season 3 but cant remember what happened  at homecoming besides the fact tyler was trying to shoot up the school\n  ","899541":"\n  I appreciate you checking on me 🧡\n  ","899542":"\n  5* and no not  really\n  ","899543":"\n  Me and dani usually did the rap parts on a song\n  ","899544":"\n  I think a full size or a queen\n  ","899545":"\n  I'm not sure\n  ","899546":"\n  Dani knows the Mia dance I do. Lisa doesnt ... but dani used to pick up easily on all my dances where lisa sometimes couldnt do it correctly  or forgot to\n  ","899547":"\n  You get a fine I believe\n  ","899548":"\n  Homemade stroganoff\n  ","899549":"\n  Google it\n  ","899550":"\n  Yes ahah shes not some toddler that is running around\n  ","899551":"\n  Ofc 😊\n  ","899552":"\n  I don't  see myself as being stuck up. I see myself as compassionate and understanding\n  ","899553":"\n  I'm feeling kinda tired tonight but maybe tomorrow since I don't  have much planned for the day 😊\n  ","899554":"\n  I don't wear bikinis but I do wear one pieces or swimsuits as some call them\n  ","899555":"\n  I don't  drink beer or any alchohol related drinks\n  ","899556":"\n  Thank you 😊🧡\n  ","899557":"\n  I appreciate your kindness\n  ","899558":"\n  Love should only be between two people and not split more ways. Yes theres always room to love like more people like children and so on but think why theres a story about scarlet letters and the bible states though shall not commit adultry\n  ","899559":"\n  I'm alright you?\n  ","899560":"\n  Hi\n  ","899561":"\n  No but thanks for offering ahah just havent been in the mood for pizza lately and rather cook at home and try new things\n  ","899562":"\n  No thanks\n  ","899563":"\n  Since February\n  ","899564":"\n  Exactly\n  ","899565":"\n  Either they're to scared to start a conversation with you or they're gathering information and stuff for someone else on you\n  ","899566":"\n  Just the usual\n  ","899567":"\n  Rugrats\n  ","899568":"\n  I love her sm\n  ","899569":"\n  I've been busy working and just enjoying the nice weather\n  ","899570":"\n  It's not your fault it's just I havent been active as much\n  ","899571":"\n  Many people through out my life so far have. Not just one person specifically\n  ","899572":"\n  I'm sorry bb I'm behind on questions:(\n  ","899573":"\n  I messaged you earlier on the other app I'm not exactly sure if it went through or not\n  ","899574":"\n  I'm not that desperate\n  ","899575":"\n  Not yet ahaha\n  ","899576":"\n  Christina,katherine, lisa, amy and me\n  ","899577":"\n  Not anytime soon tbh. Just havent met anyone worth my time or that I just click with\n  ","899578":"\n  Cable and pay for Netflix although I dknt really watch tv much\n  ","899579":"\n  I was homeschooled up until college. At college my professor just called on people to answer or have a discussion with\n  ","899580":"\n  Not all lol. Didnt have my first kiss till I was 16. Some of these were like those boys u liked as a child and was called his little girlfriend but u never really actually dated ahah\n  ","899581":"\n  Christine. I was born on pur older sister's Christina's birthday\n  ","899582":"\n  Leo\n  ","899583":"\n  Use it to save a life\n  ","899584":"\n  Nick m\n  \n  Nick r\n  \n  Mikey\n  \n  Unmentioned\n  \n  Unmentioned\n  \n  Lucas\n  \n  Christian\n  \n  Dainian\n  \n  Andy\n  \n  Brendon\n  \n  Ryan\n  \n  Jack\n  \n  Jordan\n  \n  Tristen\n  \n  Colby\n  ","899585":"\n  You cant really go anywhere to have fun right now after a certain time. Or you have to social distance and so on. And have reservations for things like the zoo. The amusement park just opened up to jo reservations but the mask mandate and 6 feet apart are going to be enforced or they'll shut down again bc they have to big of a crowd\n  ","899586":"\n  I've had boyfriends and that but I am currently single\n  ","899587":"\n  Right now I'm pretty content and happy with things I'm doing and my life. However further down the line I do eventually want to go back to college and study music more in depth or take classes for interior design or kinda take the route christina is doing as well apart from the band and be like a life coach or something involved in psychology\n  ","899588":"\n  Awe thank you sm !!!\n  ","899589":"\n  I dont have a boyfriend  ahaha\n  ","899590":"\n  The fact people fake their death just to have people feel sorry for them on social media makes me sick. When they just create a new account with a new username 🤔 but yet want to support claims an anonymous or someone who just wants attention sends them about me\n  ","899591":"\n  359\n  ","899592":"\n  Tell me about it\n  ","899593":"\n  I love it\n  ","899594":"\n  Yep\n  ","899595":"\n  The paperclip to hold your bra straps\n  ","899596":"\n  It's my letter of my first name\n  ","899597":"\n  It's just anons being anons or that certain group\n  ","899598":"\n  Toxic as ever\n  ","899599":"\n  Happy tuesday to you, be safe and have a great night\n  ","899600":"\n  The famous beanie 🧡\n  ","899601":"\n  Happy tuesday\n  ","899602":"\n  Hes someone new 👀and I actually have a shot with ahah\n  ","899603":"\n  👀\n  ","899604":"\n  I was going through our tags on tiktok and oofff\n  \n  Devin hayes is a hottie\n  ","899605":"\n  Stay hydrated you children\n  ","899606":"\n  😂🤱🏻 (I'm not sure if that's a holding one or a feeding one oopsie\n  ","899607":"\n  Good to hear\n  ","899608":"\n  I'm okay not fully happy or anything but I'm okay that's all that matters\n  ","899609":"\n  I'm alright. How are you?\n  ","899610":"\n  Yeah sadly and just in my feelings\n  ","899611":"\n  Just tons of drama between a group and a anon spreading false allegations again\n  ","899612":"\n  Either this necklace or my biblical braceler\n  ","899613":"\n  Could be better but I'm alright\n  ","899614":"\n  Home made salad dressing is good. My mom knows this one recipe that's sugar, vinegar  and well mayo (I hate mayo but you cant really taste it). And homemade barbeque sauce is good ( ketchup. Mustard, onion powder, garlic and a bit of brown sugar).\n  ","899615":"\n  I dont really have a favorite horror movie but a quiet place is pretty good but theres a lot of reading bc it's like a quiet movie bc its post apocalypse or something and the creature will come after them if they hear sound or something\n  ","899616":"\n  Have a great night\n  ","899617":"\n  100% yes !!! Love sushi\n  ","899618":"\n  Probably  math if I'm being honest now a days\n  ","899619":"\n  How can someone say its cringe for talking to an ex of yours and telling them how you actually feel?\n  ","899620":"\n  Some of my aunts and uncles and cousins ...\n  ","899621":"\n  I have alarms on my cellphone  that wake me up but sometimes I tend to wake up or do something before the alarm goes off\n  ","899622":"\n  No I dont I just get tan from being in the sun\n  ","899623":"\n  Definitely want to learn how to cook new recipes\n  ","899624":"\n  Wait for a sale unless it's something I desperately  need and cant find it anywhere\n  ","899625":"\n  Yep\n  ","899626":"\n  I'm sorry just didn't understand\n  ","899627":"\n  I cant force her to come back. It's something shes going to have to do or want. And right now shes happier not being in the band and exploring other interests in life. Like we said the door never closed on her and we didn't make her or force her to leave but however the door is always open and a spot is always reserved for her if she does decide to come back\n  ","899628":"\n  It's sad and I'm sorry that she has to live with that. But I love how she foesnt let it really affect her or stop her from doing things\n  ","899629":"\n  Idk what her body can and cant do.\n  ","899630":"\n  I loved her voice and I still do\n  ","899631":"\n  I know ahah\n  ","899632":"\n  Bc not all girls are mean and stuck up\n  ","899633":"\n  He makes her happy and that's all that matters\n  ","899634":"\n  New tiktok\n  \n   https:\/\/m.tiktok.com\/v\/6851583089982885125.html?u_code=4c80jkg6f6a1d&preview_pb=0&language=en&_d=db760cdccm2fig&share_item_id=6851583089982885125&timestamp=1595260380&user_id=99425185329455104&utm_campaign=client_share&app=musically&utm_medium=ios&user_id=99425185329455104&tt_from=copy&utm_source=copy\n  \n","899635":"\n  “I don’t need you to praise me\n  \n  I don’t need to prove my worth\n  \n  The sun goes down and comes back up\n  \n  I’m still alive\n  \n  And I Am Enough.”\n  \n  #4Days #IAmEnoughJuly24th\n  ","899636":"\n  I miss the way we used to be\n  \n  Now you're the one that I can't keep\n  \n  Thought I was first and never last\n  \n  Thought it was you I would always have 😪\n  ","899637":"\n  I have\n  ","899638":"\n  I order gifts and like certain necessities online\n  ","899639":"\n  YouTube and whatever other music streaming platform and so on pays us. Also having patreon members helps as well\n  ","899640":"\n  Danielle- dani\n  \n  Lisa- lise\n  ","899641":"\n  Yeah I sure hope so\n  ","899642":"\n  They're unique and fit her style\n  ","899643":"\n  Ask her lol\n  ","899644":"\n  Lolobean\n  ","899645":"\n  Dani used to but she gave that up when she met emmyn\n  ","899646":"\n  It's just hard to be friends or whatever with anons who ask those questions which is why people ask you guys to come of anon. Just dont be afraid to show who you really are. If worse comes to worse you get blocked based on the questions you ask and what you say to people\n  ","899647":"\n  Melon is a fruit... and not a huge fan of cabbage\n  ","899648":"\n  No I'm single. It's when we all got our nails done 🤦🏻‍♀️\n  ","899649":"\n  Why do noodles take forever to cook\n  ","899650":"\n  You need help\n  ","899651":"\n  Lavender oil face scrub ...\n  ","899652":"\n  Brought it\n  ","899653":"\n  I hope\n  ","899654":"\n  I've been to Chile like once or twice before. Such a great time but what sucks is I which I had more time to actually experience the places we go to and not just do a show and have to leave right away\n  ","899655":"\n  I love it and how it's kinda like a self love anthem\n  ","899656":"\n  Yes I have 😊\n  ","899657":"\n  It was acting lol\n  ","899658":"\n  Hi\n  ","899659":"\n  I'm going to block you\n  ","899660":"\n  No it was just for the music video\n  ","899661":"\n  Uhm not sure ahah\n  ","899662":"\n  No\n  ","899663":"\n  Justin bieber 😂 or Sean o Donnell\n  ","899664":"\n  They never been in a position like the other person or understand\n  ","899665":"\n  That's the youngest I'll date\n  ","899666":"\n  ....\n  ","899667":"\n  No I keep a limit of 240\n  ","899668":"\n  I do not know what her body can do and not do. It's all up to her body and god\n  ","899669":"\n  Not for a few more years atleast ahaha\n  ","899670":"\n  Ok...\n  ","899671":"\n  Surely not the way you're going\n  ","899672":"\n  The result of a messed up relationship with one's father, or having an absent father. Results in younger women chasing older men and even seeking mistreatment in some cases.\n  ","899673":"\n  It's alright. But I dont always eat it or put it in things\n  ","899674":"\n  Twice\n  ","899675":"\n  That's not the smartest thing to do.  If you get pulled over you can get in trouble\n  ","899676":"\n  Uhm\n  ","899677":"\n  I wouldn't be permitted to drive unless I had one\n  ","899678":"\n  Dont kiss anyone on the first date unless it's someone you've actually known for years\n  ","899679":"\n  I'm doing pretty good, could be better though but eventually I'll be okay\n  ","899680":"\n  We got paid for being a part of the movie and all our hard work and credits and stuff\n  ","899681":"\n  But doesnt he mess around and joke with you?\n  ","899682":"\n  Shes now 25 years old\n  ","899683":"\n  It is thanks\n  ","899684":"\n  Yeah I know\n  ","899685":"\n  True\n  ","899686":"\n  I'll try cant guarentee\n  ","899687":"\n  I like to keep 240 in my inbox tho\n  ","899688":"\n  Not much I definitely want to visit though when we have the chance to\n  ","899689":"\n  Trying to\n  ","899690":"\n  Have a great night and sleep well\n  ","899691":"\n  Some days are very similar to most days but not the same day on a constant loop\n  ","899692":"\n  I even posted my instagram account and they didnt believe it 🙄\n  ","899693":"\n  Barcelona\n  ","899694":"\n  Its false allegations 🙄 and the person whose behind it continues to make fake accounts with various user names just to harass me and whoever. Theres also someone who recently returned that may be starting stuff again who fakes me and my entire family and many more. And certain people I also knew want to start stuff as well\n  ","899695":"\n  Yeah ... did you recieve that stupid question an anon is sending out?\n  ","899696":"\n  Just so you guys are aware theres someone once again spreading false allegations  about me on anon I'm so sorry to any of you who recieve it 🧡\n  ","899697":"\n  I believe it is\n  ","899698":"\n  Pretty  good and lisa does\n  ","899699":"\n  My day is going good so far\n  ","899700":"\n  Yeah they still live in Tennessee\n  ","899701":"\n  I enjoy her ideas lol\n  ","899702":"\n  Hi\n  ","899703":"\n  Yeah\n  ","899704":"\n  Shower\n  ","899705":"\n  Jupiter\n  ","899706":"\n  Waiting till after marriage\n  ","899707":"\n  Not always but it does get irritating when they spell tons of things wrong\n  ","899708":"\n  21\n  ","899709":"\n  Sometimes not always\n  ","899710":"\n  Huh\n  ","899711":"\n  Ask her\n  ","899712":"\n  British boys 🧡\n  ","899713":"\n  Never smoked\n  ","899714":"\n  Roasted garlic and pepper, onion salt, barbeque seasoning, mesquite seasoning, meat tenderizer and brown sugar. Memphis style\n  ","899715":"\n  Yeah\n  ","899716":"\n  I want like a princess style gown spaghetti straps and a sweetheart neckline. A little bit of lace or sparkles\/bling\n  ","899717":"\n  No\n  ","899718":"\n  I'm not rich just wealthy\n  ","899719":"\n  I wore braces as a child, well invisalign invisible\n  ","899720":"\n  Just chris or chrisis\n  ","899721":"\n  I wasnt allowed to put my hands  in the way\n  ","899722":"\n  At 18 a parent shouldnt be spanking their child. Theres other punishments for those consequences\n  ","899723":"\n  That's great  😊\n  ","899724":"\n  Just the time I came in contact with tainted water\n  ","899725":"\n  Blue\n  ","899726":"\n  Anyway someones sending my @ around once again with fake accusations on anonymous\n  ","899727":"\n  I'm number 3\n  ","899728":"\n  Either try to kill them or get them a way to remove back outside. And depends on the kind of bug like a butterfly I'll try to pick it up and put it back outside. But if it's a spider I tend to want to kill it lol\n  ","899729":"\n  I believe I saw it a few days ago, friends thought it was a shooting star but it was red and blue\n  ","899730":"\n  8\n  ","899731":"\n  Fats, junk food and sugar, greasy foods, soda, carbs\n  ","899732":"\n  Chinese or chickfila\n  ","899733":"\n  Rather get corona\n  ","899734":"\n  Lucky ones by lana del rey\n  ","899735":"\n  If you were mine by ocean park standoff ft lil yatchy\n  ","899736":"\n  Enjoying the last day of the weekend\n  ","899737":"\n  Stay cover by us. .\n  ","899738":"\n  Talk later\n  ","899739":"\n  Hi\n  ","899740":"\n  goditi l'ultimo giorno del fine settimana\n  ","899741":"\n  Trueee\n  ","899742":"\n  Forever 21\n  ","899743":"\n  Sunday funday hugs\n  ","899744":"\n  Danny phantom 😂\n  ","899745":"\n  14\n  ","899746":"\n  Havent been to one in years\n  ","899747":"\n  Yep\n  ","899748":"\n  Ahah\n  ","899749":"\n  No\n  ","899750":"\n  😊\n  ","899751":"\n  People change\n  ","899752":"\n  That's fun, enjoy your day\n  ","899753":"\n  Be honest. Caring, genuine, good intentions and supportive\n  ","899754":"\n  Fine\n  ","899755":"\n  But chad is cool\n  ","899756":"\n  21\n  ","899757":"\n  What\n  ","899758":"\n  Does any of that actually matter as long as they're happy doing what they're doing and staying out of trouble ?\n  ","899759":"\n  No\n  ","899760":"\n  Few days ago\n  ","899761":"\n  You should message me\n  ","899762":"\n  A year ago\n  ","899763":"\n  I date older by like 2 years bc that's kinda normal\n  ","899764":"\n  Side effects are known to happen\n  ","899765":"\n  Ahaha\n  ","899766":"\n  No lol\n  ","899767":"\n  Yeah\n  ","899768":"\n  Not spending enough time with people\n  ","899769":"\n  She does\n  ","899770":"\n  Lisa isnt stuck up either\n  ","899771":"\n  No I'm not\n  ","899772":"\n  Tainted water poisoning\n  ","899773":"\n  Lol not in a bad way\n  ","899774":"\n  Could be better but I'm alright\n  ","899775":"\n  Nothing yet ahah\n  ","899776":"\n  Oh nice\n  ","899777":"\n  I stay up late now a days ahaha\n  ","899778":"\n  No, sometimes the girlfriend or boyfriend has to work in order to pay bills  and so kn bc one person cant always cover things and lay offs or replacements and so on do happen\n  ","899779":"\n  Uhm I think they always been older by lole 2 or four years\n  ","899780":"\n  Yeah I want to do the color run\n  ","899781":"\n  She got all those Daddy issues heyyy ....😂\n  ","899782":"\n  What\n  ","899783":"\n  Pretty good but theres times when I dont remember things\n  ","899784":"\n  No idea\n  ","899785":"\n  I havent ate yet... thinking of just eating some chicken tenders...\n  ","899786":"\n  🤦🏻‍♀️\n  ","899787":"\n  Hello\n  ","899788":"\n  ....\n  ","899789":"\n  Slept the wrong way or just my scoliosis is flaring up again\n  ","899790":"\n  Sure keep it appropriate\n  ","899791":"\n  Bc I dont have a daddy issue\n  ","899792":"\n  Eventually just havent found that person yet\n  ","899793":"\n  He never answers me on here 🙄\n  ","899794":"\n  I dont know lol\n  ","899795":"\n  Not much of a whistler\n  ","899796":"\n  We all call eachother rats\n  ","899797":"\n  Well atleast it helps\n  ","899798":"\n  She has ....\n  ","899799":"\n  None yet\n  ","899800":"\n  Yes\n  ","899801":"\n  No ahaha\n  ","899802":"\n  Oh nice, have plans?\n  ","899803":"\n  Ahahahaha\n  ","899804":"\n  Mhm\n  ","899805":"\n  Yeah\n  ","899806":"\n  Yeppp\n  ","899807":"\n  Bc no\n  ","899808":"\n  Lisa had short hair at the time\n  ","899809":"\n  Oh\n  ","899810":"\n  Laying down as of right now. In pain lol\n  ","899811":"\n  Lol I guess\n  ","899812":"\n  I'm on kik lol\n  ","899813":"\n  Mhm\n  ","899814":"\n  Mustang\n  ","899815":"\n  I do\n  ","899816":"\n  Awe\n  ","899817":"\n  No idea. I guess because the planes are more known to go down into the water ?\n  ","899818":"\n  Currently laying down\n  ","899819":"\n  Awe I feel you\n  ","899820":"\n  Sometimes but I dont know tons of spanish\n  ","899821":"\n  That's not good\n  ","899822":"\n  And the coffee shop ahah volunteering isnt really a job though\n  ","899823":"\n  Wait for it to come a long\n  ","899824":"\n  Its alright\n  ","899825":"\n  I dont know\n  ","899826":"\n  Yeah it is\n  ","899827":"\n  Hmm\n  ","899828":"\n  I've only had one job my entire life\n  ","899829":"\n  Not at the moment\n  ","899830":"\n  Say something  only I or the other person knows\n  ","899831":"\n  👀\n  ","899832":"\n  The ones from my grandparents\n  ","899833":"\n  But I don't eat tons of sugar as much\n  ","899834":"\n  Not like interested in dating them\n  ","899835":"\n  Mhm.....\n  ","899836":"\n  Exactly\n  ","899837":"\n  Yeah :(\n  ","899838":"\n  Uhm kinda ahah\n  ","899839":"\n  I remember some but not all\n  ","899840":"\n  No\n  ","899841":"\n  One I treated like my own\n  ","899842":"\n  I've encountered many perverts in my lifetime ... many who ended up having a word with my cousins and brothers\n  ","899843":"\n  Cause that's how I awakened today\n  ","899844":"\n  Yep\n  ","899845":"\n  Not to bad\n  ","899846":"\n  Sweet n salty is more I appreciate\n  ","899847":"\n  Many people end up getting a slap on the wrist which leads to no justice for the victims all the time\n  ","899848":"\n  A fan from the past shows we did years ago\n  ","899849":"\n  I have ...\n  ","899850":"\n  Shes a sweet girl and all but I just like ari better noah fence\n  ","899851":"\n  That's normally how it is here . We buy tubs of icecream and it sits in the freezer\n  ","899852":"\n  They're all sour popsicles now. Boxes with like 24 in them 😂\n  ","899853":"\n  Delusional minds they have\n  ","899854":"\n  She used to call me ladybug\n  ","899855":"\n  It's something we all call eachother ...\n  ","899856":"\n  Uhm as of right now we are not doing any meet and greets or shows due to covid 19 and the safety of our fans always comes first to us, but also bc my sister christina is due to give birth anytime soon.\n  ","899857":"\n  Hi\n  ","899858":"\n  I dont have any recent ones together. If I do it's from a group picture or a video we did\n  ","899859":"\n  Not very often, I prefer to keep my hair long but do a trim to cut off any dead or split ends every year or whatever. I pretty much dye my own hair at home and when you have 5 sisters well they can help style your hair if you csnt do it yourself. My mom used to help trim our hair as well growing up\n  ","899860":"\n  You ever just go to sleep and you wake up feeling like you ran a marathon and you're body is just sore as heck\n  ","899861":"\n  Read or watch movies\n  ","899862":"\n  Have a great night 😊 it's only the morning here right now.\n  ","899863":"\n  I think I've seen like one episode but I dont really get into shows as much anymore. Or I'm like not updated with the best shows everyone is talking about. I normally watch them like years later to enjoy lol\n  ","899864":"\n  I think being discovered on YouTube and going viral on our cover of party in the usa has forever impacted my life but in a sort of good way. We wouldn't be here if it wasnt for those experiences that shaped and molded us into the people and band we still are today\n  ","899865":"\n  Not at all, I try to be the peacemaker out of everyone\n  ","899866":"\n  Happy sunday\n  ","899867":"\n  I dont drink alchohol\n  ","899868":"\n  I have like three now\n  ","899869":"\n  Every few years\n  ","899870":"\n  Personally I like both while iphone has a better camera quality and a better security program, samsung allows you to download apk files which you cant do on iphone to get free apps and stuff\n  ","899871":"\n  3 times or less\n  ","899872":"\n  J-14 used to be and tigerbeat\n  ","899873":"\n  I dont drink alchohol\n  ","899874":"\n  Cola\n  ","899875":"\n  I kinda do but its whatever\n  ","899876":"\n  😊\n  ","899877":"\n  Love u guys as well\n  ","899878":"\n  Yeah\n  ","899879":"\n  Dont block off any side of your actual personality to please someone else. If they dont accept you for who you are then they dont deserve you or your time\n  ","899880":"\n  Today just been a day to take the backroads and get lost in Tennessee\n  ","899881":"\n  Hugs\n  ","899882":"\n  I dont really know ahaha\n  ","899883":"\n  You can name your children any name you want to\n  ","899884":"\n  The sporks will rule the world!\n  ","899885":"\n  I'm alright\n  ","899886":"\n  No idea never really understood  it or they get mad or whatever bc you dont respond to their question right away\n  ","899887":"\n  Yes ahah\n  ","899888":"\n  Always a good thing\n  ","899889":"\n  I dont really ignore unless it's some rude comment or something\n  ","899890":"\n  Welcome\n  ","899891":"\n  Mhm\n  ","899892":"\n  No like 347\n  ","899893":"\n  Sure keep it appropriate  you should know the deal already\n  ","899894":"\n  Her name is betsy\n  ","899895":"\n  With my bestie\n  ","899896":"\n  I believe it's just a friend but it may be\n  ","899897":"\n  I dont really know considering I havent  been pregnant or had a child but my older sister christina is pregnant  and been buying furniture and baby stuff for my nephew\n  ","899898":"\n  A month ago\n  ","899899":"\n  I miss the old youuuuuu\n  ","899900":"\n  Idk\n  ","899901":"\n  Ooh\n  \n  Hot and dangerous\n  \n  I didn't mean it\n  \n  Ooh\n  \n  The gal dem Schillaci, Sean da Paul\n  \n  Going out tonight\n  \n  I won't lie to you\n  \n  Closed off from love, I didn't need the pain\n  \n  Just gonna stand there and watch me burn\n  \n  Work all day, work all night ( this is a bad poem lol)\n  ","899902":"\n  Perfect by one direction  🧡\n  ","899903":"\n  🤷🏻‍♀️\n  ","899904":"\n  Ofc\n  ","899905":"\n  No it's just them being attracted to weird stuff\n  ","899906":"\n  Not really a big deal\n  ","899907":"\n  Which is why I said they have daddy issues 😒\n  ","899908":"\n  A bit\n  ","899909":"\n  Foreverandalwayskylissa\n  ","899910":"\n  Depends how much older if it's like 4 years then its fine\n  ","899911":"\n  Ahaha\n  ","899912":"\n  Just ask kylissa .... she has a kink 😂\n  ","899913":"\n  Lol\n  ","899914":"\n  Good night\n  ","899915":"\n  Not tonight\n  ","899916":"\n  Fire burning by Sean Kingston. 😂 the reference of flames and smoke in my personal songs .... uhmm I guess my love life is my heart burning on fire\n  ","899917":"\n  Well a \"Daddy\" is usually an older (more dominant) male sexual partner with a submissive partner. The partners usually enjoy some level of \"role-play\" where the Daddy tells the younger one what to do.\n  ","899918":"\n  Stitches by shawn Mendes is what I got ... so I'll die if I get stitches for anything ?\n  ","899919":"\n  Nice?\n  ","899920":"\n  You can never stop loving the person ok n you were once inlove with deep down, and even though they hurt you more than once you still will want them back each time....\n  ","899921":"\n  I was thinking kids and I'm not sure if I had like 6 errors in spelling or something it brought me to like a d\n  ","899922":"\n  Someone whose honest. Genuine and supportive but understanding as well\n  ","899923":"\n  Certain friends, family and people I talk to\n  ","899924":"\n  This seems disturbing\n  ","899925":"\n  Life. Family issues, struggles people blaming them and so on\n  ","899926":"\n  Not always but most girls have certain interests or kinks I should put it for example some girls date older men because they have daddy kinks and some date bad boys because they like them and some like being beat and that\n  ","899927":"\n  Some people are testing my patience today ..... but travel the world\n  ","899928":"\n  It was summer time I'm not wearing a long sleeve thermal and overheating\n  ","899929":"\n  Well it is christmas in july 🤔\n  ","899930":"\n  It was the middle of summer as well and I caught the flu :(\n  ","899931":"\n  Yessss especially with grilled cheese\n  ","899932":"\n  🤷🏻‍♀️\n  ","899933":"\n  Yes I hate when the bacon is like chewy .... or soft for the matter\n  ","899934":"\n  🤔\n  ","899935":"\n  No idea looks like not anytime soon\n  ","899936":"\n  But shes not\n  ","899937":"\n  Skinny with small boobs because when it's hot and if you have some bug ones u end up sweating worst underneath\n  ","899938":"\n  But I like someone else 😔\n  ","899939":"\n  Lol\n  ","899940":"\n  Christina was an accident, and dani got hit a few times\n  ","899941":"\n  Thanks\n  ","899942":"\n  My whole year has been depressing\n  ","899943":"\n  Shes engaged  to chad Gilbert\n  ","899944":"\n  Hii\n  ","899945":"\n  Wasnt aware he even did music anymore lol\n  ","899946":"\n  I've been messaging people some major tea on there lol\n  ","899947":"\n  Make people afraid of nasty smells and afraid to not have a clean hygiene bc some of these people dont know how to use deodorant  or take care of their issues down there 🤮\n  ","899948":"\n  Awe luv u guys as well\n  ","899949":"\n  No not really\n  ","899950":"\n  Few months\n  ","899951":"\n  Yeah lol\n  ","899952":"\n  Nice\n  ","899953":"\n  Depends\n  ","899954":"\n  Yep\n  ","899955":"\n  Its mandatory here to wear a mask in public\n  ","899956":"\n  I get tood a lot that I am\n  ","899957":"\n  I hate anything apple flavored or actual apples\n  ","899958":"\n  Shes engaged\n  ","899959":"\n  Lol...\n  ","899960":"\n  I'm only 21 I still have a lit in life to learn and experience  before I settle down and have kids. And I havent found that person yet who I want to be with forever and see as a potential good father yet. Maybe five years from now I'll be married and starting my family soon. Who knows and adoption has always been a choice for me I would love to adopt\n  ","899961":"\n  It switches on and off its whatever range we can reach and who sounds better. But lisa and I are mainly the lead vocalists bc of the higher note ranges\n  ","899962":"\n  Not really I only like two people....\n  ","899963":"\n  Uhm no\n  ","899964":"\n  Not really but I will be eventually\n  ","899965":"\n  NEW CIMORELLI SATURDAY VIDEO!!\n  \n\n   https:\/\/youtu.be\/Uc2jFnsVUko\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","899966":"\n  Tomorrow's video\n  ","899967":"\n  I was thinking of making an account on there a long time ago but I never did\n  ","899968":"\n  I used to have someone call me Lala a long time ago but most of my friends still call me lolo bean\n  ","899969":"\n  No lol it's just how she zoomed in we were listening to the track we made for a cover of a song we did\n  ","899970":"\n  How to stand up for yourself 🧡\n  ","899971":"\n  I havent been active on  social media or posted any recent photos so thank my friends for giving you updated content\n  ","899972":"\n  Yeah 😂\n  ","899973":"\n  BC SHE SAID SHE WAS STARTING  HER PERIOD OMGOSH STOP ASKING  THE SAME QUESTIONS I ALREADY ANSWERED MORE THAN ONCE\n  ","899974":"\n  A tutorial or?\n  ","899975":"\n  Drake\n  ","899976":"\n  Yeah\n  ","899977":"\n  I dont know if ANYONE can  get pregnant or not. It's all up to our body and god on what we can and cant be able to do.\n  ","899978":"\n  No\n  ","899979":"\n  Correct\n  ","899980":"\n  Someone who is honest and genuine, caring, supportive of my dreams and understands  my beliefs, someone I know who will be there when I need them through the good and bad.\n  ","899981":"\n  I told you I didnt know\n  ","899982":"\n  How many siblings I actually have\n  ","899983":"\n  Iprah\n  ","899984":"\n  Still into music or interior design or something in psychology\n  ","899985":"\n  Normally go for a walk or take some quiet time to myself\n  ","899986":"\n  Enchiladas\n  ","899987":"\n  I dont care lol\n  ","899988":"\n  I dont write all the songs just a few were written by me and we all reviewed and added to it or took pieces from to improve or make it better.\n  ","899989":"\n  Turn off all the light except the one night light thing I have so I don't trip and fall in the dark\n  ","899990":"\n  They're on season 4 if they come back I believe\n  ","899991":"\n  Just hanging out\n  ","899992":"\n  I'm not that good at playing guitar\n  ","899993":"\n  Laundry but you need clean clothes lol\n  ","899994":"\n  I have many\n  ","899995":"\n  I will\n  ","899996":"\n  That's okay\n  ","899997":"\n  Well find something that motivates u\n  ","899998":"\n  Thanks aha\n  ","899999":"\n  What do you mean?\n  ","900000":"\n  I understand just stay strong 🧡 don't let others get to you or bring you down\n  ","900001":"\n  I'm a girl and I'm straight but I think you're beautiful\n  ","900002":"\n  Yes I still love rootbeer ahah\n  ","900003":"\n  I'm not sure I think my brothers and that use cannons\n  ","900004":"\n  🤷🏻‍♀️ things are better for some and things are getting bad for others hopefully it's all over with by the end of this year\n  ","900005":"\n  I have journals which I used to write about my entire day or something that happend that I thought was worth documenting. Now a days i just use it to process my day and emotions and kinda have like time to decompress before the nights over\n  ","900006":"\n  Being with my friends or family\n  ","900007":"\n  To be more in touch with what I am actually feeling and learn how to correctly  handle or go through those properly\n  ","900008":"\n  Anon\n  ","900009":"\n  I just try to keep everything fresh, clean and sanitized lol\n  ","900010":"\n  Totally\n  ","900011":"\n  We normally made home made chicken noodle soup when people were sick and this green like power smoothie for flare ups with our skin and then lemon honey tea for sore throats\n  ","900012":"\n  It's not bad\n  ","900013":"\n  Sadly all girls are different\n  ","900014":"\n  I like both 😊\n  ","900015":"\n  I like the aussie brand or yeah pantene is good. Treseme is as well\n  ","900016":"\n  You're welcome !!\n  ","900017":"\n  Chicken marsala\n  ","900018":"\n  Yeah ahah\n  ","900019":"\n  Awe\n  ","900020":"\n  I will 😊\n  ","900021":"\n  I'll check it out when I have time to do so hopefully tomorrow ahah\n  ","900022":"\n  I havent really watched the entire series to know lol\n  ","900023":"\n  Lovely\n  ","900024":"\n  Chocolate or rocky road\n  ","900025":"\n  Shes doing great, currently  sick but max is taking care of her\n  ","900026":"\n  The vicks vapor rub life hacks 😊\n  ","900027":"\n  Uh I dont know tbh\n  ","900028":"\n  Do you mean gentleman or?\n  ","900029":"\n  I have many and they should all know who they are\n  ","900030":"\n  With rachael\n  ","900031":"\n  No she has mono that's all\n  ","900032":"\n  Yeah I am thanks for asking\n  ","900033":"\n  Not that I can really think of lol\n  ","900034":"\n  Protecting those I love\n  ","900035":"\n  Just pick them up and take them home\n  ","900036":"\n  Its mandatory\n  ","900037":"\n  I used to wax my lip lol now I just use the hair removal cream which is way better I think\n  ","900038":"\n  Not at all I try to be the peacemaker in my family\n  ","900039":"\n  Uh sure ?\n  ","900040":"\n  Oh and black panther was also a good movie\n  ","900041":"\n  Uhhh probably  me but lisa is a good dancer as well\n  ","900042":"\n  368\n  ","900043":"\n  Sure but keep the questions appropriate  no sexual, racist. Discrimination or tmi or gross questions\n  ","900044":"\n  Yes\n  ","900045":"\n  Oh nice\n  ","900046":"\n  It's a net worth not my actual earnings lol\n  ","900047":"\n  😊\n  ","900048":"\n  I've matured a lot and had a lot of self growth\n  ","900049":"\n  Hi\n  ","900050":"\n  I've been working on some new music and covers with my family and friends and also helping christina in my spare time set up the nursery for my nephew\n  ","900051":"\n  Kung Pao sauce is pretty spicy also these mango habanero  wings I once had\n  ","900052":"\n  I used to be on a water polo team  and tried to get back into boxing\n  ","900053":"\n  Until after marriage kids\n  ","900054":"\n  Both\n  ","900055":"\n  It was an accidental and tragic drowning. Her son fell or something and she quickly rushed to save him and either a current or something strong came against her when she tried to get out the water or something...\n  ","900056":"\n  Not a shooting star but I did see a comet and the meteor showers :)\n  ","900057":"\n  No not really I just try new trends or a style I really like\n  ","900058":"\n  A certain group of people\n  ","900059":"\n  Duh\n  ","900060":"\n  Uh... thanks\n  ","900061":"\n  I always take showers but a nice bubble bath every now and then is relaxing\n  ","900062":"\n  A successful radio person\n  ","900063":"\n  So sad ... atleast corey is there for her now but her family and her son... I cant imagine the pain they're going through\n  ","900064":"\n  I feel it's a bit rude to be on your ph ik ne when you're eating  dinner or with youre significant other or someones talking to you\n  ","900065":"\n  Working with rachael 🧡🥺\n  ","900066":"\n  Not at the moment\n  ","900067":"\n  Since may haha\n  ","900068":"\n  Yep\n  ","900069":"\n  Trying not to but its honestly confusing\n  ","900070":"\n  I'm currently  going to go work\n  ","900071":"\n  I dont give it out to randoms\n  ","900072":"\n  Removing toxic people for sure\n  ","900073":"\n  My family\n  \n  My friends\n  \n  God\n  \n  My job\n  \n  My life\n  ","900074":"\n  I'll probably  wear both if needed. Lol\n  ","900075":"\n  I'll kik you\n  ","900076":"\n  I regret ever knowing some people\n  ","900077":"\n  I never been so confused than I am right now\n  ","900078":"\n  I did 😊\n  ","900079":"\n  Yeah evening to you\n  ","900080":"\n  Wait is this about 13rw?\n  ","900081":"\n  Salmon\n  ","900082":"\n  I'm confused\n  ","900083":"\n  What?\n  ","900084":"\n  Through text or calls or facetime. Social media 🤷🏻‍♀️\n  ","900085":"\n  Haha dauren is just another sister duo it's me and dani\n  ","900086":"\n  Paris or spain\n  ","900087":"\n  Yes many times\n  ","900088":"\n  Meat lovers\n  ","900089":"\n  Theres like a 12 year difference\n  ","900090":"\n  Yeah creepy\n  ","900091":"\n  We dont really fight. And amy and I live together. The others dont live with eachother anymore as they're all married or getting married\n  ","900092":"\n  Yeah on Corey's remembrance day or whatever you want to call it....\n  ","900093":"\n  No\n  ","900094":"\n  At times but not always\n  ","900095":"\n  Dont we all\n  ","900096":"\n  Ohhh\n  ","900097":"\n  It means idk\n  ","900098":"\n  Me and lisa's  sister duo\n  ","900099":"\n  Chad gilbert 🙄 shes been for atleast a year now almost\n  ","900100":"\n  Thank you for being patient with me\n  ","900101":"\n  No ??\n  ","900102":"\n  No I havent got it yet luckily\n  ","900103":"\n  Probably  necklaces or bracelets\n  ","900104":"\n  🤷🏻‍♀️\n  ","900105":"\n  My soulmate\n  ","900106":"\n  Not anytime soon\n  ","900107":"\n  Shes engaged 🙄\n  ","900108":"\n  U create your own happiness\n  ","900109":"\n  Shes married\n  ","900110":"\n  Dont give up just bc you dont see the results right away\n  ","900111":"\n  I used to collect fan mail but since we moved I changed how my room and that looked\n  ","900112":"\n  I dont really know lol\n  ","900113":"\n  Not that important I feel if ur significant other or partner etc. Pays for something or buys u something then the next date ir whatever u should pay for etc.\n  ","900114":"\n  Instagram\n  ","900115":"\n  I loved my blue hair and I do want to dye it again but I just hate how damaging it can be\n  ","900116":"\n  Patience and how to love someone other than ourselves\n  ","900117":"\n  Not till after marriage I think\n  ","900118":"\n  Never try changing who you are just bc people dont like it\n  ","900119":"\n  Gucciiii\n  ","900120":"\n  My snake necklace and my friendship bracelets. I also like my biblical thing that I made into a bracelet\n  ","900121":"\n  Bc she announced yesterday she was starting her period 🙄\n  ","900122":"\n  I really want a big family of my own someday but I havent found the person worth spending my entire life with yet it someone who I know would make an awesome father\n  ","900123":"\n  Being more in touch with how I actually feel\n  ","900124":"\n  I'm not sure. None really scared me tbh\n  ","900125":"\n  Clicking ?\n  ","900126":"\n  Forever 21 lol\n  ","900127":"\n  Home\n  ","900128":"\n  No\n  ","900129":"\n  We aren't in quarantine now. But when we were I just did stuff indoors or went for walks\n  ","900130":"\n  Yes bc people died and cant like be at peace until they have their justice or peace\n  ","900131":"\n  Idk tbh\n  ","900132":"\n  I used to be careful with who I chose to befriend when I took a semester of college\n  ","900133":"\n  That's the thing I'm such a caring person that I'll literally do anything for someone in need if I can. But people like to be toxic and that creates unhealthy boundaries and relationships\n  ","900134":"\n  It's one my mom got me made from essential oils :)\n  ","900135":"\n  No she has mono\n  ","900136":"\n  Depends. But I rather be with someone who understands my career and that or someone who doesnt really know me and what I do\n  ","900137":"\n  Tell them I cant help unless it's something serious or lifethreatning\n  ","900138":"\n  I used to be kinda chubby as a child from certain like periods\n  ","900139":"\n  Dogs 👀\n  ","900140":"\n  Nope\n  ","900141":"\n  A lot when i was younger\n  ","900142":"\n  Dont say you needed me you ******** up and took apart of me\n  ","900143":"\n  No I'm such a straight edged person\n  ","900144":"\n  People who are unique and genuine. And aren't trying to be something they're not, ones who aren't afraid to reveal their true personality\n  ","900145":"\n  Yeah\n  ","900146":"\n  😊\n  ","900147":"\n  Satisfied or content with how things are... csnt always be greedy\n  ","900148":"\n  Awe\n  ","900149":"\n  Mandatory mask and still limitations on how many people can be in an area and 6 feet apart\n  ","900150":"\n  Lol\n  ","900151":"\n  Laurencim\n  ","900152":"\n  Yes\n  ","900153":"\n  Amen\n  ","900154":"\n  A night with the lads\n  ","900155":"\n  il mio compleanno o i miei fratelli\n  ","900156":"\n  Told u shes weird\n  ","900157":"\n  🤷🏻‍♀️\n  ","900158":"\n  No I did. I saved up money till I was able to buy\/rent\/ finance\n  ","900159":"\n  Always enjoy your questions\n  ","900160":"\n  Normally with my family and we have like a huge party before hand for friends and that. I prefer to stay home or go wherever my family mainly is.\n  ","900161":"\n  Try to cut out sugar, fatty and greasy food. Soda especially and carbs\n  ","900162":"\n  It's a boy shes already almost full term and has had many appointments\n  ","900163":"\n  buona sera spero che tu abbia una bellissima settimana\n  ","900164":"\n  Evening\n  ","900165":"\n  😊\n  ","900166":"\n  Bc I'm not going to be anyone's sugar baby and I believe its gross if you date someone whose old enough to be like your dad or worse. I feel if it's more than like 4 then it's considered you have daddy issues\n  ","900167":"\n  No 🤮\n  ","900168":"\n  😋\n  ","900169":"\n  Haha yeah\n  ","900170":"\n  Its towards the end and my hair was straighter then lol\n  ","900171":"\n  What?\n  ","900172":"\n  At the end during the party lol I didnt really have a huge role and neither did christina,kath. Only dani, amy, and lisa had a somewhat bug part\n  ","900173":"\n  Tazakis\n  ","900174":"\n  Probably like a 5\n  ","900175":"\n\n   https:\/\/youtu.be\/44KnJ7IZojs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","900176":"\n  I really cant lol my voice only goes a certain range before I get choked off or my voice cracks\n  ","900177":"\n  I'm joking ? Dont you have siblings or someone younger that likes to joke and stuff and irritate you for fun?\n  ","900178":"\n  Thank you bb\n  ","900179":"\n  Yeah\n  ","900180":"\n  So that way you're sure she recieved it\n  ","900181":"\n  They're going to eventually crash or get injured\n  ","900182":"\n  I appreciate each and every one of u\n  ","900183":"\n  I'll dance like crazy even if someone was watching 🤷🏻‍♀️ and probably pop tbh\n  ","900184":"\n  I think it's a mod they used haha\n  ","900185":"\n  Basically anything lol it can range from playing a board game or to playing an instrument\n  ","900186":"\n  Happy Thursday 😂\n  ","900187":"\n  One of my favorite places\n  ","900188":"\n  I haven't  experienced  anything in my house yet. But in my childhood home my brothers claimed it was haunted lol\n  ","900189":"\n  Well it's not on tv currently but I do like party of five, good trouble and stranger things\n  ","900190":"\n  I was homeschooled ahaha\n  ","900191":"\n  Miss u sm !!!\n  ","900192":"\n  Italian mixed\n  ","900193":"\n  370\n  ","900194":"\n  Shes with her husband probably unpacking or something  since they moved recently\n  ","900195":"\n  😊\n  "}}