{"Question":{"903412":"\n   If you had to get on a 14 hour flight, who would you want to sit next to?\n  ","903413":"\n   Hopefully tomorrow is better and why are you sorry\n  ","903414":"\n   What is the traditional meal in your country?\n  ","903415":"\n   Its understandable\n  ","903416":"\n   Anyways did you accomplish all that you set out to do today are you still got a lot of more to get done?\n  ","903417":"\n   💙🦁\n  ","903418":"\n   That already you have\n  ","903419":"\n   Its my fault also cause I make new things instead sticking with one\n  ","903420":"\n   💙💙💙💙\n  ","903421":"\n   That was the other day lol we need a system I am getting you all confused\n  ","903422":"\n   Ok ,,, can you learn anything new ?for today !!\n  ","903423":"\n   ¿Cómo se te ocurrió tu nombre de usuario?\n  ","903424":"\n   ¿Quién te gustaría ser?\n  ","903425":"\n   Are you a good or great cuddler?\n  ","903426":"\n   Anyways I'm going to bed so you have a good night and I will talk to you later\n  ","903427":"\n   Lol good.\n  ","903428":"\n   That is a lot Lauren don't get too over whelmed\n  ","903429":"\n   Busy doing what?\n  ","903430":"\n   Lol hope everything is good between us feels like you don't want to talk to me lol silly huh\n  ","903431":"\n   What Was the Last Thing You Searched for On Your Phone?\n  ","903432":"\n   1\/5\n\nLIPSTICK OR LIPTINT?\n  ","903433":"\n   How Would You Rate Your Looks on a Scale of 1 to 10?\n  ","903434":"\n   Good night Lauren\n  ","903435":"\n   Coffe?\n  ","903436":"\n   🙈🙈\n  ","903437":"\n   Money or Fame?\n  ","903438":"\n   What’s the Most Bizarre Chewing Gum Flavor You Can Come Up With?\n  ","903439":"\n   😂😂😂\n   \n    https:\/\/www.instagram.com\/p\/CBTn_wiD4bE\/?igshid=141fmi6ex5mzb\n   \n","903440":"\n   Order some sushi? Ever eat it?\n  ","903441":"\n   Do Guys look better with short hair, long hair or Bald?\n  ","903442":"\n   any chance can get you to come back to Kentucky anytime soon lol\n  ","903443":"\n   Colby Ur new bf?\n  ","903444":"\n   Ah this is Colby 😊\n  ","903445":"\n   how does alice feel about you and colby?\n  ","903446":"\n   Yes or no?\n  ","903447":"\n   Are you a virgin?\n  ","903448":"\n   nope\n  ","903449":"\n   Happy Thursday Lauren. 💙\n  ","903450":"\n   noooooo\n  ","903451":"\n   How are you today?\n  ","903452":"\n   Ok. So do you like Marvel and\/or DC?\n  ","903453":"\n   How is Lisa these days?\n  ","903454":"\n   It's finally summer breaks huh?\n  ","903455":"\n   How are u?\n  ","903456":"\n   Yay!! I'm so happy for you love🤗💘\n  ","903457":"\n   You are queen ♕\n  ","903458":"\n   You're welcome\n  ","903459":"\n   So what do you wanna talk about?\n  ","903460":"\n   Ready for church tomorrow?\n  ","903461":"\n   Hey do you ever go to ufc?\n  ","903462":"\n   💛💛😊\n  ","903463":"\n   مساحة 💙\n  ","903464":"\n   she is cool\n  ","903465":"\n   Yea fair enough, would they take it away for a long period of time when you were in trouble?\n  ","903466":"\n   You can't argue with that \nLynne Cimorelli ❤\n  ","903467":"\n   \"Rapid eye movement\" lol\n  ","903468":"\n   Lisa in Florida do you miss her?\n  ","903469":"\n   Single or taken\n  ","903470":"\n   Taken\n  ","903471":"\n   Yea like me, back home at 6 when they allowed me to go outside, then dinner at 7 and bed at 8\/8:30. After 9 I wasn’t allowed to leave my room anymore until next morning. I’d have to hand off all my electronics at 8 tho\n  ","903472":"\n   Biden or Trump?\n  ","903473":"\n   Do you like kissing animals?\n  ","903474":"\n   sorry, IDK much but.. you had a sister pass away? when?\n  ","903475":"\n   Do you know any big gossips?\n  ","903476":"\n   Congratulations on Katherine getting married how was the wedding?\n  ","903477":"\n   Do you like being single or not?\n  ","903478":"\n   How long you being singing mate?\n  ","903479":"\n   Who has caught you eye 👁 now😀\n  ","903480":"\n   🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦🍦\n  ","903481":"\n   Oh I get it now. Before I thought you ment the band ( work)\n😂😂\n  ","903482":"\n   So how many cars do you have between u all 😂\n  ","903483":"\n   Oh I see.\n  ","903484":"\n   Ah 😂\n  ","903485":"\n   What is number 20\n  ","903486":"\n   Christina to Lauren\n  ","903487":"\n   She does?!\n  ","903488":"\n   Which Dani ?\nU & Dani sister ???\n  ","903489":"\n   Post ur tattoooos\n  ","903490":"\n   X\n  ","903491":"\n   Im a lil lobster\n  ","903492":"\n   Do you drink coffee ? if so where do you get it from?\n  ","903493":"\n   How are unicorns made?\n  ","903494":"\n   Well I am glad you guys got to go swimming\n  ","903495":"\n   Sucked I wasn't there 😂😂\n  ","903496":"\n   Did you swim in ocean in pool?\n  ","903497":"\n   I seen Amy's stories\n  ","903498":"\n   So did you get to go swimming ?\n  ","903499":"\n   Lisa\n  ","903500":"\n   Good night Lauren 😴🛏\n  ","903501":"\n   الناس اللي ماعندهاش ذوق ف الكلام .. و اسلوبها زبالة كيف اتعاملو معاها ..\n  ","903502":"\n   Ya 😂😂\n  ","903503":"\n   Yes whoever was the last letter was it.\n  ","903504":"\n   Oh 😂😂😂\n  ","903505":"\n   I am pretty oh okay just looking at my phone\n  ","903506":"\n   how often do you reflect on yourself?\n  ","903507":"\n   Cheat you standing on your tip toes. To make yourself taller than Christina 😂\n  ","903508":"\n   That's good\n  ","903509":"\n   When I was a kid playing out with friends playing hide n seek or tag. We use to use a picking system like. \n \nMickey Mouse had a house what colour was it. \n\nThen depending on how many kids where there you spelt it out\n\nLike say if it was blue . You would go.\n🙆‍♂️ B\n🙆‍♂️L\n🙆‍♂️U\n🙆‍♂️ E\n  ","903510":"\n   pap?\n  ","903511":"\n   what makes you happy\n  ","903512":"\n   You only get 3 words to describe yourself – what are they?\n  ","903513":"\n\n    https:\/\/vm.tiktok.com\/oJevvY\/\n   \n","903514":"\n   Help this young girl out. She wants to get rid of Trump. Her name is Lucy Hale.\n   \n    https:\/\/twitter.com\/lucyhale\/status\/1269461184127725569?s=19\n   \n","903515":"\n   I would like to see you change your bikini and remove it with your mouth and smell it😏\n  ","903516":"\n   Ah cool that's good I didn't mean it in a creepy way. Also have you heard anything from Rachael she hasn't posted on Instagram, Twitter or Facebook in a while.\n  ","903517":"\n   All trump supporters are racist\n  ","903518":"\n   If you could have one chance to request to whoever designed the human body an aesthetic b00b improvement to make the female Breast more beautiful (like shape, size, volume, color etc) what would you ask? 🤔\n  ","903519":"\n   Well, if I were you, I wouldn't say the same thing, Lauren. You provoke me, Lauren. Lol\n  ","903520":"\n   yeah haha\n  ","903521":"\n   What is the speed of dark?\n  ","903522":"\n   My birthday is on Monday 😏I’ll be 22 year’s old\n  ","903523":"\n   F R O Y ?\n  ","903524":"\n   Have you ever been walked in on in a public bathroom? I have it was scary the guy just stood there starring I had to yell at him to leave it was the scariest pee I ever had I like being a girl but sometimes I hate it because men act like that\n  ","903525":"\n   C R U S H\n  ","903526":"\n   I LIKE BIG BUTTS AND I CAN NOT LIE AND ANOTER BROTER CANT DENY I LIKE BIG BOOBS AND I CAN NOT LIE😂😂\n  ","903527":"\n   I want to kiss your sensual legs and your wonderful body Lauren\n  ","903528":"\n   What is the one thing that stands in between you and complete happiness?\n\n(If this makes you feel uncomfortable, you don't need to answer 😊)\n  ","903529":"\n   When are you good enough? At which point are you good enough to accept yourself?\n  ","903530":"\n   Favorite pet I ever had?\n  ","903531":"\n   you will like will be your favorite positions lauren\n  ","903532":"\n   Favorite outdoor smell?\n  ","903533":"\n   Let it normalize and we will gladly go to the small motel\n  ","903534":"\n   Have u ever watched that TV series Z Nation\n  ","903535":"\n   Cond*ms\n  ","903536":"\n   Do you prefer to travel by train, bus, plane or ship?\n  ","903537":"\n   Post a picture of your recent emojis.\n  ","903538":"\n   it looks like you're hot lauren\n  ","903539":"\n   Would you ever pick up a hitchhiker?\n  ","903540":"\n   What is one thing you have tried to change, but couldn't?\n  ","903541":"\n   Do you wish you could read someone's mind? Why?\n  ","903542":"\n   I would like to give you a good warm up🍑\n  ","903543":"\n   If you could change the sound your body makes (i.e., burp,fart,yawn,sneeze, etc.), what new sound effects would replace the normal sounds of your body?\n  ","903544":"\n   Are you an early bird or a night owl?\n  ","903545":"\n   If one of your guy fans wanted a kiss, would ya?\n  ","903546":"\n   Playstation, eh? Can I be your \"player 2\" ???\n  ","903547":"\n   LOL ... Dani hasn't aged a single day.\n  ","903548":"\n   Dang your eyes are gorgeous...\n  ","903549":"\n   Hot dog stand?! More like CHICK-FIL-A ...\n  ","903550":"\n   That's what I was meaning those 2 photos I posted on Kik. It looks like the same tree.\n  ","903551":"\n   Also easy to make all you really need is rice hamburgers cream of onion soup Lipton Onion Soup mix salt and pepper 😁 I want to learn how to make Chinese chicken\n  ","903552":"\n   Yeah pollen sucks. I have an allergy to it.\n  ","903553":"\n   I also know how to make rice and hamburger mix.\n  ","903554":"\n   So did Christina & Nick & Katherine & Max both have there wedding photos at the same place. It looks like that with the trees.\n  ","903555":"\n   What walls do you seem to build up quicker than others? Physical, mentally, emotionally... spiritually?\n  ","903556":"\n   Check out those ribs on your Kik\n  ","903557":"\n   And it's so easy to make all you need is potatoes bell peppers onions ground sage salt and pepper and olive oil\n  ","903558":"\n   Sweet potato \nSweet potato chips with BBQ sauce\n  ","903559":"\n   Its good\n  ","903560":"\n   Oh okay and have you ever had sage potatoes?\n  ","903561":"\n   Went bad?\n  ","903562":"\n   Do you have any secrets about people that if you revealed them could ruin some lives?\n  ","903563":"\n   Do you eat cold chicken?\n  ","903564":"\n   You have a pretty smile. ☺\n  ","903565":"\n   With sweet n sour dip\n  ","903566":"\n   Yum I want to make some Sage potatoes but I forgot to get the bell peppers and onions the last time I went to the grocery store\n  ","903567":"\n   Where are y'all having?\n  ","903568":"\n   So what you doing\n  ","903569":"\n   Lol sorry\n  ","903570":"\n   WHO has more citizens China or Japan\n  ","903571":"\n   Christina: Married & Pregnant \nKatherine : Married \nLisa : Engaged \nDani : Married \nAmy & Lauren :\n   \n    https:\/\/twitter.com\/_multi_em\/status\/1270439950627078144?s=19\n   \n","903572":"\n   I'm guessing that they never got the memo\n  ","903573":"\n   Why did I say Alex I ment Max. That would be creepy 😂. Sorry\n  ","903574":"\n   Well I kind of figured that but aren't you two broken up\n  ","903575":"\n   I'd like to go to a Chinese buffet with you and Amy and eat our feelings away. lol\n  ","903576":"\n   But first I got to get her to notice me lol and why are they calling you that in the first place do they know something that we don't know?\n  ","903577":"\n   Alex & Kath copying NICK & Christina's  photo\n  ","903578":"\n   What does Lisa want?\n  ","903579":"\n   If me and Amy get married it be 5\/6 😂😂\n  ","903580":"\n   I'm so happy for all of you getting married, but I'm also so sad about it because it means I'm getting so much older than I was when I first listened to you all!\n  ","903581":"\n   كيف حالك يا فاقِد الشغف، يا مُنعدم الأمل، يا مُهترئ الفِكر ، يا مُذبذب الثِقة ، كيف حالك!\n  ","903582":"\n   people in your bg are ?\n  ","903583":"\n   Oops 😂😂\n  ","903584":"\n   What do you absolutely need right now? Now, what do you desperately want right now?\n  ","903585":"\n   Have you ever smashed something out of anger?\n  ","903586":"\n   Favourite musical instrument? What would you like to learn to play?\n  ","903587":"\n   Good can I come swimming too 😂\n  ","903588":"\n   What do you like the most about yourself? What do you need to work on to improve yourself?\n  ","903589":"\n   Lol sweet now I want to go swimming but yeah call them and see if they home\n  ","903590":"\n   When you listen to music, what do you focus on most? The lyrics? The melody? Maybe solos? Specific instruments? Or how it makes you feel?\n  ","903591":"\n   Song of the day - The Rolling Stones - (I Can't Get No) Satisfaction\n   \n    https:\/\/www.youtube.com\/watch?v=nrIPxlFzDi0\n   \n","903592":"\n   You could call them\n  ","903593":"\n   My boyfriend treats me like a motherfuckin queen and I love it 💕\n  ","903594":"\n   That sucks and I guess this is Trump's fault 😂\n  ","903595":"\n   what’s the plans for today?\n  ","903596":"\n   Hi Lauren, how are you this morning? I love your pictures.\n  ","903597":"\n   Are you giving kiss to me in pictures?\n  ","903598":"\n   Kiss me\n  ","903599":"\n   Meant nice dp💛\n  ","903600":"\n   Not talking about the fact that there are dead fish what caused the dead fish in first place the tropical storm?\n  ","903601":"\n   ✨💛😘\n  ","903602":"\n   Dead fish that don't sound good I would think that swimming with dead fish be the least of your problems.\n  ","903603":"\n   Are you a traveler or a homebody?\n  ","903604":"\n   But Lisa does 💖\n  ","903605":"\n   Have you had an appendectomy?\n  ","903606":"\n   Same pretty much so i am trying to keep myself occupied\n  ","903607":"\n   hope everyone has a great weekend !\n  ","903608":"\n   Oh I have attacks my sister too. Is it weird like Ur sis has attacks too?\n  ","903609":"\n   Who ?\n  ","903610":"\n   🙆‍♀️🤖💙\n  ","903611":"\n   إحكِ 💙💧\n  ","903612":"\n   What always sounds like a good idea but never actually is?\n  ","903613":"\n   Good night Lauren 😴🛏\n  ","903614":"\n   Isn't that you on your pfp?\n  ","903615":"\n   Who is Sarah ?\n  ","903616":"\n   Your body looks amazing\n  ","903617":"\n   Ya 👶🌈💙\n  ","903618":"\n   Ya my bad everyone knows it's a boy now 😂😂😂👶💙\n  ","903619":"\n   Christina is 31 weeks pregnant now isn't she. He\/she is nearly here 👶\n  ","903620":"\n   Was they to big for you.\n  ","903621":"\n   مـسـاحـة 🦋🖤؛\n  ","903622":"\n   If you were required by law to get a full body tattoo, what would you get tattooed over your entire body?\n  ","903623":"\n   Hope change happens\n  ","903624":"\n   Do you eat pork?\n  ","903625":"\n   Ok Lauren\n  ","903626":"\n   Honesty hour yay or nay\n  ","903627":"\n   How do you handle negative vibes... from a family member?\n  ","903628":"\n   Thoughts on Russians who raped 400,000 girls and women in Berlin (and about 2,000,000 throughout all over Germany) when they sized the city in May 1945? 🤔\n  ","903629":"\n   Same as well like \n\nMcDonald's ( Drive thru only )\nSchools \nCoffee shops\n  ","903630":"\n   Is it okay to lie to your child when they ask you for something and you don’t feel like they deserve it or is it when you’re trying to keep something away from them?\n  ","903631":"\n   That’s understandable\n  ","903632":"\n   Ya it's the same here.\n  ","903633":"\n   great\n  ","903634":"\n   what are 3 habits that will improve your life\n  ","903635":"\n   beautiful words educate support requests words that many of your race said to fulfill years ago this is not new but it takes many years but apparently your race does not like and does not tolerate living with a class that one day they used as slaves and while they continue to have that kind of think\n  ","903636":"\n   Oh damm all flights are cancelled 😫😂\n  ","903637":"\n   how r u now\n  ","903638":"\n   Am coming  🇺🇸🌍🇬🇧🛬😂\n  ","903639":"\n   How do you handle negative vibes... from a family member?\n  ","903640":"\n   Do you think that you are truly happy with where you are and what you are doing in life?\n  ","903641":"\n   Chopped vegetables in boiling water 😂\n  ","903642":"\n   Favorite instrument?\n  ","903643":"\n   What childhood story actually frightened you?\n  ","903644":"\n   Season 4 of 13 r w is out!!\n  ","903645":"\n   Tomato\n  ","903646":"\n   Do you like looking through telescopes?\n  ","903647":"\n   What's the best comfort food?\n  ","903648":"\n   If you were upset, what is the best way someone could calm you down?\n  ","903649":"\n   You have some nice songs over there 🙌🏼\n  ","903650":"\n   15 minute meditation for positive thinking.\n   \n    https:\/\/youtu.be\/uceFkSp6UUQ\n   \n","903651":"\n   Song of the day - Twin Atlantic - I Am an Animal\n   \n    https:\/\/www.youtube.com\/watch?v=cmq-8fRjcEc\n   \n","903652":"\n   Ah 😂\n  ","903653":"\n   From her pfp I assume\n  ","903654":"\n   Is there something you are in complete denial about?\n  ","903655":"\n   What would u do if Jb asked u to collab with him?\n  ","903656":"\n   Favorite song?\n  ","903657":"\n   The coolest natural wonder I've ever seen?\n  ","903658":"\n   How is the lovely Lisa doing today?\n  ","903659":"\n   Do u trust me?\n  ","903660":"\n   That won't happen\n  ","903661":"\n   What’s the one thing that you wouldn’t do for $1 million?\n  ","903662":"\n   Can you sum up your day so far in just one word?\n  ","903663":"\n   Your new sound is amazing\n  ","903664":"\n   If you had to be haunted by a ghost for the rest of your life but could choose which dead person the ghost would be, who would you choose as your ghost?\n  ","903665":"\n   If b00bs are mean to feed the babies why guys play and suck on them when having a ex ? 🤔\n  ","903666":"\n   People are overreacting i swear\n  ","903667":"\n   U have other app??\n  ","903668":"\n   How old is your mattress?\n  ","903669":"\n   Lol!! Shall we be friends ??\n  ","903670":"\n   Lauren's bridges in her songs\n   \n    https:\/\/twitter.com\/Michaeljonesmp5\/status\/1268815648198664192?s=19\n   \n","903671":"\n   Oh oh !!! Not married yet ??\n  ","903672":"\n   Share Some Positive Thoughts...😍😊\n  ","903673":"\n   Done ✅\n  ","903674":"\n   Because i love blacks same way i love white we are all humans\n  ","903675":"\n   Proud Mom !!  Ur Advise to other mom !!!\n  ","903676":"\n   How is Nashville doing riots wise here not well people stole stuff like guitars why?\n  ","903677":"\n   Laurisa still alive and going?\n  ","903678":"\n   How is Christina doing baby wise is she ok. Mentally.?\n  ","903679":"\n   Of course\n  ","903680":"\n   Profile pic 😁😁\n  ","903681":"\n   What's the background story\/theme of your display?\n  ","903682":"\n   We need create a new world\n  ","903683":"\n   😊👌\n  ","903684":"\n   Anyway, ABC is first for good *\n  ","903685":"\n   Good night Lauren 😴🛏\n  ","903686":"\n   Me neither⭐⭐⭐⭐⭐\n  ","903687":"\n   So you don't like rammstein?\n  ","903688":"\n   People be like are you eating popcorn with a spoon?!\n  ","903689":"\n   Or dogs lol\n  ","903690":"\n   New song tomorrow? omgg\n  ","903691":"\n   How is it going with u and your crush?\n  ","903692":"\n   What would you define as cheating?\n  ","903693":"\n   Grease Lightning Love ( No)\nHydromatic Love ( No) \nAutomatic Love  ( Yes)\n  ","903694":"\n   Ah no worries as long as no one is giving her grief.\n  ","903695":"\n   If you could change 3 things about your country, what would you change?\n  ","903696":"\n   Do you beilive in luck?\n  ","903697":"\n   What is something good that happened to you lately?\n  ","903698":"\n   Thoughts on Strawberry Moon!!🌝\n  ","903699":"\n   مساحة 💙\n  ","903700":"\n   O.k \nHope you will public it after posting a photo on ask fm. 😉\nStay blessed\n  ","903701":"\n   From your most liked answers, which one(s) confound you as to why they got so many?\n  ","903702":"\n   For how much time....this will remain a secret?\n  ","903703":"\n   Is there a song in another language that you really like even if you might not know what the lyrics say?\n  ","903704":"\n   Lol\nO.k\nAs you wish\nBest wishes for your secret 😉\n  ","903705":"\n   If you could trade 1 year of your life for $30,000, how many years would you trade in?\n  ","903706":"\n   Who was the last person you took a picture with?\n  ","903707":"\n   Hola\n  ","903708":"\n   What color did you pick?\n  ","903709":"\n   Miss Lauren\nWho is M.p.c?\n  ","903710":"\n   How many times have you changed houses? Why?\n  ","903711":"\n   Can you win at a game against someone who taught you?\n  ","903712":"\n   [1]Age? _ [2] Fav color? _ [3] Height? _ [4] Single? _ [5] Best Memory? _ [6] Color Underwear right now? _ [7] Last kiss? _ [8] last hug? _ [9] Crush? _ [10] Kisses or Cuddles\n  ","903713":"\n   Ti piace tirare il collo della maglietta larga ad un tuo amico o fratello?\n  ","903714":"\n   Are you adult enough to see and do adult content.\n  ","903715":"\n   Do you think marriage is one of the multiple \"men's made\" scenarios to get laid with girls ? 🤔\n  ","903716":"\n   Live in Sacramento\n   \n    https:\/\/youtu.be\/328S4AX7WXE\n   \n","903717":"\n   Who are your favourite people on here and why do you follow them?\n  ","903718":"\n   If you could stay anywhere in the world for a week, whether it be by hotel or tent or camper van, where would you go and who with?\n  ","903719":"\n   😣😣\n  ","903720":"\n   If you could see anyone perform live, who would it be and what song or songs would you want to see performed?\n  ","903721":"\n   If you could do absolutely anything with your day, what would it be?\n  ","903722":"\n   Song of the day - The Classic Crime - Holy Water\n   \n    https:\/\/www.youtube.com\/watch?v=w0jsZQKBAyk\n   \n","903723":"\n   oh cool\n  ","903724":"\n   Warum ist die Banane eigentlich krumm ?\n  ","903725":"\n   Check it out\n   \n    https:\/\/open.spotify.com\/track\/7k0KmaRCVGEZA3Sg96mTwl?si=GhXueMEYR0uBzYqN1SsoFQ\n   \n","903726":"\n   ?\n  ","903727":"\n   You’re welcomeee\n  ","903728":"\n   :))\n  ","903729":"\n   Hey Lauren KYA KAR RAHI HO?\n  ","903730":"\n   ¿Cuál es tu película de zombis favorita?\n  ","903731":"\n   What's the difference between house and home?\n  ","903732":"\n   Nombra un aspecto difícil de ser un adolescente.\n  ","903733":"\n   Daren Kagasoff\n  ","903734":"\n   On a scale of 1 to 10, how happy are you RN?\n  ","903735":"\n   Your favourite acotor?\n  ","903736":"\n   What is the last thing you searched online?\n  ","903737":"\n   What's something you do well?\n  ","903738":"\n   Yes it is 💙\n  ","903739":"\n   Ok. Thanks for the link. 😮\n  ","903740":"\n   Which athlete do you like best?\n  ","903741":"\n   It was last week. I don't think anyone did.\n  ","903742":"\n   dms or calls 💬 📞\n  ","903743":"\n   The has been an earthquake near Santa Clarita tonight.\n  ","903744":"\n   Are you happy right now? 😊\n  ","903745":"\n   Are you a better talker or listener ?\n  ","903746":"\n   How can you be happy without money?\n  ","903747":"\n   Would you rather have a home on the beach or in the mountains?\n  ","903748":"\n   You only get 3 words to describe yourself – what are they?\n  ","903749":"\n   I said that since she announced when it was due.\n  ","903750":"\n   Okay I'm going to quit asking you a question so you can get some sleep let's talk about this tomorrow okay good night Lauren\n  ","903751":"\n   I guess we have to wait and see\n  ","903752":"\n   So you picking August 12th\n  ","903753":"\n   Thanks Lauren :)\n  ","903754":"\n   I think so too 💔 I put a poll on Instagram asking everybody if they think that she's going to have the baby between August 1st and August 6th or is she going to have it between August 7th and August 12th\n  ","903755":"\n   Anyways get you some sleep cause I know you had a long day and I will talk to you later\n  ","903756":"\n   I had post it on patreon a few months back before she was pregnant the first time that she was going to have a girl Katherine was going to have a boy Lisa was going to have a girl Amy is going to have a girl you was going to have a boy and Dani was going to have a girl.\n  ","903757":"\n   Because I could have swore up and down that I believe that she was going to have a girl and I'm never usually wrong about this stuff\n  ","903758":"\n   Wow well feel better and sweet dreams 👌\n  ","903759":"\n   Why?\n  ","903760":"\n   I think I am good at reading people even though I read Christina wrong\n  ","903761":"\n   Lauren’s favorite slogan,?\n  ","903762":"\n   I love stuff like that\n  ","903763":"\n   Oh well I better leave them alone I don't want to get beat up 😂\n  ","903764":"\n   What is the silliest thing you have heard people say about you?\n  ","903765":"\n   Hey Lauren the night owl you still up? Lol\n  ","903766":"\n   Besides becoming an author I always wanted to do criminal psychology\n  ","903767":"\n   I will check it out\n  ","903768":"\n   That be pretty cool there.\n  ","903769":"\n   Dang was hoping you give me one of yall's lol there no ice cream trucks around here but if I am ever at a store I would see if they have them.\n  ","903770":"\n   To be honest always saw you as a restaurant owner if you wasn't in the band for some reason\n  ","903771":"\n   Oh I bet.\n  ","903772":"\n   Just liked your answer recently 🖖\n  ","903773":"\n   What kind do you have? I make get a couple lol\n  ","903774":"\n   Ahsan niceee ❣️ \nWassup?\n  ","903775":"\n   Wow that is a lot I would had gone crazy.\n  ","903776":"\n   Hahaha \nYess  \nSo from which country?\n  ","903777":"\n   If you mean fat axx you dont really have one sweetie\n  ","903778":"\n   I am not sure to be honest I had lots of popsicles but I had so many I can't tell you they were sour or what about them\n  ","903779":"\n   Yeahh 💫\nYou are not so skinny \nYou have a dashing figure 🖖❣️\n  ","903780":"\n   What all you do?\n  ","903781":"\n   Talk?\n  ","903782":"\n   Sour popsicles?\n  ","903783":"\n   Did you have a good time?\n  ","903784":"\n   You look pretty ❣️\n  ","903785":"\n   Lili Reinhart has come out as Bisexual 🏳️‍🌈🌈\n  ","903786":"\n   I better hide my ice cream then 😂\n  ","903787":"\n   What you doing\n  ","903788":"\n   I don't know it to me ages to get round to watching 13 Reasons why. It's get I have also watched a film today on Netflix called '' The Edge Of Seventeen\" which was also good.\n  ","903789":"\n   let me die passionately\n  ","903790":"\n   🐍\n  ","903791":"\n   racism all i see is racism and Discrimination .\n  ","903792":"\n   Hey Lauren. I talked to ur sister yesterday. Ur sister seems cool. Anywho, how are u?\n  ","903793":"\n   you remind me of girl sorry\n  ","903794":"\n   I wanna tell you something.\n  ","903795":"\n   i love you\n  ","903796":"\n   how can i deport you with me\n  ","903797":"\n   Talk lauren\n  ","903798":"\n   Shes meant to be a good friend of yours and a few days after the split up you're trying to get him\n  ","903799":"\n   you Virgin ?\n  ","903800":"\n   U actually disgust me\n  ","903801":"\n   Awesome. I love spending time outside.\n  ","903802":"\n   Read my text ?\n  ","903803":"\n   tag All yo sister's\n  ","903804":"\n   yo read it\n  ","903805":"\n   Why?🙁\n  ","903806":"\n   Is your hair long or short ?\n  ","903807":"\n   What color is it up close?\n  ","903808":"\n   yo dads bday happy birthday\n.\n  ","903809":"\n   what are you studying\n  ","903810":"\n   Who are you into?\n  ","903811":"\n   time ?\n  ","903812":"\n   i am very much welcoming ya see\n  ","903813":"\n   hey\n  ","903814":"\n   Hey love! Be sure to spam me with a ton of questions and send me whatever you’d like ✨ anonymous or not I respond to anything and everything 💫 (sent this to everyone)\n  ","903815":"\n   Ever been trying to have a serious discussion with someone you really care about and you can just tell they aren’t listening? How disheartening is that?\n  ","903816":"\n   Abby Road Studios RT Sessions\n  ","903817":"\n\n    https:\/\/ask.fm\/Mariialiy\/photopolls\/181993219\n   \n   ❤️ VS ❤️\n  ","903818":"\n   How do you deal with pressure and stress? The past couple of days I’ve really been stressed with everything that’s going on with the unrest , changes at work and now my car is having mechanical issues. Everything at once .\n  ","903819":"\n   Wow\n  ","903820":"\n   Anytime\n  ","903821":"\n   Hazel eye gang right here\n  ","903822":"\n   Yeah. I know you do because I saw your eyes. Love them\n  ","903823":"\n   Brown eyes are the best! 😍\n  ","903824":"\n   Got a tropical storm hitting this evening in the states....rain, tornadoes, and 65 mph winds.  A full fledged hurricane can hit 155 mph. Strong enough to take down some buildings and roofs on houses. Do you have them in your country?\n  ","903825":"\n   I probably weigh almost 3 of you\n  ","903826":"\n   So its a guy friend lol. Thats cool now I am wanting some ice cream\n  ","903827":"\n   That is nice of you. 😁\n  ","903828":"\n   How is your day going?\n  ","903829":"\n   Aha yeah lol\n  ","903830":"\n   Would you say your parents are overprotective?\n  ","903831":"\n   What’s you me advise for youngster\n  ","903832":"\n   How do you feel about my timeline?\n#staif\n  ","903833":"\n   If you could steal something and get away with it, what would you steal?\n  ","903834":"\n   What song always makes you happy?\n  ","903835":"\n   What’s On Your Bucket List?\n  ","903836":"\n   pic 📸\n  ","903837":"\n   If you could have lunch with one person alive or dead, who would it be?\n  ","903838":"\n   Anyways what you doing? Guessing you can't sleep.\n  ","903839":"\n   Aww Mom knows best\n  ","903840":"\n   Song of the day - Yellowcard - Holly Wood Died\n   \n    https:\/\/www.youtube.com\/watch?v=FcYDWUnnwRM\n   \n","903841":"\n   I want to clean the world of litter, clean the oceans and the countryside especially! Put it all where it needs to be!\n  ","903842":"\n   Really white noise and same I can never sleep at someones house\n  ","903843":"\n   PAP your before and after selfie! 🐼\n  ","903844":"\n   How many languages you can speak?\n  ","903845":"\n   Thats the only way i can sleep i got to hear that humming noise\n  ","903846":"\n   Have you had an appendectomy?\n  ","903847":"\n   hi\n  ","903848":"\n   Do you think that Michael Jackson is really dead?\n  ","903849":"\n   I keep mine on 24\/7 I even have my fan on during winter\n  ","903850":"\n   What advice would you give to a young girl who has just realized that she is about to be raаpеd for the first time in her life? Would you tell her to try to fight him off? Or to let nature take its course?\n  ","903851":"\n   What piece of art (book, music, movie, etc.) Most influenced the person you are today?\n  ","903852":"\n   Dang I got my fan and ac on I am burning up\n  ","903853":"\n   Favourite chore to do? 😂\n  ","903854":"\n   Thank you Lauren\n  ","903855":"\n   😂😂\n  ","903856":"\n   Oh okay thats good then\n  ","903857":"\n   Why avoiding sugar now?\n  ","903858":"\n   Greatt\n  ","903859":"\n   Haven't you always had stalkers though\n  ","903860":"\n   What’s The Best Comedy Movie You’ve Ever Seen?\n  ","903861":"\n   😂 stop bragging 😋\n  ","903862":"\n   Heyy how are you  doing\n  ","903863":"\n   Like\n  ","903864":"\n   Its not your fault I just wish i had a cuddlebuddy lol\n  ","903865":"\n   Did they use to confiscate your phone?\n  ","903866":"\n   That’s pretty good, I wasn’t allowed out of the house at all. Occasionally during the holidays and I had to be back by 6 pm\n  ","903867":"\n   😔\n  ","903868":"\n   What percent of the general population is racist ? \n  \n\nDo you like REM music ?\n  ","903869":"\n   Hopefully it will be nice out\n  ","903870":"\n   Am going to say Good night\/ Good Morning Lauren. It's 5.20am here I have been awake all night. I will be back on hopefully in a few hours speak then. In the mean time take care ignore the haters. 🤖💙\n  ","903871":"\n   I might tomorrow\n  ","903872":"\n   Yeah not taking a walk right now\n  ","903873":"\n   ¿Cuál es tu refrán o lema favorito?\n  ","903874":"\n   I reallly need a hot girl right now 🤤\n  ","903875":"\n   Ich kenne Schritte, die sehr nützen.Und werde euch vor Fehltritt schützen Und wer nicht tanzen will am Schluss weiß noch nicht das er Tanzen muss. Wir bilden einen lieben Reigen. Nach Afrika kommt Santa Claus\n  ","903876":"\n   ¿Qué prefieres? ¿La bici o los patines?\n  ","903877":"\n   ¿Conoces a alguien que se parezca a un famoso o a una famosa?\n  ","903878":"\n   I will try but it's warm and stuffy. I don't have a fan only a window. But I hope you have a great night.\n  ","903879":"\n   Favorite insect?\n  ","903880":"\n   I’m safe Lauren don’t worry 😉 about me\n  ","903881":"\n   The was even a peaceful protest in liverpool uk near me today.\n  ","903882":"\n   Ofcourse yes you have Italian blood in ya sorry.\n  ","903883":"\n   Wir bilden einen lieben Reigen. Die Freiheit spielt auf allen Geigen musik kommt aus dem Weißen Haus. Und vor Paris steht Mickey Maus\n  ","903884":"\n   If You Could Star In A Movie, What Movie Would It Be?\n  ","903885":"\n   Would You Rather Have Endless Money Or Endless Love?\n  ","903886":"\n   Have You Ever Dine And Dashed At A Restaurant?\n  ","903887":"\n   What's your favorite finger?\n  ","903888":"\n   Say you're about to fall asleep and you hear the faint buzzing of a mosquito somewhere near you, what do you do? Haha Do you often have issues with mosquito bites? 🦟\n  ","903889":"\n   If you could fix any problem\/issue in the world, what would it be and why?\n  ","903890":"\n   Do you truly know yourself?\n  ","903891":"\n   Do you think Christina would mind if I said she looked gorgeous. On that Facebook post I was only being true full  because she does.\n  ","903892":"\n   You use Kik?\n  ","903893":"\n   HEY\n  ","903894":"\n   All my love is for you bby ❤️\n  ","903895":"\n   Beautiful pics below💛\n  ","903896":"\n   Do you judge people quickly?\n  ","903897":"\n   Yup anyways sorry if I woke you\n  ","903898":"\n   Its getting old and embarassing\n  ","903899":"\n   That august person on twitter\n  ","903900":"\n   Wow that person really has it out for you and your sisters\n  ","903901":"\n   Any else have anxiety attacks like you in family?\n  ","903902":"\n   What do you need to pay more attention to in your life?\n  ","903903":"\n   What was the last thing that made you cry???\n  ","903904":"\n   Then\n  ","903905":"\n   Why is mind  blown?\n  ","903906":"\n   Are you introvert or extrovert?....\n  ","903907":"\n   Are you in diet fitness ?\n  ","903908":"\n   Nah our country is screwed\n  ","903909":"\n   Why?\n  ","903910":"\n   If you had the chance to be a supernatural being , would you ?\n  ","903911":"\n   What's up\n  ","903912":"\n   Why am I still single?\n  ","903913":"\n   Riverdale. Season 2: Episode 21\n  ","903914":"\n   Anytime\n  ","903915":"\n   Describe your day in emojis!\n  ","903916":"\n   Teenagers 😂\n  ","903917":"\n   Lol cute\n  ","903918":"\n   Do you play with your own belly or belly button?\n  ","903919":"\n   I wish yr fine 🥺🥺🥺🥺🥺\n  ","903920":"\n   Automatc Love was good\n  ","903921":"\n   🤷‍♀️🤖💙\n  ","903922":"\n   You have seen I tweeted it already\n  ","903923":"\n   🍀 F.R.E.E 🍃 S.P.A.C.E 🍀\n  ","903924":"\n   What is your goal in life? ✨\n  ","903925":"\n   Seems you Are busy ?\n  ","903926":"\n   What does your name mean?\n  ","903927":"\n   What's the thing that you can't resist?\n  ","903928":"\n   If you could live in the world of a Disney movie of your choosing, which'd you choose? 😁 Why that one? 🦁🏰🧜‍♀️\n  ","903929":"\n   Song of the day - Killswitch Engage - The Hell in Me\n   \n    https:\/\/www.youtube.com\/watch?v=DivBF8zWHXk\n   \n   More metal ;)\n  ","903930":"\n   What's the coolest thing you've ever seen in a museum?\n  ","903931":"\n   last time you did something for yourself?\n  ","903932":"\n   My stomach hurts\n  ","903933":"\n   How'd you describe your habits in general? Are they good or bad? 🚿🚰🥗🏃‍♂️💤\n  ","903934":"\n   Oh 😂😂\n  ","903935":"\n   Big Black C*ck?\n  ","903936":"\n   What do you like to cook?\n  ","903937":"\n   What websites harm humanity?\n  ","903938":"\n   In which city you would like to live?\n  ","903939":"\n   Is there anything you can do today that you couldn't a year ago? What?\n  ","903940":"\n   thank you so much your super good to me Love you Lauren\n  ","903941":"\n   hey honey congrats with new song out today proud as always wish was seeing you of course Love you have a wonderful weekend\n  ","903942":"\n   Nice to hear !!! Where to find it ? Share link ? Or post here\n  ","903943":"\n   Ur band album pic something like that\n  ","903944":"\n   Oh great wish you all the best !!! U sing it !! Can we have the band logo here ??\n  ","903945":"\n   Lauren June 5th special day ????\n  ","903946":"\n   Tell me something you've always been interested in trying but haven't had the chance\/too afraid to try 😊\n  ","903947":"\n   What is the most interesting thing you have in your purse\/wallet?\n  ","903948":"\n   Isnt he dating\n   \n    @alicexrosexking\n   \n","903949":"\n   What can computer\/video games teach to a person?\n  ","903950":"\n   Pap\n  ","903951":"\n   If you had to eat ONE FOOD FOR THE REST OF YOUR LIFE ?! what would it be ?(:\n  ","903952":"\n   Nice they can call him Laurence or Larry? 😀\n  ","903953":"\n   congrats your gonna be the best\n  ","903954":"\n   Why better?\n  ","903955":"\n   Do you mind me asking what's wrong?\n  ","903956":"\n   Wow..that's brave..I would never be able to do that 🤣\n  ","903957":"\n   Share something you're grateful for today. 💕\n  ","903958":"\n\n    https:\/\/open.spotify.com\/track\/6u3xfDWXGLc2aPh4Ek5Ay1?si=vt7tYH3PQo67Pf_jMU7wlQ\n   \n   for you <3\n  ","903959":"\n   I never thought in a million years. You being a 1D & Taylor Swift fan would love that sort of music. 😂\n  ","903960":"\n   Yeah cause aint she white\n  ","903961":"\n   If you could level up any aspect of yourself (i.e., strength, intelligence, charisma, etc.) but you had to decrease another aspect of yourself by the same amount, what aspects would you increase, and which would you decrease?\n  ","903962":"\n   America???..\n  ","903963":"\n   How are u ?\nI hope ur fine 🌹\n  ","903964":"\n   If you had $5 left in your pocket what would you spend it on?\n  ","903965":"\n   Can we talk about perverts?\n  ","903966":"\n   Slipknot\n   \n    https:\/\/youtu.be\/JGNqvH9ykfA\n   \n","903967":"\n   OMG I hope your feeling better now.\n  ","903968":"\n   Didn't Mike take one like that. You had the same coat but was in snow?\n  ","903969":"\n   I know Lauren\n  ","903970":"\n   Just carrying a box around full of dolls 🤣\n  ","903971":"\n   hey Lauren hows Life atm where you are hope youre safe ??\n  ","903972":"\n   😥 hopefully you day will get better. Ignore the idiots. As for the panic attack did you have cheese again late last night.\n  ","903973":"\n   Put yr phone number ☹️🙊\n  ","903974":"\n   Many people say that space tourism will get a lot more common in the future. Are you excited? Would you be willing to spend money on a short trip to space if the price wasn't too high? 🤔🚀\n  ","903975":"\n   On the 4th July 🇺🇸 you have to do a TikTok video with this song\n   \n    https:\/\/youtu.be\/8UDknCNL8aI\n   \n   The thing is you have to dress up as an American figure whether it be.\n\nGeorge Washington \nStatue of liberty \nAn American film star or anything like that but it has to be American themed\n  ","903976":"\n   😥 why Lauren?\n  ","903977":"\n   Dang... that’s awesome... where can I listen this songs? Are you on any platform?\n  ","903978":"\n   Happy Friday Lauren 🤷‍♀️🤖💙\n  ","903979":"\n   Really? How?\n  ","903980":"\n   What are you doing this summer in the pandemic? #StayAtAsk\n  ","903981":"\n   your welcome\n  ","903982":"\n   Your most welcome\n  ","903983":"\n   thats great hows your day been\n  ","903984":"\n   What's worse than getting backstabbed by your bestfriend?\n  ","903985":"\n   Obviously\n  ","903986":"\n   Just surprised to see a youtube star on here especially when a lot of people can say mean things to you you know?\n  ","903987":"\n   Instagram? For chat only\n  ","903988":"\n   Post a picture\n  ","903989":"\n   How’s your day been?\n  ","903990":"\n   Do you drink enough water daily?\n  ","903991":"\n   Now That My Queen Has Spoken Can They Leave Her The F Alone Please Too Much Hate Going On In The World And We Are Consistently Focusing on Celebrities Not Speaking 🤦🏼‍♂️ Just Stop Hating K*lling Etc, And Show Love Too Everyone 😩\n   \n    https:\/\/www.instagram.com\/p\/CA5w9hnDx1G\/?igshid=1kpzvgfsqwhzr\n   \n","903992":"\n   Have you heard of Kehlani?\n  ","903993":"\n   Hi LAUREN\n  ","903994":"\n   what’s in your closet? besides clothes.\n  ","903995":"\n   There is a lot of racism in the United States and what do you think of all the disaster that is happening in your country due to the incident of the African American who was killed?\n  ","903996":"\n   Hey\n  ","903997":"\n   Who is the happiest person you know?\n  ","903998":"\n   😂\n  ","903999":"\n   Owelll\n  ","904000":"\n   Aw 😂\n  ","904001":"\n   Only by a day\n  ","904002":"\n   I was replying to u\n  ","904003":"\n   Lauren\n  ","904004":"\n   Lauren tgif and how is it treating you tonight?\n  ","904005":"\n   Why don't you say that to the millionaires of African-Americans who nowadays show the same or worse behavior that you're complaining about right now? White\n  ","904006":"\n   Most important in a date: Intelligent or Funny?\n  ","904007":"\n   Gringa gringa\n  ","904008":"\n   what an irrational fear you have?\n  ","904009":"\n   have you ever been fishing? 🎣\n  ","904010":"\n   She's doing good!\n  ","904011":"\n   Your most welcome\n  ","904012":"\n   Hi Lauren\n  ","904013":"\n   #BLM: What's your take, stance, and\/or opinion? What about your take on the riots? And the looting and burning?\n  ","904014":"\n   If you were perpetually surrounded by one aroma (besides your natural smell) which you and everyone around you could smell, what would it be?\n  ","904015":"\n   what needs to be spoken about more often?\n  ","904016":"\n   How is your headache today Lauren\n  ","904017":"\n   does the leaderboard do\n  ","904018":"\n   Mine was lovely as well thank you!\n  ","904019":"\n   in memory of George floyd\n#BLACKLIVESMATTER do you agree\n  ","904020":"\n   What Was The Most Awesome Excuse You Ever Made?\n  ","904021":"\n   If You Had To Live A Week Without Internet, What Will You Do To Keep Yourself Busy?\n  ","904022":"\n   do you have a dream wedding ring \/\/ band you want? if so pap if you’ll like‼️✨\n  ","904023":"\n   صورة 🌸\n  ","904024":"\n   Happy June 1st ☀️🌻🦋\n  ","904025":"\n   What event has greatly impacted your life?\n  ","904026":"\n   Which is the place that you have always wanted to visit?\n  ","904027":"\n   what if Human being is going to come to end up , what should you Do something?\n  ","904028":"\n   Cute guy or Smart guy??\n  ","904029":"\n   What is you favourite flavour?...\n  ","904030":"\n   Using a movie title, how would you describe 2020?i\n  ","904031":"\n   is life in TN anything like you would see on the TV show True Detective\n  ","904032":"\n   What do you enjoy doing most?\n  ","904033":"\n   have a nice day y all\n  ","904034":"\n   That's a load of rubbish what they said. Just to cover there own backs.\n  ","904035":"\n   Have you seen any good shows lately? I started watching Chernobyl, it’s pretty intense\n  ","904036":"\n   They should close down all Papa John's. It must be there recipe because that's exactly the thing wrong with the pizzas here.\n  ","904037":"\n   Papa John's pizza in the uk is horrible too \n\nDomino's \nPizza Hut\nAre the best\n  ","904038":"\n   Then by the next you wouldn't have any sheets at all. Because you would have ate them 😂\n  ","904039":"\n   If you could close one fast food chain because of disgusting food, which one would you pick?\n  ","904040":"\n   If your sheets had to be made of deli meats, what meat would you want them to be made out of?\n  ","904041":"\n   If every time you snapped your fingers, you would instantly be transported to a random point in humanity’s timeline, would you snap your fingers? If so, how often?\n  ","904042":"\n   What's your favorite dessert? PAP! 😋\n  ","904043":"\n   Do you like to cook? If so then what meals do you enjoy cooking?..if not then what do you in instead?\n  ","904044":"\n   Do you value yourself?\n  ","904045":"\n   Is it against ASK FM rules to post my email ?\n  ","904046":"\n   Do you listen to rock?\n  ","904047":"\n   DATE COLBY\n  ","904048":"\n   🤷‍♀️🤖💙\n  ","904049":"\n   🤖🧡\n  ","904050":"\n   Aww poor thing\n  ","904051":"\n   Nice pic\n  ","904052":"\n   Nice 👍 picture Lauren\n  ","904053":"\n   Hey cutie\n  ","904054":"\n   Oh okay thats cool there\n  ","904055":"\n   American honey ?\n  ","904056":"\n   I didn't realise Dani has closed her Twitter account again.\n  ","904057":"\n   cute af smile\n  ","904058":"\n   Sweet where?\n  ","904059":"\n   I like the way you look.\n  ","904060":"\n   You've seen it. You said it's a metaphor\n  ","904061":"\n   fav icecream flavor\n  ","904062":"\n   How was ur Wednesday?\n  ","904063":"\n   Do you have a tattoo?\n  ","904064":"\n   What would you do if you knew you couldn't fail?\n  ","904065":"\n   Thank you same to you 😊💙\n  ","904066":"\n   what happened\ni will catch a grenade for ya baby ..\nyou look adorable\n  ","904067":"\n   Can i hold your sweet hands\n  ","904068":"\n   Lauren takes my breath away\n  ","904069":"\n   accepted\n  ","904070":"\n   Oh right  I thought when I watched it. It wasn't your type of video. I just read the title. Sorry again 🙈\n  ","904071":"\n   If extra lives were a thing in the real world, how would you get them?\n  ","904072":"\n   the heart wants lauren its 3 am \nI can't sleep without ya\n  ","904073":"\n   Lauren’s favorite outing spot ??\n  ","904074":"\n   If this is the wrong one. I will say am sorry in  advance.\n   \n    https:\/\/youtu.be\/KIgXkXN0ifs\n   \n","904075":"\n   bxxty call\n  ","904076":"\n   Lauren’s wisdom thought for the day share here\n  ","904077":"\n   Post a selfie 🤳\n  ","904078":"\n   Wow that’s cool\n  ","904079":"\n   Do you have a picture where your knees are on the same level?\n  ","904080":"\n   I don't know when or if they will be shown in the USA.\n  ","904081":"\n   如果有事想同朋友攤牌，到底應該點開口😢\n  ","904082":"\n\n    https:\/\/www.instagram.com\/accounts\/login\/?next=\/sol.g_cosmetics\/\n   \n","904083":"\n   Send me your body so I can help you\n  ","904084":"\n   Hi Lauli\n  ","904085":"\n   A newest version\n   \n    https:\/\/youtu.be\/6V-qFTPMEn0\n   \n","904086":"\n   👀👀👀👀👀\n  ","904087":"\n   Do you think 2020 will end on a high note or will this year just keep getting worse and worse? 😞\n  ","904088":"\n   I can confirm its not as simple as it looks\n  ","904089":"\n   💜💚💛❤\n  ","904090":"\n   What’s Your “Go To” Video Or Gif For A Laugh?\n  ","904091":"\n   Would You Wear Your Shirt Inside Out For A Whole Day If Someone Paid You $100?\n  ","904092":"\n   What should we learn from the Covid-19 pandemic that will help us be better prepared for the next one?\n  ","904093":"\n   Until  you fix it here ❤\nAddress it here 🏚\nNothing changes here 🌍\n  ","904094":"\n   Automatic Love 6th June 🤖💙\n  ","904095":"\n   What’s The Best Gift You’ve Ever Given?\n  ","904096":"\n   Its all good\n  ","904097":"\n   Your Instagram account 🙂?\n  ","904098":"\n   What Is Your Favorite Type Of Candy?\n  ","904099":"\n   How often do you go to a hairdresser?\n  ","904100":"\n   lemme text you may be\n  ","904101":"\n   What makes you laugh the most?\n  ","904102":"\n\n    https:\/\/youtu.be\/g00viskJPVM\n   \n","904103":"\n   your personal performance ?\n  ","904104":"\n   How would you describe  your country in three words? 🙂\n  ","904105":"\n   Just female trumpet voice which said ''Time for Teletubbies\" 😂\n  ","904106":"\n   💛\n  ","904107":"\n   They were taking children, I'm sure that would scare any child 🤣\n  ","904108":"\n   Thanks for your lovely wish...❤\n  ","904109":"\n   haha you make me remind of my 💓 beautiful x\n  ","904110":"\n   My dads birthday💛🎂\n  ","904111":"\n   🌞\nTeletubbie Toast\nHoover\n  ","904112":"\n   its ok what you doing\n  ","904113":"\n   Has there been any protests\/ rioting in your area? Stay safe everyone!\n  ","904114":"\n   Song of the day - Deaf Havana - Happiness\n   \n    https:\/\/www.youtube.com\/watch?v=bT4jR8FYAZY\n   \n","904115":"\n   💜💚💛❤\nT  D   L   P\n  ","904116":"\n   Hi Lauren\n  ","904117":"\n   How is everybody doing this morning? Any fun plans for the day?\n  ","904118":"\n   yo sisi birthday ?\n  ","904119":"\n   i admire you so much you look hypnotizing\n  ","904120":"\n   Ciao\n  ","904121":"\n   Tinky Winky 💜\n  ","904122":"\n   😩busy nowadays??\n  ","904123":"\n   you look Beautiful ✓\n  ","904124":"\n   hi Lauren love u❤️❤️\n  ","904125":"\n   Oh doesn't time fly when you are in lockdown. It must be the 12th August 2021 already 😂\n  ","904126":"\n   Happy Birthday Lauren\n  ","904127":"\n   Happy Birthday Lynne Cimorelli 🎂🎁🎁🎁🎁🎁🎉🎉🎉🎈🎈🎈🎈\n  ","904128":"\n   Ooh I love for it to storm here\n  ","904129":"\n   A lot of girls don't like the tan lines left by bikini tops so they will undo the straps so no \"lines\" are left.\n  ","904130":"\n   But way cooler then here I am ready for nightfall\n  ","904131":"\n   Where the most?\n  ","904132":"\n   Hi loly\n  ","904133":"\n   Lucky!!\n  ","904134":"\n   do you smoke\n  ","904135":"\n   Hi\n  ","904136":"\n   Its 90 degree here but feels like 115\n  ","904137":"\n   😂\n  ","904138":"\n   What so gross or bad about feeling attracted to a baby? also there's romantic feelings too not just s.exual.\n  ","904139":"\n   Yes it is\n  ","904140":"\n   Lol stop bragging\n  ","904141":"\n   hey\n  ","904142":"\n   So do I but its still hot\n  ","904143":"\n   Even more hot outside lol\n  ","904144":"\n   Haha, ok, rub it in why don't you, you who can ACTUALLY sing. :)\n   \n    https:\/\/ask.fm\/Jigsaw2019\/answers\/162537075893\n   \n   Seriously, my singing would make your ears bleed.\n  ","904145":"\n   Same pretty much a much to do I would play the game but I'm just not in the mood for it\n  ","904146":"\n   Have you ever been asked for nudes?\n  ","904147":"\n   If you could be invisible for a day, what would your do?\n  ","904148":"\n   Lauren..?\n  ","904149":"\n   Hi Lauli\n  ","904150":"\n   Lol\n  ","904151":"\n   Hi Lauren\n  ","904152":"\n   Do you have snapchat..?\n  ","904153":"\n   Come on people don't care about that they want drama lots and lots of drama\n  ","904154":"\n   I saw on Emmyn's story him and neckdeep also share the video which is pretty cool\n  ","904155":"\n   That’s a good perspective🙌🏽✨\n  ","904156":"\n   How is your day going ?\n  ","904157":"\n   😂😂\n  ","904158":"\n   Bol kuch bol\n  ","904159":"\n   Hi Wonderful\n  ","904160":"\n   latest Selfie???\n  ","904161":"\n   You will get it soon✨🙌🏽\n  ","904162":"\n   What do you like watching the most on television?\n  ","904163":"\n   Have you ever broken up with a friend?\n  ","904164":"\n   What will I do?\n  ","904165":"\n   Hi Lauren I liked your picture And my excitement has increased\n  ","904166":"\n   Oh yeah! But I haven't heard any news yet about them? But I am super excited that the One Direction is coming back without Zayn! Like for sure.\n  ","904167":"\n   subscribe to me🙏🙏🙏🙏🙏🙏🙏🙏\n  ","904168":"\n   Cimorelli doesn't need a video creator\n  ","904169":"\n   What Is The Word You Absolutely Hate People For Using?\n  ","904170":"\n   It's Wednesday?\n  ","904171":"\n   Raised, Glazed or Old Fashioned- what's your favorite donut?\n  ","904172":"\n   good night 🌈✨❤️\n  ","904173":"\n   Did you have curfew?\n  ","904174":"\n   Naughty Suzie 🙊\n   \n    https:\/\/youtu.be\/TBp34RDND50\n   \n","904175":"\n   So basically you were never allowed outside of the house ..\n  ","904176":"\n   Would You Rather Go Camping In The Woods Or Stay At A Beach Resort?\n  ","904177":"\n   What Could You Spend All Day Talking About?\n  ","904178":"\n   Hii lauren 🥰🥰🥰\n  ","904179":"\n   There's so much ........🥵\n  ","904180":"\n   For how long have you been on ask and how did you came to know about it?🌝🙌🏽✨\n  ","904181":"\n   Color of hair on your arms?\n  ","904182":"\n   What's your favorite thing to talk about?\n  ","904183":"\n   Yesss\n  ","904184":"\n   Do you speak English?\n  ","904185":"\n   Did your parents ever force you to dress in too many clothes when you were younger?\n  ","904186":"\n   Have you ever caught anyone looking up your skirts and dresses?\n  ","904187":"\n   What is happiness for you ?\n  ","904188":"\n   Do not forget to drink some sweet tea? 😀\n  ","904189":"\n   My novel I am having writer's block\n  ","904190":"\n   If you could ask me absolutely ANYTHING, what would it be? If you want it to be private then let me know, if it's something mean or whatever then I'm even more intrigued ;)\n  ","904191":"\n   Spāce 🖤\n  ","904192":"\n   Post a picture of your absolute favourite person!\n  ","904193":"\n   What do you love the sound of?\n  ","904194":"\n   If you could shapeshift into any animal at any given time, what would you want to be? What would you do with this power?\n  ","904195":"\n   What are your major goals in life?\n  ","904196":"\n   Which movies or books have made a big impact on you?\n  ","904197":"\n   Would you consider yourself normal or interesting?\n  ","904198":"\n   What lie do you repeatedly tell yourself?\n  ","904199":"\n   Are humans getting better through the generations? (Let's just focus on human qualities and behaviors)\n  ","904200":"\n   🖤\n  ","904201":"\n   Good night  Lauren 😴🛏\n  ","904202":"\n   Yes ofcourse\n  ","904203":"\n   He liked my black post on Instagram\n  ","904204":"\n   Okay making sure hope he safe\n  ","904205":"\n   Ain't Hudson in L.A?\n  ","904206":"\n   I think the thing is. The protesters are there trying to do good. Then you have looters using the protest as a way of looting and aren't thinking about the cause.\n  ","904207":"\n   Oh I'm staying home I'm not protesting I'm just hoping nobody comes my way but I will stay safe\n  ","904208":"\n   Watch to donate for free : Black Lives Matter. 🖤\n   \n    https:\/\/youtu.be\/slbNdBuQzKw\n   \n","904209":"\n   I'm in South Carolina so I doubt that we're going to get any military here\n  ","904210":"\n   I don't know if you'll get this with everything going on but I just got word from my brother that they are starting to protest here\n  ","904211":"\n   I had to ask my friend Mr Google what it ment.😂\n  ","904212":"\n   It say's ''I Love you\"\n  ","904213":"\n   Can you say “vi voglio bene”🥺💕🇮🇹\n  ","904214":"\n   Come to italy sometimes?🇮🇹🌈💕\n  ","904215":"\n   ofc she got reported\n  ","904216":"\n   Sorry 😂😂\n  ","904217":"\n   oooo sorry \nthis is me\n  ","904218":"\n   You are cute🥺ilysm💕💕🇮🇹🇮🇹\n  ","904219":"\n   What’s The Best Sound In The World?\n  ","904220":"\n   That was me i pressed anon by accident.\n  ","904221":"\n   Beautiful, post a photo.🌹\n  ","904222":"\n   ❣\n  ","904223":"\n   What if a human sperm enters into a different mammal lets say rhino or a polar bear. So can a baby rhinoboy or a bearboy born out of it?\n  ","904224":"\n   By the way it is me Michael I just turned my profile back till tomorrow 🖤\n  ","904225":"\n   What’s Your Idea Of Heaven?\n  ","904226":"\n   I know it was something about you ''Fall Back\" am just saying it sounded like that.\n  ","904227":"\n   Do You Enjoy Being Out In Nature?\n  ","904228":"\n   Where Do You Like To Go To Have Fun?\n  ","904229":"\n   You are so pretty\n  ","904230":"\n   4 sounded like ''Fall Back\" with the grocery store & quarter back being mentioned.\n  ","904231":"\n   What Really Makes You Angry?\n  ","904232":"\n   Are antismoking ads effective?\n  ","904233":"\n   What Is Your Favorite Season, And Why?\n  ","904234":"\n   What activity do you never get bored with?\n  ","904235":"\n   I take it Lauren is back now\n  ","904236":"\n   Number 4 a bit of a douchebag.\n  ","904237":"\n   For What In Your Life Do You Feel Most Grateful?\n  ","904238":"\n   What Are Some Challenges You Think The Next Generation Will Face?\n  ","904239":"\n   Lol\n  ","904240":"\n   🦋\n  ","904241":"\n   It was nice getting to know a lil bit about you. Is your sis gonna come back online later today?\n  ","904242":"\n   How are you?\n  ","904243":"\n   Oh okay. Um, nice to meet you Dani. I’m Luca.\n  ","904244":"\n   What are you talking about dude\n  ","904245":"\n   People being assholes to you? I’ll take care of ‘em for ya if you’d like.\n  ","904246":"\n   Well said Dani 🦋🖤\n  ","904247":"\n   Who is dani?\n  ","904248":"\n   I'm reporting this!!!\n  ","904249":"\n   You're such a Democrat\n  ","904250":"\n   Throwback music day: Drop a link to an old school track everyone can groove to!\n  ","904251":"\n   What's your favorite snack food?\n  ","904252":"\n   Pap\n  ","904253":"\n   What is your spirt animal\n  ","904254":"\n   Do you always smile for pictures?\n  ","904255":"\n   ¿De niño\/a te llevabas mejor con tu madre o con tu padre?\n  ","904256":"\n   What are you studying? Lauli\n  ","904257":"\n   What do you do for a living\n  ","904258":"\n   Cats or dogs\n  ","904259":"\n   Do you believe in luck?\n  ","904260":"\n   💛😊✨\n  ","904261":"\n   Thank you so much\n  ","904262":"\n   Where is the farthest place you have ever been to?\n  ","904263":"\n   what is the best consert you ever been to?\n  ","904264":"\n   U know Madison got tear gassed\n  ","904265":"\n   Just woke up but hey :)\n  ","904266":"\n   So what you up to?\n  ","904267":"\n   haha\n  ","904268":"\n   Although you don't know me\n  ","904269":"\n   For what in your life do you feel most grateful?\n  ","904270":"\n   I hope its okay to consider you all friends\n  ","904271":"\n   When was the last time somebody shouted at you?\n  ","904272":"\n   What is your favorite tea?\n  ","904273":"\n   If you could have any car you want, what kind of car would you get?\n  ","904274":"\n   I know\n  ","904275":"\n   Where do you go when you have to think about something important alone?\n  ","904276":"\n   What sort of things would you do to amuse yourself during a car journey?\n  ","904277":"\n   😁\n  ","904278":"\n   Yeah\n  ","904279":"\n   Wildest color you have ever had your hair?\n  ","904280":"\n   Hey she my friend too lol\n  ","904281":"\n   Rachael said am the best the other day. Not better than you just I did a post for her 💖\n  ","904282":"\n   Oh okay I got you\n  ","904283":"\n   I understand and I'm guessing that you're going to wait on releasing your song\n  ","904284":"\n   Do you consider yourself to be more or less stressed than the average person?\n  ","904285":"\n   Hope you are all doing well today!\n  ","904286":"\n   Ok I was wrong it's a boy 👶💙😂\n  ","904287":"\n   Okay so like y'all I won't be posting on twitter or insta I am supporting you guys\n  ","904288":"\n   So you guys won't be posting on y'all's individual account right\n  ","904289":"\n   Like instagram and twitter not just band accounts?\n  ","904290":"\n   Okay I am going to follow yalls example\n  ","904291":"\n   How do you mute your instagram?\n  ","904292":"\n   Would you ever want to clone yourself?\n  ","904293":"\n   Do you like being An aunt and is it a boy or girl?\n  ","904294":"\n   What is your favorite thing in your room? PAP!\n  ","904295":"\n   How are you today?\n  ","904296":"\n   Why do women live longer than men?\n  ","904297":"\n\n    https:\/\/youtu.be\/UcVjMAT2vac\n   \n   cutee\n  ","904298":"\n   Yes I came up as a heart ❤ when I looked again\n  ","904299":"\n   That Dauren one unfollow me cause I said give yall time\n  ","904300":"\n   If you were to travel to a different country, where would you want to go first? \nI feel that I've asked something similar recently but I can't remember xD\n  ","904301":"\n   Oh ok\n  ","904302":"\n   And you too💙\n  ","904303":"\n   Ya you are a cheese girl 🧀🙆‍♀️💙\n  ","904304":"\n   I am twitter now give me something that I can look for\n  ","904305":"\n   Good night Lauren 😴🛏\n  ","904306":"\n   I got to let them thaw out more\n  ","904307":"\n   Potato waffles are my favourite with egg & baked beans.\n  ","904308":"\n   What they saying\n  ","904309":"\n   Where\n  ","904310":"\n   People just don't understand that and it's sad\n  ","904311":"\n   Yeah exactly this here shows you that if they're fake fans then they're fake friends\n  ","904312":"\n   I'm sorry I don't agree with that not that y'all speaking up about it but how people are being they're acting like you guys supposed to do everything they want right now they don't care if you're pregnant getting married or if you're on your deathbed you better do as they say.\n  ","904313":"\n   Wow\n  ","904314":"\n   I am lol\n  ","904315":"\n   Do you like having your photo taken? Post a selfie or a picture taken by someone else, of you! If not, post a picture you've taken that you love!\n  ","904316":"\n   If you could wake up to a view everyday, what would it be? Where would it be? Would you want it to be the same one everyday or different everyday?\n  ","904317":"\n   What are your main interests? What have you just never lost interest in?\n  ","904318":"\n   Song of the day - Crown The Empire - Graveyard Souls\n   \n    https:\/\/www.youtube.com\/watch?v=SMXZAcW-3OM\n   \n   See who likes some metalcore ;)\n  ","904319":"\n   stay safe then\n  ","904320":"\n   Andy don’t say that to her dude you don’t have ask where she is\n  ","904321":"\n   British Broadcasting Committee\n  ","904322":"\n   Ah never mind 😂\n  ","904323":"\n   Do you like BBC?\n  ","904324":"\n   Pap yourself!\n  ","904325":"\n   Just interested, not looking for a debate:\n\nIs anybody worried for the kids growing up with their whole lives being recorded and broadcast by their parents?  \n\nDo you think it is a breach of their privacy to be posting the kids acheivements and failures on facebook?\n  ","904326":"\n   What was the most stupid thing you have done in your life??\n  ","904327":"\n   If someone's likes you.. how would you like him to approach you?\n  ","904328":"\n   How do you protect yourself from creeps?\n  ","904329":"\n   Who loves the matrix\n  ","904330":"\n   Hola WhatsApp\n  ","904331":"\n   Oooh! Any particular sort of snake? 😁\n  ","904332":"\n   😂😂😂\n  ","904333":"\n   Yeah I just got to get more motivated to get up\n  ","904334":"\n   I was thinking that too\n  ","904335":"\n   Me too! 🤣 I'd carry a bag around filled with my polly pockets boxes and bratz dolls\n  ","904336":"\n   Oh okay\n  ","904337":"\n   Lol I think I am cook me some ribs\n  ","904338":"\n   So whoever brought this stuff up was they at school when this happened or was they at home?\n  ","904339":"\n   Cool what you having?\n  ","904340":"\n   Favorite skincare product , most important skincare advice 💕\n  ","904341":"\n   Can I be your pet ? 🐶\n  ","904342":"\n   What you doing?\n  ","904343":"\n   What was the reason for them doing this?\n  ","904344":"\n   Show me a picture or describe to me your favourite toy you had as a child? 😁\n  ","904345":"\n   um guys recently our school had a zoom call with all of us and our faces, they recorded it without us knowing, and uploaded it to youtube without our permission!! they also read off all our first and last names! what do u think of this??\n  ","904346":"\n   stay safe everyone! ❤️\n  ","904347":"\n   Laren\n  ","904348":"\n   You are beautiful in your own way 😁😁\n  ","904349":"\n   very pretty\n  ","904350":"\n   Looking absolutely gorgeous in black\n  ","904351":"\n   How do you move on when you're in love but the guy or girl doesn't want you?\n  ","904352":"\n   Dont you feel jealous of any one\n  ","904353":"\n   I make you some questions and after a “XX” and you answer under the XX so nobody can know what I asked. Ok?\n  ","904354":"\n   Hey!!\n  ","904355":"\n   Ohh man this was soo sad\n  ","904356":"\n   hey how r u\n  ","904357":"\n   Aren't you a youtube star?\n  ","904358":"\n   It would be awesome to meet you as well Lauren ... 🥰\n  ","904359":"\n   Can i have your snapchat?\n  ","904360":"\n   Ah that's great news. You will sleep well tonight. Well the Lauren Cimorelli sleep will anyway 😂\n  ","904361":"\n   Alright, Say something nice about 2020\n  ","904362":"\n   Never get tired of fixing yourself♥️\n  ","904363":"\n   What’s one thing you will not tolerate from others?\n  ","904364":"\n   Hey\n  ","904365":"\n   Same I guess tho could be better\n  ","904366":"\n   If you had to eat only three things for the rest of your life, what would they be? 😋\n  ","904367":"\n   What are some of the things you notice about a person?\n  ","904368":"\n   Are you working this summer or are you just enjoying summer holidays?\n  ","904369":"\n   Who’s the best cook in your family?\n  ","904370":"\n   What is your favourite kind of person? Describe them!\n  ","904371":"\n   Have you ever met anyone from here in person? Who do you want to meet in person from here, if anyone?\n  ","904372":"\n   Describe your perfect day out!\n  ","904373":"\n   Song of the Day - John Legend Ft BloodPop- A Good Night\n   \n    https:\/\/www.youtube.com\/watch?v=KQRq9FZqNj0\n   \n","904374":"\n   What do you do when you feel lonely?\n  ","904375":"\n   Original song as in you wrote it? 👀🙌🏼 you write too?\n  ","904376":"\n   WAKE UP LAUREN DARLING!\n  ","904377":"\n   That’s a troll. Please ignore him. He has a fetish for harassing women for leg pictures.\n  ","904378":"\n   Do you think a civil war will happen soon\n  ","904379":"\n\n    @JessicaStonebridge\n   \n   told me to watch the movie 'Open Water 3'and I did...and i liked it (ALOT) SO now im here to tell you to do it also. Get it done and post your review of the movie here. Thanks now go!\n  ","904380":"\n   That’s good. It’s always good to stay busy\n  ","904381":"\n   Sweet dreams Lauren ok\n  ","904382":"\n   What's one thing you really want but can’t afford?\n  ","904383":"\n   PAP🌝\n  ","904384":"\n   Nba do you like it and will it start again?\n  ","904385":"\n   What’s the weirdest internet rabbit hole you’ve been down?\n  ","904386":"\n   Would you like to meet the pope?\n  ","904387":"\n   Have you always been religious and go to church?\n  ","904388":"\n   Sleeping wise do you sleep better with so hot?\n  ","904389":"\n   I love you 💚\n  ","904390":"\n   Do you think about death?\n  ","904391":"\n   Have you ever given or received a wedgie ?\n  ","904392":"\n   👊🏿👊🏽👊🏼👊🏻\n  ","904393":"\n   That's good. I've been keeping up with my girlfriend. 😊\n  ","904394":"\n   Exactly. So by not commenting you are staying true to yourself which is going to strengthen your position with your followers. For what its worth, I think you are doing the right thing by letting it slide.  🙂\n  ","904395":"\n   Wait who is attacking you are people loseing it?\n  ","904396":"\n   You have an amazing smile 😍\n  ","904397":"\n   Wow you guys are getting so much hate\n  ","904398":"\n   X\n  ","904399":"\n   How´s Rachael?\n  ","904400":"\n   Leave Lauren alone random anon\n  ","904401":"\n   Why do girls keep wearing shorts under their skirts 😭\n  ","904402":"\n   Someone just tweeted should they be worried. You always mention fire\/explosions in your songs 🔥💣\n  ","904403":"\n   Stop wearing shorts under your skirts\n  ","904404":"\n   Yes was from me but ill go away\n  ","904405":"\n   Good night Lauren 😴🛏\n  ","904406":"\n   Hey laur\n  ","904407":"\n   Yes\n  ","904408":"\n   let me pm you urgent its\n  ","904409":"\n   Hey dude stop 🛑 it right now she doesn’t wanted to get married so go and find someone else to ask\n  ","904410":"\n   Your welcome Lauren I will always defend you\n  ","904411":"\n   ok we can't have kids unfortunately\n  ","904412":"\n   💔😂😂\n   \n    https:\/\/youtu.be\/z0qW9P-uYfM\n   \n","904413":"\n   meet me in Tennessee\n  ","904414":"\n   Can we talk on pm urgent to talk\n  ","904415":"\n   you breaking my heart\n  ","904416":"\n   She said no 👎 so leave her alone\n  ","904417":"\n   Na we ll be lovers forever\n  ","904418":"\n   Marry me\n  ","904419":"\n   Ok , Lauren means ?\n  ","904420":"\n   Your name represents what ?\n  ","904421":"\n   👀👀👀\n  ","904422":"\n   Hey,\n   \n    @ColbyBrockOfficial\n   \n   , she kinda likes you in a more than friends way!\n  ","904423":"\n   JUST TELL HIM!!!\n  ","904424":"\n   On a real tho, me and james would get along so well, we're both loud and excitable 😂\n  ","904425":"\n   ARGHHHHHHHH IM SCARED NOW, FUCK\n  ","904426":"\n   I answered it, oop-\n  ","904427":"\n   TRYNNA EXPOSE ME\n  ","904428":"\n   IM NOT EVEN ANSWERING THAT QUESTION YOU SENT ME OMFG\n  ","904429":"\n   well I lost all my money lol\n  ","904430":"\n   Have you ever asked someone else to quit smoking?\n  ","904431":"\n   😂😂\n  ","904432":"\n   Lol yup\n  ","904433":"\n   Oh I see  you're trying to make me jealous at all the fun you're having 😛\n  ","904434":"\n   Cool it's good to be round family 😊.\n  ","904435":"\n   What part of a kids movie completely scarred you?\n  ","904436":"\n   I want to know the last time this Anon used his brain.\n  ","904437":"\n   I received this question today and now I wanna ask you — What is your opinion about the platform OnlyFans?\n  ","904438":"\n   Do you make bed after you awake up?\n  ","904439":"\n   What's the most ridiculous fact you know?\n  ","904440":"\n   Nice display \nMiss Lauren\n  ","904441":"\n   On a scale of 1 to 10 how “cool” are you?\n  ","904442":"\n   What kind of music calms you down?\n  ","904443":"\n   Who uses tounge for a first kiss?\n  ","904444":"\n   How would society change if we discovered that ghosts actually exist?\n  ","904445":"\n   Selfie???\n  ","904446":"\n   How often do you get weird messages\/questions? 😆\n  ","904447":"\n   Hey\n  ","904448":"\n   Hi lauren hru\n  ","904449":"\n   Hey love! Be sure to spam me with a ton of questions! Send me whatever you’d like I answer anything and everything ✨ anonymous or not 💫 (sent this to everyone)\n  ","904450":"\n   Are you ticklish?\n  ","904451":"\n   Are your knees at different heights?\n  ","904452":"\n   So no \"no line\" sun bathing?\n  ","904453":"\n   do you use a washable mask?\n  ","904454":"\n   How would the world change if suddenly everyone could read each other’s thoughts?\n  ","904455":"\n   😁\n  ","904456":"\n   Sweet dreams\n  ","904457":"\n   Lol whenever that will be\n  ","904458":"\n   Dipsy dance 💚\n  ","904459":"\n   i hope all is well\n  ","904460":"\n   Anyways going to let you get some sleep have a good night.\n  ","904461":"\n   I agree with you there.\n  ","904462":"\n   I like those I love flowers\n  ","904463":"\n   It was more likely the wedding yall was too dressed up anyways we will have to wait for the pics and videos\n  ","904464":"\n   Thats fine i love a good surprise and Your brother Alex or another Alex? Cause your brother has shake it off on his story interesting  wedding song 😂\n  ","904465":"\n   Are you often fully naked when you're home alone?\n  ","904466":"\n   Okay I will check it out\n  ","904467":"\n   Thanks so sweet of you 🥰🥰\n  ","904468":"\n   But I am happy for her and Max did they have a wedding song?\n  ","904469":"\n   Tell me your most ridiculous joke? 😆\n  ","904470":"\n   Yeah I remember and soon as the video goes up I am definitely watching\n  ","904471":"\n   Have a good day today!\n  ","904472":"\n   Sweet deal I know everyone been asking for some lol\n  ","904473":"\n   Wyd?\n  ","904474":"\n   How was it? And will we get pics?\n  ","904475":"\n   PAP must-have items for the summer! 🏖️\n  ","904476":"\n   Oh?\n  ","904477":"\n   Umm same are you able to sleep?\n  ","904478":"\n   Yeah 😎 so there’s no 👎 way that Barcelona win the league the because we are going t\n  ","904479":"\n   Monkeys, Chimps & humans are all Primeates\n   \n    https:\/\/news.janegoodall.org\/2018\/06\/27\/chimps-humans-monkeys-whats-difference\/\n   \n","904480":"\n   Ya that one 🙈\n  ","904481":"\n   Nombra tres cosas que creas que no deberían existir en el mundo.\n  ","904482":"\n   Do you yell(angry) often😯?\n  ","904483":"\n   I remember that because you & Rachael did an Instagram live after the party.\n  "},"Answer":{"903412":"\n  Been on those always sat next to dani or lisa\n  ","903413":"\n  Just that I havent been really talkative\n  ","903414":"\n  Hamburger 🤷🏻‍♀️\n  ","903415":"\n  Sorry\n  ","903416":"\n  Today was just bad lol\n  ","903417":"\n  🧡💙\n  ","903418":"\n  No I dont have my soulmate yet :(\n  ","903419":"\n  No I had 400 questions  because I been to busy and not in the mood at night to answer\n  ","903420":"\n  😊\n  ","903421":"\n  I got myself confused with not answering questions as much this week\n  ","903422":"\n  I didnt learn anything new today but maybe tomorrow:)\n  ","903423":"\n  es mi nombre\n  ","903424":"\n  nadie más que yo y quién soy realmente por dentro\n  ","903425":"\n  Ask my exs\n  ","903426":"\n  Have a goodnight\n  ","903427":"\n  Hey I'll message you here in a bit I got to drive home and stuff and my phone is dying\n  ","903428":"\n  I'm trying not to lol.\n  ","903429":"\n  Trying to finish stuff for the band and catch up everyone and help out my friends who really need it right now catch a break\n  ","903430":"\n  Sorry I just been busy all this week :( I still havent been able to yet dinner either\n  ","903431":"\n  A persons message lol\n  ","903432":"\n  I'm pretty much like a natural look\/ more on the nude side of lipstick\n  ","903433":"\n  A six lol\n  ","903434":"\n  Night\n  ","903435":"\n  Only drink something with caramel in it or a cold brew\n  ","903436":"\n  Yeah that's colby lol not lisa\n  ","903437":"\n  Money lol\n  ","903438":"\n  Blue raspberry lemonade\n  ","903439":"\n  😂😂\n  ","903440":"\n  Not in a sushi mood currently  but yes I have ate sushi before\n  ","903441":"\n  Honestly I prefer the short\/medium style\n  ","903442":"\n  Not this year sadly with the whole covid stuff and christina in her 3rd trimester\n  ","903443":"\n  Not exclusive yet lol\n  ","903444":"\n  👀\n  ","903445":"\n  Idk\n  ","903446":"\n  Again stop.\n  ","903447":"\n  Stop asking  me personal questions\n  ","903448":"\n  Colby 🥺\n  ","903449":"\n  Happy Thursday lol\n  ","903450":"\n  Yesssssssssss\n  ","903451":"\n  I'm doing great\n  ","903452":"\n  Spiderman who is a cross over\n  ","903453":"\n  Shes doing great\n  ","903454":"\n  Well katherine got married so shes busy with like being with max, and lisa flew into florida the past week to celebrate  maddy's wedding as well\n  ","903455":"\n  Good just been staying busy helping my friends this week since we took a vacation  for the week off band work\n  ","903456":"\n  Thank youuuu\n  ","903457":"\n  😊💖\n  ","903458":"\n  😊\n  ","903459":"\n  Anything as long as it's not inappropriate\n  ","903460":"\n  Feels good to finally be able to go back to things\n  ","903461":"\n  No I do not sorry\n  ","903462":"\n  Gorgeous, make 'em drop dead, you a killer 🧡🦋\n  ","903463":"\n  Why does lauren have so many unanswered  questions  but yet I struggle to even get any decent amount of questions that are not some weird creep trying to slide into the inbox or hateful comments? Anyway goodnight everyone, stay safe ☆lisa\n  ","903464":"\n  She is a pretty remarkable  women ☆lisa\n  ","903465":"\n  Usually depended on the situation. Probably a week was the longest ☆lisa\n  ","903466":"\n  Momma knows what's best for her children. And no if she didnt take them away we wouldn't have gotten any rest for tour during that period of time ☆lisa\n  ","903467":"\n  Oh. I'm not sure what rapid eye music is even like lol like metal? ☆Lisa\n  ","903468":"\n  I'm back home now. I was only gone for the week to celebrate  a friend of mine getting married. ☆ lisa\n  ","903469":"\n  Shes single but might be taken soon\n  \n  ☆ lisa\n  ","903470":"\n  Someone  loves her\n  \n  ☆Lisa\n  ","903471":"\n  Awe :(\n  ","903472":"\n  Any functional  adult\n  ","903473":"\n  I'm not really a fan of most animals lol\n  ","903474":"\n  Not a sister but a friend in the music industry christina grimme\n  ","903475":"\n  RIP christina ❣ gone but never ever forgotten. We will always remember  what a beautiful  soul you were and how kind\n  ","903476":"\n  Pretty special even though the reception is post phoned\n  ","903477":"\n  I'm actually talking to someone at the moment 👀\n  ","903478":"\n  Since I was 8. But in general since I could talk\n  ","903479":"\n  👀\n  ","903480":"\n  Someone please stop me from catching feelings 👀\n  ","903481":"\n  Yeah ahah\n  ","903482":"\n  At the icecream shop? Theres about 30 trucks but a few are in for repairs\n  ","903483":"\n  And I said number 20 bc that's the old car I had that runs great lol\n  ","903484":"\n  Yeah lol been helping out at their shop\n  ","903485":"\n  Car number for the buisness\n  ","903486":"\n  No it was sarah my friend lol\n  ","903487":"\n  Yes it's on her leg she has like butterflies\n  ","903488":"\n\n   @Dncimorelli\n  \n","903489":"\n  I dont have any lol. My sister dani does tho\n  ","903490":"\n  \"Lauren you're taking number 20 today\n  \n  Me: give me my baby back 😂\n  ","903491":"\n  But a cute one 👀\n  ","903492":"\n  I just came out with this song. It’s called Automatic Love. It’s about a time when I was too scared to speak up and stand up for myself because I didn’t think I could handle the conflict that might occur if I did. That lead to me feeling very alone and isolated in the relationship I was in at the time. I felt like we were both almost like robots, doing everything we thought we should do and saying everything we thought we should say to keep the peace and keep each other “happy”. I just wanted to be a “good girlfriend” and I thought that meant taking the blame for anything I was upset about and trying to change my perspective on it so I wasn’t upset anymore instead of talking about it and fixing the problem. There’s only so long you can continue like that until the problems build up and the resentment piles on and on and on until there’s no love, no trust, and all that’s left is an empty hole where something beautiful could’ve been.\n  \n\n   https:\/\/www.instagram.com\/p\/CBQq67ECMKE\/?utm_source=ig_web_copy_link\n  \n","903493":"\n  Think I may be falling .... 🥺\n  ","903494":"\n  Yeah\n  ","903495":"\n  Mm maybe\n  ","903496":"\n  A pool\n  ","903497":"\n  Yeah\n  ","903498":"\n  I did 😊 went with amy and colby\n  ","903499":"\n  No its\n  \n   @ColbyBrockOfficial\n  \n  lol\n  ","903500":"\n  Have a good night\n  ","903501":"\n  Oof..\n  ","903502":"\n  😊\n  ","903503":"\n  Reminds me of this spelling game we had called apple pie.. where you went to spell a word and depending who got stuck on apple pie was out\n  ","903504":"\n  Haha yeah\n  ","903505":"\n  Oh hope your day is going well\n  ","903506":"\n  Pretty often\n  ","903507":"\n  She actually tried picking me up lol\n  ","903508":"\n  Yeah\n  ","903509":"\n  Seems fun lol\n  ","903510":"\n  Love my birthday twin of a sister\n  ","903511":"\n  Doing what I love to do\n  ","903512":"\n  Compassionate\n  \n  Ambitious\n  \n  Kind\n  ","903513":"\n  Cute\n  ","903514":"\n  Lucy plays in pretty little liars I believe as aria?\n  ","903515":"\n  I would like to see u disappear completely\n  ","903516":"\n  She been posting on her story?\n  ","903517":"\n  Not all\n  ","903518":"\n  Give me smaller boos\n  ","903519":"\n  Leaveeee\n  ","903520":"\n  👀\n  ","903521":"\n  Darkness travels at the speed of light. More accurately, darkness does not exist by itself as a unique physical entity, but is simply the absence of light.\n  ","903522":"\n  Happy birthday\n  ","903523":"\n  👀😌\n  ","903524":"\n  No I havent but one time I knocked before entering a restroom. The door was unlocked and no one answered so I walked in only to see a little girl sitting there... here she forgot to lock the door\n  ","903525":"\n  M.p.c 🥴\n  ","903526":"\n  😒\n  ","903527":"\n  To bad never gonna happen now leave\n  ","903528":"\n  Probably  myself bc I tend to chase after the wrong men who are either bad for me or taken already. And it becomes a toxic type of love\n  ","903529":"\n  You are always good enough...\n  \n  And only you can accept yourself and accept your worth\n  ","903530":"\n  Our family cat storm\n  ","903531":"\n  Nope\n  ","903532":"\n  Rain or like water around a Water fountain\n  ","903533":"\n  No\n  ","903534":"\n  No I havent I rarely watch actual tv\n  ","903535":"\n  Uhm I dont have s.x lol\n  ","903536":"\n  Planes even though I hate long flights and delays\n  ","903537":"\n  😳😊🧡😂🙃💜💙🤮🤖😌👀💖🥺💍🤷🏻‍♀️🤯😒🦋💫💔💤🖤🇺🇸🍯🇮🇹🇧🇬❣🥴\n  ","903538":"\n  Yeah I may be but you're not doing anything to me\n  ","903539":"\n  If it was a small child then yes I would otherwise I dont really trust people to pick them up never know their true intentions\n  ","903540":"\n  The bad habit I have of biting my lip\n  ","903541":"\n  At times just so I could understand  what they're thinking about a situation and stuff\n  ","903542":"\n  A d you can kindly go somewhere else\n  ","903543":"\n  What if everytime someone farted it sounded like bubbles popping 😳\n  ","903544":"\n  In between depends on my body and how much sleep and stuff I got\n  ","903545":"\n  Probably  not, not to be mean\n  ","903546":"\n  Lol\n  ","903547":"\n  Neither has crisis\n  ","903548":"\n  Thank you\n  ","903549":"\n  Yessss\n  ","903550":"\n  Might be the backyard\n  ","903551":"\n  Lol I just go to the store and get the premade ones or the chicken tenders with the sauces\n  ","903552":"\n  I have a little allergy to it :(\n  ","903553":"\n  Sounds good.\n  ","903554":"\n  No christina and Nick's wedding was in California.\n  \n  Kath and max had theres in Tennessee  however some of the photos where taken in our parents backyard\n  ","903555":"\n  Probably emotionally and mentally bc I've been hurt multiple times pretty badly and just shut the door on the world for a few months\n  ","903556":"\n  I did 😊\n  ","903557":"\n  So kinda like fried potatoes but with seasoning? Lol\n  ","903558":"\n  Lol\n  ","903559":"\n  I bet\n  ","903560":"\n  Dont believe I have\n  ","903561":"\n  No just it was used like two days ago but it's pretty big and not using it for anything else\n  ","903562":"\n  Some what but I'm not that type of person\n  ","903563":"\n  Sometimes\n  ","903564":"\n  Thank you 🧡\n  ","903565":"\n  No they have some fancy type of sauce on them lol\n  ","903566":"\n  I just threw out an onion lol\n  ","903567":"\n  Barbeque ribs and salad lol\n  ","903568":"\n  Getting stuff for dinner ready\n  ","903569":"\n  Its okay\n  ","903570":"\n  I think china does?\n  ","903571":"\n  Yeeting and sleeping 😂\n  ","903572":"\n  Lol yeah\n  ","903573":"\n  Lol...\n  ","903574":"\n  We been since February 😂\n  ","903575":"\n  Lol havent had actual Chinese  in monthsss\n  ","903576":"\n  Bc of christian 🙃\n  ","903577":"\n  That's not alex..... that's max\n  ","903578":"\n  I have no idea\n  ","903579":"\n  The next person who calls me lauren surray is getting punched 🙃 and yeahh\n  ","903580":"\n  It's like time is flying by .... christina, katherine, dani all being married. Lisa is engaged and then theres me and amy just yeeting\n  ","903581":"\n  When colby comes over your house and falls asleep on the couch....\n  \n   @ColbyBrockOfficial\n  \n","903582":"\n  My mother and 4\/5 of my sisters\n  ","903583":"\n  The frame of my old bed wouldn't come apart so I tried to like pull and twist with the thing to see if it would like crack or something  and accidentally  hit the tv\n  ","903584":"\n  Probably food bc I havent ate yet. And i want cuddles\n  ","903585":"\n  No but I have cracked a tv screen out of frustration  with an object that wouldn't come apart\n  ","903586":"\n  The piano, and I'm currently learning guitar 😊\n  ","903587":"\n  Ahah depends if they're home and how many people are there bc yesterday they had a bbq and the whole street was lined with cars and the backyard had tons of towels hanging by the pool\n  ","903588":"\n  I like that I'm a nice person and want to help others and always work and come up with ideas but I hate that I tend to avoid myself and refuse to say no when I need a break and stuff\n  ","903589":"\n  I am lol\n  ","903590":"\n  The lyrics I listen to closely to see what the actual meaning behind the song is about\n  ","903591":"\n  😊\n  ","903592":"\n  They have a huge in ground pool lol\n  ","903593":"\n  That's a good thing 🧡💙 hope he continues to treat you good\n  ","903594":"\n  I could go to my friends but idk if they're home lol\n  ","903595":"\n  Was on call to help out with my friend again but they didnt want people driving and stuff in the heat today\n  ","903596":"\n  I've been doing alright today just trying to stay cool and limit my time outside due the air being kinda dry and pollen  everywhere\n  ","903597":"\n  No\n  ","903598":"\n  No thanks\n  ","903599":"\n  Awe thanks\n  ","903600":"\n  The water temperature  getting too cold or to hot really quick I guess\n  ","903601":"\n  Thanks\n  ","903602":"\n  It's not that it's a worry it's the fact that the shore smells like sewer 🤮\n  ","903603":"\n  More of a homebody lol\n  ","903604":"\n  I did but I didnt pop off like lisa did\n  ","903605":"\n  Nope not yet\n  ","903606":"\n  I kinda wanna go swimming  but our community  pool isn't open and the beach has dead fish washed up on the shore and I am not swimming with some dead fish\n  ","903607":"\n  You as well\n  ","903608":"\n  No we all have our fears and stuff\n  ","903609":"\n  People in the cimfam lol. Bc the video lisa posted\n  ","903610":"\n  And here goes people fighting over my brothers nick and joey again\n  ","903611":"\n  🧡🤖\n  ","903612":"\n  Love this\n  \n   https:\/\/mobile.twitter.com\/calleirocim\/status\/1270131641202216973\n  \n","903613":"\n  Night\n  ","903614":"\n  Yeah?\n  ","903615":"\n  Instagram.com\/bysarahkay\n  ","903616":"\n  No one has ever seen my body?\n  ","903617":"\n  The post is on Sarah's Instagram\n  ","903618":"\n  The fact they saw a rainbow when doing the maternity shoot though 🥺\n  ","903619":"\n  Yes and I told you it's a boy lol 💙\n  ","903620":"\n  I brought them when I got all my other shorts and stuff and got lisa a pair as well so everyone had their own matching ones. But no the current issue I'm having is with bra sizing. Bc Victoria and pink fit differently  then other brands and it's always been an issue I had lol\n  ","903621":"\n  Cuteee. Also having the same issue with my clothing for the upper part of the body 🙃\n  ","903622":"\n  Probably song lyrics\n  ","903623":"\n  Same\n  ","903624":"\n  Yes\n  ","903625":"\n  Yeah\n  ","903626":"\n  I have a lot of questions  in my inbox so please let me limit them\n  ","903627":"\n  Kinda answered this a few posts ago\n  ","903628":"\n  Messed up and disgusting and they should be found and charged for their crimes if they're still alive\n  ","903629":"\n  Gyms are back open, restaurants  you can dine in on certain places but they have a limit on how many people and space apart. Bars are back open, and next week the amusement parks and that open back up\n  ","903630":"\n  Maybe when you're  trying to keep something  from them weather it's to protect them for a few years or to make sure they really will understand  even though it will hurt them when the time comes. Or maybe you brought say a toy for their birthday or a game they wanted and you have it hidden at home but then you're out shopping and they beg you for the item you brought so y ok u try to distract them or say you will buy it later when you have money is okay\n  ","903631":"\n  I managed to get sleep that night however and I'm now back on track lol\n  ","903632":"\n  Yeah but things are opening back up like each week\n  ","903633":"\n  Yeah\n  ","903634":"\n  Read daily devotions\n  \n  Try to learn something new each day\n  \n  And drink po plenty of water\n  ","903635":"\n  But we are not all the same as our ancestors or previous generations were. Change happens and we can be the ones to change how we treat and respect others\n  ","903636":"\n  I think any over sea flights are you can only fly in your country :(\n  ","903637":"\n  I'm still good.\n  ","903638":"\n  Lol\n  ","903639":"\n  Try to talk to them and see if something is up or if u did something to make them sad or angry with you. If they dont tell you then its probably  best to just ignore them and leave them be\n  ","903640":"\n  At the moment I am very content with how my life is and theres nothing I really need or want atm\n  ","903641":"\n  Bistro onion sounds good atm\n  ","903642":"\n  Definitely  the piano\n  ","903643":"\n  The old myths that were passed down throughout every generation. Used to be scared to go down in this one town bc of it but then I did research and debunked it\n  ","903644":"\n  That's good\n  ","903645":"\n  Any home made soup\n  ","903646":"\n  At times I do especially if I'm trying to see something far away that my eye isn't exactly picking up\n  ","903647":"\n  Soup\n  ","903648":"\n  Just wrap me in a tight hug to where I'm suffocating on the smell of their cologne and dont let go. And say nice things\n  ","903649":"\n  Awe thanks 😊\n  ","903650":"\n  Thanks\n  ","903651":"\n  💙\n  ","903652":"\n  Sorry\n  ","903653":"\n  I think that's just the girl she is a fan of tbh\n  ","903654":"\n  A few things I think about from time to time because there was never a clear explanation as to why it happened\n  ","903655":"\n  Probably be nervous and freak out bc I love justin since I was a kid lol\n  ","903656":"\n  It always changes currently inlove with midnight by alesso ft liam Payne\n  \n\n   https:\/\/youtu.be\/OD1pVMiBN_0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","903657":"\n  Not sure aha\n  ","903658":"\n  Shes in florida\n  ","903659":"\n  You never gave a good reason for me not to trust you\n  ","903660":"\n  I know it wont but probably ly still the worse thing to happend\n  ","903661":"\n  Give nudes\n  ","903662":"\n  Quiet\n  ","903663":"\n  Thanks\n  ","903664":"\n  My grandmother bc I know she would just want to protect me and do nice things to cheer me up\n  ","903665":"\n  Because its suppose to like .... turn a girl on in some way lol\n  ","903666":"\n  A bit\n  ","903667":"\n  I only talk to people idk on here sorry\n  ","903668":"\n  Well like 2 years old lol\n  ","903669":"\n  Sure\n  ","903670":"\n  Aha\n  ","903671":"\n  No lol\n  ","903672":"\n  You deserve to be treated well by the people in your life. Don’t settle first anything less. You are worth it!\n  ","903673":"\n  Thank you 💙🧡\n  ","903674":"\n  Yes all lives matter but right now we are focusing on getting justice and peace for black lives bc they matter\n  ","903675":"\n  I'm not a mom yet lol\n  ","903676":"\n  One of the brothers that film our videos actually went to the protest down here in nashville and captured some footage. You can view it on his Instagram\n  ","903677":"\n  Lisa is currently  in florida with friends for a friends wedding or her friends bridemoon\n  ","903678":"\n  Shes alright she did an update on how her third trimester  is going last night\n  ","903679":"\n  Glad everyone is okay\n  ","903680":"\n  Thanks 😊\n  ","903681":"\n  It was mothers day and also the week my sister announced her gender reveal. She brought shirts for all of us that said \"proud ____ \" and we just took a picture with all of us in it except dani bc she couldnt be there\n  ","903682":"\n  Or change the one we currently  live in\n  ","903683":"\n  😊\n  ","903684":"\n  I dont know what this was suppose to go to as a response lol\n  ","903685":"\n  Hope you had a wonderful night\n  ","903686":"\n  That's a good thing lol\n  ","903687":"\n  No?\n  ","903688":"\n  It's so the grease doesnt get all over my hands and that lol\n  ","903689":"\n  Yesss true\n  ","903690":"\n  It's out everywhere now lol\n  ","903691":"\n  Pretty good could be better or could be worse lol\n  ","903692":"\n  Copying someone else's work\n  \n  Looking up an answer key to a test or something and writing down the answers\n  \n  Rigging a voting system\n  \n  Flirting and talking to multiple people or having sx with someone other than the person u are with\n  ","903693":"\n  Haha\n  ","903694":"\n  She has a private twitter that she uses and only follows friends and family on. Her band one that's verified she deletes bc people were always sending hateful things to her and emmyn\n  ","903695":"\n  The racism - I want everyone to get a long and respect  and love eachother regardless of color of their skins or their race\n  \n  Poverty- no one should have to live in certain situations where theres no clean water, warmth, a clean place to lay their heads or worry when their next meal will be\n  \n  Education- the pricing to go to college or the fact that children are constantly tested on a score average rather than what they actually know\n  ","903696":"\n  Yes I do, I believe good things come to those at times when its least expected or needed\n  ","903697":"\n  I'm becoming an aunt to a baby boy soon who is so special already💙\n  ","903698":"\n  I personally didn't get to see it even though I looked at the moon all night that day. It was just the same soft white glow as always\n  ","903699":"\n  You ever sit here at times and think about how long you would've been with someone if things didnt go wrong... bc currently  I would've been engaged ...\n  ","903700":"\n  Lol\n  ","903701":"\n  One where I was just thanking someone for supporting us and letting them know I appreciated them lol\n  ","903702":"\n  Probably  a while ahah\n  ","903703":"\n  Contigo aka take me home by midnight red. I love the spanish version more than the english version and we tried a few times to sing a short version of it in spanish when we were touring in spain but I didnt know all the words lol\n  ","903704":"\n  Lol thanks\n  ","903705":"\n  3 years bc those were the worst years of my life\n  ","903706":"\n  My family\n  ","903707":"\n  Hi\n  ","903708":"\n  Orange\n  ","903709":"\n  Secret ;)\n  ","903710":"\n  Like 7 times I think... because our family was living in a small house when I was younger and our family was expanding so we needed more room so we moved like house twice I think. Then we moved from el Dorado hills to Malibu and moved houses twice... till we found one that fit all of us for 5 years and was easy to go from la to Malibu for our jobs. Then we moved to nashville and while the older girls had their own apartments me and dani and the younger boys lived at the family house then when dani moved out into emmyns family house l. Me and amy moved into an apartment together and eventually moved into our own house and kallen was living with us for a year and moved back to California  making it to where we needed a roommate  so arielle now lives with us\n  ","903711":"\n  Possibly\n  ","903712":"\n  1 .21\n  \n  2. Blue and orange\n  \n  3. 5'7\n  \n  4. Yes but I am talking to someone and\n  \n   @alicexrosexking\n  \n  knows who ahah\n  \n  5. Hearing our song play on the radio for the first time\n  \n  6. Not your buisness to know\n  \n  7. M.p.c\n  \n  8. Colby\n  \n  9. M.p.c 👀\n  \n  10. Cuddlessss\n  ","903713":"\n  non capisco questa domanda scusa\n  ","903714":"\n  I'm 21 that's legal age but I'll never go into that type of buisness bc I have respect for myself and the younger audiences that look up to me\n  ","903715":"\n  No? Marriage is when 2 people are committed to eachother and want to spend the rest of their lives together and start a new chapter in life\n  ","903716":"\n  I know lol\n  ","903717":"\n  Too many to tag but they should all know who they are bc they're constantly supportive and nice towards me and can hold conversations  pretty well lol\n  ","903718":"\n  Either australia or turkey. Australia bc it's been like a goal for a few years to try to get out that way and do a tour with the band. Turkey bc I just want to go to the hot air balloon festival and cross off a hot air balloon ride from my bucket list. So australia I would want to go with my sisters and turkey I would take my sister lisa with me bc that's also on her bucket list\n  ","903719":"\n  I dont even want to move atm\n  ","903720":"\n  I want to see big time rush come back and do a full reunion tour. They're suppose to be coming back sometime this year I heard but I would want them to perform all their classic songs like \"if I ruled the world, world wide, boyfriend etc.\n  ","903721":"\n  Right now I really need to go see a chiropractor  bc my body is hurting and so tensed\n  ","903722":"\n  🧡\n  ","903723":"\n  Yeah\n  ","903724":"\n  ich bin mir nicht sicher\n  ","903725":"\n  Check this out 💙\n  \n\n   https:\/\/open.spotify.com\/track\/7eHJAKJJ5IhLJlbQ2BMa2c?si=PS_23h0URJOSR3iC3qp8WA\n  \n","903726":"\n  It was in hindi so I tried my best to translate  it\n  ","903727":"\n  Appreciate  it\n  ","903728":"\n  How are you?\n  ","903729":"\n  main sirph din ke lie uthata hoon\n  ","903730":"\n  La nueva disney llamada z.o.m.b.i.e.s\n  ","903731":"\n  A house is just a house you are staying in that you have no memories or connection to. A home is where the love, happiness, people, and everything that matters to you is\n  ","903732":"\n  tratando de averiguar dónde encajas realmente con grupos de amigos y quién quieres ser realmente\n  ","903733":"\n  Okay but back then he was cuteee\n  ","903734":"\n  Alright I have tons of unanswered questions but I'm really tired and need to relax so I'll answer as many as I can tomorrow\n  ","903735":"\n  The guy that plays ricky from the secret life of an american teenager\n  ","903736":"\n  What nani stands for\n  ","903737":"\n  Come up with new ideas\n  ","903738":"\n  😊\n  ","903739":"\n  Welcome\n  ","903740":"\n  Stephen curry\n  ","903741":"\n  That's a good thing\n  ","903742":"\n  I'm not a huge talker on the phone tbh I'll rather message or text  someone\n  ","903743":"\n  Hope no one got hurt\n  ","903744":"\n  I'm pretty content\n  ","903745":"\n  Listener\n  ","903746":"\n  Happy to have someone who loves and supports you or is always there through the bad and the good\n  ","903747":"\n  On the beach near the water\n  ","903748":"\n  Compassionate\n  \n  Loyal\n  \n  Talented\n  ","903749":"\n  Yeau\n  ","903750":"\n  Goodnight\n  ","903751":"\n  Yeah\n  ","903752":"\n  Yep\n  ","903753":"\n  Np\n  ","903754":"\n  I'm not jinxing it but I think little guy is going to be a birthday triplet\n  ","903755":"\n  Okay ttyl\n  ","903756":"\n  Lol I though Christina would be a girl for awhile\n  \n  Katherine I see her being a mom to a girl first\n  \n  Lisa- I think was a \"foster\" mom to boys before when she was dating sam right ?\n  \n   @WhySoManyTaken\n  \n\n  Amy I see as a girl mom\n  \n  Me - definitely  a boy mom\n  \n  Dani - boy lol\n  ","903757":"\n  Lol. At first I thought it was a girl, tbh I think sperro was a girl :\/\n  ","903758":"\n  You too\n  ","903759":"\n  Got home late, feeling sore\n  ","903760":"\n  Lol\n  ","903761":"\n  It's not about the nuggets it's about the lies\n  ","903762":"\n  I feel I do good at decorating  lol\n  ","903763":"\n  Lol\n  ","903764":"\n  That I dated someone I never even had connections to\n  ","903765":"\n  Unfortunately\n  ","903766":"\n  That would be cool\n  ","903767":"\n  The girls favorite besides the cotton candy flavored\n  ","903768":"\n  Or something involving music or psychology\n  ","903769":"\n  They're made by rich's I believe\n  ","903770":"\n  I want to be an interior designer that's somewhat a buisness owner lol\n  ","903771":"\n  Never want to run a buisness that involves food that's for sure ahaha. Although I tend to help a lot at cafes and stuff for friends\n  ","903772":"\n  I see\n  ","903773":"\n  I have the sour blue raspberry ones. Big favorite of the girls. You should be able to find them at like corner stores on if you have icecream trucks around they sell them for a $1 here\n  ","903774":"\n  Just getting ready for bed\n  ","903775":"\n  Just glad I didnt have to do the stocking for each truck this morning. It's a fun thing to help out with but u get annoyed and so on\n  ","903776":"\n  United states\n  ","903777":"\n  Uhm okay 🤷🏻‍♀️\n  ","903778":"\n  They're the sour cherry or the sour blue raspberry and I think lime?\n  ","903779":"\n  I'm actually pretty skinny with a fat --- if u know what I mean 🤷🏻‍♀️\n  ","903780":"\n  Take orders and made them all day had to continue typing in information to people's credit cards into the system and keeping track of how much for each truck that was out today at the shop. Then go with my friend to the truck shop to get all the trucks in the garage and the money counted and stuff\n  ","903781":"\n  Sure we can on here :)\n  ","903782":"\n  You never had those savagely sour popsicles 😳🤯\n  ","903783":"\n  It was super busy and just wow today\n  ","903784":"\n  Thank you so much\n  ","903785":"\n  Proud of her\n  ","903786":"\n  Lol theres a whole tub and sour popsicles in the freezer\n  ","903787":"\n  Just got home  a few minutes ago.. ate dinner and now just getting ready for bed\n  ","903788":"\n  I need to go back and rewatch 13rw but theres so many relatable things that cause triggers so it's hard to watch and actually pay attention\n  ","903789":"\n  One bite is a slow and painful death\n  ","903790":"\n  😂😂😂\n  ","903791":"\n  Then use your voice to speak up and make a change\n  ","903792":"\n  Shes pretty amazing, and I'm doing okay just had a really busy weekend between working on stuff for the band and my own career and then volunteering  at a friends new icecream shop on the weekend... today was so busy the cops had to come direct traffic because so many people were waiting in line ( dont worry corona virus restrictions are in place still). And then we had to hurry up and try to get it calm a bit to get the trucks into the shop and stuff as well\n  ","903793":"\n  \"You remind me of a girl I was knew \"\n  ","903794":"\n  Ok\n  ","903795":"\n  As I'm sure many others do as well\n  ","903796":"\n  I'm a us citizen so I cant get deported lol and trust me people dont want or wish they were deported\n  ","903797":"\n  I am lol\n  ","903798":"\n  I'm not trying to get with him 🙃 lol I'm still friends with him not like I'm gonna have intimacy  with him\n  ","903799":"\n  I'm not discussing my private and personal information on here...\n  ","903800":"\n  What did I do?\n  ","903801":"\n  How are you?\n  ","903802":"\n  I did\n  ","903803":"\n  They dont all have accounts on here only lisa and dani do. Amy stopped using hers and christina and katherine never had one.\n  ","903804":"\n  I read the previous message\n  ","903805":"\n  My instagram is the same as my username just remove the \"its\" from it\n  ","903806":"\n  Long\n  ","903807":"\n  Like a light black\/ blonde\n  ","903808":"\n  My dads birthday isn't for a few months\n  ","903809":"\n  Currently not studying anything. I do eventually want to go back to college for classes and major in either something involving music, interior design or psychology\n  ","903810":"\n  Not answering  that lol\n  ","903811":"\n  Going on 11 pm\n  ","903812":"\n  I see but I'm not romantically  interested  in you\n  ","903813":"\n  Hi\n  ","903814":"\n  🧡\n  ","903815":"\n  Yes many times with my ex christian 😂 never wanted to smack someone so hard in those moments\n  ","903816":"\n  Lol\n  ","903817":"\n  Voted for ya\n  ","903818":"\n  I normally try to shrug it off and not let it get to me but sometimes it just becomes to much and I get frustrated and irritated so I may snap unintentionally  or I cry\n  ","903819":"\n  Theres more but let me call her out soon bc I know the real angela 🙃\n  ","903820":"\n  Appreciate it always\n  ","903821":"\n  Awe yay 😊\n  ","903822":"\n  Thank you  !!!\n  ","903823":"\n  I have brown eyes as well but agree they are 😌\n  ","903824":"\n  Stay safe and we had a bad storm here a few months ago in Tennessee  that had tornados and destroyed houses and stuff :( we were just coming back from  the bahamas\n  ","903825":"\n  I'm honestly so skinny lol\n  ","903826":"\n  It's a family ran buisness  I'm here with the daughters lol\n  ","903827":"\n  At an icecream shop ahaha\n  ","903828":"\n  Busy I'm helping out a friend today lol\n  ","903829":"\n  He needs to come give me attention 😒\n  ","903830":"\n  Before you go by lewis capaldi hits different when you're driving late at night back home from the city ....\n  ","903831":"\n  Try to learn atleast one new thing each day\n  ","903832":"\n  I dont really  see it at all sorry\n  ","903833":"\n  My soulmates heart\n  ","903834":"\n  Love when you can just have a big dance off and sing loudly and off key and dance and laugh with friends to a song. Recently that's been blueberry faygo lol\n  ","903835":"\n  Visit Australia and to go on a hot air balloon  ride\n  ","903836":"\n  Laurisa moments\n  ","903837":"\n  My grandmother that passed a few years ago\n  ","903838":"\n  About to tell someone to come cuddle lol\n  ","903839":"\n  Well she is the manager 🤷🏻‍♀️\n  ","903840":"\n  💖\n  ","903841":"\n  That's a lovely thing\n  ","903842":"\n  Like a fan or something  to block out the creaking  of the house or whatever.\n  ","903843":"\n  I don't really understand  what you're asking here sorry\n  ","903844":"\n  I can only fluently  speak english\n  ","903845":"\n  White noise is the only way I can really sleep anymore. Also have trouble falling asleep at other people's houses lol\n  ","903846":"\n  Nope still have my appendix even tho I get certain pain in that area every now and then\n  ","903847":"\n  Hi\n  ","903848":"\n  Yes I do but many people who cant take life in the spotlight try to fake their deaths and start off fresh with a new identity\n  ","903849":"\n  I normally sleep with a fan in winter but I'm not a constant air person\n  ","903850":"\n  Of course she should try to defend herself and fight off her abuser... who the heck would just let someone hurt them ?? And not try to fight back?  But if she is that doesnt make her any less of who she is and it's not her fault. Shes not a label on what happened  to her\n  ","903851":"\n  I watched and read to many sad books and movies in my 21 years of life\n  ","903852":"\n  I have the air on but feel it should be left on considering it's hot as heck in the afternoon\n  ","903853":"\n  I love vacuuming  the floors lol\n  ","903854":"\n  Np\n  ","903855":"\n  The one time we were Europe mom took all our phones away bc we didnt get enough hours of sleep and went 42 hours on the bus\n  ","903856":"\n  Yeah it is but I seriously am freezing atm\n  ","903857":"\n  Bc certain family members been going to the hospital this year with high blood sugars and being listed as diabetic and stuff and I dont want to be one of them\n  ","903858":"\n  Yep\n  ","903859":"\n  This one isn't bad though... they just make sure I'm safe and not doing anything wrong\n  ","903860":"\n  I dont really like comedy movies all like that... but grownups\n  ","903861":"\n  I have a stalker though lol 😌\n  ","903862":"\n  I'm doing pretty good, just been busy. How about you?\n  ","903863":"\n  Music or a tv show or just things in life that are worth having deep conversations  about\n  ","903864":"\n  I dont have one but I could get one\n  ","903865":"\n  No my parents only took away my phone when I was in trouble or we were on tour and had a big show and I havent gotten enough sleep\n  ","903866":"\n  Well when I was younger I was normally in bed by 8. Especially out by myself but if I was out with my older sisters or brothers then it was 11\n  ","903867":"\n  Sorry\n  ","903868":"\n  I'm not sure and what does rem stand for ?\n  ","903869":"\n  It was hot here today now it's kinda chilly. Makes the perfect cuddling weather tbh\n  ","903870":"\n  Have a great day\n  ","903871":"\n  Sounds good\n  ","903872":"\n  When things are alright maybe in the daytime\n  ","903873":"\n  caminar en fe\n  ","903874":"\n  Not that girl sorry\n  ","903875":"\n  wovon redest du überhaupt Es tut mir leid, aber ich verstehe nicht\n  ","903876":"\n  patineta\n  ","903877":"\n  si, lo sé personalmente charlie puth\n  ","903878":"\n  My night has been pretty long but now I'm just home relaxing\n  ","903879":"\n  Ladybugs\n  ","903880":"\n  Glad to hear javi\n  ","903881":"\n  There was one on the main strip in downtown today but only lasted like an hour\n  ","903882":"\n  Plus\n  \n   @RyersonHamlin\n  \n  's adoptive brother spoke italian so I picked it up from him\n  ","903883":"\n  Mickey Mouse ist nicht vor Paris. Der Eiffelturm ist.\n  ","903884":"\n  Probably  a disney movie would love to play in descendants  or some other popular Disney line. I'm not exactly sure if they're continuing the series with descendants  now or not....\n  ","903885":"\n  Endless love bc money doesnt really buy happiness all the time\n  ","903886":"\n  Wouldn't sonic be considered  a dine and dash?\n  ","903887":"\n  Probably my index finger lol\n  ","903888":"\n  Look for it so I can kill it... and yes im constantly  being bit by them\n  ","903889":"\n  Poverty bc no one deserves to live in those situations where they cant even find a crumb of food to eat\n  ","903890":"\n  I think I'm still finding out who I'm meant to be on a daily basis\n  ","903891":"\n  No I dont think she would considering  our friends and that comment the same thing\n  ","903892":"\n  Yes but I dont give out to people idk\n  ","903893":"\n  You said stop playing it safe girl I want to see you lose control\n  ","903894":"\n  Nobody does it like me bb 💫\n  ","903895":"\n  Also its not Lisa's  bridal shower it's for her friend maddy lol they're in florida\n  ","903896":"\n  Blueberry faygo\n  \n   @lisamcimorelli\n  \n  the new hair\n  ","903897":"\n  Nah you didnt I just cant sleep today\n  ","903898":"\n  Has nothing better to do\n  ","903899":"\n  Oh dean... yeah fake fans\n  ","903900":"\n  What?\n  ","903901":"\n  Not that I'm really aware of ? I think my sisters have some\n  ","903902":"\n  Used to be my relationships but I'm single so now my focus is on my music and myself\n  ","903903":"\n  Anxiety attacks\n  ","903904":"\n  Expected a change in the ending\n  ","903905":"\n  Personal info\n  ","903906":"\n  Introvert\n  ","903907":"\n  Nope just try to eat healthy and excercise\n  ","903908":"\n  Not really we can change it\n  ","903909":"\n  I'll kik u\n  ","903910":"\n  Maybe but I dont think I would want to live forever\n  ","903911":"\n  Kinda mind blown\n  ","903912":"\n  Good things come to those who are patient\n  ","903913":"\n  The secret life of an American teenager  season 3 episode 26 ....💔\n  ","903914":"\n  😊\n  ","903915":"\n  💤💤💤💤💔🥺👀😳🤯😒\n  ","903916":"\n  That video is so old 😂😂😂\n  ","903917":"\n  Thanks\n  ","903918":"\n  Not really lol\n  ","903919":"\n  I am fineeee\n  ","903920":"\n  Thank you !!! Glad you enjoyed it\n  ","903921":"\n  Sorry I dont belt any high notes in this ... video tomorrow on our youtube channel\n  \n\n   https:\/\/youtu.be\/FAEO1uDbtxQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","903922":"\n\n   https:\/\/youtu.be\/i4ulI4u04cc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  You love me with a broken heart 🥺\n  ","903923":"\n  Heart eyez\n  ","903924":"\n  To have a big family of my own someday\n  ","903925":"\n  Not really just trying to focus on what needs done\n  ","903926":"\n  Laurel tree, wisdom\n  ","903927":"\n  His smile 🥺\n  ","903928":"\n  Ralph breaks the internet because then I can visit any realm or video game I wanted to 😊\n  ","903929":"\n  💙🧡💙\n  ","903930":"\n  I was pretty amazed to find out this famous portrait was created by an ancestor of one of my friends :)\n  ","903931":"\n  The other day\n  ","903932":"\n  I'm sorry to hear, hope you feel better soon\n  ","903933":"\n  Mostly good however I have some bad ones. Like overthinking or constantly  working\n  ","903934":"\n  Yeahhh\n  ","903935":"\n  Ding ding\n  ","903936":"\n  Linguine\n  ","903937":"\n  Google\n  \n  Wikipedia\n  \n  Adult sites\n  ","903938":"\n  Paris\n  ","903939":"\n  Low ranges\n  ","903940":"\n  😊\n  ","903941":"\n  Hope you have an amazing weekend\n  ","903942":"\n  I cant really promote this atm bc we are on a muted feed till Sunday on Instagram so I need all the streams possible\n  \n   https:\/\/open.spotify.com\/track\/7eHJAKJJ5IhLJlbQ2BMa2c?si=X7BoYkRdSQipzJs1v51Kig\n  \n","903943":"\n  Oh this is my solo song lol\n  ","903944":"\n  What do you mean logo?\n  ","903945":"\n  Just my new song automatic love came out today 😊\n  ","903946":"\n  Parasailing\n  ","903947":"\n  A rewards card that isn't even mine lol\n  ","903948":"\n  🤷🏻‍♀️ dont think people realize I like someone either\n  ","903949":"\n  How to code 🤷🏻‍♀️ intelligence, life skills\n  ","903950":"\n  Fairest of them all\n  ","903951":"\n  Chicken\n  ","903952":"\n  I dont know the name yet but christina kinda had a name in mind she wanted to run by nick first\n  ","903953":"\n  Thanks\n  ","903954":"\n  Just a rough day\n  ","903955":"\n  Just a rough day\n  ","903956":"\n  Ahah I was nervous at first but eventually I was amazed\n  ","903957":"\n  Being able to live another day\n  ","903958":"\n  This is for you\n  \n\n   https:\/\/open.spotify.com\/track\/7eHJAKJJ5IhLJlbQ2BMa2c?si=UrmFU-cTR0uMHNIiZIlIlw\n  \n","903959":"\n  Not my style tbh\n  ","903960":"\n  I have no clue\n  ","903961":"\n  Probably my charisma bc I'm a introvert and tend to be more quiet and just observe what's going on around me. Decrease maybe my intelligence  a bit\n  ","903962":"\n  Yep they matter\n  ","903963":"\n  I'm doing pretty good, just having a rough day so far\n  ","903964":"\n  Probably  something to eat or that I really needed like a necessity\n  ","903965":"\n  No\n  ","903966":"\n  💙\n  ","903967":"\n  Just tired and wanting to be left alone... but I got things to do\n  ","903968":"\n  Wasnt wearing a coat\n  ","903969":"\n  Mhm\n  ","903970":"\n  😂😂 a big tote filled with  dolls\n  ","903971":"\n  I'm safe and life is pretty good. Just have those days where I feel bad or I'm happy and excited but that's life\n  ","903972":"\n  No I was literally  laying in my bed and then felt like I couldnt breathe and was choking and I wanted to cry out....\n  ","903973":"\n  I'm not giving out my number to anyone just so my phone can be spammed and stuff\n  ","903974":"\n  I'm not that excited but would be pretty cool to see the galaxy up close and personal. But however when people announce something  like that they normally want tons of money that's out of many people's budgets.\n  ","903975":"\n  Lol\n  ","903976":"\n  People bothering  me and bc I had a literal panic attack in my sleep last night\n  ","903977":"\n  On youtube, spotify, apple music and any other streaming device\n  \n  @ cimorelli\n  ","903978":"\n  Eh not so happy friday.... a girl is tired, a girl is annoyed\n  ","903979":"\n  We are fighting for justice\n  ","903980":"\n  Hanging out with my bestfriends as soon as this ban is liftedddd\n  ","903981":"\n  😊\n  ","903982":"\n  😊\n  ","903983":"\n  It's only just begun and I'm already wanting to go back to sleep\n  ","903984":"\n  Being backstabbed by your family ....\n  ","903985":"\n  Yeahh I go through those moments about once a month\n  ","903986":"\n  Well that's what blocking is for or just ignore them because most hate is just recycled from the same things u already heard your entire life\n  ","903987":"\n  We can chat on here sorry\n  ","903988":"\n  TOMORROW 😌💙🧡\n  \n  THE VIDEO YOUVE ALL BEEN ASKING FOR  #ILoveMe\n  ","903989":"\n  I'm not sure why I was ....or still am awake early when I'm literally still exhausted\n  ","903990":"\n  I really try to drink tons of water each day but sometimes that just doesnt happend. Lol but with it being so humid and hot this week I've been drinking more water and making sure I stay hydrated  and cool\n  ","903991":"\n  People will hate on you regardless if you speak out or not. Or post a lot or a bit. Bc they're too worried about what others choose to do with their own life rather than focusing on their own and thinking about what they can do to change things themselves\n  ","903992":"\n  Yes I have heard of her before and her music\n  ","903993":"\n  Hi\n  ","903994":"\n  A box full of memories that I keep basically like photos, a teddy bear or a ticket or wristband\n  ","903995":"\n  That we need to fight for what we believe in and use our voice. Black lives matter 🖤 go sign petitions, educate yourselves, and support the matter.\n  ","903996":"\n  Heyy\n  ","903997":"\n  We are all a bit broken and hurt. No ones constantly  happy.\n  ","903998":"\n  😂\n  ","903999":"\n  I tried\n  ","904000":"\n  Yeahhh 🙃\n  ","904001":"\n  Needed you for something but the person changed their mind 🤷🏻‍♀️\n  ","904002":"\n  Oh you were late sis\n  ","904003":"\n  Yeah?\n  ","904004":"\n  MY NEW SONG IS OUT EVERYWHERE NOW PLEASE GO STREAM BADDIEZ  💙🤖\n  \n\n   https:\/\/open.spotify.com\/track\/7eHJAKJJ5IhLJlbQ2BMa2c?si=YASrCDzMRkqu3SmLv8JNgQ\n  \n","904005":"\n  No ones complaining.  The only one being racist here is you\n  ","904006":"\n  Shes almost out everywhere 💙🤖 #AutomaticLove\n  ","904007":"\n  I'm not even Hispanic so calling me slur names is honesty a waste on your behalf\n  ","904008":"\n  Falling to my death\n  ","904009":"\n  I have but I wasnt a big fan of it. Plus kinda a waste now a days to pay for the license when you only go like 2 times\n  ","904010":"\n  That's great to hear\n  ","904011":"\n  😊\n  ","904012":"\n  Hi\n  ","904013":"\n  We should fight to be heard but do it respectfully  and peacefully. Some communities are rooting and looting which is different from protesting that literally makes you a criminal and as for the cops unreasonably  gassing or shooting innocent people shows that they shouldn't even wear their badges or be a police officer bc they're suppose to protect and save lives even tho not all are bad but just the ones doing that...\n  ","904014":"\n  Like a tropical smell like coconut or something\n  ","904015":"\n  Diversity and how everyone should be treated with respect\n  ","904016":"\n  I get really bad headache when the seasons change or it's cold one day hot the next. Also if I dont really eat anything for the day... which is what happend I only ate like a taco and icecream the other day so I ended up starving \/ going hungry for hours until I ate dinner which was pizza that gave me major stomach pain and nausea\n  ","904017":"\n  Just promotes your account I suppose\n  ","904018":"\n  You're welcome 😊\n  ","904019":"\n  Yes blacklivesmatter !!! No justice no peace !!! And yes all lives  do matter but we are focusing on black lives right now\n  ","904020":"\n  I dont remember\n  ","904021":"\n  Tour and perform on stage or write new music\n  ","904022":"\n  I kinda have a similar taste to my older sister Christina's  style of wedding rings... but I really love this style\n  ","904023":"\n  He makes my heart race everytime he looks at me....\n  ","904024":"\n  Sorry I'm late to answering this but I hope the first week of june is going okay for you 🧡\n  ","904025":"\n  Theres been a lot that impacted my life. But let's go back to 2010 when we first got discovered on youtube\n  ","904026":"\n  Australia\n  ","904027":"\n  I dont understand\n  ","904028":"\n  Smart guys 😊\n  ","904029":"\n  My favorite flavor of what?\n  ","904030":"\n  The worlds end\n  ","904031":"\n  No. Only some parts of Tennessee  are bad\n  ","904032":"\n  Helping others 🧡\n  ","904033":"\n  You as well 😊\n  ","904034":"\n  Ivehadnt had an issue with dominos tho\n  ","904035":"\n  Just the secret life life of an American  teenager  pretty good but the season I just finished was sad\n  ","904036":"\n  They said if u have more than 3 ingredients  that's why but last time it was just chicken and still made me sick\n  ","904037":"\n  Everytime I ordered from the one here in f******, tn its undercooked or makes me sick for days. So i order from a local small town pizza shop or from domino's or pizza hut or drive to the other city to get it.\n  ","904038":"\n  True 😂\n  ","904039":"\n  Probably papa John's pizza 🤮\n  ","904040":"\n  Probably  chicken breast 😂😂😂\n  ","904041":"\n  I think it would be cool to kinda travel in the past but also scary that you could possibly get stuck in a time period for good. So I probably wouldn't want to snap my fingers so much maybe once just to experience  it :)\n  ","904042":"\n  Tiramisu 🧡\n  ","904043":"\n  I do enjoy cooking. I love cooking chicken mostly or like chicken pesto pasta with tomatoes :).\n  ","904044":"\n  Yes I do much more than I did years ago. Bc younger me was scared and needed someone to love her bc at the time I didnt really love myself and now I've learnt to stop tearing myself down and to build myself back up and see myself as a good thing\n  ","904045":"\n  Probably\n  ","904046":"\n  Not really my style of music\n  ","904047":"\n  Colby dont want me 🤷🏻‍♀️😌\n  ","904048":"\n  😊\n  ","904049":"\n  Baby, please\n  \n  Dont leave it up to me\n  \n  Cant you see\n  \n  Its getting hard to breathe\n  \n  Look at me\n  \n  I'm tearing at the Seams\n  \n  And you can't see\n  \n  That you're losing me\n  \n  And you're  wrapping your arms around me\n  \n  But we we've  both got blades in our hands\n  \n  Watching the flames get higher\n  \n  Everytime I go\n  \n  Walking ourselves through a graveyard\n  \n  Just talking 'about how the weather's  nice\n  \n  Watching the chains get tighter\n  \n  Everytime you go\n  \n  You love me with a broken heart\n  \n  You touch me and I fall apart\n  \n  And we end up back right where we started from\n  \n  We do all the things we know we should\n  \n  'Cause everything is always good\n  \n  We push it down in this automatic love\n  \n  Losing sleep and my priorities\n  \n  Cause I cant keep all these promises\n  \n  Watch you bleed out insecurities\n  \n  So you cant see\n  \n  That you're hurting me\n  \n  You wont say that you're sorry\n  \n  But we both got blood on our hands\n  \n  Telling ourselves it's alright\n  \n  But we're  so alone\n  \n  Waiting till we hit the pavement\n  \n  But we're  already black and blue\n  \n  And I'm standing right in front of you\n  \n  But I'm still alone\n  \n  You love me with a broken heart\n  \n  You like it when I fall apart\n  \n  So you can put me back together again\n  \n  We do all the things we know we should\n  \n  Cause everything is always good\n  \n  We push it down in this automatic love\n  \n  Automatic love\n  \n  Oh, this tragic love\n  \n  Cant get past it,no\n  \n  In this automatic love\n  \n  We're  screaming under our breaths\n  \n  Dont know how to let it show\n  \n  It's all right under the surface ready to explode\n  \n  Were burning in  the fire\n  \n  But I dont wanna be the one\n  \n  To pull out all the wires\n  \n  Of this automatic love\n  ","904050":"\n  Shes cute but I'm not a big fan of kittens\n  ","904051":"\n  Thank you\n  ","904052":"\n  Thank you\n  ","904053":"\n  Hey\n  ","904054":"\n  Dont think she was getting fed poor thing kept crying and clawing to get out so I climbed over to grab her. She looks like charles as a kitten lol. But the other cats keep putting her in a bin\n  ","904055":"\n  Yeah\n  ","904056":"\n  She comes back then deletes I think it's to find information\n  ","904057":"\n  Thank you bb\n  ","904058":"\n  It was in a tiny box in the garage crying. I moved it with the other one but i guess the mom moved it again idk\n  ","904059":"\n  Found another baby kitten :(\n  ","904060":"\n  Yeah it is lol. A good one\n  ","904061":"\n  Chocolate\n  ","904062":"\n  Good :)\n  ","904063":"\n  No I dont\n  ","904064":"\n  Change the world completely\n  ","904065":"\n  Always\n  ","904066":"\n  Gonna throw a rattlesnake\n  ","904067":"\n  No\n  ","904068":"\n  Hm\n  ","904069":"\n  Bye\n  ","904070":"\n  Lolll\n  ","904071":"\n  By being a good person who helps others\n  ","904072":"\n  Go away before I throw a snake at you\n  ","904073":"\n  Anywhere tbh. I enjoy being down by water or just spending time at a bookstore or sonic\n  ","904074":"\n  No it was from girls trip lol\n  ","904075":"\n  Frick off\n  ","904076":"\n  The heart wants what it wants 🖤\n  ","904077":"\n  Old\n  ","904078":"\n  Yeah\n  ","904079":"\n  Uh\n  ","904080":"\n  Yeah it probably  just the newer ones for there\n  ","904081":"\n  I come back to you back to you, I dont want nobody if it isn't you. 🥺\n  ","904082":"\n  🤷🏻‍♀️\n  ","904083":"\n  Uhm no\n  ","904084":"\n  Hi\n  ","904085":"\n  I've heard they were returning just didnt know when\n  ","904086":"\n\n   https:\/\/youtu.be\/G8r48HzrYHE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","904087":"\n  Probably worse till the end\n  ","904088":"\n  The video is hilarious  tho\n  ","904089":"\n  The good days\n  ","904090":"\n  The grapefruit technique guys\n  ","904091":"\n  I've done that before when I was younger\n  ","904092":"\n  Dont take all the toilet paper\n  ","904093":"\n  🖤\n  ","904094":"\n  YESSSSSSS\n  ","904095":"\n  My love\n  ","904096":"\n  Thanks\n  ","904097":"\n  Remove the \"its\"\n  ","904098":"\n  Hershey's cookies n cream\n  ","904099":"\n  Very rarely\n  ","904100":"\n  I dont give my number out\n  ","904101":"\n  My friends and our conversations\n  ","904102":"\n  Ahaha\n  ","904103":"\n  It's a older video\n  ","904104":"\n  Black lives matter\n  ","904105":"\n  When people said we are trying to be a girl and that dances suddenly.... uhm we been dancing since the start of our career but we gave it up bc it was hard to dance and sing at the same time when we were still improving our vocals\n  \n\n   https:\/\/youtu.be\/Lg31Af4qylw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","904106":"\n\n   https:\/\/youtu.be\/TU72VrQEzsA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","904107":"\n  I literally would turn the tv off and run lol\n  ","904108":"\n  No problem\n  ","904109":"\n  Okayy\n  ","904110":"\n  Happy birthday to your dad\n  ","904111":"\n  Am I missing any other characters lol\n  ","904112":"\n  About to message james and ian\n  ","904113":"\n  Yes there has ... thing kinda got a bit nasty the other day otherwise not to bad\n  ","904114":"\n  🧡💙🧡\n  ","904115":"\n  Sun babyyyy\n  ","904116":"\n  Anyone else want to sing \"eyes closed\" everytime they see the phrase \"hey love\" ... or just me?\n  ","904117":"\n  I'm doing pretty great its evening  here now. Just going to finish up a little bit of dishes and probably go outside and enjoy the weather\n  ","904118":"\n  It was my moms birthday a few days ago\n  ","904119":"\n  Mm I'm a human just like anyone else\n  ","904120":"\n  Ciao 🇮🇹\n  ","904121":"\n  Lala and po as well ahah\n  ","904122":"\n  Kinda but I still have time to myself\n  ","904123":"\n  Thank you\n  ","904124":"\n  Love you guys as well\n  ","904125":"\n  We all know who this song is about 😌\n  \n\n   https:\/\/youtu.be\/-yAO2XC2MTI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","904126":"\n  Its not my birthday lol\n  ","904127":"\n  ❣\n  ","904128":"\n  Not here tho it was raining so bad one week that stuff was flooding\n  ","904129":"\n  Yeah but I just get weird tans at times aha\n  ","904130":"\n  Was pretty sure it was going to storm lastnight\n  ","904131":"\n  That doesnt Matter\n  ","904132":"\n  This is the first time I've been called lolly.... you got the wrong lauren mate.\n  ","904133":"\n  How ? That hot lol\n  ","904134":"\n  Never have and never will\n  ","904135":"\n  Hi\n  ","904136":"\n  It was 85 degrees in my room\n  ","904137":"\n  😊\n  ","904138":"\n  You're disgusting  get off my page\n  ","904139":"\n  Definitely\n  ","904140":"\n  Alexa play cool by the jonas brothers\n  ","904141":"\n  Hey\n  ","904142":"\n  My house is actually cool lol\n  ","904143":"\n  I got the air running lol\n  ","904144":"\n  Awe dont worry I'm pretty sure there were times when my voice made people's ears bleed or still does because not everyone is a fan of my music and I understand  that.  I also go back and listen to older songs and I'm like ew I hate my fetus voice lol\n  ","904145":"\n  It's way to hot to just sit inside playing games lol\n  ","904146":"\n  Yes. But I never sent any and blocked those people. The only people that should see your body as an adult is you and y pool ur partner and of course a doctor and your mother do. But that's about it. Respect your body !!! Guys who ask for nudes only want want thing and that's sexual romances and they normally dont stick around and if something  goes around they can leak your nudes if u send any\n  ","904147":"\n  Sneak into all the amusement parks and ride all the rides\n  ","904148":"\n  That's my name\n  ","904149":"\n  Hiya\n  ","904150":"\n  I'm bored mate lol\n  ","904151":"\n  Hi\n  ","904152":"\n  I do but I no longer use it\n  ","904153":"\n  The fact people still ship jan lol\n  ","904154":"\n  But people think that jonah and dani have a bad relationship  with eachother bc of what happend. She said she was over it and forgave him.\n  ","904155":"\n  Thank you\n  ","904156":"\n  When jonah links dani and emmyns video .... we stan the ex boyfriend and friendship they have lol\n  ","904157":"\n\n   https:\/\/youtu.be\/DmXpriXMx_U\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","904158":"\n  kyonki tum sab mere sir kee tarah ho oo oo oo oo\n  ","904159":"\n  Hello\n  ","904160":"\n  I havent took any selfies ... well I took pictures  but i cant post those till I get the okay and right now since we are on a muted and listening  till sunday I wont be posting any recent pictures\n  ","904161":"\n  I sure hope I will soon 😊\n  ","904162":"\n  Stranger things lol\n  ","904163":"\n  Many times. That's life and growing up your friend group changes many times and only one or two will remain by your side for the rest of your life\n  ","904164":"\n  Do whatever makes you happy anon\n  ","904165":"\n  Good lol\n  ","904166":"\n  They announced it on a zoom chat they were doing like a reunion or something and said the boys are back.\n  \n\n   https:\/\/mobile.twitter.com\/TheCarlosPena\/status\/1252282653576839168\n  \n","904167":"\n  I dont really subscribe to people unless I enjoy their content\n  ","904168":"\n  Nope michael and Sean sheetz do all the filming if not boon is the extra one we call in. If not available arielle and ourselves do it and lisa edits the videos as well\n  ","904169":"\n  \"Bruh\"\n  ","904170":"\n  Lol its #strangerday\n  ","904171":"\n  The third of june just another monday morning.....\n  ","904172":"\n  Have a great night\n  ","904173":"\n  I had to be home by 11PM\n  ","904174":"\n  How I miss doing webisodes\n  ","904175":"\n  I was allowed out the house lol\n  ","904176":"\n  Beach resort. I love being by the water\n  ","904177":"\n  Music, life, art\n  ","904178":"\n  Hi\n  ","904179":"\n  Lol we will get there eventually\n  ","904180":"\n  4 years and through friends\n  ","904181":"\n  Barely noticable unless up close\n  ","904182":"\n  Things that interest me and the other person\n  ","904183":"\n  Mhm\n  ","904184":"\n  Yes it's the only language I can speak fluently\n  ","904185":"\n  No our parents just wanted us to be conservative  and modest as children  and not show skin that shouldn't be shown to the world\n  ","904186":"\n  No. But used to have a creep that used to stare at me and mumble under their breath\n  ","904187":"\n  Being in a peaceful state of mind and not having to force a smile\n  ","904188":"\n  I've been trying to avoid sugar lately\n  ","904189":"\n  I'm sorry to hear that maybe take a walk and look for inspiration  that may help?\n  ","904190":"\n  What's one way you want to help make the world a better place\n  ","904191":"\n  Remember  to vote carefully ... the actions speak louder than anything\n  ","904192":"\n  What if you love and appreciate many people ?\n  ","904193":"\n  Nature. Like waves crashing peacefully along the beach or birds chirping\n  ","904194":"\n  A lion to show how fierce I am\n  ","904195":"\n  Well  .. currently to get back into college eventually and study something I'm interested  in like psychology  or interior  design\n  ","904196":"\n  3 little words\n  \n  A child called it\n  \n  The giver\n  \n  The bluest eye\n  ","904197":"\n  Probably interesting  especially when I'm really tired and sleep deprived\n  ","904198":"\n  It's okay \" when in reality its bothering me and it's not ok\n  ","904199":"\n  No I really dont believe they are. Pretty sad we have to fight to fight for justice and stuff that should be fixed and done\n  ","904200":"\n  i do NOT wanna see ppl blame snc for not protesting. sam is still not fully recovered from his back injury so he won't be able to run or defend himself in any way if stuff goes down + they've been arrested before so they can't take any risks rn\n  ","904201":"\n  Have a great night\n  ","904202":"\n  At first I thought someone meant HENSLEY and I was about to say I could care less because his so called bestfriend is still posting images on instagram when she should be fighting for BLM\n  ","904203":"\n  🖤 everyone stay safe please\n  ","904204":"\n  Me too\n  ","904205":"\n  Yes he travels back and forth !!!\n  ","904206":"\n  I will speak up for california protesters  that's my home I have friends and family there and want them safe for speaking up\n  ","904207":"\n  if your at the LA protest, curfew is at 4pm in 5 mins, and they’re apparently shooting real bullets and boxing people in!!! call 310-313-3700 if u get arrested!!!! #LAProtests #protests2020\n  ","904208":"\n  RUBBER BULLETS AND TEAR GAS IS BEING USED ON THE PROTESTORS IN LA! THE CAR THAT TRIED TO RUN PEOPLE OVER HAS PLATE NUMBER 8BHJ691!! UNDERCOVER COPS ARE WEARING YELLOW BANDS TODAY APPARENTLY!! IF YOU'RE THERE, LEAVE IMMEDIATELY! STAY SAFE!\n  ","904209":"\n  Never say never be safe\n  ","904210":"\n  IF UR AT THE HOLLYWOOD AND LA PROTEST GET OUT AND LEAVE NOW. MILITARY IS THERE AND THEYRE TEARGASING AND SHOOTING RUBBER BULLETS\n  ","904211":"\n  Perks when I used to date someone who spoke mostly italian. I'm italian and my family is italian lol\n  ","904212":"\n  I know 😌\n  ","904213":"\n  vi voglio bene\n  ","904214":"\n  I've been to italy before cant wait to be able to tour again and hopefully  we can come back 😌💙\n  ","904215":"\n  Theres worse going on in the world currently  then to be worried about some obsessive  person\n  ","904216":"\n  Not something I wanted to see pop out at the middle of the night lol\n  ","904217":"\n  Oh ok\n  ","904218":"\n  Love you guys as well !!!\n  ","904219":"\n  A baby's laugh\n  ","904220":"\n  I know 😊\n  ","904221":"\n  🧡🧡🧡\n  ","904222":"\n  sam and colby can't protest.\n  \n  1) they could get arrested again\n  \n  2) sam can't run because of his back\n  \n  get that through your heads\n  ","904223":"\n  I dont think so.... kinda like how a rabbit and and a cat cant produce\n  ","904224":"\n  I'm aware\n  ","904225":"\n  Going to a place that restores your youth and takes away the pain and illnesses that you've dealt with your entire life until god or you are ready to be sent back down to earth to be reborned\n  ","904226":"\n  Lol kinda a bit but yeah small town\n  ","904227":"\n  I do. I enjoy going for long walks or hiking on a trail or even just sitting down by the water and enjoying the scenery and peacefulness that surrounds  it\n  ","904228":"\n  I used to love going to magic mountain aka six flags as a child. I now enjoy fairs or just a place to enjoy spending time with friends and family\n  ","904229":"\n  Thank you 😊\n  ","904230":"\n  Ahah but that's actually my story mixed in kinda with kaths\n  ","904231":"\n  People just being disrespectful  and hurtful towards others for no reason\n  ","904232":"\n  To a point but not exactly bc while some aim to educate others are advertising or people are seeing other forms of promoting smoking\n  ","904233":"\n  Summer bc of the nice weather and being able to go swimming and have picnics and barbeques and late night bonfires\n  ","904234":"\n  Creativity\n  ","904235":"\n  Heyyyy\n  ","904236":"\n  I'm shocked there wasnt a chapter 6 lol\n  ","904237":"\n  I feel incredibly  grateful that I get to live the life I am living today thanks to those who helped us and supported us since the very beginning  bc without them we wouldn't wouldn't be here today and putting out music, touring the world, creating merch, or even living in the neighborhoods  and houses we live in.\n  ","904238":"\n  I'm not really sure but we must make a difference today for a better future for them.\n  ","904239":"\n  I'm good\n  ","904240":"\n  Chapter 3 : jonah marais 😂\n  \n\n   @Dncimorelli\n  \n","904241":"\n  The fact ryan was her first crush and mine is kinda weird not gonna lie 😂😂😂\n  ","904242":"\n  I'm fantastic. Anyway I'm getting off here now blocking and deleting that IDIOT . But just going to promote my channel before I do go:\n  \n  Newest video from me. Storytime : to all the boys i ever loved....\n  \n\n   https:\/\/youtu.be\/2XoX7fWWvcY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I drop some juicy ~TeA~ in this video FINALLY\n  ","904243":"\n  Nice to meet you Luca 🦋\n  \n  《Dani Calleiro  》\n  ","904244":"\n  I'm dani cimorelli. The sixth sister of cimorelli. 《Dani calleiro 》\n  ","904245":"\n  No it's  totally  okay.\n  \n  Lauren just gave me her information  so I can tell people off for her 🥴\n  \n  《Dani Calleiro 》\n  ","904246":"\n  🥴\n  \n  《Dani calleiro 》\n  ","904247":"\n  The one who left, that uses her voice to idiots like you. You're messing with my sister and unlike me she is way to nice to tell you how it is.\n  \n  《Dani calleiro 》\n  ","904248":"\n  And look at the anon who cries wolf just because someone puts them in their place. Not so tough now are you?\n  \n  《Dani calleiro  》\n  ","904249":"\n  Just because I'm listening and muting and understanding  what others are going through currently  and using my voice and platform doesnt make me a Democrat. I'm standing up for peace and justice. And using my voice to make a change.\n  ","904250":"\n  ❣❣❣PLEASE do not use blacklivesmatter, blm, or any related hashtags for the blackout. It is hiding valuable information that needs to be seen. RT for people who have already posted under the hashtag or are unaware ❣❣❣\n  ","904251":"\n  Goldfish crackers !!!\n  ","904252":"\n  Dude literally no one takes pictures every day so please stop asking every five seconds\n  ","904253":"\n  Probably an owl or a lion. Something fierce and wise\n  ","904254":"\n  Not always sometimes I look very sad or serious in photos\n  ","904255":"\n  Yo era más una niña de papá cuando era más joven\n  ","904256":"\n  I'm currently  not studying anything but I do eventually  want to go back to college and study interior design or psychology in the future\n  ","904257":"\n  Create music and videos\n  ","904258":"\n  Not really a fan of either. Cats used to bite and scratch me when I was younger but I'm kinda used to being around them now and even have a kitten that's outside (its mom is a stray cat that just hangs out around our yard) that lays on our back patio and tries to play with us everytime we go outside. So I've kinda grown to like the little guy. Theres also a few that are hiding in our shed that i got to grab and move to a safer spot this week as well bc the family dog jessie tries to idk play with them or attack them but ends up injuring them :(. Dogs I'm terrified of bc of an incident when I was younger that happend when I was with a friend her dog started to attack me and pull on my hair and a bunch if other dogs joined in...\n  ","904259":"\n  Yes I do very much\n  ","904260":"\n  😊\n  ","904261":"\n  Welcome 😊\n  ","904262":"\n  China 💖\n  \n\n   https:\/\/youtu.be\/aApcK1KMOh0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","904263":"\n  5sos :))\n  ","904264":"\n  No I didnt but I hope shes ok\n  ","904265":"\n  Nice hope u slept well\n  ","904266":"\n  Found this ahaha\n  \n   https:\/\/youtu.be\/O7MR89uZbLs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","904267":"\n  Hi\n  ","904268":"\n  Said that smile gets me everytime referring to m.p.c and someone thought I meant them oops....\n  ","904269":"\n  To be able to do what I love doing thanks to the supporters who got us here in the first place\n  ","904270":"\n  Of course it is I mean people call me mom or christina the mom of the cimfam lol.\n  ","904271":"\n  Yesterday to get my attention bc I didnt hear them\n  ","904272":"\n  Arizona sweet tea ;)\n  ","904273":"\n  G wagonnn\n  ","904274":"\n  😌\n  ","904275":"\n  Normally I would drive down to the beach and sit by the water early in the morning when the world is still kinda sleeping.  Now I just go for a walk or to the book store to think\n  ","904276":"\n  I normally just put on a long playlist with some good catchy fun to sing and dance along to songs or we just have random discussions or answer questions \/ livestream or sleep on the bus\/van\n  ","904277":"\n  Shes everyone's friend pretty much but shes my bestfriend\n  ","904278":"\n  Yeah\n  ","904279":"\n  Blue\n  ","904280":"\n  Lol\n  ","904281":"\n  And it's totally okay to love and support other artists like her\n  ","904282":"\n  Something to discuss later on\n  ","904283":"\n  The release date was already set up to be released on friday. I probably  just wont speak or post about it till then. Idk how this is actually going to all work yet\n  ","904284":"\n  Probably in the middle because I'm not that stressed but I'm still stressed most days\n  ","904285":"\n  I'm doing okay, could be better but I hope you are doing well.\n  ","904286":"\n  A little nephew\n  ","904287":"\n  We might not have a video posted this week to honor the blackout\n  ","904288":"\n  Yes which is why we all posted the post on our stories\n  ","904289":"\n  Yes\n  ","904290":"\n  It's just we wont be posting on our big socials lol\n  ","904291":"\n  By not posting or anything\n  ","904292":"\n  We will not be posting now through June 7.\n  \n  We are “muting our feed” in an effort to #amplifymelanatedvoices natedvoices.\n  \n  We encourage you to join us and spend time listening, reflecting, donating, and connecting with your community.\n  \n  Racism is one of the most evil things in this world and we are deeply saddened and disgusted to see it existing on this earth. We have privately volunteered in the past with different organizations who serve the black community and we strongly believe that getting involved with your local community’s organizations NOW is one of the best possible ways any person can make an impact. Spend some time on google finding out what those organizations are and please donate your time\/money to them. We have made a donation to an organization in our community that some of us have worked at in the past that we know makes an impact and we encourage you to do the same in your own community.\n  \n  We love you all so much. ⁃ Cimorelli\n  \n  Muted movement created by\n  \n   @jessicawilson\n  \n  .msrd and\n  \n   @blackandembodied\n  \n\n  Images from:\n  \n   @blessthemessy\n  \n\n   @radicalchilddesigns\n  \n  and unknown\n  ","904293":"\n  I'm not an aunt yet ... until hes actually here\n  ","904294":"\n  My keyboard lol\n  ","904295":"\n  I'm okay could be better\n  ","904296":"\n  Bc women tend to be more considerate and responsible  lol\n  ","904297":"\n  🧡🖤🧡🖤\n  \n\n   https:\/\/youtu.be\/YEandSxbQ3o\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","904298":"\n  Yeah aha\n  ","904299":"\n  Lol then has the nerve to call everyone white\n  ","904300":"\n  Turkey so I can ride a hot air balloon !!!\n  ","904301":"\n  Yep\n  ","904302":"\n  Always\n  ","904303":"\n  Lol\n  ","904304":"\n  Heyitscait_ would be the start\n  \n  Then the dauren_hosie\n  ","904305":"\n  Have a great night\n  ","904306":"\n  Awe\n  ","904307":"\n  Never tried that I just put vinegar on mine and dip them into cheese lol\n  ","904308":"\n  Just log on and read I'm sure you'll come across it all\n  ","904309":"\n  Twit\n  ","904310":"\n  Here's comes the disagreement  in the cimfam oh boy\n  ","904311":"\n  Yep\n  ","904312":"\n  Exactly!!! Katherine had her wedding to focus on which we had to focus on getting ready for and traveling and such, then christina being pregnant she been sick and stuff\n  ","904313":"\n  Ridiculous  how people are ... either support us or leave for good dont come running back and be fake acting like u didnt do anything wrong\n  ","904314":"\n  Oh look the fans that were se ding hate to us about not speaking out are now kissing our ------ because christina finally posted 😒 saying sorry I ever doubted u and so on... honey we have our own lives and that to focus on atm with weddings and pregnancy and so on\n  ","904315":"\n  I dont mind having my picture taken I actually enjoy seeing how other people tend to capture my happiness and stuff on camera. Shout out to clayton for capturing this photo\n  ","904316":"\n  I would want to wake up to the ocean scene everyday or somewhere in the middle of paris starring at the Eiffel tower. I would want a different sunset or something  each day however\n  ","904317":"\n  Music, art, interior design, psychology, swimming, skateboarding etc. I've never lost my interest in writing and creating music however\n  ","904318":"\n  🧡\n  ","904319":"\n  Always try to\n  ","904320":"\n  It's ok lol\n  ","904321":"\n  Nope the other abbreviation\n  ","904322":"\n  Lol\n  ","904323":"\n  😒🙃\n  ","904324":"\n  🧡\n  ","904325":"\n  I think the kids should have some privacy as the grow up and get older considering one : people are weird and like to steal pictures of your children off your accounts and try to rename them and claim they are theirs. 2. As the child becomes older they may start to consider their sexual preferences and gender 3. Having pictures plastered and tons of followers or people may not be the best thing for them especially if they want to become a different gender. 4. Parents also go through a grieving process with the transition bc in a way you're loosing a child\n  ","904326":"\n  Took back an ex 🤷🏻‍♀️\n  ","904327":"\n  Just be honest and tell me\n  ","904328":"\n  None of your concern now kindly frick off\n  ","904329":"\n  I've never watched it\n  ","904330":"\n  I dont have a whatsapp\n  ","904331":"\n  I like the big ones that dont necessarily  try to bite but just may try to strangle someone lol call me weird but I just have a love for them that many dont understand\n  ","904332":"\n  The kiss marry kill got interesting  then flopped lol\n  ","904333":"\n  Well if ur hungry move lol\n  ","904334":"\n  Yeah\n  ","904335":"\n  I used to carry this big container that you normally used to store like flour or seasonings in 😂 that was nothing but the mini bratz and polly pocket accessories\n  ","904336":"\n  I think they would've been at home doing online classes maybe\n  ","904337":"\n  Sounds pretty good lol\n  ","904338":"\n  I dont know\n  ","904339":"\n  Waffle fries and a sandwhich lol\n  ","904340":"\n  I use this cream that my mom gave me made out of essential oils. It tends to help with my skin from becoming inflamed or broken out. I'll see if I can find the name of it for you. But just wash your face every night and make sure you change your bedding and wash pillowcases and stuff because the oils collected on those can affect your skin :)\n  ","904341":"\n  If you're not a snake then I dont want a pet lol\n  ","904342":"\n  Just getting dinner\n  ","904343":"\n  I dont know. Some schools record their morning announcements  and that I know of based on what my friends who went to a public or normal school said\n  ","904344":"\n  I was more into bratz dolls growing up or went through certain phases where I was majorly obsessed with one line of toys for awhile then like a month later I would only want to collect littlest pet shop or polly pockets  lol\n  ","904345":"\n  I think that's wrong on the schools behalf and is invading privacy of a minor and making their identities unsafe. I would definitely  take it to the board of education or someone who can take action against the school\n  ","904346":"\n  You as well honey 🖤😊\n  ","904347":"\n  Quick question has your mind every kept making you say I want them back lol\n  ","904348":"\n  Always\n  ","904349":"\n  Thanks\n  ","904350":"\n  Thank you\n  ","904351":"\n  Focus on other things that make you happy or try to find a new hobby or interest to try out. Or realize that you're only causing yourself more hurt and pain because your holding onto something that's no good for you and stringing  you along\n  ","904352":"\n  Sometimes but very rarely. I admire them more\n  ","904353":"\n  No thanks bc most if the time people take this as an opportunity  to ask sexual and inappropriate  things and no one wants to see their feed spammed with a bunch of xs\n  ","904354":"\n  Hello\n  ","904355":"\n  What was?\n  ","904356":"\n  I'm doing pretty good john. Thanks for asking\n  ","904357":"\n  Kinda, why?\n  ","904358":"\n  Yes I hope one day 😊\n  ","904359":"\n  I dont use it anymore\n  ","904360":"\n  I been having some pretty restless nights however but it's all good\n  ","904361":"\n  Change has happened\n  ","904362":"\n  🧡🧡🧡\n  ","904363":"\n  Disrespect  towards someone I care about\n  ","904364":"\n  Hi\n  ","904365":"\n  Oh no what's going on?\n  ","904366":"\n  Chicken\n  \n  Pasta\n  \n  Springrolls\n  ","904367":"\n  The way they treat others, how they act, the way they speak, etc\n  ","904368":"\n  I work basically almost every day lol\n  ","904369":"\n  My parents or my older brother michael\n  ","904370":"\n  Someone who is unique and is comfortable  being themselves and letting their personality  shine. Someone who is down to earth and honest and respectful towards everything and everyone\n  ","904371":"\n  I've met a few people on here in person but I would want to meet\n  \n   @askamanz5506\n  \n  in person shes a lovely person\n  ","904372":"\n  Sunny, not to hot or cold. Peaceful, people out enjoying the weather such as walking or riding their bikes, picnics, people down on the beach swimming or whatever and nature is alive and thriving\n  ","904373":"\n  Thank you for doing these I love discovering new music I never heard before\n  ","904374":"\n  Go and talk to a family member or someone that listens and tries there best to help you with the situation or how you feel.\n  ","904375":"\n  I am a singer, band member, songwriter, influencer and whatever else lol\n  ","904376":"\n  I am awake, you need to be patient with me as I try to respond to as many people as I can and usually answer  my older questions first.\n  ","904377":"\n  Okay thank you for making me aware of this 😊🧡\n  ","904378":"\n  I believe in some way with how the world is acting currently  theres going to be some type of war or something involving the government  and military  soon\n  ","904379":"\n  I'll look into it when I get the time :]\n  ","904380":"\n  Of course\n  ","904381":"\n  I've slept pretty good last night thank you 😊\n  ","904382":"\n  My dream home lol\n  ","904383":"\n  When your favorite sets this as their wallpaper lol\n  \n   @alicexrosexking\n  \n","904384":"\n  I watch it here and there but I'm not a huge fan of watching sports.my favorite basketball team is the golden state warriors though even though my brother nick thinks they're trash lol\n  ","904385":"\n  Probably  the other side of youtube late at night\n  ","904386":"\n  I would be honored to meet him. Katherine actually performed at a event for a Pope that like got recruited into it. Idk the exact term but that was a memorable  experience\n  ","904387":"\n  I've been following the catholic teachings since I was little and set my own beliefs and traditions based on the knowledge  I've have been given. Yes I do go to church as well as mass\n  ","904388":"\n  No I have a fan in my room to help cool it. When it's to hot i just turn on the air. I tend to sleep better with the room being cool\n  ","904389":"\n  And I'm glad you do but just because you love someone doesnt necessarily  mean they feel the same way or would just marry you\n  ","904390":"\n  At times... just something I dont think we will ever be able to explain or fully understand\n  ","904391":"\n  I'm pretty sure we've all had wedgie before unintentionally  bc our under garments decide to ride up or we out our clothes on to quickly etc.\n  ","904392":"\n  😊\n  ","904393":"\n  That's great !!! How is she?\n  ","904394":"\n  United as one, we are the people no matter what the color of our skin is\n  ","904395":"\n  Not physically  attacking but sending hate and threats and stuff to us\n  ","904396":"\n  Thank you 😊\n  ","904397":"\n  Just the usual... or because certain members only stan one of the girls out of the whole band and its wrong\n  ","904398":"\n  Hey guys, sorry I wasnt very active today !!! I have a really bad headache  that wont go away and I cant concentrate  or stare at a screen for to long without feeling sick\n  ","904399":"\n  Shes doing good, I just havent seen her because of the whole  stay at home order and her being out of town\n  ","904400":"\n  Thank you\n  ","904401":"\n  Because they dont want to be violated or whatever by people who are perverts like you  now goodbye\n  ","904402":"\n  Ahaha\n  ","904403":"\n  Stop being a pervert\n  ","904404":"\n  Oops I thought it was the weirdo.\n  ","904405":"\n  Have a great night\n  ","904406":"\n  Hey 🤭👀\n  ","904407":"\n  Go away\n  ","904408":"\n  No\n  ","904409":"\n  🤭\n  ","904410":"\n  I appreciate  that\n  ","904411":"\n\n   @alicexrosexking\n  \n  🤭 should I tell him lol\n  ","904412":"\n  Lol\n  ","904413":"\n  No\n  ","904414":"\n  No thanks\n  ","904415":"\n  I dont mean  to  just I'm not interested\n  ","904416":"\n  Thanks\n  ","904417":"\n  I'm not interested  in you .... I'm interested  in s ok someone else\n  ","904418":"\n  No thanks I dont want to get married for awhile ahah\n  ","904419":"\n  Laurel tree, wisdom\n  ","904420":"\n  Cimorelli is our family's  last name and band name\n  ","904421":"\n  👀\n  ","904422":"\n  👀\n  ","904423":"\n  👀\n  ","904424":"\n  James is my favorite  lol\n  ","904425":"\n  It's okay.  Those two are very nice people lol\n  ","904426":"\n  The smile gets me everytime 👀\n  ","904427":"\n  I expose myself 99 percent  of the time lol\n  ","904428":"\n  LOL SORRYYY\n  ","904429":"\n  Sorry lol\n  ","904430":"\n  Happy birthday to our mother Lynne cimorelli. Thank you for always being so supportive of all of us and our dreams. And giving us eachother (the boys aren't in this picture) we love you !!!\n  ","904431":"\n  🤭\n  ","904432":"\n  Surprise.... it's a boyyyyy\n  ","904433":"\n  Lol not really fun\n  ","904434":"\n  Always\n  ","904435":"\n  I used to hate hocus pocus for along time. The witches scared me lol\n  ","904436":"\n  probably  never\n  ","904437":"\n  I don't bother with it bc I dont think women or whoever should be selling parts of their body to strangers on the internet or people they don't know. But their body should be loved and cherished by themselves and their partners\n  ","904438":"\n  Most of the time\n  ","904439":"\n  Snails have 14,000 teeth and some can even kill you!\n  ","904440":"\n  Thank you\n  ","904441":"\n  I broke the scale  bc I'm just so cool\n  ","904442":"\n  Peaceful, calm types\n  ","904443":"\n  That's called a French kiss and I dont like those\n  ","904444":"\n  People would want to become Ghostbusters all of a sudden\n  ","904445":"\n  I cant post the pictures I took today yet\n  ","904446":"\n  Pretty much every day\n  ","904447":"\n  Hey\n  ","904448":"\n  I'm good hbu\n  ","904449":"\n  😊\n  ","904450":"\n  Somewhat but not really\n  ","904451":"\n  No?\n  ","904452":"\n  What\n  ","904453":"\n  I havent been wearing one ... and I'm perfectly healthy\n  ","904454":"\n  Probably better because then people will actually think about what they say and how they act towards others bc they'll know the situation\/ thoughts of what that person is going through\n  ","904455":"\n  😊\n  ","904456":"\n  You too\n  ","904457":"\n  I might surprise everyone one day ahah\n  ","904458":"\n  The purple one was my favorite but I did have dipsy as well\n  ","904459":"\n  Everything is well here. How are you doing?\n  ","904460":"\n  You as well\n  ","904461":"\n  I really think mines gonna be an orange and blue theme lol\n  ","904462":"\n  They're gorgeous\n  ","904463":"\n  Anywho these were gorgeous  💜\n  ","904464":"\n  It was him lol but yes they do\/did have a wedding song. Today might've just been a rehearsal or the actual wedding 👀\n  ","904465":"\n  No lol\n  ","904466":"\n  I cant give away to much sorry we are on code quiet\n  ","904467":"\n  You're welcome 😊 enjoy\n  ","904468":"\n  Watch Alex's story because the music was loud lol\n  ","904469":"\n  I dont really joke, I'm more so someone who roasts\n  ","904470":"\n  Yayy\n  ","904471":"\n  My day was lovely !!! Hope yours was as well\n  ","904472":"\n  Bc remember  kath said you have to wait for the video to see her final dress she chose ?\n  ","904473":"\n  Cuties 🧡🥺 mike and Chelsea\n  ","904474":"\n  I'm sure you'll get pictures of a video 😊👀\n  ","904475":"\n  Well I'm not sure how summer this year is going to be yet due to the whole lockdown and stuff\n  ","904476":"\n  Mhm\n  ","904477":"\n  Yeah I have :)\n  ","904478":"\n  Never really know\n  ","904479":"\n  They talk to them like they can talk back and understand  noooo\n  ","904480":"\n  Lol idk randomness\n  ","904481":"\n  racismo, discriminación y pobreza\n  ","904482":"\n  No not really lol\n  ","904483":"\n  Yeah we did 😊\n  "}}