{"Question":{"904484":"\n   Are you ok Lauren\n  ","904485":"\n   omg stop blaming women for your problems\n  ","904486":"\n   Outfit currently?\n  ","904487":"\n   Where is Amy?\n  ","904488":"\n   Do you trust in God?\n  ","904489":"\n   ¿Cuando cumpleaños?\n  ","904490":"\n   Did you watch Power Rangers?\n  ","904491":"\n   👸💙\n  ","904492":"\n   11:11 wish...\n  ","904493":"\n   بنات\n  ","904494":"\n   Trun down for.....?\n  ","904495":"\n   why is that bxxty so big\n  ","904496":"\n   let's get married\n  ","904497":"\n   Are clowns funny or scary? 🤡\n  ","904498":"\n   Does a person's name determine anything about their personality?\n  ","904499":"\n   hy love\n  ","904500":"\n   If you could change just one thing in the world, what would it be?\n  ","904501":"\n   Awe 😆 my nieces ask me the strangest things and tell the craziest stories haha\n  ","904502":"\n   I love beauty and the beast 😁\n  ","904503":"\n   Friends or foes, who taught the best lesson?🙃✨\n  ","904504":"\n   If your friend asked you to help her\/him look for a boyfriend or girlfriend would you help?\n  ","904505":"\n   Is being called 'hot' or 'sexy' annoying to you?\n  ","904506":"\n   Where do you like to go on dates?\n  ","904507":"\n   Hi Lauren how are you\n  ","904508":"\n   What do you like to do for fun?\n  ","904509":"\n   Are you happy with the way life is treating you or would you like to restart from the beginning?\n  ","904510":"\n   Do you wish you could turn off your attraction to men ? Do certain men weaken your self control ?\n  ","904511":"\n   Do you prefer wearing high heels or tall boots?\n  ","904512":"\n   When are you going to do this with Christian Suray?\n  ","904513":"\n   you always do that?? your name is not katherine or max um ok\n  ","904514":"\n   I am older than you about 7yrs.\n  ","904515":"\n   Give me your merch.\n  ","904516":"\n   How did you meet to Nick Really?\n  ","904517":"\n   What are your top five most ticklish spots?\n  ","904518":"\n   How would the world change if some people could use magic spells, and some people could not?\n  ","904519":"\n   Have you tried that your car wouldn't start?\n  ","904520":"\n   Which food you always deny to share?🍕\n  ","904521":"\n   If you ever encountered something like Slender man alone in the woods, do you think you'd be able to get out of there alive? Would you be able to resist looking back at him as he followed you? 😨\n  ","904522":"\n   PAP of a meme that you find funny? 😁\n  ","904523":"\n   What's the first thing you usually do when you get back home from a loooooong day? 😩😴\n  ","904524":"\n   What do you wish you had more time for?\n  ","904525":"\n   🌬 When was the last time you listened to the sound of your own breathing?\n  ","904526":"\n   Which activities make you lose track of time?\n  ","904527":"\n   If you had a friend who spoke to you in the same way that you sometimes speak to yourself, how long would you allow this person to be your friend?\n  ","904528":"\n   If you could design a reality TV show, what would it be like?\n  ","904529":"\n   مساحة 😍\n  ","904530":"\n   Oh no I had one too last night do you think it can be food related. Trigger?\n  ","904531":"\n   Yes😊\n  ","904532":"\n   What do you desire?😏✨\n  ","904533":"\n   What is something you find hard to stop once you have started?\n  ","904534":"\n   What's your favorite flavor of bubble gum?\n  ","904535":"\n   Who is your style role model?\n  ","904536":"\n   Is there a movie that you had to watch more than once to fully understand it?\n  ","904537":"\n   How is the night owl Lauren doing?\n  ","904538":"\n   So I just randomly remembered that in my first elementary school, every Friday a different parent would prepare lunch for the whole class :) Have you ever remembered something like that out of the blue, even if you never thought of it for years?\n  ","904539":"\n   Any charities you give to the band wise?\n  ","904540":"\n\n    https:\/\/instagram.com\/jabir_jafarov\n   \n   ?😍😍😍😍😍😍👍\n  ","904541":"\n   👶💙Auntie Lauren I hope your learning how to change diapers 😂\n  ","904542":"\n   Do you like being An aunt?\n  ","904543":"\n   When is kat wedding day is it in July?\n  ","904544":"\n   Nice what part of Texas he is from?\n  ","904545":"\n   So he's still a mexican\n  ","904546":"\n   how bout a band name like Agoraphobic Nosebleed\n  ","904547":"\n   It's ok. Lauren! I will try to see them in person.\n  ","904548":"\n\n    https:\/\/youtu.be\/5lnZ2RPj_WY\n   \n","904549":"\n   What are you most proud of? ❣️\n  ","904550":"\n   🧁 Espaço Livre 🧁\n  ","904551":"\n   What lies beyond the stars?✨\n  ","904552":"\n   Can you name at least 3 things\/people that have made you smile today. We all deserve to smile 🥰\n  ","904553":"\n   Outfit currently?\n  ","904554":"\n   Top 5 best states from USA \/ Top 5 worst states from USA\n  ","904555":"\n   Tell me something sweet in spanish.\n  ","904556":"\n   Who wants to be your date?\n  ","904557":"\n   YASSSSSSSSS\n  ","904558":"\n   ME ME ME ME ME ME\n  ","904559":"\n   💙🧡💙🧡\n  ","904560":"\n   Are you on kik?\n  ","904561":"\n   please agree to it!\n  ","904562":"\n   PAP of your favorite face?\n  ","904563":"\n   Is kaths  wedding today causs alex and emmyn and dani are all dressed up it looks like\n  ","904564":"\n   What’s up :)\n  ","904565":"\n   You tell\n  ","904566":"\n\n    https:\/\/youtu.be\/b8tFDVaEu0Q\n   \n","904567":"\n   When starts summer in USA?\n  ","904568":"\n   U know i always got your back :)\n  ","904569":"\n   well shes harssing him\n  ","904570":"\n   What's your most memorable event of this summer?\n  ","904571":"\n   Oh hope u are better now :)\n  ","904572":"\n   Speak lauren?\n  ","904573":"\n   I need your help.\n  ","904574":"\n   Me too I really appreciate you Lauren because you have been so nice 👍 with me\n  ","904575":"\n   Also how have u been? haven't talked to u all week lol\n  ","904576":"\n   Did you know that if you cut a cockroaches head off they can survive for like another 5 minutes\n  ","904577":"\n   Do you have a favorite window in your home?🌺\n  ","904578":"\n   Your welcome 🙏 Lauren I always be here for you\n  ","904579":"\n   He's taking the piss obviously\n  ","904580":"\n   Watch this magic  trick\n   \n    https:\/\/www.facebook.com\/100009355281234\/posts\/2655288574792959\/\n   \n","904581":"\n   Today is the first day of 2012.\nI cannot believe how fast the time went. What do you hope for 2012 ? \n:::☆☆☆:::\n  ","904582":"\n   So, let's say you have one wish and there's only one condition with it; Whatever you wish for gets given to you but gets taken away from someone you love - What would you wish for?\n  ","904583":"\n   Do you prefer going to cinemas, or live plays? I personally only go to cinemas!\n  ","904584":"\n   Really i didn't know that lol\n  ","904585":"\n   Cool\n  ","904586":"\n   What question are you just tired of receiving on here?\n  ","904587":"\n   When you meet with friends, where is your favourite place to go, if you have one?\n  ","904588":"\n   Where have you always wanted to visit? Have you been there?\n  ","904589":"\n   That's not necessary a bad thing is it?\n  ","904590":"\n   You are younger ones?\n  ","904591":"\n   😊💙\n  ","904592":"\n   If you were given the equivalent to £1 million in whatever currency you use, what would you buy first? Or would you save it?\n  ","904593":"\n   A tweet from  🇸🇰Teri 💙. Dye your hair dark blue 💙\n   \n    https:\/\/twitter.com\/laurensfabcrocs\/status\/1265365385286684678?s=19\n   \n","904594":"\n   How often do you cry?\n  ","904595":"\n   How often do you pray?\n  ","904596":"\n   Watching Rachael's Instagram story before and this song sticks in my head again.\n   \n    https:\/\/youtu.be\/fHI8X4OXluQ\n   \n","904597":"\n   How would you explain your basic life philosophy?\n  ","904598":"\n   I am glad you have people you can relax with. Thats always important!\n  ","904599":"\n   Like seriously 😉\n  ","904600":"\n   Hey 👋 stop 🛑 bothering my friend Lauren with that stuff respect her\n  ","904601":"\n   hey sweetheart wish u well rest of the week Love u\n  ","904602":"\n   Wanna earn 200$ nw ??\n  ","904603":"\n   What product or service is way more expensive than it needs to be?\n  ","904604":"\n   ok \nare you remember me\n  ","904605":"\n   Wyd\n  ","904606":"\n   If you had a fully free trip to the moon offered to you, would you go?\n  ","904607":"\n\n    https:\/\/youtu.be\/Wqnk4PvWdG8\n   \n","904608":"\n   I love your photos 😍🙂👑\n  ","904609":"\n   How are you Lauren 😊\n  ","904610":"\n   What risk is worth the reward?\n  ","904611":"\n   hi\n  ","904612":"\n   دجال کون ہے؟ جانیں اس ویڈیو میں\n   \n    https:\/\/youtu.be\/iwIIqP9AtC0\n   \n","904613":"\n   You are a beautiful\n  ","904614":"\n   Is your index finger really short?\n  ","904615":"\n   Have you ever sued anyone? Did you win your case? Have you ever been sued?\n  ","904616":"\n   Yeah that too.\n  ","904617":"\n   😂😂\n  ","904618":"\n   Is she married?\n  ","904619":"\n   Lauren hey\n  ","904620":"\n   Oof 👀👀\n  ","904621":"\n   Always and forever💙\n  ","904622":"\n   I dont knowwwwww 👀👀\n  ","904623":"\n   Yeah very sad :\/ i feel for Christina\n  ","904624":"\n   Im guessing you mean my pizza 😂 omg it was so good, it was cheese pesto and pepperoni 😍\n  ","904625":"\n   how are you\n  ","904626":"\n   I remember when it was 2010 and 2011 and you all were so young. Those were the days. Good memories.\n  ","904627":"\n   i am just so happy for you guys\n  ","904628":"\n   lauren did you cry too ?\n  ","904629":"\n   Whats a rainbow baby\n  ","904630":"\n   Yeah😂 and Nick.\n  ","904631":"\n   I'm so happy for Christina!!!\n  ","904632":"\n   i cried\n  ","904633":"\n   😂💙 next up guess the name. Am say Daniel\n  ","904634":"\n   YASSSSSSS\n  ","904635":"\n   I KNEW IT WAS A BOY!\n  ","904636":"\n   Ok you was right  👶💙😂\n  ","904637":"\n   What was your favorite toy as a kid? PAP\n  ","904638":"\n   Who’s the best cook in your family?\n  ","904639":"\n   Pick a house friend (pet) you wish you had:\nDog\/puppy\nCat\/kitten\nDuck\nParrot\nHedgehog\nFish\nTurtle\/tortoise \nRat\/mouse\nHamster\nGuinea pig \nOther (if other please say the animal) 😊\n  ","904640":"\n   What does 3 > mean ?\n  ","904641":"\n   Luke, andy, sonny\n  ","904642":"\n   Zac Efron\n  ","904643":"\n   Jordan, mikey, colby\n  ","904644":"\n   💙🧡💙\n  ","904645":"\n   Wtf where ru\n  ","904646":"\n   🤬🤬🤬\n  ","904647":"\n   Your laptop & mobile phone\n  ","904648":"\n   lol don't recommend it\n  ","904649":"\n   Single?\n  ","904650":"\n   What are three things you always bring with you wherever you go? 👣\n  ","904651":"\n   Oh I'm sorry\n  ","904652":"\n   What do you wear under your skirts?\n  ","904653":"\n   Pap in black outfit if you can\n  ","904654":"\n   There's bound to be a number of guys who touch themselves to your baby photos though, is that necessarily bad?\n  ","904655":"\n   What sex life?\n  ","904656":"\n   If you or your sisters were given vials of covid19 samples, and you guys had the opportunity to make meals for anyone on this site,.. what might you do?\n  ","904657":"\n   Who is your most beautiful sister?\n  ","904658":"\n   Buena tu respuesta tu muy bien eres genial nunca cambies 👍\n  ","904659":"\n   It was me that posted that to you. And yes it was funny that bit. 😂\n  ","904660":"\n   oof\n  ","904661":"\n   on ask ???\n  ","904662":"\n   Thanks\n  ","904663":"\n   Who the fuck searches for a bf for his sister ?! 😂\n  ","904664":"\n   Say hello to Mr. Sexy. I just got out of the shower and I look and feel sexy. I am so hot right now. I'm not sure what triggered me to feel like this but it just happened, I can't explain it. Have you ever had this happen before? I'm on fire. I am so hot right now.\n  ","904665":"\n   Just re-answer my question, please. I don't want anyone to know me cause I'm a guy and it's a bit embarrassing.\n  ","904666":"\n   oh i'm sorry hope you feel better now xx\n  ","904667":"\n   The worst words you think are like?\n  ","904668":"\n   Ok. If he did create one tell me so I tell my sis\n  ","904669":"\n   Sweet dreams Lauren\n  ","904670":"\n   Oh umm can he create one ?\n  ","904671":"\n   hru Lauren ?\n  ","904672":"\n   Alex then 🙊 does he have an ask account ?\n  ","904673":"\n   Long or short sleeves currently?\n  ","904674":"\n   How old ?\n  ","904675":"\n   Do you have a brother or a friend who is hot and single ?\n  ","904676":"\n   So everything is all good now. Have they caught the shooter.\n  ","904677":"\n   Are you still at your Mom & Dad's\n  ","904678":"\n   Aww why what wrong and are you guys oh okay\n  ","904679":"\n   Heyy how are you\n  ","904680":"\n   💙HAPPY FRIDAY LAUREN 🧡\n  ","904681":"\n   #BlackLivesMatter\n  ","904682":"\n   🧡💙🧡\n  ","904683":"\n   🧡💙\n  ","904684":"\n   Can you sing and dance? If not, do you wish you did?\n  ","904685":"\n   Big storms in Florida are you guys near there and be careful ok?\n  ","904686":"\n   How’s things with you?\n  ","904687":"\n   Are you interested in sheet metal stud construction ?\n  ","904688":"\n   Can we get married?\n  ","904689":"\n   What could you spend all day talking about?\n  ","904690":"\n   Come to Argentina. 🇦🇷\n  ","904691":"\n   Honesty hour? You down?\n  ","904692":"\n   Do you know to Messi?\n  ","904693":"\n   Lauren how was your memorial weekend and any bbq?\n  ","904694":"\n   Be nice with Amy.\n  ","904695":"\n   That’s just awesome... you must be pro...\n\n\nYou have any fav song you like to play?\n  ","904696":"\n   I ain't happy I'm feeling glad I got sunshine in a bag I'm useless but not for long\n  ","904697":"\n   I’m hungry. When you’re hungry do you tend to get cranky?\n  ","904698":"\n   Sounds eventful!\n  ","904699":"\n   Is it Love if you do things behind someone's back to protect them or is it control?\n  ","904700":"\n   What’s something that everyone knows is true, but we don’t like to admit it?\n  ","904701":"\n   What kind of people are people like me?\n  ","904702":"\n   Are you the type of person who pours their heart out to complete strangers or are you usually on the receiving end of this type of situation?\n  ","904703":"\n   Gosta?\n   \n    https:\/\/youtu.be\/zIwd_9JJmog\n   \n","904704":"\n   Good night Lauren 😴🛏\n  ","904705":"\n   Do you ever listen to music to get stuff done? Like chores, studies etc.? 🎧📚 What kind of music makes you the most productive in that case? 😁\n  ","904706":"\n   If money and practically weren’t a problem, what would be the most interesting way to get around town?\n  ","904707":"\n   If you had to disappear and start a whole new life, what would you want your new life to look like?\n  ","904708":"\n   You looking forward to summer? You have any plans even with the pandemic and such? Can be big or small 😁☀️\n  ","904709":"\n   What movie or book character are you most similar to?\n  ","904710":"\n   strangest encounter?\n  ","904711":"\n   How was your day?\n  ","904712":"\n   What’s your FAVOURITE FOOD     AND WHATS YOUR LEAST FAVOURITE???(:\n  ","904713":"\n   👀👀\n  ","904714":"\n   Its up to you :)\n  ","904715":"\n   You guys are great equally\n  ","904716":"\n   My money is on girl\n  ","904717":"\n   Lol how though\n  ","904718":"\n   Am still saying it's a girl 🌈👶💖\n  ","904719":"\n   Wait someone is trying to start a fight between you two?\n  ","904720":"\n   Lol oh dang\n  ","904721":"\n   That sounds good 😊. Did you go to your Mom and Dad's last night.\n  ","904722":"\n   ¿El tamaño de la sonrisa es directamente proporcional al de la felicidad?\n  ","904723":"\n   Organizing things is my kryptonite but what are you trying to organize\n  ","904724":"\n   Happy Memorial Day Lauren 🇺🇸 from the UK 🇬🇧\n  ","904725":"\n   So what are you doing?\n  ","904726":"\n   ¿Tienes alguna teoría conspiratoria? ¡Cuéntanosla!\n  ","904727":"\n   Cat 🐈 Or Dog 🐕\n  ","904728":"\n   If you had fun while you were wasting time, can you still say that you wasted time?\n  ","904729":"\n   Yeah so I am hoping this works\n  ","904730":"\n   What age should a person be considered old enough to die of old age?\n  ","904731":"\n   Hey? What’s up?\n  ","904732":"\n   Its to kill the bacteria in my stomach from what I gathered\n  ","904733":"\n   space🙎‍♀️🌺\n  ","904734":"\n   Hey have you been to six flags amusement park before\n  ","904735":"\n   They put me on something called Metronidazole for me to try it out for a week and if that'll help did not run some more tests\n  ","904736":"\n   What’s a belief that you hold with which many people disagree?\n  ","904737":"\n   رســـالــتك المــسائــية  🥺🖤\n  ","904738":"\n   I saw the Doctor yesterday.\n  ","904739":"\n   Why everyone want a fight between Lauren and Rachael?\n  ","904740":"\n   Are you saving yourself till marriage?\n  ","904741":"\n   do you prefer white socks or colorful ones?\n  ","904742":"\n   Oh sorry.\n  ","904743":"\n   What's the most complicated dish you can cook by yourself? Did someone teach you or did you learn on your own?\n  ","904744":"\n   Hey, Whats up?\n  ","904745":"\n   X\n  ","904746":"\n   Burgers with pickles or onions or both?\n  ","904747":"\n   Hey. idk if you remember me at all. but I'm Joe. used to talk to you a lot. i wont be able to get on here any longer but if you wanna talk more again I have snapchat ( sloppyjoe69101 ) to talk on but thats really it.\n  ","904748":"\n   Do you have phobias?\n  ","904749":"\n   \"Eid Mubarak \"\n🎉🎉\n  ","904750":"\n   Because I find the human anatomy interesting\n  ","904751":"\n   What life lesson did you learn the hard way?\n  ","904752":"\n   What’s your meaning behind déjà-vu? Like what does it mean to experience a déjà-vu?\n  ","904753":"\n   What should be the goal of humanity?\n  ","904754":"\n   When was the last time you did something you were proud of doing? What was it?\n  ","904755":"\n   I listen to music all the time, no matter what I'm doing. I go to sleep with music playing, I work with music playing, and I read with music playing. Would you guys like me to send a Song of the Day? I have about 7k songs on my Spotify, varying in taste!\n  ","904756":"\n   What was the last thing that made you laugh?\n  ","904757":"\n   What is your absolute favourite thing to do? When was the last time you did it?\n  ","904758":"\n   Follow for Follow?❤️\n  ","904759":"\n   What do you usually do to escape from the routine of daily life.\n  ","904760":"\n   If your 'supporters' honestly believe that then they arent really supportive. If you had a doctorate in microbiology or chemistry then yeah... sure there might be an expectation of an opinion.  However if your knowledge is limited then why would they feel you owe them anything?\n  ","904761":"\n   Why do your followers feel as though you are obliged to comment?  The way I see it, its up to you and your thoughts..  the court of public opinion can go take a long walk off a short peer.  Its your choice, case closed.\n  ","904762":"\n   what is date?\n  ","904763":"\n   How did you you meet him and does he make you see stars?\n  ","904764":"\n   Honesty hour?\n  ","904765":"\n   Hello Lauren the night owl how are you and  why are you still up? 😀\n  ","904766":"\n   씨.발녀나, 내게 에스크에프엠 개쓰레기 던지기 놀이 즐기지말고 카톡으로 제대로 와서 똑바로 말하세요\n  ","904767":"\n   Do you think that humans will ever be able to live together in harmony?\n  ","904768":"\n   Bien y tú\n  ","904769":"\n   PAP of what you’re currently drinking .\n  ","904770":"\n   Outfit currently?\n  ","904771":"\n   Which flowers do you like by smell and which – by appearance? PAP! 🌸🌺🌼🌻\n  ","904772":"\n   Do you still use this app. Often? What are you still up to?\n  ","904773":"\n   do you believe in a higher power?\n  ","904774":"\n   Which kind and brand?\n  ","904775":"\n   Cuál es la forma más extraña o cómica en que has matado a un bicho?\n  ","904776":"\n   hey Lauren miss you sweetheart enjoy upcoming week Love you <3\n  ","904777":"\n   How can you tell that someone is lying?\n  ","904778":"\n   If you were a YouTuber, what would your videos be about?\n  ","904779":"\n   Which gossip is there about you?\n  ","904780":"\n   Do you like modern art?\n  ","904781":"\n   If you had to pick one place in your town to bring a tourist, where would you go?\n  ","904782":"\n   Eid Mubarak to all,is it going to change everything?\n  ","904783":"\n   What are your top three favourite things you like the taste of?\n  ","904784":"\n   What are your top three favourite things you like the smell of?\n  ","904785":"\n   Eres gringa?\n  ","904786":"\n   ¿Qué desastre natural te da más miedo?\n  ","904787":"\n   Hey Lauren have u told my compliment to Dani yet ?\n  ","904788":"\n   Pap a pic of you\n  ","904789":"\n   ¿Cuál es la mejor motivación para estudiar?\n  ","904790":"\n   am I happy I downloaded this app now that I get to look at you!\n  ","904791":"\n   مسسآاحٰهہ🌸🌸\n  ","904792":"\n   How would you do a makeover on a boy?\n  ","904793":"\n   Lauren do u workout?\n  ","904794":"\n   What's your favorite font?\n  ","904795":"\n   ¿Dónde esconderías un baúl del tesoro si tuvieras uno?\n  ","904796":"\n   What was the last song you caught yourself singing out loud ?\n  ","904797":"\n   Hi there how are you? If you ont mind shall we talk?\n  ","904798":"\n   Why do boys always fricken lie?\n  ","904799":"\n   Yes he is Lauren but not like Karim Benzema he is better then Messi\n  ","904800":"\n   Do you have enemies? Name one! 😈\n  ","904801":"\n   Do you know to Messi?\n  ","904802":"\n   Did you play baseball?\n  ","904803":"\n   When will the Lockdown be over where you are?\n  ","904804":"\n   What’s the best way you or someone you know has gotten out of a ticket\/ trouble with the law?\n  ","904805":"\n   Do you like thunder and lightening? ⚡\n  ","904806":"\n   What was the first thing you learned to cook? PAP! 🍲\n  ","904807":"\n   Same to you go to your Mom & Dad's and stay safe.\n  ","904808":"\n   Have ac on is it heat wave there?\n  ","904809":"\n   What are you expecting to happen in your life in the years to come?\n  ","904810":"\n   OMG IT'S 2.45am here am I gonna have to get to bed. Good Nigt Lauren. 😴🛏\n  ","904811":"\n   - May the Almighty bless us all with a peaceful & merry Eid. Let us all pray for these uncertain times to end soon.\nAmeen\nEid 2020\n  ","904812":"\n   heheh or raining\n  ","904813":"\n   What’s the best thing you have learned from your parents? ❤️\n  ","904814":"\n   I'll just keep on running\n  ","904815":"\n   What's with the animal quotes of Twitter from you.\n  ","904816":"\n   X\n  ","904817":"\n   No. 😒 This is all your fault. 😒\n  ","904818":"\n   Left the band. Nobody love you. Pls. Comeback Dani.\n  ","904819":"\n   He´s great. LOL\n  ","904820":"\n   GO 49ers!!!\n  ","904821":"\n\n    https:\/\/www.instagram.com\/p\/B0v0IjWhuEH\/\n   \n","904822":"\n   You stole his hoodie. and.. He stole your beanie.\n  ","904823":"\n   HIT TO AMY.\n  ","904824":"\n   Is CS still here?\n  ","904825":"\n   When did you take those pics?\n  ","904826":"\n   Christian Beadles. Christian Suray. What´s next Chrsitian Evans?\n  ","904827":"\n   Is he wearing your beanie?\n  ","904828":"\n   Do you cry watching those pics?\n   \n    https:\/\/www.instagram.com\/p\/B7hjynKh0wh\/\n   \n","904829":"\n   Why did you break with CS?\n  ","904830":"\n   Hit to Rachael. LOL\n  ","904831":"\n   🐄🌙💖\n  ","904832":"\n   Do you like football?\n  ","904833":"\n   Come to Alabama.\n  ","904834":"\n   So cim11oreli wants to know if you have a boyfriend 😂\n  ","904835":"\n   When did you take this pic?\n  ","904836":"\n   Yay, birthday triplets!\n  ","904837":"\n   Are they annoying or nice? 😆\n  ","904838":"\n\n    https:\/\/twitter.com\/laurencimorelli\/status\/73478341155500032\n   \n","904839":"\n   Is he a San Francisco´s fan?\n   \n    https:\/\/www.instagram.com\/p\/B84oHSzJWDy\/\n   \n","904840":"\n\n    https:\/\/www.instagram.com\/p\/B9M90G1JZDu\/\n   \n","904841":"\n\n    https:\/\/www.instagram.com\/p\/B8ctfoTgu44\/\n   \n","904842":"\n   Did you hit him?\n   \n    https:\/\/www.instagram.com\/p\/B6TfgShJ7Qe\/\n   \n","904843":"\n   19th September\n  ","904844":"\n   Birthday twins!!!\n  ","904845":"\n   Whats scoliosis\n  ","904846":"\n   I had two, one older and one younger but my older brother passed away 🙂 I'm stuck with six sisters 😂\n  ","904847":"\n   When did you take this pic?\n  ","904848":"\n   Wow I thought my family was big 😁 I'd love to have loads of brothers 🙂\n  ","904849":"\n   Care to share 8 facts about you? Absolutely anything 🥰\n  ","904850":"\n   If you were given unlimited resources, how would you lure the worst of humanity into one stadium at the same time?\n  ","904851":"\n   one of Bruce Willis kids went shopping for flowers topless in New York city.   nobody batted  an eye and she wasn't arrested.   most states will allow topless sunbathing on beaches.   Texas is one of those places.  in Austin on Halloween they close 6th street and a girl walked topless and no arrests\n  ","904852":"\n   Do you own any crystal ? Whats your favourite crystal ?\n  ","904853":"\n   What sort of question is that? 🤣 if I was asked that I'd feel uncomfortable going to that bathroom haha\n  ","904854":"\n   In bed.\n  ","904855":"\n   I didn't do anything?\n  ","904856":"\n   SURPRISE\n  ","904857":"\n   Hahahah yessss\n  ","904858":"\n   Jasper is my middle name.\n  ","904859":"\n   *cough* I.J.D *cough* 👀👀👀\n  ","904860":"\n   dumb much?\n  ","904861":"\n   Ahh\n  ","904862":"\n   ryer you dont have anything in your  feed. all lies.\n  ","904863":"\n   ryer wow\n  ","904864":"\n   Dainian\n  ","904865":"\n   Should you know him? I don't.\n  ","904866":"\n   You dated my adopted brother.\n  ","904867":"\n   I can see that.\n  ","904868":"\n   Relax, Lauren. It's nice to know you forgot how I am.\n  ","904869":"\n   No don't be sorry. I love it. Most of my notifs are your answers and  I love it.\n  ","904870":"\n   Don't be making excuses\n  ","904871":"\n   Me too. But I love your answers😂❤\n  ","904872":"\n   Unfollowing asap\n  ","904873":"\n   is alice taken or single, if shes single, does she like someone or can i hop into the dms\n  ","904874":"\n   You've spammed my feed.\n  ","904875":"\n   Why are you called the queen?\n  ","904876":"\n   How is the christina doing hope all is well ?\n  ","904877":"\n   do you play any instruments?\n  ","904878":"\n   How would react if a female friend told you she's in love with you so either you are in a relationship with her or you won't see her ever again?\n  ","904879":"\n   What's your favourite movie\/film\/series?\n  ","904880":"\n   How was your day today?\n  ","904881":"\n   What's the most awkward question you've been asked?\n  ","904882":"\n   haha lol. \nare you feel bored?\n  ","904883":"\n   I had to think for a minute then was like, ahhh, that was the one i hated too\n  ","904884":"\n   What's one thing you like that you would give up to protect the environment?\n  ","904885":"\n   Wasnt that Victoria\n  ","904886":"\n   Weirdest dream you had recently?\n  ","904887":"\n   Who is favourite and least favourite fictional character? Why?\n  ","904888":"\n   How is Lisa cat doing?\n  ","904889":"\n   Oh that’s so sad\n  ","904890":"\n   Wish I could date ya 🥺\n  ","904891":"\n   in the summer. do you use an air conditioner or a fan?\n  ","904892":"\n   Honesty hour yay or nay?\n  ","904893":"\n   I am having a lovely day\n  ","904894":"\n   🥺🥺\n  ","904895":"\n   Eid Mubarak to you and your family. 🥰\n  ","904896":"\n   You're my dream girl damn\n  ","904897":"\n   Is there any movie or show you haven't seen and you know most people would be like \"What? Have you not seen that!?\" if you told them? 😮🎬📺\n  ","904898":"\n   How was your day?\n  ","904899":"\n   Hi LAULI\n  ","904900":"\n   X\n  ","904901":"\n   Whats your most annoying habit?\n  ","904902":"\n   This pic is so cute.\n   \n    https:\/\/www.google.com\/url?sa=i&url=https%3A%2F%2Fwww.pinterest.com%2Fpin%2F240661173825329651%2F&psig=AOvVaw2ty2MKqKR6Yj8TxVXyxaUk&ust=1590637500890000&source=images&cd=vfe&ved=0CAIQjRxqFwoTCODV8cqQ0-kCFQAAAAAdAAAAABAD\n   \n","904903":"\n\n    https:\/\/www.google.com\/url?sa=i&url=https%3A%2F%2Fteevatino.com%2Ftrend%2Forange-lauren-cimorelli-tee-shirt%2F&psig=AOvVaw0VqPcQZe5Hg804k6TYAmmh&ust=1590637309028000&source=images&cd=vfe&ved=0CAIQjRxqFwoTCJiHg_2P0-kCFQAAAAAdAAAAABAJ\n   \n","904904":"\n   Who´s he?\n   \n    https:\/\/co.pinterest.com\/pin\/457608012122853918\/?amp_client_id=CLIENT_ID\n   \n   (_)&mweb_unauth_id={{default.session}}&simplified=true\n  ","904905":"\n   But you're boyfriend is\n  ","904906":"\n   #deportlauren\n  ","904907":"\n   True which sucks but that's the world we live in\n  ","904908":"\n   Why?\n  ","904909":"\n   Ok I will talk to my mum about it thank you xx\n  ","904910":"\n   Omg when I do panic I start to black out sometimes and then I can see things and hear things and I feel like someone is listening to me when no one is there and I only feel safe in my room and when I am not in my room or in my house I feel really uncomfortable and when it’s crowded I feel weird\n  ","904911":"\n   What’s that\n  ","904912":"\n   No my mum just keeps saying everyone gets anxiety but it gets to the point where I over think everything I am overthinking going back to school and what to do with my hair and if I should wear make up or not and all of that and what I should say and sometimes I can’t even talk to people 😔\n  ","904913":"\n   씨.발녀나, 내게 에스크에프엠 개쓰레기 던지기 놀이 즐기지말고 카톡으로 제대로 와서 똑바로 말하세요\n  ","904914":"\n   It’s ok it’s not your fault it’s my own I shouldn’t have all these problems with me like anxiety and hate school and hate people and always go to bed feeling low 🥺\n  ","904915":"\n   Having pizza or what tonight? 😀\n  ","904916":"\n   Black beans!? Ohhh I never tried that! You're making my mouth water lol I wanna try some\n  ","904917":"\n   Haha\n  ","904918":"\n   Same lol x\n  ","904919":"\n   how many tvs do you have in your house?\n  ","904920":"\n   Ye x\n  ","904921":"\n   Have a guy punch you, kick you, etc?\n  ","904922":"\n   💫\n  ","904923":"\n   Going to church tomorrow?\n  ","904924":"\n   Ohhhh lol. HONEY BBQ and CAJUN\n  ","904925":"\n   What should do a guy to get your love?\n  ","904926":"\n   How you have had less ex’s than me and your older than me and it’s wrong how people even have the decency to call someone that I was slut shamed a lot in year 8 but I ain’t anymore 🙄\n  ","904927":"\n   I have had 11 ex’s and I am 14 😂 makes me sound like a player\n  ","904928":"\n   When was the last time that you cry?\n  ","904929":"\n   I'm the man in the box\n  ","904930":"\n   Good night Lauren 😴🛏\n  ","904931":"\n   Would you be happy without money?\n  ","904932":"\n   Apoco hablas español lauren?\n  ","904933":"\n   I really love talking to you tbh always puts a smile on my face, because u are so honest and nice! :)\n  ","904934":"\n   Red wine is good?\n  ","904935":"\n   That's good\n  ","904936":"\n   That's brilliant\n  ","904937":"\n\n    https:\/\/youtu.be\/Slsz8TLdeLs\n   \n","904938":"\n   What are the 5 important things you would include in your things-to-do list?\n  ","904939":"\n   Do you think we should wory about the environment?\n  ","904940":"\n   Would you at least do it quick and painlessly or...?😂\n  ","904941":"\n   What do you prefer: read the newspaper, watch TV News, or check online news?\n  ","904942":"\n   What’s the scariest dream you have ever had?\n  ","904943":"\n   Am sure she will love whatever you buy or do for her.\n  ","904944":"\n   What do you like to talk about the most?\n  ","904945":"\n   I just realized that I haven’t stepped outside of my comfort zone for a while and I‘d like to change that. 🤗 — Any suggestions for tasks I could do to push me a little further to growth?\n  ","904946":"\n   We’re we born with the desire to love?\n  ","904947":"\n   The first one 👰💜\n  ","904948":"\n   Ya I seen Lisa's post you was practicing a new song.\n  ","904949":"\n   Do you have any singing tips? like how to practice singing?\n  ","904950":"\n   Tricks to fall asleep. Make sure room is dark and a little cool. Ok\n  ","904951":"\n   Do you like to go bike riding? I’m thinking about buying a bike so I can go on rides with the kids. But holy shit the prices went up! Fucking pandemic!\n  ","904952":"\n   What do you think of makeup?\n  ","904953":"\n   Do you speak another language?\n  ","904954":"\n   Best wishes to kat. Looking nice and is the wedding still on time?\n  ","904955":"\n   When was the last that you cry?\n  ","904956":"\n   Nice smiling face\n  ","904957":"\n   💙\n  ","904958":"\n   Nice display\nMiss Lauren\n  ","904959":"\n   Are you trying to be better than everyone around you, or better than the person you were yesterday?\n  ","904960":"\n   Do you like who you are right now?\n  ","904961":"\n   What are you trying to tell us in Atom Bomb?\n  ","904962":"\n   What is something you like to do that other people would probably consider \"weird\" if they knew?\n  ","904963":"\n   ¿Qué pueden aprender las personas de los animales?\n  ","904964":"\n   If you were given one thousand acres of land that you didn’t need to pay taxes on but couldn’t sell, what would you do with it?\n  ","904965":"\n   What about the opposite sex confuses you the most?\n  ","904966":"\n   If you could know the truth behind every conspiracy, but you would instantly die if you hinted that you knew the truth, would you want to know?\n  ","904967":"\n   What was the first thing you learned to cook?\n  ","904968":"\n   How do you cope with lack of sleep?\n  ","904969":"\n   👸⬅️\n  ","904970":"\n   Which is the most delicious food for you?\n  ","904971":"\n   What's the most overrated tourist attraction?\n  ","904972":"\n   If you were a road sign, what would you say?\n  ","904973":"\n   10 favorites! 😃 \n\n1. Favorite movie? 📽\n2. Favorite show? 📺\n3. Favorite game? 🎮🎲\n4. Favorite color? 🎨\n5. Favorite animal? 🐾\n6. Favorite fruit? 🍝\n7. Favorite dish? 🍎\n8. Favorite dessert? 🍰\n9. Favorite season? 🌡\n10. Favorite holiday? 🎆\n  ","904974":"\n   That was days ago 😂😂\n  ","904975":"\n   If you could keep a Dinosaur as a pet, which would you choose?\n  ","904976":"\n   Do you like australian guys?\n  ","904977":"\n   Do you know any “Karens” ? Look it up if you aren’t sure what I’m referring to .\n  ","904978":"\n   last place you traveled to?\n  ","904979":"\n   Do you prefer the large scale, popular, busy life of living in the city, or the quieter, calmer, solitudinous life of living in the country?\n  ","904980":"\n   There's always a tomorrow if today doesn't go your way!\n  ","904981":"\n   Ohhhhh 😳😂\n  ","904982":"\n   Post the last picture you've taken on your phone!\n  ","904983":"\n   Wait, people were attacking you at first? Dafuq\n  ","904984":"\n   I'm sorry to hear that! Such a lovely person shouldn't be sad :c\n  ","904985":"\n   What do you like the most about your friends? Choose one in particular and say everything you like about them!\n  ","904986":"\n   What was your first honest opinion on Alice\n  ","904987":"\n   Has anything made you smile today? What was it?\n  ","904988":"\n   Well, thank you so much!\n  ","904989":"\n   Lauren Swift\n  ","904990":"\n   Lauren Obama\n  ","904991":"\n   When seeing my profile and profile picture for the first time, what was your first impression? What did you assume about me from the get go, if anything? Has that changed at all over-time? If you haven't seen my profile then take this opportunity to use this as a filler.\n  ","904992":"\n   What do you like to do to relax, and\/or calm yourself after a particularly horrible day?\n  ","904993":"\n   Thank god fo president trump <3\n  ","904994":"\n   Ya you have mentioned her before. You said she lives in liverpool\n  ","904995":"\n   Lauren Malek\n  ","904996":"\n   Lauren Grande\n  ","904997":"\n   Lauren Messi\n  ","904998":"\n   Lauren Brady\n  ","904999":"\n   This is Lisa´s Fault.\n  ","905000":"\n   Me because im fabulous *hair flip*\n  ","905001":"\n   Is that the manager that lives in Liverpool\n  ","905002":"\n   Умеешь признавать свои ошибки или извиняться за них?\n  ","905003":"\n   How she impact on you ?\n  ","905004":"\n   Who's your favorite anime character? 😍\n\nMine : Rize Kamishiro 神代 利世 ~\n  ","905005":"\n   Do you prefer to ask questions or answer them? 🤔\n  ","905006":"\n   What’s something that people seem to find impressive but you think sounds weak?  E.g. for me the slogan “Reasonable Prices!” sounds like a terribly weak advert, but it seems to work.\n  ","905007":"\n   What random stranger had the biggest impact on your life??\n  ","905008":"\n   😳😳😳 No just friends\n  ","905009":"\n   ¿Te pone de los nervios caminar detrás de gente lenta?\n  ","905010":"\n   What are the things you want to avoid in a relationship? ⚠️\n  ","905011":"\n   That is just joking babygirl,baby,beloved,etc.\n  ","905012":"\n   Hi Beloved\n  ","905013":"\n   Lauren Nemiroff\n  ","905014":"\n   Lauren Norton\n  ","905015":"\n   If you can turn the person you dislike into anything what would you turn them into and why?\n  ","905016":"\n   Lauren fisher\n  ","905017":"\n   HI LAUREN\n  ","905018":"\n   What fruit do you eat the most often?\n  ","905019":"\n   Lauren jones\n  ","905020":"\n   Yes he does\n  ","905021":"\n   Lauren Jonas\n  ","905022":"\n   Lauren Hawk\n  ","905023":"\n   he clearly wants you\n  ","905024":"\n   Lauren Ramsay\n  ","905025":"\n   Weirddddd\n  ","905026":"\n   Mendes.\n  ","905027":"\n   Who is the last person you texted to?\n  ","905028":"\n   👀\n  ","905029":"\n   Lauren Style\n  ","905030":"\n   Did you date him or not?\n  ","905031":"\n   What is the most interesting thing you have in your purse\/wallet?\n  ","905032":"\n   Lauren Jones\n  ","905033":"\n   See im not the only one who thinks so\n  ","905034":"\n   Lauren Mendes\n  ","905035":"\n   What’s your longest relationship?\n  ","905036":"\n   Lauren Trump\n  ","905037":"\n   Who’s stealing your socks?\n  ","905038":"\n   Liam payne im guessing 😂😂\n  ","905039":"\n   Lauren Horan\n  ","905040":"\n   u need to date with him\n  ","905041":"\n   Lauren Christine Cimorelli only (atm)\n  ","905042":"\n   Lauren Bieber\n  ","905043":"\n   Lauren Straneva.\n  ","905044":"\n   Lauren Malik\n  ","905045":"\n   This is Emmyn´s fault. Tell us the truth.\n  ","905046":"\n   Lauren Payne\n  ","905047":"\n   Which dovotinal song do you like?\n  ","905048":"\n   Lauren Gilbert.\n  ","905049":"\n   Just saying, youre hot, hes hot, youd make a hot couple\n  ","905050":"\n   Lauren Brock 👀👀\n  ","905051":"\n   Why dani left the band?\n  ","905052":"\n   Lauren Calleiro.\n  ","905053":"\n   You and colby would make a cute couple\n  ","905054":"\n   What’s in your pockets?\n  ","905055":"\n   Lauren Reali\n  ","905056":"\n\n    https:\/\/youtu.be\/z4CR64hVPMQ\n   \n","905057":"\n   Are you going to change your surname?\n  ","905058":"\n   Did Christina change her surname?\n  ","905059":"\n   How is Lisa and her song doing?\n  ","905060":"\n   Do you like Nutella a bit or a lot?\n  ","905061":"\n   Do you like too go to roma to see the pope?\n  ","905062":"\n   Oh! Men. You met them! But me. I haven't seen them in person? 😢😢😢 you are very lucky\n  ","905063":"\n   Si tuvieras un yate de lujo, ¿cómo lo llamarías?\n  ","905064":"\n   Are you going to leave the band?\n  ","905065":"\n   What do you prefer?\n  ","905066":"\n   😉😉😂😂😂😂😂\n  ","905067":"\n   Nothing deep or intellectual here!\n\nJust a straight forward question this time.\n\nHow are you really doing?\n\nIn the hustle and bustle of life, we may not always get a chance to talk about how we feel, so here is your chance.\n\nFor those who choose to respond to this, I promise to reply to your post!\n  ","905068":"\n   Honesty hour till midnight?\n  ","905069":"\n   I do it on a daily basis 😉\n\n(im joking obviously)\n  ","905070":"\n   Why do you use Ask.fm?\n\nHow long have you been on this platform?\n\nWhat are your favorite parts of using Ask? What are the downsides of Ask?\n\nLooking forward to your responses!\n  ","905071":"\n   Nice was it 2 spicy? 😀\n  ","905072":"\n   I look up girls skirts\n  ","905073":"\n   Tell me something interesting about yourself?\n  ","905074":"\n   Why do girls want to wear shorts underneath their skirts so much 😭\n  ","905075":"\n   That person asking about shorts under skirts is definitely a pervert\n  ","905076":"\n   What should do a guy to impress you?\n  ","905077":"\n   Are you rich?\n  ","905078":"\n   read her posts\n  ","905079":"\n   how are you\n  ","905080":"\n   Can you tell the difference between a crow and a raven?\n  ","905081":"\n   How old were you when you learned to tie your shoes?\n  ","905082":"\n   Hi! Do you like this song?\n   \n    https:\/\/www.youtube.com\/watch?v=ZEhufY8EO40\n   \n","905083":"\n   How did you feel about that\n  ","905084":"\n   Cool\n  ","905085":"\n   Have you watched any of the fifty shades movies? What did you think\n  ","905086":"\n   Hi Lauren Suray\n  ","905087":"\n   You´re a bully.\n  ","905088":"\n   PAP\n  ","905089":"\n   I can see that but I've seen any girls do that with someone that they thought they loved.\n  ","905090":"\n   What is your favorite tea?\n  ","905091":"\n   Date me\n  ","905092":"\n   These probably the same people that think that I and you and Lisa used to look like each other\n  ","905093":"\n   Lol she looked nothing like you how could people think that was you?\n  ","905094":"\n   What would you do if there was a world war?\n  ","905095":"\n   Have you ever gone in for a kiss only for the other person to turn away?\n  ","905096":"\n   ¿Prefieres Instagram o Facebook?\n  ","905097":"\n   Last time I asked you to pap then that time pic with texting Baby Girl\n  ","905098":"\n   Oh I couldn't compare her to you because I had never seen her before lol\n  ","905099":"\n   What is your biggest turn on?!\n  ","905100":"\n   How did your meet to your bf?\n  ","905101":"\n   What happened between them?\n  ","905102":"\n   Are things going well for you right now? What could be better?\n  ","905103":"\n   For Americans ....what’s your plan for this long weekend\n  ","905104":"\n   Pen nanya nih,kata kata ter bullshit menurut kamu kaya apa?\n  ","905105":"\n   I'm going to go okay have a good night\n  ","905106":"\n   Who was that\n  ","905107":"\n   Ladies : do you like your men clean shaven or with facial hair? Men: do you like women with long or short hair?\n  ","905108":"\n   What do you wish people would stop asking you?\n  ","905109":"\n   Oh I don't know then\n  ","905110":"\n   WHAT IS SOMETHING UNUSUAL YOU RECOMMEND EVERYONE TRY AT LEAST ONCE?\n  ","905111":"\n   Or knowing me I was probably asleep whenever she posted it\n  ","905112":"\n   What makes you angry?\n  ","905113":"\n   I follow a lot of people if it did pop up on my feed I missed it\n  ","905114":"\n   Which one would you rather take medical advice from Dr Seuss or Dr Strange?\n  ","905115":"\n   Oh\n  ","905116":"\n   What color looks best on you?\n  ","905117":"\n   What post?\n  ","905118":"\n   What’s your plans for Memorial Day weekend? 🇺🇸 (if you don’t live in the states use as a filter) 🦋\n  ","905119":"\n   Oh okay\n  ","905120":"\n   Or he is gay 😂😂😂😂😂\n  ","905121":"\n   Why some people don't answer the questions here? 🤔😒\n  ","905122":"\n   Hi! Do you like Elsword?\n   \n    https:\/\/www.youtube.com\/watch?v=YyjABz04UbM&list=RDCMUCHUbqFpvmXbSGgmHKxOJCeQ&start_radio=1\n   \n","905123":"\n   Why are you annoyed?\n  ","905124":"\n   Damn he don't want to see you naked 😂😂😂😂😂😂😂😆😆\n  ","905125":"\n   Like what exactly\n  ","905126":"\n   Ain't she Michael's girlfriend\n  ","905127":"\n   Wait I thought that Paisley mckingsley was Chelsea's kids\n  ","905128":"\n   But they didn't want the other stuff huh\n  ","905129":"\n   How was that moment? Did you cry?\n  ","905130":"\n   Are you still in love with Christian?\n  ","905131":"\n   That's what I would do\n  ","905132":"\n   Did you fight with Dani?\n  ","905133":"\n   Thank you\n  ","905134":"\n   Are you losing weight?\n  ","905135":"\n   That’s true. I’m not rushing nothing that’s for sure.\n  ","905136":"\n   Have them buy it\n  ","905137":"\n   What unethical experiment would have the biggest positive impact on society as a whole?\n  ","905138":"\n   I am. She’s in this country just not same state. I can still talk to my friends cause she said she trusts me\n  ","905139":"\n   I'm guessing they're gone now\n  ","905140":"\n   It’s okay. I’m all better now. I actually started dating a girl yesterday it’s online and long distance.\n  ","905141":"\n   Oh dang\n  ","905142":"\n   Who took\n  ","905143":"\n   In the past people were buried with the items they would need in the afterlife, what would you want to be buried with so you could use in the afterlife?\n  ","905144":"\n   🍱 Do you like sushi? 🍣 Have you ever made it yourself at home? 🥠 I’m meeting with two friends today and we’re making sushi. ☺️🍚\n  ","905145":"\n   Какую дату ты никогда не забудешь?\n  ","905146":"\n   Yeah those are expensive\n  ","905147":"\n   aha\n  ","905148":"\n   That it will. It drove me to the edge\n  ","905149":"\n   What flavor ? My problem was my brother when I used to live with him he used to borrow some of my movies take them to someone's house and leave them there\n  ","905150":"\n   Happy Fxcking Friday 😊😁\n  ","905151":"\n   U r the most beautiful girl\n  ","905152":"\n   How are you ?\n  ","905153":"\n   Hi friends, a brain teaser\nDo you know why the sea water is blue?\n  ","905154":"\n   ¿Cómo crees que debería ser una verdadera mujer?\n  ","905155":"\n   I wanna know you \nand tell you i will send my User 😂\n  ","905156":"\n   I know how that is\n  ","905157":"\n   Nice and I can't wait what is your new ep going to be called?\n  ","905158":"\n   Omg same thing with me its like they were don't care right?\n  ","905159":"\n   Why?\n  ","905160":"\n   How you doing Lauren? Quarantine treating you okay?\n  ","905161":"\n   Long hair💇‍♀️ or Short hair💇?\n  ","905162":"\n   What's going on?\n  ","905163":"\n   Should this guy put a shirt on?\n   \n    https:\/\/d2hhj3gz5jljkm.cloudfront.net\/95d\/5730f\/4f8e\/4963\/85d3\/e91952dd0d92\/normal\/159026.jpg\n   \n","905164":"\n   Marco.........Marco.......\n  ","905165":"\n\n    https:\/\/www.youtube.com\/watch?v=-C1zJRMusEY\n   \n","905166":"\n   Oh okay\n  ","905167":"\n   I hate it cause it hits me hard\n  ","905168":"\n   Gotta love her style tho\n  ","905169":"\n   Since when do you play?\n  ","905170":"\n   Hi lauren. you're really hot!\n  ","905171":"\n   💚__\n  ","905172":"\n   If someone wants to give you something that'll make you happy no matter what, what should they give you? 🎁 What about it makes you so happy? 😊\n  ","905173":"\n   How's your experience with Rubik's cubes? Have you ever solved one? 🤔🤓\n  ","905174":"\n   Pic of something cool, interesting or anything else worth sharing that you've taken recently? 📸😁\n  ","905175":"\n   Cimorelli in New York with Matty B\n   \n    https:\/\/youtu.be\/16eLBI-NxiE\n   \n","905176":"\n   Truee\n  ","905177":"\n   Very nice!\n  ","905178":"\n   What is one thing you don't understand about yourself?\n  ","905179":"\n   What do you think is the best feeling in the world?\n  ","905180":"\n   Ya 😥\n  ","905181":"\n   That soo true😊😊😊\n  ","905182":"\n   Are you rich?\n  ","905183":"\n   Do you have a crush on someone you shouldn’t?\n  ","905184":"\n   You're welcome. How're you? Anything new?\n  ","905185":"\n   😂😂\n  ","905186":"\n   Isn't that a bit harsh?\n  ","905187":"\n   Vous aimez le poulet frit?\n  ","905188":"\n   congratulations 😄\n  ","905189":"\n   froy ? lucky boy lol\n  ","905190":"\n   Aww she loves you 💙\n   \n    https:\/\/twitter.com\/savageluren\/status\/1264988547439869952?s=19\n   \n","905191":"\n   Sweet dreams Lauren ok\n  ","905192":"\n   Because people who are feared think they have powers of others\n  ","905193":"\n   Mau tanya nih, Do you think opposite genders can maintain a friendship without developing a love interest?\n  ","905194":"\n   That’s good I suppose\n  ","905195":"\n   Lauren today's morning selfie???\n  ","905196":"\n   Do you like cats?\n  ","905197":"\n   Such is the life of a celeb :\/\n  ","905198":"\n   Hi LAUREN\n  ","905199":"\n   What's the first thing you check when you turn on your computer?\n  ","905200":"\n   What’s the luckiest thing that happened to you that could have ended disastrous?\n  ","905201":"\n   Anything as long as it is healthy right?\n  ","905202":"\n   Will you all be creating a new song for the baby?\n  ","905203":"\n   Wow auntie Lauren I bet it is a girl as you are alot of sisters?\n  ","905204":"\n   Ur rude, hes obviously not real and youre just looking for attention, 🤢🤢\n  ","905205":"\n   Did you get to see the christina? Any news?\n  ","905206":"\n   Congratulations on the new bf. Hope he makes you happy ok\n  ","905207":"\n   What’s a lie most people believe nowadays?\n  ","905208":"\n   WAIT. Did you stole your friend´s bf?\n  ","905209":"\n   How many guys did you date?\n  ","905210":"\n   Did you date Austin Mahony?\n  ","905211":"\n   Pap LAULI\n  ","905212":"\n   what’s the last thing to make you happy?\n  ","905213":"\n   How was your first kiss?\n  ","905214":"\n   Could you give me your number?\n  ","905215":"\n   Does fate exist? If so, do we have free will?\n  ","905216":"\n   What was the last thing you bought that ended up being better than expected?\n  ","905217":"\n   Did you ever sell anything when you were a kid? Cookies, lemonade, etc.\n  ","905218":"\n   If you could print any phrase on a T-shirt, what would it say? 🔥\n  ","905219":"\n   When was the last time you actually took a poop??\n  ","905220":"\n   Favorite coffee\/coffee like drink? Hot, cold, black, cream, sugar, espresso, mocha, etc etc etc?\n  ","905221":"\n   Ah that's where I got confused. You answered somebody else's question on my good night post.\n  ","905222":"\n   What other Lauren?\n  ","905223":"\n   ¿Qué olor no puedes soportar?\n  ","905224":"\n   I am off to bed now Lauren. Good Night 😴🛏\n  ","905225":"\n   I´m going to propose you anyway.\n  ","905226":"\n   Christian is dating another girl called Lauren.\n  ","905227":"\n   Whats froys @\n  ","905228":"\n   *cough* whore *cough*\n  ","905229":"\n   MARRY ME!!!\n  ","905230":"\n   Do you do any sport?\n  ","905231":"\n   Do you have blue eyes?\n  ","905232":"\n   baby i love u\n  ","905233":"\n   Why do girls wear shorts under their skirts 😭\n  ","905234":"\n   😂😂   🔥💁‍♂️💁‍♂️💁‍♂️💁‍♂️💁‍♂️👨‍🚒👩‍🚒🚒\n  ","905235":"\n   Do you believe in miracles? Have some ever happened in your life?\n  ","905236":"\n   Change is painful.\nBut nothing is as painful as being stuck somewhere you don't belong.\n  ","905237":"\n   What are you proud of?\n  ","905238":"\n   Mike\nAlex\nChristian\nNick\nJoey\n  ","905239":"\n\n    https:\/\/youtu.be\/cQzR1DDedCk\n   \n   💕\n  ","905240":"\n   ¿Cuál es tu género musical favorito?\n  ","905241":"\n   Lauren you still up or asleep?\n  ","905242":"\n   Color of the day!\n  ","905243":"\n   Hi\n  ","905244":"\n   Favorite alcohol? (If you're old enough to drink)\n  ","905245":"\n   What is the best thing to eat for breakfast?\n  ","905246":"\n   What is your favorite story your parents told you?\n  ","905247":"\n   have you ever had a toothache?\n  ","905248":"\n   Tell or PAP about the most exotic food you have eaten! 🥢\n  ","905249":"\n   What some guys did it?\n  ","905250":"\n   Arielle & Amy\n  ","905251":"\n   How did that happen?😳\n  ","905252":"\n   What have you been playing real life Sims 4 & burning food 😂\n  ","905253":"\n   Ik 😂😂\n  ","905254":"\n   Last night 😂😂😂\n  ","905255":"\n   Good night Lauren 😴🛏\n  ","905256":"\n   Do you agree that good things come to those who wait? ✨\n  ","905257":"\n   Rachael is better than you.\n  ","905258":"\n   If you could live on another planet, which would you choose? ✨\n  ","905259":"\n   Not me\n  ","905260":"\n   Do you like piercings?\n  ","905261":"\n   Can we chat question to question please?\n  ","905262":"\n   What would you do if the man of your dreams said he wanted to get a dog\n  ","905263":"\n   Do you still identify as an ISFJ or has it changed?\n  ","905264":"\n   Did you regreat?\n  ","905265":"\n   Really?\n  ","905266":"\n   Do you use tinder like Kath?\n  ","905267":"\n   😂😂😂😂😂😂😂\n  ","905268":"\n   Do you cry?\n  ","905269":"\n\n    https:\/\/lauren-cim.tumblr.com\/post\/184287669986\/love-my-mom-said-going-back-to-an-old\n   \n","905270":"\n   Question to question chat?\n  ","905271":"\n   Are u Rihanna fan?\n  ","905272":"\n   I'm fine\n  ","905273":"\n   Do you like mexican guys?\n  ","905274":"\n   Hi Lauren\n  ","905275":"\n   Is Kath going to leave the band?\n  ","905276":"\n\n    https:\/\/www.youtube.com\/watch?v=Y1Tf_r6rBnA\n   \n","905277":"\n   What do you think about this song?\n   \n    https:\/\/www.youtube.com\/watch?v=g6iaeKLytlw\n   \n","905278":"\n   When did you write this song?\n   \n    https:\/\/www.youtube.com\/watch?v=PXZDxR17qpw\n   \n","905279":"\n   Do you stalk to your ex?\n  ","905280":"\n   Yes that's what I thought\n  ","905281":"\n   I meant to not be on anon when I said that\n  ","905282":"\n   He´s hot. Did you ask his number?\n  ","905283":"\n   Your most welcome 😁😁\n  ","905284":"\n   All the best and I hope its gonna be a  huge success 🙂🙂\n  ","905285":"\n   She’s always stunning\n  ","905286":"\n   Who is the guy in the Fall Back video?\n  ","905287":"\n   Is that the name of your band on your Jersey?\n  ","905288":"\n   Ya\n  ","905289":"\n   Your most welcome and it's the first time your showing your beautiful legs😍\n  ","905290":"\n   I am not sure about this Lauren Cimorelli mega mashup.\n   \n    https:\/\/youtu.be\/vJtGlcMPxAo\n   \n","905291":"\n   You look so stunning in profile pic 😍\n  ","905292":"\n   Space🌸\n  ","905293":"\n   How much did you lurk your crushes social media before talking to them?\n  ","905294":"\n   Good night Lauren 😴🛏\n  ","905295":"\n   Im 100 telling mads you said this so sorry\n  ","905296":"\n   Do you paint your nails?\n  ","905297":"\n   We used to have kittens in our back yard\n  ","905298":"\n   Oh ok\n  ","905299":"\n   Did you play soccer?\n  ","905300":"\n   Nice 🥰🥰\n  ","905301":"\n   Another trailer on 13rw\n  ","905302":"\n   What are you doing while alone?\n  ","905303":"\n   Do you prefer using cash or card?\n  ","905304":"\n   No, its 8 fingers and 2 thumbs\n  ","905305":"\n   When is the last time you went swimming!?\n  ","905306":"\n   Do you believe in aliens?\n  ","905307":"\n   Do you have 6 fingers?\n  ","905308":"\n   Do you play soccer?\n  ","905309":"\n   U ignored me :\/\n  ","905310":"\n\n    https:\/\/www.instagram.com\/yani._.arts\/\n   \n","905311":"\n   Do you like playing miniature golf aka putt putt? Is there a putt putt place nearby you?\n  ","905312":"\n   Ever been stung by a jellyfish?\nI have haha.\n  ","905313":"\n   Are you self-sufficient?\n  ","905314":"\n   Where the happiness can be found?\n  ","905315":"\n   What's one thing you hate having to pay for?\n  ","905316":"\n   ¿Confías en tu intuición? ¿Te ha fallado alguna vez?\n  ","905317":"\n   What is your favorite joke?\n  ","905318":"\n   Do you care what other people think of you?\n  ","905319":"\n   And expensive? 😡\n  ","905320":"\n   Do you have Instagram?\nWhat's your username?\n🖤\n  ","905321":"\n   What's something everyone else's love that you secretly find overrated? How come?\n  ","905322":"\n   Thank you 💙\n  ","905323":"\n   Mads Lewis\n   \n    @trulymadison\n   \n   is the queen of ask will you bow down to her rn and pledge your loyalty??\n  ","905324":"\n   We are doing a Memorial Day sale on our merch site! Party popper\n   \n    https:\/\/store.cimorellimusic.com\n   \n","905325":"\n   Do you like how Foreigners take jobs from Americans\n  ","905326":"\n   My little sis loves the cover songs you ladies make\n  ","905327":"\n   You look a lot like a latin girl.\n  ","905328":"\n   Everyone lies but some less than others\n  ","905329":"\n   When do you lie?\n  ","905330":"\n   Everyone lies. Everyone sins\n  ","905331":"\n   If you like fries and burgers then you're ok. But Lauren tacos are still amazing\n  ","905332":"\n   Are you rich?\n  ","905333":"\n   LIAR\n  ","905334":"\n   Do you hate latinos?\n  ","905335":"\n   Yes authentic street tacos is where it's at. You're 100% right\n  ","905336":"\n   U never lie anyways xD\n  ","905337":"\n   😂😂\n  ","905338":"\n   Why don't you eat tacos very often\n  ","905339":"\n   Tacos are the food of Christ\n  ","905340":"\n   Why not!?!\n  ","905341":"\n   Have you ever feel genre violence?\n  ","905342":"\n   Do you fight with your bf?\n  ","905343":"\n   FRIED!\n  ","905344":"\n   Do you fight with Rachael?\n  ","905345":"\n   A wish for Kath?\n  ","905346":"\n   Same but it's still better than fries for me anyways\n  ","905347":"\n   When are you going to have a baby?\n  ","905348":"\n   You´re doing a lot of solo projects. I´m scare.\n  ","905349":"\n   ¿Cuál es la palabra más extraña en tu lengua?\n  ","905350":"\n   what’s the last thing you said?\n  ","905351":"\n   Come to Mexico\n  ","905352":"\n   Are you going to leave the band?\n  ","905353":"\n   Fries has to go\n  ","905354":"\n   ¿Qué es lo más valioso que has perdido?\n  ","905355":"\n   (Part 2)\nOne has to go, which one?\n\n- Tacos\n- Pizza\n- Burgers\n- Fries\n  ","905356":"\n   do you like south korea\n  ","905357":"\n   Happy Hump Day\n  ","905358":"\n   Do you think birds have any regrets?\n  ","905359":"\n   A life without Lauren music would be weirder\n  ","905360":"\n   Why do people commit Suicide?\n\nand, thinking about it,is suicidal Thoughts or Threats?\n  ","905361":"\n   Get real?!\n  ","905362":"\n   Imagine no music :\/\n  ","905363":"\n   Do it old school record it on cassette tapes 😂\n  ","905364":"\n   Oh no\n  ","905365":"\n   Is that licit to fart ahead the boyfriend?\n  ","905366":"\n   ¿Quién puede destruir nuestro mundo?\n  ","905367":"\n   Ah I see so we will have to take your  laptop too. 😂\n  ","905368":"\n   Why ?\n  ","905369":"\n   😂😂😂\n  ","905370":"\n   How is your day?\n  ","905371":"\n   ¿Qué parte del día es la más productiva para ti?\n  ","905372":"\n   Si tuvieras que ir a la cárcel y te dejaran llevarte algo contigo, ¿qué te llevarías?\n  ","905373":"\n   What would you want people to understand more about you?\n  ","905374":"\n   In 2038, you get invited to a 2020-themed party. What do you wear?\n  ","905375":"\n   كل عام وانتِ بخير 😍\n  ","905376":"\n   💙🔒\n  ","905377":"\n   Give me your love.\nGive me your love.\n  ","905378":"\n   Hi Lauren baby\n  ","905379":"\n   If you found yourself in wonderland like Alice did, what'd you do there? 🍄🐰♣️\n  ","905380":"\n   I think alice broke up with her boyfriend because she likes someone else..\n  ","905381":"\n   😂😂\n  ","905382":"\n   Cimfam have found a new Barbie Dream Girl. 😂\n   \n    https:\/\/twitter.com\/jukia1432\/status\/1264214259405381632?s=19\n   \n","905383":"\n   Was there cimorelli saturday today?\n  ","905384":"\n   Is alice still with her boyfriend\n  ","905385":"\n   Poor you take some sleeping pills?\n  ","905386":"\n   Name a song that makes you pause what you are doing, to admire it.\n  ","905387":"\n   Will you ladies be performing soon and do like one for charity?\n  ","905388":"\n   What you like best about Nashville?\n  ","905389":"\n   How is Katherine doing is she excited for the wedding?\n  ","905390":"\n   Road trip where and who would you take with you?\n  ","905391":"\n   Turn ons on Nashville?\n  ","905392":"\n   I thought you was allowed to go to your Mom & Dad's now.\n  ","905393":"\n   Do you live alone?\n  ","905394":"\n   It's your Mom's Birthday next Sunday are you doing anything nice for her.\n  ","905395":"\n   Have you ever been taken roughly from behind?\n  ","905396":"\n   good night everyone 💤🌙\n  ","905397":"\n   Last person’s house you were in?\n  ","905398":"\n   Come on babe\n  ","905399":"\n   What is the most important thing you need to do today?\n  ","905400":"\n   What's the weirdest item of clothing you own?\n  ","905401":"\n   Your opinion on\n   \n    @iAnnieLeblanc\n   \n   and\n   \n    @iasherangel\n   \n   break up?\n  ","905402":"\n   Yes or one doctor says the meds is my problem I want to change doctor so bad?\n  ","905403":"\n   ¿Alguna experiencia paranormal?\n  ","905404":"\n   Selfie???\n  ","905405":"\n   Pap baby girl\n  ","905406":"\n   Does your name have a meaning? What is it?\n  ","905407":"\n   🐸\n  ","905408":"\n   What's the first thing you grab from the refrigerator when you're hungry?\n  ","905409":"\n   Ah ya I was thinking of Sonic 😂\n  ","905410":"\n   Who was your idol when you were growing up?\n  ","905411":"\n   How often do you smile?\n  ","905412":"\n   Whose babygirl you are?\n  ","905413":"\n   What is the craziest thing you have ever done?\n  ","905414":"\n   What will\/did you do with your first salary?\n  ","905415":"\n   Which country do you want to visit?\n  ","905416":"\n   Christina doing good this night?\n  ","905417":"\n   Are you good with kids?\n  ","905418":"\n   Do you have a nick?\n  ","905419":"\n   Boy or Girl? I am talking about Chris´s baby.\n  ","905420":"\n   You bullying her all the time.\n  ","905421":"\n   MARRY ME!!!\n  ","905422":"\n   My life ,l love you lauren💜\n  ","905423":"\n   What cannot be forgiven?\n  ","905424":"\n   Hi lolo What do you think?\n  ","905425":"\n   What do you think\n  ","905426":"\n   How often do you work out?\n  ","905427":"\n   Hey Lauren am back\n  ","905428":"\n   Do you think it's okay for a company to employ 8 people half-time instead of four full-time?\n  ","905429":"\n   What was the worst meal you have ever had?\n  ","905430":"\n   I bit my boyfriend Calvin Shirley's booty and fucking licked him\n  ","905431":"\n   Aw 🥺\n  ","905432":"\n   ¿Cuál es la última cosa que has visto en la tele?\n  ","905433":"\n   What do you think about people who don't like your work?\n  ","905434":"\n   Hi lolo\n  ","905435":"\n   Was there one friend in particular when you were younger that your parents do NOT like? How come?\n  ","905436":"\n   Single?\n  ","905437":"\n   Subway.. What. Did you get?\n  ","905438":"\n   Are you going to give him another chance?\n   \n    https:\/\/www.instagram.com\/p\/B7hjynKh0wh\/\n   \n","905439":"\n   Do you wear shorts under your skirts?\n  ","905440":"\n   Umm are you ordering food or cooking?\n  ","905441":"\n   Do you think that I look up girls skirts?\n  ","905442":"\n   Wait why am I a pervert :(\n  ","905443":"\n   Have a guy tried to see under your skirt?\n  ","905444":"\n   You split with your ex\n  ","905445":"\n   Why do girls wear shorts under their skirts 😭\n  ","905446":"\n   Hello the cute Lauren how goes it?\n  ","905447":"\n   Omg check my two recents the anon was a dumbass 🤣😂😂\n  ","905448":"\n   Did he break up with a text? What a rat.\n  ","905449":"\n   Hi \nHow are  you\n  ","905450":"\n   When did that happen\n  ","905451":"\n   Tips for a break up?\n  ","905452":"\n   Did you cry?\n  ","905453":"\n   You´re single since ice age. LOL I love that parody. LOL\n  ","905454":"\n   I am sure that you will be fine\n  ","905455":"\n   Did you get dance lessons?\n  ","905456":"\n   Sorry to hear that you are single again\n  ","905457":"\n   did she tell you something about being the only girl without a bf when she was?\n  ","905458":"\n   Space 💬🖤\n  ","905459":"\n   It know it is for you. 😂\n  ","905460":"\n   I can not wait. :(( Show us.\n  ","905461":"\n   Amy is single since Ice Age. What happen with Californian boys?\n  ","905462":"\n   I mean Kath´s. LOL\n  ","905463":"\n   Cool. I´m scared for Lisa´s bf. He´s a cheater. Be care. You desereve a guy that treat you like a queen. Bc you´re a queen.\n  ","905464":"\n   Same to you 💙🧡\n  ","905465":"\n   Who´s he?\n  ","905466":"\n   do you like your men clean shaven or with facial hair?\n  ","905467":"\n   Do you have a dress for Amy´s wedding?\n  ","905468":"\n   I love your name.\n  ","905469":"\n   Good night Lauren 😴🛏\n  ","905470":"\n   I´m gonna have a girl. I am going to name her Lauren for you.\n  ","905471":"\n   Are you picky about any certain things such as food or organization of items in your kitchen etc?\n  ","905472":"\n   When is the last time you asked someone a question and you were met with a blank stare?\n  ","905473":"\n   do you like ramen 🍜\n  ","905474":"\n   Ah 😂\n  ","905475":"\n   Does aircraft fly over your house often? We get the planes and copters from the air force base often.\n  ","905476":"\n   Hmm ( bad) or Hmm ( good)\n  ","905477":"\n   Do you like 6ix9ine?\n  ","905478":"\n   Do you want 11 babies?\n  ","905479":"\n   Seriously it's upto you what you release. Whatever makes you happy. 😊\n  ","905480":"\n   I heard a rumor: CS cheated you with Rachael. It´s this true?\n  ","905481":"\n   Don't hate me Lauren\n  ","905482":"\n   how often do you take naps?\n  ","905483":"\n   So in other words i don't have to do the same\n  ","905484":"\n   How many babies do you want?\n  ","905485":"\n   Marry me.\n  ","905486":"\n   Wow no shit sherlock like what brand\n  ","905487":"\n   Honestly i knew u didn't have a fight with Rachael but i was tryna make u annoyed :D\n  ","905488":"\n   Honesty hour to everyone and anyone🧡\n  ","905489":"\n   So am i bad fan? :(\n  ","905490":"\n   Don't blame me i just came online rn\n  ","905491":"\n   👮‍♂️👮‍♀️🚔 you called 😂\n  ","905492":"\n   What are all the names of the songs on the ep?\n  ","905493":"\n   And i do? :\/\n  ","905494":"\n   Black gold for the win\n  ","905495":"\n   Oh ya I want Mustang too ( SORRY) 😂\n  ","905496":"\n   Black gold sounds so cool\n  ","905497":"\n   What did many people ask u the same question? i wonder why\n  ","905498":"\n   how far are you from your parents house? (if you don’t live with them).\n  ","905499":"\n   But release them 2 first 😂\n  ","905500":"\n   Do you have any lingering injuries that have bothered you for years?\n  ","905501":"\n   What´s your weight?\n  ","905502":"\n   BOTH\n  ","905503":"\n   are you lactose intolerant?\n  ","905504":"\n   SOME PEOPLE DON'T LISTEN 😔\n  ","905505":"\n   Well you haven't. And that will never happen. If it wasn't for this lockdown you & Amy would be with her now.\n  ","905506":"\n   Cute\n  ","905507":"\n   Did u have a fight with Rachael?\n  ","905508":"\n   Lauren?\n  ","905509":"\n   One has to go, which one?\n\n- Pancakes\n- Waffles\n- French Toast\n- Cinnamon Bun\n  ","905510":"\n   I know you are still friends. It can't be helped you can't see her at the moment\n  ","905511":"\n   On a scale 1 - 10 How kiss Christian?\n  ","905512":"\n   do you like tomatoes 🍅?\n  ","905513":"\n   It must be temporarily unavailable to you then 😂\n  ","905514":"\n   doesn’t the way some people think make you cringe? 😬\n  ","905515":"\n   When are you gonna have a baby?\n  ","905516":"\n   Ask me cosmetology question you want to know 🥺 it could be about, hair, color, skin, nails, waxing, what to use or not to use idk lol I’m new and want to share what I know ☺️\n  ","905517":"\n   What, Why it's Rachael's Temporary 💖🙌\n  ","905518":"\n   This song is beautiful 💖🙌\n   \n    https:\/\/open.spotify.com\/track\/4xRdLIkAW9V71x305eTkYk?si=QI3iUGvkTC2Eepfujm0-mw\n   \n","905519":"\n   PSA:\n  ","905520":"\n   exactly and wont listen and is stubburn\n  ","905521":"\n   i know look at herp iage shes still acting entiled\n  ","905522":"\n   Happy Friday Lauren 💙\n  ","905523":"\n   Are you Christian´s babygirl?\n  ","905524":"\n   I want your hoodie.\nDid you fight with Dani?\n  ","905525":"\n   Girl u on fire\n  ","905526":"\n   try telling her\n  ","905527":"\n   Receiving an answer from you is like receiving an answer from a celebrity 🤩💕\n  ","905528":"\n   Ask, Snapchat or Instagram?\n  ","905529":"\n   what social media bores you the most\n  ","905530":"\n   How to help insomnia?\n  ","905531":"\n   AT WHAT POINT ARE WE GOOD ENOUGH? WHEN ARE WE SELF-IMPROVED ENOUGH TO ACCEPT OURSELVES?\n  ","905532":"\n   It is true? When Big Time Rush started on tv since 2009 when I was at a young age of 11\n  ","905533":"\n   Sup\n  ","905534":"\n   You're beautiful\n  ","905535":"\n   What you mean?\n  ","905536":"\n   ¿Qué no puede comprar el dinero?\n  ","905537":"\n   Has a guy ever called you b...h?\n  ","905538":"\n   ¿Cuál es tu tentempié de medianoche favorito?\n  ","905539":"\n   Thanks lovely 🙂\n  ","905540":"\n   ¿Llevas un reloj en la muñeca?\n  ","905541":"\n   Hey Lauren could you tell Dani a fan said hello  i used to think she looked like Miley (during the Hannah Montana days ) when she was younger\n  ","905542":"\n\n    @tiffanywoodson2029\n   \n   talk to her shes obessed with zyan too much\n  ","905543":"\n   What’s one word that describes your parents?\n  ","905544":"\n   except you're not stupid🥺❤🤞\n  ","905545":"\n   Damn\n  ","905546":"\n   Who is your guru?\n  ","905547":"\n   No little nickname like \"Atom Bomb\" or something anymore?\n  ","905548":"\n   Then what can I called you?\n  ","905549":"\n   Lauren last time I ask you to then that time you posted pics with saying Babygirl\n  ","905550":"\n   HERE WE GO\n  ","905551":"\n   I c new merch coming possibly  👀\n  ","905552":"\n   What's the best compliment you've ever received?\n  ","905553":"\n   Well tell Lisa if she ever does I will def buy hers or yours?\n  ","905554":"\n   Thanks is Lisa ever going to do like a full album?\n  ","905555":"\n   What is this ?\n  "},"Answer":{"904484":"\n  I'm fine 😊\n  ","904485":"\n  It's no ones fault\n  ","904486":"\n  Tshirt and Jean's\n  ","904487":"\n  Shes home and lost her voice after today :(\n  ","904488":"\n  Always\n  ","904489":"\n  12 de agosto\n  ","904490":"\n  I watched like the more modern ones in the 2000s I dont remember the actual series name\n  ","904491":"\n  Queen lauren guysss\n  ","904492":"\n  All my friends are safe\n  ","904493":"\n  Someone please tell me my bestfriends who live in california are ok....\n  ","904494":"\n  Cimorelli 👀\n  ","904495":"\n  🤷🏻‍♀️\n  ","904496":"\n  Let's not\n  ","904497":"\n  I think they're funny although I know adults who are terrified of them... idk why\n  ","904498":"\n  I dont believe so. A name is just a name that's given to you. However your personality is something that grows and changes as you get older and experience  life\n  ","904499":"\n  Hi\n  ","904500":"\n  The way we treat eachother ... I want to stop racism\n  ","904501":"\n  Paisley is such a gem for her wild fun personality  lol\n  ","904502":"\n  Me too :)\n  ","904503":"\n  Foes definitely  teach the best lessons and friends are their to support you and stand by your side\n  ","904504":"\n  I would try my best to help them\n  ","904505":"\n  At times yes, bc it's better to be called beautiful or gorgeous  it's more respectful\n  ","904506":"\n  I'm not picky I enjoy pretty much anything as long as I get to spend time and enjoy my time spent with someone I like\/love\n  ","904507":"\n  I'm doing good. How about you javi?\n  ","904508":"\n  Hang out with friends, go swimming, skateboard. Draw etc.\n  ","904509":"\n  I'm pretty content with how my life is at the moment. Not the best but probably better than my past lol\n  ","904510":"\n  No bc that's just who I'm attracted to and the gender I prefer. Certain men can not all though\n  ","904511":"\n  Neither more of a sneakers or like Ralph lauren type of boots girl\n  ","904512":"\n  WE ARE NOT TOGETHER  SO STOP TALKING  ABOUT HIM\n  ","904513":"\n  I post updates on my siblings as well as anything that is posted on the bands behalf\n  ","904514":"\n  Nice\n  ","904515":"\n  I'm thinking about doing like giveaways soon 😊\n  ","904516":"\n  How did I meet nick reali or how do I know two Nick's? I know more than two lol\n  ","904517":"\n  I'm not really ticklish\n  ","904518":"\n  Well depends, some may use their powers for good things like healing or being a fairy godmother to those in need but others might use it for bad things like black magic like maleficent  and rumplestiltskin  did. And the world but become like the show called once upon a time where they're stuck in a world living an alternative  life and dont know who or where they actually come from or are.\n  ","904519":"\n  What?\n  ","904520":"\n  My chipotle 😊\n  ","904521":"\n  I'm not sure if I would make it out alive but I would try my best to hide somewhere were he cant see or find me. And no I think I would end up being more scared and trip or something\n  ","904522":"\n  #relatable\n  ","904523":"\n  Probably  lay down for a few minutes or a hot shower\n  ","904524":"\n  Me time tbh I feel I dont get enough of it or I cant really enjoy it because I always want to just work\n  ","904525":"\n  A few months ago bc I was having a bad panic attack\n  ","904526":"\n  Working, hanging out with friends or focusing on a tv show or game\n  ","904527":"\n  Probably  till I get frustrated by them lol which is either once a week or a few times a month\n  ","904528":"\n  I want to make a show\/ reality house based on members of the cimfam and have them like do challenges and win a certain award or like a summer hangout house or something. I had this one idea but kian kinda stole it where youtubers  have to live under the same roof and stuff\n  ","904529":"\n  Falling for you even I dont want to ...\n  ","904530":"\n  No it wasnt a trigger. I don't like being around loud noises and stuff or in places  I'm not comfortable  with\n  ","904531":"\n  Good times\n  ","904532":"\n  A happily ever after\n  ","904533":"\n  Overthinking lol\n  ","904534":"\n  Mint or watermelon\n  ","904535":"\n  No one tbh I just find looks and stuff I like on pinterest  or social media\n  ","904536":"\n  It was some scifi movie where the girl thinks shes innocent and her dads gf killed her mom and stuff but then it was actually her\n  ","904537":"\n  I'm doing good hbu\n  ","904538":"\n  I was homeschooled. But certain memories tend to pop into my head that I suddenly remember like if the neighbor owned a pet monkey or not\n  ","904539":"\n  We have partnered with living waters for the world before and helped raise awareness and donations for them to provide fresh clean and safe water to those in need\n  ","904540":"\n  What's the point of this\n  ","904541":"\n  Aha\n  ","904542":"\n  I cant wait till the little guy gets here 🥺💙\n  ","904543":"\n  ;) maybe today, maybe soon\n  ","904544":"\n  Dallas\n  ","904545":"\n  Racist much?\n  ","904546":"\n  No\n  ","904547":"\n  They're suppose to be coming back as a band again :)\n  ","904548":"\n  Ahahaha\n  ","904549":"\n  My sisters for standing up for what they believe in and finding their own voices and what makes them happy\n  ","904550":"\n  Stop saying it's my turn .... I dont want to be pressured\n  ","904551":"\n  The galaxy\n  ","904552":"\n  My sisters\n  \n  The fans\n  \n  My friends\n  ","904553":"\n  I'm in a dress\n  ","904554":"\n  I'm not sure all states have their good and bad\n  ","904555":"\n  Te amo\n  ","904556":"\n  Lol yeah\n  ","904557":"\n  Hehe\n  ","904558":"\n  Okay leggo\n  ","904559":"\n  Dragging one of you with me to this who wants to be my date\n  \n\n   @alicexrosexking\n  \n\n   @ColbyBrockOfficial\n  \n","904560":"\n  No I'm kinda at an event atm\n  ","904561":"\n  I tried to dye my hair but it didnt hold\n  ","904562":"\n  Beauty 🦋\n  \n   @Dncimorelli\n  \n  (also the eye is watering again hm)\n  ","904563":"\n  👀\n  ","904564":"\n  Getting off here for awhile be back later. I cant really keep up with questions atm\n  ","904565":"\n  Nah google it\n  ","904566":"\n  Links not working sorry\n  ","904567":"\n  Google it\n  ","904568":"\n  Yeah\n  ","904569":"\n  Again not something  that concerns me that I should be in the middle of and dont want in the middle of\n  ","904570":"\n  Summer hasn't started yet\n  ","904571":"\n  I am 😊\n  ","904572":"\n  Eh it's about someone\n  ","904573":"\n  With?\n  ","904574":"\n  I try to be 😊\n  ","904575":"\n  I've been alright. Just panic attacks here and there lol\n  ","904576":"\n  Yeah ik but if you just step on their body it should kill them lol\n  ","904577":"\n  The living room one because it overlooks the neighborhood\n  ","904578":"\n  I appreciate  that\n  ","904579":"\n  Yeah\n  ","904580":"\n  Omgosh I hate these 😂😂\n  ","904581":"\n  Its 2020 .....\n  ","904582":"\n  I wouldn't want to use my wishes. I would save them if I could bc no one deserves to loose something or someone  they care about and love\n  ","904583":"\n  Cinemas but very rarely do I go. Lol\n  ","904584":"\n  Lol\n  ","904585":"\n  Yeah\n  ","904586":"\n  Sexual related one 😒\n  ","904587":"\n  Sonic. We all use to meet up there and would have lunch together and play a few rounds of tag lol\n  ","904588":"\n  Australia and turkey. And no I havent. I want to visit Australia  bc i love the scenery  and stuff but turkey has a festival of hot air balloons  i want to attend with lisa lol\n  ","904589":"\n  Not really\n  ","904590":"\n  I'm one of the youngest girls but kinda the middle child\n  ","904591":"\n  I dunno yet\n  ","904592":"\n  I would probably buy a new car or my dream home then like save or donate the rest\n  ","904593":"\n  Maybe soon\n  ","904594":"\n  Pretty often. I'm kinda sensitive and sometimes emotional\n  ","904595":"\n  Kinda often. I used to be mad at him but then I went through a really depressing period in my life and realized I needed him\n  ","904596":"\n  😊🧡\n  ","904597":"\n  Not sure\n  ","904598":"\n  Yes very much 😊\n  ","904599":"\n  Yes seriously\n  ","904600":"\n  Thanks javi\n  ","904601":"\n  Awe thanks ian hope you have an amazing weekend as well\n  ","904602":"\n  No thanks\n  ","904603":"\n  Probably internet or like cellphone people\n  ","904604":"\n  You're on anonymous  so I dont remember  lol\n  ","904605":"\n  Just thinking about something  lol\n  ","904606":"\n  I think I'll be to nervous to go lol\n  ","904607":"\n\n   https:\/\/youtu.be\/0IUj6wliWN8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","904608":"\n  Awe thank you\n  ","904609":"\n  I'm doing great 😊\n  ","904610":"\n  Chasing after your dreams\n  ","904611":"\n  Hi\n  ","904612":"\n  🦋🦋🦋\n  \n\n   https:\/\/youtu.be\/X0P80Vqs5vg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","904613":"\n  Thank you\n  ","904614":"\n  I think it was just the way the camera picked up on it because it was for a video lol\n  ","904615":"\n  I never personally sued anyone but together as the band we had to sue someone who was claiming to be our manager at the time and harassed many women and stuff. We won the case and I never been sued so far.\n  ","904616":"\n  Mhm\n  ","904617":"\n  😊\n  ","904618":"\n  Getting married soon\n  ","904619":"\n  ALSO: Katherine's song about max was released last night for their wedding 💜\n  \n\n   https:\/\/youtu.be\/G2hH84gEEk4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","904620":"\n  It's funny 😂\n  ","904621":"\n  Christina : we have to think of boy names\n  \n  Nick: .....uh nick\n  \n  Christina: maybe we will see 😂\n  ","904622":"\n  I was randomly scrolling  tiktok and colby came across with the no no song and now I'm laughing to hard\n  ","904623":"\n  The baby that looks over us will be loved and remembered  💙\n  ","904624":"\n  Ahaha yes the pizza what else 👀\n  ","904625":"\n  Just so people are aware: christina and nick, this is their second pregnancy  and second child. The first child didnt get to breathe or walk on earth.  Christina miscarried. It's no ones fault and we didnt know she had a genetic blood clotting disorder which may have been the reason to her loosing their first born. It was a very emotional pain and loss for the entire family.   And we had a tour a week later which we thought about cancelling as well to allow christina to heal. She and nick ended up naming the first baby \"Sperro\" which means \"Hope\" in Latin. Sperro would've been born around this time the baby was due in may. Which is why we waited to do the gender reveal and post it today. Because it's kinda a little remembrance  towards sperro and their new son that is due in august. We will never forget sperro and love and remember  the baby that gave us hope and their rainbow child. 💙\n  ","904626":"\n  Now we are all growing up and starting new chapters 4\/6 of us are married or getting married. Lol\n  ","904627":"\n  Aweee\n  ","904628":"\n  I'm shocked but kinda sad bc I cant buy the little lemon head bows and outfits ahaha\n  ","904629":"\n  It's a baby born after the parents suffered a miscarriage or like infertility\n  ","904630":"\n  Here's the one on one reveal she posted on her channel 💙\n  \n\n   https:\/\/youtu.be\/vAh6Dmugmqc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","904631":"\n  Same !!! And nick\n  ","904632":"\n  Awe it's okay to cry this is such a happy moment for the both of them and us. Hes their rainbow baby 💙\n  ","904633":"\n  Lol I dont think it's going to be daniel\n  ","904634":"\n  Ahhhh\n  ","904635":"\n  I HAVE A NEPHEEWWW !!!!!\n  ","904636":"\n  💙💙💙💙💙💙💙💙💙💙💙\n  ","904637":"\n  THE GENER REVEAL IS UP NOW! 😭❤️💕💙🙈\n  \n  We are so happy for Christina and Nick as they begin their journey in parenting! ❤️ comment your best wishes for them and their baby! To find out the gender watch the full video on our YouTube!!\n  \n\n   https:\/\/youtu.be\/H_J3PWSQcHc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","904638":"\n  My dad or brother michael. Mom can bake as well\n  ","904639":"\n  Other: snakes\n  ","904640":"\n  It was suppose to be the heart thing idk why it sent like that\n  ","904641":"\n  Marry - sonny\n  \n  Kiss- andy\n  \n  Kill luke\n  ","904642":"\n  Marry zach ahaha\n  ","904643":"\n  Marry mikey\n  \n  Kiss colby\n  \n  Kill jordan (sorryyy)\n  ","904644":"\n  Want to play some kiss, marry, kill so send me names :)\n  ","904645":"\n  Nashville\n  ","904646":"\n  Gross\n  ","904647":"\n  That's true as well\n  ","904648":"\n  No the dumb people are doing that. Someone came flying down our street a few days ago and randomly shot I just seen the flash and the gun aimed back towards me but I quickly moved once again the person was going 90mph so the accuracy of it hitting me was like 5%\n  ","904649":"\n  Am i\n  ","904650":"\n  Something to drink\n  \n  A hoodie\/ blanket\n  \n  And my backpack\n  ","904651":"\n  Want to go on police chases and come flying down roads and randomly shoot towards people and stuff\n  ","904652":"\n  None of ur concern but I protect myself from creeps like you\n  ","904653":"\n  Older photo\n  ","904654":"\n  That's disgusting\n  ","904655":"\n  If I'm a virgin or not etc.\n  ","904656":"\n  What does the vials have to do with anything?\n  ","904657":"\n  They're all beautiful in their own special ways\n  ","904658":"\n  gracias\n  ","904659":"\n  Lol\n  ","904660":"\n  😂😂😂\n  ","904661":"\n  No where I live . Like just the overall city\n  ","904662":"\n  Np\n  ","904663":"\n  I have no idea ... lol\n  ","904664":"\n  😂😂😂😂😂\n  ","904665":"\n  Ok..\n  ","904666":"\n  I do just people being dumb around here recently\n  ","904667":"\n  Labels, harsh racist terms and slurs, calling someone fat and bodyshaming\n  ","904668":"\n  You're on anon tho?\n  ","904669":"\n  My body feels like I'm a ghost today ahaha\n  ","904670":"\n  I can ask but I doubt he will\n  ","904671":"\n  Just feeling a bit drained but overall I'm pretty good. Just hate that I had a major panic attack tho\n  ","904672":"\n  No he doesnt\n  ","904673":"\n  Definitely  been to hot here to wear long sleeves. And it stormed today\n  ","904674":"\n  Michael -31 but hes dating\n  \n  Alex- 23\n  \n  Christian- 18\n  \n  Nick- 16\n  \n  And Joey- 15\n  ","904675":"\n  I mean I have brothers but the ages vary\n  ","904676":"\n  I believe so\n  ","904677":"\n  No I'm at home now\n  ","904678":"\n  Just fans upset we aren't really speaking out about the blacklivesmatter and stuff. Or using our platform. I'm not really active awhile lot on my social media either\n  ","904679":"\n  I'm okay just getting backlash for not speaking out sooner\n  ","904680":"\n  Happy friday\n  ","904681":"\n  You matter 🖤\n  ","904682":"\n  Love you brother 💙\n  ","904683":"\n  The story of Katherine and Max! 👰🏻🤵🏻💒💕\n  \n  Katherine wrote a song for their wedding called #AllTheDaysOfMyLife and it comes out TONIGHT at midnight!!! ❤️😭 We are so excited to share such a special song with you guys to celebrate this wonderful couple. We hope you love it! 🥰\n  \n  Comment your best wishes for them below and go watch Katherine pick out her wedding dress on our YouTube channel if you haven’t seen it yet! ❤️\n  \n\n   https:\/\/www.instagram.com\/p\/CAx31lOAGwA\/?utm_source=ig_web_copy_link\n  \n","904684":"\n  NEW MERCH DROP!!!! In honor of my EP “Blue” coming out in August, I would like to present to you, Orange: The Sky Blue Collection 💙🧡 Featuring this light blue t shirt, and this SICK tie bye blue hoodie! Shop at the link Laurencimorelli.com\n  \n\n   https:\/\/www.instagram.com\/p\/CAxq0trh3il\/?utm_source=ig_web_copy_link\n  \n","904685":"\n  No om in Tennessee  babies\n  ","904686":"\n  Productive\n  ","904687":"\n  I have no clue what that is\n  ","904688":"\n  No I'm not interested  in anyone atm enough to get married\n  ","904689":"\n  Art, music, skateboarding, life in general\n  ","904690":"\n  I really want to come back and perform but this year just is awful and I'm not sure when everything will be okay again\n  ","904691":"\n  Sure just keep it appropriate\n  ","904692":"\n  No I don't\n  ","904693":"\n  It was really hot, I ended up getting a broken out face and stuff bc the sun, and we just cooked out but didnr have like a get together tho\n  ","904694":"\n  I'm nice to her 80% of the time\n  ","904695":"\n  I love playing any song by taylor swift on the piano. But one I been enjoying the piano version to is my original song these days\n  ","904696":"\n  Song lyrics?\n  ","904697":"\n  At times I tend to get a bit cranky especially if I havent ate anything all day and it also makes me sick and gives me headaches\n  ","904698":"\n  It is :)\n  ","904699":"\n  Depends on what you're actually doing behind someones back bc while u think its protecting them it may also be hurting them\n  ","904700":"\n  That the government  likes to trick us into believing things\n  ","904701":"\n  Perverts and creeps who dont respect women obviously\n  ","904702":"\n  Uhm I'm kinda the more deal with it myself or try to shake it off and then it comes back up later on and I have to talk to a friend or therapist  about it\n  ","904703":"\n  Oh how I miss brazil ;(\n  ","904704":"\n  Have a great night\n  ","904705":"\n  Yes all the time, I literally cant clean without music or atleast something musical playing. Fun upbeat or catchy ones help with cleaning and exercising. And instrumental helps me study\n  ","904706":"\n  By traveling on a float surrounded by a marching band ? Lol\n  ","904707":"\n  I would want to be like someone who lived in london and was kinda a big deal but I was like protected lol\n  ","904708":"\n  I cant wait till it's actually safe to go swimming one of my favorite things about the summer and having like bonfires and bbqs\n  ","904709":"\n  Gabrielle from high school musical  maybe\n  ","904710":"\n  Not sure\n  ","904711":"\n  Long kinda having a bad day\n  ","904712":"\n  Chicken\n  \n  Greasy foods\n  ","904713":"\n  u ever look back at ur life like .... how could someone as smart as me .... be so dumb lol\n  ","904714":"\n  Hmmm choices choiced\n  ","904715":"\n  Right that's why we are BEST  friends 😊\n  ","904716":"\n  The hugest debate in the cimfam of 2020 lol\n  ","904717":"\n  By saying rachael is better 😂\n  ","904718":"\n  👀\n  ","904719":"\n  Yeah they are and its funny\n  ","904720":"\n  Then  mom has us rehearsing for the church choir now again\n  ","904721":"\n  Yes I also got up early to practice for choir with lisa today\n  ","904722":"\n  ¿Eso creo?\n  ","904723":"\n  The merch stocks and the newer ones etc.\n  ","904724":"\n  I was late on this.. but didnt really do much just ate bbq and watched people set off fireworks\n  ","904725":"\n  Just trying to organize things\n  ","904726":"\n  Todavía confundido acerca de la ortografía de los osos berenstain\n  ","904727":"\n  I can actually be okay around cats now lol still working on the being traumatized  with dogs issue\n  ","904728":"\n  I think so? Because you were having fun to waste time\n  ","904729":"\n  Same 😊\n  ","904730":"\n  Anyone can die and be considered \"old\" but on average I think the age is like 84\n  ","904731":"\n  Nothing much just thinking\n  ","904732":"\n  Ohh\n  ","904733":"\n  It ain't me\n  \n\n   https:\/\/youtu.be\/uXkjIjZcdwU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","904734":"\n  I have many times growing up. I loved magic mountain  as well.\n  ","904735":"\n  What's that for?\n  ","904736":"\n  That the only people who should see ur full naked body as an adult is you and your life partner\n  ","904737":"\n  Do you miss me like I miss you???\n  ","904738":"\n  That's good\n  ","904739":"\n  I have no idea why they want a fight or suspected a fight happened. Rachael is down in Pennsylvania  with her mother and grandmother at the lake house and has been there sice the start of this corona virus stuff. I been home in Tennessee  and havent seen any of my friends since atleast February\n  ","904740":"\n  That's the plan\n  ","904741":"\n  Colorful ones because having all white gets complicated when u have to match them at times plus they easily get stained and dirty\n  ","904742":"\n  Its ok\n  ","904743":"\n  Pasta from scratch is really a long process  and quite challenging  but I love it\n  ","904744":"\n  Just annoyed\n  ","904745":"\n  Omgosh what a little cutie he is already !!!\n  \n  Congratulations  ansley & Austin 💖\n  \n   @AustinPorterr\n  \n","904746":"\n  No matter what skin color you are YOU MATTER!! All lives MATTER!!\n  \n  Black lives, white lives, Asian lives, Chinese  lives, Hispanic lives and so on !!! You all matter!!!\n  ","904747":"\n  Did something  happen  to  you and that's why you cant be on here anymore?\n  ","904748":"\n  Yes I do. I hate spiders\n  \n  I used to fear heights\n  \n  I hate being left alone at night\n  \n  I have agoraphobia\n  ","904749":"\n  I dont celebrate  but I wish the best to your family and you\n  ","904750":"\n  😬\n  ","904751":"\n  That you have to put in effort to get certain things you want in life\n  ","904752":"\n  It's like a memory or a certain feeling you felt while in a similar situation like you been here before but it's kinda different. I wrote a song a few months back ago called deja vu because it was like I had it when I looked at this person I loved at the time and i was falling inlove again but it was like a new feeling or understanding of love to where it felt like it was someone else i was falling for\n  ","904753":"\n  To all get a long and have eachothers back\n  ","904754":"\n  I got tired of someone who was trying to control me so I cut them off and blocked them on everything . Definitely  feel much more relieved now\n  ","904755":"\n  I would love to. I'm always looking for new music to listen to or relate with.\n  ","904756":"\n  It was some tiktok  that I was watching  where a dog was carrying the cat around and the owner was screaming  to drop her lol\n  ","904757":"\n  Try to help others out in some way. The last time we really made a difference was when we helped sidney recreate her original song and that. She was getting tons of backlash and hate for just doing what she loved and reached out to us for help. I'm glad we made her happy afterwards\n  ","904758":"\n  Sure 😊\n  ","904759":"\n  Try to change up what I normally do every few months\n  ","904760":"\n  I just dont like getting into political issues and stuff ....\n  ","904761":"\n  Because I'm an influencer or someone with a huge platform that I should be speaking out about it and so on but me staying quiet is me showing I dont care about my supporters or anything.\n  ","904762":"\n  A time period like today is : may 28th, 2020\n  \n  Or going out with someone that you like more than a friend to a movie or something\n  ","904763":"\n  Think single life is the goal for awhile\n  ","904764":"\n  Hmm instead of honesty hour I want to try like asking questions about a friend or something  and answering lol\n  ","904765":"\n  It's only 3pm. I'm good but getting attacked because I haven't  spoken up about this whole situation going on yet.\n  ","904766":"\n  Haha who cares\n  ","904767":"\n  No sadly we still have hate crimes due to racism going on :(\n  ","904768":"\n  Bien :)\n  ","904769":"\n  I'm not drinking anything lol\n  ","904770":"\n  I have my new hoodie on and a pair of shorts lol\n  ","904771":"\n  I enjoy the smell of lavenders\n  \n  But love the appearance  of magnolias and Rose's\n  ","904772":"\n  I do 😊 just take breaks from here occasionally  when needed. And just releasing merch and music pretty much\n  ","904773":"\n  Theres always going to be someone who has higher authority\/ power than you do.\n  ","904774":"\n  Rocky road icecream from the icecream shop :)\n  ","904775":"\n  Traté de sacudirlo pero seguía colgando de mis pantalones, así que simplemente me di la vuelta y me rocé como contra la mesa y lo maté\n  ","904776":"\n  Awe hope you have an amazing week ian\n  ","904777":"\n  Body language, do they keep looking away or around, are they nervous, are they stuttering or having problems telling the story step by step\n  ","904778":"\n  I am a youtuber and we create original music, do covers, challenges and other fun videos\n  ","904779":"\n  Probably  a lot both good and bad but I'm staying true to who I really am and they're just rumors lol\n  ","904780":"\n  I like any type of art in any form and the story behind it or knowing why they created it and what they felt etc.\n  ","904781":"\n  Hattie boy's for some hot nashville style chicken lol\n  ","904782":"\n  I dont celebrate thos but I do wish the best to you and your family\n  ","904783":"\n  Pasta\n  \n  Chicken\n  \n  Springrolls\n  ","904784":"\n  Rain water \/ ocean water\n  \n  Marshmallow\n  \n  Boyfriends cologne\n  ","904785":"\n  No\n  ","904786":"\n  tornados o incendios forestales\n  ","904787":"\n  I did she said thank you\n  ","904788":"\n  Enjoy\n  ","904789":"\n  las recompensas después\n  ","904790":"\n  Oh ok\n  ","904791":"\n  Christina’s baby’s gender reveal will be up on our YouTube channel THIS SATURDAY!!!!! 👶🏼🍼 We are so excited for you guys to see this video! Congratulations Christina and Nick, we can’t wait to meet your baby!! You guys are gonna be amazing parents 😁\n  \n  Comment your guesses below! 💙💗\n  ","904792":"\n  Hair cut, get some clothes that fit his personality\n  ","904793":"\n  I do not every day but atleast a few times a week\n  ","904794":"\n  Cursive ... I forgot the name of it but it starts with a \"m\"\n  ","904795":"\n  en el bosque\n  ","904796":"\n  Best if both worlds bc amy and lisa were talking about something related to hannah Montana\n  ","904797":"\n  I'm doing alright how about you\n  ","904798":"\n  Their ego gets the best of them and they dont know how to be loyal now a days\n  ","904799":"\n  Ah I see\n  ","904800":"\n  Theres people I dislike due to certain situations and things they've done but I really dont like have enemies lol\n  ","904801":"\n  Not personally but I do know hes a soccer player right\n  ","904802":"\n  No but I used to play it just for fun (:\n  ","904803":"\n  I'm not sure but they been opening places back up very slowly\n  ","904804":"\n  I never really gotten in trouble but this girl on tiktok like flirted her way or embarrassed  the cop so she didnt get a ticket lol\n  ","904805":"\n  I dont mind it but at times it wakes me up when it just crackles\n  ","904806":"\n  Pancakes :)\n  ","904807":"\n  I will\n  ","904808":"\n  It's been kinda humid the past two days\n  ","904809":"\n  I'll get married and start my own family soon or my solo career takes off\n  ","904810":"\n  Have a great night\n  ","904811":"\n  Hope the best to you and your family\n  ","904812":"\n  Running I'm running\n  ","904813":"\n  To always be kind to others bc u never know the situation they may be in\n  ","904814":"\n  Lol\n  ","904815":"\n  I can’t with these replies guys .... animal defense squad can stand down\n  ","904816":"\n  Why do people think that animals are people\n  ","904817":"\n  It's no ones fault OMGOSH\n  ","904818":"\n  Dani doesnt want to be a singer for her entire life and has other wishes kinda rude to say to the other members that they're not good enough\n  ","904819":"\n  Spoke to soon\n  ","904820":"\n  Mhm\n  ","904821":"\n  Please just stop sending links to posts I've made. I also dont want to continue talking about christian, it ended and we are no longer together please respect us\n  ","904822":"\n  He actually had one of mine\n  ","904823":"\n  No\n  ","904824":"\n  Idk where he is and I could care less\n  ","904825":"\n  There was dates in the caption\n  ","904826":"\n  Lol\n  ","904827":"\n  Yeah he was\n  ","904828":"\n  No\n  ","904829":"\n  Personal and private information  that shouldn't be released on the internet for everyone to know\n  ","904830":"\n  No\n  ","904831":"\n  Yep\n  ","904832":"\n  Not really lol\n  ","904833":"\n  I would  but elli isn't there lol\n  ","904834":"\n  Nope 😒\n  ","904835":"\n  The day of the superbowl\n  ","904836":"\n  Yeahh\n  ","904837":"\n  Half and half lol\n  ","904838":"\n  Yep\n  ","904839":"\n  No he liked the other team lol\n  ","904840":"\n  Baby 💙💖\n  ","904841":"\n  My bestfriend\n  ","904842":"\n  No we were making cookies and stuff for a christmas party\n  ","904843":"\n  So is hers lol and nicks\n  ","904844":"\n  When's yours?\n  ","904845":"\n  It's where your spine curves into like an \"s\" formation\n  ","904846":"\n  I only have one younger sister. The other 4 are older lol\n  ","904847":"\n  Lisa's birthday week. So September\n  ","904848":"\n  I have two older and three younger lol\n  ","904849":"\n  I have 5 sisters and 5 brothers\n  \n  I was born on the oldest sisters Christina's birthday\n  \n  I'm the 7th child\n  \n  I used  to live next to nicki Minaj growing up\n  \n  I have scoliosis\n  \n  I used to wear invisalign braces growing up\n  \n  I was rumored to be dating justin bieber's bestfriend christian beadles growing up\n  \n  I have crooked fingers due to a genetic thing from my dads side of the family\n  ","904850":"\n  Nust find something they all have in common like raiding area 51 and boom Tom's of people think they can do it\n  ","904851":"\n  I still wouldn't walk around with my tatas hanging out if it was legal or not\n  ","904852":"\n  No I dont. I really want one though bc they look beautiful but not sure which one to buy\n  ","904853":"\n  Shes only 5 lol\n  ","904854":"\n  Seems nice. 😊\n  ","904855":"\n  I know. What's up?\n  ","904856":"\n  I hate you 😒\n  ","904857":"\n  But they both love me 😌😂\n  ","904858":"\n  Wait ...ur jasper ?\n  ","904859":"\n  I get roasted by his brother on a daily basis\n  ","904860":"\n  He never really spoke much of you. Only one I knew about was jasper\n  ","904861":"\n  Mhm\n  ","904862":"\n  It's okay I can handle it\n  ","904863":"\n  Its ok\n  ","904864":"\n  Oh....\n  ","904865":"\n  I should but theres certain things I've blocked\n  ","904866":"\n  Lucas or dainian?\n  ","904867":"\n  Sorry .... how do you know me exactly ?\n  ","904868":"\n  I dont remember  you ?\n  ","904869":"\n  Like how am I suppose to know who follows me ?\n  ","904870":"\n  I'm not making excuses and how the heck am I suppose to know you even followed me 😒\n  ","904871":"\n  Awe I'm sorry\n  ","904872":"\n  I didnt mean to I just answer questions like I'm suppose to 😒\n  ","904873":"\n  Shes single but I think likes someone\n  ","904874":"\n  Oops sorry 😳\n  ","904875":"\n  Bc I am the queen 😊\n  ","904876":"\n  Shes doing good, just getting more tired now that shes in her third trimester\n  ","904877":"\n  I do !! I used to play the violin when I was little, then I loved the keyboard and piano and played tambourine for a few years now I'm trying to learn guitar lol\n  ","904878":"\n  Probably  be shocked but still continue to be friends because I like guys lol\n  ","904879":"\n  the grinch, or beauty and the beast\n  ","904880":"\n  My day is going great so far :)\n  ","904881":"\n  Remember  when paisley asked the one about does god watch you pee 😂😂\n  ","904882":"\n  Nope I enjoy my personal space\n  ","904883":"\n  Wait I said his actual name but it was little seth I loved lol\n  ","904884":"\n  Bubblewrap\n  ","904885":"\n  Yes I think it was :) thank you\n  ","904886":"\n  Havent had any actual weird dreams\n  ","904887":"\n  Favorite Neill from twilight\n  \n  Least favorite  the one with the red hair lol\n  ","904888":"\n  Both Charles and Penelope are doing great\n  ","904889":"\n  So apparently  the one I saved is still alive and walking. Theres a little orange one but shes missing and then my brother said theres a dark gray one but I havent seen it lol\n  ","904890":"\n  Awee\n  ","904891":"\n  I normally had the central air on. But just been running fans and keeping the windows open so far\n  ","904892":"\n  Sure\n  ","904893":"\n  That's good 😊\n  ","904894":"\n  How are you?\n  ","904895":"\n  I dont celebrate  this but I wish the best to you and your family 🧡\n  ","904896":"\n  Awe\n  ","904897":"\n  I havent watched Lucifer even though people kept saying how good of a show it was lol\n  ","904898":"\n  My day is going well, hbu?\n  ","904899":"\n  New tiktok !!! Katherine and max do the couple challenge\n  \n\n   https:\/\/m.tiktok.com\/v\/6831563133069430021.html?u_code=4c80jkg6f6a1d&preview_pb=0&language=en&_d=db760cdccm2fig&timestamp=1590597573&user_id=99425185329455104&utm_campaign=client_share&app=musically&utm_medium=ios&user_id=99425185329455104&tt_from=copy&utm_source=copy\n  \n","904900":"\n  I'm honestly terrified to sleep rn and threw up bc my anxiety sent me into a full on panic attack ;(\n  ","904901":"\n  Happy birthday zach !!!! 🥳🥳🥳\n  \n   @zachhcrron\n  \n","904902":"\n  Is there a way to permanently delete stuff from the internet 😪\n  ","904903":"\n  Those are not my designs at all and someone is trying to con you into buying them. All official merch is sold on my website only @ laurencimorelli.com\n  ","904904":"\n  My old bestfriend\n  ","904905":"\n  He was born in texas\n  ","904906":"\n  I'm a us citizen  and not even Hispanic #cornfieldclub\n  ","904907":"\n  Yeah\n  ","904908":"\n  To protect myself or others\n  ","904909":"\n  It might not be the same thing but its better to just bring up the topic of it\n  ","904910":"\n  Yeah I would just try to have like a private talk with ur doctor. Mine diagnosed me just by answering a few questions and feeling my pulse and stuff\n  ","904911":"\n  It's where ur mind races and u can't concentrate  or you hear or see things that aren't really there, or u end up like tossing and turning or scratching and so on in her sleep and wake up feeling like ur congested in ur chest. Or u only feel safe at home or ur comfort spot. And u have like back to back panic attacks. I have a panic disorder with agoraphobia\n  ","904912":"\n  You might have a panic disorder\n  ","904913":"\n  HAPPY BIRTHDAY  TAG !!!! 🧡🧡🧡🧡\n  \n   @tag\n  \n  .williams\n  ","904914":"\n  Has your doctor tried prescribing you any medication?\n  ","904915":"\n  No I had corn and a black bean burger lol\n  ","904916":"\n  Its delicious  :)\n  ","904917":"\n  My mom and dad went and always wanted to take us along if they went again\n  ","904918":"\n  I'm sorry\n  ","904919":"\n  Theres 8 but two aren't being used atm\n  ","904920":"\n  My mind is scattered lol\n  ","904921":"\n  No just one of my exs tried to force me to do stuff I wasnt comfortable  doing and then tried to brag about something that never happened\n  ","904922":"\n  Did they remove the actual music videos from their channels bc of the issue with Devin accusing drew of false allegations?\n  \n\n   https:\/\/youtu.be\/sWPh0Ka6eRg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","904923":"\n  Maybe ... mass\n  ","904924":"\n  I actually got the hickory  bbq and mild wings to try to clear my sinuses somewhat lol\n  ","904925":"\n\n   https:\/\/youtu.be\/NlVbZUK1EOU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","904926":"\n  Not like I was intimate with all of them and most of my exs I dated for years or it wasnt that serious\n  ","904927":"\n  Apparently  I'm a wh*re 🙃\n  ","904928":"\n  Last week\n  ","904929":"\n  #cornfieldclub\n  ","904930":"\n  Remember  when we all used to do this lol\n  ","904931":"\n  I got real big plans hold up, hold up baby\n  ","904932":"\n  No estoy usando traductora para responder lol\n  ","904933":"\n  Awe thank you\n  ","904934":"\n  It's okay\n  ","904935":"\n  Hbu?\n  ","904936":"\n  It is 😊\n  ","904937":"\n  This is lit\n  \n\n   https:\/\/youtu.be\/7yaIUto6FCE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","904938":"\n  Well currently  I got to make dinner\n  \n  Finish the dishes\n  \n  And clean my closet. Lol\n  ","904939":"\n  Of course  we want to keep nature and its creatures alive dont we\n  ","904940":"\n  I'll make sure its painful lol\n  ","904941":"\n  Check the online news :)\n  ","904942":"\n  One that felt so real and I couldnt really wake up from at first\n  ","904943":"\n  Yeah that is true\n  ","904944":"\n  I love to talk about music and art. But I really  do appreciate those late night deep conversations  about life as well\n  ","904945":"\n  Maybe try a new food each month?\n  ","904946":"\n  We all love someone or something\n  ","904947":"\n  None of these are her actual dress. The designer is custom making hers based on what she liked from the ones she tried on\n  ","904948":"\n  It's just I'm trying to figure out what to make or buy lol\n  ","904949":"\n  We've done a few videos on that ... theres also some on our patreon\n  ","904950":"\n  Going to put the air on soon\n  ","904951":"\n  I used to love doing that a few years ago but now I'll rather just skateboard lol\n  ","904952":"\n  It's fun and pretty\n  ","904953":"\n  I cant speak any other languages fluently  but I do know some words and phrases in different languages lol\n  ","904954":"\n  I believe so\n  ","904955":"\n  A week ago\n  ","904956":"\n  Thank you\n  ","904957":"\n  😊\n  ","904958":"\n  Thank you\n  ","904959":"\n  A better person then the one I was yesterday. Life isn't a competition  about who is better and whose not. It's about being happy with yourself and your life\n  ","904960":"\n  I do 😊\n  ","904961":"\n  Toxic relationship\n  ","904962":"\n  Go on a hot air balloon ride\n  ","904963":"\n  amor y responsabilidad\n  ","904964":"\n  Turn it into a home for animals or people in need\n  ","904965":"\n  How they literally  screw dozens of people 😒\n  ","904966":"\n  No I wouldn't because one day someone may irritate me so badly I reveal the truth then die lol\n  ","904967":"\n  Pancakes and eggs\n  ","904968":"\n  I get loopy and just super bubbly\n  ","904969":"\n  Ahahaha\n  ","904970":"\n  Chicken\n  ","904971":"\n  Probably  washington DC lol\n  ","904972":"\n  The queen is here 😌\n  ","904973":"\n  Beauty in the beast or the grinch, stranger things, candy crush, blue & orange, snakes, strawberries or watermelon, pesto pasta and chicken, homemade  cookies, summer, christmas or Halloween\n  ","904974":"\n  😊\n  ","904975":"\n  Probably one that flies lol\n  ","904976":"\n  They have cool accents ahah\n  ","904977":"\n  Quite a few actually\n  ","904978":"\n  Like long distance or on a plane?  It would be bahamas.\n  \n  Car and driving way : Lisa's and kaths house\n  ","904979":"\n  Definitely the quieter, calmer life in the country. I was born and practically raised  in the northern part of california in el dorado hills which is like more of a country vibe and  stuff but in 2010 we moved to Malibu and the traffic was just terrible and the beach was always filled as well\n  ","904980":"\n  Yeah exactly !!!\n  ","904981":"\n  Yeahh\n  ","904982":"\n  It was just a screenshot  of a conversation  with my sister lol\n  ","904983":"\n  Yeah bc of andrew 😂\n  ","904984":"\n  I'm sure it will get better if not theres always tomorrow 😊\n  ","904985":"\n  Rachael- I like how kind and honest she is, how supporting she is of each and every single person who she talks To. The way she speaks with so much compassion towards things she loves. How talking to her about things isn't something  that scares me but how I can feel comfortable  telling her things because she doesnt judge or understands\n  ","904986":"\n  Wasnt aware of who she was even though people were attacking me 😂\n  ","904987":"\n  Not today yet, sadly people just want to annoy me and I feel like crap\n  ","904988":"\n  You're welcome :)\n  ","904989":"\n  Eh\n  ","904990":"\n  Nah\n  ","904991":"\n  I just seen my other friends associating with you and I thought you were a pretty chill and kind guy :)\n  ","904992":"\n  Take a hot dhower\/ bubble bath\n  \n  Journal or meditate\n  \n  The for  a walk\n  \n  Visit somewhere calming and peaceful\n  \n  Find a good show and relax and take a nap\n  ","904993":"\n  Thank god for all our heros\n  ","904994":"\n  Yeah 😊\n  ","904995":"\n  K bye bye phone\n  ","904996":"\n  Lol\n  ","904997":"\n  Nah\n  ","904998":"\n  Who\n  ","904999":"\n  Watch the fricking video before you make assumptions. Do not be in the cimfam if you're just going to go around accusing people for something you dont even know\n  \n\n   https:\/\/youtu.be\/U6V1LGRINXk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","905000":"\n  Lol\n  ","905001":"\n  The one from the uk that is so powerful lol\n  ","905002":"\n  Вы можете сделать оба. все люди делают ошибки, которыми они не гордятся\n  ","905003":"\n  She changed our lives by discovering us on YouTube\n  ","905004":"\n  I dont really watch anime\n  ","905005":"\n  Answer them. I cant think of any interesting  questions that are not really recycled and reused from other people\n  ","905006":"\n  The word \"free\" but you still have to pay for a shipping  fee\n  ","905007":"\n  Our old managers daughter\n  ","905008":"\n  Yea\n  ","905009":"\n  No solo más molesta a veces\n  ","905010":"\n  Toxic\n  \n  Doesnt care about others\n  \n  Tries to force you to do things you're not comfortable  doing\n  ","905011":"\n  Oh\n  ","905012":"\n  Hellooo\n  ","905013":"\n  Like my sister ahaha\n  ","905014":"\n  Never dated but he was my crush\n  ","905015":"\n  A roach so I can step on them and kill them\n  ","905016":"\n  Ahah\n  ","905017":"\n  Hello\n  ","905018":"\n  Avocados or blueberries lol\n  ","905019":"\n  Ew\n  ","905020":"\n  No 😂\n  ","905021":"\n  KEVIN HAS MY Heart\n  ","905022":"\n  Laughing bc none of the last names of the guys I was with are listed here\n  ","905023":"\n  No he doesnt 😂\n  ","905024":"\n  😂😂😂😂\n  ","905025":"\n  Really\n  ","905026":"\n  No just a random ship that never sailed\n  ","905027":"\n  Lisa\n  ","905028":"\n  Weird\n  ","905029":"\n  Lol\n  ","905030":"\n  Date who?\n  ","905031":"\n  A subway rewards card that isn't even registered  to me but my brother lol because he doesnt really eat there\n  ","905032":"\n  What\n  ","905033":"\n  Huh\n  ","905034":"\n  Also a wish\n  ","905035":"\n  4 years :\/ sadly it ended\n  ","905036":"\n  Ew\n  ","905037":"\n  That guy from Halloween town is... everytime we loose something it goes to his place lol\n  ","905038":"\n  Yeah lol\n  ","905039":"\n  Lol ok\n  ","905040":"\n  I dont NEED to do ANYTHING\n  ","905041":"\n  Yep\n  ","905042":"\n  A girl can wish\n  ","905043":"\n  Kaths fiancee and soon to be husband\n  ","905044":"\n  I read this as malek and almost threw my phone\n  ","905045":"\n  Nothing is emmyns fault. He actually saved dani from going down the dangerous path anyone can go down. Before you start pointing fingers know the facts. And go watch her videos  where she talks about her life\n  ","905046":"\n  Who the heck is Payne lol\n  ","905047":"\n  Brave heart by cimorelli  😌\n  ","905048":"\n  Lisa's  fiancee\n  ","905049":"\n  🤷🏻‍♀️ people said the same thing about james mcvey and Luke hemmings and so on\n  ","905050":"\n  No\n  ","905051":"\n  She wanted to pursue another interest in life and I'm proud shes doing what she truly enjoys doing now\n  ","905052":"\n  No that's danis husband and his brothers are all little\n  ","905053":"\n  We are just friends tho\n  ","905054":"\n  I had some change on me but nothing currently\n  ","905055":"\n  No definitely  not bc I didnt marry nick christina did.\n  ","905056":"\n  Why do people do this to us lol\n  \n\n   https:\/\/youtu.be\/YZbSg7KSz88\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","905057":"\n  I'm not engaged or married\n  ","905058":"\n  Yes shes a reali\n  ","905059":"\n  Good. Really good\n  ","905060":"\n  I havent really ate nutella in years\n  ","905061":"\n  Kath  actually performed at a celebration thing for a Pope. Pretty cool experience\n  ","905062":"\n  I'm sorry to hear. Maybe one day you will.\n  ","905063":"\n  l.c casa del verano\n  ","905064":"\n  I have no plans on leaving at all right now\n  ","905065":"\n  A healthy mom and baby 😌\n  ","905066":"\n  😌😌😌\n  ","905067":"\n  I've been having my ups and downs with mental health but it's nothing I cant deal with. Just absolutely  sucks at time but I do appreciate the night's I can just call my friends on face time or whatever \"zoom\" now a days. And just talk to them about things and kinda be stuck in a better place for those few hours\n  ","905068":"\n  I'm trying to lower the amount of questions in my inbox at this moment lol\n  ","905069":"\n  Peeeerverttt\n  ","905070":"\n  I used it so I could stay in contact with my friends easier. I've been using it for almost four years. I love that you can communicate  with new people but the way people can anonymously  send hate or hide behind the anon option makes it easier to bully someone and theres nothing to really help with that\n  ","905071":"\n  No it's just pepperoni with a little kick\n  ","905072":"\n  Pervert\n  ","905073":"\n  I have 10 siblings\n  ","905074":"\n  Bc ur a pervert goodbye\n  ","905075":"\n  Of course\n  ","905076":"\n  Be honest\n  \n  Respect my values and beliefs\n  \n  Compromise\n  \n  Make time for the both of us\n  \n  Be easy to talk to and understanding\n  ","905077":"\n  Just wealthy babies\n  ","905078":"\n  Not something  that concerns me\n  ","905079":"\n  I'm alright,  had to reschedule  appointments  because the lines and waits are ridiculous  and I don't want to be at a doctors office all day in hot weather\n  ","905080":"\n  I dont think I ever seen an actual raven in real life before. I did happen to see a hawk up close yesterday\n  ","905081":"\n  I believe 6 when I was doing the bunny ear... 8 when I actually did the loop to loop technique\n  ","905082":"\n  Its not a bad song just not my style\n  ","905083":"\n  I was like uhmm.. okay and turned the tv off lol\n  ","905084":"\n  It's a lot of work and you have to make sure you are in tune with the others lol\n  ","905085":"\n  I'll never forget the day I was just casually flipping through the movie channels and it landed directly  in the middle of a sex scene in fifty shades ....\n  ","905086":"\n  😒 no goodbye\n  ","905087":"\n  My sisters are bullies wym\n  ","905088":"\n  I'm really slacking on posting pictures\n  ","905089":"\n  Or they actually do love...\n  ","905090":"\n  Green tea\n  ","905091":"\n  No thanks\n  ","905092":"\n  They keep calling us twins again\n  ","905093":"\n  I have no idea\n  ","905094":"\n  I would be upset because some of my friends and family who are really young would be drafted or told to board the next flight to the base and I would hate to see them get hurt or whatever. But I know they're just fighting to make our country safe and stuff\n  ","905095":"\n  Like once lol\n  ","905096":"\n  Instagram\n  ","905097":"\n  Huh\n  ","905098":"\n  If you scroll down on his page theres older pictures of her on there\n  ","905099":"\n  Brown eyesss\n  ","905100":"\n  My bestfriend  or a boyfriend?\n  ","905101":"\n  guess she wanted something different  in life apart from him and they couldnt come to an agreement.  Plus weird how people always thought she resembled me or was me lol\n  ","905102":"\n  Pretty good, I wish I was able to see my friends\n  ","905103":"\n  To just take each day as a new start\n  ","905104":"\n  What\n  ","905105":"\n  Good night\n  ","905106":"\n  Charmaine\n  ","905107":"\n  It doesnt matter but I do tend to like guys with some facial hair as long as they keep it like maintained and clean\n  ","905108":"\n  About my sex life\n  ","905109":"\n  I actually did like Alex's old girlfriend\n  ","905110":"\n  Doing something spontaneous  and fun\n  ","905111":"\n  It was a few days ago as well\n  ","905112":"\n  People cheating\n  \n  People lying\n  \n  People being hurtful or rude towards others\n  \n  Not respecting private lifes and personal information  as well as boundaries. Views and wishes\n  ","905113":"\n  Yeah think it was only there for like an hour\n  ","905114":"\n  Dr Seuss :)\n  ","905115":"\n  It was on her Instagram\n  ","905116":"\n  Orange :)\n  ","905117":"\n  She deleted it\n  ","905118":"\n  I just spent it outside  going for a walk or having fun in the rain or so on\n  ","905119":"\n  Yeah I didnt really understand  the post\n  ","905120":"\n  Just bc he has respect doesn't make him gay\n  ","905121":"\n  Bc they're not good questions worth answering. Or they been asked the same question way to many times or it's just something they dont care to answer\n  ","905122":"\n  I dont know what that is I'm sorry\n  ","905123":"\n  Just people\n  ","905124":"\n  Unlike you he has respect for females\n  ","905125":"\n  About toxic relationship\n  ","905126":"\n  Yeah  I believe so but some things don't really add up with what she says at times and I try not to get involved\n  ","905127":"\n  They are but amy babysit them every once in awhile\n  ","905128":"\n  Nope .-. Theres milk, water, two different kinds of pop : cola or mountain dew\n  \n  There was even juice boxes bc paisley and mckingsley  when they came over. And theres even like wine coolers down in the bottom although I dont drink that ( my friends drink beer and stuff here and there tho\n  ","905129":"\n  I was shocked bc I was homeschooled  and new to the state and all that so didnt really know anyone or places and the reputation  they had\n  ","905130":"\n  I'll always love christian in some way\n  ","905131":"\n  Yeah like there was a reason I put it up bc theres tons of pop and other stuff to drink\n  ","905132":"\n  No me and dani talk almost everyday still\n  ","905133":"\n  Welcome\n  ","905134":"\n  I think so not really certain however\n  ","905135":"\n  Good to hear\n  ","905136":"\n  I should :\/\n  ","905137":"\n  Not sure\n  ","905138":"\n  Ik but things can go wrong or be to good to be what you expected\n  ","905139":"\n  No still in town\n  ","905140":"\n  Just be careful with those things :)\n  ","905141":"\n  Yeah\n  ","905142":"\n  Cousins came to visit ...\n  ","905143":"\n  Probably my laptop so I could still wrote and create music 😊\n  ","905144":"\n  I love sushi and no I never tried to make it at home but I should try to aha\n  ","905145":"\n  Prom night\n  ","905146":"\n  Yeah that's kinda why I'm annoyed\n  ","905147":"\n  Yeah\n  ","905148":"\n  I'm sorry  :(\n  ","905149":"\n  Orange bubbly and berry\n  ","905150":"\n  Ik it's not friday anymore but I hope you had a fantastic start of a new week today\n  ","905151":"\n  Thank you\n  ","905152":"\n  I'm good :)\n  ","905153":"\n  The ocean is blue because of the way it absorbs sunlight,\n  ","905154":"\n  Fuerte, independiente, segura\n  ","905155":"\n  What?\n  ","905156":"\n  Like I left to go help a friend for the day and I came back and someone touched my drinks :\/ so now I have to go buy some more and hope I even find the right flavor for cheap\n  ","905157":"\n  BLUE 😌\n  ","905158":"\n  It's not that they dont care it's just they're not paying attention to who does what\n  ","905159":"\n  Just people touching or whatever my stuff without asking or whatever\n  ","905160":"\n  Im.doing pretty great just missing my friends and csnt wait till everything is okay to see eachother again\n  ","905161":"\n  Team long hair\n  ","905162":"\n  Not much just annoyed\n  ","905163":"\n  I dont click unknown links\n  ","905164":"\n  Poloooo\n  ","905165":"\n  I was in a relationship  for five months but we broke up way back in February\n  ","905166":"\n  Mhm\n  ","905167":"\n  I'm sorry\n  ","905168":"\n  True\n  ","905169":"\n  I've been playing keyboard and piano since I was 8 years old. Well technically probably earlier than that\n  ","905170":"\n  Awe thanks\n  ","905171":"\n  I hate slow replies  😪\n  ","905172":"\n  Any small gift makes me happy because it was unexpected and thoughtful and just the thought of gifting me something  is a gift lol\n  ","905173":"\n  Not to bad,  I only managed to solve like the Christmas snowman one lol\n  ","905174":"\n  Just me bullying amy\n  ","905175":"\n  Hes all grown up now :(\n  ","905176":"\n  Yeah lol\n  ","905177":"\n  Yeah\n  ","905178":"\n  Why I tend to always overthink most scenarios\n  ","905179":"\n  Having the \"perfect\" life and things you always wanted\n  ","905180":"\n  Just we dont have a program that can block out hackers completely  yet\n  ","905181":"\n  Yeah\n  ","905182":"\n  Just wealthy\n  ","905183":"\n  I dont believe so lol\n  ","905184":"\n  I'm good, just busy trying to film YouTube videos and stuff for patreon. Also releasing new merch and you guys get to find out the gender of Christina's baby this week as well\n  ","905185":"\n  ;))\n  ","905186":"\n  No bc people actually harmed people so bad that they have to live with those memories and injuries  and consequences  of someone else's actions for the rest of their lives\n  ","905187":"\n  j'aime le poulet comme chaque forme ahaha\n  ","905188":"\n  Thank you 😊\n  ","905189":"\n  Yes froy 😊\n  ","905190":"\n  AHAHA love that she cut christian out of it\n  ","905191":"\n  You as well\n  ","905192":"\n  But it's better to be loved and accepted for who you really are.\n  ","905193":"\n  Ofcourse I do :) I'm friends with a few males and never developed any feelings for them\n  ","905194":"\n  How about you?\n  ","905195":"\n  I really been on a social media hiatus lol\n  ","905196":"\n  They dont really bother me as much anymore and I can actually be in their presence now\n  ","905197":"\n  It's always a race to find the juiciest story to sell to the media... :( celebrities are human and need a private life as well\n  ","905198":"\n  Hi\n  ","905199":"\n  Normally my messages\/ emails\n  ","905200":"\n  Getting discovered by a manager in the UK and signing with them\n  ","905201":"\n  You'll know the gender this saturday. We know but we cant tell\n  ","905202":"\n  I'm not sure... maybe christina will work on something dedicated to the baby\n  ","905203":"\n  Uhm 6 girls and five boys. But my mom also had 5 miscarriages. Christina had a miscarriage as well\n  ","905204":"\n  The fact I got called a rude name earlier by an anon is why I'm not releasing usernames\n  ","905205":"\n  Gender reveal  coming this Saturday\n  ","905206":"\n  Me too 😊\n  ","905207":"\n  \" I will always be here for you, I'm never going to leave you, I love you\"\n  ","905208":"\n  No she dated him after I broke up with him\n  ","905209":"\n  8\n  ","905210":"\n  No lol just friends\n  ","905211":"\n  🧡💙\n  \n\n   https:\/\/mobile.twitter.com\/dailydoseoflaur\/status\/1264715585709051906\n  \n","905212":"\n  Icecream\n  ","905213":"\n  Weird and mushy\n  ","905214":"\n  No lol\n  ","905215":"\n  Fate does exist and we all have free wills\n  ","905216":"\n  Not sure lol\n  ","905217":"\n  We used to make little lemonade  stands when we were little or worked a summer job like babysitting\n  ","905218":"\n  We need what the rip merch\n  ","905219":"\n  And you need to know this information  why?\n  ","905220":"\n  Caramel latte\n  ","905221":"\n  It was to add onto the answer about Christian  dating another lauren lol.\n  ","905222":"\n  Remember  my friend lauren? Yeah that's his ex girlfriend. Lauren g\n  ","905223":"\n  fumar\n  ","905224":"\n  Also to answer about the other lauren is a lie 😂 they're not even friends anymore\n  ","905225":"\n  Okay get rejected\n  ","905226":"\n  Good for him 🙃\n  ","905227":"\n  1800getlost\n  ","905228":"\n  Mmm that doesnt make me one sweetie\n  ","905229":"\n  Nopeeee\n  ","905230":"\n  I used to do water polo\n  ","905231":"\n  No my eyes are brown\n  ","905232":"\n  Froy isn't gonna be happy\n  ","905233":"\n  To protect themselves from people like you\n  ","905234":"\n  Good thing nick was trained in emergency  response lol\n  ","905235":"\n  I do, and my bestfriend almost died when I was you get after a bike accident :( but now hes totally okay and back to racing\n  ","905236":"\n  Or pretending to be happy\n  ","905237":"\n  My sister dani for following her dreams\n  ","905238":"\n  Apparently  they were trying to start the fire pit and the gas can lit on fire 😂\n  ","905239":"\n\n   https:\/\/youtu.be\/aRE9l5BsTfY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","905240":"\n  Pop\n  ","905241":"\n  I'm still awake. Lol it's only going on 5 pm\n  ","905242":"\n  Orange\n  ","905243":"\n  Hello\n  ","905244":"\n  I dont drink\n  ","905245":"\n  Eggs, sausage, juice or something,  and fruit\n  ","905246":"\n  About how they met lol\n  ","905247":"\n  Just when my wisdom grew In and needed pulled. Or when i broke my molar :(\n  ","905248":"\n  Dont think I ever ate like exotic food lol. But there was this place outside of Tennessee  we visited and one of the menu  items was called \" box of rocks\" which was like a chicken sandwhich\n  ","905249":"\n  Brothers lol ...\n  ","905250":"\n  No the actual guys lol\n  ","905251":"\n  Ask the guys\n  ","905252":"\n  No like the DRIVEWAY CAUGHT ON FIRE 😂😂😂\n  ","905253":"\n  Today was eventful.... something caught on fire 👀\n  ","905254":"\n  I'm horrible at replying quick otayyyy\n  ","905255":"\n  Have a great night  😊\n  ","905256":"\n  I do agree. I believe if we wait and focus on other things we are rewarded with something better 😊\n  ","905257":"\n  I love when people try to start unnecessarily  drama 😌 we are friends and nothing ever comes between us\n  ","905258":"\n  Venus\n  ","905259":"\n  I'm aware\n  ","905260":"\n  Fun fact: I was 13 when I got my ears pierced and hated how the earrings would make them hurt so eventually  I stopped wearing earrings for years. And recently fell inlove with the little lock designed ones and been wearing them... lol\n  ","905261":"\n  No thanks\n  ","905262":"\n  It's not that I hate dogs I'm just forever traumatized  and scared\n  ","905263":"\n  That's still my personality  lol\n  ","905264":"\n  Nope\n  ","905265":"\n  Yes\n  ","905266":"\n  Nope and kath didnt use tinder, it was the christian one called bible or something\n  ","905267":"\n  😂\n  ","905268":"\n  Everyone does\n  ","905269":"\n  Yeah didnt pay attention to that advice lol\n  ","905270":"\n  No thanks\n  ","905271":"\n  I enjoy some of her music\n  ","905272":"\n  Good to hear\n  ","905273":"\n  I dont have anything against other races or ethnicities\n  ","905274":"\n  Hi\n  ","905275":"\n  No we are all staying\n  ","905276":"\n  Not about christian lol\n  ","905277":"\n  I absolutely  love it. Really #relatable\n  ","905278":"\n  Most of my songs were written in 2017.\n  ","905279":"\n  No hes muted and blocked\n  ","905280":"\n  And a lot of my songs have key changes\n  ","905281":"\n  Oh\n  ","905282":"\n  Ahaha we had all their numbers to contact them if things went differently  with scheduling or they weren't showing up like the guy who was originally casted to play Dani's guy did. And we had to find a replacement\n  ","905283":"\n  😊\n  ","905284":"\n  Thank you\n  ","905285":"\n  Awe thanks\n  ","905286":"\n  An actor or someone who lives or was staying in nashville at the time we filmed the video :)\n  ","905287":"\n  No it's my name. Orange was my first ep I released - lauren cimorelli is my name. And in honor of my new ep coming out august 7th I'm launching  the sky blue collection\n  ","905288":"\n  Not just all mixed together bc then it mixes the key changes together and makes it sound awful\n  ","905289":"\n  Okay dont be a creep\n  ","905290":"\n  Flames goes better with running or atom bomb and pressure probably goes better with acid rain lol\n  ","905291":"\n  Thank you\n  ","905292":"\n  And if I said I was falling  would you just reply I know you are but what am I\n  ","905293":"\n  This dude really fell in the mud trying to hop over a fence 😂😂 cba\n  ","905294":"\n  Good night\n  ","905295":"\n  I'm still the queen 😌\n  ","905296":"\n  I used to but now I go to a nail spa and they do them\/ paint them\n  ","905297":"\n  We have three stray females running around that are actually somewhat used to humans. They used to belong to the neighbor but stay around our house so we just feed them. And well recently Male cats been coming around so they all had kittens like a week apart from eachother but one of the dogs attacked one of the litters. And I'm thinking some other animal got to the really sick ones :(\n  ","905298":"\n  But theres five or 6 that are in our garage lol\n  ","905299":"\n  For fun never was on an actual team though\n  ","905300":"\n  They're so small ... but to little to actually touch because the mom moved them\n  ","905301":"\n  🧡\n  ","905302":"\n  Most likely sleeping on working on my own music apart from the band\n  ","905303":"\n  Card all day\n  ","905304":"\n  Same thing\n  ","905305":"\n  Last summer :( cant wait to go again\n  ","905306":"\n  Yes very much so. I believe life exist in other universes or galaxies\n  ","905307":"\n  I believe everyone pretty much has 6 fingers ... well 10 actually five on each hand lol\n  ","905308":"\n  No... not that good at it either kevin tried to teach me but didnt really work out or something I'm interested in. I stick with water polo and skateboarding pretty much. Gymnastics here and there\n  ","905309":"\n  Sorry lol\n  ","905310":"\n  Very good drawings :)\n  ","905311":"\n  Yes I do and yes we have one that's like a virtual indoor one :) my favorite is the glow in the dark one\n  ","905312":"\n  No I havent ... sorry that happend sounds painful\n  ","905313":"\n  I believe so\n  ","905314":"\n  Anywhere if you truly want it\n  ","905315":"\n  Well I used to hate paying for gas for my car but now my car runs on a battery\/ electric lol\n  ","905316":"\n  sí, confío en mi intuición y me ha fallado a veces, pero eso es lo que nos hace más fuertes\n  ","905317":"\n  I dont really have a favorite\n  ","905318":"\n  No not really bc I only know who I am and what I do. However if you talk about someone I care about or treat them poorly then I will come after you\n  ","905319":"\n  I only pay for netflix lol\n  ","905320":"\n  I do. @ laurencim\n  ","905321":"\n  Disney ... because it really is overrated and not that good anymore\n  ","905322":"\n  Welcome\n  ","905323":"\n  I'm the queen 😌\n  ","905324":"\n  We are doing a Memorial Day sale on our merch site!\n  \n   https:\/\/store.cimorellimusic.com\n  \n","905325":"\n  They come to america to better their lives just as well as we want to better ours\n  ","905326":"\n  Awe 🧡 glad we make her week\n  ","905327":"\n  I'm not lol I have a lot of italian mixed in me\n  ","905328":"\n  Yep\n  ","905329":"\n  When needed\n  ","905330":"\n  Sometimes we have to lie\n  ","905331":"\n  I'm not saying they're bad but come on black bean burgers 😌\n  ","905332":"\n  Just wealthy to support myself :)\n  ","905333":"\n  I'm not lying Mexico has been on my wish list for quite some time\n  ","905334":"\n  No not at all\n  ","905335":"\n  But in general : don't really care for \"tacos\"\n  ","905336":"\n  Sometimes I do\n  ","905337":"\n  😊\n  ","905338":"\n  I just dont lol\n  ","905339":"\n  Real tacos are delicious  but I'm not talk ik ng about like the ground beef, shredded cheese etc. Real mexican tacos\n  ","905340":"\n  Why not what?\n  ","905341":"\n  ??\n  ","905342":"\n  I'm single\n  ","905343":"\n  Chicken wing flavor lol\n  ","905344":"\n  No we never fought lol\n  ","905345":"\n  Wish her the best as she begins a new chapter as a wife soon\n  ","905346":"\n  I always crave fries lol\n  ","905347":"\n  Not for a long time\n  ","905348":"\n  None of us are leaving at this time. Lisa has put solo music out there way before I did and still continues to do so and we both remain\n  ","905349":"\n  supercalifragilisticexpialidocious\n  ","905350":"\n  I answered my sister on what type of chicken I wanted lol\n  ","905351":"\n  I really want to\n  ","905352":"\n  I have no plans on doing so\n  ","905353":"\n  I dont eat tacos alot lol\n  ","905354":"\n  un anillo\n  ","905355":"\n  Tacos\n  ","905356":"\n  Never been there so cant really judge\n  ","905357":"\n  Hope you had a fantastic week so far\n  ","905358":"\n  Maybe they do but we just dont really understand  because we can speak or understand  their language. Maybe they have thoughts just as much as we do\n  ","905359":"\n  Awe\n  ","905360":"\n  Bc things become to much to handle or deal with and the thoughts take over and the voices and negative thoughts as well. Suicidal  is more of a thought that we cant always control and a battle we all tend to fight at times\n  ","905361":"\n  I'm being honest\n  ","905362":"\n  A life without music would be strange\n  ","905363":"\n  I didnt even know how to play a Nintendo till the guy showed me one night ahaha\n  ","905364":"\n  😂😂\n  ","905365":"\n  What?\n  ","905366":"\n  nosotros mismos u otros si los dejas\n  ","905367":"\n  Then there wont be any music 😂\n  ","905368":"\n  Being to savage\n  ","905369":"\n  I need my phone taken away sorry\n  ","905370":"\n  Going pretty good\n  ","905371":"\n  normalmente temprano en la mañana y tarde\n  ","905372":"\n  mi laptop para poder trabajar en música\n  ","905373":"\n  That I'm not stuck up or someone who thinks they're better just bc I have a following on youtube\n  ","905374":"\n  A hazmat suit 🤷🏻‍♀️\n  ","905375":"\n  If you like chicken nuggets this ur favorite song !!!\n  ","905376":"\n  Lol the actual underrated song by them :(\n  ","905377":"\n  Sorry my love is on lock\n  ","905378":"\n  Someone explain why I'm listening to lil baby by nick bean 👀\n  ","905379":"\n  Make friends with the madhatter\n  ","905380":"\n  Nothing lasts forever\n  ","905381":"\n  😂😂\n  ","905382":"\n  😂😂😂 good I'm the queen baddie\n  ","905383":"\n\n   https:\/\/youtu.be\/UKC4gSgTNH8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","905384":"\n  I dont know\n  ","905385":"\n  I'm not allowed to take sleeping pills as they cause me to have really bad panic attacks and hallucinate...\n  ","905386":"\n  Currently  admiring my bestfriend Rachael's  new song \"Temporarily \"\n  ","905387":"\n  I dont think we will be performing this year as we've just got off a tour in December. Christina is due to have a baby in august, and she suffered a miscarriage previously  a week before the BIY tour kicked off. Katherine's wedding being soon and then lisa is also planning her wedding as well. And we kinda just want to spend time with our family and friends this year\n  ","905388":"\n  The vibes\n  ","905389":"\n  Shes doing pretty great today is her one year anniversary  of being engaged :)\n  ","905390":"\n  I'm not sure maybe a small town outside of nashville. Take the lads like rachael,amy, mel, kiera lol\n  ","905391":"\n  Didnt know nashville had turn ons 😳\n  ","905392":"\n  I was there yesterday for choir practice\n  ","905393":"\n  No I live with my sister amy and our bestfriend arielle\n  ","905394":"\n  Maybe 😌\n  ","905395":"\n  This silence  sounds like a thunder clap\n  ","905396":"\n  Hope you had a wonderful  night :)\n  ","905397":"\n  My own\n  ","905398":"\n  Not your babe\n  ","905399":"\n  Find some allergy \/ sinus medicine because my throat is itchy\n  ","905400":"\n  Wigs we used for the BIY tour lol\n  ","905401":"\n  I have no idea who those people are but I hope everything is okay 🧡\n  ","905402":"\n  They had to do a swab kit on my mouth to be sent out for testing to see what medications work best with my body and which ones dont based on my Gene's. I also had a very bad sinus infection that day ahaha\n  ","905403":"\n  Just when we went to a haunted reformatory  one time. I started to feel really sick down in the isolation part and took a picture without the flash there was a face in it\n  ","905404":"\n  Hayfever hits hard  :((\n  ","905405":"\n  Not ur baby girl\n  ","905406":"\n  Happy #CimorelliSaturday! 🎉 Come along with\n  \n   @katherinecimorelli\n  \n  as she picks her wedding dress! She is a VISION in every dress and we can’t wait for y’all to see the finished dress! 👰🏻😭💍💎 comment your best wishes for Katherine below! ❤️\n  \n\n   https:\/\/youtu.be\/UKC4gSgTNH8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","905407":"\n  Wanting to wish a very  special 21st birthday to our 7th sister james !!! We love you and miss you so so much !!!\n  \n   @sisterrjames\n  \n","905408":"\n  Normally a handful of fruit\n  ","905409":"\n  Lol sonic is the hangout place\n  ","905410":"\n  Tony hawk and oprah\n  ","905411":"\n  Pretty often\n  ","905412":"\n  I miss him ....\n  ","905413":"\n  Swimmed with sharks\n  ","905414":"\n  Saved it to buy my car\n  ","905415":"\n  Australia is definitely  a want but so is turkey\n  ","905416":"\n  New christina video : her and nick do gender predictions  :)\n  \n\n   https:\/\/youtu.be\/YXWG4FVkazw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","905417":"\n  I dont know\n  ","905418":"\n  No\n  ","905419":"\n  You'll know next week\n  ","905420":"\n  It's just sibling love\n  ","905421":"\n  No thanks\n  ","905422":"\n  Awe I love the baddies as well\n  ","905423":"\n  Everything can be forgiven by someone\n  ","905424":"\n  ??\n  ","905425":"\n  Of?\n  ","905426":"\n  Every day mostly\n  ","905427":"\n  Welcome back\n  ","905428":"\n  I feel they should employ whoever they actually time for and whoever does their job right. And deserves those hours\n  ","905429":"\n  Probably this one meal when I was younger I wasnt a fan of\n  ","905430":"\n  😳\n  ","905431":"\n  Mhm\n  ","905432":"\n  Final de la cantante enmascarada\n  ","905433":"\n  Their opinion doesnt matter bc someone else appreciates it out there\n  ","905434":"\n  Hi\n  ","905435":"\n  I dont really think so or atleast they never really said anything about it ahah\n  ","905436":"\n\n   @alicexrosexking\n  \n  😪\n  ","905437":"\n  Just a spicy italian lol\n  ","905438":"\n  No atleast not at this time\n  ","905439":"\n  Would you leave I'm done with this conversation\n  ","905440":"\n  I had subway 😊\n  ","905441":"\n  Obviously  you do so good day\n  ","905442":"\n  Bc ur sitting here asking why girls wear shorts under their skirts and crying over it\n  ","905443":"\n  Idk and I always wore shorts underneath bc of that\n  ","905444":"\n  A week before valentines day\n  ","905445":"\n  So perverts like you dont try to look up our skirts to see our underwear\n  ","905446":"\n  Hello\n  ","905447":"\n  Honestly robbie idc about what drama goes on stop trying to bring people into it\n  ","905448":"\n  Things happen\n  ","905449":"\n  I'm great hbu?\n  ","905450":"\n  When did what happen?\n  ","905451":"\n  I would say each and everyone's break ups are different and people go through different emotions so always be co literate. Dont breakup over a text message or a phone call do it face to face and try to lay it down gently as possible.\n  ","905452":"\n  Yes obviously...lol but with great family and friends and therapist everything is okay 🧡\n  ","905453":"\n  Well now two are married and two are engaged ahaha\n  ","905454":"\n  Yeah\n  ","905455":"\n  I took classes growing up and still go for rehearsals every now and then but most dances either I've done myself or lisa and christina came up with\n  ","905456":"\n  It's not a bad thing\n  ","905457":"\n  Amy is actually happy being single lol\n  ","905458":"\n  New episode of the cimorelli podcast is up on our podcast YouTube  channel 🧡🧡 this episode it all about flirting 101\n  \n\n   https:\/\/youtu.be\/KXVSGVXWXdA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","905459":"\n  Aha\n  ","905460":"\n  You'll get a inside look tomorrow at certain things\n  ","905461":"\n  There was only one guy who really got her attention but it was years ago ... lol\n  ","905462":"\n  Lol maybeee you'll have to wait and see 🧡\n  ","905463":"\n  People can change and I think this time will work. Only god knows and lisa knows what's best for her as well. And I'm sure I'll find my special person eventually, maybe I already met them but it's not the right time\n  ","905464":"\n  Still a bit to early for bed aha\n  ","905465":"\n  👀\n  ","905466":"\n  Doesnt matter I lole the facial hair look but it has to be tamed and well kept\n  ","905467":"\n  Amy is single\n  ","905468":"\n  Thanks aha\n  ","905469":"\n  Have a good night\n  ","905470":"\n  Awe you dont really have to lol\n  ","905471":"\n  Yes I like thi gs to be organized and have a clean appearance. I get annoyed when something is moved or messy looking\n  ","905472":"\n  I forgot what it was but a conversation  I was having with arielle\n  ","905473":"\n  I love ramen 😊\n  ","905474":"\n  Yeah lol\n  ","905475":"\n  Yes I hear small planes or jets fly over at times and the hospital helicopter\n  ","905476":"\n  Hm as in I have an idea but then I change my mind bc I mess around and find other things I like\n  ","905477":"\n  Not really\n  ","905478":"\n  I said like 8 before but realistically  whatever I receive\n  ","905479":"\n  Hmm\n  ","905480":"\n  No lol rachael doesnt even lole him that way 😂😂😂\n  ","905481":"\n  I don't\n  ","905482":"\n  Once in awhile. My sleeping seems to be getting back on track so it's not needed anymore\n  ","905483":"\n  Basically\n  ","905484":"\n  I want a big family of my own someday but will be happy with whatever god chooses to bless me with\n  ","905485":"\n  He can marry me otayyy bye\n  ","905486":"\n  Merch and forever 21 Jean's lol\n  ","905487":"\n  Anons make me annoyed on a day to day basis\n  ","905488":"\n  Sure just keep it appropriate  😊\n  ","905489":"\n  No\n  ","905490":"\n  Lol\n  ","905491":"\n  I guess solo stans of me are named Lauren's baddies\n  ","905492":"\n  Well these days is going on there obviously  and atom bomb\n  \n  Then you're getting a new song for June;) so you have July and august and I may add a bonus track onto it like I did brown eyed boys for orange\n  ","905493":"\n  Not always\n  ","905494":"\n  I might release automatic love first though idk... I kinda like that better and think it goes in with the vibe of atom bomb and these days\n  ","905495":"\n  911 please help me my BADDIEZ are harassing me ... bc I wont release mustang 🥺\n  ","905496":"\n\n   https:\/\/youtu.be\/1O25aT9rrbU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","905497":"\n  Bc they dont pay ATTENTION\n  ","905498":"\n  We all live in like a 30 minute timespan apart from eachother but I like live down the road from my parents\n  ","905499":"\n  People want mustang still and lockbox lol\n  ","905500":"\n  Just my back bc of scoliosis\n  ","905501":"\n  I dont know. I go see my doctor next week for a follow up lol\n  ","905502":"\n  I got to many bops ahaha\n  ","905503":"\n  No but I think I have a small dairy intolerance  tho\n  ","905504":"\n  Exactly\n  ","905505":"\n  I can tell people dont view my story ahah\n  ","905506":"\n  Do I release automatic love or do I release black gold\n  ","905507":"\n  NO OMGOSH\n  ","905508":"\n  We do all the things we know we shouldn't 💙\n  \n\n   https:\/\/youtu.be\/KseKlpKOdjA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","905509":"\n  Cinnamon buns\n  ","905510":"\n  People think we got into a fight? Lol\n  ","905511":"\n  😳😳😳😳😳\n  ","905512":"\n  I do 😊\n  ","905513":"\n  I listened to it earlier lol.\n  \n  Not sure where people are assuming we aren't friends anymore\n  \n\n   https:\/\/open.spotify.com\/track\/4xRdLIkAW9V71x305eTkYk?si=Qly3roGQQQe4mgwKRHiH3A\n  \n","905514":"\n  At times especially when you overhear the conversation  when you dont want to\n  ","905515":"\n  Not for a long timeeee\n  ","905516":"\n  How to easily get the color blue safely out your hair without bleaching\n  ","905517":"\n  It did the same thing when someone shared Lisa's  song to me lol\n  ","905518":"\n  I just got a thing saying song is not available  wtr\n  ","905519":"\n  TOMORROW'S  VIDEO IS ALL ABOUT OUR BRIDE TO BE KATHERINE 💜💜💜\n  ","905520":"\n  🤷🏻‍♀️\n  ","905521":"\n  Bc shes living in fantasy  land\n  ","905522":"\n  😊\n  ","905523":"\n  I hate it here.... but not anymore 😌 but I am someones\n  ","905524":"\n  Nope, we still get along just fine shes my sister. And merch drops this friday 😊\n  ","905525":"\n  🥵😘\n  ","905526":"\n  Lol theres proof babies\n  ","905527":"\n  Awe\n  ","905528":"\n  Instagram\n  ","905529":"\n  Probably  Facebook\n  ","905530":"\n  Sleeping pills\n  \n  Drinking tea\n  \n  Limiting screen time\n  \n  Reading a book an hour before bed etc\n  ","905531":"\n  We always are good enough but dont see our worth bc others like to out labels on us or compare us to eachother.\n  ","905532":"\n  I was like 8 I think ahaha. But I actually met logan and james\n  ","905533":"\n  Not much currently  just over at the family house practicing for choir\n  ","905534":"\n  Thank you\n  ","905535":"\n  It wouldn't pop up youtube lol\n  ","905536":"\n  amor\n  ","905537":"\n  Maybe but I just didnt acknowledge it\n  ","905538":"\n  palomitas de maíz con m & m pieces\n  ","905539":"\n  You're welcome 😊\n  ","905540":"\n  No, no lo hago. al menos no actualmente\n  ","905541":"\n  When I call her I will let you know\n  ","905542":"\n  Hes having a baby with gigi move on\n  ","905543":"\n  Supportive\n  ","905544":"\n  Stupid that I took him back :)\n  ","905545":"\n  Yep\n  ","905546":"\n  I dont really have one\n  ","905547":"\n  Just Lauren\n  ","905548":"\n  Lauren\n  ","905549":"\n  Bc I am someone's babygirl but not your babygirl 😌\n  ","905550":"\n  🥺😪\n  ","905551":"\n  😌🤷🏻‍♀️\n  ","905552":"\n  I think of everyone else, but no one's there for me\n  \n  I've got to love myself and tell them I am not okay\n  \n  I'm buried under the shame and there's nobody else to blame\n  \n  I feel myself fading away\n  \n  I won't let myself fade away\n  ","905553":"\n  I will. And my second ep comes out august 7th\n  ","905554":"\n  Maybe idk :) she just enjoys releasing new songs here and there. Hasn't even released a ep yet lol\n  ","905555":"\n  My sisters new song 💙\n  "}}