{"Question":{"909844":"\n   Do you watch Liza Koshy?\n  ","909845":"\n   Sweet dreams Lauren 👌\n  ","909846":"\n   By August you will be an aunt.. Right?\n  ","909847":"\n   What is Lisa best plate to cook?\n  ","909848":"\n   Out of you and Lisa?\n  ","909849":"\n   How is Christina doing well in these tough times hopefully all is well?\n  ","909850":"\n   💙🧡💙\n  ","909851":"\n   Which one of you is the best cook?\n  ","909852":"\n   Hello Lauren!\n  ","909853":"\n   No problem I love turkey subs. And you?\n  ","909854":"\n   Did you donate money for the nurses and doctors?\n  ","909855":"\n   What do you eat today ? 😁\n  ","909856":"\n   Oral,how great and what kind of music do they play?maybe they still play in the  future I will hear you play\n  ","909857":"\n   i think you send out some beautiful vibes, you love art which make you very sensitive, i love doing art because it allow me to connect with who i am and find peace, what about you, where do you find peace?\n  ","909858":"\n   Favorite sex position\n  ","909859":"\n   favorite hobby\n  ","909860":"\n   Your favorite?\n  ","909861":"\n   What do you mean ‘’we’’?\n  ","909862":"\n   Interesting you are very  good it shows you are a model celebrity  photographer I do not  know  something  like that you seem I lean more because you are a model?jaj\n  ","909863":"\n   Please say Cali!\n  ","909864":"\n   we think u look cute in skirts\n  ","909865":"\n   Which one?\n  ","909866":"\n   Im michelle. I was wondering id i could talk to you about what happened with my son\n  ","909867":"\n   Favorite fruit to eat?\n  ","909868":"\n   What are your ‘’eps’’?\n  ","909869":"\n   likers get a tbh?\n  ","909870":"\n   Favorite color? Other than pink..\n  ","909871":"\n   Favorite state in USA?\n  ","909872":"\n   Do you like ever dream?\n  ","909873":"\n   It's not witch wich. It is which wich. Right lol?\n  ","909874":"\n   I understand because \nYou see the bad thing as \nYou say it is difficult to remove it later now if you \nFeel comfortable you are a very beautiful woman\nAny color you put on will\nFit you I like  how you\nlook with cuny hair\n  ","909875":"\n   You guys doing ok? Be safe and I love you guys.\n  ","909876":"\n   Ok, inspired by\n   \n    @HeyGuysWantStuffJustAsk\n   \n   ’s question: (\n   \n    https:\/\/ask.fm\/CactusDoug\/answer\/160053214448?utm_source=copy_link&utm_medium=iOS\n   \n   )           - \nIf Doug wasn’t my name, what do you think would be a suitable alternative?\n  ","909877":"\n\n    https:\/\/ask.fm\/abdalsharif1\/answers\/160916928190?utm_source=copy_link&utm_medium=android\n   \n   Coins please ❤️ 🙂\n  ","909878":"\n   Que tengan muy buenas noches!❤\n  ","909879":"\n   Good night Lauren 😴🛏\n  ","909880":"\n   Ever been tempted to have sex?\n  ","909881":"\n   How was your Friday night?\n  ","909882":"\n   I wish guys like me could be with girls like you but that never can happen in this universe.\n  ","909883":"\n   In a few words your hair has become an experiment jajaja ,\nWell you have beautiful hair,you yould have any shade, a blue would look great for you skin color or even a phosphorescent pink \n\nAre you british or american?\n  ","909884":"\n   Ever take a bath or u just take showers?\n  ","909885":"\n   Where did you order the food from tonight?\n  ","909886":"\n   Ready for alot of questions?\n  ","909887":"\n   You always honest?\n  ","909888":"\n   How do you manage your weight?\n  ","909889":"\n   hi\n  ","909890":"\n   ah bless you 🧡\n  ","909891":"\n   Honesty hour till midnight? You down?\n  ","909892":"\n   What's your biggest fear ?? 👻👻👻\n  ","909893":"\n   To someone : 🌸\n  ","909894":"\n   I love how your Sister Amy posted on Instagram about body images\n  ","909895":"\n   When’s the last time you felt butterflies? 😁😂\n  ","909896":"\n   Hey\n  ","909897":"\n   I am fine, thanks. Where do you live ?\n  ","909898":"\n   Happy Arbor Day! PAP of your favorite tree?\n  ","909899":"\n   Tgif right what did you eat tonight!?\n  ","909900":"\n   thats good do take care of yourself  listen to yoursself is going into another reklashio the best idea\n  ","909901":"\n   hey\n  ","909902":"\n   oh no im sorry lauren im hear to talk too\n  ","909903":"\n   Oh are u single again..\n  ","909904":"\n   If I asked you out what would you say ?\n  ","909905":"\n   In Love?\n  ","909906":"\n   Announcement?\n  ","909907":"\n   Why do some people say this is a catfish account?\n  ","909908":"\n   Oldest\/youngest you would date\n  ","909909":"\n   You're welcome. Glad everything is holding up.\n  ","909910":"\n   What's your fav outfit to wear?\n  ","909911":"\n   Do you mind if new people chat with you on Instagram or on here?\n  ","909912":"\n   Making sure you are. Inbox is always open for you\n  ","909913":"\n   Do you like talking to new people?\n  ","909914":"\n   Things you need to talk about or you good?\n  ","909915":"\n   Would you say that you're intelligent\n  ","909916":"\n   1.8 m is enough ?\n  ","909917":"\n   How tall are you?\n  ","909918":"\n   You good?\n  ","909919":"\n   you’re not invisible, love! You shine such a bright light in this world and you just as you are is amazing. I love you so much. You’re so beautiful inside and out.\n  ","909920":"\n   Yep 🤤\n  ","909921":"\n   Your pic on IG in the yellow dress is 👌\n  ","909922":"\n   Do you prefer taller guys? (Over 6ft)\n  ","909923":"\n   Do you love neck kisses?\n  ","909924":"\n   Ah right ok 😊\n  ","909925":"\n   Have you ever had a fine before if you have why and how much\n  ","909926":"\n   Have you ever participated in a boycott of an establishment or a product? Which one and why?\n  ","909927":"\n   This may seem a lil’ weird, but it is what it is. There is this janitor in my high school and she is HOT. I found out that she is 7 years older than me (19-26). We talked a lil’ bit and during the breaks she keeps on staring at me (not negatively). What’s the move to make so I can sleep with her?\n  ","909928":"\n   What is the stupidest thing that you've have ever done?\n  ","909929":"\n   Have you ever pulled a fire alarm\n  ","909930":"\n   I bet u won't answer\n  ","909931":"\n   Do you know how to count cards\n  ","909932":"\n   What awful movie do you love? (Like poorly made but you like it.)\n  ","909933":"\n   What was the biggest mistake in history? 🐸☕️\n  ","909934":"\n   How do you cope when things are not going your way?\n  ","909935":"\n   Do you use hair extensions?\n  ","909936":"\n   What is your zodiac sign\n  ","909937":"\n   How many times have you been outside since lockdown?\n  ","909938":"\n   Ok\n  ","909939":"\n   Are you atom bomb?\n  ","909940":"\n   Congratulations Lauren. Dani has done an amazing job on your cover  for your Ep 💙🦋\n  ","909941":"\n   That’s so fun, congratulations!!!!!\n  ","909942":"\n   ANNOUNCEMENT :\n  ","909943":"\n   💖\n  ","909944":"\n   Favourite Disney film?\n  ","909945":"\n   What was the most unsettling film you’ve seen?\n  ","909946":"\n   If you were dictator of a small island nation, what crazy dictator stuff would you do?\n  ","909947":"\n   Does the modern age make global conspiracies more or less feasible?\nNEXT\n  ","909948":"\n   Can you post a picture of your vacuum\n  ","909949":"\n   What your ig\n  ","909950":"\n   What embarrasses you the most in front of others?\n  ","909951":"\n   how often do you read books?\n  ","909952":"\n   what meal can you cook really good?\n  ","909953":"\n   exactly\n  ","909954":"\n   What’s fine in small numbers but terrifying in large numbers?\n  ","909955":"\n   aw bet he liked you\n  ","909956":"\n   Do you experience phantom vibration? (Feeling your phone vibrate even though it didn’t.)\n  ","909957":"\n   What’s the weirdest text or email you’ve gotten?\n  ","909958":"\n   If you couldn’t be convicted of any one type of crime, what criminal charge would you like to be immune to?\nNEXT QUESTION »\n  ","909959":"\n   That's wonderful 😊\n  ","909960":"\n   Just listened your #thesedays\nLovely voice 😍... Subscribed your channel and waiting for your next song...\n  ","909961":"\n   Theme parks or water parks?\n  ","909962":"\n   Followed\n  ","909963":"\n   Hope u stay safe :)\n  ","909964":"\n   Can't wait :D\n  ","909965":"\n   Gonna make more music?\n  ","909966":"\n   What's up girl?\n  ","909967":"\n   😱😳 and how can I know if I am mid-range or can I achieve high?  and seriously ????  wow hahaha I could not imagine that with you that you are very talented😅 🤩\n  ","909968":"\n   I'll try it 😳😉 thank you 🙏🏼🧡💙\n   \n    @Itslaurencim\n   \n","909969":"\n   I love your falsetto is like so sweet and strong at the same time🎶🔥.... could you give me some advice please☺️?  My falsetto is too weak, im trying to practice it but always my voice cutting off 😭and I don’t know why 😓😩\n   \n    @Itslaurencim\n   \n   #bestvoice\n  ","909970":"\n   Good night 😘😘😘\n  ","909971":"\n   Do you prefer rivers, lakes or oceans?\n  ","909972":"\n   Sweet dreams Lauren don't let the bed bugs bite ok lol\n  ","909973":"\n   Any deserts?\n  ","909974":"\n   How was the lasagna? Lol\n  ","909975":"\n   Didn’t you sweat your ass off?\n  ","909976":"\n   What’s something that no one wants to hear, but everyone should?\n  ","909977":"\n   Who are the 3 greatest athletes of all time?\n  ","909978":"\n   What brand are you most loyal to?\n  ","909979":"\n   💖\n  ","909980":"\n   Would you ever go vegan? (If you are what made you go vegan?)\n  ","909981":"\n   Do you do whatever you can to save the environment? If so what do you do\n  ","909982":"\n   Name one food, no matter how much someone offered to pay you, you wouldn’t eat it.\n  ","909983":"\n   what do all humans need? (besides food , shelter , clothes) think outside the box\n  ","909984":"\n   Alright 😊\n  ","909985":"\n   What are you most afraid of? ☹️\n  ","909986":"\n   Can DJs be considered as musicians ??  💿🎶🔝\n  ","909987":"\n   Hey guys I went to bed at 11:30 instead of four in the morning. I’m proud of myself\n  ","909988":"\n   What is your favorite supernatural subject to talk about?\n  ","909989":"\n   You gonna eat lasagna and pasta pesto for you. Wow you can eat a lot? 😀\n  ","909990":"\n   whoo\n  ","909991":"\n   LMFAO lolo wtf you talking are you on drugs\n  ","909992":"\n   What is your passion?\n  ","909993":"\n   💖\n  ","909994":"\n   How long is the line all the way to the moon? 😀\n  ","909995":"\n   Do you have any beef\/issues with anyone atm\n  ","909996":"\n   What pasta you making I like pasta pesto and you?\n  ","909997":"\n   Damn I thought I was your baby 😭jk\n  ","909998":"\n   Like who is your baby not the anon 😅\n  ","909999":"\n   Who you calling baby Lauren😟😱👀🤣\n  ","910000":"\n   Corona Corona\n  ","910001":"\n   What’s your favourite soft drink?\n  ","910002":"\n   I know right. I put the wrong time as well it was 10.45pm BST. Which is now 11.13pm which is early for me. 😂😂\n  ","910003":"\n   I am off to bed early it's only 11.54pm BST but I am tired so I will say good night Lauren 😴🛏\n  ","910004":"\n   Ah 😂\n  ","910005":"\n   💖\n  ","910006":"\n   💖\n  ","910007":"\n   I really want you beautiful 😘\n  ","910008":"\n   I just thought with you posting them hoodies in the poll. I thought it was new merch 😂\n  ","910009":"\n   A new song called MICKEY? 😗\n  ","910010":"\n   How are you\n  ","910011":"\n   Have you ever dressed in warm clothes in a hot day?\n  ","910012":"\n   hard to believe\n  ","910013":"\n   Will i get a chance to be your boyfriend\n  ","910014":"\n   😊😊\n  ","910015":"\n   you are australian\n  ","910016":"\n   Are you engaged\n  ","910017":"\n   Can you post the link to your ORANGE EP?\n  ","910018":"\n   If Lauren releases Atom Bomb, I´ll die\nIf Lauren releases Deja Vu, I´ll die\nIf Lauren releases Mustang, I´ll die\nIf Lauren releases Lockbox, I´ll die\nIf Lauren releases Lessons Learned, I´ll die\nIf Lauren releases Oxygen, I´ll die\nIf Lauren releases an album, I´ll still die\n  ","910019":"\n   What’s the announcement about?\n  ","910020":"\n   Would you ever kiss on a first date\n  ","910021":"\n   how are you??\n  ","910022":"\n   You have the cutest face 🥺\n  ","910023":"\n   I tweeted the girls about the situation and they liked it but gave no response 😭\n  ","910024":"\n   Salad + tuna on bread for dinner. What are you having?\n  ","910025":"\n   this is the only account i’ve had?\n  ","910026":"\n   I hope so\n  ","910027":"\n   lol\n  ","910028":"\n   YA LAUREN IS DOING AN INSTA LIVE 😂\n  ","910029":"\n   💖\n  ","910030":"\n   💖\n  ","910031":"\n   Buenos dias!!❤\n  ","910032":"\n   You look ravishing today\n  ","910033":"\n   I made your teenage self a cartoon\n   \n    https:\/\/pho.to\/i1\/5980C318-BB00-4104-A15E-A4C478D7D689.jpg\n   \n","910034":"\n   True that🙌🏽❤️\n  ","910035":"\n   You’re welcome 😊\n  ","910036":"\n   Why did quarantine have to eff up my sleeping schedule?\n  ","910037":"\n   Do you feel that people truly respect you?\n  ","910038":"\n   What was the last lie you told, or last lie you know someone told to you?\n  ","910039":"\n   How old is the most expired item in your fridge?\n  ","910040":"\n   ¿Género musical favorito? #StayAtASK\n  ","910041":"\n   What name would you have for your villain?\n  ","910042":"\n   A lot of people are saying that their hygiene habits are changing because they are all stuck at home with everything going on. Have any of your hygiene habits changed? Do you still shower , brush teeth shave etc and everything the same as normal?\n  ","910043":"\n   How much? 😍\n  ","910044":"\n   Awww, dont you worry Lauren!\n  ","910045":"\n   Which do you choose truth or dare?\n  ","910046":"\n   ماذا حدث لقلبك !\n  ","910047":"\n   yeah, like a carnival?\n  ","910048":"\n   Any questions for the day?\n  ","910049":"\n   I hope you have a good night's sleep too Lauren\n  ","910050":"\n   Ah 😂\n  ","910051":"\n   One of my old job made fun of me for having minor learning difficulties they called me a r****d.\nAnyway apparently they've lost their buiness I'm sort of glad that's happened does that make me a bad person me being glad that they lost their business?\n  ","910052":"\n   I never heard of it before you got a link? And I found SLOAT\n  ","910053":"\n   Ya the original  Samuel 😂\n  ","910054":"\n   Went swimming with sharks 🏊‍♀️🦈 in the Bahamas didn't you.\n  ","910055":"\n   What do people like about you?\n  ","910056":"\n   How’s the weather where you are? (67 degrees in Ohio)\n  ","910057":"\n   Do you take baths or showers?\n  ","910058":"\n   Scott Baio, is he reallly like his character ChaChi when you met in real life?\n  ","910059":"\n   Do you still live with any of your sisters?\n  ","910060":"\n   So why is everyone saying dani dropped major tea in her live today\n  ","910061":"\n   I hope you're right.\n  ","910062":"\n   Good night Lauren sleep well 😴🛏\n  ","910063":"\n   Is that an idiom or a term, sorry but English isn't my mother language, thank you anywayy if the idiom are positive 😁😅\n  ","910064":"\n   My heart hurts right now\n  ","910065":"\n   What are some vegetables you love? (I used to hate broccoli but now i love it)\n  ","910066":"\n   Which do you prefer to eat more: chicken or steak?\n  ","910067":"\n   Okay appreciate it\n  ","910068":"\n   HIII\n  ","910069":"\n   No one pays me attention I feel like I don't exist to them\n  ","910070":"\n   Post Some Wise Words....❤\n  ","910071":"\n   Then I would truly be hurt because I be blocked for no reason 😔\n  ","910072":"\n   Ugh guys I’m on my third medicine for this rash I have and I’m over it lol\n  ","910073":"\n   Okay\n  ","910074":"\n   your welcome\n  ","910075":"\n   I don't know I just know my heart broke because in my mind I think I did something wrong and the girls hate me\n  ","910076":"\n   better now why did you answer me\n  ","910077":"\n   I think they was the original Sugar and Spice causing mayhem while out shopping 😂\n  ","910078":"\n   Do you shave or wax before bikini season ?\n  ","910079":"\n   Wow that crazy lol..may I ask you a question  that oh okay\n  ","910080":"\n   My night just went from bad to worst the band quit following me on Instagram and I don't know why 😔\n  ","910081":"\n   Hello Lauren the night owl 🦉 how are you doing?\n  ","910082":"\n   Who's your favorite sibling?\n  ","910083":"\n   welcome.\n  ","910084":"\n   i hope you get the love you deserve lauren. i wish you blissful days :)\n  ","910085":"\n   to bump into a stranger with same shit ive gone through same feels i used to have... i wanna lie down and sulk for a while but it's still relieving to know there were souls who fought hard on their battles when i wasnt completely sane to realize i could be this fine after everything.\n  ","910086":"\n   Can humans avoid being in love?\n  ","910087":"\n   Have you ever been in a spa?\n  ","910088":"\n   how are you ?\n  ","910089":"\n   Do you have any outstanding debt? If so do you pay it?\n  ","910090":"\n   I need lunch ideas today, help!\n  ","910091":"\n   Hazme una pregunta.\n  ","910092":"\n   Good who is with you btw?\n  ","910093":"\n   what’s for breakfast , lunch or dinner? whatever time you answer this . tell me what you’re eating or you ate.\n  ","910094":"\n   You're beautiful!\n  ","910095":"\n   Ok are other people with you it's not good to be alone ok\n  ","910096":"\n   Okay,follow back 😊\n  ","910097":"\n   Was there any TV shows that you weren't allowed to watch as a kid?  If there was which show was it?\n  ","910098":"\n   Sorry for your loss Lauren I lost my dad. Uncle and cousin all with mental illness in the same month. :( I can't believe it so stay strong ok\n  ","910099":"\n   Single or taken?\n  ","910100":"\n   Exchange 🔥🔥\n  ","910101":"\n   How often do you kiss Jordan\n  ","910102":"\n   What scares you?\n  ","910103":"\n   A fan wants you to try this.\n   \n    https:\/\/twitter.com\/_lonely_teen_\/status\/1252057897548341249?s=19\n   \n","910104":"\n   If you could be the leader of your country, what would you change?\n  ","910105":"\n   do you know how many unanswered questions you have?\n  ","910106":"\n   What helps you get your sleeping schedule back on track? Asking for a friend 🤣\n  ","910107":"\n   a short message to your former lover:\n  ","910108":"\n   So dani revealed she smoked and dranked at the age of 16... What did you do lauren?\n  ","910109":"\n   What was for dinner? (It’s 9:17pm I still haven’t eaten dinner lol)\n  ","910110":"\n   How're you holding up?\n  ","910111":"\n   Space ♥️\n  ","910112":"\n   What is the wildest conspiracy theory that you believe in?\n  ","910113":"\n   لاست 10 أنسر...🙂♥️\n  ","910114":"\n   What movie can be watched without sound and still be good?\n  ","910115":"\n   What things do you hope won’t exist in the future?\n  ","910116":"\n   Is there anything you need want or need to be written?\n  ","910117":"\n   I think so?\n  ","910118":"\n   Anytime\n  ","910119":"\n   True\n  ","910120":"\n   Met soree\n  ","910121":"\n   Whats in your 8 track player rn?\n  ","910122":"\n   If you could meet Anne Frank, what would you say to her?\n  ","910123":"\n   Do you believe in sending nudes to someone you love\n  ","910124":"\n   Current thoughts?\n  ","910125":"\n   When you last time drunk?\n  ","910126":"\n   Ik 😂😂\n  ","910127":"\n   PAP\n  ","910128":"\n   Can you inconspicuously name any names of which, if you can?\n  ","910129":"\n   Good night\n  ","910130":"\n   Hey guys, I'm deleting all my inbox questions just to start over. If it happens to be questions you asked, sorry. I have way too many and I want to start over fresh. 99.9% of them are disgusting and vulger!\n  ","910131":"\n   Do you ever get accused of having RBF? (Resting b!tch face)\n  ","910132":"\n   When you sleep, window open or closed?\n  ","910133":"\n   What time do you wake up in the morning?\n  ","910134":"\n   How can you tell that someone is lying?\n  ","910135":"\n   Why those 3?\n  ","910136":"\n   If you were going to be stuck on an island with three sisters who would you take with you and why?\n  ","910137":"\n   Yikes Lauren, did you see that I was mistaken in thinking that Schopenhauer is a composer while in fact he is a philosopher? (Trust that you are well. Prayers!)\n  ","910138":"\n   2 weeks oh no how come?\n  ","910139":"\n   Why car's over dogs?\n  ","910140":"\n   Ever tried yoga?\n  ","910141":"\n   Why you Say it is dead? 😀\n  ","910142":"\n   Pretty??\n  ","910143":"\n   Well thats good\n  ","910144":"\n   How is the Lisa doing?\n  ","910145":"\n   Why that?\n  ","910146":"\n   thanks how did u know i was doing well\n  ","910147":"\n   02:16 .. Morocco\n  ","910148":"\n   Are you the sort of person to find it easy to relax\n  ","910149":"\n   Last thing to hurt your feelings\n  ","910150":"\n   Do you always were a bra or do you go bra less sometimes ?\n  ","910151":"\n   Sc?\n  ","910152":"\n   I will not rest until atom bomb is put into this world\n  ","910153":"\n   💖\n  ","910154":"\n   💖\n  ","910155":"\n   love\n  ","910156":"\n   PAP BABY\n  ","910157":"\n   It was to me 😂 but I’m not sure how you like musicals\n  ","910158":"\n   What you think of Florida opening beaches again to public. Crazy right?\n  ","910159":"\n   Color of hair on your arm under the light?\n  ","910160":"\n   Look up the rocky horror musical on YouTube\n  ","910161":"\n   serious question. do y’all remember myspace? 🤨\n  ","910162":"\n   Have you ever seen it\n  ","910163":"\n   Honesty hour yay or nay\n  ","910164":"\n   Your welcome\n  ","910165":"\n   I go for medical infusion every 4 weeks tomorrow and my sis has own car and my\nmom's car is shared by both of us now my\nSister wants my car to change tires etc and to take taxi is far and over 100 bucks. I. M mad is that ok\n  ","910166":"\n   I think they were meaning the time warp dance from the rocky horror Musical\n  ","910167":"\n   Color favorito?\n  ","910168":"\n   بتجنني😍❤️\n  ","910169":"\n   If I asked you let’s do the time warp again would you know what I was talking about?\n  ","910170":"\n   Hey, you are beautiful:) can we talk?\n  ","910171":"\n   Do you prefer to swim in the pool or ocean?\n  ","910172":"\n   You are going to get tagged lot's of times on this post on Instagram. \n\nRunning 🧡\n   \n    https:\/\/www.instagram.com\/p\/B_K7D5jD6oR\/?igshid=1vst0jlpht1hz\n   \n","910173":"\n   Hallo\n  ","910174":"\n   hey there i am doing well miss you of course wish u well for the coming week\n  ","910175":"\n   Arguing or just being loud\n  ","910176":"\n   Hi Lauren\n  ","910177":"\n   Pics of them engaged please!\n  ","910178":"\n   Are you an Eco-friendly person?\n  ","910179":"\n   Only at church\n  ","910180":"\n   Hugs. Praying for you.\n  ","910181":"\n   Ah we don't have a curfew here. But you can only go if necessary like you said for food shopping & stuff & only go for walks fot an hour. There are very few cars on the road.\n  ","910182":"\n   I feel that. You're not alone on that one.\n  ","910183":"\n   Could you see my music on soundcloud and tell me what you think? (sincere opinion please)\nLink in my bio.\nPodrias ver mi música en soundcloud y decirme que te parece (opinión sincera porfa).\nEnlace en mi biografía.\n  ","910184":"\n   How is the awesome Lauren doing today?\n  ","910185":"\n   Gotcha. For a reason?\n  ","910186":"\n   Hi\n  ","910187":"\n   Are there any movies\/shows that you see mentioned or referenced everywhere (on TV or by people) but you've never watched? A couple of examples for me would be the movies Ferris Bueller and Casablanca.\n  ","910188":"\n   On purpose or on accident?\n  ","910189":"\n   When is your birthday\n  ","910190":"\n   What's your favorite saying?\n  ","910191":"\n   Which do you usually choose, truth or dare?\n  ","910192":"\n   How much of a mess is your room?\n  ","910193":"\n   Which words or phrases do you most overuse?\n  ","910194":"\n   What a low life. Lauren, you're an amazing girl and you don't deserve all that\n  ","910195":"\n   Do you collect anything? If so, what is it?\n  ","910196":"\n   Ask me a question. In English or Spanish please.\n  ","910197":"\n   What is your full name?\n  ","910198":"\n   what's one bad habit you can't get rid of?\n  ","910199":"\n   You're welcome. Need to talk more?\n  ","910200":"\n   I used to think Dani was like 6'1. I don't know why, but I always did. Then when I actually learned how tall she is, I was taken back. lol\n  ","910201":"\n   I'll always have your back and can talk about it  if you ever need it. Ears are always open.\n  ","910202":"\n   What’s your favorite “cult classic” film?\n  ","910203":"\n   Lauren, I'm very sorry to hear about this. Hugs coming out your way.\n  ","910204":"\n   What’s your favorite board game?\n  ","910205":"\n   A D V I C E  🖋🖤🔐\n  ","910206":"\n   And nothing since?\n  ","910207":"\n   If you could star in a movie, what movie would it be?✨🙌🏽 #Forachange\n  ","910208":"\n   Lauren. That's so sad. You didn't hear from him, right?\n  ","910209":"\n   For me Love was never the happy endings Disney movies promised. it is just full of frustration, anger, pain and rejection. Relationships are essential diabetes times 10. my mind cannot handle another rejection. I just need a girl to love me it’s my biggest dream and all I ever wanted.\n  ","910210":"\n   What’s the worst pain?\n  ","910211":"\n   Follow me please. I love you. Jajaja\n  ","910212":"\n   My new song #Changes is out now on soundcloud. Link on my bio. Please, im a new dj\n  ","910213":"\n   Need to talk?\n  ","910214":"\n   what in ur eyes rn\n  ","910215":"\n   You okay, Lauren?\n  ","910216":"\n   can we talk on here plz i am big fan\n  ","910217":"\n   lauren i love u\n  ","910218":"\n   whole video tears dripped\n  ","910219":"\n   What’s your motivation ?🔥💪🏽\n  ","910220":"\n   was so many tears\n  ","910221":"\n   I hope you had an incredible day today. Yes I am sending more positive vibes. Yes I am doing it because I wanna see people like you smile. And yes, it's also because I love doing it\n  ","910222":"\n   i remember the day danni left the grooup\n  ","910223":"\n   ik u said u were emotional months ago\n  ","910224":"\n   no\n  ","910225":"\n   are you ok\n  ","910226":"\n   selfie in skirt?\n  ","910227":"\n   Do you agree that good things come to those who wait ?🛀🏻📞\n  ","910228":"\n   You're really cute\n  ","910229":"\n   😂😂😂\n  ","910230":"\n   Oh...\n  ","910231":"\n   Hey guys sorry I didn’t really send out any questions today I’m on a steroid and steroids are really bad for diabetics it makes your glucose spike so I’ve kind of been out of it. This rash is now spreading to the upper half of my body so I’m getting kind of frustrated as well. Not in the best mood.\n  ","910232":"\n   you're cute😅\n  ","910233":"\n   I'm good, where are you from?😅\n  ","910234":"\n   ☺️\n  ","910235":"\n   You should of went for it instead 🙃\n  ","910236":"\n   Why didn’t you get the chest 🙃\n  ","910237":"\n   One of my legs 😂\n  ","910238":"\n   Especially y’all picking me up 🤣\n  ","910239":"\n   A tour I won’t forget either 🤗\n  ","910240":"\n   Do we follow each other?🥺\n  ","910241":"\n   🤗💛😘\n  ","910242":"\n   hi\n  ","910243":"\n   Yes mom that's fine. Which one of these usually with lunch & dinner?\n  ","910244":"\n   Well you choose what do you want my breakfast to be? 🙂\n  ","910245":"\n   Yeah. You’ll be a good momma.\n  ","910246":"\n   Si eres de mexico contesta esta pregunta, ¿ya viste la polémica de Juan de Dios?👀\n  ","910247":"\n   I was just kidding\n  ","910248":"\n   Why not?\n  ","910249":"\n   wyd\n  ","910250":"\n   Ayee true 🙃\n  ","910251":"\n   True 😄 I have got plenty of speeding tickets tho 😂 but I have all of them paid off but that’s the furthest I have got pulled over by the law\n  ","910252":"\n   Do you like Hawaiian pizza ?\n  ","910253":"\n   Yeah that’s true like if I ever got in trouble which I’ m not I would definitely pull my time in there instead of getting bailed out\n  ","910254":"\n   Why blonde?😂\n  ","910255":"\n   DON'T BE NERVOUS 🤗\n  ","910256":"\n   Yeah I saw that and I do agree with you he should do the time instead of getting bailed out every time because that’s not gonna teach him nothing but the same old mistakes he did before\n  ","910257":"\n   feel extremely nauseous 😭? \"why?\n  ","910258":"\n   No hard feelings for R kelly because I was on a song with him and pit bull but yeah he did do that and all that crying he did in that interview isn’t gonna help him through his problems\n  ","910259":"\n   Will you sell feet pictures?\n  ","910260":"\n   If you have heard off about Islam and do you have any questions about it , You can ask us immediately ❤💯\n  ","910261":"\n   How are you??😆\n  ","910262":"\n   But R.Kelly is innocent he didn’t do nothin\n  ","910263":"\n   Do you get along with your siblings\n  ","910264":"\n   Hottest outfit a guy can wear?\n  ","910265":"\n   Кое следваш - ума или сърцето си?\n  ","910266":"\n   Brown eyed girls 🤩\n  ","910267":"\n   You are absolutely gorgeous.\n  ","910268":"\n   ur really talented 🤩\n  ","910269":"\n   Do you have or want a tattoo? What and where?\n  ","910270":"\n   Who is your favorite artist or painter?\n  ","910271":"\n   What's your favorite horror movie?\n  ","910272":"\n   Do you prefer loose fit jeans or skinny jeans?\n  ","910273":"\n   Umm you are welcome were you able to pass it on to Lisa?\n  ","910274":"\n   Oh you broke up? Sorry :(\n  ","910275":"\n   Same to you Lauren\n  ","910276":"\n   I just like her lives she always waves 🖐\n  ","910277":"\n   How are you ?\n  ","910278":"\n   Me either to me it takes the fun out of it\n  ","910279":"\n   Was it great?\n  ","910280":"\n   Коя страна най-много искаш да посетиш?\n  ","910281":"\n   Can I see a picture of your backpacks\n  ","910282":"\n   Can I buy your vacuum from you\n  ","910283":"\n   It's not out in the uk yet. But I will be getting it. It's better than Xbox any others\n  ","910284":"\n   مساحه صباحيه 🌻😊\n  ","910285":"\n   I just added you on kik (:\n  ","910286":"\n   Yes true, nowadays almost everyone is doing research on it✨\n  ","910287":"\n   More types of Love?\n  ","910288":"\n   Wish me luck I’m going to bed before 4 AM 😐😬\n  ","910289":"\n   Have you ever taken part in any fighting sports before\n  ","910290":"\n   Well said✨😊\n  ","910291":"\n   Hero or Villain?\nYou have have been chosen to be casted in a new movie or tv series and have been given the option of who want to play as. Which do you chose and why?\n  ","910292":"\n   Would you rather have gordon Ramsay or Jamie Oliver as a cooking teacher\n  ","910293":"\n   Answer even if you are taken is someone cooking a decent meal a good way to try and win your heart\n  ","910294":"\n   I had an overcrowding problem. 4 teeth had to be removed\n  ","910295":"\n   Are you one of those girls that do not want take things slow and wanna take him home? be honest no judgement just love, respect and curiosity?\n  ","910296":"\n   What was the last thing that you bought\n  ","910297":"\n   Yeah I know what you mean, i didn't like how they looked on me either\n  ","910298":"\n   OMG give me youre instagram \nOMG youre pretty\nOMG go to hell 😁\n  ","910299":"\n   Fair point, I had braces for 2 years. My teeth are finally straight now\n  ","910300":"\n   Buenas tardes!❤\n  ","910301":"\n   When was the last time you did something for the first time and what did you do?\n  ","910302":"\n   What’s wrong with you Americans always having straight teeth?\n  ","910303":"\n   💖\n  ","910304":"\n   Selfie(s)?\n  ","910305":"\n   Do you miss swimming?\n  ","910306":"\n   Are then any recommendations you would give to someone? Such as a place to visit, a coffee shop, an ice cream flavour, a game you used to play when you were younger, something you do at a beach or something?\n  ","910307":"\n   How are you doing?\n  ","910308":"\n   • Do you believe that D R E A M S  can sometimes predict the future ?? 🤡\n  ","910309":"\n   - Are you satisfied with yourself  ??\n   \n    @lstking\n   \n   T R U T H F U L L Y\n  ","910310":"\n   do you think all men should know how to change a tire? lol\n  ","910311":"\n   What is on your bucket list\n  ","910312":"\n   Why do you hate it? It's a way to get you to laugh after all. Laughing is always good for the mental health.\n  ","910313":"\n   Is it more like a torture for you?\n  ","910314":"\n   How’s your day girlie ?\n  ","910315":"\n   😂😂 TikTok Tokers\n  ","910316":"\n   Hey! Everyone still sane? Just checking...😅\n  ","910317":"\n   - What makes you feel _ B E T T E R  _  🔥?  Why  ? 🐚\n  ","910318":"\n   R E A D I N G ...  🐓\n  ","910319":"\n   Aren't those illegal and possible viruses\n  ","910320":"\n   I know but its not on Netflix also been trying to find MSW\n  ","910321":"\n   What cannot be forgiven? 🥀🌸\n  ","910322":"\n   How was your day?\n  ","910323":"\n   I would like to watch it but can't find it\n  ","910324":"\n   current or previous version of askfm?\n  ","910325":"\n   if he treats u like that you should move on try to focus on yourself\n  ","910326":"\n   I used to watch that show all the time\n  ","910327":"\n   I know exactly what you mean I too like a girl that I feel is out of my league but like Lauren says talk to her get to know her and if you don't click as a boyfriend\/girlfriend then be her friend.\n  ","910328":"\n   Is jealousy healthy in a romantic relationship?\n  ","910329":"\n   Have you ever seen undigested corn in your poop before?\n  ","910330":"\n   Just blocked my crush and it’s easier now than ever\n  ","910331":"\n   Good night Lauren 😴🛏\n  ","910332":"\n   What's one thing about you that you want everyone to know?\n  ","910333":"\n   Like for rate ? 🔥\n  ","910334":"\n   Wow they say you are a twig to you. What do you say? ?\n  ","910335":"\n   How do you deal with rude people at parties?\n  ","910336":"\n   - What is the most beautiful 🥰 city you have ever visited 🛬?  You have a pic ... ??\n   \n    @Ask\n   \n   .. ⛺🕌🛤️\n  ","910337":"\n   - Do you believe in love💘 at first sight ? Why or why not ?\n   \n    @Ask\n   \n   .. 🌳🐇🌴\n  ","910338":"\n   Have are you watched, listened or reas anything new? A new hobby or an interest?\n  ","910339":"\n   Do you think it's sad I bought a cook book by Gordon Ramsay to learn how to cook\n  ","910340":"\n   If I may ask, are you ok?\n  ","910341":"\n   Would you rather know how or when you'll die\n  ","910342":"\n   Have you had an appendectomy?\n  ","910343":"\n   What’s the coolest thing that you have ever done ?(:\n  ","910344":"\n   Do you have any gum?\n  ","910345":"\n   What did you eat for lunch? I had a ham sandwich, pretzels, string cheese and strawberries .\n  ","910346":"\n   Saved By The Bell is getting a reboot.\n   \n    https:\/\/www.instagram.com\/p\/B_BuOA1jhJ5\/?igshid=18j42hpmitzil\n   \n","910347":"\n   What's your most recent kingly photo that you have taken ? Let's me see ...\n   \n    @lstking\n   \n   🎩👑👑\n  ","910348":"\n   - Heart touching ... L I N E S ❤️🔥🔥\n  ","910349":"\n   Do you like Harry Potter\n  ","910350":"\n   What was the last time you generally felt bad for someone\n  ","910351":"\n   What is your favourite word\n  ","910352":"\n   Do you think the sound of your voice fit the way you look? Or does it give of a completely different impression when people can't see you? 🗣🤔\n  ","910353":"\n   Christina & Lisa in a Walmart. I think. We call it supermarket\n   \n    https:\/\/www.instagram.com\/p\/B_Fg3H6D6Gx\/?igshid=1bdehf5pu4yd0\n   \n","910354":"\n   Out of 10 how bored are you\n  ","910355":"\n   Can you be funny?\n  ","910356":"\n   What makes you feel better? Why?\n  ","910357":"\n   ⚜ Flashback Friday ⚜ Share something about you or anything you like from the past.... quote, poem, song, joke, picture, short story or meme.\n  ","910358":"\n   When was the last time you felt old\n  ","910359":"\n   Do you like to barbecue or not really?\n  ","910360":"\n   HAVE YOU EVER MADE A DECISION THAT CHANGED YOUR ENTIRE LIFE? IF SO, WHAT WAS IT?\n  ","910361":"\n   You guys was a teenager  at the time\n  ","910362":"\n   Why do your parents  have so many kids?  Mormon or?\n  ","910363":"\n   Advice of the day?\n  ","910364":"\n   😂😂\n  ","910365":"\n   That's great and wt about sisters\n  ","910366":"\n   Do you consider someone weird ?\n  ","910367":"\n   Bro is it normal for someone to be in love with a celebrity? Like tagging them in shit all day and giving no one locally or even anyone else besides them a chance? Imagining a family with them etc etc? Honest opinion 💯 let me know!! Thanks\n  ","910368":"\n   How Sweeeeeet\n  ","910369":"\n\n    @JamesW7558\n   \n   is using Nate Zeff pics\n  ","910370":"\n   Would you go on a dunktank?\n  ","910371":"\n   Did you enjoy the nemo movie you saw the other night?\n  ","910372":"\n   Do you think he think he will date a 3 Lauren?\n  ","910373":"\n   Do You Sit or Stand to wipe when your done on the toilet?\n  ","910374":"\n   Yes it has been thanks Lauren. It's been lovely and sunny here 🌞\n  ","910375":"\n   Do you like being center of attention?\n  ","910376":"\n   Happy Monday Lauren 😊\n  ","910377":"\n   Do you like lights?\n  ","910378":"\n   Follow\n   \n    @mariejazxo\n   \n","910379":"\n   Ever argue with Lisa. What was it about?\n  ","910380":"\n   😁 hope your day good\n  ","910381":"\n   Ever finished a Rubik's cube?\n  ","910382":"\n   Alright and heyyy\n  ","910383":"\n   Hi what's up\nYou know what? you are look like a famous singer in our counrty, and I love her 😅😅\n  ","910384":"\n   Wow where can I get some black sweat shirts? Help me Lauren\n  ","910385":"\n   Good night Lauren 😴🛏\n  ","910386":"\n   what is one goal that you set for yourself at 16 that you have no accomplished or almost accomplish?\n  ","910387":"\n   S4 Ep17 Riverdale has gone all Glee 😂\n  ","910388":"\n   your welcome yall are amazing\n  ","910389":"\n   Nah you good lol\n  ","910390":"\n   If there were someone ready to write a piece of writing for you and about anything you want, would you pay it to get that?\n  ","910391":"\n   How do you usually express your emotions?\n  ","910392":"\n   Is there somebody you would consider “the one who got away”?\n  ","910393":"\n   Mine is too anyway  Lauren  read my message on my page\n  ","910394":"\n   Are you more afraid of failure or success, and why?\n  ","910395":"\n   Are you brave enough to take on a really hard challenge and get paid or brave enough to just enjoy life?\n  ","910396":"\n   Wha fries are your favourite to eat now?\n  ","910397":"\n   Doughnuts 🍩 do you like them a bit or a lot?\n  ","910398":"\n   What’s something I could do to put a smile on your face?\n  ","910399":"\n   Life well explain?\n  ","910400":"\n   Is it just me or is there loads of adult jokes in Spongebob that you never noticed as a kid\n  ","910401":"\n   Yummy 😉\n  ","910402":"\n   Have you ever put money into the stockmarket\n  ","910403":"\n   What's the best place to go for a picnic with your friends?\n  ","910404":"\n   I have an extremely not so serious question to ask. \" Is the walls of the ladies restrooms in Public buildings adorned with words of wisdom, that the men's room has?  Any enlightenment is appreciated. Thank you.\n  ","910405":"\n   Do you like back to the future\n  ","910406":"\n   what have you learned about yourself during this quarantine?\n  ","910407":"\n   last played music\n  ","910408":"\n   last watched movie\/series\n  ","910409":"\n\n    @Ask\n   \n   ...\n🎶 Post a song you never get tired of  🎶\n  ","910410":"\n   Cutie <3\n  ","910411":"\n   What are better smart sunglasses than amazon glasses?\n  ","910412":"\n   Follow 🌸\n  ","910413":"\n   Бывает\n  ","910414":"\n   I will try :) thank you, Lauren\n  ","910415":"\n   are you a beach person?\n  ","910416":"\n   Looking absolutely gorgeous\n  ","910417":"\n   Beauty💛😊\n  ","910418":"\n   What's the most important lesson you've learned in life?\n  ","910419":"\n   What's your secret talent?\n  ","910420":"\n   If there was a zombie apocalypse, what would you do to survive?\n  ","910421":"\n   Han hecho beso de tres?🔥🤣\n  ","910422":"\n   Honesty hour\n  ","910423":"\n   Hey! Yall good?\n  ","910424":"\n   Did you get your stimulus check?\n  ","910425":"\n   If you were going to be stuck on an island with three celebrities, which three would you choose?\n  ","910426":"\n   Séries netflix a proposer ? 😁\n  ","910427":"\n   How is the bf Jordan doing tonight?\n  ","910428":"\n   What do you think about it?\n   \n    https:\/\/youtu.be\/Ikzf8lh--yQ\n   \n","910429":"\n   What in life is most beautiful to you?\n  ","910430":"\n   Do you agree that people never change, they just show their true colors?\n  ","910431":"\n   Buenas nochess\n  ","910432":"\n   Do you wear Crocs?\n  ","910433":"\n   A mí unica meta es amanecer junto a tí bebé 💐\n  ","910434":"\n   Hey love whenever you get a chance be sure to ask me questions I reply to EVERYTHING ✨ Please no drama! I’m over the drama on this site ❤️ (sent this to everyone)\n  ","910435":"\n   Ya I think she found it messing with her nap time. She was yawning 😂\n  ","910436":"\n   Beautiful hair💛\n  ","910437":"\n   You born in 1999?\n  ","910438":"\n   ❤️.💖\n  ","910439":"\n   Dogs or cats\n  ","910440":"\n   What’s a topic that you can talk about for hours ?(:\n  ","910441":"\n   Do you think that this site is almost dead ?\n  ","910442":"\n   Have you ever tried Acupuncture\n  ","910443":"\n   What's your fav dish of ur mom hand\n  ","910444":"\n   What was the last thing to shock you\n  ","910445":"\n   Which was the better game? Tag or hide and seek?\n  ","910446":"\n   Do you wear your emotions on your sleeve?\n  ","910447":"\n   How are you withe quarantine\n  ","910448":"\n   BULLY picking on a pregnant woman 🤣\n  ","910449":"\n   Weirdo but still cute\n  ","910450":"\n   What topic of conversation do you consider boring?\n  ","910451":"\n   What's the best thing you can do with a stick of gum?\n  ","910452":"\n   HI\n  ","910453":"\n   Okay cool everything good\n  ","910454":"\n   What's time is it ??\n  ","910455":"\n   Why can't a person say everything in his heart?\n  ","910456":"\n   hello guys, how’s everybody been? :)\n  ","910457":"\n   ❤️❤️ Life is so simple, just smile\n  ","910458":"\n   Have you had an appendectomy yet?\n  ","910459":"\n   GOOD MORNING ...🍊🥞 From Morrocco 🇲🇦\n   \n    @lstking\n   \n\n    @Ask\n   \n","910460":"\n   hey cna i gievb you my number\n  ","910461":"\n   In what situation would you want to put your hand over someone’s mouth?\n  ","910462":"\n   What things or situations make you feel unsure about yourself?\n  ","910463":"\n   Who was your first significant other? Are you together now?\n  ","910464":"\n   Name 3 fav sushi and why\n  ","910465":"\n   I be having full convos with myself all the time. Is that normal or am I a weirdo that talks to themselves?\n  ","910466":"\n   If flying cars were available would you buy one?\n  ","910467":"\n   When you have grandchildren how would you like to be called by them?\n  ","910468":"\n   Lost or gained any weight in lockdown?\n  ","910469":"\n   (:\n  ","910470":"\n   Why should I give you my heart when you would rather have a purse?\n  ","910471":"\n   Bose or beats?\n  ","910472":"\n\n    https:\/\/instagram.com\/aponajar1993?igshid=1nvqgijdd50ht\n   \n","910473":"\n   A older selfie with them?\n  ","910474":"\n   We get to know each other with time! That is what friends do. :)\n  ","910475":"\n   Howdy :)\n  ","910476":"\n   That’s cool (: next time you’re here let me know and we can hang\n  ","910477":"\n   What funny and\/or ironic changes have you noticed on ASKfm over the years?\n  ","910478":"\n   Yeah it would have been nice to see you again and next time you come to Miami holla at me on Instagram\n  ","910479":"\n   ye\n  ","910480":"\n   what about\n  ","910481":"\n   Florida for me\n  ","910482":"\n   If you’re looking for or are interested in translations from either English to Italian or Italian to English, check this link\n   \n    https:\/\/www.fiverr.com\/s2\/0d68058d5a?utm_source=CopyLink_Mobile\n   \n   (I dunno how much it matters, but he also writes and sells rap verses, in case you were interested).\n  ","910483":"\n   Would you get upset If your partner or future one if you're single was checking out other girls\n  ","910484":"\n   Are you nice or abrasive ?\n  ","910485":"\n   Hi would you say tha the word is spelled \"original\" or orignal?\n  ","910486":"\n   Thank u pretty 🥀\n  ","910487":"\n   Out of 10 how good is your sense of humor\n  ","910488":"\n   If you were to get a tattoo today, what would you get and where would you have it placed?\n  ","910489":"\n   What did you dream about last night?\n  ","910490":"\n   Pic of what you wear on your wrist currently?\n  ","910491":"\n   How do you deal with the lame haters?\n  ","910492":"\n   What kind of music calms you down?\n  ","910493":"\n   Best song for a cold day?\n  ","910494":"\n   We should meet up again one day when all this quarantined stuff is over with\n  ","910495":"\n   😂😂good memories right there\n  ","910496":"\n   💖\n  ","910497":"\n   Your welcome. Nice 😘\n  ","910498":"\n   I'm sure you look very nice in them. U are very pretty lauren. 😘😘😘😝😘\n  ","910499":"\n   CAP de poser 2 Questions a tous ceux qui aiment ???\n  ","910500":"\n   hey\n  ","910501":"\n   😂 omg your face and now I see what ppl mean by a look I gave  you\n  ","910502":"\n   💖\n  ","910503":"\n   ✨🖤🎼\n  ","910504":"\n   Media thinking of open business again in public! Do you think opening business again do to coronavirus to soon?\n  ","910505":"\n   Americans. Have you gotten your stimulus check from our great leader Donald Trump yet? You do know you’ll be paying it back next year correct?\n  ","910506":"\n   Do you like walk barefoot?\n  ","910507":"\n   Wait who shouting or talking loudly?\n  ","910508":"\n   If you were candy, what would you be?\n  ","910509":"\n   Have you ever came up with a plan and it went horribly wrong but it seemed so much easier in your head\n  ","910510":"\n   Buono giorno Lauren please if you wanna\nsleep good at a night try this a little red wine. Ok best thing try it alright?\n  ","910511":"\n   Honestly I can't sleep, really just tired of people shouting or talking loudly ...who is doing this to you?\n  ","910512":"\n   Do any sisters wear bikini ?\n  ","910513":"\n   I will be buying yellow merch cause of you and blue merch cause of Lisa.. Hope it is ok?\n  ","910514":"\n   I'm amazing to and e you still answering my questions and others. How? Lol\n  ","910515":"\n   Who used u like at a party?\n  ","910516":"\n   Ah 💛🌻\n  ","910517":"\n   🙊🙊🙊🙊🙊🍌🍌🍌🍌🍌\n  ","910518":"\n   Because it had appeal\n  ","910519":"\n   Ya I understand Lauren\n  ","910520":"\n   Ah so it's still getting used then.\n  ","910521":"\n   That was Saturday 🤣\n  ","910522":"\n   Do you like Anna Kendrick?\n  ","910523":"\n   When was the last time you went out in your Tesla\n  ","910524":"\n   Alligator\n  ","910525":"\n   How frequent do you screenshot pictures or messages?\n  ","910526":"\n   What's your favorite snack food?\n  ","910527":"\n   What was the last song you danced to?\n  ","910528":"\n   Одщш тттл ждще ьтп 😘😘😘😉\n  ","910529":"\n   Those were some of the lighter rules we had growing up. My dad was very very strict.\n  ","910530":"\n   Sure thank you. Would I get all of those every day?\n  ","910531":"\n   & to drink with lunch & dinner for me?\n  ","910532":"\n   I read it though 😊\n  ","910533":"\n   Hola!\n  ","910534":"\n   What’s a good conversation starter?\n  ","910535":"\n   😘😘😘😘\n  ","910536":"\n   Do you think that they should free all the real O.G’s who are in lock up, jail\/prison?\n  ","910537":"\n   Carla is a nice person and needs likes\/followers on insta: Carla.hallx\n\nThnx\n  ","910538":"\n   jasmine deleted her account on here to go and run her mouth on another app\n   \n    https:\/\/tellonym.me\/LilMixedBeauty\n   \n","910539":"\n   Well if Lisa gets married next year I think  will still be ban on that what they are saying.\nAlso.?\n  ","910540":"\n   How do you deal with rude people at parties?\n  ","910541":"\n   💌\n  ","910542":"\n   #followtofollow ??\n  ","910543":"\n   Anyone please try and help me get more likes\/followers on insta: Carla.hallx\n  ","910544":"\n   Ya it was. But at first I thought he was injecting the egg with Covid-19.  With all those needles\n  ","910545":"\n   Okay good..but you got the first egg from which you make a chicken..?.\n  ","910546":"\n   If I may ask, what is the reason that you usually can’t sleep?\n  ","910547":"\n   Wow...good\n  ","910548":"\n   What is more important: being true to yourself regardless of who gets hurt or considering the consequences of your actions on other people’s lives?\n  ","910549":"\n   I am soooo sorry. That was actually meant for someone else but I’m not sure what happened. But that’s cool. The kittens I mean. My cousins cat had babies in her bed. So my cousin couldn’t sleep in her bed for awhile.\n  ","910550":"\n   Any hobbies during the quarantine?\n  ","910551":"\n   i hope everyone had a good Easter 🐰 🐇 (if you don’t celebrate use as a filter)\n  ","910552":"\n   Good night Lauren 😴🛏\n  ","910553":"\n   Would you rather do something and be wrong or do nothing and be wrong?\n  ","910554":"\n   How have you been keeping busy during quarantine?(:\n  ","910555":"\n   Do you like the zoo\n  ","910556":"\n   Is there anyone of yours friends that when you go to their house you just walk in or do you always knock ?\n  ","910557":"\n   It probably does but I haven't figured it out yet\n  ","910558":"\n   Yeah and it's pretty expensive so I would have to buy one thing at a time\n  ","910559":"\n   hello\n  ","910560":"\n   Ookkkaaay. Let's try this again... ROCK or HEAVY METAL. What's y'all's preference ?? Don't be shy\n  ","910561":"\n   I want to build a gaming computer\n  ","910562":"\n   I think you can do that on PC also I haven't played it yet on a PC so I'm not a hundred percent sure\n  ","910563":"\n   So can we talk in question to question now?\n  ","910564":"\n   I just missed Rachael's Instagram live 😪\n  ","910565":"\n   Yeah pretty much so I've been mainly on Amazon trying to find computer parts and I finally found something that I want to buy Amy and I think it would be perfect for her\n  ","910566":"\n   I've heard is better on the PC compared to being on the console\n  ","910567":"\n   Why atom bomb. The next hit?\n  ","910568":"\n   Fun I am browsing Amazon\n  ","910569":"\n   I know what you mean you wanting to be more realistic.\n  ","910570":"\n   My Walmart is like yours. Finally I hope all stores will be like Walmart?\n  ","910571":"\n   Happy Easter to the gorgeous Lisa, pass it on. Ok\n  ","910572":"\n   Would you rather have a pet lemur or a pet kangroo\n  ","910573":"\n   So what are you doing at this precise moment?\n  ","910574":"\n   I need to play Sims more but it's hard for me to see it on the projector screen\n  ","910575":"\n   What was the last thing you made with your own hands? PAP if you can...\n  ","910576":"\n   What's more important - inner or outer beauty?\n  ","910577":"\n   Last makeout?\n  ","910578":"\n   Hello how are you? What size are your feet?\n  ","910579":"\n   Hello lauren how r u. Nice picture\n  ","910580":"\n   Instagram maybe 👀\n  ","910581":"\n   followed\n  ","910582":"\n   What is the weirdest conversation that you've ever had\n  ","910583":"\n   Baby's going to be dancing before he\/she starts walking. 🤣\n  ","910584":"\n   Would you rather eat a Raw onion or a raw garlic bulb\n  ","910585":"\n   Anything good to motivate the world? Give this few seconds to spread some good words\n  ","910586":"\n   How many people of your past partners have seen you naked\n  ","910587":"\n   How many bookbags backpacks or drawstring bags do you have\n  ","910588":"\n   Please post a picture of your vacuum i wanna what it looks like\n  ","910589":"\n   What is the best way to fix a broken heart?\n  ","910590":"\n   What did you guy think of the ps5 controller. #StayAtASK\n  ","910591":"\n   Space..🌹\n  ","910592":"\n   Do you have a safe in your house\n  ","910593":"\n   How y’all keeping yourself entertained during #quarantine times?\n  ","910594":"\n   Do you prefer sitcoms with or without canned laughter? Do you understand which part was meant to be funny as the laughter occurs?\n  ","910595":"\n   Simpsons or family guy\n  ","910596":"\n   🍫\n  ","910597":"\n   If I gave you 24 hours to learn these skills which one would you find most challenging?\n\nDoing a handstand\nJuggling\nThrow a card in a fruit\nWhistle into fingers \nMake an origami figure\nLearn to photoshop\nFold shirt in 3 secs\nMake a balloon animal\nSay the alphabet backwards \nLearn to do the worm\n  ","910598":"\n   Use the thing I’ll sent next to share a quote, gif, image or just anything you want to share. Do anything you want with it. 🤗\n  ","910599":"\n   Do you think that it would be faster to return to normal to mass test whole populations for the virus and isolate those who are infected until they are past the contagious stage rather than wait for a vaccine while in economic stagnation?\n  ","910600":"\n   What makes you feel better when you are in a bad mood?\n  ","910601":"\n   💛😊\n  ","910602":"\n   Your eyes are so beautiful. \nBrows always look good. Hair on point. You are definitely goals.\nSlaaaay honey!! I hope all is well.\n  ","910603":"\n   I wish you knew who I was and gave a dam about me so you could be friends with me and help me Lauren.😢😭\n  ","910604":"\n   What should A guy do if he has a crush on a girl who is out of his league?\n  ","910605":"\n   Sweet dreams Lauren don't let the bed bugs bite you ok 👌\n  ","910606":"\n   A maybe some Jordan time. Lol?\n  ","910607":"\n   When do you get back on stage for a show.? Any updates?\n  ","910608":"\n   Do you want to go out tomorrow? Buy stuff?\n  ","910609":"\n   Well go see Jordan why you home?\n  ","910610":"\n   Gonna see Jordan the bf tonight? 😀\n  ","910611":"\n   Wow do people ever say you are thin?\n  ","910612":"\n   🌺\n  ","910613":"\n   Why do you cry you look fine and are not skinny? Why did people say that you were\nskinny?\n  ","910614":"\n   Buenas nochesss!!❤\n  ","910615":"\n   Почему так редко заходила?\n  ","910616":"\n   💕\n  ","910617":"\n   Ohh no rough are you passing a mental or physical. Bad times?\n  ","910618":"\n   Why you kinda down?\n  ","910619":"\n   Outfit currently atm?\n  ","910620":"\n   Dont you have brothers\n  ","910621":"\n   What is your battery percentage?\n  ","910622":"\n   Hope you'll succeed\n  ","910623":"\n   💖\n  ","910624":"\n   How is the night owl doing tonight? Lol\n  ","910625":"\n   💖\n  ","910626":"\n   😩\n  ","910627":"\n   Really  2 Laurens? Lol\n  ","910628":"\n   I used to be in love with a girl named Lauren she was cool at first but then she stopped talking to me and broke my heart.\n  ","910629":"\n   Did you kiss him also?\n  ","910630":"\n   Gonna watch a movie tonight or not?\n  ","910631":"\n   I gotta tell you it's really important\n  ","910632":"\n   Heyy Lauren\n  ","910633":"\n   Wow you hugged him good bye goodwwhen he left?\n  ","910634":"\n   space\n  ","910635":"\n   Ever argue with sister and was wrong?\n  ","910636":"\n   How is Jordan doing tonight?\n  ","910637":"\n   Ever got in argument and were wrong?\n  ","910638":"\n   Lol i hope it doesn't get sent back\n  ","910639":"\n   What do you think are the two things that prevent people from realizing their dreams?\n  ","910640":"\n   You're amazing for what you do ;)\n  ","910641":"\n   Your favorite fruit?\n  ","910642":"\n   When  borrowing peoples rubiks cubes and hacky sacks do you wipe them down with alcohol before using them first??\n  ","910643":"\n   Raised, Glazed or Old Fashioned- what's your favorite donut?\n  ","910644":"\n   What's on your to-do list this weekend?\n  ","910645":"\n   When you use payphones these days do you wipe them down with lysol first ??\n  ","910646":"\n   what kind of music do you like\n  ","910647":"\n   What do you know about addiction?\n  ","910648":"\n   Other than likes and views how do you know if people really like your music?\n  ","910649":"\n   Hii Lauren\n  ","910650":"\n   Ok\n  ","910651":"\n   What do you have to prove? To whom do you have to prove it?\n  ","910652":"\n   Someone posted the ''Fall Back\" video on Instagram. I don't know how many times I have watched. But I have only just noticed when you are on the football pitch. Lisa is  playing the drums then stands up and passes the drumsticks to Christina who then carries on playing.\n  ","910653":"\n   Hey why not get behind the 19 year old INSANE WHITEBOY\n  ","910654":"\n   How are you doing?! I hope you have a wonderful rest of the day!🌺\n  ","910655":"\n   🍟🍟🍕🍕🥤\n  ","910656":"\n   These days...When you rent a vhs tape from blockbuster do you handle it with gloves before playing it in your VCR first?\n  ","910657":"\n   Happy Easter!\n  ","910658":"\n   Do you have unprotected sex\n  ","910659":"\n   Can i wash your feet?\n  ","910660":"\n   You look good in your dress.\n  ","910661":"\n   Who is doing this to you?\n  ","910662":"\n   Do you believe  that you were another person or an animal in a past life. Plusbwhen you die do you think that you will come back as something else\n  ","910663":"\n   💖\n  ","910664":"\n   💖\n  ","910665":"\n   💖\n  ","910666":"\n   💖\n  ","910667":"\n   Okay, thanks 😭 at least you didn't ignore me.\n  ","910668":"\n   I couldn't find anything\n  ","910669":"\n   The innateness hypothesis states that humans are born with a special capacity for language, a capacity which other creatures lack. Provide some arguments that support the hypothesis! Can you think of arguments against it? (Which ones?)  Can you answer this question? Please help me😭\n  ","910670":"\n   do you like yogurt?\n  ","910671":"\n   i bert but shes gonna be an awesome mom and shes got awesome sisters\n  ","910672":"\n   Have you seen anything weird lately?\n  ","910673":"\n   What is paradise for you?\n  ","910674":"\n   You good?\n  ","910675":"\n   Would you rather be a teenager or a child again?\n  ","910676":"\n   Who do you think asked your last anonymous question?\n  ","910677":"\n   Who are your favorite people to follow on Instagram?\n  ","910678":"\n   What is the perfect amount of money to have to live happily\n  ","910679":"\n   Does he get a hug? 😀\n  ","910680":"\n   Are you going to go blue?\n  ","910681":"\n   How often do you change your hairstyle?\n  ","910682":"\n   Are you going to watch a movie?\n  ","910683":"\n   Well is he with you now\n  ","910684":"\n   You're very cute\n  ","910685":"\n   Happy Easter everyone!! 💛 \n\n(to those who celebrate it of course)\n  ","910686":"\n   What's your middle name?\n  ","910687":"\n   Good\n  ","910688":"\n   I hope so.\n  ","910689":"\n   Prayers for him!\n  ","910690":"\n   Yes cuz the regenerating rate is high rn... it won’t be in the coming future tho\n  ","910691":"\n   Hope he is.\n  ","910692":"\n   Is he okay?\n  ","910693":"\n   So love changed with time?\n  ","910694":"\n   Why what is going on?\n  ","910695":"\n   For you💛💛😊✨\n  ","910696":"\n   Who is your askfm on your friends list you followed?\n  ","910697":"\n   What you doing?\n  ","910698":"\n   Name 3 animals you love?\n  ","910699":"\n   Oh okay\n  ","910700":"\n   Why you baffled?\n  ","910701":"\n   How is the bf doing?\n  ","910702":"\n   How you doing Lauren tonight? Tired?\n  ","910703":"\n   🙌🏼\n  ","910704":"\n   Stop posting your shitty ass polls\n  ","910705":"\n   💖\n  ","910706":"\n   Lauren !!!!\n  ","910707":"\n   I like your new band member at the meeting.\n  ","910708":"\n   💖\n  ","910709":"\n   Do you intend to block me ? \n \nAre found the b\n  \n\n🎱👣\n  ","910710":"\n   Are you grown adult and your parents still tell you what to do?\n  ","910711":"\n   Do you think you get more mature by getting older?\n  ","910712":"\n   Which is the best age to marry?\n  ","910713":"\n   hi\n  ","910714":"\n   What would animals say to us if they could talk?\n  ","910715":"\n   Likers get 3 likes?\n  ","910716":"\n   Do you like Elsword?\n  ","910717":"\n   What do you think of Apple?\n  ","910718":"\n   Has anybody seen Tiger King? Y’all should drop what you’re doing right now and Adopt a Tiger via World Wildlife Fund, animal abuse ain’t cute, but saving animals is! 🐯\n  ","910719":"\n   Okay cool No rush it should be safe right\n  ","910720":"\n   Would you ever adopt a habit like what Mark Zuckerberg did ? (only ate what he personally killed)\n  ","910721":"\n   Sweet dreams Lauren don't let the bed bugs bite you ok lol\n  ","910722":"\n   Has anybody ever accused you of harassment?\n  ","910723":"\n   What is your fav candy to eat. Name 3?\nI love kinder do you know that brand?\n  ","910724":"\n   Quick trick little Cesars cooks pizza, 475. and is not touched by human hands and\nso very clean when I order from them it is\nclean and tasty.. Try them out if ok\n  ","910725":"\n   What are you doing today?\n  ","910726":"\n   Has anyone in your life ever betrayed you?\n  ","910727":"\n   💖\n  ","910728":"\n   i asked my gf what was for dinner, she threw a plate at me lol\n  ","910729":"\n   Good comedy he wants to laugh?\n  ","910730":"\n   Thanks\n  ","910731":"\n   Gonna watch a movie tonight with the bf?\n  ","910732":"\n   I am sorry to hear if you ever need to talk hit me up\n  ","910733":"\n   Do you enjoy sushi?\n  ","910734":"\n   I have been hearing around town that you have a “fansonlypage” which is cool I guess no judgement still love you and everything but I was wondering if I do subscribe what kind of content will be getting and is it worth my hard earned money in your honest opinion?\n  ","910735":"\n   What is your fav food to eat?\n  ","910736":"\n   Anyways I am going to go back to bed not feeling good ttyl have a good night\n  ","910737":"\n   Thats cool I been sleeping all day\n  ","910738":"\n   How is your day going?\n  ","910739":"\n   No offense but you can be confusing sometimes 😂😂\n  ","910740":"\n   How are you doing\n  ","910741":"\n   But why not touch her feet if they're pretty?\n  ","910742":"\n   why not?\n  ","910743":"\n   Lol would you tickle her feet to prank her back?\n  ","910744":"\n   I had pizza with broccoli and mushroom..\nDo you like pizza a bit or a lot?\n  ","910745":"\n   Why weirded out?\n  ","910746":"\n   How would you react if one of your female friends randomly laid her bare feet in your lap and asked: \"Are my feet pretty? :3\"\n  ","910747":"\n   Lauren?\n  ","910748":"\n   Honesty hour till midnight?\n  ","910749":"\n   Because l want to be friends with you. :)\n  ","910750":"\n   Hello?\n  ","910751":"\n   Great pic what is the green thing on your head\n  ","910752":"\n   It doesn’t matter. Please.\n  ","910753":"\n   Hi!\n  ","910754":"\n   Favorite color?\n  ","910755":"\n   Please add me?\n  ","910756":"\n   Favorite place in the world?\n  ","910757":"\n   Add me! :)\n  ","910758":"\n   xox\n  ","910759":"\n   A selfie with you and your sisters?\n  ","910760":"\n   Who are you spending your time with?\n  ","910761":"\n   But what if when you hugged the baby giraffe, it wagged it's tail like a puppy and gave you kisses?\n  ","910762":"\n   Ya me too 💖\n  ","910763":"\n   What do you think you guys will be eating?\n  ","910764":"\n   check her out\n   \n    https:\/\/vm.tiktok.com\/WLXVJw\/\n   \n","910765":"\n   215 answer 5 a day? Lol\n  ","910766":"\n   Are you a good driver? Long or short drive?\n  ","910767":"\n   How many questions do you have in your inbox 📬\n  ","910768":"\n   How did you pick up the bf?\n  ","910769":"\n   Good night Lauren 😴🛏\n  ","910770":"\n   Honesty hour? 😀\n  ","910771":"\n   greqat\n  ","910772":"\n   what if they hit you lol\n  ","910773":"\n   May you have a day as sweet as you. Have a wonderful Easter!\n  ","910774":"\n   Where are you going to see Jordan the bf.?\n  ","910775":"\n   What have you done today\n  ","910776":"\n   Rachael is,dying her hair darker\n  ","910777":"\n   Трите изобретения, без които не можеш да си представиш света?\n  ","910778":"\n   Ah You have now 🤣\n  ","910779":"\n   Lolo jelly bean\n  ","910780":"\n   Does he have any nicknames for you?\n  ","910781":"\n   Do you have a nickname that you call Jordan?\n  ","910782":"\n   Is he finally at your house?\n  ","910783":"\n   💖\n  ","910784":"\n   Wait you are single now?\n  ","910785":"\n   Wow being inconsiderate are you going to forgive him?\n  ","910786":"\n   Wow wow sad I never thought of that meaning you?\n  ","910787":"\n   Are you talking about you?\n  ","910788":"\n   💖\n  ","910789":"\n   haha thanks\n  ","910790":"\n   So how has your day been?\n  ","910791":"\n   Is it a bad thing for a guy to try and date a girl while he is broke and can you explain your reasoning for if you say yes or no?\n  ","910792":"\n   Do you dance like crazy when no one is looking? What music makes you dance the most?\n  ","910793":"\n   Fav bikini is it yellow or blue?\n  ","910794":"\n   Do you hate being used or ignored. Which is worse?\n  ","910795":"\n   Hello the lovely Lauren come stai?\n  ","910796":"\n   I posted a link to your band Twitter account Meadows Baptist church. It was eva you or one of your Sister's liked it\n  ","910797":"\n   It's difficult in the US, they want to handle it all at state level but it isn't working very well. We're not half doing anything in NZ, we're trying to eradicate it, and there are signs it's working.\n  ","910798":"\n   Is your Pastor not doing a sermon on the internet.\n  ","910799":"\n   Do you like getting a foot massage?\n  ","910800":"\n   Who is so the tall one 5 foot 9?\n  ","910801":"\n   What was the last concert you went to?\n  ","910802":"\n   Wishing you all a very Happy and Safe Easter 🐇🍫❤ ... apologies if you don't celebrate 🙏\n  ","910803":"\n   Why did the monkey like the banana?\n  ","910804":"\n   Where is your favourite place to be, and why?\n  ","910805":"\n   So what are you all doing for Easter? We are having roast rabbit for our dinner. The kids will be so surprised!\n  ","910806":"\n   How old will you be on your next birthday? How long have you been on this site?\n  ","910807":"\n   Do you ever listen to a song that just resonates with you so much that you can't help but sing along to it, no matter the company? If you do, what is it? If you don't, what's a song you've been listening to a lot recently?\n  ","910808":"\n   I only just got the message you sent yesterday on Kik. That's why I didn't reply sorry\n  ","910809":"\n   They are stupid\n  ","910810":"\n   ❤️\n  ","910811":"\n   Follow back plzz\n  ","910812":"\n   Amazing pics I like them all confused on which to order. Yellow looks good on you\nAnd Lisa. :)\n  ","910813":"\n   Hi\n  ","910814":"\n   Your very pretty lauren if i may say so. Jeans or shorts woman if i may ask\n  ","910815":"\n   Do you follow fashion trends actively?\n  ","910816":"\n   Do you know how to play a guitar?\n  ","910817":"\n   Name one thing you dream about at night.\n  ","910818":"\n   What is the last thing you do before bed?\n  ","910819":"\n   What was the last movie you watched?\n  ","910820":"\n   What is the most important thing in being a good friend?\n  ","910821":"\n   Do you watch Robot Chicken?\n  ","910822":"\n   Do you guys do live streaming on YouTube? It would be nice to see you all do that.\n  ","910823":"\n   What time did you wake up today?\n  ","910824":"\n   Would you like to hug a baby giraffe?\n  ","910825":"\n   hi\n  ","910826":"\n   ✨ You are enough. You are the best you there is. I appreciate you! 🤗💞\n  ","910827":"\n   What is the best way to say goodbye?\n  ","910828":"\n   What’s the scariest dream you have ever had?\n  ","910829":"\n   How're youuuuuuu\n  ","910830":"\n   Hey Lauren <3\n  ","910831":"\n   Sweet dreams Lauren don't let the bed bugs bite you ok 👌\n  ","910832":"\n   Do you think he will be coming over soon? 😀\n  ","910833":"\n   Umm sorry is he ok sleeping?\n  ","910834":"\n   He is back sleeping with you nice that is great to hear right? Lol\n  ","910835":"\n   How is the Lisa doing is she worried about being married in coronavirus thing?\n  ","910836":"\n   Just be patient bf will be fine as you are very nice inside and outside. Ok\n  ","910837":"\n   Single for ever ??\n  ","910838":"\n   Hey Lauren! So my friend slomo has told me lots about you! It's really cool that you've been getting to know her, she has anxiety and so it's really hard for her to open up to people! She has really helped me the mos of anyone! You have inspired her so much! I just thank you for being open with her!\n  ","910839":"\n   Eh, somewhat.\n  ","910840":"\n   That's basically the same thing, Lauren.\n  ","910841":"\n   Have you ever met a famous celebrity\/ artist? Who was it? 🤭🤔🤭🤔\n  ","910842":"\n   Likes if you wish\n  ","910843":"\n   Well what are your rules regarding religion for me?\n  ","910844":"\n   What will I get for breakfast usually?\n  ","910845":"\n   Thank you 😊 you sound like a good mother. What are the strict rules for me then?\n  ","910846":"\n   OMG that's long 😂\n  ","910847":"\n   Hello\n  ","910848":"\n   How is the awesome Lauren?\n  ","910849":"\n   Nope it wouldn't\n  ","910850":"\n   Now I’m climbing the walls but you don’t seem to notice at all that I am going out of my mind all day and all night😢\n  ","910851":"\n   I have spent today trying to relax. What about you?\n  ","910852":"\n   What would you do if an ugly guy tried to talk to you and get to know you?\n  ","910853":"\n   Хорошего дня, братан\n  ","910854":"\n   name everything you ate today! 🙂\n  ","910855":"\n   Lyrics to the last song you listened to?\n  ","910856":"\n   you’re all amazing and fabulous ✨💕\n  ","910857":"\n   ❤️\n  ","910858":"\n   What did you all do for dinner cook or order out?\n  ","910859":"\n   “Like zoinks scoop I think she’s got an extra chromosome”\n\n“Ruh roh raggy retard”\n  ","910860":"\n   Hey everyone, I hope you’re all doing well and staying safe and healthy! 🤍✨ Sending lots of love and positive vibes your way!\n  ","910861":"\n   I know what happens to men when they drop the soap in prison but what happens to women when they drop the soap while taking a shower in their prison?\n  ","910862":"\n   From your really old videos when you guys where first posting on YouTube, what are some of your favorite ones?\n  ","910863":"\n   You know back in the day men used to fight each other for the girl so tell your mans to meet me at a boxing ring and whoever wins gets you that is the only fair way to settle things.\n  ","910864":"\n   Are you welcoming of people who aren't from your country coming into your country to live there forever\n  ","910865":"\n   Does or did your parents ever hate and still does or did hate but doesn't anymore the person hate you're dating\n  ","910866":"\n   Does your partner have any pets names for you\n  ","910867":"\n   Has anyone ever checked your reflexes\n  ","910868":"\n   You had spaghetti bolognese with garlic bread on your Monday mood board. That's what I ate tonight 🤣\n  ","910869":"\n   If people were to build a statue of you to remember you for when you die what do you think they want to remember you for\n  ","910870":"\n   I am giving you surety that this link will not harm your any files or else.\n  ","910871":"\n   Go and like my comment I just posted then 💙\n  ","910872":"\n   What’s one small thing you appreciated today?\n  ","910873":"\n   If you could be ANY OTHER animal beside a human, what would you choose ??(:\n  ","910874":"\n   🔥 Coins Giveaway #4 🔥\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/161927512175\n   \n   🔥\n  ","910875":"\n   Do you think it's better to get the Covid-19 and develop an immunity or not to get it at all?\n  ","910876":"\n   Flashback Friday Q : Do you still remember how did you know about ASKfm? What made you join and keeps you active on this platform?\n  ","910877":"\n   Are your sides ticklish?\n  ","910878":"\n   Baddie Lauren\n  ","910879":"\n   Doesn't that suck?\n  ","910880":"\n   🌻 Due to this question I got:\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/161830314351\n   \n   feel free to share what you first noticed about me 😄 (you don’t have to, ofc)\n  ","910881":"\n   Have you ever bought something and end up not using it? 🤭 what is it? 😂\n  ","910882":"\n   Buongiorno ☀️☀️☀️\n  ","910883":"\n   Is it a good time to be a germophobe or the worst of times?\n  ","910884":"\n   hello\n  ","910885":"\n   If you had one wish, what would you wish for?\n  ","910886":"\n   And your voice ❤️🤗🔥\n  ","910887":"\n   💙❤💙❤\n  ","910888":"\n   You’re absolutely right✨🙌🏽\n  ","910889":"\n   Trust me I know exactly what you mean lol\n  ","910890":"\n   Hi\n  ","910891":"\n   If you do shoutouts and watch the ads.... what are some of the dumbest ones you’ve seen so far XD\n  ","910892":"\n   Buenas noches!!😁❤\n  ","910893":"\n   What was the last thing to make you smile\n  ","910894":"\n   Well that's The Sims I would usually play that for like 30 to 45 minutes did I got to switch to another game\n  ","910895":"\n   What is the next song title for the next hit?\n  ","910896":"\n   Shoot I'm lucky if I can find anything worth buying it seems like when I come here with money I can't find anything and when I'm broke there's piles of it everywhere\n  ","910897":"\n   It keeps me sane to be honest with you\n  ","910898":"\n   August is the baby a leo?\n  ","910899":"\n   Pretty much it does lol\n  ","910900":"\n   If you could turn back time only once what would you change? How would it affect your present life?\n  ","910901":"\n   I been thinking bout playing it\n  ","910902":"\n   I am at Walmart right now and yeah it sucks right now\n  ","910903":"\n   I think he dies can't remember\n  ","910904":"\n   Look at the whole H1N1 that didn't get the same reaction as this did people went on with their everyday life was no guarantine or people going crazy buying up all the toilet paper and they wasn't in panic mode.\n  ","910905":"\n   Anyone in your family in good health?\n  ","910906":"\n   Exactly you know my opinion I believe that this was all a ploy put on by the Democrats to make Trump look bad and guarantee that he doesn't win the election this year and they don't care who they are killing as long as they get what they want and that's to have Trump not be president.\n  ","910907":"\n   What do you say when they call you mom?\n  ","910908":"\n   Ever had a girl come out to you?\n  ","910909":"\n   How are you doing mentally as I had an attack today, how do u cope?\n  ","910910":"\n   How many questions are in Ur inbox now 300!?lol\n  ","910911":"\n   There is a drug called hydroxychloroquine and it seems to be doing a lot of good in this situation but all because Trump likes it the Democrats and the other media are badmouthing it and trying to stop it.\n  ","910912":"\n   Do you like being touched by people at a party? Hugs\n  ","910913":"\n   You remind me a my brother. You have the same eyes and mouth. He is 25.\n 👿👿👿\n  ","910914":"\n   That wasn't funny\n  ","910915":"\n   I know I wouldn't 🤣\n  "},"Answer":{"909844":"\n  Yes I do! I actually met her a few years ago at vidcon\n  ","909845":"\n  Have a good  night anon\n  ","909846":"\n  In August. Which may be on our birthday as well lol\n  ","909847":"\n  She used to cook pesto pasta and chicken a lot but recently been going and trying new things she's never really done recently.\n  ","909848":"\n  Probably me lol. But lisa isn't that bad\n  ","909849":"\n  She's doing good, just been having tough pregnancy days. Where she doesn't have much energy or not feeling the best because the baby is like stretching her stomach and stuff. She also has anemia so something was going on with that were she had to visit the doctor as well.\n  ","909850":"\n  \"A thousand times I tried to call but I\n  \n  I just couldn't put up the fight\n  \n  If you see me walking on by\n  \n  Don't be afraid to say hello\n  \n  Don't be a girl I used to know\n  \n  Baby\"\n  ","909851":"\n  Out of who?\n  ","909852":"\n  Hello\n  ","909853":"\n  Chicken  or just like a classic ham and cheese or something\n  ","909854":"\n  I donated a lot of money to people in need. Or helped in some way raise awareness or donations for them. Don't forget Nashville was also hit be very bad tornados about a month ago as well. And we are still trying to recover from that as well and rebuild the community\n  ","909855":"\n  Chicken bacon ranch sandwich with waffle fries and cheese\n  ","909856":"\n  We still upload to YouTube every saturday\n  ","909857":"\n  Somewhere alone and beautiful like down by the lake or where water is. Or somewhere like a little escape in a garden\n  ","909858":"\n  Not answering that\n  ","909859":"\n  Skating or hanging with friends\n  ","909860":"\n  Obviously  cali holds a very special place in my heart\n  ","909861":"\n  My family and i\n  ","909862":"\n  I'm not a model. I'm a girl who is in a band with four \/ five of her sisters. Who was one of YouTube's teen girl band sensations years ago..\n  ","909863":"\n  California is where I was born and basically grew up. I lived in el Dorado hills till 2010. Then we were requested to move closer to Los Angeles for our music career. We moved to Malibu and lived there till may 25th ,2015\n  ","909864":"\n  I don't think that's the real reason of why you want a picture of me in a skirt ...\n  ","909865":"\n  All three\n  ","909866":"\n  Michelle? As in momma mahone ? Or ? Because momma mahones name is \"m.i.c.h.e.l.e\"\n  ","909867":"\n  Watermelon\n  ","909868":"\n  Ep is short for electronic playlist. It's what you call a album that isn't long enough to be an actual album\n  ","909869":"\n  I don't really know everyone on here though and only talk to like five people who are my friends in real life on here lol\n  ","909870":"\n  I don't really like pink lol. My favorite color is orange and blue. Which my eps are named after 🧡💙\n  ","909871":"\n  California, Florida and Tennessee\n  ","909872":"\n  Daydream yes? But like closed my eyes at night and dream... not really it's very rare\n  ","909873":"\n  Yes sorry aha\n  ","909874":"\n  My hair is naturally curly. Always been lol except probably through like certain ages it would get straight. I tend to also style it certain ways as well now.\n  ","909875":"\n  Been having some late night thoughts and realization with myself lately. Mostly been crying between the hours of 1-4 am. Quarantine  is making me miss my loved ones and the people important  in my life... mental health been crazy lol but overall doing good.\n  ","909876":"\n  David maybe? John\n  ","909877":"\n  No one likes beggars sorry\n  ","909878":"\n  New cover coming tomorrow!! Justin bieber ft quavo - Intentions\n  ","909879":"\n  Have a goodnight Michael\n  ","909880":"\n  Just a quick fyi whoever is Maria that was in Dani's livestream and asking personal questions that were making my sister uncomfortable  about me and her past ... mind your own business and worry about your own personal life instead of mine okay ?\n  ","909881":"\n  It's going good so far\n  ","909882":"\n  Never say never. Things happen when you least expect them to.\n  ","909883":"\n  I'm American. I done blue before but it's kinda damaging because blue is like hard to actually get out of your hair and I had to redye it like two times to get the green tinted out but every few months I miss it and want to redye it.  Thinking about doing it again for my ep release ?\n  ","909884":"\n  I take bubble baths every now and then\n  ","909885":"\n  Witch wich\n  ","909886":"\n  Sure as always keep it appropriate  no sexual, discriminating, rude, personal. or hate questions please\n  ","909887":"\n  I try to be\n  ","909888":"\n  Watch what I eat, just try to eat more healthier, exercise, keep a routine and try to stay stress free as much as possible.\n  ","909889":"\n  Hello\n  ","909890":"\n  Thank you 😊\n  ","909891":"\n  Uhm sure just let me go take a shower first ahah\n  ","909892":"\n  Loosing people I love due to death or just something small like a arguement got in the way\n  ","909893":"\n  \"If you're not going to speak up, how is the world suppose to know you exist\"?\n  ","909894":"\n  We always try to talk about certain things. Especially things we all deal with in life, even if that means getting emotional at times as well. 🧡\n  ","909895":"\n  Someone always gave me butterflies lol\n  ","909896":"\n  Hello\n  ","909897":"\n  In Tennessee\n  ","909898":"\n  I just updated my phone today so no I'm not ignoring anyone just transferring things over and trying to get used to it 🙃\n  ","909899":"\n  Cheese fries and  a bacon chicken ranch sub\n  ","909900":"\n  Yeah... definitely  done trying to fix toxic relationships  that's for sure.\n  ","909901":"\n  Hello\n  ","909902":"\n  I did talk about it a bit but trying to focus on better things atm\n  ","909903":"\n  Yeah.... But not because ... Unfortunate event\n  ","909904":"\n  You're on anon, plus I kinda have a \"crush\" on someone already\n  ","909905":"\n  I was, but no I'm only liking someone currently\n  ","909906":"\n  My second EP, Blue is coming out August 7th. It started with “These Days” and will continue with a new song every month for the next four months until every song is out. The second song coming is called Atom Bomb, out everywhere May 1st. 💙\n  ","909907":"\n  BC they think I'm way to active on here to be real 🙄 but if you really knew me and my family you'll know we all try to be active as much as possible with fans and that\n  ","909908":"\n  Oldest - 25\n  \n  Youngest -18\n  ","909909":"\n  Just glad the announcement was released finally 😊\n  ","909910":"\n  I dont really have a favorite as i always try like new ideas and styles. However I used to be like obsessed with this jaguar sweat shirt I had for the longest  lol\n  ","909911":"\n  No I don't mind, however with instagram its easy for a lot of messages to get buried and I can't read them all 💖\n  ","909912":"\n  Thank you. I appreciate it 😊 things are going good however\n  ","909913":"\n  I'm really shy around new people and I tend to be more quiet and just observe even though I want to like start a conversation I'm afraid to at times.\n  ","909914":"\n  I'm good 😊 we talked about those things today on the podcast and it got emotional\n  ","909915":"\n  Yes sorta 😊 always took to learn new things and take up new opportunities and challenges as well as grow and become smarter\n  ","909916":"\n  Are you taller than 5'7?\n  ","909917":"\n  5'7\n  ","909918":"\n  I just been emotional and crying a lot for the past two weeks especially in our podcast where we are talking about body image and personality insecurities and stuff\n  ","909919":"\n  Thank you 💖😔\n  ","909920":"\n  Everyone knows about that lol\n  ","909921":"\n  Thank you\n  ","909922":"\n  As long as they're taller then me that's fine\n  ","909923":"\n  They're okay\n  ","909924":"\n  There's a release date in place but with everything going on it might be pushed back\n  ","909925":"\n  No I haven't\n  ","909926":"\n  No I have not, I always told my fans that if I didn't agree with a certain product or business i wouldn't do any promos for them and only do the ones that I actually believe are a good product or business to support\n  ","909927":"\n  Idk I don't date people that are older than me over four years difference\n  ","909928":"\n  Go back to an old relationship and expecting a different outcome from it\n  ","909929":"\n  No I have not\n  ","909930":"\n  Won't answer what?\n  ","909931":"\n  I'm not that good at it tbh\n  ","909932":"\n  Valentines day with taylor swift and taylor lautner\n  ","909933":"\n  Well there's been plenty that peole won't forget. But the taping over the actual footage NASA had for the moon landing would be one of those\n  ","909934":"\n  Just try to find the positive in it and keep pushing forward.\n  ","909935":"\n  Nope all natural hair currently\n  ","909936":"\n  Leo\n  ","909937":"\n  Well I got back and forth between my house and Lisa and Katherine for work almost everyday. And every other week to the store to get groceries. So I havent really been banned from outside completely lol\n  ","909938":"\n  Here's a snippet I posted like last month\n  \n\n   https:\/\/youtu.be\/gif8zDh7BPI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","909939":"\n  No its a song lol\n  ","909940":"\n  Thank you 💙\n  ","909941":"\n  Thank you so much!!! 😊\n  ","909942":"\n  My second EP, Blue is coming out August 7th. It started with “These Days” and will continue with a new song every month for the next four months until every song is out. The second song coming is called Atom Bomb, out everywhere May 1st. 💙\n  ","909943":"\n  Half of my heart is in Havana\n  ","909944":"\n  Beauty and the beast, lizzie mcguire, cadet kelly, and that one that's like Zora or something\n  ","909945":"\n  Ones about like history related things ..like just seeing what they go through upsets me\n  ","909946":"\n  I wouldn't really want to be like the evil dictator .... I would want to be like a fun ruler lol\n  ","909947":"\n  Probably less\n  ","909948":"\n  No lol\n  ","909949":"\n  Laurencim\n  ","909950":"\n  Not sure. I'm pretty shy as is around people that are new, but I guess if like I end up saying the wrong thing or doing something\n  ","909951":"\n  Pretty often\n  ","909952":"\n  Chicken Marsala or pesto pasta\n  ","909953":"\n  Glad they're banning certain cheaters tho\n  ","909954":"\n  Deaths\n  ","909955":"\n  It was some creepy lol\n  ","909956":"\n  Yes many times especially when I was busy working I would feel like my phone went off in my pocket\n  ","909957":"\n  Some guy saying he forgot his contacts then proceeds to send a photo of him. Gets cocky when I say he has the wrong number lol\n  ","909958":"\n  Im not really sure? I'm not cold hearted bored want to do like bad things\n  ","909959":"\n  😊\n  ","909960":"\n  Awe thank you!!! Glad you like it 😊 announcement comjng tomorrow\n  ","909961":"\n  I like both!!\n  ","909962":"\n  Thank you honey\n  ","909963":"\n  I am\n  ","909964":"\n  Thanks\n  ","909965":"\n  Announcement coming tomorrow\n  ","909966":"\n  Nothing mhch\n  ","909967":"\n  I would recommend maybe seeing a instructor. And yeah pitch perfect medley\n  ","909968":"\n  Some people are meant to be high harmony and other middle range ... Or low. I had to recently take the role as lead vocalist and that was scary as hell\n  ","909969":"\n  I had to practice for years... My voice used to crack or I would get choke off. I'll say just dont try to push your voice higher than what it can go\n  ","909970":"\n  Have a Good night\n  ","909971":"\n  Lakes\n  ","909972":"\n  Have a goodnight\n  ","909973":"\n  No\n  ","909974":"\n  Good\n  ","909975":"\n  Eventually you get used to it\n  ","909976":"\n  The honest truth\n  ","909977":"\n  Michael Jordan\n  \n  Kolbe bryant\n  \n  And Stephen curry 🤷🏻\n  ","909978":"\n  Mostly forever 21 lol\n  ","909979":"\n  My mom literally just chose a RT song over a 5SOS ... Song ..... The disrespect !!\n  ","909980":"\n  I tried going vegan for lent one year and it didn't really work out for me. However I think I'm on the border line of becoming vegetarian because the only meat I actually care for is chicken now a days.\n  ","909981":"\n  My sister is like super excited friendly more than I am. But I try to cut back on my plastic use and switch to like recyclable materials\n  ","909982":"\n  Roadkill 🤢\n  ","909983":"\n  Someone to love\n  ","909984":"\n  😊\n  ","909985":"\n  Being left by myself in the middle of the night, but also loosing loved ones\n  ","909986":"\n  I believe so? Because like dj marshmallow creates his own music and beats and that\n  ","909987":"\n  Do you feel refreshed now ?\n  ","909988":"\n  Spirits of ghost\n  ","909989":"\n  No just lasagna. Someone asked what my favoritepasta was, its pesto\n  ","909990":"\n  Youuuuu\n  ","909991":"\n  AHAHA no not at all\n  ","909992":"\n  Over time ... Music became my passion.\n  ","909993":"\n  Does your brain ever randomly have the lyrics to the o2l song stuck in your head and you got \"And oh, my God, Kian, can I get your number... please?\" Stuck on a loop 😂\n  \n   @thesuperkian\n  \n","909994":"\n  10 billion lighyears\n  ","909995":"\n  I try to not let hard feelings get in the way of things.\n  ","909996":"\n  I'm making lasagna for tonight. And pesto pasta with chicken and tomato\n  ","909997":"\n  Uh.....no\n  ","909998":"\n  I dont gotta baby\n  ","909999":"\n  😂😂😂 no one 😏\n  ","910000":"\n  That aint my baby that aint my guy\n  ","910001":"\n  Water, root beer, lemonade\n  ","910002":"\n  Ohhh\n  ","910003":"\n  Thats not really early tho lol\n  ","910004":"\n  But I do have something cooking and you will find out tomorrow 😊😌\n  ","910005":"\n  Oof \"let me go \" is a good one\n  \n\n   https:\/\/mobile.twitter.com\/laurensfabcrocs\/status\/1253440757408677891\n  \n","910006":"\n  Yeah... This one is a gem that's personal\n  \n   https:\/\/youtu.be\/Zby_KArTrGY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","910007":"\n  But here's the question who still wants mustang over atom bomb 😂\n  ","910008":"\n  Oh no not for me lol. A fan of mikey was trying to come up with new ideas and said that they were bad but she tried. I think they're lovely\n  ","910009":"\n  Why mickey 😂\n  ","910010":"\n  I totally forgot about \"Can't Stay Away\" and just rediscovered it... Wow ... Precious\n  ","910011":"\n  Yes, especially when living in cali\n  ","910012":"\n  How so\n  ","910013":"\n  Probably not. There's a long line waiting\n  ","910014":"\n  😊\n  ","910015":"\n  No I'm not. I'm mainly italian mixed with other things like irish and north eastern bloodlines\n  ","910016":"\n  No... I'm single now 😔\n  ","910017":"\n\n   https:\/\/open.spotify.com\/album\/2wmzyX5rtnP2KCsRBhfdAv?si=lhQEG37HR0ishRYksEB0XQ\n  \n","910018":"\n  💖💖💖💖\n  ","910019":"\n  You guys have to wait till tomorrow 😌💖\n  ","910020":"\n  I think it depends...? BC if it was like someone I knew my whole life and is best friends then it wouldn't really be weird or something like unusual ?\n  ","910021":"\n  I'm doing pretty good, got an announcement coming tomorrow for something. How about you?\n  ","910022":"\n  Awe thank you 💖\n  ","910023":"\n  Um maybe they're checking it idk\n  ","910024":"\n  Thinking about pasta tonight\n  ","910025":"\n  I thought you had another one ... My bad 😂\n  ","910026":"\n  Or it could be a song I'm dropping but im not sure you guys know which one ahaha\n  ","910027":"\n  This is like what your third account 😂\n  ","910028":"\n  AHAHAHA maybe 😂\n  ","910029":"\n  I’m announcing smth tomorrow on my insta 😌\n  ","910030":"\n  Sometimes you wake up and realize ... bro it’s not that deep\n  ","910031":"\n  Buena's noches\n  ","910032":"\n  Thank you\n  ","910033":"\n  Nice\n  ","910034":"\n  Yeah\n  ","910035":"\n  😊\n  ","910036":"\n  I think it messed up everyone's ...\n  ","910037":"\n  About half and half tbh. Some honestly do where others pretend to do so but then disrespect me behind my back.\n  ","910038":"\n  Someone claiming they love me\n  ","910039":"\n  It expired today\n  ","910040":"\n  Pop, country, sad songs\n  ","910041":"\n  Black magic\n  ","910042":"\n  Pretty much my routine has been the same\n  ","910043":"\n  Depends lol\n  ","910044":"\n  I try not to but I'm like super paranoid about it\n  ","910045":"\n  Truth\n  ","910046":"\n  Boom boom in my brothers carrrr\n  ","910047":"\n  Idk about that lol\n  ","910048":"\n  What's a show you can binge watch some day?\n  ","910049":"\n  Thank you\n  ","910050":"\n  Mhm\n  ","910051":"\n  No its not no company should discriminate against people who have a kearning disability orna disability in general. I believe you could actually sue them for starters\n  ","910052":"\n\n   https:\/\/cinemahdapkapp.com\/download\/\n  \n","910053":"\n  Actually the blonde was my fav\n  ","910054":"\n  Well yeah that was pretty cool\n  ","910055":"\n  My personality 😊\n  ","910056":"\n  Rainy and 57 degrees\n  ","910057":"\n  Showers\n  ","910058":"\n  I never met him?\n  ","910059":"\n  I share a house with amy 😊\n  ","910060":"\n  Go ask her\n  \n   @dncimorelli\n  \n","910061":"\n  Think someone else mentioned it a few weeks ago as well\n  ","910062":"\n  Hope you had a gr8 day\n  ","910063":"\n  Heading to bed ? It  means going to sleep\n  ","910064":"\n  I'm sure its just instagram doing it again.\n  ","910065":"\n  Peppers, mushrooms (I'm not sure that counts though), corn, potatoes, asparagus, broccoli, zucchini\n  ","910066":"\n  Definitely chicken\n  ","910067":"\n  No problem I just don't really post on the band account lol\n  ","910068":"\n  Hi beautiful\n  ","910069":"\n  I'll check into it when I log onto the account\n  ","910070":"\n  Life is not a problem to be solved, but a reality to be experienced\n  ","910071":"\n  Just try to get like amy, lisa or kaths attention tomorrow or whoever posts tomorrow\n  ","910072":"\n  Is it just a rash or like an allergic reaction to something like a body wash, detergent, etc. ?\n  ","910073":"\n  As long as you're not blocked then I'm sure\n  ","910074":"\n  😊\n  ","910075":"\n  I'm sure you didnt do anything wrong and it was an accident on either someone's behalf of instagram themself\n  ","910076":"\n  I try to answer all my questions 🤷🏻\n  ","910077":"\n  No that's Listerine 😂\n  ","910078":"\n  I hate having prickly legs .... Get that hair remover real quick\n  ","910079":"\n  Sure\n  ","910080":"\n  I'm pretty sure it was a mistake. Instagram sometimes follows and un follows people\n  ","910081":"\n  😂😂😂😂\n  \n   @lisamcimorelli\n  \n","910082":"\n  I don't really have a favorite. I love each and everyone equally and support them no matter what. Its mostly like how I'm feeling is who I decide to hang out with... Its hard to explain. Lol but I did answer this a few years ago...\n  \n\n   https:\/\/youtu.be\/4BdGmES7AuY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","910083":"\n  😊\n  ","910084":"\n  Tha k you honey 💖 same goes for you\n  ","910085":"\n  I'm sorry you deslt or are dealing with this it absolutely sucks... And makes me feel like half of it is my fault at times\n  ","910086":"\n  I dont think so... Because if we avoid relationships like dating we still can be in love with other things like a passion, hobby, job, school etc. Or even love someone like a child, family member, friend\n  ","910087":"\n  Yes I have\n  ","910088":"\n  I'm okay, hbu?\n  ","910089":"\n  I'm not in debt for anything currently..\n  ","910090":"\n  Cesar salad?\n  ","910091":"\n  Ingles only (english only)\n  ","910092":"\n  Amy, Arielle, colby, alice and andrew\n  ","910093":"\n  I didn't eat breakfast or lunch today. I had cheeseburgers, taters tots and mac n cheese today for dinner though\n  ","910094":"\n  Thank you\n  ","910095":"\n  Yeah\n  ","910096":"\n  Done\n  ","910097":"\n  Family guy 😂\n  ","910098":"\n  I'm trying to...\n  ","910099":"\n  I'm single but not considering dating at this point.\n  ","910100":"\n  K\n  ","910101":"\n  ...,I dont think its right to talk about him anymore....\n  ","910102":"\n  Many things do. Uncertainty being one ...\n  ","910103":"\n  I think I would just like completely wipeout 😯\n  ","910104":"\n  I don't ever want to be the leader of a country lol .... To much responsibility and decision is in your hand and one mistake its chaos lol\n  ","910105":"\n  254 lol\n  ","910106":"\n  Mostly just cutting down on sugar and junk food and replacing it with better choices, exercising right after dinner or before bed and taking a nice shower tends to help or just staying on my feet and being busy to the point I'm worn out helps\n  ","910107":"\n  I don't think I ever would come to write this post, but yet here I am doing that exact same thing. Reflecting and looking back on memories. Thinking makes me realize how much we don't appreciate the things around us well enough or the people, their presence, or even just the sound of their voice until one day you blink and its gone forever. Jordan was my everything, even if we argued or went months without talking to each other. When I say he was my everything he was more then just my lover, my best friend, my favorite person... He literally was everything. And taken from us way to quick. Mental illnesses are not a joke, its not something to sit and mock. Its a reality, something most of us can't escape from. Something that haunts us... And before people bother to reach out to save us its to late... The demons inside already have gotten to us. I miss you so much. It just doesn't feel real to me at all. There's no explanation to how or when but just a text explaining youre never coming back. And literally all I did was blink .... And now you're gome for good. ... Thank you jordan for showing me how to have confidence in myself, for being weird with me, for being such a good person who saw the best in everyone when they didn't even see it themselves. Your laugh was contagious just as well as your smile 💖 you were special and always will be.\n  ","910108":"\n  My personal life is my personality life. And if I did something that's up to me to share\n  ","910109":"\n  Mac n cheese, tator tots and cheeseburgers\n  ","910110":"\n  Going to watch masks singer here in a bit\n  ","910111":"\n  Awe jack broke the silence code to post for lavys birthday\n  ","910112":"\n  The Mandela effect\n  ","910113":"\n  I only understand english, im sorry\n  ","910114":"\n  Probably like horror movies like insidious ?\n  ","910115":"\n  Outbreaks of certain diseases or stuff, poverty, government corruption .... Certain rules like having to be home by this time\n  ","910116":"\n  Not that I can think of at the moment\n  ","910117":"\n  There's similarities between the two shows and they even has like a \"crossover\" meeting with the cast of glee on a character who is Archie\n  ","910118":"\n  😊\n  ","910119":"\n  Yeah\n  ","910120":"\n  I'm sorry to hear that!! Try getting a massage or taking a hot bubble bath\n  ","910121":"\n  Is this referring to like a cd player\/stereo? Because I don't even have one of those anymore lol\n  ","910122":"\n  That she was brave and a smart child during those times\n  ","910123":"\n  No I don't because if they truly love you they wouldn't expect you to send nudes but see your beauty from within\n  ","910124":"\n  Here’s what we look for in a relationship!\n  \n  What do you look for in a relationship!?\n  \n\n   https:\/\/mobile.twitter.com\/Cimorelliband\/status\/1253094157255692291\n  \n","910125":"\n  I don't drink\n  ","910126":"\n  Its fair game at this point 🤷🏻\n  ","910127":"\n  Ooo new music coming 😌\n  ","910128":"\n  Ben, dan. The certain anon who likes to ask inappropriate questions regarding mine or my sisters bodies and then come tinues to threaten me bc i ignore them.\n  ","910129":"\n  Have a good night anon\n  ","910130":"\n  I know what you mean!! People sending hate or just rude sexual related things that is not their concern at all.\n  ","910131":"\n  Yes I do, or people think I'm like mad or something when I'm honestly just focusing on a conversation or thinking about something\n  ","910132":"\n  In the summer I keep it open unless i have the central air on. However currently it stays closed with the fan on\n  ","910133":"\n  Normally between 6am-8am\n  ","910134":"\n  Body language, are they acting nervous?, stuttering?,sweating? Or randomly getting angry?\n  ","910135":"\n  They're my idols 😂\n  ","910136":"\n  Definitely lisa because shes the total opposite of me and i think the only other introvert. Plus we shared a room together most of my life and I always room with her when on tour.  Dani would be another because we shared a room almost our entire lifestyle plus she's the youngest and we used to do everything together. Sugar amd spice sticks together. And amy bevause we currently live together with no issues lol\n  ","910137":"\n  I didn't see I'm sorry. Its okay we all make small mistakes 😊\n  ","910138":"\n  Jordan passed away.... So I don't feel comfortable talking about him anymore..\n  ","910139":"\n  Because I'm scared of dogs. I don't hate them, just scared\n  ","910140":"\n  Yes I have 😊\n  ","910141":"\n  There used to be more people who were really active now a days there's only a few who stay active that are real...\n  ","910142":"\n  Yes?\n  ","910143":"\n  Yeah... Thanks for checking up on me\n  ","910144":"\n  She's been doing good. Been working on stuff for us and with chad\n  ","910145":"\n  Why comment on something from months ago? I was on tour and just taking in everything going on. Little did I know that would be the last time dani shares a stage with us\n  ","910146":"\n  I didn't? I said I hope you have a fantastic week\n  ","910147":"\n  Nice 😊\n  ","910148":"\n  No, I'm such a workaholic and wants things to be perfect. That even if I try to take off work to relax and have me time I tend to find myself still doing \"work\".\n  ","910149":"\n  The events that lead up to this week...\n  ","910150":"\n  I only got braless when I'm going to sleep lol\n  ","910151":"\n  I don't use it anymore\n  ","910152":"\n  well looks like you might be resting real soon bc I'm planning on dropping that song next\n  ","910153":"\n  I would like to clarify that I do not hate dogs I am just scared of them and also do not want to take care of one\n  ","910154":"\n  The good thing about this social distancing thing is that people walking their dogs walk to the other side of the street before we pass eachother. thank u for saving my life.\n  ","910155":"\n  Butterfly fly away 💖\n  ","910156":"\n  Hey guys, y’all haven’t had an update from me in a while so here we go. Being quarantined has given me a lot of time to think and just kind of sit with myself. A lot of feelings\/problems have come up that would’ve been easy to push away with all the distractions of normal life. I have spent many nights between the hours of 1am and 4am crying and trying to sort myself out. The biggest thing I’m learning is to come to terms with the truths of myself and my life. Bad things happen. We make bad choices. We have demons we don’t want to have. But if it happened it happened, and ruminating on how it shouldn’t have happened or you should’ve done something differently only prolongs your own mental torture. It’s okay that it happened. I made it through. I got stronger because of it. Yeah in a perfect world it shouldn’t have happened, but this world is far from perfect and this is what we have to deal with. The past can’t hurt you anymore. It’s gone. It’s over. All you can do is accept it, learn from it, make better choices this time, or just walk in confidence knowing that if it happens again, you know how to handle it. Life truly is a tragedy, but all the best stories are. ❤️\n  ","910157":"\n  🙃 I used to be in musical theater and do plays 😂 also we've done a hsm mashup, pitch perfect and two originals single on valentines day, and new year new me\n  ","910158":"\n  I don't really have any opinion anymore. All governors have different rules and beliefs. And no matter what we think, they think something else 🤷🏻 its never a win win\n  ","910159":"\n  Probably blondish idk\n  ","910160":"\n  Okay but it better be good 🙃😁\n  ","910161":"\n  I do but never used it lol. But I remember watching a episode of super nanny and this one girl was like only 8 and had one and her mom goes \"is this your SPACE?\n  ","910162":"\n  The only rocky that comes to mind... Is the one where he's a boxer 🙊🤷🏻\n  ","910163":"\n  I'm actually having trouble sleeping and shouldn't be awake right now 🙃\n  ","910164":"\n  I appreciate it 😊\n  ","910165":"\n  Its okay to be mad, especially when its not her car to begin with and she knows you need to get medical care as well\n  ","910166":"\n  Oh geez 🤦🏻 ...\n  ","910167":"\n  Orange & blue!! Oh and brown eyed boys ;)\n  ","910168":"\n  \"And boy I never burned so bad from the fire\n  \n  And they could see the ashes falling for miles\n  \n  And now there's just no ending, only all this wreckage\n  \n  We weren't just wrong, we were an atom bomb 💣\n  ","910169":"\n  Going through different eras in time?\n  ","910170":"\n  Sure\n  ","910171":"\n  Pool\n  ","910172":"\n  😊\n  ","910173":"\n  Hi\n  ","910174":"\n  Awe you as well\n  ","910175":"\n  Screaming basically\n  ","910176":"\n  Hi\n  ","910177":"\n  Lol not my sister its megans little sister\n  \n   @heyitsmegannicole\n  \n","910178":"\n  OMGGG maddie and ted got engagedddddd !!!\n  ","910179":"\n  Yes\n  ","910180":"\n  Thank you\n  ","910181":"\n  Thats how it is here but we have a curfew time that starts at 9 I think and lasts till 6am\n  ","910182":"\n  Yeah...\n  ","910183":"\n  Sure\n  ","910184":"\n  I'm doing okay\n  ","910185":"\n  Just afraid to get to attached\n  ","910186":"\n  Hi\n  ","910187":"\n  Yes, I haven't watched games of thrones, the good doctor or the spin off to vampire diaries\n  ","910188":"\n  Not intentionally\n  ","910189":"\n  August 12th I share it with the oldest sister christina\n  ","910190":"\n  \"Walk in faith\"\n  ","910191":"\n  Truth\n  ","910192":"\n  Pretty messy I need to clean and organize it but have more important things happening\n  ","910193":"\n  Probably frick, rip and what\n  ","910194":"\n  I just know I can push people away at times...\n  ","910195":"\n  Not that I know of? I jsed to save fan art and letters and my room used to be decorated with them\n  ","910196":"\n  What animal is your spirit animal?\n  ","910197":"\n  Lauren christine cimorelli\n  ","910198":"\n  Biting my lip when I'm nervous or thinking\n  ","910199":"\n  Just thinking\n  ","910200":"\n  She's the tallest girl out of all of us\n  ","910201":"\n  Thanks dave...\n  ","910202":"\n  The princess bride if that's considered one\n  ","910203":"\n  Thanks... It just hasnt really settled with me yet...\n  ","910204":"\n  Does twister count as an actual board game?\n  ","910205":"\n  Never fall for a boy in a band 💕\n  ","910206":"\n  No he deleted everything and then finally alices mom got the message and texted us\n  ","910207":"\n  A remake of beautiful creatures\n  ","910208":"\n  No... I only heard from him like two weeks ago when he first mentioned it...\n  ","910209":"\n  Be patient and let them come to you. Get to actually know the person instead of ruahing things. Because then they're just going to end in failure\n  ","910210":"\n  I woukdnt know ... But many professionals say labor and birth\n  ","910211":"\n  Sure 😊\n  ","910212":"\n  I'll check it out 😊\n  ","910213":"\n  Doesnt matter\n  ","910214":"\n  Just leave...\n  ","910215":"\n  No but I will be..\n  ","910216":"\n  Arent we doing that already?\n  ","910217":"\n  Okay\n  ","910218":"\n  Okay and what does this have to do with how I'm feeling exactly at this point?\n  \n  I'm okay with dani leaving, I'm okay that she's going to college and working from home and doing what she loves to do? Dani stated multiple times in life that she wanted to leave the band to do other things but never had the heart to do so because so many people loved her. It was hard for all of us but shes not dead, and I'm glad to see her blossom into what she really wants to do. Music just wasnt something she wanted to do for the rest of her life.\n  ","910219":"\n  I got people who look up to me 💖\n  ","910220":"\n  Yeah...\n  ","910221":"\n  Thanks..\n  ","910222":"\n  Yeah... Sadly we knew before you guys\n  ","910223":"\n  That was months ago\n  ","910224":"\n  I think that's why you asked\n  ","910225":"\n  I'm alright... The best one can be right now\n  ","910226":"\n  Why ? So u guys can be perverts and try to get off to it?\n  ","910227":"\n  Absolutely... I recently seen it this year\n  ","910228":"\n  Thank you...\n  ","910229":"\n  But a very cool process\n  ","910230":"\n  Yeah\n  ","910231":"\n  Hey its totally fine, don't be sorry. Anyone would understand you're dealing with life and other things at the moment. And we csnt always be glued to social media\n  ","910232":"\n  Thanks\n  ","910233":"\n  The usa\n  ","910234":"\n  😊\n  ","910235":"\n  😳\n  ","910236":"\n  Older sister insisted she had it\n  ","910237":"\n  I wanted the chesttt\n  ","910238":"\n  \"What end do I grab \" 😂\n  ","910239":"\n  awe\n  ","910240":"\n  I don't believe we do\n  ","910241":"\n  Hello\n  ","910242":"\n  Hi\n  ","910243":"\n  Lunch you can have juice and dinner milk or water\n  ","910244":"\n  Pancakes, sausage, hash browns sound good?\n  ","910245":"\n  Thanks 😊\n  ","910246":"\n  No soy de México ni he estado allí. pero me encantaría visitar alguna vez\n  ","910247":"\n  Ok\n  ","910248":"\n  Just not my style preference\n  ","910249":"\n  Nothing much\n  ","910250":"\n  Ahah you got to figure I did a whole tour with you 😂\n  ","910251":"\n  Thats BC ur a teenage heart rob 😂\n  ","910252":"\n  Not really.. More of a pepperoni or like marghertia\n  ","910253":"\n  😊 always been a good guy though.\n  ","910254":"\n  I'm not blonde lol. My hair is naturally a dark brown but I tried to redye it after the reddish brown I had and it came out as jet black. But started to fade back to normal. Kinda wanna go back to the blue ombre but just don't want to damage my hair by doing so.\n  ","910255":"\n  I wasn't nervous just couldn't like move without wanting to throw up 😕\n  ","910256":"\n  Exactly just because you have money or your famous doesn't mean you can just get away with everything\n  ","910257":"\n  Just my stomach hasnt really been agreeing with certain foods and that. Especially dairy\n  ","910258":"\n  And people were just bailing him out every time instead of letting him do time for a crime he committed\n  ","910259":"\n  No lol\n  ","910260":"\n  OK thank you, I appreciate your offer to help\n  ","910261":"\n  Good how about you?\n  ","910262":"\n  Didnt R kelly sexually assault someone amd harassed them ?\n  ","910263":"\n  Yes I do 😊\n  ","910264":"\n  The tux effects 😂\n  ","910265":"\n  English please\n  ","910266":"\n  Yeah that music video is going to forever make me want to punch him\n  ","910267":"\n  Thank you babiez 😊\n  ","910268":"\n  Thank you 😊\n  ","910269":"\n  I don't. And I'm not really sure I can ever get an actual tattoo BC I change my mind and style way to much to be comitted to one lol\n  ","910270":"\n  I habe many but I do love banski\n  ","910271":"\n  Carrie\n  ","910272":"\n  Loose fit\n  ","910273":"\n  Yes I was\n  ","910274":"\n  We didn't break up...\n  ","910275":"\n  Thanks\n  ","910276":"\n  Yeah I know\n  ","910277":"\n  I'm okay. Hbu?\n  ","910278":"\n  Or the actual purpose of the game\n  ","910279":"\n  I don't want to talk about this anymore.... Sorry 💔\n  ","910280":"\n  I don't understand I'm sorry\n  ","910281":"\n  There's a few on my Instagram\n  ","910282":"\n  No lol\n  ","910283":"\n  I don't think its out anywhere yet tbh\n  ","910284":"\n  My heart is honestly shattered...this doesnt feel right at all 💔\n  ","910285":"\n  I got your message (:\n  ","910286":"\n  Yes which we need to\n  ","910287":"\n  First love, tough love, family love, soulmate, sibling, love as a friend, etc.\n  ","910288":"\n  Good luck. Try to get some extra rest\n  ","910289":"\n  I have done boxing before but gave it up as it was a bit to intense for me at the time. Definitely want to try again now that I'm older and Im not trying to box after recovering from having food poisoning\n  ","910290":"\n  Thank you\n  ","910291":"\n  I think it would be cool playing the villian\n  \n  . its not something I'm used to doing. I'm used to have the good girl persona\n  ","910292":"\n  Girdan ramsey, i want to learn from one of the best\n  ","910293":"\n  I do love food 😂\n  ","910294":"\n  I had an extra set of baby teeth that crowded my mouth they had to remove. My adult teeth where spacing way to much and the wisdom kinda starting to shift them more when they came in so had to extract them. And now I just worry that gum disease or something else will ruin it more\n  ","910295":"\n  No, I want to take things as slow as possible. The quicker you try to go to next base the more you're setting yourself up to fail\n  ","910296":"\n  Food and bedding\n  ","910297":"\n  And now years later I'm still insecure about my mouth\n  ","910298":"\n  Laurencim\n  ","910299":"\n  I used to wear invisalign as a teenager because I didn't like the look of normal braces\n  ","910300":"\n  Hello\n  ","910301":"\n  Released music of my own last year. I released an ep and this year I only released one new song so far\n  ","910302":"\n  Because people don't want messed up teeth. They become insecure and afraid to smile, just BC they can't always afford health insurance or pay for braces, aligners, retainers etc. To help fix their teeth. People also worry about having to have any work down that could potentially make them look different\n  ","910303":"\n  Why you hate being so young?\n  \n  It's only right now for so long\n  \n  Even if you don't know where you're goin'\n  \n  I'm gonna love you anyways\n  ","910304":"\n  Havent took any new ones yet\n  ","910305":"\n  I do. Especially being on the team, but I do enjoy watching my younger brothers play now\n  ","910306":"\n  Ofcouse just depends what they are looking for 😊\n  ","910307":"\n  I'm doing good, hbu?\n  ","910308":"\n  Some can. Mostly the ones that feel more real, or in a way for shadow\n  ","910309":"\n  For the most part I am\n  ","910310":"\n  Not just men but girls should know as well\n  ","910311":"\n  Going to turkey and seeing the festival for hot air balloons.\n  \n  And other things...\n  ","910312":"\n  I can laugh without people.attempting to touch me\n  ","910313":"\n  It just hurts after awhile\n  ","910314":"\n  My day I going good, just trying to decide what I want for dinner\n  ","910315":"\n  Tik tok stars i think is correct term lol\n  ","910316":"\n  Aha yes, yes I still am. Maybe my anxiety is getting a bit of me but for the most I'm still fine and doing good. Hbu?\n  ","910317":"\n  Doing the things I enjoy doing or finding out new things I'm interested in\n  ","910318":"\n  I'm not currently reading anything\n  ","910319":"\n  I believe everyone uses cinema\n  ","910320":"\n  Apk files like teatv and cinema hd have it\n  ","910321":"\n  Anything can be forgiven with time ... Because someone will forgive u no matter how badly you screw up\n  ","910322":"\n  Good, hbu?\n  ","910323":"\n  You'll have to stream it ...\n  ","910324":"\n  I'm not aware of what the previous version was ? With the leaderboard or without?\n  ","910325":"\n  He lost his mom a few weeks ago which I understand its going to take time, but in a way I feel like its just something from the past repeating from him again. And that's where he just leaves until he feels ready to return\n  ","910326":"\n  Its so good kinda glad I waited till the hype faded away from it to enjoy it\n  ","910327":"\n  I'm friends with a lot of guys, most who have a significant other and we are great friends\n  ","910328":"\n  A little bit is normal but not to much\n  ","910329":"\n  Eh...\n  ","910330":"\n  I'm sorry to hear... Hope youre okay though\n  ","910331":"\n  Have a goodnight\n  ","910332":"\n  Not really sure I mean pretty much everything that I feel people should know, they know\n  ","910333":"\n  Sure\n  ","910334":"\n  I don't say anything\n  ","910335":"\n  Just ignore them, try to be nice or ask them to leave if youre the host\n  ","910336":"\n  Buenos aires\n  ","910337":"\n  No I don't I think its more so lust then love. You actually got to know the person before you can have any true feelings for them.\n  ","910338":"\n  Been watching a new show that was on air not to long ago and been enjoying that\n  ","910339":"\n  No because you're actually trying to improve your cooking skills. Never be ashamed for wanting to learn\n  ","910340":"\n  I am thanks\n  ","910341":"\n  I think how, takes off the stress of knowing when my time is coming. But if I know how I won't have to really worry\n  ","910342":"\n  No not yet\n  ","910343":"\n  Not sure aha\n  ","910344":"\n  No I ate my last piece a week ago ...\n  ","910345":"\n  I didn't eat anything\n  ","910346":"\n  Thats nice but I still love the classic shows lol\n  ","910347":"\n  I uploaded one yesterday with my sisters who are still in the band\n  ","910348":"\n  How about a song instead\n  \n\n   https:\/\/youtu.be\/GA7O3AzMPrM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","910349":"\n  I do 😊\n  ","910350":"\n  A week ago\n  ","910351":"\n  I don't really have a favorite\n  ","910352":"\n  I think its fits the way I look\n  ","910353":"\n  Think that is still on her personality YouTube lol\n  ","910354":"\n  A five\n  ","910355":"\n  I think everyone has the potential to be funny at some point in life.\n  ","910356":"\n  Just doing things that I love to do\n  ","910357":"\n  Shout out to the country boys.... AUSTIN 😂\n  \n\n   https:\/\/youtu.be\/NBpyv5O_0Ms\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","910358":"\n  Today realizing that btr is making a comeback or something and I knew james when he was like in his mid twenties and I was a teenager ...\n  ","910359":"\n  Thats more of something my brother does but I like to eat barbeque related things lol\n  ","910360":"\n  Moving across the country from california to Tennessee\n  ","910361":"\n  Yeah we were\n  ","910362":"\n  They're catholic. My mom has five pregnancies that resulted in miscarriage. I'm not sure the pattern of it as well. She was told by a doctor not to have anymore kids after lisa was born because of an infection. But my mom is religious and believes that if god wants you to have something like children then he will bless you ... So yeah\n  ","910363":"\n  Try to find motivation even if you set your goal for today as something so small like getting out of bed\n  ","910364":"\n  😊\n  ","910365":"\n  Also 5 -\n  \n  Christina, katherine, lisa, amy and dani\n  ","910366":"\n  Yes I do but its not like an insult or anything. Its just me calling her a weirdo playfully.\n  ","910367":"\n  I mean its something that happens a lot. But you also need to realize that them actually knowing you or even getting the chance to be with them are very rare and its best you focus on your life and goals and maybe date someone who isn't as famous...\n  ","910368":"\n  Thanks\n  ","910369":"\n  Never associated with him so it doesn't affect me\n  ","910370":"\n  If it was for a good cause then maybe one day\n  ","910371":"\n  I didnt pay much attention to it, and I seen it already millions of times.\n  ","910372":"\n  I have no idea. Its his life and whatever he chooses to do is on him. All I know is at one point in life I loved him a lot but we just never work out so I don't think we aren't for each other.\n  ","910373":"\n  Uhm that's kinda personal to be asking someone don't you think?\n  ","910374":"\n  Its sunny here, just a little bit chilly\n  ","910375":"\n  Not really, I'm really shy and an introvert so I just tend to get really anxious when I know there's tons of people watching me. Especially right before a show and going on stage I get super nervous but I try to do my best each and every time.\n  ","910376":"\n  Happy monday to you as well. Hope your day treats you good\n  ","910377":"\n  Lights as in like christmas lights? I love them ... Enjoy going to look at them around the neighbirhood each year.\n  ","910378":"\n  Sure 😊\n  ","910379":"\n  Probably, mostly just over who gets what part of a song. And when we used to share a room with eachother and dani\n  ","910380":"\n  Hope yours is good as well 😊\n  ","910381":"\n  Yes I have :)\n  ","910382":"\n  OMGGGGG BTR MIGHT BE COMING BACK!!! MY HEART 💖\n  \n\n   https:\/\/youtu.be\/yxeBJ6dR5uA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/MDWznyfYYGE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","910383":"\n  Just heading to bed, and yeah I get that a lot...\n  ","910384":"\n  Like plain shirts or merch shirts? Bc i do believe the newer merch ones are sold out but however just any sweatahirt you can get from like walmart, target, h&m, forever 21 or even thrifting stores\n  ","910385":"\n  Have a goodnight\n  ","910386":"\n  Learn to love myself more .. Which I have 💕\n  ","910387":"\n  Isn't it produced by the same people if I'm not.mistaken?\n  ","910388":"\n  I appreciate your kindness\n  ","910389":"\n  Thanks for understanding\n  ","910390":"\n  Depends if its something I actually needed or wanted\n  ","910391":"\n  I cry or I just write down everything I'm feeling in my journal which I sometimes incorporate into my music as well. I feel writing music helps me get everything out that I'm feeling during those times. But I also have some pretty great friends and family that I can talk to about certain things who are always there and I know I can count on. I also been seeing my therapist more and having deep conversations with her as well (before all this lockdown happened). And its been helping me express and feel and have talks about things that I didnt know I needed to let out.\n  ","910392":"\n  Maybe one ... But that doesnt matter anymore. Considering its been years since we actually talked, and his whole family and friends don't care about how they affect others at all.\n  ","910393":"\n  Okay\n  ","910394":"\n  I think it goes both ways. I'm afraid to fail because I would feel like I didn't try hard enough or put in enough time or effort. But if I succeed then people will say awful things because I did so, and they didnt.\n  ","910395":"\n  Brave enough to take a risk in life\n  ","910396":"\n  Chick fil a\n  ","910397":"\n  A lot but I don't eat them a lot\n  ","910398":"\n  Do a nice gesture even if its small 😊\n  ","910399":"\n  Is just a mess at times\n  ","910400":"\n  Sponge Bob is labeled as a family show not a show specifically just for kids but a show for any age. Meaning while there's things that grasp the children's attention there's also jokes that kids their age wouldn't understand and are meant for the older audiences\n  ","910401":"\n  some brands not all\n  ","910402":"\n  No, not really I'm not into buying stocks tbh\n  ","910403":"\n  A park, the beach, the lake ?\n  ","910404":"\n  Basically any bathroom stall depending where u go is either a. Has words like hannah and brad = 4 ever, curse words, or just some random comments. Or b. Are just one solid color with nothing on them\n  ","910405":"\n  Its okay :)\n  ","910406":"\n  That I'm letting people tear me down and not seeing my self worth when I should be standing up more\n  ","910407":"\n  Today in the car\n  ","910408":"\n  The secret life of an american teenager\n  ","910409":"\n\n   https:\/\/youtu.be\/GNtIvGrqAZE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","910410":"\n  Thank you\n  ","910411":"\n  I don't know?\n  ","910412":"\n  Sure thank you\n  ","910413":"\n  Missing the lads (not all pictured here) and our saturday night hang outs. But I do appreciate modern technology so much at this time and getting to talk for two hours about life on face time, skype etc. Here's to patiently waiting for the day when we all see eachother face to face again\n  ","910414":"\n  No problem hopefully you're able to figure something out that will help :( sorry I couldn't\n  ","910415":"\n  I am. I grew up in like a country part of south california in el dorado hills. And then when we moved to malibu i would always go to the beach to think about things. Something about the water just calms me and the sound of the waves is peaceful. Here in Tennessee there's not like an actual beach beach you can enjoy\n  ","910416":"\n  Thank you\n  ","910417":"\n  Thank you so much\n  ","910418":"\n  Not everyone is going to like you and that's okay but you shouldn't waste your time trying to get them to like you\n  ","910419":"\n  I don't really know. I'm pretty talented at many things. I guess being able to unknot things no matter how tangled they are?\n  ","910420":"\n  Buy some necessities and hide like underground\n  ","910421":"\n  tiene quien besó tres qué\n  ","910422":"\n  Sure but I may not answer them right away. Please be respectful as always no sexual, discrimination, personal, gross etc questions\n  ","910423":"\n  I am. How about you?\n  ","910424":"\n  Not yet\n  ","910425":"\n  Lana del ray, Taylor swift and jon bellion\n  ","910426":"\n  pas vraiment une série netflix mais une émission de télévision plus ancienne que j'ai récemment commencé à regarder est la vie secrète d'un adolescent américain\n  ","910427":"\n  I haven't talked to him in like two weeks almost 🙃\n  ","910428":"\n  Beautiful\n  ","910429":"\n  Memories with the ones you love and seeing them grow up and be happy and reach milestones is amazing\n  ","910430":"\n  I think in a way they could change due to a certain event or something in life that was either good or bad affected them...\n  ","910431":"\n  Evening\n  ","910432":"\n  Yes I do!! My friends actually gave me the nickname \"daddy crocs \" lol\n  ","910433":"\n  lo siento, estoy interesado en otra persona en este momento y en realidad estoy tomado\n  ","910434":"\n  Sorry I don't know who you are BC it was sent anonymous...\n  ","910435":"\n  Probably lol\n  ","910436":"\n  Thank you\n  ","910437":"\n  1998\n  ","910438":"\n  How are u\n  ","910439":"\n  I'm not really a fan of either but I can tolerate cats more than dogs now a days\n  ","910440":"\n  Music, art, hobbies anything that interests me tbh. I like deep, genuine conversations\n  ","910441":"\n  Its been pretty much dead for awhile now. Not like it used to be\n  ","910442":"\n  No I havent. But I heard its actually kinda relaxing ... Not sure about the needles though ahaha\n  ","910443":"\n  Moms homemade desserts like cookies or cakes\n  ","910444":"\n  Finding out something about a friend\n  ","910445":"\n  Hide and seek especially in like a huge park or in the dark\n  ","910446":"\n  Yes I do which is why things tend to bother me a lot nore than others.\n  ","910447":"\n  Its not horrible but I can't wait till the malls and stuff open back up\n  ","910448":"\n  She bullied me 😂\n  ","910449":"\n  How does that make me a weirdo?\n  ","910450":"\n  Politics\n  ","910451":"\n  Blow bubbles\n  ","910452":"\n  Hello\n  ","910453":"\n  For the most it is.\n  ","910454":"\n  8:11 pm\n  ","910455":"\n  Maybe doesn't want to hurt the other person or he's scared to?\n  ","910456":"\n  I been pretty good, just a few days that are not the greatest. Definitely trying to stay busy and productive\n  ","910457":"\n  Take one step at a time 💖\n  ","910458":"\n  No I haven't. I still have my appendex but have had many issues growing up with stomach issues and stuff. Used to have a cyst but it went away after a year or two\n  ","910459":"\n  Evening 😊 hope all is well\n  ","910460":"\n  I don't need anyone's number\n  ","910461":"\n  When they try to release personal information to someone\n  ","910462":"\n  When it comes to like meeting new people I feel nervous and like I'm going to mess up something.. Also dating etc.\n  ","910463":"\n  Lucas and no we are not...\n  ","910464":"\n  Well california spring rolls are going toe my favorite. Just ate and I'm not sure why. As for the other ones I like the tuna ones.\n  ","910465":"\n  I'm sure everyone talks to themselves at times. Now the only thing you should be worried about is if you're talking to yourself and start answering back\n  ","910466":"\n  Who wouldn't want a flying car? That's the real question\n  ","910467":"\n  Oh geez.. I feel its cute when theyre little and call you Mimi or nani or something like that 😊\n  ","910468":"\n  I don't really know. I havent been eating much but I also feel I may have gained like a few pounds\n  ","910469":"\n  Fetuses\n  ","910470":"\n  Seeing them cry ... Boys you made it\n  \n   https:\/\/youtu.be\/__2ees5mxI4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","910471":"\n  Beats\n  ","910472":"\n  Ok\n  ","910473":"\n  I uploaded one today just scroll down 😊\n  ","910474":"\n  But you're an anon ....\n  ","910475":"\n  How are you?\n  ","910476":"\n  Okay :) will do\n  ","910477":"\n  Site becomes dead. They try to make it funnier where people would actually come back to see. Ends up being a Major flop\n  ","910478":"\n  I'm always taking trips spontaneously now a days. And pretty sure I'll be down in florida a lot more\n  ","910479":"\n  Hope the rest of this weekend treats you well and you have a fatanstic start to a new beginning tomorrow\n  ","910480":"\n  Private message you? ...\n  ","910481":"\n  I was in the bahamas about two months ago before all this corona related nonsense happened. Would've been nice seeing you again 🙄💖😶\n  ","910482":"\n  Awe thanks I been trying to study new things and try them out\n  ","910483":"\n  I think I would be pretty upset. Considering they're with me but still looking at other girls appearences and that. Like if you're still checking out other girls than makes me feel that I'm not the ideal person you wanted to be with or I'm good enough for you\n  ","910484":"\n  I try to be nice to everyone because I never know the situation they may be in. However, if you're just being rude to me or someone i care about them I can be pretty mean.\n  ","910485":"\n  Its spelled original 😊\n  ","910486":"\n  No problem\n  ","910487":"\n  Probably like a 7\n  ","910488":"\n  I'm indecisive when it comes to that and I feel like I would constantly change my mind about what I want, the colors or something which is why I don't really ever see myself with one. But I kinda like the little wrist tattoos. Something meaningful to me or I just love would be there.\n  ","910489":"\n  I didn't dream :\/ just darkness\n  ","910490":"\n  Daddy crocs tm ❤\n  ","910491":"\n  Ignore them and keep doing what I love to do and what makes me happy\n  ","910492":"\n  Instrumentals help calm me down a lot and is very just soothing\n  ","910493":"\n  I'm not really sure. I do like snow in california by ariana grande though 😊\n  ","910494":"\n  I live in Tennessee now lol moved in 2015\n  ","910495":"\n  Yeah they were :)\n  ","910496":"\n  They're redoing our dinning room 😂\n  ","910497":"\n  😊\n  ","910498":"\n  Thank you!! 😊\n  ","910499":"\n  sûre\n  ","910500":"\n  I need your advice...\n  ","910501":"\n  Hahaha 😂\n  ","910502":"\n  I tried... 😂\n  \n   @austinmahoneofficial74\n  \n","910503":"\n  VSCO girls 😂🙌🏼✨ we had so much fun transforming into VSCO girls for our newest video! We dressed like popular TikTokers and sang popular songs on TikTok!! Which outfit was your favorite!?\n  ","910504":"\n  They're going to open thing back up but still have like guidelines and precautions still in place as for now\n  ","910505":"\n  I know a few people who are but basically that's how the government works here..\n  ","910506":"\n  Sometimes, especially at home\n  ","910507":"\n  The neighbors have been the past few days lol\n  ","910508":"\n  Something sweet but hard to find lol\n  ","910509":"\n  Yeah a few times lol. We learn from our mistakes tho\n  ","910510":"\n  I try to avoid alcohol...\n  ","910511":"\n  One of the neighbors have been arguing like every night .\n  ","910512":"\n  No, not that I'm aware of.\n  ","910513":"\n  Buy whichever item you like more, but we have to drop a restock BC they sold out like as soon as we released them. Glad you guys really love the collection though 💖\n  ","910514":"\n  I try to answer most of my questions as long as they're not like rude or anything.\n  ","910515":"\n  Wdym?\n  ","910516":"\n  But we've all been active on social media more. 😊\n  ","910517":"\n  Aha\n  ","910518":"\n  Oh... I'm kinda bad with jokes 😊\n  ","910519":"\n  Thanks\n  ","910520":"\n  Why wouldn't it be? You can still drive around and get essentials and that till curfew\n  ","910521":"\n  Like I said I tend to be 4-5 days behind on questions at times especially if I'm not in a talkative mood. Which lately I kinda been 😕\n  ","910522":"\n  Yes I do, especially the role she played in pitch perfect. Which we covered a few weeks ago.\n  \n\n   https:\/\/youtu.be\/u4dI5-iSA0E\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  💖\n  ","910523":"\n  Yesterday to get some stuff I needed and that\n  ","910524":"\n  Aha. I just like that saying better... Or maybe sometimes things just have to end and there's no explanation of why.\n  ","910525":"\n  Been doing that a lot more than usual lately. BC things are just a mess right now.\n  ","910526":"\n  Probably goldfish crackers but I tend to snack on a lot of things like fruit, vegetables, sandwiches etc.\n  ","910527":"\n  I love you 🙁💖\n  ","910528":"\n  I feel extremely nauseous 😭\n  ","910529":"\n  Yeah lol I want to be strict but not like really strict where my kid hates me\n  ","910530":"\n  If you wanted\n  ","910531":"\n  Chocolate milk, water or juice. Pop will be limited tho\n  ","910532":"\n  Aha\n  ","910533":"\n  Hi\n  ","910534":"\n  Hey, hows it going? \"\n  ","910535":"\n  Calm down a bit 😊\n  ","910536":"\n  No, they committed a crime they do the time\n  ","910537":"\n  Follow, follow !!\n  ","910538":"\n  Don't know who that it is and it doesnt affect me sorry\n  ","910539":"\n  I don't think its going to be lasting till next year\n  ","910540":"\n  Try to avoid them or ask them to leave (if youre hosting) or just be nice\n  ","910541":"\n  🤗\n  ","910542":"\n  Sure\n  ","910543":"\n  Please follow her. Shes a very sweet girl to know\n  ","910544":"\n  Lol no just like hormones and that\n  ","910545":"\n  All chickens lay eggs... Not all have chicks in them ... Idk how to really explain it but if you watch like Dr. K exotic er the same process with turtles as well\n  ","910546":"\n  My mind races with thoughts all night or my anxiety causes insomnia\n  ","910547":"\n  Yeah 😊\n  ","910548":"\n  Being true to yourself. You shouldn't have to change who you are if you accept yourself that was just to please others and measure up to their expectations.\n  ","910549":"\n  There's five of them two tiger striped and three black I think. Ones already spoken for as its the runt ...\n  ","910550":"\n  Just writing, drawing, designing\n  ","910551":"\n  Mine was pretty good, however I actually wanted to spend it at church and with my family like always. Kinda weird just spending it with two other people\n  ","910552":"\n  Have a goodnight\n  ","910553":"\n  Do something and be wrong. Depending if its like a good thing or not.\n  ","910554":"\n  I work from home 😊\n  ","910555":"\n  Yes I do, although I haven't been to one in quite some time.\n  ","910556":"\n  I always knock... I feel its sorta rude to just walk into other people's homes unannounced\n  ","910557":"\n  I'm not really a person who mods and stuff\n  ","910558":"\n  Yeah I know lol\n  ","910559":"\n  Hi\n  ","910560":"\n  I don't really listen to either ...\n  ","910561":"\n  Ah gotcha\n  ","910562":"\n  I meant on PC. I don't think console allows it unless you know like the tricks and that\n  ","910563":"\n  Sure\n  ","910564":"\n  She does many like every other day where its just chit chat and nothing really important that we need to know.\n  ","910565":"\n  Building a gaming computer? Or just need parts\n  ","910566":"\n  Well you can install custom content and tons of mods and have the store. On console you can only get what's in the game and have to like rebuild certain things BC you don't have all the games packs for it. And they won't let you download cc for some reason or mods.\n  ","910567":"\n  Everyone has heard the snippet of it and keeps requesting the full version. And tbh its a more relatable song BC I just wrote it like a week after a heartbreak\n  ","910568":"\n  I see. Kinda a slow day\n  ","910569":"\n  Basically bring back how they were in the sims 2 and those type of things but improve it and modernize it\n  ","910570":"\n  They're suppose to open it all back up soon but still have some rules in place\n  ","910571":"\n  Hey sorry I'm late but thanks\n  ","910572":"\n  Why aren't tigers an option :(\n  ","910573":"\n  Laying on my bed. Was out shopping all day\n  ","910574":"\n  I rarely play. Kinda wish they would improve the babies to be like more then just an object that lays in a basketnet (is that how its spelled) and cries. Like I want to see them actually make the bottle or feed them in a highchair (I know u can with the toddlers), but what about actually bathing the babies where's the changing tables, cribs, swings, bouncers strollers etc. Hopefully they come out with like a stuff pack or something. Kinda waiting for generations as well\n  ","910575":"\n  Friendship bracelets which you can see in some of our photos we post\n  ","910576":"\n  Inner beauty because looks so not define anything. But if you have an ugly personality then you're pretty much an ugly human being\n  ","910577":"\n  With jordan a week ago\n  ","910578":"\n  I'm okay and I wear like a 6-7 1\/2 just depends on the shoe brands\n  ","910579":"\n  I'm okay, could be better but just going through a rough week. Thank you\n  ","910580":"\n  Always posted 😊 and anyone can follow\n  ","910581":"\n  Thank you 😊\n  ","910582":"\n  I don't remember. Pretty sure there were more than one\n  ","910583":"\n  Most likely 😂\n  ","910584":"\n  Probably a raw garlic tbh I prefer my onions cooked more\n  ","910585":"\n  I don't really have anything motivational related right now... My mind is kinda a blur\n  ","910586":"\n  None 😊\n  ","910587":"\n  Like five I think\n  ","910588":"\n  No. What's ur obsession with vacuums\n  ","910589":"\n  Time and self love\n  ","910590":"\n  It looks really cool definitely different. I like the fact there's a microphone built in\n  ","910591":"\n\n   https:\/\/youtu.be\/TMudX9cwiHE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","910592":"\n  Yes I do but hardly use it 😂\n  ","910593":"\n  Music, dancing, find new indoor activities I can do at home lol\n  ","910594":"\n  I feel sometimes I don't understand the actual joke or what they really mean so the laughter can get pretty annoying in a TV show especially when you're not really paying attention to the details all like that as well.\n  ","910595":"\n  I like both\n  ","910596":"\n  Welcome\n  ","910597":"\n  Doing a handstand and juggling at the same time BC I'm not that good at juggling lol\n  ","910598":"\n  Okay 😊\n  ","910599":"\n  Didnt we do that already and people were disgusting those precautions. Being in a group of people and spreading it ... Yeah no thanks\n  ","910600":"\n  Going down by the beach and listening to to the waves, going for a walk, taking a nice shower, journaling\n  ","910601":"\n  New Cimorelli Saturday video 💖\n  \n  In this weeks video we dressed up as tik tokers and sang some popular tiktok songs as well\n  \n\n   https:\/\/youtu.be\/xxapDvNfoss\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","910602":"\n  Thank you honey... Just having a rough time\n  \n  Currently\n  ","910603":"\n  I'm sorry\n  ","910604":"\n  Just try to talk to her and get to know her if you can. You may not end up being in a relationship with the person but you still have a shot at being friends\n  ","910605":"\n  The secret life of an american teenager was such a good show that got overlooked when it was airing\n  ","910606":"\n  Maybe\n  ","910607":"\n  We don't have any plans at this time since we had some back to back shows all last year :)\n  ","910608":"\n  Not sure there's anything I really need\n  ","910609":"\n  Was suppose to go with a friend\n  ","910610":"\n  Mm was suplose to go over there\n  ","910611":"\n  Yep that I'm like a twig\n  ","910612":"\n  God placed her into my life BC he knew I needed someone like her as a friend 💖\n  ","910613":"\n  No I over heard a conversation when I was like 12ish of my family members talking and saying I was like getting chubby and stuff. .\n  ","910614":"\n  Me & andy are over here roasting 😂\n  ","910615":"\n  Its okay ....to not be okay\n  \n  Its okay to not be okay\n  \n  Its okay to not be okay 😔\n  ","910616":"\n  Are you guys in the UK okay? Really out here creating \"boy bands\" and roadies believe it 🙃 nonces\n  ","910617":"\n  Anyway ... Incymi we did a live stream on our youtube channel for the cimorelli podcast. This week you guys chose the topic : Body image which we shared our stories and experiences and other details about it. I also got really emotional and started crying in this as well 18 minutes in bc my life growing up people always tend to be rude towards how my body appeared or because I was to skinny etc.\n  \n   https:\/\/youtu.be\/2omOgB3s3WM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","910618":"\n  Just going through a rough moment right now...\n  ","910619":"\n  I hope you think of me high 🌺 going live on the podcast channel soon!! See you there babiez\n  ","910620":"\n  I got five. Two older, three younger.\n  \n  Older-michael, alex\n  \n  Younger- christian, nick, joey\n  ","910621":"\n  23%\n  ","910622":"\n  Thank you!!\n  ","910623":"\n  Lol we were there just not not at the moment 😂\n  ","910624":"\n  Kinda down\n  ","910625":"\n  \"Let's get this straight I'm NOT A GAME, IM NOT A NUMBER\n  \n  And if you can't step up, you cant get yourself TOGETHER then you can FIND URSELF A DIFFERENT LOVER\n  \n\n   https:\/\/youtu.be\/m3fv8oNN3ro\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","910626":"\n  This video forever makes me cry knowing christina was crying and why\n  \n\n   https:\/\/youtu.be\/YCERxkGwHYs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","910627":"\n  He dated me then dated lauren g\n  ","910628":"\n  Awe I'm sorry. And yeah my ex has two exs lauren now 😂\n  ","910629":"\n  He left early this morning.\n  ","910630":"\n  Hes not here\n  ","910631":"\n  Oh what is it ?\n  ","910632":"\n  Hi\n  ","910633":"\n  Mhm\n  ","910634":"\n  Is facebook down for anyone else ?\n  ","910635":"\n  A few times nithing really serious though\n  ","910636":"\n  I'm not really sure. He went to hang out with his friends today. But I'm sure he's alright 😊\n  ","910637":"\n  Probably a few times to be fair. Can't always be right\n  ","910638":"\n  I don't think it will 😊\n  ","910639":"\n  Anxiety or someone is holding them back from doing things like parents or friends\n  ","910640":"\n  Awe thanks 😊\n  ","910641":"\n  Watermelon or like strawberries\n  ","910642":"\n  I got my own tbh\n  ","910643":"\n  Glazed\n  ","910644":"\n  Gotta clean my room and stuff.\n  \n  And go shopping for things I need\n  ","910645":"\n  I haven't used a pay phone in years... Lol\n  ","910646":"\n  Pop, sad songs, catchy and fun ones as well\n  ","910647":"\n  That its not easy to forget or think about\n  ","910648":"\n  By the comments they make or them writing the lyrivs out or fan art\n  ","910649":"\n  All I want to do is post pictires of jordan but his hair is always a mess 🙃😩\n  ","910650":"\n  Mhm\n  ","910651":"\n  I don't have to prove anything to anyome because only i know why I did or said something and the truth💖\n  ","910652":"\n\n   https:\/\/youtu.be\/JpZ82oU_UQc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","910653":"\n  I'm taken 🙂 by Jordan Reece Fisher\n  ","910654":"\n  I'm doing pretty good so far today, thank you for asking 😊 hope yours is amazing as well ,❤\n  ","910655":"\n  Definitely love pizza but lately been on a fries craze lol\n  ","910656":"\n  I don't even think there's blockbusters existing around here anymore.. The only thing close is like family videos ... :( those were the good childhood memories. Going there like every two weeks to pick out movies to watch and getting excited about the new tape releases lol\n  ","910657":"\n  Sorry I'm late lol, but hope you had a great day even though times are tough this year with not seeing friends and stuff\n  ","910658":"\n  Thats no ones concern lol\n  ","910659":"\n  Nooo\n  ","910660":"\n  Thank you. Wasn't really my favorite print or color and didn't plan on having a tan previous to easter this year from being in the sun lol\n  ","910661":"\n  Life\n  ","910662":"\n  I do believe I had a past life and was like rebirthed, but we all like eventually started to forget those memories with our new life. Another thing I been thinking about recently is what if dreams and nightmares are really just memories or flashback of our previous life and that's why we don't really remember them much when we wake up?\n  ","910663":"\n  Life really gets better when you start wearing jeans that fit you instead of trying to squeeze yourself in the smallest size you can get to button\n  ","910664":"\n  lol sorry guys switching up these moods real quick\n  ","910665":"\n  u ever so disturbed by someone that you literally can’t breathe\n  ","910666":"\n  😍\n  ","910667":"\n  Maybe try talking to like a english major or youre teacher and see if they can help?\n  ","910668":"\n  Hm I wish I could help :( but I cant find like any essays about it to go off\n  ","910669":"\n  Basically you got to find like facts that prove that hypothesis to be wrong. And back it up lol\n  ","910670":"\n  Yea\n  ","910671":"\n  Awe thanks\n  ","910672":"\n  No not recently. But there was that big storm awhile back ago when a random flash went off with a big bang.\n  ","910673":"\n  Bahamas. Or somewhere I can just relax and have no worry for awhile\n  ","910674":"\n  Accurate 😂\n  ","910675":"\n  A teenager\n  ","910676":"\n  Someone who doesnt untick but is very kind\n  ","910677":"\n  I mostly follow people who I personally know as friends or i have worked with before\n  ","910678":"\n  Enough to buy groceries and necessties and have some left over\n  ","910679":"\n  Yes\n  ","910680":"\n  Maybe again\n  ","910681":"\n  Not a lot tbh.\n  ","910682":"\n  He's playing a game\n  ","910683":"\n  Yes\n  ","910684":"\n  Thank you\n  ","910685":"\n  Sorry I'm late on answering this, but I hope each and everyone of you still had an amazing easter evening though we are confident to our homes and cant see all of our family and friends 💖\n  ","910686":"\n  Christine, BC I was born on the oldest sisters christina's birthday.\n  ","910687":"\n  Great to hear !!\n  ","910688":"\n  Me too\n  ","910689":"\n  Thanks. I'm sure he appreciates it\n  ","910690":"\n  Unless we change the way we make things and try to make it more eco friendly\n  ","910691":"\n  He's just not his best rn\n  ","910692":"\n  I have to keep an eye on him or someone who is responsible has to\n  ","910693":"\n  Basically more types of love came into place as time went by\n  ","910694":"\n  Message me\n  ","910695":"\n  Thank you 😊\n  ","910696":"\n  I'm sorry... I don't understand what you're trying to ask :\/\n  ","910697":"\n  I'm just frustrated\n  ","910698":"\n  Snakes\n  \n  Sharks\n  \n  Tigers\n  ","910699":"\n  Mhm\n  ","910700":"\n  *not about jordan* but it just hurts my mind how someone can just sit there and claim they love me or even tell me they do and wants us back together but then like two days later they're calling someone else the love of their lives....\n  ","910701":"\n  He's alright, just he has to stay with me or someone and kinda have to keep an eye on him atm\n  ","910702":"\n  I'm baffled 😂\n  ","910703":"\n  Acting like theyre the owner of the site and I cant post anything they don't like lol\n  ","910704":"\n  I'll do what I want 😂 don't like it unfollow then goodbyeee\n  ","910705":"\n  You make me sick...\n  ","910706":"\n  Hi?\n  ","910707":"\n  Hahaha 😂 penelope the cat\n  ","910708":"\n  Thats BC she lives with us 😂\n  ","910709":"\n  My hobbies include:\n  \n  1. Avoiding everything\n  ","910710":"\n  Not really. I can pretty much do everything I want to do but I also keep my beliefs and religion and upbringing in thought as well..and think is this the type of examples I want to set for the younger audience that looks up to me as their rolemodel\n  ","910711":"\n  I was always a bit more mature for my age growing up tbh\n  ","910712":"\n  Whenever you're mature enough and both ready for commitment and promises to help get you through any roadblocks that will come your guys way\n  ","910713":"\n  Hi\n  ","910714":"\n  I think that would depend on how you treat animals. Some may be excited and happy and others might be mean and curse\n  ","910715":"\n  Uh..sure doing as many as I can\n  ","910716":"\n  Don't know who or what that is sorry :(\n  ","910717":"\n  Like the cellphone or the fruit? I hate the fruit but don't mine the cellphone brand.\n  ","910718":"\n  I haven't seen it and not sure I should watch it. Been hearing mixed reviews lol\n  ","910719":"\n  Yes it should\n  ","910720":"\n  Probably not lol\n  ","910721":"\n  Have a good night anon 😊\n  ","910722":"\n  Not that I remember\n  ","910723":"\n  Hershey's cookies n creme\n  \n  Reese's\n  \n  And kisses\n  ","910724":"\n  I have ate there before.. And no I just have really bad experiences with papa johns. Rather order from pizza hut or dominos lol\n  ","910725":"\n  I had to work on band related content for youtube 😊💖\n  ","910726":"\n  Heart eyes 😍\n  ","910727":"\n  Got to love when people send you messages claiming they tried to hack your account on kik and replies back with the email you used... Then proceeds to call me fake because it goes back to my email that I have used since I was a kid and long before I even changed my user names to my actual name. I used to go by one of taylor swifts songs whensparksfly 😂 also the lyric from hearts on fire \"and the sparks fly\" just because I didn't use my email with my bame in it doesnt mean anything 😂 and its an old app that no one really even cares about anymore\n  ","910728":"\n  Oof.. What did you do boi\n  ","910729":"\n  Its more of a family movie lol\n  ","910730":"\n  No problem\n  ","910731":"\n  Idk why but he requested finding nemo  😂\n  ","910732":"\n  Everythings okay atm but thank you\n  ","910733":"\n  I do 😊\n  ","910734":"\n  I don't have one 🙃\n  ","910735":"\n  Chicken. Pasta. Spring rolls.\n  ","910736":"\n  Hope you feel better soon\n  ","910737":"\n  My mood lol and yeah he's just not having a good moment right now...\n  ","910738":"\n  Not to bad. Just had to go pick up jordan  ..\n  ","910739":"\n  Ahahahaha 😂\n  ","910740":"\n  Great, how about you? 😊\n  ","910741":"\n  BC that's weird\n  ","910742":"\n  I'm not a fan of touching people especially their feet\n  ","910743":"\n  Probably not\n  ","910744":"\n  A lot. But its not one of my favorite foods lol\n  ","910745":"\n  BC that's nothing something people like would normally just do lol\n  ","910746":"\n  Probably would be a bit weirded out but laugh as like a joke\n  ","910747":"\n  Yeah?\n  ","910748":"\n  Sure\n  ","910749":"\n  But idk who you are\n  ","910750":"\n  Hello\n  ","910751":"\n  A headband lol\n  ","910752":"\n  How am I suppose to follow you when you're in anonymous ....?\n  ","910753":"\n  Hi\n  ","910754":"\n  Blue and orange!!\n  ","910755":"\n  Ur anon\n  ","910756":"\n  Ooh tough one.... I really love paris or just like england and the surrounding areas in general. But I also love brazil ...\n  ","910757":"\n  Anon\n  ","910758":"\n  💕\n  ","910759":"\n  I'm not with any of them now. I was earlier for band meetings\n  ","910760":"\n  My sisters, Arielle, alice and jordan\n  ","910761":"\n  That would be adorable.\n  ","910762":"\n  😊\n  ","910763":"\n  I just made like chicken, broccoli and rice. And then some extra stuff for amy and arielle\n  ","910764":"\n  Pretty cool 💖\n  ","910765":"\n  I normally wake up to like 300\n  ","910766":"\n  I had to redo my drivers test twice because I didn't pass the first time and was pretty upset about it. I was only 16 at the time. Christina took me out to a movie and ice cream to cheer me up. And then I passed on the second  time. Been driving since, and he lives only like 15 minutes away so its not really far.\n  ","910767":"\n  215\n  ","910768":"\n  Drove to his place\n  ","910769":"\n  Have a good night\n  ","910770":"\n  Sure I could use some questions 💖\n  ","910771":"\n  Good to hear 😊\n  ","910772":"\n  I forgot what this conversation was about... Sorry\n  ","910773":"\n  My easter was pretty good, not the worst but could've definitely been better. Hope yours was well 💖\n  ","910774":"\n  Had to go pick him up....\n  \n   @jjboi1999\n  \n","910775":"\n  Cleaned up my house, had to go to band meetings and work, and had to go get my boyfriend.\n  ","910776":"\n  I know 😊🙊 cant wait to see pictures of what it looks like\n  ","910777":"\n  I'm sorry I don't understand :(\n  ","910778":"\n  Yeah aha\n  ","910779":"\n  Haven't heard that one yet 😂\n  ","910780":"\n  Lolo, babygirl, angel and laur\n  ","910781":"\n  Jojo bear 💖 jor, jordy\n  ","910782":"\n  No. But I am going to see him tonight and like two friends if they're up to it\n  ","910783":"\n  Wearing babes hoodie like 😩💕\n  ","910784":"\n  No, I'm with jordan\n  ","910785":"\n  My ex? No lol\n  ","910786":"\n  Well just been going through a rough few months now. Tired of people thinking its okay to toy around with people's feelings and that and then be inconsiderate as well\n  ","910787":"\n  Mm kinda\n  ","910788":"\n  Be careful with who you choose to fully give your heart to. You never know the other person true intentions and an \"I love you\" is just a phrase to be thrown around now a days.\n  ","910789":"\n  No problem\n  ","910790":"\n  Honestly I can't sleep, really just tired of people shouting or talking loudly ...\n  ","910791":"\n  No BC money cannot buy real love and love should come first before money does. And if they truly care and love you then they'll be with you no matter if you have money or not.\n  ","910792":"\n  I'll dance like crazy even if someone was watching BC I'm not afraid to express myself. I like upbeat and just really fun music.\n  ","910793":"\n  One piece bathing suit\n  ","910794":"\n  Being used\n  ","910795":"\n  I'm doing great, how about you?\n  ","910796":"\n  Probably amy\n  ","910797":"\n  They still have us on a curfew and certain amounts of people allowed in a place at once and such\n  ","910798":"\n  Ours didnt but we did however fun one to watch 😊\n  ","910799":"\n  No\n  ","910800":"\n  Katherine\n  ","910801":"\n  Jonas brothers\n  ","910802":"\n  Hope you had a great time 💖\n  ","910803":"\n  Because he's crazy for bananas?\n  ","910804":"\n  The beach, bc i find the waves crashing to be peaceful especially early in the morning when the world is asleep\n  ","910805":"\n  We had left iver pizza for breakfast, watched the church service online, and made dinner on the grill and enjoyed the nice day until the storms started coming in outside\n  ","910806":"\n  22. And three years\n  ","910807":"\n  Hoodie by hey violet\n  ","910808":"\n  Its okay. No worries\n  ","910809":"\n  Excuse is\" I been ... Busy\"\n  ","910810":"\n  💖\n  ","910811":"\n  Sure\n  ","910812":"\n  Awe thanks 😊\n  ","910813":"\n  Hi\n  ","910814":"\n  Thank you. And it depends I'm kinda both but I do like wesring ripped jeans a lot\n  ","910815":"\n  Not all of them but I do like knowing most of the trends and trying them out myself\n  ","910816":"\n  Not really but I am however learning how to!!\n  ","910817":"\n  I've been having nightmares recently ...\n  ","910818":"\n  Read\n  ","910819":"\n  Brother bear\n  ","910820":"\n  Being their biggest fans in hard times and lifting them back up\n  ","910821":"\n  No I seen like one episode and never watched it again. Wasn't really a fan of the language either...\n  ","910822":"\n  Once in awhile we do. We just did one like last month for the nashville tornado relief\n  ","910823":"\n  I slept until like noon\n  ","910824":"\n  I think that would be adorable\n  ","910825":"\n  Hi\n  ","910826":"\n  Awe you're always worth it and don't let anyone try to bring you down ever!! 💖\n  ","910827":"\n  Its not a goodbye but a I'll see u later\n  ","910828":"\n  I think one where I was in the car with someone and on our way back to our hometown. The bridge we were crossing became flooded and my sister drove through it leaving us trapped underwater and the bridge crumbs and waves like came over the car and we couldn't escape ...\n  ","910829":"\n  I'm good just waiting on Jordan\n  ","910830":"\n  Hey luvie\n  ","910831":"\n  I can't sleep this is funnnnnn\n  ","910832":"\n  I cant answer that..\n  ","910833":"\n  Yeah he's fine just tired\n  ","910834":"\n  No he's at his house sleeping 😂\n  ","910835":"\n  Not that I'm aware just kath is\n  ","910836":"\n  He's sleeping 😂\n  ","910837":"\n  I'm kinda with someone but he's been away doing with things lol\n  ","910838":"\n  Awe you're so welcome 😊 glad I can help\n  ","910839":"\n  Mhm\n  ","910840":"\n  Kinda different a bit tho\n  ","910841":"\n  I met many.😊 but here's a throwback photo with ross lynch from R5 and austin and ally\n  ","910842":"\n  Sure 😊\n  ","910843":"\n  Have your own beliefs and values but don't disrespect others who differ\n  ","910844":"\n  Eggs, toast, sausage, fruit and juice\n  ","910845":"\n  Always do your homework before playing\n  \n  Clean up after yourself\n  \n  And no electronics at the table\n  ","910846":"\n  Ah ah sorry\n  ","910847":"\n  Hello\n  ","910848":"\n  I'm alright thanks for checking in on me 💖\n  ","910849":"\n  She's the gift 😂\n  ","910850":"\n  Omg this is a song but I don't remember it!!!\n  ","910851":"\n  Just trying to organize things and keep an eye on some kittens that a stray decided to birth on our back patio lol\n  ","910852":"\n  Still be nice and respectful and talk to them\n  ","910853":"\n  Really wondering if you actually want me or you're just gonna break my heart again...\n  ","910854":"\n  Avocado toast and eggs, a oatmeal snack thing, spaghetti and yogurt coated pretzels\n  ","910855":"\n  Not a single day goes by\n  \n  Show me what is through my mind\n  \n  I know somebody Ican'tdeny\n  \n  I'm still missingyou (I'm still missing you)\n  \n  And I'mtorn cause I'm hella frustrated\n  \n  I know we have the special baby\n  \n  But now the fact that you gone for good\n  \n  And I don't know what to do\n  \n  [Pre-Chorus]\n  \n  I try to stay occupied\n  \n  I try to put you all the side\n  \n  I try and try and try and try\n  \n  Still it's no use\n  \n  Don't know what's going with me\n  \n  But I am knowing it's hurting me\n  \n  I need your love to send me free\n  \n  Listen to me\n  \n  [Chorus]\n  \n  Do you still think of me? baby baby\n  \n  Cause you on my mind is driving me crazy, crazy\n  \n  Are you finally over me, you can tell me the truth\n  \n  Or do you still love me the way I still love you\n  \n  [Verse 2]\n  \n  Just the other day, I seen you\n  \n  You caught me for a little while\n  \n  You told me you were going just fine well\n  \n  It was good to see you smile (good to see you smile)\n  \n  Memories running through my head\n  \n  Feelings coming back oh yeah\n  \n  Yeah it hurts again\n  \n  You're happy with someone else\n  \n  [Pre-Chorus]\n  \n  I try to stay occupied\n  \n  I try to put you all the side\n  \n  I try and try and try and try\n  \n  Still it's no use\n  \n  Don't know what's going with me\n  \n  But I am knowing it's hurting me\n  \n  I need your love to send me free\n  \n  Listen to me\n  \n  [Chorus]\n  \n  Do you still think of me? baby baby\n  \n  Cause you on my mind is driving me crazy, crazy\n  \n  Are you finally over me, you can tell me the truth\n  \n  Or do you still love me the way I still love you\n  \n  [Bridge]\n  \n  I kno-ow\n  \n  That I let love sleep away and\n  \n  I'm going insane\n  \n  All because I want you back\n  \n  I need you back\n  \n  This is the biggest regret\n  \n  I'll ever have to face\n  \n  Oh yeah\n  \n  [Chorus]\n  \n  Do you still think of me? baby baby\n  \n  Cause you on my mind is driving me crazy, crazy\n  \n  Are you finally over me, you can tell me the truth\n  \n  Or do you still love me the way I still love you\n  ","910856":"\n  Awe thank you. You are as well 😊\n  ","910857":"\n  😊 how are you doing ?\n  ","910858":"\n  Made spaghetti ... Haven't really been ordering take out\n  ","910859":"\n  Thats a bit rude. People can't help the fact they were born with an extra chromosome or a rare disease or mental illnesses etc.\n  ","910860":"\n  I'm doing alright just annoyed with all the changes being made and how they keep prolonging the situation\n  ","910861":"\n  I don't know I never been to jail or a prison\n  ","910862":"\n  You belong with me\n  \n  Coming home\n  \n  Price tag\n  \n  We are the world\n  \n  Backseat\/till the world ends\n  \n  There's a lot tbh\n  ","910863":"\n  Oo okay 😂\n  ","910864":"\n  I don't mind it as long as theyre not like doing anything to harm us or whatever. And are good people\n  ","910865":"\n  I don't think they ever hated any of my exes. Maybe just disliked a but after the fact one broke my heart\n  ","910866":"\n  Baby girl, laur, angel, or lolo\n  ","910867":"\n  Doctors\n  ","910868":"\n  I'm just making regular spaghetti lol\n  ","910869":"\n  Hopefully my message and the way I spread my heart to everyone I could\n  ","910870":"\n  Okay\n  ","910871":"\n  😊\n  ","910872":"\n  My sister went and brought candy for us to enjoy and cleaned the dishes lol\n  ","910873":"\n  An owl or a tiger because I would want to be wise like an owl but fierce like a tiger\n  ","910874":"\n  Awe that's a pretty cool idea you've came up with\n  ","910875":"\n  Probably not get it at all? Because even if our body becomes somewhat immune to it, you can still catch it and it can still have the possibility of killing you like the flu does. Or having a new strand that doesn't have a vaccine avaible yet\n  ","910876":"\n  I found out about ask fm a few years ago BC people had this habit of making fake accounts of us on here (still happens on various socials and we've had to contact them asking them to like ban any accounts because there was just thousands and our fans would encounter them thinking it was really us and these people were just rude and saying things. It wasn't till many years later that I decided to join. Because most of my friends were using this back in the day when it was much more enjoyable. The only reason I still use it now is BC I have friends and people on here I actually enjoy socializing with\n  ","910877":"\n  Not really, more like aha somewhat tickles but then sharp uncomfortable pain\n  ","910878":"\n  Yes\n  ","910879":"\n  No it didn't because, I learned at my own pace instead of being stressed out for not fully understanding the topic I was being taught right away. I didn't have to deal with bullying from other children. I could eat whatever I wanted for breakfast and lunch and I could set my own schedule for when I wanted to get up and do school work and then had the rest of the day to do whatever I wanted like going to see a movie or playing outside\n  ","910880":"\n  You seem like a really caring, down to earth person who has so much compassion for all things they love\n  ","910881":"\n  Probably like certain gifts I have gotten. I still have like boxes and that to sort through. And lots of unused perfumes and nail polishes lol\n  ","910882":"\n  Evening\n  ","910883":"\n  Probably the worst since there's a shortage on cleaning supplies and things like sanitizer, rubbing alcohol etc. Or you have to pay a ridiculous amount of money to buy the item\n  ","910884":"\n  Hello\n  ","910885":"\n  To end poverty\n  ","910886":"\n  Awe thanks\n  ","910887":"\n  Glad you love it\n  ","910888":"\n  Mhm 😊\n  ","910889":"\n  Especially when you only have that and base game to work with\n  ","910890":"\n  Hello\n  ","910891":"\n  I didn't even know they make you watch ads for shout outs 🙃 lol good thing I dont really use them\n  ","910892":"\n  Evening to you 😊\n  ","910893":"\n  Him 💖\n  ","910894":"\n  Its hard to build like a four bedroom \/ family home on island living that actually looks like it belongs there lol\n  ","910895":"\n  Thinking about releasing atom bomb here in a few months\n  ","910896":"\n  The price raised on items though is ridiculous!! Like $10 for a small box of macaroni and cheese\n  ","910897":"\n  Yeah I know but I don't feel like spending hours trying to perfect a house building right now lol\n  ","910898":"\n  She's due sometime in august so yes the baby will be a leo like its mother and me.\n  ","910899":"\n  They even have everything but the food and necessities taped off 😂\n  ","910900":"\n  I would change the time period of the years like 2014ish to 2017. Because there was this guy I was like really inlove with and just couldn't get over at all for years until I moved across the country is when I actually started getting over him but then I went through like a really hard breakup after wards. So if I never would have met them then I wouldn't have been so depressed and stuff. But then y'all wouldn't have my solo music to listen to them\n  ","910901":"\n  Havent really been in a gaming mood\n  ","910902":"\n  Does yours have the entrances blocked off with shopping carts and fences ?😂 and have an employee standing there with a counter wiping down the carts and stuff\n  ","910903":"\n  Been awhile since I actually played that game\n  ","910904":"\n  Exactly and like every day I see changes being made like only a certain amount allowed into the store and stuff ... Its annoying\n  ","910905":"\n  A lot of us are. Some not so much\n  ","910906":"\n  And then once the elections are over is when I feel all of a sudden this stuff just goes away. Like the same thing with ebola and azika how many people did we know were actually infected? And we didn't shut things down BC of those so why is this such a big deal\n  ","910907":"\n  I used to be weirded out considering I was like 16 when they started to do so but now I'm like its just an inside joke between my solo stans and I know. And nothing serious lol. I do want to be a mom one day though\n  ","910908":"\n  Many have admitted they're in love with me... But I'm not interested in girls\n  ","910909":"\n  My mental health is slowly crashing loland i don't really know how I'm coping right now BC I'm loosing my mind\n  ","910910":"\n  297\n  ","910911":"\n  Literally I feel this is all just some fake made up break out tbh. Yes corona is real and all but its been out in this world for decades and now that the elections are coming up there's all of a sudden a break out on something that's been existing for years? And never been an issue until now? And what also doesn't make sense.... Wuhan was the direct source of this but it didn't really affect any of the surrounding areas or cities around it? And mysteriously (I'm not sure if this is actually how it happened or not) they inject it into the bats and the bats fly over to the us in the summer time and eat the mosquito's or whatever and the mosquito's bite us and infection us? Just doesnt make sense. Then theyre talking about this can go on way past summer? Like what else do you really need to take from us ?\n  ","910912":"\n  I get overwhelmed by it BC I always have people who I don't really know just coming up to me and trying to hug me and stuff or assume and expect that I will hug them BC theyre so and sos friends\n  ","910913":"\n  No I don't think I do. I think you need a nap anon\n  ","910914":"\n  No it wasn't\n  ","910915":"\n  Me either\n  "}}