{"Question":{"910916":"\n   How so?\n  ","910917":"\n   You are a great gf worrying about your bf. You are amazing never change ok\n  ","910918":"\n   Well you ladies should I would pay at least 100$ for autographed tshirt s, u should ask\nfollowers. I bet so many people would?\n  ","910919":"\n   Eventually it's going to get back to normal you just gotta have faith.\n  ","910920":"\n   Yeah I won't be weird. I am actually from Pakistan too. Would that matter to you? If that wouldn't then can I untick and we shall talk privately here?\n  ","910921":"\n   I'm sorry why though\n  ","910922":"\n   😂😂\n  ","910923":"\n   How do you define evil,  and do you believe a person can be evil?\n  ","910924":"\n   Any engagement plans with Jordan. Recently?\n  ","910925":"\n   PROUD OF LAUREN 🧡\n  ","910926":"\n   Hey what is your snapchat gorgeous 🥂\n  ","910927":"\n   Ever grabbed your belly and yelled HO HO HO MERRY CHRISTMAS?.. or is that just me who does that?\n  ","910928":"\n   How your y'alls Easter?\n  ","910929":"\n   That's mad 🤣\n  ","910930":"\n   How to protect yourself from the virus? #StayAtASK\n  ","910931":"\n   Happy easter💛\n  ","910932":"\n   Good night Lauren 😴🛏\n  ","910933":"\n   If you were granted THREE wishes, what would they be ?(:\n  ","910934":"\n   If I may ask, how do you know who you are as a person?\n  ","910935":"\n   If I may ask, would you rather own a whole collection of Disney books or the Cat and The Hat books?\n  ","910936":"\n   If I may ask, when you go out and about and what not, do you get all gussied up or do ya just wear what ya got on?\n  ","910937":"\n   Hey anyone tell you that you are amazing at what you do? <3\n  ","910938":"\n   This person asking about shorts underneath girls skirts is a clearly a pervert that looks up girls skirts and dresses\n  ","910939":"\n   You're welcome and not sure when you guys would check it but it should be safe right?\n  ","910940":"\n   Followed\n  ","910941":"\n   Who is bothering your baby sister?\n  ","910942":"\n   I havent been feeling the greatest lately ...y\n  ","910943":"\n   How many vera Bradley backpacks or items do you have\n  ","910944":"\n   Can you post a picture of your vacuum\n  ","910945":"\n   Because of the cancellation of all sports events, ESPN will be covering live toilet paper wrestling in the aisles of Walmart’s. Are you tuning in to watch?\n  ","910946":"\n   Have you got an Easter egg ready for this Easter?\n  ","910947":"\n   Did you get any palms for Sunday?\n  ","910948":"\n   Do you ever get upset at how Lisa when she annoys you?\n  ","910949":"\n   Without 🐥 where you will get egg?..🤔\n  ","910950":"\n   Oh....\n  ","910951":"\n   Did anyone tell you that you look like Naomi scott?\n  ","910952":"\n   That pretty good\n  ","910953":"\n   Are your feet ticklish?\n  ","910954":"\n   What's the last show\/movie that made you cry? 🥺🥺🥺\n  ","910955":"\n   Musica preferida?\n  ","910956":"\n   Plans for today\n  ","910957":"\n   Which would you rather have 🍗 🥩 🍔 🍕 🌭 🌮 🌯 🥡 and why\n  ","910958":"\n   Who's your favorite actor and what was his or her best role?\n  ","910959":"\n   What makes us human?🙌🏽\n  ","910960":"\n   What is your definition of happiness?\n  ","910961":"\n   Pap shoes plzz😳🤗\n  ","910962":"\n   💫💚\n  ","910963":"\n   follow for follow\n  ","910964":"\n   Can we be frnds in Facebook???\n  ","910965":"\n   Can I add you on insta I'm\n  ","910966":"\n   Well he told me he wanted me to go with him then he tells me oh now you can't come because i ain't going to get my surprise they said they were going to give me\n  ","910967":"\n   What three things in life you want more than anything else?\n  ","910968":"\n   What’s something in your first language that most foreigners are confused by? — In German many people don’t understand that there are two terms for “you” which are “Du” and “Sie”. The first is personal and the second one is more formal e.g. for authorities. 🤗\n  ","910969":"\n   Amazing pics is that cimorelli clan picture today's or not?\n  ","910970":"\n   Single or taken?\n  ","910971":"\n   Happy Easter Lauren 🐇🐣🐇🐣🐇🐣🐇\n  ","910972":"\n   Happy Easter to those who celebrate it! I hope y'all have a great day 😊💛\n  ","910973":"\n   If you had to choose between being alone for the rest of your life, or being surrounded constantly by \"fake\" people just to have the company, which one would you choose?\n  ","910974":"\n   Looking gorgeous in yellow 🤩🤩❤🤗\n  ","910975":"\n   Who is the most selfish person that you've ever met\n  ","910976":"\n   Your most welcome 😘❤😍\n  ","910977":"\n   So how are you Lauren\n  ","910978":"\n   Have you seen the picture Keira posted on Instagram.\n  ","910979":"\n   Coming up with that was not easy and the best yoo could respond with is “LoL” that hurts Lauren that really hurts😢\n  ","910980":"\n   Just looking on the news somewhere in the world a zoo threw a deer that was still Alive into the lion cage\n  ","910981":"\n   What would be the perfect gift for you?\n  ","910982":"\n   as a popular girl on ask, are there any users you legit feel belong in jail\/prison. how much time, your estimate.\n  ","910983":"\n   Yep definitely I haven't seen my 85 year old Dad in 3 weeks\n  ","910984":"\n   More of a singer.\n  ","910985":"\n   What is an e girl?\n  ","910986":"\n   welcome.\n  ","910987":"\n   Who is biggest gossip in the family?\n  ","910988":"\n   She Has to rearrange till maybe next year?\n  ","910989":"\n   Cheeseburgers how many and were they amazing?\n  ","910990":"\n   hey\n  ","910991":"\n   Honesty hour yay or nay\n  ","910992":"\n   he ain't leaving the band\n  ","910993":"\n   Hello\n  ","910994":"\n   Do you think it strange that someone who is racist, is actually insulting themselves? Because we are actually all just one race.\n  ","910995":"\n   Rant.!\n  ","910996":"\n   Last time u cried?\n  ","910997":"\n   Why did you do for your mother to shut a door on your finger?\n  ","910998":"\n   Which would you prefer in a romantic partner: a dreamer or an achiever?\n  ","910999":"\n   awwww how is she\n  ","911000":"\n   I order something will arrive on Saturday not sure when you guys check the p.o box will it be safe and soon as I can going to order something for Amy\n  ","911001":"\n   Are we doing Justice with Nature?✨\n  ","911002":"\n   why some people keep creating more than 2 or 3 accounts here? how many does a person need? smh. they fooling others and treating askfm as a joke.\n  ","911003":"\n   I think I might have actually listened to it. But I’ll still check it out in case I have yet to. The story behind the song just amazes me. Growing up similar to his story and how relatable the movie was. It’s crazy. It was just beautifully written and filmed all together.\n  ","911004":"\n   Are you a meat eater or vegan?\n  ","911005":"\n   Same here I was down low but spent time with my mom and sister and brother I feel\nBetter around them.. Do you agree with me?\n  ","911006":"\n   And basically making my mental state go down.. Did you have an attack?\n  ","911007":"\n   Rats you are so nice Lauren I hate seeing you have so much being used and lied to. I hope you find someone worth your time ok\n  ","911008":"\n   Well you all look amazing in it pass it on to\nother ladies :)\n  ","911009":"\n   What will you be doing for Easter Sunday. The bf will he coming over?\n  ","911010":"\n   Great picture of you All and is this pic of you ladies tonight?\n  ","911011":"\n   I love it when you smile. Really brings out your personality.\n  ","911012":"\n   💣-\n  ","911013":"\n   Have you ever got into an argument and realised you were actually wrong while arguing\n  ","911014":"\n   -\n  ","911015":"\n   What is one thing that is annoying you atm\n  ","911016":"\n   who likes curry? or curry goat? 😋\n  ","911017":"\n   Why no Easter hunt? Lol\n  ","911018":"\n   do you enjoy breakfast or are you not a big fan of breakfast foods?\n  ","911019":"\n   How many people do you think you've met in your life?🌚\n  ","911020":"\n   i hate this shout out feature guys 🙄\n  ","911021":"\n   ever gonna fishing 🎣\n  ","911022":"\n   Cute*\n  ","911023":"\n   Cure profile picture 😉👌\n  ","911024":"\n   Were you able to keep the food down? Papa John.\n  ","911025":"\n   Happy Easter Lauren will you all be having Easter egg hunt? Lol\n  ","911026":"\n   What are the most important advantages of Internet?\n  ","911027":"\n   What's for dinner?\n  ","911028":"\n   At what point are we good enough? \n\nWhen are we self-improved enough to accept ourselves?\n  ","911029":"\n   What's the biggest lie you've heard so far? 🤭😱🤭😱\n  ","911030":"\n   Have you ever been to Turkey?\n  ","911031":"\n   Midnight thoughts💫\n  ","911032":"\n   aaaghh!!\n  ","911033":"\n   Yeaaaah welcome\n  ","911034":"\n   Favorite boy band?\n  ","911035":"\n   Have you ever had surgery before\n  ","911036":"\n   Mi consigli canzoni?💙💙\n  ","911037":"\n   What are some tips\/ suggestions a guy should do if whenever he talks to a girl he feels like he is frozen and can’t breath?\n  ","911038":"\n   Is it hot in here it is it just you?\n  ","911039":"\n   My favorite thing to order from Wendy's is definitely spicy chicken sandwich. What's your favorite thing to order from Wendy's?\n  ","911040":"\n   Where is the best place to find your work?\n  ","911041":"\n   ask me stuff 🔥🤷‍♀️\n  ","911042":"\n   Wow can this isolation thing end  are you going a little bonkers?\n  ","911043":"\n   why not?\n  ","911044":"\n   Sleep easy or still go online and apend money? Lol\n  ","911045":"\n   When's the last time you burped?\n  ","911046":"\n   If I may ask, are you ok?\n  ","911047":"\n   Is it possible for humans to create something completely novel and new that is based on nothing that previously existed? \n\nOr is human creativity just rearranging and building on previous ideas?\n  ","911048":"\n   Hi what is your favorite multiplayer games?\n  ","911049":"\n   🌷Or🌹?\n  ","911050":"\n   hes my bf now lol\n   \n    https:\/\/youtu.be\/fFUWV9wLSl4?t=24\n   \n","911051":"\n   What's going on?\n  ","911052":"\n   That’s not really good Lauren they should obeying or they are gonna get sick 🤒\n  ","911053":"\n   Ya 🧡 anyway good night again Lauren speak in a few hours 3.51am here😂\n  ","911054":"\n   Do you think Dani married young to be free from you all?\n  ","911055":"\n   It's a good time to write some new material though\n  ","911056":"\n   Well everyone is just being careful. You get quite alot of people trying to brake the rules. But our government says the longer they do we will stay in lockdown.\n  ","911057":"\n   Amazing tik tok songs.. Who comes up with ideas!?\n  ","911058":"\n   Any plans for tonight Lauren?\n  ","911059":"\n   Are you more yourself when you are at your best or when you are at your worst?\n  ","911060":"\n   They have dismantled all playground equipment.\n  ","911061":"\n   You wouldn't laugh at them being pushed over in the portaloo i mean they'd be covered lol you might not wanna go near them\n  ","911062":"\n   Thank you same too you. Don't get stressed out to much though. Things will get back to normal soon. Stay Safe 🧡\n  ","911063":"\n   Thanks for your answer. Really beautiful how you call God, so simply and affectionately, our Father. Please would you keep me in your prayers? (Thanks. :-) )\n  ","911064":"\n   Ah they are finding people to over here. If there caught sun bathing in local parks our beaches\n  ","911065":"\n   I am off to bed bed now good night Lauren good night 😴🛏💛💙🖤🧡\n  ","911066":"\n   Was the story of ‘Romeo and Juliet’ a Tragedy?✨\n  ","911067":"\n   In the uk you are aloud to go out of the house for an hour. But only if it's necessary like shopping you need. But it's a NO TO VISITING RELATIVES.\n  ","911068":"\n   Have you ever stopped watching a tv series because your favourite character died? Which character of which tv series was it?\n  ","911069":"\n   what’s unconditional love?\n  ","911070":"\n   what’s on your mind at the moment?\n  ","911071":"\n   Happy Easter to you and family. Are you allowed to go to church? Safest not to.\n  ","911072":"\n   How tall is the tallest one of you?\n  ","911073":"\n   That's good then\n  ","911074":"\n   I'd do whatever you want\n  ","911075":"\n   That has to stuck sometimes.\n  ","911076":"\n   Don't let people play you For a fool..\nSometimes you gotta cut someone's\noff ok\n  ","911077":"\n   What do you mean\n  ","911078":"\n   👏👏👏👏👏\n  ","911079":"\n   💖\n  ","911080":"\n   Laurisa 💛💛\n  ","911081":"\n   а что было 17.05.13?\n  ","911082":"\n   Read books or watch TV shows in quarantine? #StayAtASK\n  ","911083":"\n   what homemade foods do you like?\n  ","911084":"\n   how r u\n  ","911085":"\n   ye\n  ","911086":"\n   😂😂😂\n  ","911087":"\n   That good ?...\n  ","911088":"\n   💖\n  ","911089":"\n   💖\n  ","911090":"\n   How are you sweetie I really miss you 😏😢😢😢\n  ","911091":"\n   Lol got to love Lisa and her weirdness.\n  ","911092":"\n   If you had to be locked down with someone ☺️ who would that someone be\n  ","911093":"\n   Heyy how are you\n  ","911094":"\n   Have you ever masturbated before\n  ","911095":"\n   Can i be your Housemaid?\n  ","911096":"\n   Do your feet ever smell?\n  ","911097":"\n   In fact, this is true ... we should not tell anyone about our private lives\n  ","911098":"\n   Happy Good Friday Lauren\n  ","911099":"\n   You should show then\n  ","911100":"\n   Hey there\nWhat clothes are you currently wearing\n  ","911101":"\n   💖\n  ","911102":"\n   💖\n  ","911103":"\n   Who gave you permission to snap so hard\n  ","911104":"\n   💖\n  ","911105":"\n   Great song. Ur latest how did you come up with the title?\n  ","911106":"\n   You talking bout the twins brother?\n  ","911107":"\n   And nothing we can do about it?\n  ","911108":"\n   Hello the awesome Lauren has Chrisfina had the kid yet?. Due date? 😀\n  ","911109":"\n   What’s in your pockets right now?\n  ","911110":"\n   Is it helping?\n  ","911111":"\n   It was good I watched it Saturday night.\n  ","911112":"\n   Goodbye\n  ","911113":"\n   Holaa\n  ","911114":"\n   Mike I liked didn't care for Emily but Sam was my favorite\n  ","911115":"\n   The world full of messed up people\n  ","911116":"\n   Blocking people on what?\n  ","911117":"\n   Love you💛💛\n  ","911118":"\n   Ohh no issue it's just a game online\n  ","911119":"\n   What you doing\n  ","911120":"\n   Someone was telling them to record themselves being intimate\n  ","911121":"\n   Your guess is as good as mine\n  ","911122":"\n   Did you like?\n  ","911123":"\n   Well send me a snap and I can judge for myself and see what we are working with.\n  ","911124":"\n   Yes thank you. You'll be off to bed soon won't you.\n  ","911125":"\n   😁🔥❤\n  ","911126":"\n   What is one good way to bribe you\n  ","911127":"\n   Would you rather have 10 Grand every month for the rest of your life or have £5 million cash in hand right  now\n  ","911128":"\n   Ah 😂\n  ","911129":"\n   What was the Last thing that made you smile\n  ","911130":"\n   What do you think you do best?\n  ","911131":"\n   What's the most used app on your phone right now? What's the least used app? 🤭🤭\n  ","911132":"\n   Are you homeschooled?\n  ","911133":"\n   Do any of your fans call you mom?\n  ","911134":"\n   Same\n  ","911135":"\n   What is your opinion about same gender relationships?\n  ","911136":"\n   Sweet dreams Lauren don't let the bed bugs bite lol\n  ","911137":"\n   Hope you're okay?\n  ","911138":"\n   I feel so bad for Jordan give my condolences and do not worry he will\nbe back.. Positive thoughts. Ok\n  ","911139":"\n   Okay what if I untick can you do that with me too instead of posting my questions and talk question to question maybe? Trust me i won't led you down?\n  ","911140":"\n   Love the pictures with blue shirts do you or\nLisa ever autograph tshirts worn?\n  ","911141":"\n   Do you talk question to question privately here on ask too instead of posting their questions?\n  ","911142":"\n   Well it took me a couple of weeks to get back to normal with gf and all. But it could be earlier for him as each person is different. Alright Lauren.\n  ","911143":"\n   Hey listen Lauren you online rn?\n  ","911144":"\n   I lost my dad and uncle In same week. Was\nvery sad so I know what Jordan feeling it is\nnot easy. Worst thing to ever happen to me ok?\n  ","911145":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","911146":"\n   Will you be able to ever play the guitar? 😀\n  ","911147":"\n   Nice did you guys have nice romantic breakfast? Lol\n  ","911148":"\n   I know an Chinese girl that lost her virginity at the age of 13. Her name was \"Sum Yung Ho\" 😂\n  ","911149":"\n   Monday Monday do you like Monday?\n  ","911150":"\n   What accomplishment are you most proud of?\n  ","911151":"\n   Hello Lauren the awesome 1  how is ask.fm working for you today? Same as yesterday?\n  ","911152":"\n   everybody handles death in different way. what are different ways you deal with it? especially if the death is close in family.\n  ","911153":"\n   Who are the 3 greatest living musicians?\n  ","911154":"\n   Lauren I’m really sorry 😐 for you’re friend but look good will take care of him and you will observe in the sky 🌌\n  ","911155":"\n   Where did you meet your best friend?\n  ","911156":"\n   I didn’t ever lie about anything actually, thank you! They just like spreading drama and hate for attention apparently. It’s rather annoying really!\n  ","911157":"\n   does anyone ever buy anything with them I don't fancy giving them my credit card details\n  ","911158":"\n   Do you sell a lot of items online? I sold our TV today using OfferUp.\n  ","911159":"\n   Have you ever made a sandwich using something other than regular bread?For example slicing a donut in half and using it as a hamburger bun?\n  ","911160":"\n   lol youre rich\n  ","911161":"\n\n    @NicoleBuckleyyx\n   \n   is fake a red head and lied about her ex abusing her🙄\n  ","911162":"\n   By a giant snake 😂\n  ","911163":"\n   Watch this video about a snake 😂\n   \n    https:\/\/youtu.be\/BpK33fFe8jo\n   \n","911164":"\n   how coins everyone has? not that it matters. lol\n  ","911165":"\n   I just heard your song and it is amazing!!!!!! Great music 😊\n  ","911166":"\n   Need your support too\n  ","911167":"\n   Hi! Would you mind telling me a little what my life would be like if I were your son? Would you be strict or not? What about school for me? What about religion? What do you expect from me? (Hope you don't mind me asking, I was curious what my life'd be like)\n  ","911168":"\n   Do you believe in wishes?\n  ","911169":"\n   What was the last book that you read?\n  ","911170":"\n   Ah ya 😂\n  ","911171":"\n   What's your favorite photo that you've taken?🙄😁\n  ","911172":"\n   Who was the worst teacher you ever had\n  ","911173":"\n   Have you ever started a fight with someone\n  ","911174":"\n   Ah I see I have good hearing 👂😂\n  ","911175":"\n   Well its order so you guys should be getting at the p.o box in a few days\n  ","911176":"\n   Is it true that we are afraid of those things we don’t understand?✨\n  ","911177":"\n   Just wanted to share my love and support during this quarantine period 🖤💜💙💚💛❤  How are you dealing with all this?\n  ","911178":"\n   What was the last thing to shock you\n  ","911179":"\n   90's Boyband\n  ","911180":"\n   How many guys have you dated till now?\n  ","911181":"\n   do you wear sunglasses 🕶?\n  ","911182":"\n   What was the first thing you saw when you woke up this morning\n  ","911183":"\n   Thoughts on the tiger getting  covid 19\n  ","911184":"\n   Hii\n  ","911185":"\n   What are your 3 biggest pet peeves?🤔🤔\n  ","911186":"\n   Hey There!\nI am new here anyone wants to be my friend.\n  ","911187":"\n   Can a horror movie scare you the same way if you watch it again? Can a comedy make you laugh the same way if you watch it again?\n  ","911188":"\n   What's the most terrible joke you've heard but made you laugh so hard?😂😂\n  ","911189":"\n   Do you think Natalie Zea and Jennifer Esposito look the same?\n  ","911190":"\n   What is your favourite spice or herb that you add to almost everything you cook?\n  ","911191":"\n   Why do girls wear black shorts under their skirts and dresses :(\n  ","911192":"\n   Your hard enough in your fifth profile pic😁😁❤\n  ","911193":"\n   It's my pleasure 🙂🙂❤\n  ","911194":"\n   Robbie Williams dancing & singing to The Mickey Mouse Club while his kids are trying to watch it.  😂😂\n   \n    https:\/\/www.instagram.com\/p\/B-nmJnhnihd\/?utm_source=ig_web_copy_link\n   \n","911195":"\n   T\n  ","911196":"\n   Lauren why are you still up it's late are you a night owl?\n  ","911197":"\n   😂😂😂\n  ","911198":"\n   Fill this honesty please... \nClick on the link...\n   \n    https:\/\/surprise4u.site\/match\/iEB1\n   \n","911199":"\n   As a child, what did you believe to be true but was totally wrong?\n  ","911200":"\n   you could be wearing a tanktop and they'll just be staring creepy like at your and making comments under their breath. Who did that too you?\n  ","911201":"\n   age?\n  ","911202":"\n   what's your kik\n  ","911203":"\n   ✔️ Following you\n  ","911204":"\n   What should I do if my girl was trying to finesse me for the bands and then she was trying to be with mans is it alright for me to give her them hands?\n  ","911205":"\n   What do u think about the whale tail trend\n  ","911206":"\n   Oh really what is your job\n  ","911207":"\n   Trump is the worst president in American history\n  ","911208":"\n   💖\n  ","911209":"\n   💖\n  ","911210":"\n   Which royal duchess do you like better, Kate or Meghan?\n  ","911211":"\n   Does Lisa still annoy you?\n  ","911212":"\n   Are you a virgin?\n  ","911213":"\n   Why\n  ","911214":"\n   Do you ever drink sweet tea?\n  ","911215":"\n   Ur not sure. Crazy. Pick something anything? Lol\n  ","911216":"\n   He asked me to go and meet him places and he called and said he couldn't come and do you know what Mardi Grass is\n  ","911217":"\n   Laurisa still alive? Lol\n  ","911218":"\n   What is something that you love to do?\n  ","911219":"\n   Intelligence or wisdom, what’s more important for a better world?\n  ","911220":"\n   How does the Internet influence your life?\n  ","911221":"\n   Honesty hour till midnight? 😀\n  ","911222":"\n   Looking gorgeous in black\n  ","911223":"\n   did he actually say that\n  ","911224":"\n   IT'S RAW!!!!!!!!!\n  ","911225":"\n   So you lost your virginity?\n  ","911226":"\n   Where was the pic taken?\n  ","911227":"\n   Pretend now that you're a chef and Gordon Ramsay is reviewing your food how nervous would you be?\n  ","911228":"\n   Who cuddles better you or him?\n  ","911229":"\n   Nice do you have any plans for tonight with bf?\n  ","911230":"\n   Last time you had sex\n  ","911231":"\n   Happy palm 🌴 Sunday Lauren :)\n  ","911232":"\n   If you were winter, I would be the snow so long as you are with me when the cold winds blow❤️\n  ","911233":"\n   Good night Lauren 😴🛏\n  ","911234":"\n   Do you wear a mask when you go outside?\n  ","911235":"\n   Do you like animals\n  ","911236":"\n   What kind of vacuum do you have\n  ","911237":"\n   Youtubers you'd love to collab with?\n  ","911238":"\n   Do you have a big family\n  ","911239":"\n   My mom wouldn’t let me own any bratz dolls as a kid bc she thought they were a bunch of hoochie mamas\n  ","911240":"\n   What motivates you in life?\n  ","911241":"\n   What is holding you back in life?\n  ","911242":"\n   Would you choose money or fame?\n  ","911243":"\n   Yup and I seen I made a typo lol what kind of role would you want.?\n  ","911244":"\n   But those were small parts like I am saying if you was giving the right role I thing you can do it\n  ","911245":"\n   I will order on Saturday and pass it on also to Lisa great work thanks.\n  ","911246":"\n   What if current bf asked to be engaged what would you answer to him?\n  ","911247":"\n   I know you was in Hope Springs Eternal as an extra you did the Summer with Cimorelli but what else\n  ","911248":"\n   Great job by you and Lisa I would definitely order blue as I love blue shirts.. Keep it up 👍\n  ","911249":"\n   Also the shirts you and Lisa have on how do I order? Thanks\n  ","911250":"\n   Probably hadn't found the right role.\n  ","911251":"\n   Love the merch pic of you girls.. Who is in blue shirts.. Def would order the shirts?\n  ","911252":"\n   Do you know any big gossips?\n  ","911253":"\n   Who was the last person you talked to?\n  ","911254":"\n   What's one book you've read recently and would recommend others to read?\n  ","911255":"\n   Do you find yourself thinking more about your past, present or future?\n  ","911256":"\n   How is Katherine dealing with. Marriage is it still on?\n  ","911257":"\n   Did you brother grill you anything on the bbq?\n  ","911258":"\n   So are you a singer and trying to go pro?\n  ","911259":"\n   What came first, the 🥚 or the 🐥?\n  ","911260":"\n   A karaoke version of '' These Day's\"\n   \n    https:\/\/youtu.be\/cGfvoy4pNs0\n   \n","911261":"\n   Have you ever kicked a guy in the balls? Would you do it if some guy asked you to?\n  ","911262":"\n   Reveal the dumbest thing you've ever done.🤓\n  ","911263":"\n   Speak to me pls!\n  ","911264":"\n   Do you see yourself getting married\n  ","911265":"\n   You could take Lucy Hale's role as Ana. 😊\n  ","911266":"\n   U have Facebook id??\n  ","911267":"\n   Heyyy lauren how are you and everything  oh okay\n  ","911268":"\n   Sunday Thoughts 🔥\n  ","911269":"\n   What do you mean\n  ","911270":"\n\n    https:\/\/fanlink.to\/cH27\n   \n   can you tell me if my song is good? Should I keep at it or should I retire?\n  ","911271":"\n   Do you think those uninfected by Coronavirus will get infected?\n  ","911272":"\n   Como estas?\n  ","911273":"\n   What keeps you motivated in life?\n  ","911274":"\n   Name 5 things that make me happy\n  ","911275":"\n   Would you rather eat 15 cheddar dusted crickets or jump out of a train moving 35 mph?\n  ","911276":"\n   Are you keeping up with the news or keeping your mind off the news?\n  ","911277":"\n   People chewing with their mouth open. What do you do?\n  ","911278":"\n   What should you clean that you’re too lazy to?\n  ","911279":"\n   How do you sleep when you hear thunder or have nightmares?\n  ","911280":"\n   do you have many followers on here?\n  ","911281":"\n   doing good whats new\n  ","911282":"\n   G'day! What or who is your priority at the moment? It could be just for today, this week, month of April or for the whole year of 2020.  If it's alright, pls share something about it. Ta :)\n  ","911283":"\n   How old are you?\n  ","911284":"\n   in life how many times do you want to have babys?\n  ","911285":"\n   I’m sorry. I’m not sure what you mean. Sorry.\n  ","911286":"\n   Hmm. Have you seen the movie I Can Only Imagine? The dad. It’s amazing how that all worked out. You’d think that after what the dad put the son through he wouldn’t have forgiven him. But I understand. His dad was all he had.\n  ","911287":"\n   Okay I got plenty trying to order something\n  ","911288":"\n   When I grow up I want to take a nap with you and hug while we sleep and then have pasta.\n  ","911289":"\n   What you gonna cook for tonight?\n  ","911290":"\n   Ever tried horse radish? It’s the best with prime rib!\n  ","911291":"\n   What’s the first thing that comes to your mind?\n  ","911292":"\n   You're beautiful!\n  ","911293":"\n   How are you\n  ","911294":"\n   No need to thanks its my pleasure\n  ","911295":"\n   What’s more scary? Snakes or rats\n  ","911296":"\n   Hey\n  ","911297":"\n   What game are you really good at?\n  ","911298":"\n   Why because you didn't drop a video on Saturday.\n  ","911299":"\n   Lauren, you are the reason rainbows shows up ❤️🌈😫\n  ","911300":"\n   Wow extraordinary you are picture.\n  ","911301":"\n   Happy Wednesday Lauren 💙💛🖤\n  ","911302":"\n   What does it say on the shirt you’re wearing today 🤗\n  ","911303":"\n   💖\n  ","911304":"\n   Has music always been a part of your life or is it something that developed in your teens?\n  ","911305":"\n   💔\n  ","911306":"\n   💖\n  ","911307":"\n   💖\n  ","911308":"\n   Good night Lauren 😴🛏\n  ","911309":"\n   💖\n  ","911310":"\n   💖\n  ","911311":"\n   It doesn't it say's you are 99 🇺🇸\n  ","911312":"\n   You do realise it says you’re from britain on your account😂😂😂\n  ","911313":"\n   What distracts you from sad thoughts? #StayAtASK\n  ","911314":"\n   Hi you look really beautiful\n  ","911315":"\n   What is the most attractive or interesting thing that you look for a guy\/girl you wanna date? 🤔\n  ","911316":"\n   Do you find a guy who can dance and\/or likes to dance and can cook attractive?\n  ","911317":"\n   What do you wish people would stop asking you?\n  ","911318":"\n   Madagascar imagine: \n\n*imagine you are chilling on the Madagascar beach with your friend. out of the corner of your eye you see a large handsome hippo approaching. He introduces himself as “moto moto” he grabs ur lips and rubs them against his. Ur my snail he says. And you get married. The end*\n  ","911319":"\n   Do you like nikki?\n  ","911320":"\n   do you think we all use people in our own way just to get to what we need\/\/want?\n  ","911321":"\n   What is your first mobile phone?\n And in what year?\n  ","911322":"\n   thoughts on the animal ligers?\n  ","911323":"\n   What is the stupidest way you've tried or managed to make money\n  ","911324":"\n   😯😯😯 Spill tea about  Dani 🤣🤣🤣\n  ","911325":"\n   I am in Shock Kath has the a comment I made on her post for the first time 💜\n  ","911326":"\n   Have you got or had a friend that you didn't trust at all when you first met\n  ","911327":"\n   Thoughts about Arabs\n  ","911328":"\n   I just settled down to watch this film in be Teenage Bank Heist. I found it on YouTube have you ever watched it.\n   \n    https:\/\/youtu.be\/41KimZRIMCI\n   \n","911329":"\n   Thanks I will check out the spiritual one as I need some help in my faith. Missing church for weeks.. Thank you all the ladies pass it on ok\n  ","911330":"\n   How are you\n  ","911331":"\n   It will look cool when the neon sign is on 💖\n  ","911332":"\n   Beautiful\n  ","911333":"\n   Does modern life give us more freedom or less freedom than in the past?\n  ","911334":"\n   What is the best way to say goodbye?\n  ","911335":"\n   Who did you last say “I love you” to?\n  ","911336":"\n   Are you afraid of the dark?\n  ","911337":"\n   What do you splurge on?\n  ","911338":"\n   What is your favorite love story movie?\n  ","911339":"\n   Are you an introvert or an extrovert?\n  ","911340":"\n   What's something that you have little or no tolerance for?\n  ","911341":"\n   What's one thing that you normally do regularly but havent done it in a while\n  ","911342":"\n   I know wish I can fine someone again, anyway do you Snapchat?\n  ","911343":"\n   What’s the first thing you’re going to do after this pandemic is over?\n  ","911344":"\n   Fear cannot rule you.\n  ","911345":"\n   What clothes do you find sexist?\n  ","911346":"\n   What is the weirdest way that you've made a friend\n  ","911347":"\n   What mythical creature do you wish actually existed?\n  ","911348":"\n   Any tips about online dating? 🙃 help me.\n  ","911349":"\n   I'm I the only one who is going bat shit crazy  being locked in the house because of this quarantine?\n  ","911350":"\n   Opinion on masturbating\n  ","911351":"\n   Ever wear thongs\n  ","911352":"\n   If one dream should fall and break into a thousand pieces, never be afraid to pick one of those pieces up and begin again.\nHave a blessed day😁\n  ","911353":"\n   Oh...best of luck\n  ","911354":"\n   Couple of them I didn't mind dying cause yeah\n  ","911355":"\n   If or when there is a Covid-19 vaccine do you think everyone will be obligated to have it? Would you have it?\n  ","911356":"\n   Oh 😂\n  ","911357":"\n   Ahhhh. You are absolutely lovely\n  ","911358":"\n   Beautiful morning for you 😍😍\n  ","911359":"\n   Meowdy\n  ","911360":"\n   🌸No worries🌸 ☀️🤍☀️ sunshine and rainbowz to you☀️🤍☀️\n  ","911361":"\n   Wanna play ludo?\n  ","911362":"\n   You Like foot rub?\n  ","911363":"\n   Why are people being mean to christina?\n  ","911364":"\n   What do you think about the 2 French doctors idea to start testing potential Covid-19 vaccines in Africa so they can be perfected and when complete transferred over to France and then the rest of the world?\n  ","911365":"\n   Not sure people obsession reminds me what happened other day in Emmyn and Dani live\n  ","911366":"\n   Let me hit you up tomorrow bout to pass out\n  ","911367":"\n   What is your favorite sport\n  ","911368":"\n   Yeah Lisa is really weird in videos has she always been weird like that?\n  ","911369":"\n   Its fine\n  ","911370":"\n   Do you hide under covers when you hear thunder?\n  ","911371":"\n   Sweet dreams Lauren have an awesome night :)\n  ","911372":"\n   How would you describe today in one word?\n  ","911373":"\n   Are you a good or great kisser?\n  ","911374":"\n   Great but had to stay in. So boring right?\n  ","911375":"\n   my brother's name is \"Pest\" #truestory\n  ","911376":"\n   Why not?\n  ","911377":"\n   Do you like too be touched or hugged?\n  ","911378":"\n   i guess it's like an amusement park ride at the end of the day, but more scenic\n  ","911379":"\n   How you doing mentally. Panic attacks?\n  ","911380":"\n   He is moody I bet you see him tomorrow and explain it face to face?\n  ","911381":"\n   Are you a Virgin?\n  ","911382":"\n   Everything okay?\n  ","911383":"\n   Have you ever played some game on the phone called Choices?\n  ","911384":"\n   Honesty hour?\n  ","911385":"\n   Ah ok 👍 hope everything is going well\n  ","911386":"\n   I’m an evil genius with an iq of 170. Ask me anything 💯🤓\n  ","911387":"\n   hey\n  ","911388":"\n   When can we see \"YOU\"\n  ","911389":"\n   Which are you Single or Taken?\n  ","911390":"\n   It would make me really happy if you went on Tory Lanez Instagram love booty twerking contest show for coronavirus awareness.\n  ","911391":"\n   I wrote she should have said hairy a**hole 😂. You didn't see Dani much she is playing with Norman. But you & your song was mentioned.\n  ","911392":"\n   Do you have Instagram?\n  ","911393":"\n   Do you know the game where two people stare at each other until one (the loser) starts laughing? Would you win or lose?\n  ","911394":"\n   Why no on changing diapers?\n  ","911395":"\n   Good night Lauren 😴🛏\n  ","911396":"\n   Ah muybien!!!\n  ","911397":"\n   👶+ 🙍‍♀️🧡Lauren babysits =💩. You better get learning 😀\n  ","911398":"\n   Nice pics where was it taken? 😀\n  ","911399":"\n   If skin colour does not matter to you then tell me why all your past boyfriends have been white?\n  ","911400":"\n   You got to find a common ground\n  ","911401":"\n   I know you wasn't thinking that and what certain things lacking\n  ","911402":"\n   Man said picture perfect is he tryna quote JB?\n  ","911403":"\n   Same and how im not in one\n  ","911404":"\n   Like what if I may ask\n  ","911405":"\n   Nah nah f chick fil a it’s not all that Popeyes smokes chick fil a any day of the week that southern recipe is the bomb\n  ","911406":"\n   See that’s why you should be with me I ain’t going to take you to no papa Johns I would take you out for Popeyes and get you the 2 piece combo with fries and a biscuit because I actually care about you and want to make sure that you are eating good\n  ","911407":"\n   Wait what? I like Papa John's! Maybe you ate to much?\n  ","911408":"\n   What kind of pizza? Where did you order pizza from?\n  ","911409":"\n   why r u so happy\n  ","911410":"\n   does lack of common sense to certain things irk you?\n  ","911411":"\n   How was the pizza last night?\n  ","911412":"\n   Single or taken?\n  ","911413":"\n   what’s something that you always thought was cool but others didn’t?\n  ","911414":"\n   has everyone enjoyed their day? 🥺🥰\n  ","911415":"\n   It might have been that. But it's not something to chance at this time. She even coughed about just sat there once behind Lisa. And another thing what was you whispering to Amy. Then Amy to Lisa. Then you to Christina\n  ","911416":"\n   What would you do if you saw your friend got pushed over in a portaloo?\n  ","911417":"\n   I heard\n   \n    @Ahmedjama96\n   \n   has a crush on u :)\n  ","911418":"\n   All i do is think about u these days\n  ","911419":"\n   Fav popstar?\n  ","911420":"\n   Can you truly love more than one person? 🙄😁\n  ","911421":"\n   This is the song they was on about\n   \n    https:\/\/youtu.be\/KohurXfPb7s\n   \n","911422":"\n   I thought you would know who he is. It's becai liked there page. 😂\n  ","911423":"\n   Thats good I just got a lot on my mind\n  ","911424":"\n   💖\n  ","911425":"\n   What was the last thing to upset you\n  ","911426":"\n   Did you get to cuddle the bf Jordan last night? Lol\n  ","911427":"\n   My twitter cover looks great with your photo have a look on kik😂\n  ","911428":"\n   Who’s the cutest Jonas Brother?\n  ","911429":"\n   Heyy lauren  🖤🖤🖤🖐😏\n  ","911430":"\n   Are you talkative or not?\n  ","911431":"\n   Are you happy?\n  ","911432":"\n   What cartoon do you still watch?\n  ","911433":"\n   What is the stupidest thing you’ve heard people say about you?\n  ","911434":"\n   Do you wear a mask in public?\n  ","911435":"\n   What's your number one rule in life?\n  ","911436":"\n   What is your weirdest \"quirk\"?\n  ","911437":"\n   this is where songs come from\n  ","911438":"\n   What are you behind on this week 🤷🏽‍♀️\n  ","911439":"\n   Have you ever given anyone a haircut?\n  ","911440":"\n   we're living through strange times... not a good time for musos since you can't perform\n  ","911441":"\n   The holy Quran is the Book of Allah ( God) \nLots of people around the world read this book even if they're not Muslims\nSo i invite you yo read :)\n  ","911442":"\n   If you where at a party and there where loads of balloons on the floor, would you pop them?\n  ","911443":"\n   Thanks. 💔\n  ","911444":"\n   Tocarte como sea un delito 🙈\n  ","911445":"\n   Hey y’all it’s midnight rn and I can’t sleep, so my uncle has corona we barley knew today! What really scares me is I was with him yesterday! Should I be worried? Give me your options please\n  ","911446":"\n   What are your priorities right now?\n  ","911447":"\n   Likes back\n  ","911448":"\n   🌸🤟🏿🥰🥰🤟🏿🌸\n  ","911449":"\n   Oh it was your profile picture. But it was\n   \n    @augustxcloud\n   \n   you was just tagged in it 😂.\n   \n    https:\/\/twitter.com\/augustxcloud\/status\/1245929156442861569?s=19\n   \n","911450":"\n   Bodyswap with a man?\n  ","911451":"\n   Good night Lauren 😴🛏\n  ","911452":"\n   Ugh, Lauren these days 🙄\n  ","911453":"\n   If you were being eaten alive would you rather be eaten head first or feet first\n  ","911454":"\n   Dr Elvis Francois singing ''Imagine\" in Rochester Minnesota\n   \n    https:\/\/youtu.be\/o2ijrbk3LaE\n   \n   He has just been on Goo Morning Britain\n  ","911455":"\n   What does comfort mean to you?\n  ","911456":"\n   ❤💙🤗\n  ","911457":"\n   Que hacen?\n  ","911458":"\n   To make sure that I would be able to contact you if you disabled your Ask.fm account I have sent you a message on kik, did you perhaps receive it? (Thanks and many, many blessings!)\n  ","911459":"\n   How often you take showers in this quarantine ?\n  ","911460":"\n   Your most welcome ❤\n  ","911461":"\n   Amy in her sunflower Jean's 👖🌻💛💛\n  ","911462":"\n   While I was watching Lisa talking about it's her day on the Cimorelli band account. I can hear you singing 😂\n  ","911463":"\n   Have boy friend?\n  ","911464":"\n   💖\n  ","911465":"\n   💖\n  ","911466":"\n   How much do you love Netflix and Poptarts?\n  ","911467":"\n   May we switch this conversation to Kik?\n  ","911468":"\n   Which one is it?👀\n  ","911469":"\n   And watch the video video of me in my recent\n  ","911470":"\n   I still can’t ! When at restaurants outside of our town my mom has to order for me and if I need something she has to ask for it. I can’t use public restrooms by myself. I can’t raise my hand for help in class. There’s just a lot to it.\n  ","911471":"\n   You had a panic attack I know why.. No bf is the reason right?\n  ","911472":"\n   What do you say to your self when you talk to your self as I do this also.?\n  ","911473":"\n   I can't find any of your pics in your favorite  colours 😅😅\n  ","911474":"\n   Do you think you are in good in bedroom\n  ","911475":"\n   Something like that used to happen to me. And.... well. Obviously I have trouble communicating with people whom I don’t know. But.... well I’m starting to get better. I can text people now. Still working with talking over the phone. Out in public. And eye contact.\n  ","911476":"\n   In your previous answer to my question in this thread you answered, in part, \"I think they would have committed a sin then ?\" Could I ask why you put a question mark at end of this sentence?\n  ","911477":"\n   Ur most welcome\n  ","911478":"\n   has a close friend significant other ever try to hit on you? and if so did you tell them?\n  ","911479":"\n   Not gonna post too much about my anxiety on here. But from my own personal experience that’s not a good sign. And yeah. I try to get out....... but like I don’t get out of the car. And I can’t go on walks because of my anxiety. I can’t even make it halfway down the road from my house.\n  ","911480":"\n   what question do you often ask yourself? (deep thought)\n  ","911481":"\n   I’m sorry, I apologize a lot. Something I’m working on. But that’s interesting. I’m going to have to do some research on the both of them!\n  ","911482":"\n   Have you ever been lazy?\n  ","911483":"\n   Ditto. I’m scared my doctor is going to either try to up my meds or get me to switch. But just the thought of either one gives me crazy anxiety.\n  ","911484":"\n   I’m sorry. I don’t know a whole lot about all of that stuff. Like the difference between vegan and vegetarian. Or which is which. I’m sorry.\n  ","911485":"\n   Don't assume things. It makes the situation worse. Give him his space.\n  ","911486":"\n   Of course! Gotta look out for my fellow anxiety people! Panic attacks and anxiety attacks are the worst thing about anxiety for me!\n  ","911487":"\n   Losing a parent is different from losing a lover. I was really young when I lost my dad and didn't know how to fully process it until years later. I would just let him know that your their for him no matter what. Be s shoulder to lean on. Make sure he's being taken care of.\n  ","911488":"\n   hey\n  ","911489":"\n   What is the largest part??!\n  ","911490":"\n   My golly I’m slow eater too! I get a lot of grief for that! Lol. I’m sorry but I’m not sure what a vegan is exactly. I’m sorry. But I myself don’t eat pork, very little beef, and I eat lots of chicken!\n  ","911491":"\n   Ok. Well hopefully ya get to feelin’ better.\n  ","911492":"\n   I get ya. I actually hardly ever eat which isn’t really healthy. I just have really bad eating habits. Sometimes I can eat and sometimes I can’t. And when I can it’s just like snacks. But not junk food. It’s like fruit and vegetables.\n  ","911493":"\n   has it gone sexual ?\n  ","911494":"\n   🌸Ofcourse 🤣\n  ","911495":"\n   bloody hell its been over a year 🙄I still don’t know what I did to her 😑thanks for the help 🙄so anyway how are you Lauren how’s not being single treating u?\n  ","911496":"\n   U aren’t helping Lauren 🙄😂\n  ","911497":"\n   That’s like saying it’s rude have a fetish.\n  ","911498":"\n   The sorry guys picture where was it taken?\n  ","911499":"\n   have a productive night ✨. haha i know sounds odd right? 😆\n  ","911500":"\n   Honesty hour till midnite?\n  ","911501":"\n   Have you ever broken a bed having sex\n  ","911502":"\n   Oh sorry to hear that. Hope all goes better for him ok\n  ","911503":"\n   Nice pic when was it taken?\n  ","911504":"\n   Who was over for palm Sunday?\n  ","911505":"\n   You want to. Is he going to see you or tomorrow?\n  ","911506":"\n   Can you draw  pic of one of your drawings if you can\n  ","911507":"\n   Next year after all the chaos you can def go there? Lol\n  ","911508":"\n   Nice vegetarian the fries I like those ever try   regular fries?\n  ","911509":"\n   If you could only eat one food for the rest of your life, what would it be ?(:\n  ","911510":"\n   I know you have just come on here. But I am off to bed now. I have left a couple of questions. Good Nigt Lauren 😴🛏❤💙🧡\n  ","911511":"\n   Sunbathe or sunburn?\n  ","911512":"\n   Palm Sunday no meat right or u forgot? Lol\n  ","911513":"\n   Are you religious and do you ever read the Bible?\n  ","911514":"\n   Did you have a Covid-19 scare? That is a situation, a behaviour or an encounter that made you anxious about catching the virus.\n  ","911515":"\n   What did you eat tonight? Pizza lol\n  ","911516":"\n   Is it better if a bad experience changes who you are or if you remain the same?\n  ","911517":"\n   Have you learned something new about yourself recently? What?\n  ","911518":"\n   Do you like curry if you do how hot do you like it?\n  ","911519":"\n   Model nice..and influencer? Can he dance and sing like u\n  ","911520":"\n   What is the craziest thing you've ever done\n  ","911521":"\n   Me and my ex broked up in February and now I like two other boys\n  ","911522":"\n   Isn't your bf a singer why they say he is a skater punk?\n  ","911523":"\n   How have you popped them?\n  ","911524":"\n   Im in love again\n  ","911525":"\n   Is it ok to wash hands For 1 minute with hot water and no soap?\n  ","911526":"\n   Do you believe in love at first sight? 😀\n  ","911527":"\n   You need it someone that isnt a skater punk\n  ","911528":"\n   It's ok\n  ","911529":"\n   I would contact them maybe there is some way to resolve this issue?\n  ","911530":"\n   What is your favorite joke?\n  ","911531":"\n   Did you u eat avocado toast today?\n  ","911532":"\n   مش الك حل يا لورين علاوله\nMeans wow so pretty .. has no solution \nBut in Sharqiya accent \nCity in Egypt Lol 😂\n  ","911533":"\n   Oh it must be the phone I'm using to play on\n  ","911534":"\n   Lauren did you get a warning for those. I think they will say to not do that?\n  ","911535":"\n   How do you blow off your aggression\n  ","911536":"\n   where do you see yourself in the next 5 years?\n  ","911537":"\n   Does yours ever like you out and say ask fm bhai as stopped working\n  ","911538":"\n   Like what questions you never do anything crazy or inappropriate?\n  ","911539":"\n   Amen\n  ","911540":"\n   If we learn from our mistakes, why are we so afraid of making mistakes?\n  ","911541":"\n   So you look 6 years younger than your Mom 😂\n  ","911542":"\n   Not mine they get deleted and they didn't come back yet\n  ","911543":"\n   Log out and then log in try that?\n  ","911544":"\n   How's everyone doing? I'm doing altight-ish myself.\n  ","911545":"\n   Mine is doing that its like when I refresh it the questions that I answered disappeared\n  ","911546":"\n   Who almost hit your car the driver?\n  ","911547":"\n   what’s the first thing you’re doing when this quarantine is over?\n  ","911548":"\n   You're beautiful!\n  ","911549":"\n   Is there anything you see that no one else notices?\n  ","911550":"\n   A Chicken & Cheese recipe for you.\n   \n    https:\/\/youtu.be\/245rm99Oz_c\n   \n","911551":"\n   ok\n  ","911552":"\n   Tenho uma amiga a quem conto tudo, exponho tudo... e entretanto ela me disse que acha tudo falso e calculado; acha que eu finjo e premedito tudo para nunca me expor.  Se eu ficar pelado na frente dela, sendo que sou muito inseguro quanto a meu corpo, isso seria solução?  O que você acha?\n  ","911553":"\n   What was the last thing to annoy you\n  ","911554":"\n   Holaa\n  ","911555":"\n   O.k.\n  ","911556":"\n   Did you have s*x with him?\n  ","911557":"\n   Ever kissed Jordan or just hugs?\n  ","911558":"\n   How long are you guys been dating?\n  ","911559":"\n   What sort of guy do you want to date\n  ","911560":"\n   How are you\n  ","911561":"\n   What’s your favorite way to have fun? 🙄\n  ","911562":"\n   💖\n  ","911563":"\n   💖\n  ","911564":"\n   What are the 3 pluses of quarantine for you? #StayAtASK\n  ","911565":"\n   She left friday night to go to hawaii?\n  ","911566":"\n   Same and trying to order yall something from Amazon\n  ","911567":"\n   Hi\n  ","911568":"\n   i know so what you doing now at this precise monent?\n  ","911569":"\n   What was cool when you were a child but isn’t cool now?\n  ","911570":"\n   Is prak bby, I Dont hvnt know nothing of About  you😆😆😆 bye bye bye Lol lol lol Jajajaja 🌚🌃\n  ","911571":"\n   fun\n  ","911572":"\n   Do you think crying is a form of strength or weakness?\n  ","911573":"\n   What one\n  ","911574":"\n   Would you rather have a bacon sandwich or a sausage sandwich\n  ","911575":"\n   Do you want me to adopt you ? 👿\n  ","911576":"\n   I love guacamole and do you ever eat it? 😀\n  ","911577":"\n   How is the beautiful Lisa doing?\n  ","911578":"\n   All the stories are real life stories in the Chicken Soup For the Soul books. They’re just a bunch of individual stories.\n  ","911579":"\n   If I may ask, do you think everyone gets their happy ending?\n  ","911580":"\n   What did the girl say about you?\n  ","911581":"\n   m kinda upset at the moment anyway? Why\n  ","911582":"\n   Yeah cause this sucks is y'all p.o box the same?\n  ","911583":"\n   What really makes you angry?\n  ","911584":"\n   do you wear any type of mask or gloves when going out in public now?\n  ","911585":"\n   hey how r u\n  ","911586":"\n   Who has influence on the way you think to the point of changing your mind?\n  ","911587":"\n   hey pretty girl i love new display buddy you know we are gonna have to meet up\n  ","911588":"\n   are you close with any of your cousins?\n  ","911589":"\n   Anyone heard the new song about Covid?  It is titled *Stay the fu+k at home!  Pretty hilarious.\n  ","911590":"\n   Did you hear about president said us will get 100,000 to 200 000 deaths. Do you believe that?\n  ","911591":"\n   Honesty hour till midnight? 😀\n  ","911592":"\n   Does scientific and technological progress require an unequal distribution of wealth? \nIs it worth it if only people who benefit are the rich?\n  ","911593":"\n   I eat avocado toast with guacamole on it u ever try that\n  ","911594":"\n   Happy 2nd of April? 😀 Right ?\n  ","911595":"\n   What would you do if you caught your  boyfriend ( or future boyfriend) cheating on you with a man. He said he still loves you and he was just experimenting and trying something new in order to find himself and it would never happen again. Would you still stay with him or leave him?\n  ","911596":"\n   What have you been doing during quarantine?(:\n  ","911597":"\n   ich liebe dich😁\n\nnichts für ungut😂\n\nErster vierte 😎\n  ","911598":"\n   Aww 🐈❤\n  ","911599":"\n   Plans for the summer?\n  ","911600":"\n   Do you use Zoom?\n  ","911601":"\n   How far along are you\n  ","911602":"\n   Got a  secret can you keep it. Take the next one to the grave.\n\nLauren & Amy\n   \n    https:\/\/www.instagram.com\/p\/B-cNsWzDfHO\/?igshid=1bd57q2bivgnx\n   \n","911603":"\n   Hi. How are you? I just wanna ask how's your week been so far? Anything to look forward to this weekend or near future? Pls feel free to attach anything appropriate to see or listen to with your answer. Thanks :)\n  ","911604":"\n   Favorite movie genre?\n  ","911605":"\n   How would you like to be remembered?🙄\n  ","911606":"\n   What's something you'd find to be rude\/disrespectful\n  ","911607":"\n   Can you give an example of a necessary evil?\n  ","911608":"\n   Oh okay I understand now   thanks\n  ","911609":"\n   Who is robert?\n  ","911610":"\n   oh i am sorry your one member Left the Band i am really sorry about that matter  well i hope she\"s will be back in your Band again and Thank god you guys are okay  well i am staying home in One Month our all the Shops  Markets  Are Close  Since   Feb 1st on 2020  anyway what is your Youtube ?\n  ","911611":"\n   The real Lauren doesn't use ask no celebrity would waste there time on here🙄\n  ","911612":"\n   Share a valuable quote!\n  ","911613":"\n   Ok daise we know this another one of your fake fan accounts\n  ","911614":"\n   Yes Lauren tell Jordan\n  ","911615":"\n   Ok daise\n  ","911616":"\n   what is your Nickname!??😊\n  ","911617":"\n   My couch may pull out but I dont 😘\n  ","911618":"\n   You are all entitled to have a rest on Saturday. You did put a TikTok video up. So they shouldn't be complaining or be annoyed with you.\n  ","911619":"\n   Check this out for you Lauren 😂\n   \n    https:\/\/twitter.com\/augustxcloud\/status\/1246632706391379970?s=19\n   \n","911620":"\n   But I'm in love\n  ","911621":"\n   Can you do a cartwheel\n  ","911622":"\n   Guys. Vote on my photo poll?! 😊😇\n  ","911623":"\n   Sweet dreams Lauren don't let the bedbugs bite 👌\n  ","911624":"\n   A little kiss or a big kiss? 😀\n  ","911625":"\n   Easy to prank all Ur family please explain?\n  ","911626":"\n   Go ahead.\n  ","911627":"\n   Watch out Lisa will prank you to? 😀\n  ","911628":"\n   Ya makes a difference a bit of wind which is good. While stuck in\n  ","911629":"\n   Do you read the newspaper\n  ","911630":"\n   It's meant to be 19'C 66.2'F here tomorrow in the uk\n  ","911631":"\n   If I may ask, what is your dream? Besides music.\n  ","911632":"\n   If karma was coming back to you, would it help or hurt you?\n  ","911633":"\n   To everyone asking for the link! Here it is:\n   \n    https:\/\/www.instagram.com\/p\/B-awdMgAOqf4EOTgYmcaFOQPWlFON-WvCTZc8I0\/?igshid=nmm7h35bvy5f\n   \n","911634":"\n   He's my favorite\n  ","911635":"\n   is there anyone in your family that’s currently incarcerated?\n  ","911636":"\n   I fell in love with a Spanish girl once she had me wrapped around her little finger and used my low self esteem and lack of confidence to take advantage of me. I tried my best to keep her in my life but in the end it didn’t matter how much I loved her, how hard I tried in the end I meant nothing.\n  ","911637":"\n   Ah well that's something you can't control 😔\n  ","911638":"\n   Yes loving the isolation ( NOT) 😂\n  ","911639":"\n   If you dropped everything to pursue your dreams, what would you be risking?\n  ","911640":"\n   Amazing pic.. I saw you spent A lot of money last night? Were you sleepwalking?\n  ","911641":"\n   Wow you are so nice inside and outside. Never change ok:)\n  ","911642":"\n   PAP of your most favourite thing...\n  ","911643":"\n   Yes that was yesterday. She was playing with Norman. She wasn't on camera she shouted it though\n  ","911644":"\n   Was that yesterday's live our has she done one today.?\n  ","911645":"\n   I seen her talking about her tick. I didn't hear you mentioned?\n  ","911646":"\n   True\n  ","911647":"\n   😂😂\n  ","911648":"\n   How is the bf doing tonight? Lol\n  ","911649":"\n   Your wifey, I didn't now you were married? Lol\n  ","911650":"\n   😊\n  ","911651":"\n   ''SATURDAY APRIL 11TH I'LL BE WORKING THE RUNWAY\"!!!\n  ","911652":"\n   It was a joke Lauren. I will def be waiting for your next video ok lol\n  ","911653":"\n   Awww 👶❤\n  ","911654":"\n   No live video from the awesome ladies. No no. We'll.im going to be patient right? 😀\n  ","911655":"\n   Lol\n   \n    https:\/\/m.youtube.com\/watch?v=DMr8tK3-QK4\n   \n","911656":"\n   😂😂😂😂\n   \n    https:\/\/youtu.be\/2MJAWg-iB8A\n   \n","911657":"\n   Total savage\n  ","911658":"\n   Pic of your feet\n  ","911659":"\n   💖\n  ","911660":"\n   💖\n  ","911661":"\n   💖\n  ","911662":"\n   What movies do you watch in quarantine: about zombie apocalypse or with happy endpoints?\n  ","911663":"\n   Who took that one of you asleep\n  ","911664":"\n   i love following each of you 🤍✨\n  ","911665":"\n   Former management\n  ","911666":"\n   Have  you ever been  told to wear something that you thought I look so stupid\n  ","911667":"\n   What kind of person are you like describe your personality, your strength and weaknesses and also just somethings about yourself that you would like people to know.\n  ","911668":"\n   Damn I should of asked you out ☹️\n  ","911669":"\n   ¿Frío o calor?\n  ","911670":"\n   Why beach?\n  ","911671":"\n   videogames or beach\n  ","911672":"\n   What do you want to do first when you get out of isolation?\n  ","911673":"\n   If you had 24 hours to spend anyway you wanted, and money wasn't a concern, what would you do?\n  ","911674":"\n   Would you rather sit or stomp a balloon?\n  ","911675":"\n   Grew on Summertime by your Cousin Michaela Grace\n   \n    https:\/\/open.spotify.com\/track\/2JgegX3SqkWCQUViQVpowc?si=gCvyWIH-T4-nfiiTcvqsgw\n   \n","911676":"\n   Oh thats not sad at all ❣️. Its confy🌸\n  ","911677":"\n   Nice song keep it up 👌\n  ","911678":"\n   Hello night owl why you still up? Lol\n  ","911679":"\n   How is the bf doing tonight?\n  ","911680":"\n   I got it! My first play through I got everyone killed\n  ","911681":"\n   Oh I see what you mean you want me to work for the money so let’s  make a deal then if you send me money you can  give me your snap and I can put on a little “show” for you. Now how does that sound everyone is happy and wins\n  ","911682":"\n   Saw video of christina why she getting hate.?\n  ","911683":"\n   Yeah don't answer that\n  ","911684":"\n   Do you have irrational fears?\n  ","911685":"\n   Hello\n  ","911686":"\n   Ever watched Code Lyoko?\n  ","911687":"\n   Yes lol 😂 thank you 😊 for being a good friend honest to me Lauren\n  ","911688":"\n   Call in military and close down beaches. Issue fines to people doing social interacting. Get blood drives going.? Do you\nAgree with me?\n  ","911689":"\n   Why is Lisa weird?\n  ","911690":"\n   Why is your nickname fetus. Rat? 😀\n  ","911691":"\n   👍👍👍\n  ","911692":"\n   Hello to the lovely Lauren how was your weekend?\n  ","911693":"\n   What are you good at?\n  ","911694":"\n   Who is your favourite wrestler?\n  ","911695":"\n   Have you watched Tiger King  yet?\n  ","911696":"\n   How well can you use your elbow? How do you open a (round) doorknob with your elbow?\n  ","911697":"\n   Pap shoes plzzz😳🤗\n  ","911698":"\n   is there a nickname you have. that only your family calls you or gave you?\n  ","911699":"\n   Last night I think I sh!t the bed I was so drunk I gave a dude head\n  ","911700":"\n   💖\n  ","911701":"\n   You were joking oh I hope you can get him to see it was a joke?\n  ","911702":"\n   What's your reaction when that happens?\n  ","911703":"\n   Who?\n  ","911704":"\n   I really wish people would stop bugging me about you.\n  ","911705":"\n   If you met a primitive tribe would you learn from them or would you teach them? (What would you teach them?)\n  ","911706":"\n   I did the Nevis bungy... scary as hell, it was like a simulation of suicide\n  ","911707":"\n   Pay it forward is common in my town. But we are also a small community.\n  ","911708":"\n   Do you think it’s better to have one great skill you’re an A+ at or many skills you’re a C at?\n  ","911709":"\n   What activity do you never get bored with?\n  ","911710":"\n   And it’s not like they even have to give them money. They can go buy some groceries and necessities and give them to people who need the stuff. But I feel like the government also need to step in as well as everyone in the society.\n  ","911711":"\n   have you bungy jumped?\n  ","911712":"\n   We seriously NEED more people like you. In my town people just snub their noses to the struggling. Unless if it’s a well known family that is. I think we as a society should be able to help those in need and those struggling mentally and emotionally.\n  ","911713":"\n   If you found where a mythical creature lives would you tell it to everyone or would you keep it a secret?\n  ","911714":"\n   No way your bf ignoring you maybe busy?\n  ","911715":"\n   you said something about taking risks lol\n  ","911716":"\n   What are the things that you are too young for?\n  ","911717":"\n   walk around Riverdale, Chicago on your own with your gold watch on display\n  ","911718":"\n   They don’t care. The “officials”. They could care less about the ones struggling. They don’t care anything about the mental health stigma nor the abused children. And again it’s downright heartbreaking.\n  ","911719":"\n   Is the fact that you are not learning something new a sign of wisdom\/knowledge or of loss of interest?\n  ","911720":"\n   I deal with high functioning anxiety, it’s not easy nor fun. And very understandable. It’s heartbreaking when I read stories of kids taking their own lives. And you’re right. They do have their whole lives ahead of them. I just wish if they could have seen how worth it they were. And still are.\n  ","911721":"\n   How to raise your self-confidence?? 🙄\n  ","911722":"\n   Is forgiveness a strength or a weakness? Please explain how.\n  ","911723":"\n   What do you think on the theory that God and the Devil made a wager on humanity to see would win? Which one is winning in your opinion?\n  ","911724":"\n   Wow. That's a beautiful idea♥️\n  ","911725":"\n   Oooh that's cool poo!\n  ","911726":"\n   You're so pretty!\n  ","911727":"\n   What person is ignoring you.?\n  ","911728":"\n   You're beautiful!\n  ","911729":"\n   Are you good at listening to the advices you would give to others?\n  ","911730":"\n   Do you look to the past or to the future? Or do you look at the present while it lasts?\n  ","911731":"\n   What's your opinion on Halsey?\n  ","911732":"\n   What makes you crazy mad ? 🙄😂\n  ","911733":"\n   Are you talking about the ones where it tells you to turn to page 75 or Turn to Page 136?\n  ","911734":"\n   Wow. That was really sweet!!!!!! Thank you for posting that!!!!! I think a lot of people need to hear that!\n  ","911735":"\n   Are they implied to me... In other point my question feed is full of actual questions and garbage\n  ","911736":"\n   Is there a hole inside of you? What do you fill it with?\n  ","911737":"\n   Sameeee\n  ","911738":"\n   Post anything heart-touching...\n  ","911739":"\n   good time to learn italian or whatever  you want to do... so much cool educational stuff you can do on line\n  ","911740":"\n   Dani called Emmyn an A**hole on his Instagram live 😀\n  ","911741":"\n   Who is ignoring you?\n  ","911742":"\n   💖\n  ","911743":"\n   Ready to change diapers auntie Lauren? 😀\n  ","911744":"\n   She was glowing 😊🍋🌈👶\n  ","911745":"\n   Because you said you was working late tonight here's a song for you\n   \n    https:\/\/youtu.be\/UbxUSsFXYo4\n   \n","911746":"\n   I think you're pretty\n  ","911747":"\n   What is the best cure for a broken heart?\n  ","911748":"\n   Lauren watching that video and seeing Amy coughing like I had to look it up. Did you know that with her having Turners Syndrome she is classed as vulnerable to the Covid-19 infection. It might just be a normal cough but it's better to get her checked out.\n   \n    https:\/\/tss.org.uk\/news\/302-covid-19-coron\n   \n","911749":"\n   Why did you just confirm you were single in the podcast?\n  ","911750":"\n   Hmm..great\n  ","911751":"\n   What is the craziest thing on your bucket list\n  ","911752":"\n   Save me from drowning in the sea.\nBeat me up upon the beach. \nWhat lovely holiday there's nothing funny left to say.\n  ","911753":"\n   Well are you going to see Jordan tonight? Ask him?\n  ","911754":"\n   Yeeeeeees poo Ate Lauuur\n  ","911755":"\n   hi how are you? :)\n  ","911756":"\n   \"It ain't over till the fat lady sings\" Should Lizzo stop singing?\n  ","911757":"\n   For some weird reason I have the song \"The road to Mandalay\" by Robbie Williams stuck in my head. Do you sometimes have a song stuck in your head? What song is it right now?\n  ","911758":"\n   Travis Cove has started following me on Instagram\n  ","911759":"\n   Do you ever have wine with pasta?\n  ","911760":"\n   Fav song ?\n  ","911761":"\n   How are you today?\n  ","911762":"\n   Congratulations 🖤❤💙🧡\n  ","911763":"\n   Do Happy Friday then Lauren 🖤❤💙🧡\n  ","911764":"\n   Dani & emmyn supporting you .\n.. My Dauren heart .... She's still there for you 😩\n  ","911765":"\n   💖\n  ","911766":"\n   💖\n  ","911767":"\n   Lauren i start following you ♥️\n  ","911768":"\n   Do you have any Grey hair yet\n  ","911769":"\n   “When he opens his arms and holds you close tonight it just won’t feel right because I can love you more than this yeah yeah when he lays you down I might just die inside It just don’t feel right because I can love you more than this love you more than this”\n  ","911770":"\n   Who was your favourite member mine was Niall\n  ","911771":"\n   What did you think about one direction back in the day?\n  ","911772":"\n   I am sorry Justin Bieber doesn’t know who you are anymore but if I knew you I wouldn’t forget you because you are to amazing to forget.\n  ","911773":"\n   I know who you mean\n  ","911774":"\n   Hey that's Lauren Cimorelli 😊\n  ","911775":"\n   What was Justin Bieber like when you knew him and if you hit him up would he remember you?\n  ","911776":"\n   Well what did you mean move on from the one that keeps hurting you.\n  ","911777":"\n   Check my recent\n  ","911778":"\n   Ariana Grande or Lana del Rey\n  ","911779":"\n   So youre out of toilet wipes??? Are you shower wiping now or just using your golden bidet?\n  ","911780":"\n   US isn't well equipped for this, China could just go full fascist and their rate is going down\n  ","911781":"\n   Yes find someone that treats you right and doesn't give you bull crap all the time.\n  ","911782":"\n   One day for sure you will get married & have kids 😊\n  ","911783":"\n   what's it like in tennessee? everyone have to stay indoors except to pick up groceries?\n  ","911784":"\n   so I guess you and the fam are writing a lot of songs right now?\n  ","911785":"\n   Well the is no plans for you to get married just yet I mean.\n  ","911786":"\n   😳    🤵👰💒🚫\n  ","911787":"\n   My bestfriend Odie passed away yesterday morning 😔\n  ","911788":"\n   Saad to hear about your delay marriage because of Corona Virus...\n  ","911789":"\n   WHAT TAG YOURSELF I WANT A BOYFRIEND 😳\n\nI tagged me\n   \n    @michaeljonesmp5\n   \n   I want a girlfriend 29-45 😀\n  ","911790":"\n   Oh I was just going to post the lyric video 😂\n  ","911791":"\n   Que haces?\n  ","911792":"\n   This look pretty  awesome\n  ","911793":"\n   Mann lo aap 29 years ke ho aur apko 15 years ka ladka aunty bole to apko kaisa lagega?\n  ","911794":"\n   When she has that low range and pops into her infamous high range like ooh girl we see you\n  ","911795":"\n   I LOVE IT!!!\n  ","911796":"\n   So went off with those vocals and production\n  ","911797":"\n   How much could you not leave your house at all? #StayAtASK\n  ","911798":"\n   Most of your pics are in green and yellow though\n  ","911799":"\n   Do people make you bad mouth them behind their back or is it your own negativity?\n  ","911800":"\n   Favourite condiment\n  ","911801":"\n   least fave color?\n  ","911802":"\n   Speechless moment...👀\n  ","911803":"\n   Are you worry about COVID 19\n  ","911804":"\n   have you ever been scammed? if so , what did they scam you out of?\n  ","911805":"\n   Do you talk to yourself?\n  ","911806":"\n   How was your weekend. Boring or good?\n  ","911807":"\n   Do shoes make you happy?\n  ","911808":"\n   Are you rationing your food? (If you're in Lockdown)\n  ","911809":"\n   Out of 10 how bored are you\n  ","911810":"\n   What are your thoughts on how Trump has  addressed this pandemic?\n  ","911811":"\n   our government came down hard, everything except supermarkets, pharmacies and hospitals closed. No hiking, no surfing, no dangerous stuff, that just means more ER resources diverted. Never seen anything like this and I'm old\n  ","911812":"\n   Coronavirus story?\n\nHe: Baby much you love me?\nShe: I can die for you babe🥰\nHe: Awee I love you 😘😘\n\n****Suddenly sneezes***\n\nShe: Bish cover your nose while sneezing. I can get virus and die.\n  ","911813":"\n   Ya it's only a game. They know each other very well really.\n  ","911814":"\n   Why do you love Mac and chesse? Lol\n  ","911815":"\n   Did you give the bf a little bit of attention. Ex. Hug?\n  ","911816":"\n   How is Lisa being weird? 😀\n  ","911817":"\n   How is the bf doing tonight?\n  ","911818":"\n   Alright it’s Almost 1am so I’m gonna hit the hay 🛏 good night\n  ","911819":"\n   Do you think that it is okay for white people to use the n word like the way black people use it to like  acknowledge a friend or be cool or whatever? And as a bonus do you say the n word to your friends or behind black peoples back?\n  ","911820":"\n   Okay people. We are now being told, we are at the very apex of the flu epidemic. And to stay in houses, and visit no one, not even family members that may come to visit. I have read it online. The warning was online. What are your thoughts on it?  Legitimate or not?\n  ","911821":"\n   He's always logged into kik\n  ","911822":"\n   When someone is feeling stressed, what are 3 suggestions you’d share with them?\n  ","911823":"\n   Ok\n  ","911824":"\n   I invite you to read Quraan kareem book :)\n  ","911825":"\n\n    @redoasis2017\n   \n   has the virus. Please send your thoughts and prayers\n  ","911826":"\n   Do you miss dani a bit or a lot?\n  ","911827":"\n   Honesty hour?\n  ","911828":"\n   Ever drink Canada dry has ginger. Amazing for acid reflux. Etc. Ever drink it?\n  ","911829":"\n   Cheetos amazing but fingers all red after right?\n  ","911830":"\n   What would you do if the person you are dating or if you were dating someone and later on in the relationship they tell you that they are hiv positive. How would you react and what would you do?\n  ","911831":"\n   Are your sisters here on ask?\n  ","911832":"\n   So you went to  9 stores to look for toilet paper specifically?\n  ","911833":"\n   Hi\nHow are you?\n  ","911834":"\n   How is everyone doing? Any fun plans for this coming week?!😊🌼\n  ","911835":"\n   Are you ok???? Those are never any good!!!!\n  ","911836":"\n   How would you explain the word love to someone without using the word “love”?\n  ","911837":"\n   No problem\nI talked with 55 American girls you're the third polite  and nice girl i meet :)\n  ","911838":"\n   I’m crying my family is fighting and screaming my mom is going crazy because she is pissed at being at home she is taking it out on me and everyone I’m so fucking done with this quarantine and my family I’m expected to do everything for them and the moment I don’t do for them and i don’t do one thin\n  ","911839":"\n   Hello how is the pretty Lauren doing tonight?\n  ","911840":"\n   Mood in pic are you glad or mad or sad?\n  ","911841":"\n   If I may ask, do you have frequent snack-a-dents? I have them a lot. Especially being holed up in the house for weeks.😂😂😂\n  ","911842":"\n   You know that he isn’t a leader ! he maybe President but he cheated his way Into Office so he isn’t really a leader he is a cheat and a fraud how yes is in office but he doesn’t deserve to be the in the White House\n  ","911843":"\n\n    https:\/\/ask.fm\/raneem6695\/answers\/160817826156\n   \n   تصفية💛\n  ","911844":"\n   What cannot be forgiven? 🙄\n  ","911845":"\n   Harry & Meghan aren't happy in Canada. So they want to move to tbe USA. But Donald Trump says they will have to pay there own way\n  ","911846":"\n   Beautiful  profile  pics\n  ","911847":"\n   Ever play truth or dare with people?\n  ","911848":"\n   Cod or battlefield?\n  ","911849":"\n   stay healthy and safe everyone 🤍✨😊\n  ","911850":"\n   Have a great pizza night will you all be drinking root beer?\n  ","911851":"\n   Well enjoy those pizzas and will you be saving a piece for the bf? 😀\n  ","911852":"\n   Are you really getting new merch like Lisa.\nor no?\n  ","911853":"\n   Can you ask Carla to unblock me. 😩she like this last question\n  ","911854":"\n   You gonna eat them tomorrow?\n  ","911855":"\n   You ordered pizzas. Well who ate them? Lol\n  ","911856":"\n   You ate 2 pizzas nice you were hungry? Lol\n  ","911857":"\n   Nice pizza girl.. How many pizzas and what kind .?\n  ","911858":"\n   How was your dinner did you cook? Pasta?\nI had rigatoni. :),\n  ","911859":"\n   Aren’t you single?\n  ","911860":"\n   How is the amazing Lauren doing tonight. Being in quarantine?\n  ","911861":"\n   Are you going to see your baby tonight? Lol\n  ","911862":"\n   Nando's has 42 restaurants in the US: 12 in Illinois, 6 in Washington, D.C, 14 in Maryland and 10 in Virginia... You could go there for his birthday? 😀\n  ","911863":"\n   Nice are you treating him like a king?\n  ","911864":"\n   There are nando's in us. Ever eaten there?\n  ","911865":"\n   30 days. And is he treating you right and like a queen? Lol\n  ","911866":"\n   What is his favorite plate too eat?\n  ","911867":"\n   Lucky bf how long you been dating?\n  ","911868":"\n   good do you have boyfriend\n  ","911869":"\n   haha good \nhow old are you ?\n  ","911870":"\n   💖\n  ","911871":"\n   Congratulations on finally reaching 500k on Instagram you deserve it bb\n  ","911872":"\n   Solo lauren RISEEE\n  ","911873":"\n   Do you believe in horoscopes?\n  ","911874":"\n   What would someone have to do to make you dislike them immediately?\n  ","911875":"\n   What is your favorite song?\n  ","911876":"\n   What will\/did you do with your first salary?\n  ","911877":"\n   If not I can fix it for you 😜\n  ","911878":"\n   If you had $5 left in your pocket, what would you spend it on?\n  ","911879":"\n   Showing effort is attractive.\n  ","911880":"\n   Have you ever popped a balloon\n  ","911881":"\n   I had 10 drinks last night I had 2 shots of whisky  and  5 whiskys and cokes and 3 sweet teas with peach liquor and rum that’s most I ever had\n  ","911882":"\n   You need a manfriend not a boyfriend\n  ","911883":"\n   So does that mean we can date?\n  ","911884":"\n   Have you ever bought anything from a food market NOT An Supermarket\n  ","911885":"\n   Why?\n  ","911886":"\n   What’s goin on in the world this morning ?\n  ","911887":"\n   You wanna manfriend?\n  ","911888":"\n   Don't be sorry 😂🤗\n  ","911889":"\n   Do you have a boyfriend?\n  ","911890":"\n   Check out our bio please and give us your feedback kindly ☺️😄\n  ","911891":"\n   Who\/What is the most important person\/object in your life?\n  ","911892":"\n   💔\n  ","911893":"\n   Is this song about christian suray?\n  ","911894":"\n   talk\n  ","911895":"\n   When do you think the virus will be completely defeated?\n  ","911896":"\n   hi everyboodddyyy 🌤\n  ","911897":"\n   ❤REMINDER💙\n\nOne more day till '' These Day's\"\n  ","911898":"\n   ✨✨✨Chat with me for WhatsApp My Honey? Im Only. I Follow U Love. 🌚🌃\n  ","911899":"\n   Lauren, unless you want to end up giving birth to my child, you will do as I say.\n  ","911900":"\n   ✨✨✨Think of me, Missed me, need me, Follow me, Love me my bby🌚🌃\n  ","911901":"\n   ✨✨✨Im your Hero, the best in Your world. 🌚🌃\n  ","911902":"\n   You're welcome\n  ","911903":"\n   Simply doing this to try it. Salutations! 🖖\n  ","911904":"\n   Hello Lauren the night owl what you still doing up? 😀\n  ","911905":"\n   Why is he a better cuddler?\n  ","911906":"\n   If the world is really round, why do we build on flat surfaces?\n  ","911907":"\n   What you doing?\n  ","911908":"\n   I don't even wanna tell that I don't care\n  ","911909":"\n   If I left and you never heard nor seen me again would you even care ?\n  ","911910":"\n   I think you made a mistake. I think you meant to say I am not worth their time\n  ","911911":"\n   Sure.\n  ","911912":"\n   Oh.\n  ","911913":"\n   Okay.\n  ","911914":"\n   No I am not trying to get you to like me or any of that nonsense. I am trying to get a free meal off of you\n  ","911915":"\n   are you okay ??\n  ","911916":"\n   Whats up baby girl\n  ","911917":"\n   Yeah... I did...\n  ","911918":"\n   Hey everyone, keep your head up high and don’t give up. I know what we are all going through is very frustrating and stressful but believe me everything will be okay soon🤍 we got this! We’re all in this together! Sending lots of love & positive vibes to everyone! ✨\n  ","911919":"\n   I know your a singer but can you dm us on insta\n  ","911920":"\n   Yeah, I saw that y’all made a video for it. I’m actually about to watch it! Now that I’ve got some time, lol.\n  ","911921":"\n   Good night Lauren 😴🛏\n  ","911922":"\n   When do you get to see the bf? I bet he misses you?\n  ","911923":"\n   Christina find out what she is having a boy or girl?\n  ","911924":"\n   Did you prank any one?\n  ","911925":"\n   That’s a good answer. I like it. I read a story out of a Chicken Soup for The Soul books. This lady’s sister was murdered and she had ran into the murderer. In the end she forgave the man who murdered her sister. She had no intentions of forgiveness. But gave him hers. That’s a strong soul.\n  ","911926":"\n   A story with a happy ending. That would be good!\n  ","911927":"\n   🤗🤗🤗🤗\n  ","911928":"\n   With David Taylor Gomes\n  ","911929":"\n   What is your fav popcorn to eat?\n  ","911930":"\n   Hola, nos seguimos 🤙 \nTe dejare algunos ❤️\n  ","911931":"\n   Sorry\n  ","911932":"\n   What happens when fireworks go off do you get scared?\n  ","911933":"\n   What's going on\n  ","911934":"\n   Do you ever do OCD stuff like in my family? 😀\n  ","911935":"\n   And I would never criticize someone for their beliefs or what their views are so I would expect the exact same thing you know\n  ","911936":"\n   Sorry if I am taken it out on you I just want to give up some times\n  ","911937":"\n   I want this to end quick\n  ","911938":"\n   Ever smoke pot or drugs?\n  ","911939":"\n   Ever had a girl talk. Bad about u and you\nheard her?\n  ","911940":"\n   Oh dang 😲\n  ","911941":"\n   Do you hate or like thunder?\n  ","911942":"\n   we got a curfew at 10 so I cant go buy anything to eat around that time thats why I'm trying to find out from someone if they can bring me something to to last me until the 3rd or just some food tonight to eat and then I can worry about getting something tomorrow all I need is yes or no.\n  ","911943":"\n   Bb why do you sound so hurt in the piano video of these days 😕 who hurt you so badly ????\n  ","911944":"\n   🌸Tiny bit of lemon and a slice of tomato with pepper and salt should do the trick for me💙\n  ","911945":"\n   Avocado toast with what on it?\n  ","911946":"\n   Did you have 🥞 or cereal for breakfast?\n  ","911947":"\n   Когда слоны пьют воду через хобот,у них вода со вкусом соплей?\n  ","911948":"\n   What happen if you are alone in Ur house what would happen?\n  ","911949":"\n   Hi im a bit scared and creeped out,  yoir plans to rescue  me??? Please\n  ","911950":"\n   If you could have one wish what would you wish for?\n  ","911951":"\n   💖\n  ","911952":"\n   How has your lifestyle changed with the advent of quarantine? #StayAtASK\n  ","911953":"\n   That's good there today not a good day and I'm so glad that you have family that gives a crap about you.\n  ","911954":"\n   Cool I think it could be fake news then\n  ","911955":"\n   😂😂😂😂\n  ","911956":"\n   I had pizza too old school like broccoli and Cheese.. What kind u got?\n  ","911957":"\n   have you guys been cooking more? have your parents? ***\n  ","911958":"\n   Dicen que hombres que tengan los dedos de los pies arregladitos, son muy limpios y les importa su imagen. Eres uno de ellos?\n  ","911959":"\n   I heard a rumor that you are currently living  on your yaught  250 miles out in internatoonal waters rn, be honest is this true?\n  ","911960":"\n   You keep making me feel like I am in frozen and can’t breath whenever I look at your face because you are so beautiful if I lived in the same place as you and I had confidence I feel like we could have been really good friends.\n  ","911961":"\n   Good morning from the uk\n  ","911962":"\n   Almost midnight what time you going to bed? Lol\n  ","911963":"\n   Cuddle and also a kiss also, right? Lol\n  ","911964":"\n   How come Lauren you are awake did you take a nap earlier? 😀\n  ","911965":"\n   You have a huge family how will you be able to prank them all?\n  ","911966":"\n   Yes would you be cuddling him a bit or a lot? Lol\n  ","911967":"\n   Ahh he is at his home do you miss him a lot?\n  ","911968":"\n   Did you get to see the bf tonight at all?\n  ","911969":"\n   Do you have any songs that are lullubys?\n  ","911970":"\n   Why is the TN governor not shutting everything down. He's dragging his feet :\/\n  ","911971":"\n   💖\n  ","911972":"\n   Would you be prepared to live through a year of extreme hardship and trauma if it subsequently meant a lifetime of peace and happiness?\n  ","911973":"\n   But I love him I hope it ain't true\n  ","911974":"\n   He just joined\n  ","911975":"\n   Why\n  ","911976":"\n   But who in rt\n  ","911977":"\n   But who are you talking about\n  ","911978":"\n   Who\n  ","911979":"\n   💖\n  ","911980":"\n   How is he a soft baby? 😀\n  ","911981":"\n   Well will you be pranking Lisa at least?\n  ","911982":"\n   I get headaches too and eye hurts it usually\nis sinus headaches or sinusitis? Have u ever\nhad those problems?\n  ","911983":"\n   In 4 hours April's fool who will you be pranking? 😀\n  ","911984":"\n   Oh that rings a bell\n  ","911985":"\n   Ah I see\n  ","911986":"\n   He had blond ish curly hair with a beanie on& glasses\n  ","911987":"\n   Oh I missed that then too\n  "},"Answer":{"910916":"\n  Like the government is playing some games that's sick and twisted like .... Survival of the fitness type stuff. By controlling what we can and csnt do. Knowing people have mental illnesses and can't be in one area for to long or they start acting out.  Taking away activities like basketball hoops, playgrounds so children can't have fun and resorting them to the internet or to play with dolls or something. Shutting down jobs so tons of us loose income and struggle to feed our children or pay bills and so on...\n  ","910917":"\n  I just worry about people in general. Especially when I know they're not exactly in the best mindsets or places right now. I used to be so dis -attached from people and didn't know how to emphasize with them before. But over the years its something that just started to become familiar to me and now I can sort of sense when something is wrong. I'm also an over thinker so that doesnt really help\n  ","910918":"\n  Its something we can discuss in the next band meeting about merch im sure. Just right now we have so much going on with the new launch of the handwritten collection and then having to restock the vintage collections which have sold out mostly today\n  ","910919":"\n  This really feels like its a game now....\n  ","910920":"\n  I don't judge people based on the backgrounds they come from\n  ","910921":"\n  Had to stay home instead of going out and being at church surrounded by people who care about you and stuff. And then this whole thing is just affecting everything and our plans. Katherine having to possibly reschedule her wedding and wonder when its ever going to be back to normal or when can we see and hug our family. Is it ever going to go back to normal ...\n  ","910922":"\n  Why would anyone want to turn into a gigantic blue blueberry in the first place?\n  ","910923":"\n  The worst kind of trouble you can think of. Or something that's like really bad beyond repair. And I believe theres people that have done horrible things that are\/could be reference as evil and horrible like murders and stuff.\n  ","910924":"\n  No we haven't been talking...\n  ","910925":"\n  Thank you 😊\n  ","910926":"\n  I don't use it anymore\n  ","910927":"\n  I don't really have a belly on me so I cant do it lol\n  ","910928":"\n  Pretty depressing\n  ","910929":"\n  I found it on my news feed awhile back ago and watched and I'm like woah that's pretty interesting\n  ","910930":"\n  New tiktok is up now 💗\n  \n\n   https:\/\/m.tiktok.com\/v\/6815221471468719365.html?u_code=4c80jkg6f6a1d&preview_pb=0&language=en&_d=db760cdccm2fig&timestamp=1586792558&user_id=99425185329455104&utm_campaign=client_share&app=musically&utm_medium=ios&user_id=99425185329455104&tt_from=copy&utm_source=copy\n  \n","910931":"\n  Happy Easter\n  ","910932":"\n  Have a good night 😊\n  ","910933":"\n  End poverty\n  \n  Have homes for the homeless\n  \n  And provide safe loving homes for the abandoned children\n  ","910934":"\n  I don't think any of us really know who we are suppose to be but we go through phases in life that we try out and see what works best for us and how we wabt to continue living\n  ","910935":"\n  Disney books 💖\n  ","910936":"\n  Depends where I am going but normally I just go in whatever I have on lol\n  ","910937":"\n  Yes they did 😊\n  ","910938":"\n  Mhm\n  ","910939":"\n  Yes it should. If anything they'll just move it to a bigger po box or send it back which rarely happens\n  ","910940":"\n  Thank you 💖\n  ","910941":"\n  Just people who like to assume stuff without actually having any real information on it\n  ","910942":"\n  Just been sore and tired\n  ","910943":"\n  I don't think any to be honest\n  ","910944":"\n  No\n  ","910945":"\n  Gotta get entertainment somehow 😂 bring on the games\n  ","910946":"\n  I got one that had candy in it lol\n  ","910947":"\n  We are not allowed to go to church its all online :(\n  ","910948":"\n  No BC I know she's just joking\n  ","910949":"\n  Watch\n  \n\n   https:\/\/youtu.be\/N7NkXx53OCs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","910950":"\n  I mainly play sims now lol\n  ","910951":"\n  When I was younger people thought it was me in the music video for hurricane ....\n  ","910952":"\n  Mhm\n  ","910953":"\n  Yes, but I also hate being tickled\n  ","910954":"\n  The season finale of party of five\n  ","910955":"\n  Pop, ballads\n  ","910956":"\n  Ate leftovers for breakfast. Watched easter mass and that one tv. Ran to the store to pick up some essentials real quick, made some dinner. Went for a walk and then discovered we have easter kittens (its a stray cat that hangs out around our house) but one of the kittens are weak and not responding... Even though we rubbed them for 15 mins :(\n  ","910957":"\n  Chicken, I just love it. Its one of my favorite foods and there's many ways you can cook and eat chicken.\n  ","910958":"\n  I used to be obsessed with the guy who played burkley in house of Anubis lol\n  ","910959":"\n  Our flaws, our mistakes, our personalities, our lives, our blessings all of it 💖\n  ","910960":"\n  Calm, carefree, relaxed, and peaceful\n  ","910961":"\n  I almost completely forgot I covered this\n  \n\n   https:\/\/youtu.be\/9lfvtZOQh54\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","910962":"\n\n   https:\/\/youtu.be\/_x5e8_OPuPg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","910963":"\n  Sure 😊\n  ","910964":"\n  No\n  ","910965":"\n  You can follow me\n  ","910966":"\n  Oh I'm sorry\n  ","910967":"\n  1. A big family of my own one day\n  \n  2. A loving husband\n  \n  3. A wonderful home\n  ","910968":"\n  I think they are normally confused on certain things we call objects. Like chips are actually potato chips, fries, cookies etc. BC people in like europe call fries : chips, cookies are biscuits and actual potato chips are called crisps\n  ","910969":"\n  It was taken a few days ago\n  ","910970":"\n  Taken\n  ","910971":"\n  Happy Easter from Cimorelli! 🐰💞\n  \n  We hope you guys have a great day with your loved ones and can enjoy some family time, even if that’s just over the phone.\n  \n  It’s definitely strange spending this holiday at home with a severe weather warning but it’s just another reminder that there’s more to this celebration than the usual festivities. We know this is a hard time full of anxiety and uncertainty but we hope you can find a little bit of joy in today and celebrate this wonderful day as well as you can. He is risen! Let’s celebrate at home, 2020 style! 🙌🏼❤️\n  ","910972":"\n  Happy Easter 🙏🏼 I have to say it’s difficult celebrating Easter with the world in it’s current state. Lent is usually one of the biggest times of spiritual growth for me, but it was not the same this year. Having to livestream mass, not being able to be in the presence of the Eucharist, and just being in such a state of chaos and uncertainty has made it hard to feel close with God lately. But His sacrifice out of nothing but pure love for us and His rising up from death reminds me that no matter what I’m going through, no matter how close or far I feel, and no matter how dark it seems, the war has already been won. And He is the victor. He is risen 🙌🏼\n  ","910973":"\n  Being alone\n  ","910974":"\n  Thank u\n  ","910975":"\n  Idk\n  ","910976":"\n  😊\n  ","910977":"\n  I'm doing alright\n  ","910978":"\n  I did\n  ","910979":"\n  Creative\n  ","910980":"\n  Thats mean ;\/\n  ","910981":"\n  I'm not sure\n  ","910982":"\n  Only like two people that I know of one for life and the other a few years\n  ","910983":"\n  Like I just wabt to go to the family house 🙁\n  ","910984":"\n  Yea\n  ","910985":"\n  Like emo\n  ","910986":"\n  😊\n  ","910987":"\n  Mm dani maybe\n  ","910988":"\n  Possibly\n  ","910989":"\n  Two and my brother knows how to make some pretty tasty burgers\n  ","910990":"\n  Hi\n  ","910991":"\n  Sure as always keep it appropriate\n  ","910992":"\n  Think it was just a joke but someones attitude is going to make someone leave again from that band\n  ","910993":"\n  Hello\n  ","910994":"\n  People will just be rude and racist in life and we can't do anything about that\n  ","910995":"\n  I dont really have to rant\n  ","910996":"\n  The other day\n  ","910997":"\n  Never said it was my mom. I accidentally slammed it in a door\n  ","910998":"\n  An achiever. Someone who works hard towards their dreams and never gives up on chasing them\n  ","910999":"\n  She's doing pretty good. Just know the baby been kicking her a lot lol\n  ","911000":"\n  I'll try to remind kath to go check it sometime this week\n  ","911001":"\n  Think we need to consider how fast nature has changed by being on lockdown ... Returnung back to being clean and that\n  ","911002":"\n  Some people just make a backup account BC ask FM used to delete accounts for one little thing like cursing\n  ","911003":"\n  Its\n  \n\n   https:\/\/youtu.be\/Z-TjjK162js\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","911004":"\n  I mostly eat chicken but I eat hamburger and sausages as well\n  ","911005":"\n  Yeah\n  ","911006":"\n  No I just been kinda down\n  ","911007":"\n  Thanks\n  ","911008":"\n  I will. Thank you\n  ","911009":"\n  If you're referring to jordan I havent associatwd with him in about a week or two. And they would rather ignore me and keave me on read (his friend and him). So I just been focusing on myself and surrounding myself with people who actually want to be an importance to my life.   Basically I feel lied to and taken advantaged of, BC he told me this time wouldn't be like last time. But it is EXACTLY like last time with him randomly disappearing for long periods without an explanation (_ his friend told me the reason why not him). And basically making my mental state go down\n  ","911010":"\n  No its an older photo from last summer\n  ","911011":"\n  Thank you 💙💖\n  ","911012":"\n  Recommend good TV series to watch?\n  ","911013":"\n  Maybe like three times throughout life and I apologized\n  ","911014":"\n\n   @thetiffanyalvord\n  \n","911015":"\n  Not being able to go out to the movies or fun zones\n  ","911016":"\n  I don't think I ever tried it lol\n  ","911017":"\n  A bit to old for that. Easter really isn't about the bunny and candy etc. But about jesus rising again\n  ","911018":"\n  I eat breakfast, mostly almost the same thing every day for the entire year\n  ","911019":"\n  About 500 at the most or maybe more\n  ","911020":"\n  I never understood the purpose of it actually\n  ","911021":"\n  When I was younger. Not something that I really enjoy now a days\n  ","911022":"\n  Thanks\n  ","911023":"\n  Thanks 😊\n  ","911024":"\n  Yeah it wasnt from a pizza place lol\n  ","911025":"\n  Most likely no lol\n  ","911026":"\n  Research, connection with friends and family, more ways to advertise\n  ","911027":"\n  Wanted chipotle but they were hours behind on orders :( so went and got wings and parm fries instead\n  ","911028":"\n  We are always good enough even if we may not notice it at first others see how special of a person we truly are before we see ourselves the same way and value that. And I think in order tocceot ourselves and truly be happy with how we look or whatever other flaws we may have with ourselves we have to build our confidence up and be reminded we are worth it and beautiful humans\n  ","911029":"\n  \"This time won't be like last time \"\n  ","911030":"\n  No I havent. But I do want to eventually take a trip there and go to the hot air balloon festival they have there 😊\n  ","911031":"\n  Its not midnight yet, but lately been thinking about plans for the rest of this year\n  ","911032":"\n  Either I got stung and didn't realize it or that was a random blister\n  ","911033":"\n  How was your day?\n  ","911034":"\n  Used to be one direction. Now I love 5sos and the vamps ( not sure if the vamps are still producing music however\n  ","911035":"\n  No, just wisdom teeth extractions\n  ","911036":"\n  English?\n  ","911037":"\n  Just take a deep breath and try to say hi\n  ","911038":"\n  Lol have to admit you guys are creative with your pickup lines\n  ","911039":"\n  Spicy nuggets and a frosty\n  ","911040":"\n  YouTube\n  \n  Spotify\n  \n  Apple music or any other music streaming app\n  ","911041":"\n  Okay ,😊\n  ","911042":"\n  A tad bit but not really\n  ","911043":"\n  I'm more of a bubbly type person lol\n  ","911044":"\n  I been sleeping pretty good this week\n  ","911045":"\n  Earlier ....?\n  ","911046":"\n  Yeah I'm.alright\n  ","911047":"\n  I think maybe a bit of both. Because new things are something we've never had before or would've probably thought about. But there was always the tools around to build new things on... Like houses evolving before people used to sleep in caves and look now we have apartments and everything.  Or certain cars are built based off the designs of an older version or an idea. Signature collector items like barbie come from the style or a movie look etc.\n  ","911048":"\n  Remember when Sims was multiplayer and now they took away all the fun things\n  ","911049":"\n  Roses 😊\n  ","911050":"\n  💖\n  \n\n   https:\/\/youtu.be\/5uVeNVgjf2Y\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","911051":"\n  Not much tbh\n  ","911052":"\n  Thats on them however. Theyll learn their lesson\n  ","911053":"\n  Aha alright\n  ","911054":"\n  Dani didnt just marry him to get away from us. She was dealing with a bunch of personal things that were difficult for her in life and moved out the family house way before she even got married. .. Which I know why and I'm not going to talk about it\n  ","911055":"\n  True I mostly write music when I'm sad. Which is why most of my songs are coming from around 2017\n  ","911056":"\n  I hope that's not the case here but I seen people disobeying and doing dumb things lately\n  ","911057":"\n  We've normally put all our ideas into a band meeting to discuss and just go over everything till we find one that works best for all of us.\n  ","911058":"\n  Go to bed lol\n  ","911059":"\n  At my best. When I'm really going through a dark time I tend to shut everything out and not be motivated to do much but basically lay there in my room.\n  ","911060":"\n  Ours isn't fully dismantled just taped off and certain things are removed\n  ","911061":"\n  No I wouldn't BC why would I laugh at them for something they couldn't control?\n  ","911062":"\n  You as well.. And I see some good changes happening today however though\n  ","911063":"\n  I sure will. Thank you! Hope all is well over there 😊\n  ","911064":"\n  Lol did yours put the caution tape around the playground equipments it takes the little bridges down that the kids run across as well as remove the basketball hoops?\n  ","911065":"\n  Have a good night\n  ","911066":"\n  Back in time it was considered a tragedy because of forbidden love drove both of them to kill themselves. But now a days people wouldn't view it that way I don't think.\n  ","911067":"\n  I know we can go for like walks and that but they have us on a curfew time and if your out past that time you can get fined up to $500\n  ","911068":"\n  Not that they necessary \"died\" but I stopped watching the fosters BC the original actor who played jesus (hey soos ) randomly quit during filming for the 5th season to date this over obsessive fan girl of his. So they replaced him with noah from all the boys I ever loved. And I just didn't like the change at first. Went back and rewatched it and now enjoy the spinoff version of it\n  ","911069":"\n  No matter good or bad you stay by a person's side and always support them and lift them back up when they fall\n  ","911070":"\n  I'm stressed, trying to figure out something work related and just want to get out the house\n  ","911071":"\n  I dont think we are allowed to :\/\n  ","911072":"\n  5'9\n  ","911073":"\n  I love how I can just do what I want though lol\n  ","911074":"\n  I try to and the girls understand when I need a break\n  ","911075":"\n  It does, I get overwhelmed or exhausted and just want to like go to the bookstore or something\n  ","911076":"\n  Yeah I know\n  ","911077":"\n  Mutual friend keeps leaving me on read when I'm trying to explain something important. So done wasting my breath\n  ","911078":"\n  I'm tired of the game they're playing\n  ","911079":"\n  Just saying if I sent you a message and it shows you read it multiple times, I know for a fact your ignoring me and I'm not going to continue wasting my time on people like that\n  ","911080":"\n  Yes 😊\n  ","911081":"\n  NEW CIMORELLI SATURDAY !!! In this weeks video, we tried to sing songs we've never heard before 💖 tell us how we did. Did we sound good? Were we close? Did we give it our best fish ?\n  \n\n   https:\/\/youtu.be\/d88UAH80c7s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","911082":"\n  #Intentions by\n  \n   @justinbieber\n  \n  😌 We are all wearing pieces from the Believe In You Handwritten Collection that just launched TODAY! Go to the link in our bio and cop yourself a cute top with a positive message 💛💙\n  \n\n   https:\/\/www.instagram.com\/p\/B-2F4L9Fgo4\/?utm_source=ig_web_copy_link\n  \n","911083":"\n  Chicken marsala, greek salads, pasta\n  ","911084":"\n  Good, hbu\n  ","911085":"\n  Mhm\n  ","911086":"\n  😂😂😂\n  ","911087":"\n  Yeah\n  ","911088":"\n  Rip cam 💖\n  ","911089":"\n  Things that are not personality traits:\n  \n  1. Watching the office\n  \n  2. Liking tacos\n  \n  3. Wanting to travel\n  ","911090":"\n  I'm good 😊\n  ","911091":"\n  Wouldn't be the same without her 😂\n  ","911092":"\n  Probably lisa or someone i love\n  ","911093":"\n  I'm doing pretty good. How about you?\n  ","911094":"\n  I don't answer questions that are personal or sexual\n  ","911095":"\n  No and I really dont actually need one lol\n  ","911096":"\n  Hopefully not a bad smell but like lotion or whatever\n  ","911097":"\n  Right, but sadly people stalk and constantly ask\n  ","911098":"\n  Coming tomorrow 💖\n  ","911099":"\n  It was in the video we posted\n  ","911100":"\n  Shorts and a sweatshirt 😩\n  ","911101":"\n  New tiktok video 💖 we covered supalonely by benee\n  \n   https:\/\/m.tiktok.com\/v\/6814122684876672262.html?u_code=4c80jkg6f6a1d&preview_pb=0&language=en&_d=db760cdccm2fig&timestamp=1586536963&user_id=99425185329455104&utm_campaign=client_share&app=musically&utm_medium=ios&user_id=99425185329455104&tt_from=copy&utm_source=copy\n  \n","911102":"\n  Getting such a great response from you guys about the piano version of these days!!!!!! :’) love it when people like what I do <3\n  ","911103":"\n  🤗💖\n  ","911104":"\n  SURPRISE!!!\n  \n\n   https:\/\/open.spotify.com\/track\/64XnDvGdrj52e5Xjr6TViy?si=7qssgdKsQGCE427qPqBuvg\n  \n","911105":"\n  I did a post explaining it a few days ago but basically I was in my dads jeep when the lyrics \"all I do is think about you these days\" kept popping into my head\n  ","911106":"\n  I think so? The one that owns the cabin\n  ","911107":"\n  Sadly no ... BC they just continue making accounts and everything else\n  ","911108":"\n  No she hasn't and sometime in august\n  ","911109":"\n  Nothing BC I'm not wearing pants with any pockets\n  ","911110":"\n  Not really just tired of hate and saying I'm being reported and all...\n  ","911111":"\n  Ah I might check it out sometimes. Disappointed in the lack of good movies and that right now... Due to this chaos\n  ","911112":"\n  Lol\n  ","911113":"\n  Hi\n  ","911114":"\n  I think I got the older brother to be alive and that was it\n  ","911115":"\n  Yeah sadly\n  ","911116":"\n  Here\n  ","911117":"\n  Aw how sweet 😊💖\n  ","911118":"\n  Oh I see\n  ","911119":"\n  Blocking people\n  ","911120":"\n  Wow that's really messed up\n  ","911121":"\n  People literally have nothing better to do I guess\n  ","911122":"\n  I just hated waiting for tickets  to play\n  ","911123":"\n  Dont use snap anymore\n  ","911124":"\n  Yes I will be\n  ","911125":"\n  😊\n  ","911126":"\n  I don't take bribes\n  ","911127":"\n  10 grand every month\n  ","911128":"\n  Sorry 😊\n  ","911129":"\n  Him 💖\n  ","911130":"\n  Write music\n  ","911131":"\n  Instagram. Twitter\n  ","911132":"\n  I'm not in school anymore but I was homeschooled up until college\n  ","911133":"\n  Yes 😂\n  ","911134":"\n  Good to hear 😊\n  ","911135":"\n  Love is love no matter the difference 💜💛💚💙💗💖❤\n  ","911136":"\n  Its still a bit early lol\n  ","911137":"\n  I'm alright thank you\n  ","911138":"\n  I will and I know I just don't know how long he will be gone for\n  ","911139":"\n  Just don't be weird and that\n  ","911140":"\n  I don't think we've ever done autographed t-shirts that we worn or just signed a certain amount that could be brought. But we have given out signed CDs and that 😊\n  ","911141":"\n  I only do it with certain people\n  ","911142":"\n  I'm aware\n  ","911143":"\n  Yes\n  ","911144":"\n  Like I understand all that but I just dont like the fact that he's going to be distant and that ... Until he starts to feel better\n  ","911145":"\n  No I dont want to turn into gigantic blue berry\n  ","911146":"\n  I can play a bit. Just not an expert yet, and certain things like the right chord is tricky to get down especially BC of my fingers and that... Issues with generic related thing\n  ","911147":"\n  Jordan and I? No he hasn't been around for almost a week. He's grieving right now which it honestly scares me leaving him alone in this time period ... But his friend and I were disagreeing and she said he would never do something like that ... But idk\n  ","911148":"\n  Oh...\n  ","911149":"\n  Mondays are alright, they kinda go by slow however\n  ","911150":"\n  Finally getting the courage to release my own solo music and do things I never would have done\n  ","911151":"\n  Working fine as of now. Havent noticed any issues\n  ","911152":"\n  I normally get upset and cry.. And don't want to be bothered.\n  ","911153":"\n  Taylor swift\n  \n  Lana del ray\n  \n  John bellion\n  ","911154":"\n  Its not my friend its quintons lol\n  ","911155":"\n  Childhood friends : Elli , and kallen\n  \n  Elli- met through the musical theater best friend and we lived on the same street back in el Dorado hills\n  \n  Kallen- lived on the same street and his mom is actually a good friend of our family and was the one who did all of the planning and that for christinas wedding.\n  \n  Arielle- has been like a 7th sister for years\n  \n  Nashville lads:\n  \n  Acacia- met while looking for a new photographer after we moved\n  \n  Boon- met through clayton who did photoshoots for us, amazing kid who is very talented. Does most of the filming\/editing and directing for my music videos as well as helping me out on producing songs BC I'm not that skilled in guitar yet\n  \n  Mel- mutual friends\n  \n  Rachael- at a mutual friends party she actually wanted to know me first lol\n  \n  Kiera etc.- mutual friend\n  ","911156":"\n  Oh trust me I know.. Especially that chloe girl and the random anon who has to threaten me named \"robert\"\n  ","911157":"\n  I don't the rewards are kind of generic like and not worth it\n  ","911158":"\n  Merch... I used to sell my personal clothes as well\n  ","911159":"\n  Tortilla wraps ... Or a hamburger bun? French bread\n  ","911160":"\n  They just sit there until I feel like giving them away lol\n  ","911161":"\n  I don't understand why you guys choose to send hate to others about someone. Especially on anonymous? I don't think she ever lied about anything its people like you who just want to start drama on here between people BC you have nothing better to do in life.\n  ","911162":"\n  😂\n  ","911163":"\n  😂\n  ","911164":"\n  144 264 coins\n  ","911165":"\n  Thank you so much 💖\n  ","911166":"\n  Awe\n  ","911167":"\n  I think I would want to be protected from the media and try to limit your identity to the public while you're growing up BC people are strange and like to claim other people's children as their own or judge based off what the child chooses to be and do later on in life. You would have a big supportive family so no moment would go uncelebrated and there will always be someone around to talk to or hang out with. You would have a family that is hardworking, compassionate towards the things they love and talented in many areas such as music and construction related things. You're aunts would be the ones who share their passion for music with you if you wanted to, or your uncles would teach you the ways to living life on the wild side (sports, camping, fishing, driving four wheels or you can have a jam out session with michael and play guitar). Your grandpa would be the fun goofy one who you adore and grandma would be the one with a generous heart who would probably always make you snacks and spoil you lol. I would be kinda strict but also the fun parent as well. Only be strict when it is needed like you acting out or doing something wrong like hitting and adult. I want to home school all my children BC I feel a child should learn at their own pace and not be forced to advance or be left behind because they can't compete with their peers. I know the anxiety children get when their friends can count to 100 and yours can only count to 50. .. And many children feel something is wrong with them and get bullied because they're a bit different then their peers...  As for religion I would love for you to follow the catholic faith as religion is very important to me, but if you choose to be interested in another religion that would be fine. As far as expectations always do your best towards things that may be a challenge and never be afraid to do what makes you happy\n  ","911168":"\n  I believe in most, some come true while others I'm still wishing upon but I guess you just got to believe they can actually come true if you actually believe and work hard to making those wishes a reality\n  ","911169":"\n  Re reading the beautiful creatures series\n  ","911170":"\n  Mhm\n  ","911171":"\n  I don't really have a favorite\n  ","911172":"\n  I was homeschooled\n  \n\n   https:\/\/youtu.be\/Ztg6YqAORKw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","911173":"\n  Not really\n  ","911174":"\n  Aha\n  ","911175":"\n  Okay, thank you 💖\n  ","911176":"\n  Yes. That's why we are scared to take a risk because we do not always know the outcome, that's why we continue to overthink certain choices in life and constantly ask ourselves why?... When the real thing we need to do is just leap into the water of fear and unknown and take chances into discovering it.\n  ","911177":"\n  I just want to be abke to see my friends and have a barbeque ... 🙁\n  ","911178":"\n  Reminding myself people actually wanted me to marry Luke hemmings 😂\n  ","911179":"\n  Ahaha\n  ","911180":"\n  Lukas\n  \n  Dainian\n  \n  Neil\n  \n  Nick\n  \n  Madison\n  \n  Dawson\n  \n  Parker\n  \n  Christian\n  \n  Andrew\n  \n  Jack\n  \n  Ryan\n  \n  Jordan\n  \n  Tristen ...\n  \n  But most were short times or I dated for years ... Or went back to\n  ","911181":"\n  Sometimes not as much as I did when I was younger though\n  ","911182":"\n  My alarm going off\n  ","911183":"\n  Its sad, but I don't think it can be transmitted from animal to humans ?\n  ","911184":"\n  Hello\n  ","911185":"\n  People chewing\n  \n  Slow internet\n  \n  And\n  \n  People who just brag about everything\n  ","911186":"\n  Hello\n  ","911187":"\n  Its possible especially if you werent really paying attention to the movie the first time or missed a certain part\n  ","911188":"\n  Dad jokes 😊 from derek 😂\n  \n   @WhySoManyTaken\n  \n","911189":"\n  Don't know who that is\n  ","911190":"\n  Garlic\n  ","911191":"\n  BC tired of the guys being perverts and staring at our bottoms 😂\n  ","911192":"\n  I don't understand?\n  ","911193":"\n  😊\n  ","911194":"\n  Anyone remember the house of mouse? That was my favorite\n  ","911195":"\n  Remember its not about the nuggets.... Its about the lies!!!\n  ","911196":"\n  Its the evening and I havent been feeling the greatest lately ...\n  ","911197":"\n  Love that for me\n  ","911198":"\n  Don't click on unknown links\n  ","911199":"\n  Disney channel seemed like such a happy exciting company .... But the people were dull and unamused that worked there\n  ","911200":"\n  Was someone we used to work beside ... Thank god we don't see or associate with them anymore\n  ","911201":"\n  21\n  ","911202":"\n  I dont give it out to people whom I do not know at least a bit about\n  ","911203":"\n  Thank you 😊\n  ","911204":"\n  Don't be abusive towards her, but maybe just break up with her and leave and do your own thing and leave her to do what she been doing\n  ","911205":"\n  I'm not familiar with it and hope its not one of those sick twisted suicide games like momo was and the white whale ....\n  ","911206":"\n  I'm in a band with four\/ five of my sisters. Been since I was 8. Was signed to island records in 2010 but then we were left unhappy with the music industry trying to turn us into something we've never wanted to be. So broke away and moved to nashville in 2015 and became independent so we run everything ourselves now. Which means youtube videos, recording, filming, editing, song writing etc.\n  ","911207":"\n  Pretty sure there was worst than what he's doing but yet people still loved the previous. Eveeyone has their own opinions\n  ","911208":"\n  If I see one more person talk badly about my baby sister today... I'm going to lose it\n  ","911209":"\n  Singing our song #BelieveInYou 😌 If you like our tops, you can get them in 2 DAYS when the Believe In You Handwritten Collection comes out!! Each piece features uplifting lyrics from Believe In You that are handwritten by Katherine and designs drawn by Dani 💛\n  \n\n   https:\/\/www.instagram.com\/p\/B-xNXlBFjFC\/?utm_source=ig_web_copy_link\n  \n","911210":"\n  Don't really know, not from the UK\n  ","911211":"\n  Always 😂\n  ","911212":"\n  If someone says they're waiting till after marriage multiple times. What do you think the answer is?\n  ","911213":"\n  I don't answer sexual related questions\n  ","911214":"\n  Yes I do. Especially in the summer\n  ","911215":"\n  Hm\n  ","911216":"\n  Mp Yeah I do\n  ","911217":"\n  Always\n  ","911218":"\n  Be on tour and meeting new people\n  ","911219":"\n  Definitely wisdom\n  ","911220":"\n  Makes me feel more free to express my feelings\n  ","911221":"\n  Its past midnight now 😂\n  ","911222":"\n  Thank you 💖\n  ","911223":"\n  I guess it was a meme or something\n  ","911224":"\n  This squid is so uncooked I can hear squidward 😂 yeahhh\n  ","911225":"\n  Is that your concern? Or mine?\n  ","911226":"\n  Home\n  ","911227":"\n  Extremely nervous lol don't want him to roast me 😂\n  ","911228":"\n  Him\n  ","911229":"\n  Cuddles 🙊\n  ","911230":"\n  🤔🤔🤔\n  ","911231":"\n  Awe hope urs was good\n  ","911232":"\n  Lol\n  ","911233":"\n  Good night 😊\n  ","911234":"\n  No it's not required to do so\n  ","911235":"\n  I like some like snakes, and farm animals\n  ","911236":"\n  Dirt devil\n  ","911237":"\n  Merrell twins, dolan twins, colleen, connor mayard and anth, etc\n  ","911238":"\n  Yes I do\n  ","911239":"\n  The lol girls are more older audience dressed than brats were\n  ","911240":"\n  Family, friends, supporters\n  ","911241":"\n  This whole corona virus\n  ","911242":"\n  Money\n  ","911243":"\n  Like the e girl vibe 😂\n  ","911244":"\n  Yeah think it would be a cool experience\n  ","911245":"\n  It was Katherine's and Dani's ideas\n  ","911246":"\n  Already have asked me\n  ","911247":"\n  Commercials for dohvinci and hasbaro as well as subway\n  ","911248":"\n  Thanks\n  ","911249":"\n  They'll be up for purchase this Saturday on the bands website\n  ","911250":"\n  I mean I only did acting like three times ? Besides music videos\n  ","911251":"\n  Me and lisa\n  ","911252":"\n  Maybe\n  ","911253":"\n  Tristen\n  ","911254":"\n  I really haven't been reading lately... Although I should. Kinda difficult with everything being closed and all.\n  ","911255":"\n  The future\n  ","911256":"\n  She has to rearrange some plans and all ...\n  ","911257":"\n  Cheeseburgers\n  ","911258":"\n  I already am pro. Just an independent artist and run everything by ourselves\n  ","911259":"\n  The egg\n  ","911260":"\n  💖\n  ","911261":"\n  No, and probably not. I'm way to nice to just hurt people like that\n  ","911262":"\n  Probably forget the lyrics to a song\n  ","911263":"\n  Hi\n  ","911264":"\n  I do. Just waiting for tje right person and timing\n  ","911265":"\n  Acting just never took off for me idk why\n  ","911266":"\n  dont add people who I do not know\n  ","911267":"\n  I'm doing pretty good and just been busy\n  ","911268":"\n  Not a sunday thought but are people actually dying from corona virus or could it be because they had other health issues no one knew about? 🤔\n  ","911269":"\n  Providing us with tons  of good content\n  ","911270":"\n  I don't click unknown links sorry\n  ","911271":"\n  Its possible\n  ","911272":"\n  Good,hbu\n  ","911273":"\n  God, my friends, family the fans\n  ","911274":"\n  Food\n  \n  Family\n  \n  Friends\n  \n  TV\n  \n  Music\n  ","911275":"\n  Jump out a train\n  ","911276":"\n  Kinda keeping an eye but also minding my own business\n  ","911277":"\n  Tell them to close their mouth and have some manners\n  ","911278":"\n  O normally clean eveey other day but idk lol\n  ","911279":"\n  Normally stay up for a bit and return back to sleep\n  ","911280":"\n  I do, but pretty certain half are inactive or bots\n  ","911281":"\n  Working on new projects. Planning baby stuff for christina\n  ","911282":"\n  Myself and my career are my main focused right now 💖\n  ","911283":"\n  21\n  ","911284":"\n  Whatever god blesses me with\n  ","911285":"\n  Like the incident with the teenage girls murdering people BC slender men told them to, they did and episode based off that story but instead of slender it was like scary something lol\n  ","911286":"\n  Yes I have we actually did a cover based on the song 💖\n  ","911287":"\n  Okay 😊\n  ","911288":"\n  Sorry I'm taken\n  ","911289":"\n  Brother making stuff on the grill 😂\n  ","911290":"\n  Yes I have not a big fan of it sadly\n  ","911291":"\n  Currently thinking about dinner lol\n  ","911292":"\n  Thank you!!\n  ","911293":"\n  I'm pretty good\n  ","911294":"\n  😊\n  ","911295":"\n  I like both so...\n  ","911296":"\n  Hi\n  ","911297":"\n  Not sure, I don't really play a ton of games\n  ","911298":"\n  No about us dropping merch at this time\n  ","911299":"\n  Awe thank you 😊💖\n  ","911300":"\n  Thank you\n  ","911301":"\n  You as well\n  ","911302":"\n  The wave might hit you,, but you will not break\n  ","911303":"\n  (Using the old photography for the song BC dani collaborated on the new merch designs even tho shes not in the band anymore).\n  \n  Life feels very scary right now. A lot of things are so uncertain for so many. It’s easy to lose hope when you look at the world and you see so much darkness. We want to bring some light through every project we’re doing right now. Even if that’s just through a T shirt you wear to bed or a sweatshirt you just wear around the house for now. Although for some, your physical health and financial security might not be at risk, we know that self isolation can be really hard on mental health, and that a lot of you feel alone right now. We want to remind you that you’re not alone. We’re all in this together and we’ll make it through this. Introducing the Believe In You Handwritten Collection. Each piece features an uplifting lyric from our song Believe In You, with designs drawn by Dani and words handwritten by Katherine. Coming this Saturday, 4\/11 at 11:00am EST. From our hearts, to yours. ❤️\n  \n\n   https:\/\/youtu.be\/k7w9LZQlxS4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","911304":"\n  Always been apart, I've basically been singing since I was always to talk lol\n  ","911305":"\n\n   https:\/\/youtu.be\/UE4SE-4sbL8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","911306":"\n  I'm always gonna want u back 😩\n  ","911307":"\n  People just don't know how to stay out of personal lives do they???\n  ","911308":"\n  Goodnight\n  ","911309":"\n  Since our cover of ifallapart is going viral here is the live version\n  \n\n   https:\/\/m.tiktok.com\/v\/6813000274198777094.html?u_code=4c80jkg6f6a1d&preview_pb=0&language=en&timestamp=1586296632&user_id=99425185329455104&utm_campaign=client_share&app=musically&utm_medium=ios&user_id=99425185329455104&tt_from=copy&utm_source=copy\n  \n","911310":"\n  Christina: does anyone else ever randomly get a disturbing taste in their mouth?\n  \n  Lisa: not unless I have deodorant on my fingers and I lick it\n  ","911311":"\n  Probably the same anon who sends hate to me. But I do notice at times everyones flag takes a road trip 😂\n  ","911312":"\n  Leaderboard locations sometimes jump x\n  ","911313":"\n  Love just coming on here to hate every day ....\n  ","911314":"\n  Thank you\n  ","911315":"\n  Genuine down to earth and respectful\n  ","911316":"\n  I mean those are extra pros 😂\n  ","911317":"\n  About my love life\n  ","911318":"\n  My favorite was the zebra 😂 or the lemur guy\n  ","911319":"\n  I have no issue here with her and adore being able to associate and share questions and our lives with each other\n  ","911320":"\n  No I think we just mean on eachother to help one another get through obstacles in life\n  ","911321":"\n  IPhone and in 2013\n  ","911322":"\n  I think they're gorgeous and such majestic animals\n  ","911323":"\n  Summer jobs as a child\n  ","911324":"\n  Eh I don't know what's good enough to spill\n  ","911325":"\n  Cute\n  ","911326":"\n  I dont trust a lot if people even I first become friends with them. Trust is earned through time\n  ","911327":"\n  I don't discriminate or hate on any ethnicity\n  ","911328":"\n  No I haven't\n  ","911329":"\n  You're welcome 😊\n  ","911330":"\n  Good, hbu?\n  ","911331":"\n  Yeah 😊\n  ","911332":"\n  Thank you\n  ","911333":"\n  Probably more freedom since there is now equal rights and all\n  ","911334":"\n  Its not a goodbye but ill see u later\n  ","911335":"\n  My.mom\n  ","911336":"\n  No\n  ","911337":"\n  Online shopping\n  ","911338":"\n  The princess swap\n  ","911339":"\n  Introvert\n  ","911340":"\n  Cheating\n  ","911341":"\n  Go to the gym\n  ","911342":"\n  Don't use  it anymore\n  ","911343":"\n  Hangout with my lads\n  ","911344":"\n  So why let it  get to you\n  ","911345":"\n  Not sure\n  ","911346":"\n  Through a mural friend hosting a party we both attended\n  ","911347":"\n  Fairy's\n  ","911348":"\n  Not necessary loyal in some situations\n  ","911349":"\n  We all are kinda\n  ","911350":"\n  Don't have one\n  ","911351":"\n  Not ur concern\n  ","911352":"\n  Its never to late to restart\n  ","911353":"\n  Thanks\n  ","911354":"\n  Especially the one that was a player lol\n  ","911355":"\n  I think it would only be offered to the wealthy time try first sadly :(\n  ","911356":"\n  Yep\n  ","911357":"\n  Thank you 😊\n  ","911358":"\n  I hope so\n  ","911359":"\n  Hi\n  ","911360":"\n  Yeah...\n  ","911361":"\n  Idk what that is\n  ","911362":"\n  No I hate my feet being touched\n  ","911363":"\n  it was me she was talking about\n  ","911364":"\n  I think its a good idea, we need something that completely wipes it out\n  ","911365":"\n  I wasnt in there to see what happened\n  ","911366":"\n  Alright\n  ","911367":"\n  Water polo\n  ","911368":"\n  Its her personality\n  ","911369":"\n  I don't get why they are\n  ","911370":"\n  Not at all\n  ","911371":"\n  You as well\n  ","911372":"\n  Tiring\n  ","911373":"\n  I would have to switch bodies to be able to kiss myself to tell\n  ","911374":"\n  Yeah kinda hate the fact I can't go to the mall or watch a movie in theater\n  ","911375":"\n  Go to nickname is rat lol\n  ","911376":"\n  BC I said no\n  ","911377":"\n  Not constantly\n  ","911378":"\n  Yeah kinda like that\n  ","911379":"\n  Havent had one since the other day but I do feel myself kinda letting certain things get to me\n  ","911380":"\n  Mutual friend explained what happened\n  ","911381":"\n  No ones concern but mine\n  ","911382":"\n  Yeah, just got to much thoughtd going on lol\n  ","911383":"\n  Ive done the dolan twins and the means girls one\n  ","911384":"\n  Not at this time sorry :(\n  ","911385":"\n  For the most part it is\n  ","911386":"\n  Lol I know you can just google it duh\n  ","911387":"\n  Hello\n  ","911388":"\n  You do get tonsee me\n  ","911389":"\n  Taken\n  ","911390":"\n  I don't twerk\n  ","911391":"\n  Ah yeah\n  ","911392":"\n  Yes I do 😊\n  ","911393":"\n  I do, and no I end up laughing\n  ","911394":"\n  Not one who's experienced in babies lol\n  ","911395":"\n  Hope you had a good night\n  ","911396":"\n  Mucho\n  ","911397":"\n  Haven't had a baby in the family for 14 years 😂\n  ","911398":"\n  Band house\n  ","911399":"\n  There's ones you don't know about ;)\n  ","911400":"\n  Yeah\n  ","911401":"\n  Communication... Scheduling\n  ","911402":"\n  😂\n  ","911403":"\n  Not about why I'm not in one but just certain things feel lacking\n  ","911404":"\n  Relationship lol\n  ","911405":"\n  😂😂😂\n  ","911406":"\n  Take me to chick fila\n  ","911407":"\n  No... Have had really bad experiences twice now with this location... One time the pizza was uncooked .. Waited a few months before returning back to it and now I got sick ...\n  ","911408":"\n  It was two kinds. .. A supreme deluxe and chicken and bacon ... From papa johns..\n  ","911409":"\n  Just loving life at the moment\n  ","911410":"\n  At times it does. Especially having to explain several times\n  ","911411":"\n  Made me sick... Not ordering from there again\n  ","911412":"\n  Taken...\n  ","911413":"\n  Way back in the day... Before they became a fashion trend ... Wearing flannels\n  ","911414":"\n  I have enjoyed mine for the most part. Just kinda tired and upset that my face is kinda red...\n  ","911415":"\n  Sisters never reveal secrets ..\n  \n  Its the oath 😂\n  ","911416":"\n  Run and help them get back up and cleaned up because real friends help each other out and support each other. When you fall I'll fall down with you as well 💖\n  ","911417":"\n  Oh\n  ","911418":"\n  💖\n  ","911419":"\n  Taylor swift\n  ","911420":"\n  Yes you can. You love your parents, grandparents, siblings, friends and significant others\n  ","911421":"\n  Ah I see\n  ","911422":"\n  I know who it is lol 😂\n  ","911423":"\n  I'm sorry I been thinking as well about things\n  ","911424":"\n  Gotta love when I apply a cream to my face to easily remove little peach fuzzy from my lips ....it burns my face 🙄\n  ","911425":"\n  U had to get up.early\n  ","911426":"\n  He fell asleep on me last night\n  ","911427":"\n  I did 😊\n  ","911428":"\n  Kevin has my heart 😂\n  ","911429":"\n  Hello\n  ","911430":"\n  I'm more of an observative person and listener\n  ","911431":"\n  Very 💖\n  ","911432":"\n  I don't really watch tv\n  ","911433":"\n  Just the same thing a lot of people say BC no one can be original\n  ","911434":"\n  Its not required to do so, just optional and right now I don't feel the need to always wear one\n  ","911435":"\n  Always try to be kind to everyone you encounter. You never know what they are going through\n  ","911436":"\n  I'm an overthinker\n  ","911437":"\n  I normally write all my songs when I'm sad BC it helps me express what I'm feeling better than just crying or talking about it. Writing is one of my ways to process everything and get all that built up anger, hapoiness, tears out. And 2017 was mainly the year I wrote tons of music BC I was really depressed and in a dark place in my life ...\n  ","911438":"\n  Certain schedules like cleaning\n  ","911439":"\n  No lol normally my mom or sisters cut their own hair\n  ","911440":"\n  I can still write and release music and videos though 😊\n  ","911441":"\n  Ah I see thank you for the clarification\n  ","911442":"\n  Not on purpose. I may accidentally step on them\n  ","911443":"\n  No problem\n  ","911444":"\n  Sí, a menos que esté bien con la gente tocándome\n  ","911445":"\n  You should self isolate yourself and have zero human contact for at least 14 days according to the healthcare professionals\n  ","911446":"\n  My career and learning to grow as a person and be more confident in certain things.\n  ","911447":"\n  Sure\n  ","911448":"\n  💖\n  ","911449":"\n  Oh\n  ","911450":"\n  I don't think I could pull off being masculine lol\n  ","911451":"\n  Have a good night\n  ","911452":"\n  He a cutie\n  ","911453":"\n  Head first\n  ","911454":"\n  Oh nice\n  ","911455":"\n  Relaxed and stress free\n  ","911456":"\n  💖\n  ","911457":"\n  Working\n  ","911458":"\n  I haven't really been on kik :)\n  ","911459":"\n  Every other day\n  ","911460":"\n  I appreciate your support\n  ","911461":"\n  Shortest to tallest\n  ","911462":"\n  Ah yeah we are recording for a future cover today\n  ","911463":"\n  Yes I do 😊\n  ","911464":"\n  E girls? 90’s boy band? Moody vampires? You decide.\n  \n  PS - who’s excited to see the video these outfits were for 😂\n  ","911465":"\n  Nothing better than watching the person u love sleeo with their arms around u\n  ","911466":"\n  Is this suppose to be shade being thrown at me ?!? 😂 😂 why would I continue being friends with someone who tries to use me for their own clout gain, got mad at me because i didnt want to date a cheater who is her friend as well\n  \n\n   https:\/\/m.tiktok.com\/v\/6811529554276928773.html?u_code=dag7b1m8i3g4af&preview_pb=0&language=en&timestamp=1586141312&user_id=6787173858396996614&utm_source=copy&utm_campaign=client_share&utm_medium=android&share_app_name=musically&share_iid=6811541978237880070\n  \n","911467":"\n  I'm actually trying to focus on something atm\n  ","911468":"\n  These days\n  ","911469":"\n  No thanks\n  ","911470":"\n  Thank god I was homeschooled up until college ... I hated being called on or mentioned lol and I can actually order my food now but sometimes I start to feel my heart race and all. Or I speak way to low for them to completely hear me lol\n  ","911471":"\n  No, just not a fan of people raising their voices or acting aggressive towards each other or shouting\n  ","911472":"\n  Just try to make myself remember certain things or believe those things myself\n  ","911473":"\n  Hm not looking hard enough then\n  ","911474":"\n  I don't have a clue\n  ","911475":"\n  Like I couldn't even ask for ketchup before lol\n  ","911476":"\n  Because I'm not really sure what our father would consider certain situations as or if he counts it as a single or whatever. I just got off what I believe what would happen\n  ","911477":"\n  I appreciate your kindness\n  ","911478":"\n  Not that I noticed. But I used to tell my parents or older siblings on certain older friends or certain family members who we don't associate with because I was only 16 and they would come over knowing there's younger kids around and be making sexual gestures about something on TV or looking at n.aked people on their phone while a literal three year old is next to them. Or you could be wearing a tanktop and they'll just be staring creepy like at your and making comments under their breath\n  ","911479":"\n  I used to shut down and became really depressed where I didn't want to talk to hardly anyone or do anything I loved. If I tried to talk to someone other than those I'm used to being around my heart would start to race and I would get frustrated and probably cry. I used to be awake all hours of the night BC my mind just wouldn't shut off. I thought I was actually going crazy at one point because I would be asleep and randomly get startled awake because I think I heard a certain sound or someone was calling my name only to wake up and realize nothing was there or everyone was asleep. If i went down into the basement or was left alone somewhere I felt like I was being watched and someone is out to get me.\n  ","911480":"\n  I think its mainly between why am I doing a certain thing and the reason or do I want to take a certain risk on something\n  ","911481":"\n  I tried to be a vegetarian for lent one year... Didn't go so well 😂\n  ","911482":"\n  Not like literally\n  ","911483":"\n  I noticed I'm getting more emotional lately and not certain if its a good thing. However I am getting out and trying to associate more with people... Plus I keep getting like random shakes and that\n  ","911484":"\n  Its totally fine I think vegaterian is where you don't eat it drink anything that comes from an animal... You mainly stick to plants and beans, soy. Where vegan you eat dairy and drink it but you dont eat meat\n  ","911485":"\n  I'm going to do that now, I just needed a advice on it bc like I said ... I still have mine around and never experienced it personally.. Only with the most of my grandparents\n  ","911486":"\n  Yeah... I feel I'm definitely going to need a talk with my doctor once things go back to.normal\n  ","911487":"\n  Yeah... Kinda feel bad because I was like okay hes ignoring me or I upset him etc. And didnt know what it was he was dealing with ...\n  ","911488":"\n  Hi\n  ","911489":"\n  I'm just over worked a bit lol\n  ","911490":"\n  Its where you don't eat any real meat, I think chicken is okay? Im not sure because I mostly just eat chicken\n  ","911491":"\n  I'm alright now, but thank you\n  ","911492":"\n  I'm a slow eater to begin with, but I used to eat tons of pasta and just feel ... Bleh all the times so about two years ago I kinda went on the borderline of being a vegan 😂\n  ","911493":"\n  Not really\n  ","911494":"\n  Hasn't everyone?\n  ","911495":"\n  Pretty good\n  ","911496":"\n  Telling someone who has u blocked for their owns reasons is like playing messager which im not going to do. Your problem, ur situation between you and her, you figure it out not me.\n  ","911497":"\n  Which I don't support or enjoy\n  ","911498":"\n  The band meeting house which is normally Lisa and Katherine's house. Every now and then its mine and Amy's\n  ","911499":"\n  My week has actually been very productive from the comfort of my home which I'm sort of glad I can do a job from home lol\n  ","911500":"\n  Sure but I cant answer newer questions right away 😊 as always keep them appropriate and non discrimination, sexual or weird\n  ","911501":"\n  Not answering these questions\n  ","911502":"\n  Me too but I understand what's going on and it can be years or something that you never get over ...\n  ","911503":"\n  Which one\n  ","911504":"\n  Today was just me, Arielle, and amy. Taking some time to relax BC the past week has been super back to back filming and doing everything by ourselves from home.\n  ","911505":"\n  He's here now but kinda going through a difficult time ...\n  ","911506":"\n  What?\n  ","911507":"\n  Maybe, kinda sad that my sister has to re arrange all her wedding plans because of this...\n  ","911508":"\n  Yes I have I just try to eat somewhat healthy\n  ","911509":"\n  Pasta\n  ","911510":"\n  Have a good night\n  ","911511":"\n  Sunbathe\n  ","911512":"\n  It was vegetarian chicken 😂 made from plants\n  ","911513":"\n  Yes, I'm a catholic\n  ","911514":"\n  Not yet, I think just when I went to the hospital ( a friend was rushed in). And it was the beginning of all this panic... There were two teenagers who were very sick infront of me covering their face with their jackets and the nurse was refusing to give them a face mask... I think thats the only time I was\n  ","911515":"\n  Chicken and sweet potatoes fries\n  ","911516":"\n  Remain the same or change in a positive way and become more stronger and grow as a person\n  ","911517":"\n  That I continue to impress my iwnsekf by doing things I thought I would never be able to do\n  ","911518":"\n  I dont think I ever tried it, if so I don't remember ...\n  ","911519":"\n  He has taught me a few dances I didnt know, and I'm not sure about singing 😂\n  ","911520":"\n  I'm not sure\n  ","911521":"\n  Ah I got dumped before valentines day mainly on valentines day... But I'm with someone else\n  ","911522":"\n  He's actually a influencer and more known for modeling and being a live streamer lol or tiktok \"famous\" lol\n  ","911523":"\n  Watch this and you will know ( also lisa was missing from that time BC she was home sick and couldn't be on tour with us at the time. Me, christina and katherine took over to fill her roles).\n  \n\n   https:\/\/youtu.be\/pxmEfkU9Zkg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","911524":"\n  Oh\n  ","911525":"\n  Gotta use soap, water alone doesn't make the germs go away\n  ","911526":"\n  No I don't, I actually got to know the person for awhile before I start to be crushing on them lol\n  ","911527":"\n  He's not skater punk he's far from that actually 😂\n  ","911528":"\n  Ok\n  ","911529":"\n  Its nothing to extreme to be concerned about yet\n  ","911530":"\n  I don't think I have a favorite\n  ","911531":"\n  I mainly eat the same thing every day for breakfast for the whole year\n  ","911532":"\n  Oh thank you for the compliment\n  ","911533":"\n  I don't know sorry\n  ","911534":"\n  I got a warning like two weeks ago but these questions were more recent that are being deleted\n  ","911535":"\n  Walk away and go for a walk or journal\n  ","911536":"\n  Can I get married to the love of my life already or is life just going to keep throwing me a curve ball and let me get my heartbroken multiple times ???\n  ","911537":"\n  Never been logged out but couldn't log in once when that major glitch happened that claimed everyone was suspended\n  ","911538":"\n  Like ones about a death happening in the UK and that kinda weird\n  ","911539":"\n  Yeo\n  ","911540":"\n  To afraid of judgment and risk... Worried about what others may think\n  ","911541":"\n  Weird how I got two different answers on that\n  ","911542":"\n  Hm idk\n  ","911543":"\n  I think someone is just being petty and reporting questions idk\n  ","911544":"\n  Pretty good 😊\n  ","911545":"\n  Like questions from 16 days ago are in my inbox again\n  ","911546":"\n  Person infront of me twice... Kept backing up for some odd reason\n  ","911547":"\n  Going to see my ladssss\n  ","911548":"\n  Thank you 💖\n  ","911549":"\n  Has anyone else's ask been deleting questions you've answered randomly from like days ago?\n  ","911550":"\n  Ah that's basically home cooked chicken parm 😊\n  ","911551":"\n  Mhm\n  ","911552":"\n  não tenho certeza de que resolverá nada\n  ","911553":"\n  Someone almost backed into my car today 🙄 like you don't see two cars behind you in a drive thru\n  ","911554":"\n  Hello\n  ","911555":"\n  But many do go unnoticed because they get burried\n  ","911556":"\n  If I did or didn't that's no ones business but mine\n  ","911557":"\n  I kiss him\n  ","911558":"\n  Previously went were together for over a year now its only been a month\n  ","911559":"\n  The one I'm with\n  \n   @JJboi1999\n  \n","911560":"\n  I'm good 😊\n  ","911561":"\n  By expressing yourself to the fullest and not being afraid of what others think about you at that moment\n  ","911562":"\n  Love you kal 💖😂\n  ","911563":"\n  Iykyk... He loved dani\n  ","911564":"\n  Kal got me crying in the club right now .... I miss my childhood bestie come back to Tennessee I miss you living with with us 💖\n  ","911565":"\n  Yeah she told me but still wanted to ask you about the other situation\n  ","911566":"\n  Awe u don't have to tho\n  ","911567":"\n  Hi\n  ","911568":"\n  Laying on my bed\n  ","911569":"\n  Silly bandz\n  ","911570":"\n  🤔🤔🤔\n  ","911571":"\n  Not now but I was\n  ","911572":"\n  Strength we all need to express ourselves in some way and holding in emotions is not good for our mental, physical and emotional wellbeing\n  ","911573":"\n  Sims\n  ","911574":"\n  Neither\n  ","911575":"\n  No thanks\n  ","911576":"\n  Yes from chipotle 😂\n  ","911577":"\n  I believe she is doing good\n  ","911578":"\n  I know. Also know that law and order was based on real events as well they just change the names and that\n  ","911579":"\n  Maybe not always the way they expected it to be but I believe they get something to be satisfied with eventually\n  ","911580":"\n  I don't remember it word for word exactly but I know she was just being rude\n  ","911581":"\n  BC jordan wasnt around and replying to me ... But now he is\n  ","911582":"\n  I believe it is. Kath is in charge of it. Not sure if she's been checking it lately\n  ","911583":"\n  Being lied to\n  ","911584":"\n  No I just make sure to sanitize everything or wash it and make sure I cover my mouth when coughing and that...\n  ","911585":"\n  I'm good, hbu\n  ","911586":"\n  Myself or family\n  ","911587":"\n  Thank you\n  ","911588":"\n  I'm pretty close with the three that are around my age. The others I'm like distant from\n  ","911589":"\n  No I haven't\n  ","911590":"\n  Might be less, might be more. We can't predict natural disasters\n  ","911591":"\n  Midnight is only an hour away and I'm feeling kinda exhausted\n  ","911592":"\n  I feel certain technology is only offered to the rich that could benefit others but because of wealth and the pyramid schemes the population who normally enjoys the nicer technology are the ones who can afford it while the working class and many others have to save to afford these things or get donations etc.\n  ","911593":"\n  Guac is kinda the same thing just mashed up avocado with seasons\n  ","911594":"\n  Its now the fourth and its been pretty great so far\n  ","911595":"\n  Cheating is cheating no matter what happened.\n  ","911596":"\n  Working 😊\n  ","911597":"\n  Oh, vielen Dank. Ich liebe auch meine Cimfam\n  ","911598":"\n  Ahaha\n  ","911599":"\n  I am hoping to be able to go for road trip, enjoy picnics, hiking, camping, bonfires etc\n  ","911600":"\n  No I don't, I still use skype and face time ...\n  ","911601":"\n  I'm not the one pregnant 😂 lol my oldest sister christina is pregnant with her second child. Shes 21 weeks now and due in august  💖 this will be her rainbow baby ...\n  ","911602":"\n  💖 can they bring back pretty little liars. I'll even be incredibly happy if I was invited to play a role\n  ","911603":"\n  I'm doing pretty good, the past week has been pretty exhausting but productive, been working on tons of fun projects and cant waiting to finally share those with everyone. 💖\n  ","911604":"\n  Romcoms\n  ","911605":"\n  In a good way 😊 and continue my legacy even though I'm gone ... And make people smile looking back on memories\n  ","911606":"\n  People chewing with their mouth open\n  ","911607":"\n  There is no thing as \"necessary evil\" its just someone being and doing stuff that is \"evil like\"\n  ","911608":"\n  No problem\n  ","911609":"\n  Don't play stupid. What I said still remains in place and I will actually do so\n  ","911610":"\n  She may come back on day but right now her life is on a different path. And cimorellitheband 😊\n  ","911611":"\n  Okay says someone who has the iq of a potato. You can stop \"Robert\" with making fake accounts just to harass me if you continue to harass me on any various accounts on here. You will be receiving a harassment charge and be speaking with my lawyers.\n  ","911612":"\n  Don't listen to people's negative opinions about you. \"Your value doesn't decrease based on someone's inability to see your worth.\"\n  ","911613":"\n  Boi..... 🤦🏻 you dont know how to properly use your brain do you?\n  ","911614":"\n  I ammm\n  ","911615":"\n  My name is lauren .... Lauren c. Cimorelli\n  ","911616":"\n  I have many 😊\n  ","911617":"\n  I'm telling my boyfriend ur flirting with me\n  ","911618":"\n  No not that, they think we shouldnt be releasing new merch next week bc of what's going on in the world right now and people not having the money to buy anything. Also not happy with the pricing we have on the items.\n  ","911619":"\n  They're kinda mad at us ...lol\n  ","911620":"\n  He's really been feeding us 😂\n  ","911621":"\n  Yes I can\n  ","911622":"\n  Anon\n  ","911623":"\n  Not going to bed just yet\n  ","911624":"\n  He gets many\n  ","911625":"\n  Just got to think of one big prank to get them all\n  ","911626":"\n  With?\n  ","911627":"\n  She was out at her fiancees house\n  ","911628":"\n  Yeah 😊\n  ","911629":"\n  I normally read it online now\n  ","911630":"\n  It was 60 today, just kinda nippy with the window blowing\n  ","911631":"\n  I wanted to be a professional skateboarder when I was younger. But now that I'm older it shifted to a different focus, I would want to be either studying in the psychology field, or be an interiordesigner bc my sisters always come to me to help design things like christina came to me to decorate her and nicks home, I redid Lisa's and Katherine's living room and i redid my whole house as well as helped design our home studio now.\n  \n  And if those werent aboe to come through then something to do with music definitely\n  ","911632":"\n  Definitely help me... Way to many people have hurt me\n  ","911633":"\n  Page unavailable\n  ","911634":"\n  He looks like leonardo di caprio 😂 when he was younger 😂\n  ","911635":"\n  Not that I'm aware of\n  ","911636":"\n  I'm.sorry, some people just don't realize how many good things they have in life till its gone 🙁\n  ","911637":"\n  True but today was actually a nice day\n  ","911638":"\n  None of us are ... 😂\n  ","911639":"\n  Criticism, lost of supporters\n  ","911640":"\n  No I just went on a random internet shopping spree lol\n  ","911641":"\n  I'm just me 😊\n  ","911642":"\n  Tired eyez\n  ","911643":"\n  Exposing the songs I plan on releasing 😂\n  ","911644":"\n  I think yesterday someone asked about one of my songs and she said atom bomb 😂\n  ","911645":"\n  It was on the live stream about my music... Lol\n  ","911646":"\n  Also Dani needs to stop exposing me\n  ","911647":"\n  But let's be honesttt, she been here through it all so she basically is my wifey 😂\n  ","911648":"\n  Finally heard from him... Just going through a rough moment in life right now. Which I'm trying to get a better understanding of it to be there for him.\n  ","911649":"\n  Ahah im joking 😂 shes my bestie\n  ","911650":"\n  My wifey 😂\n  ","911651":"\n  Ahaha\n  ","911652":"\n  You can however watch the livestreams weve done yesterday and today to fill the void for this week. I'm exhausted but its all worth it 💖\n  ","911653":"\n  Haha yeah she was adorable\n  ","911654":"\n  Please read down below, we stated why theres no video this week\n  ","911655":"\n  How cute\n  ","911656":"\n  Thats the old one I watched 😂\n  ","911657":"\n  Like think why I said you always disappear 😂\n  ","911658":"\n  Baddiez are way to savage 😂\n  \n\n   https:\/\/www.instagram.com\/p\/B-j9_Tfj6rk\/?igshid=1j0xn1ok1ln1t\n  \n","911659":"\n  Also you can react\/watch our cimorelli podcast from yesterday : season 4 episode 1 to tie you over from any video withdrawals from this week 💖 we love you\n  \n\n   https:\/\/youtu.be\/02EUGaKCmxs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","911660":"\n  We did a live stream\/ interview today over on worshipsnow channel if anyone wants to check it out!!!\n  \n\n   https:\/\/youtu.be\/8ZZwUwYGI9g\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","911661":"\n  tbt to these sweats 😩 u been wanting some new cimorelli merch? don’t worry, new merch dropping on 4\/11 🤫😏\n  ","911662":"\n  Throwback to the Cotton Candy merch collection that came out last spring! This year’s spring merch is dropping next Saturday 4\/11 😏\n  \n\n   https:\/\/www.instagram.com\/p\/B-kHsqiFspK\/?igshid=jjpzr38nlfef\n  \n","911663":"\n  Jor\n  ","911664":"\n  Awe I love following you too\n  ","911665":"\n  Bingoo\n  ","911666":"\n  Once\n  ","911667":"\n  I'm an introvert, I listen more than I talk. I love art in every form, I love swimming, interior design, drawing, writing music etc\n  ","911668":"\n  Sorry but I'm taken\n  ","911669":"\n  English please?\n  ","911670":"\n  I'm not much of a gaming person\n  ","911671":"\n  Beach\n  ","911672":"\n  Eat out with family at a local small restaurant\n  ","911673":"\n  Go to all my favorite places\n  ","911674":"\n  Probably stomp... If I sit there a potential chance of me falling\n  ","911675":"\n  💖\n  ","911676":"\n  I thought it was a bad thing my apologies\n  ","911677":"\n  Thank you so much ❤\n  ","911678":"\n  Going to bed soon 💖\n  ","911679":"\n  I'm not with him at the moment\n  ","911680":"\n  I got all but the one guy killed lol\n  ","911681":"\n  No\n  ","911682":"\n  Not necessarily hate just people being kinda mean\n  ","911683":"\n  I'm not lol\n  ","911684":"\n  I think we all have at least one\n  ","911685":"\n  Hi\n  ","911686":"\n  Don't believe I have\n  ","911687":"\n  No problem\n  ","911688":"\n  I mean ... U can still socialize interact with people but make sure your like apart\n  ","911689":"\n  Just watch the videos...\n  ","911690":"\n  Ask my sisters\n  ","911691":"\n  Yay I made it into the video 😂\n  \n\n   https:\/\/youtu.be\/T_PvaYryz_M\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","911692":"\n  My weekend was good. Hbu\n  ","911693":"\n  I'm decent at a lot of things, not sure which one is like a woah amazing thing though\n  ","911694":"\n  I don't really follow wrestling\n  ","911695":"\n  Nope I have not\n  ","911696":"\n  Not that best and no not really\n  ","911697":"\n  No\n  ","911698":"\n  Rat 😂 or laurie\n  ","911699":"\n  .... I'm sorry\n  ","911700":"\n  His little dimple... 🙁\n  ","911701":"\n  Hopefully.. But everuone seems like moody\n  ","911702":"\n  Tell them its not okay\n  ","911703":"\n  Just people in general\n  ","911704":"\n  I'm sorry that they are\n  ","911705":"\n  I think I would choose to learn from them as well as teach them about our generation a bit as well\n  ","911706":"\n  I seen the slingshot where people don't even get a chance to think ... It just slings u ... Same thing for the coaster\n  ","911707":"\n  I live on the outskirts of nashville ... In kinda a more laid back, quiet and chill part\n  ","911708":"\n  Many that you're a c at because life is all about trying and experiencing new things\n  ","911709":"\n  Song writing\n  ","911710":"\n  Yeah, recently been seeing some good though like most restaraunts are drive thru only and the lines will be wrapped around the buildings so people would pay for the car behind them and create like a chain reaction ...\n  ","911711":"\n  Not off a bridge or anything but local festivals, fails etc. Had it where you jump on like a trampoline and launch into the air. There's also a ride called slingshot at this place I went to while on a missionary trip where youre plaed in this chair ( you have to pay and sign a consent paper) and its either you or another person and it lunches u into the sky ( u only have springs and your seat ) and its kinda like a bungee thing\n  ","911712":"\n  A reason why so many people are like that is they assume because of one person being an addict that all are like that ... In the end I feel karma will get them in the end if they lied about those things and went off to buy drugs. Plus you never know what happens but you just got to have faith they tell the truth\n  ","911713":"\n  Keep it a secret, why would I want to draw attention to something so breathtaking and take that away from them?\n  ","911714":"\n  Possibly I know he was also upset with me a few days ago over something ... But I was joking\n  ","911715":"\n  Well like do things you're normally scared to do instead of backing out\n  ","911716":"\n  I don't think I'm.really young for anything ?\n  ","911717":"\n  Huh\n  ","911718":"\n  Like today I literally had to pull off the road and cry to myself for a moment BC I dont think they understand how shutting down all these businesses is not only making them loose revenue and money but its also making people who usually bust their backs struggle because they have no income coming in to pay their rent, utilities or provide care for their children. I saw a waitress I know from a small business and diner standing holding a sign that said she was struggling, she's a single mother who actually works to make sure her children have everything and to see her at her lowest point broke my heart so yes I did do a good deed today and handed her enough to get diapers or food for her and her family\n  ","911719":"\n  It can be both, one can not possibly grasp onto the topic quick enough or never experienced it others may not be interested in the topic because they find it dull or not important to them\n  ","911720":"\n  Its just breaking my heart and in getting kind of angry at the officials because its like okay you're taking away the only things these people can do or go to and basically making them shut down in a space they're not happy in\n  ","911721":"\n  Take risks\n  \n  Try something new at least once a week\n  \n  Positive affirmation about yourself\n  \n  Say positive things to yourself instead of negative example: I WILL past my test over and over till you start to believe it\n  ","911722":"\n  A strength because it shows you are the better person and can move on but you also remember what played out as well\n  ","911723":"\n  I'm not certain 😂 but definitely god\n  ","911724":"\n  Thank you 🤗💖\n  ","911725":"\n  Yeah lol\n  ","911726":"\n  Thank you 💖\n  ","911727":"\n  A friend and my boyfriend\n  ","911728":"\n  Thank you 💖\n  ","911729":"\n  I'm definitely more of a listener than a talker\n  ","911730":"\n  Look towards what you can do to make today or the future better 💖\n  ","911731":"\n  She's pretty talented and writes some relatable good music\n  ","911732":"\n  Many things but people who just act immature way to much\n  ","911733":"\n  Yes and continue reading or like *choose : to\n  \n  A: break up with \"brad\"\n  \n  Or\n  \n  B: confront the girl stuff\n  ","911734":"\n  I deal with anxiety so I kinda relate to how those people are feeling and so many young people who had a bright future didnt even really get to live life to their fullest potential BC of crappy people ...\n  ","911735":"\n  No no not you. Just in general implying a friend\n  ","911736":"\n  I wouldn't necessarily say a hole ... Becausd I'm content with what I got but I always know I can do more and better things to help out myself or others. But maybe a crack BC some things still bother me but I'm preparing that crack and finding things that I enjoy that seals it.\n  ","911737":"\n  Like those five messages I sent through different hours of the day I know you read them and the fact you havent replied is just basically you ignoring ...\n  ","911738":"\n  I honestly feel bad for those people who have to be on lockdown with mental illnesses or abusive families where their only safe place was by going to work or school. I understand its hard being in one place for so long or around others who are toxic and manipulative and you can't really go anywhere to escape, which can lead us into getting into our heads way to much. However please find something that helps calm.you down even. If its going for a walk around the corner, coloring, listening to music or just seperating yourself in a separate room for awhile. We are all on this tough time together and with the lockdown I have been hearing so many sad ending stories to beautiful people's life taken way to soon due to shootings, or suicide. If you ever need to talk please reach out to me and I'll try my best to respond immediately which I can not always promise I'll be there. But you matter and someone cares about you 💖\n  ","911739":"\n  Yeah aha\n  ","911740":"\n  Yup that's my mood currently\n  ","911741":"\n  Many people\n  ","911742":"\n  I just LOVEEE being ignored 🙄🙄🙄🙄\n  ","911743":"\n  I'm not sure lol\n  ","911744":"\n  Yes she is\n  ","911745":"\n  Baby lemon is 21 weeks 😂 but chrisis is really glowing\n  ","911746":"\n  Thank you 😊\n  ","911747":"\n  Time and self love and growth 💖\n  ","911748":"\n  I think she was just laughing to hard and anxiety\n  ","911749":"\n  So people knew I wasn't with christian anymore. And I don't feel like going public with anyone at the moment, and I'm respecting Jordan's wishes as well\n  ","911750":"\n  Season four episode 1 of the cimorelli podcast is live on youtube right now\n  \n\n   https:\/\/youtu.be\/02EUGaKCmxs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","911751":"\n  Swimming with sharks was definitely one lol\n  ","911752":"\n  I just have the \"work all night work all day might not get job sleep tonight \" 😂\n  ","911753":"\n  I'm not sure if I will or not he's been away for a few days. ..\n  ","911754":"\n  💖💖💖\n  ","911755":"\n  I'm good, how about you ? 😊\n  ","911756":"\n  No body image doesn't match with talent or the way someone expressed something. And she seems like a very sweet person regardless of how big of a body image she has\n  ","911757":"\n  Yes I always tend to get song lyrics stuck in my head. Currently had a wdw song stuck in my head which was big plans 😂\n  ","911758":"\n  Awe nice 😊\n  ","911759":"\n  I don't drink\n  ","911760":"\n  Mine always changes lol but currently loving the other girl by kelsea ballerini ft halsey\n  ","911761":"\n  Excellent so far\n  ","911762":"\n  Thank you so much\n  ","911763":"\n  My baddiez are amazing\n  ","911764":"\n  💙💙💙\n  ","911765":"\n  I was in the back of my dad’s red Jeep when the line “All I do is think about you these days” popped into my head. I kept playing it over and over in my head so I would remember it and could record it as soon as I got home. I tend to be a little bit obsessive so when I say “all I do is think about you these days” it’s not an overstatement. Unfortunately you can’t control who stays and who leaves and even when you try your hardest but you can’t always control your mind and stop yourself from thinking about someone when they do leave. I think loss is one of the hardest things to understand. It just doesn’t make sense how someone could be there one day and be gone the next. I think we sometimes think that if we could just think about it enough and go through the story over and over and over, one day we’ll understand what happened and what went wrong and how to move forward. I’m not sure that’s how it works though. Some things just don’t make sense and that’s the only answer there is. I also have a strange obsession with writing sad songs and making them really upbeat so enjoy this aggressively sad jumble of mixed emotions 🤪 Stream These Days now and check out the lyric video\n  ","911766":"\n  You told me this time wouldnt be like the last time but it seems like history is starting to repeat and I don't want to be hurt again ....\n  ","911767":"\n  Thank you 💖\n  ","911768":"\n  No still a bit to young for that, the only Greg hairs I'll be getting is from hair dye fading but my hair is pretty much already returning to my normal natural hair color unless I decide to change the color randomly again ... However one of my sisters has a nature Gray streak in her hair that she was kinda born with which I think is pretty cool\n  ","911769":"\n  Aha yeah .. But anyway I'm going to head to bed now 💖 was nice staying up late to celebrate the release of my new song with you all and chit chat a bit\n  ","911770":"\n  I was a niall and liam stan\n  ","911771":"\n  I was inlove with then\n  ","911772":"\n  Its okay\n  ","911773":"\n  Idk why\n  ","911774":"\n  Going back to.c.s.\n  ","911775":"\n  He used to notced us a lot and we went to his never say never movie premiere but I'm not certain if he actually knows us anymore\n  ","911776":"\n  I keep going back after awhile ....\n  ","911777":"\n  I love jordan 😍\n  ","911778":"\n  Lana del ray\n  ","911779":"\n  No I got toilet paper\n  ","911780":"\n  Yes\n  ","911781":"\n  But I'm in love with him...\n  ","911782":"\n  If I can move on from the one who keeps breaking my heart\n  ","911783":"\n  Eh essentially workers can still.work, can still go for walks, can go to parks and be at a wedding with less than 10\n  ","911784":"\n  This is an older one that I wrote in 2017. A lot of songs were written during that time BC it was my lowest point in lkfe and my toughest heartbreak\n  ","911785":"\n  I mean ...\n  ","911786":"\n  What the heck\n  ","911787":"\n  I'm sorry to hear\n  ","911788":"\n  Who said I was gettimg married ??\n  ","911789":"\n  I'm confused\n  ","911790":"\n  Lol\n  ","911791":"\n  Official lyric video out now\n  \n\n   https:\/\/youtu.be\/pcLCFShIf3U\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","911792":"\n  Thank you 🤗🤗🤗🤗\n  ","911793":"\n  Go streammmm\n  ","911794":"\n  Thank you honey 💖\n  ","911795":"\n  Thank you !!!\n  ","911796":"\n  Thank you 💖💖💖 I wrote this in like 2017\n  ","911797":"\n  Ahhhh #THESEDAYS is almost out everywhere 😭!!!\n  \n\n   https:\/\/youtu.be\/2t22OYi1F7E\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","911798":"\n  Yeah but my favorite colors are orange and blue\n  ","911799":"\n  Probably my own negativity at times\n  ","911800":"\n  Ketchup?\n  ","911801":"\n  Green or yellow\n  ","911802":"\n  When the new song I just released is getting so much positive reviews already\n  ","911803":"\n  I think we all are, some more than others\n  ","911804":"\n  No not yet and hopefully never. But someone did try to take money out of my bank account before or double charge for something I ordered\n  ","911805":"\n  Sometimes\n  ","911806":"\n  Pretty good\n  ","911807":"\n  New pairs do\n  ","911808":"\n  Mostly cooking a meal to last three days and not spending money on anything ridiculous\n  ","911809":"\n  A 7\n  ","911810":"\n  It could've been prevented earlier if they played attention to everything... But based on how he's handling it, I feel he's trying his best to resolve it\n  ","911811":"\n  Definitely feels like something out of a storybook you read\n  ","911812":"\n  Its kinda rude to not cover your face when coughing or sneezing ...\n  ","911813":"\n  Yeah they do I mean they been together since she was 18 lol\n  ","911814":"\n  Who doesnt love mac n cheese?\n  ","911815":"\n  Haven't seen him in four days now\n  ","911816":"\n  She always been weird\n  ","911817":"\n  He's not here tonight but I think he's good still\n  ","911818":"\n  Have a good night\n  ","911819":"\n  I don't think it is... I know some people still feel offended when its the opposite race saying it. And I don't really blame them BC how would we feel if someone went around calling us a insult like word for indians or white people you would be hurt as well even if it was meant as a joke or not. And no I don't. I simply just say hello, hey what's up or something along those lines\n  ","911820":"\n  Did it come from someone in the government officials or a news outlet or just someone in general posting?\n  ","911821":"\n  Hm it just says sent\n  ","911822":"\n  Take a deep breathe and count to 10\n  \n  Journal about it \/ time alone in a different room with candles and maybe pray as well\n  \n  Go for a long walk\n  ","911823":"\n  Wait on here or kik?\n  ","911824":"\n  Idk what that is about?\n  ","911825":"\n  Prayers for a speedy recovery ❤\n  ","911826":"\n  I just wish she didn't leave the band... And become so distant\n  ","911827":"\n  Sure as always keep it appropriate\n  ","911828":"\n  Yes I used to drink it when I was younger and not feeling good\n  ","911829":"\n  The jalapeño ones don't make your fingers red just orange ... Lol\n  ","911830":"\n  I would be upset because that means it couldve been transmitted to me without noticed and required me to be tested as well\n  ","911831":"\n  Only two are but since people wanted to fake us along with our entire family, friends, exs, husbands etc. Then attack us they decided not to be as active on here anymore\n  ","911832":"\n  Sadly ... Yes and everyone was out or wanted a ridiculous amount for only a 4 pack\n  ","911833":"\n  Okay for the most part\n  ","911834":"\n  Just been trying to stay productive as much as possible and create good content for everyone to enjoy during these tough moments in life\n  ","911835":"\n  Idk tbh ... I'm just wanting to be left alone\n  ","911836":"\n  Kinda like always having butterflies in your stomach, you cant get them off your mind no matter how hard you try, you always want to be around their presence, do things for them or just hear their voice or smell a familiar scent they wear. You just want to be protective over them and see them reach milestones and accomplishments and be proud of themselves ....\n  ","911837":"\n  Awe thank you\n  ","911838":"\n  Its making everyone go crazy I'm sorry stay strong 💖\n  ","911839":"\n  After months of not having a random panic attack ... I had one tonight ....\n  ","911840":"\n  I was fine lol\n  ","911841":"\n  Not really. I guess I'm kinda used to to eating more healthier now that I dont really just grab snacks and eat all day. .. I didn't eat till just a few mins ago and basically went all day... Not very healthy and I don't feel the greatest now\n  ","911842":"\n  Yeah he may have rigged it but like most voting goes half of them are rigged. And to be honest hate on me all you want, hate on him all you want but I think he is doing a great job at being president end of discussion\n  ","911843":"\n  I don't understand what you mean im sorry\n  ","911844":"\n  Everything. BC u can do the worst thing possible and someone will forgive you for it, but we don't forget what you have done\n  ","911845":"\n  Its only fair tbh..royalty doesn't exist in the usa only leadership which is donald trump our president and the government\n  ","911846":"\n  Thank you\n  ","911847":"\n  Yes I have\n  ","911848":"\n  Call of duty\n  ","911849":"\n  You as well 😊\n  ","911850":"\n  Aha I dont know\n  ","911851":"\n  He eats the deluxe...lol\n  ","911852":"\n  Its the whole entire band not just us. If I was releasing solo merch it would be added onto the orange collection I have\n  ","911853":"\n  I'm not your peacemaker robbie\n  ","911854":"\n  Tonight I live with my sister amy and bestfriend arielle\n  ","911855":"\n  No one atm\n  ","911856":"\n  No no I ordered them 😂\n  ","911857":"\n  Just two... A large deluxe with garlic Parmesan crust and a chicken and bacon on garlic Parmesan\n  ","911858":"\n  No I ordered pizza\n  ","911859":"\n  No\n  ","911860":"\n  More to come baddiez\n  ","911861":"\n  I want toooo\n  ","911862":"\n  His birthday already passed lol\n  ","911863":"\n  He's my little baby\n  ","911864":"\n  I didn't know about the ones in the us. But yes I have when I went on our European tour\n  ","911865":"\n  For the most part\n  ","911866":"\n  Here in the usa : buffalo wild wings\n  \n  In the UK: nandos 😂\n  ","911867":"\n  A month\n  ","911868":"\n  I do\n  ","911869":"\n  21\n  ","911870":"\n  No matter where I go, I'm.always gomna want u back\n  ","911871":"\n  Thank you so much 💖\n  ","911872":"\n  💖💖💖\n  ","911873":"\n  Mostly but not all of them\n  ","911874":"\n  Just be the worst kind of ignorant there is\n  ","911875":"\n  It always changes lol\n  \n   https:\/\/youtu.be\/8it2Etnxupo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","911876":"\n  Saved it till I really needed something\n  ","911877":"\n  No thanks\n  ","911878":"\n  Probably food\n  ","911879":"\n  Indeed\n  ","911880":"\n  Yes many times 😂\n  ","911881":"\n  Think you need to chill and go for a walk. Seems like this lockdown is making u a alcoholic\n  ","911882":"\n  I'm happy with how things are at the moment\n  ","911883":"\n  No it doesn't .... I'm taken and adore my guy completely\n  ","911884":"\n  I been to a farmers market and flea markets ....\n  ","911885":"\n  So I'm aware of who you are\n  ","911886":"\n  Nothing really just the government talking about more changes coming this week 🙄\n  ","911887":"\n  Sure but come off anon\n  ","911888":"\n  Well I try not to make you guys cry every single time lol\n  ","911889":"\n  I do 💖\n  ","911890":"\n  Sure 💖\n  ","911891":"\n  My relationship with god 💖\n  ","911892":"\n  also since everyone’s haraSSING ME I just submitted the acoustic version to come out hopefully in like a week but you’re not really supposed to submit it a week before so we’ll see ahahaha\n  ","911893":"\n  ...\n  ","911894":"\n  Guysssss “These Days” comes out tonight at midnight asgdhsjsshhd so excited for this I haven’t released new music in so long 😭😭😭\n  ","911895":"\n  💔\n  ","911896":"\n  What's going on everybodyyyy\n  ","911897":"\n  😁😁😁\n  ","911898":"\n  No\n  ","911899":"\n\n   @JJboi1999\n  \n","911900":"\n  I'm taken\n  ","911901":"\n  I don't think so\n  ","911902":"\n  Smh 🤦🏻\n  ","911903":"\n  Hello\n  ","911904":"\n  I'm not tired\n  ","911905":"\n  He smells so amazing 😍\n  ","911906":"\n  Oh gosh here comes the flat earthers\n  ","911907":"\n  Playing a game lol\n  ","911908":"\n  You're the one who is being a nuisance\n  ","911909":"\n  I'm not sure who you are?\n  ","911910":"\n  No they're not worth your time\n  ","911911":"\n  Thanks\n  ","911912":"\n  Yup\n  ","911913":"\n  Mhm\n  ","911914":"\n  Not going to happen. BC you don't actually need it unlike others\n  ","911915":"\n  Just a song that brings a lot of emotions out of me\n  ","911916":"\n  I miss u get back here soon 😊💖\n  ","911917":"\n  We miss you guys come back soon 😊\n  ","911918":"\n  You as well 💖\n  ","911919":"\n  I try to reply to as many messages as I can\n  ","911920":"\n  Awe thanks 😊\n  ","911921":"\n  Have a good night michael\n  ","911922":"\n  Hopefully tomorrow maybe\n  ","911923":"\n  I think she knows but she was hoping for the lockdown to be lifted so we could all be together for the reveal and film a video on it :( idk about now. I can say that this weeks video was the fun new idea we thought of though\n  ","911924":"\n  No I didn't BC to much was going on today that I was focused on. But going to go watch the new episode of this show so will ttyl\n  ","911925":"\n  There was a real life incident that was like that but I forgot which case it was\n  ","911926":"\n  I know 😂\n  ","911927":"\n  🤗🤗🤗\n  ","911928":"\n  I'm aware\n  ","911929":"\n  Act brand\n  ","911930":"\n  Muchas gracias 💖\n  ","911931":"\n  Its all good\n  ","911932":"\n  Not really, I'm used to the sound. However the family dog at my oarents house isnt to fond of loud noises and sometimes tries to hide ... The only one that scares me is the half stick of dynamite\n  ","911933":"\n  Missing jordan\n  ","911934":"\n  I like to keep things organized and cleaned. If things are super messy i just get stressed easily\n  ","911935":"\n  Yeah exactly\n  ","911936":"\n  Its alright I'm kinda upset at the moment anyway\n  ","911937":"\n  As well all do\n  ","911938":"\n  Nope\n  ","911939":"\n  A few times but I'm the more mature one in those situations\n  ","911940":"\n  Lol yeah our government can't make up their minds 😂\n  ","911941":"\n  I think its peaceful for the most part except the  loud crackles\n  ","911942":"\n  They're talking about martial law here at 8 pm lockdown 😂\n  ","911943":"\n  I don't want to talk about it but just know I'm alright 💖\n  ","911944":"\n  Oh yeah I do that sometimes 😂\n  ","911945":"\n  Its just avocado toast lol\n  ","911946":"\n  Avocado toast\n  ","911947":"\n  Filmy film day\n  ","911948":"\n  I don't know I just have a strong fear of being alone\n  ","911949":"\n  What's going on?\n  ","911950":"\n  To end struggling and hurting for the world\n  ","911951":"\n  Come and break my heart again\n  \n  I don't wanna reach the end\n  \n  I just wanna see your face again\n  \n  But I can only see it in my head\n  \n  And I'm falling like rain\n  \n  And you're drifting like you always did oh you do\n  \n  And it can never be the same\n  \n  It was never what I wanted\n  \n  But all that I wanted was you 💖\n  ","911952":"\n  First verse of “These Days.” Coming out in 2 DAYS on Friday 💙\n  \n\n   https:\/\/www.instagram.com\/p\/B-crL-ah44a\/?igshid=xc8zy091ycum\n  \n","911953":"\n  I'm sorry quinton\n  ","911954":"\n  Possibly or just a small outage\n  ","911955":"\n  Thats my pet :3\n  ","911956":"\n  It was sausage and cheese\n  ","911957":"\n  I'm not necessarily sure about my parents. I'm sure they are considering my little brothers : christian, nick and joey still live at the family house as well as alex when he's not traveling for work related things. Even though my little brothers can cook for themselves. I have been cooking a lot more lately BC I'm tired of buying food and having to throw it away BC I totally don't cook it up plus fast food and restaurants get dull eating the same things constantly\n  ","911958":"\n  Soy una niña y el cuidado personal es importante para mí\n  ","911959":"\n  I'm not even that rich to own a yacht lol\n  ","911960":"\n  Awe how sweet!! But I'm taken babiez\n  ","911961":"\n  Isnt it onky 6am ?\n  ","911962":"\n  Not sure\n  ","911963":"\n  Yea\n  ","911964":"\n  No I slept in and its only 11:25\n  ","911965":"\n  Easyyy\n  ","911966":"\n  I always cuddle him\n  ","911967":"\n  Yes!!!\n  ","911968":"\n  No he's at home 😔\n  ","911969":"\n  Not really there's one I think we did awhile ago\n  ","911970":"\n  Wdym pretty much everything is shut down except the restaurants\n  ","911971":"\n  You just love seeing me hurt don't you....\n  ","911972":"\n  Been there :\/\n  ","911973":"\n  Idk many fans have been posting about it\n  ","911974":"\n  I know\n  ","911975":"\n  Idk\n  ","911976":"\n  Harps\n  ","911977":"\n  RT\n  ","911978":"\n  Theres major drama going on in that fandom right now ...\n  ","911979":"\n  Waitttttt 😮😮😮 hes leaving the band???\n  ","911980":"\n  He's just really sensitive\n  ","911981":"\n  Maybe\n  ","911982":"\n  I get really bad hay fever in the summer. And I dont think its a sinus issue\n  ","911983":"\n  Wanna do a prank on jordan buttttt don't want to upset him because he's a soft baby\n  ","911984":"\n  Thats emmyns brother well one of them besides the younger ones Ellis and easton\n  ","911985":"\n  Yeah\n  ","911986":"\n  Ethan?\n  ","911987":"\n  It was towards the end I came in real quick\n  "}}