{"Question":{"911988":"\n   got a headache and my eye hurts. Does that occur alot?\n  ","911989":"\n   You only saw Keira head banging to music & Rachael & Mel commenting.\n  ","911990":"\n   Honesty night till midnight? You down?\n  ","911991":"\n   😂😂\n  ","911992":"\n   Oh I seen Max's parenting Dani was going to do a live with him. Then Emmyn popped up & went. The views went sky high then down😂\n  ","911993":"\n   You will be able to watch it back though\n  ","911994":"\n   Ah\n  ","911995":"\n   That's Max's brother isn't it. Because I saw that as well\n  ","911996":"\n   😂😂😂\n  ","911997":"\n   Keira has just done one. Rachael & Mel was watching 😂\n  ","911998":"\n   No sorry I meant what movie you watched with Jordan the other night? 😀\n  ","911999":"\n   💖\n  ","912000":"\n   What movie you watched last night? 😀\n  ","912001":"\n   😂😂😂\n  ","912002":"\n   Mined you don't get cranked tomorrow. It's  April Fools day.\n  ","912003":"\n   NFAK🖤 Some best lyrics ? 🖤\n  ","912004":"\n   How often do you take a nap\n  ","912005":"\n   How is the pretty Lauren doing today?\n  ","912006":"\n   Oh put the heating on then 😂\n  ","912007":"\n   Who takes pictures of you while you sleep?\n  ","912008":"\n   (Sorry to everyone who gets this) I'm done w Tiffany n her freinds coming after my family we never used zayn for fame get ur facts right I never had surgery so wth\n  ","912009":"\n   Once Lauren steals your heart. There's no way back. She just has the power over you. 😂\n   \n    https:\/\/twitter.com\/laurensfabcrocs\/status\/1243960933816381440?s=19\n   \n","912010":"\n   Hi Lauren Happy  Saturday 🧡❤💙\n  ","912011":"\n   Does Amy mean you are being cold to her ?\n  ","912012":"\n   💖💖💖💖💖💖💖💖💖💖💖💖💖\n💝💝💝💝💝💝💝💝💝💝💝💝💝\n💘💘💘💘💘💘💘💘💘💘💘💘💘\n💗💗💗💗💗💗💗💗💗💗💗💗💗\n💞💞💞💞💞💞💞💞💞💞💞💞💞\n💕💕💕💕💕💕💕💕💕💕💕💕💕\n  ","912013":"\n   No need to reply to this but someone sent me a hate message about you last night . \nI blocked them\n  ","912014":"\n   We better get a full cover of intentions now that you sung it !!!\n  ","912015":"\n   Would you rather always get first dibs or the last laugh?\n  ","912016":"\n   How is the lovely Lauren doing today?\n  ","912017":"\n   Hi Lauren, thanks for introducing us to Brice\n   \n    @briceicebaby\n   \n   sorry for being weird before but he is really cool and i might be making him a fansite. He is about to put ask back on the map..!!! \nBRICE FOR PRESIDENT 2020!!👍\n  ","912018":"\n   What insects are you afraid of?\n  ","912019":"\n   What do you like to do on the weekends?\n  ","912020":"\n   Oh right 😂\n  ","912021":"\n   Who Michaela Grace ?\n  ","912022":"\n   لا تعتقدي ان سكوتي معناه الضعف\nانا لا استسلم ابدا ولاكن الاحترام هو من يوقفني تظني ان الاحترام هو سلاحك الوحيد لاكن تستخدمينه مع بعض الناس لمصالحك الشخصيه انا استخدمه مع الجميع تفعلين كل شيء من اجل مصلحتك الشخصيه بغض النظر عن البشر الذين اذيتهم في الطريق قد نسيتك لاكن كبرياءك يظن انك لا تتنسي\n  ","912023":"\n   What was the last restaurant you went to?\n  ","912024":"\n   What was the last thing you got for free?\n  ","912025":"\n   Post a picture of you wearing your favorite pair of sunglasses.\n  ","912026":"\n   What is the last thing you do before bed?\n  ","912027":"\n   what summer activities are you looking forward to? (hoping the coronavirus is gone by then.)\n  ","912028":"\n   I heard that that movie wasn't that good\n  ","912029":"\n   Weekend's Plan👀\n  ","912030":"\n   You're really pretty! Dang!\n  ","912031":"\n   What is the best thing that has ever happened to you?\n  ","912032":"\n   Are you very cautious of who you trust\n  ","912033":"\n   What do you do right now?\n  ","912034":"\n   Angela Malek?\n  ","912035":"\n   I got 43 rolls of Toilet paper so i took Princess Tal's title\n   \n    @keepmovingforwardx\n   \n   , will you praise me please?  Thanks in advance\n  ","912036":"\n   Ok\n  ","912037":"\n   Yes I have never heard of Blues Clues. We don't have that show in the uk.\n  ","912038":"\n   Sí existiera una masacre zombie después de todos los virus y solo pueden usar dos objetos que tienen a su lado derecho ¿Qué sería?\n  ","912039":"\n   Have a great night Lauren don't let the bed bugs bite :)\n  ","912040":"\n   Which movie are you all wanting now?\n  ","912041":"\n   wow\n  ","912042":"\n   Is laurisa still alive after last night?\n  ","912043":"\n   Ever wear lingerie or no?\n  ","912044":"\n   how are you  and i miss your YouTube    Videos and how you feel ?\nis Everything alright over there ? \nplease stay home stay safe okay i worry about you and about your cute family okay please wash your hands and keeping safe stay home for me okay i wish you and your sisters  all life happy\n  ","912045":"\n   I streamed it the other night it scared me a little\n  ","912046":"\n   Emily wants to play\n  ","912047":"\n   If you could share a meal with any 4 individuals, living or dead, who would they be?\n  ","912048":"\n   Rubbing them?\n  ","912049":"\n   Which dreams keep you up that happens to me too?\n  ","912050":"\n   I am okay just thinking\n  ","912051":"\n   How are you?\n  ","912052":"\n   Also Christina is super nice and pregnant pZss all my good thoughts and energy 👍\n  ","912053":"\n   Well say hi too Lisa she looked nice in pic. Pass it on ok\n  ","912054":"\n   Who does?\n  ","912055":"\n   At times, yeah why you hate when they compliment body and not you?\n  ","912056":"\n   Favorite hair you’ve found in public?\n  ","912057":"\n   Don't blame her though someone done that out of spite\n  ","912058":"\n   So I take it that you don’t want to send me money\n  ","912059":"\n   What websites do you go to everyday?\n  ","912060":"\n   But my point is though when girls say they want a guy with green or blue eyes it’s like they secretary mean white guys because what kind of brown or black guys have those eye colors? Pretty much none of them, you see my point\n  ","912061":"\n   I was in there\n  ","912062":"\n   I can't even trust them sometimes\n  ","912063":"\n   I would trust you guys though\n  ","912064":"\n   I know lol 😂 it happens to me too but not to much\n  ","912065":"\n   An empty coutch\n  ","912066":"\n   Is it natural for you to act like a girl?Did you learn by imitating other girls?\n  ","912067":"\n   Lauren you are not shy ☺️ my friend and funny 😁 yes\n  ","912068":"\n   You girls claim that skin colour does not matter to you when it comes to dating but when you describe your dream guy you always say that you want him to have brown or blonde hair with like green or blue eyes. So you tell me what kind of coloured has that exactly non so you secretly do care.\n  ","912069":"\n   Just to make sure that I have connected to another one of your accounts I have tried to add you on Snapchat. Do you perhaps see that? Thanks very much - very kind of you. :-) :-) :-)\n  ","912070":"\n   Last time you given a bj\n  ","912071":"\n   Are you sticking to the 2 meter rule\n  ","912072":"\n   -🖤\n  ","912073":"\n   Emoji of the day!\n  ","912074":"\n   How would you describe your country in three words?\n  ","912075":"\n   💖\n  ","912076":"\n   If you could choose a different time period and place to be born, when and where would it be?\n  ","912077":"\n   Just hypothetically if God tells someone that an act is wrong and they are convinced that God has told them that dong this act is wrong but they still do it have they done wrong? (Thanks for your patience with line of questioning. :-) )\n  ","912078":"\n   If you were to die today what would you most regret not telling anyone?\n  ","912079":"\n   Hola 👋\n  ","912080":"\n   Bf taking u out for romantic dinner?\n  ","912081":"\n   What would you consider as a perfect day\n  ","912082":"\n   If you could choice anyone  in the world who would you choice as a dinner guest and why\n  ","912083":"\n   yes take care and stay safe night xx\n  ","912084":"\n   this coronavirus is trash . 🙄. just complaining 🙃\n  ","912085":"\n   Larisa still alive a bj gffter Lisa did? 😀\n  ","912086":"\n   not so bad here although it wont cope in the next few weeks\n  ","912087":"\n   well its no ones fault so all we can be annoyed about is the way our governments respond so badly\n  ","912088":"\n   Do you have any cool nicknames? If yes, what are those?\n  ","912089":"\n   Same to you when you go to bed. It's too early for you to go to bed yet I know 😂\n  ","912090":"\n   you seem really depressed try and stay positive everyone, everywhere is in this mess hopefully we will all get through it\n  ","912091":"\n   Are those 500K views or likes?\n  ","912092":"\n   💖\n  ","912093":"\n   Wow podcasts nice will you be talking As\nYou are an  invort?\n  ","912094":"\n   Nice pic you look like you are on fire? Lol\n  ","912095":"\n   they are saying it might be a 6 months isolation here now\n  ","912096":"\n   people don't get it sadly our police had to break up a party the other day with adults and kids, maybe we need a bit of authority in the West to force us all to be sensible\n  ","912097":"\n   What was the most interesting place you have ever visited?\n  ","912098":"\n   Good night Lauren 😴🛏\n  ","912099":"\n   its all shut here to and ive had to cancel all my holiday plans, its tough times for everyone\n  ","912100":"\n   HI there\n  ","912101":"\n   how are things where you are Lauren\n  ","912102":"\n   I just watched it ❤💙\n  ","912103":"\n   What makes you angry?\n  ","912104":"\n   How good are you at whistling tunes on a scale of one to ten?\n  ","912105":"\n   What was the last thing to make you go wait what in confusion ?\n  ","912106":"\n   A anon is actually stalking my other social media and I haven’t even given it out last year they I had to make my accounts private and they said that doesn’t matter we already are following you and have been for a while and I blocked the account on here and they are back in about to lose it 🤬\n  ","912107":"\n   What’s the coolest thing you have ever seen ?(:\n  ","912108":"\n   Hobbies?\n  ","912109":"\n   Have you ever had food made by a \nmichelin star chef\n  ","912110":"\n   How are you all doing?\n  ","912111":"\n   What was the last song you sang out loud to?\n  ","912112":"\n   What do you think people think of you?\n  ","912113":"\n   Describe your feelings by a song title✨\n  ","912114":"\n   They good I love movies like this it has you guessing\n  ","912115":"\n   If you haven't you and Amy should watch them one day I think Amy would like them since she's into the whole crime shows at least I think she is.\n  ","912116":"\n   Gen Z will never understand having a portable DVD player. Did you grow up having one lol???\n  ","912117":"\n   Nope.\n  ","912118":"\n   Have you and Amy ever seen the movies Kiss The Girls and Along Came a Spider?\n  ","912119":"\n   No I just said something the wrong way.?\nI hope you didn't offend him?\n  ","912120":"\n   Make sure to get a kiss ok? Lol\n  ","912121":"\n   Give it a go\n  ","912122":"\n   Yes ofcourse you should 😂\n  ","912123":"\n   Представь, что у тебя 100 день рождения. Представь свой дом, кто с вами, чем были наполнены эти годы жизни?\n  ","912124":"\n   Did you forget to give him some attention last night?\n  ","912125":"\n   How was your pasta shells yesterday? Lol\n  ","912126":"\n   Why is Jordan upset with you?\n  ","912127":"\n   How’s life?:)\n  ","912128":"\n   Whos Jordan ?\n  ","912129":"\n   Now where is Lauren with her mood boards 😂\n  ","912130":"\n   In what applications do you go in quarantine the most? #StayAtASK\n  ","912131":"\n   Don't forget to cuddle the Jordan : lol\n  ","912132":"\n   I feel like my parents don’t love me anymore because I’ve fucked up my life a lot it’s just I don’t feel like I belong on this earth anymore\n  ","912133":"\n   pretty in pink for sure, how's corona in nashville? everyone staying indoors?\n  ","912134":"\n   U got the power, pu**y power\n  ","912135":"\n   So if leigh was the last person on earth would you marry them in vegas and adopt@poetalunam\n   \n    @keepmovingforwardx\n   \n\n    @kittiemeowsie\n   \n\n    @mommaisloved\n   \n\n    @keepmovingforwardx\n   \n   with them????\n  ","912136":"\n   look at kik\n  ","912137":"\n   I just seen you singing on Instagram. I just put Lauren's Coronaoake 🧡. That's what people our calling it.\n  ","912138":"\n   I can have Lisa as a sister for real how come? 😀\n  ","912139":"\n   ❤❤❤❤\n  ","912140":"\n   Fav brand of Mac and chesse? 😀\n  ","912141":"\n   Why do you Hate to be scared?\n  ","912142":"\n   Do you wear a bra at home when you're amongst girls?\n  ","912143":"\n   What songs hit you with a wave of nostalgia every time you hear them?\n  ","912144":"\n   Having anxiety and depression is like being scared and tired at the same time. It’s the fear of failure, but no urge to be productive. It’s wanting friends, but hate socializing. It’s wanting to be alone, but not wanting to be lonely. It’s feeling everything at once then feeling paralyzing numb. 😭\n  ","912145":"\n   This is an interesting question. If you had a choice which disease would you rather have and why. HIV, Breast Cancer or Covid-19\n  ","912146":"\n   does incorrect grammar bother you?\n  ","912147":"\n   Hi, followed\n  ","912148":"\n   Can we talk for a while\n  ","912149":"\n   So what you are saying is lower class income people can’t date people outside their own income bracket.\n  ","912150":"\n   What makes people stay faithful to each other in a non-married relationship?\n  ","912151":"\n   Followed back may be miss beautiful 😅\n  ","912152":"\n   Followed\n  ","912153":"\n   Do you like animal crackers? I just learned they are not made from animals!\n  ","912154":"\n   Any cheesy pick up lines ? 😂😂\n  ","912155":"\n   Which was the funniest proposal you got?😁😂\n  ","912156":"\n   Lauren i wanna marry you;)\n  ","912157":"\n   Lovely Lauren ln the pink shirt  :)\n  ","912158":"\n   Hi\n  ","912159":"\n   You're beautiful!\n  ","912160":"\n   What are you doing tonight and cooking?\n  ","912161":"\n   Do you agree if a girl EXPECTS a guy to pay for a date the guy should be expecting that she put out afterward, otherwise it’s not fair and lacks equality like what you females been trying to fight for this past century.\n  ","912162":"\n   when’s the last time you helped a friend in need?\n  ","912163":"\n   If you had to listen to only one kind of music for the rest of your life which would you choose? 🎼\n  ","912164":"\n   Good night Lauren 😴🛏\n  ","912165":"\n   Ah ok\n  ","912166":"\n   Ever drink red bull or monster energy drinks? 😀\n  ","912167":"\n   Snap?\n  ","912168":"\n   People will question all the good things they hear about you but believe all the bad without a second thought 🙂🙂\n  ","912169":"\n   What do you think of people who brag?\n  ","912170":"\n   Are you afraid of being your true self around others? Why?\n  ","912171":"\n   A&w my fav rootbeer and you?\n  ","912172":"\n   How were used money wise?\n  ","912173":"\n   Have you ever injured someone\n  ","912174":"\n   Queen of Nashville\n   \n    https:\/\/www.instagram.com\/p\/B-NfJFlpMCb\/?igshid=1jvel7fe7wrh0\n   \n","912175":"\n   Ever eat potato chips Name top 3?\n  ","912176":"\n   Ever watch the shows friends or seinfeld?\n  ","912177":"\n   What makes you feel really uncomfortable?🙄\n  ","912178":"\n   I did Thank you NHS 👏👏👏👏👏💙\n  ","912179":"\n   Your welcome lauren :)\n  ","912180":"\n   Finish the sentence: Never have I ever...? 🙄\n  ","912181":"\n   💋\n  ","912182":"\n   It's only 18 weeks & 5 days till Christina's due date 4th August 😊👶🌈\n  ","912183":"\n   She really does need to slow down\n  ","912184":"\n   Do you believe in honesty?\n  ","912185":"\n   Do people take advantage of it?\n  ","912186":"\n   Dunno I don't really like being touched in certain areas. Like where?\n  ","912187":"\n   Last time you had sex\n  ","912188":"\n   Glory to God 😂🙆‍♀️🐕 precocious memories\n   \n    https:\/\/www.instagram.com\/p\/B-M-RGgj2zb\/?igshid=5yhmix3lv23l\n   \n","912189":"\n   So you have to post an embarrassing picture of yourself, for the caption you’re ONLY allowed to write “until tomorrow\" and you can only tag me.You must send this message to everyone who has given you coins to your picture.  The pic must stay posted for 24 hours.Good luck and don't spoil the game🙄😂😂\n  ","912190":"\n   Where\n  ","912191":"\n   Whats you schedule?\n  ","912192":"\n   tell me a quote you live by.\n  ","912193":"\n   بقولك ايه الحلاوه دى تقوليلي لما حاجه تمشي صح حاجه تانيه تمشي غلط ! \nThe translation : \nI say to you what a beautiful girl\nAnd you say when something goes right another something goes wrong Lol\n  ","912194":"\n   How so?\n  ","912195":"\n   What is your definition of pure happiness?\n  ","912196":"\n   Have you ever had a friendship that ended for of a stupid reason? What was that reason?\n  ","912197":"\n   Do you have a secret ticklish spot?\n  ","912198":"\n   How many rolls of toilet paper do you have in your house total rn, at the time youre seeing this?\n  ","912199":"\n   They got one star on two of them\n  ","912200":"\n   😂😂😂\n  ","912201":"\n   What are you doing\n  ","912202":"\n   I'm from India\n  ","912203":"\n   -🌸~\n  ","912204":"\n   How are you darling\n  ","912205":"\n   Have you ever had a friendship that ended for of a stupid reason? What was that reason?🙄\n  ","912206":"\n   How is your coronavirus vacation going so far I want to hear all the juicy details about your stay at home life.\n  ","912207":"\n   Kallen is right 🤗🧡\n  ","912208":"\n   Like over here. But different time\n  ","912209":"\n   Stop taking nap s you will sleep better trust me ok? 😀\n  ","912210":"\n   What time does it go light in Nashville when the clock goes forward an hour.. It's 6.46am here and it's nearly day light\n  ","912211":"\n   Can't sleep or took a nap? Lol\n  ","912212":"\n   Ya '' These Day's\" is yours totally. Nothing to do with take that. Your song is you. And it is brilliant & I hope you are proud of it.\n  ","912213":"\n   Sweet dreams Lauren and don't wake him up ok lol\n  ","912214":"\n   Hope I am not bothering you with the questions or it is ok?\n  ","912215":"\n   Oh he is with you but sleeping next to you and are you not afraid to wake him up? 😀\n  ","912216":"\n   Hi what are you doing today?\n  ","912217":"\n   Wow is he like Ur Prince charming? The one? U seem really content?\n  ","912218":"\n   Hello Lauren so he is in to church. Cool\nAnd do you miss going to church?\n  ","912219":"\n   No it's not apart from the title. Don't worry. Take That have done a few covers like. \n\nIt only takes a minute  ( tavarn's)\nCould it be magic ( Barry Manilow)\nHow Deep is Your love. ( BeeGees)\n  ","912220":"\n   How is he sleeping and not with you? Lol\n  ","912221":"\n   Yeah i need to rewatch\n  ","912222":"\n   Quit it\n  ","912223":"\n   Who played Elliot\n  ","912224":"\n   I was talking to myself. Go away.\n  ","912225":"\n   Lol don't remember much bout Law & Order SVU\n  ","912226":"\n   Prince Charles one of the richest men has the coronavirus you believe that?\n  ","912227":"\n   Only seen bits & pieces\n  ","912228":"\n   I'm so lucky 😁\n  ","912229":"\n   Does the bf get nervous around the parents?\n  ","912230":"\n   Take care it was fun\n  ","912231":"\n   Someone will help too many good people live in this world\n  ","912232":"\n   How did you guys date? Place and etc.\n  ","912233":"\n   Is the bf into church like you?\n  ","912234":"\n   I know this is working\n  ","912235":"\n   Sorry which show is this?\n  ","912236":"\n   You always cuddle nice. Who is better at it? Lol\n  ","912237":"\n   I'm ignoring you\n  ","912238":"\n   Who is picking the movie?\n  ","912239":"\n   You don't talk to me when I'm here so bye from my side as well\n  ","912240":"\n   Hi 🙊\n  ","912241":"\n   Well baby go ahead.\n  ","912242":"\n   It's  made because another band I follow called Take That also released a song called '' These Day's \"\n   \n    https:\/\/youtu.be\/I43R3jIFE74\n   \n","912243":"\n   hello how are you ?\n  ","912244":"\n   We always cuddle\n  ","912245":"\n   Is amy wearing your pink shirt ?\n  ","912246":"\n   No bf tonight?\n  ","912247":"\n   ✨✨✨IG your url 🙈🙈 Inbox text me okey❤️\n  ","912248":"\n   Do you ever cuddle with him? Lol\n  ","912249":"\n   welcome, & how are you singer? 😂\n  ","912250":"\n   No baby.\n  ","912251":"\n   How is the bf doing tonight? Lol\n  ","912252":"\n   Honesty hour you down for it\n  ","912253":"\n   Virtual hug for you to Lauren. In these tough times 👌\n  ","912254":"\n   Kiddo\n  ","912255":"\n   I just watched Christina's interview ❤\n  ","912256":"\n   Ohh can you then post your fav pic of you and Lisa if it is ok?\n  ","912257":"\n   oh who's the baby, when she has a son that there got me\n  ","912258":"\n   He's in a mood for hating on women\n  ","912259":"\n   And me I have my beliefs but unlike others I would never try to force it on anyone.\n  ","912260":"\n   I love barqs root beer ever tried it?\n  ","912261":"\n   What if being myself is not good enough for them?\n  ","912262":"\n   If I may ask, how do you feel about forgiveness? Do you feel as though anyone should be forgiven for anything? No matter how bad or wrong?\n  ","912263":"\n   Probably later Than midnight I bet. What time u went to sleep last night? Lol\n  ","912264":"\n   If I may ask, what do you live by? Do you practice what you tell to others?\n  ","912265":"\n   I just ask somebody to do something for me because I had no groceries and I won't be able to get groceries til the 3rd so I'm 6 days without food all because everyone's buying up everything like it's going out of style\n  ","912266":"\n   dont like being alone in the middle of the night or going somewhere by myself.? For real?\n  ","912267":"\n   If I may ask, are you able to recognize your own personal growth? What would your manifesto look like so far?\n  ","912268":"\n   I am so sick and tired of being treated like I don't exist I'm through being nice the heck with everyone\n  ","912269":"\n   If I may ask, what is something you would like to overcome?\n  ","912270":"\n   If I may ask, what were the advantages of being homeschooled for you?\n  ","912271":"\n   So you are telling me a girl can’t treat a guy to dinner and it cannot mean that they like each other romantically?\n  ","912272":"\n   Hope you doing good\n  ","912273":"\n   Definitely coronaVirus 😂\n  ","912274":"\n   Do you have any phobias?\n  ","912275":"\n   Happy hump day Lauren :) lol\n  ","912276":"\n   When one thing goes right another goes wrong....what's up Lauren?\n  ","912277":"\n   If you were to write a movie script – what would it be about?\n  ","912278":"\n   Do you believe that each individual on Earth has a soulmate?\n  ","912279":"\n   Send me a sexy pic of you....buuuuuut if you don’t have any a pic of your pet will do.\n  ","912280":"\n   Honesty night till midnight?\n  ","912281":"\n   Wow great videos what are you eating? 😀\n  ","912282":"\n   What have you been thinking about lately?🙄\n  ","912283":"\n   Whom do you really love?\n  ","912284":"\n   Can you post a link to your original account? - the one that has family stats in your bio?\n  ","912285":"\n   Mine hasn't gone of yet anyway 😂\n  ","912286":"\n   👣🦶🏻\n  ","912287":"\n   Is your Netflix down in the US. Mine is ok at the moment\n   \n    https:\/\/variety.com\/2020\/digital\/news\/netflix-down-outages-across-us-1203544789\/\n   \n","912288":"\n   Lauren u are awesome hope you are not getting nuts in these tough times. :)\n  ","912289":"\n   💖\n  ","912290":"\n   💖\n  ","912291":"\n   It's not selfish. If a mother isn't coping it's the right thing to do. For both her & the child\n  ","912292":"\n   I told you guys\n   \n    @NineGDxFour\n   \n   gave up her daughter. Selfish much.\n  ","912293":"\n   Top 5 of your favorite things to do in this quarantine ⭐️\n  ","912294":"\n   Did you wake up to this Askfm NOT CANCELLED logo on here today?\n  ","912295":"\n   Do you agree with the saying “Bloods thicker than water.”\n  ","912296":"\n   What's your favorite way to express yourself?🙄\n  ","912297":"\n   Hey💛💛\n  ","912298":"\n   جد بيتكلم عربي هنا\n  ","912299":"\n   Show a picture of your workplace during the quarantine period #StayAtASK\n  ","912300":"\n   Well how did that Angela girl use you as you said she was like a sister?\n  ","912301":"\n   I hope you bf got to kiss you at least? Lol\n  ","912302":"\n   You are so nice inside and out I hate hearing that you were used I was used\nFor money and etc. Who used u for clout?\n  ","912303":"\n   Mention your favourite ask fm user 😁🙄\nAnd some lines for them 🖤\n  ","912304":"\n   What’s your favourite tv show ?(:\n  ","912305":"\n   If you had to act in a movie, what character would you choose to be?\n  ","912306":"\n   Sorry to hear you have been used. :(\nAre these people who did that proud of\nThemselves?\n  ","912307":"\n   Did he get a hug or something the bf? Lol\n  ","912308":"\n   Ever been used? How\n  ","912309":"\n   Who gets to pick the movie?\n  ","912310":"\n   PLEASE TELL ME WE ARE GOING TO GET A TRANSITION FROM #ORANGE TO THE #BLUE ERA!!!!\n  ","912311":"\n   What sort of belly do you prefer on a guy?\n\nAbs\nBaby abs\nBit of a belly\nBeer belly\n  ","912312":"\n   Going to watch a movie with the bf? 😀\n  ","912313":"\n   do you wear anything on your wrist daily?\n  ","912314":"\n   What is a skill you’d like to learn and why?🙄\n  ","912315":"\n   do you like the color red?\n  ","912316":"\n   Likes🖤\n  ","912317":"\n   What brand is your phone? 📱 (Making a pie chart to see what kinds people own on here 😊)\n  ","912318":"\n   So lucky Ur with the bf. Don't you wish you all could go out like a romantic dinner or movie? Lol\n  ","912319":"\n   do you thing the saying “money comes and goes.” it’s true or no?\n  ","912320":"\n   Single or committed !?\n  ","912321":"\n   I don't I have never heard of the show. Till it was mentioned on a cimorelliband Instagram story\n  ","912322":"\n   لعله يأتي مَن يُزيّن حُزنك بنجوم اقترابه، ولا يخشاه مثلما فعلَ الآخرون 💙\n  ","912323":"\n   Have you ever been in love with someone before? If you have what does it really feel like.\n  ","912324":"\n   Nothing is more beautiful than those easy people whom we can be comfortable with.\n  ","912325":"\n   and are the sisters all staying over tonight?\n  ","912326":"\n   Tell Jordan I said nice dingaling you fudge packer\n  ","912327":"\n   hello do you enjoy gardening? I find it super relaxing like slurping down a huge load from my boyfriend -larry\n  ","912328":"\n   Oh but it still has perks being pretty?\n  ","912329":"\n   Are you with the bf Jordan tonight or no?\n  ","912330":"\n   Ah that's unfortunate.:\/ Imagine alot of shows will halt production over this whole thing.\n  ","912331":"\n   Ever have a nightmare and you can not sleep after?\n  ","912332":"\n   Are you getting ready for bed or still awake?\n  ","912333":"\n   🤣😂 Perks *ambivert enjoying the fight with a popcorn*\n  ","912334":"\n   I know the perfect game for you and Amy to play.\n  ","912335":"\n   If I may ask, what’s something you wish you done more as a child?\n  ","912336":"\n   Picture you in orange top and pointing and on a couch. Other people who are they?\n  ","912337":"\n   Honesty hour?\n  ","912338":"\n   That is good there.\n  ","912339":"\n   Sexy selfie for your fans\n  ","912340":"\n   Why did you steal\n   \n    @veehansen1982140\n   \n   master James!!\n  ","912341":"\n   Have you been a bad girl and upset the administrations.\n  ","912342":"\n   Who is in pic with you and you have orange\nshirt on? Nice pic.\n  ","912343":"\n   You're so pretty!\n  ","912344":"\n   That's fine there.\n  ","912345":"\n   Have you ever kicked a guy in the bаlls?\n  ","912346":"\n   Go with temp tats they Are best you can change after getting bored of one ok?\n  ","912347":"\n   What’s the class you use\/used to fall asleep in?\n  ","912348":"\n   Do you hate when guys like compliement your body and not you?\n  ","912349":"\n   What do you do with inappropriate like disgusting questions? Do you read them\nor delete them right away?\n  ","912350":"\n   Okay then no skin off my back just send me money so I can take out one of your friends for dinner\n  ","912351":"\n   Master dom jeb left hehehe 😈 time to get funky 💃🏻\n  ","912352":"\n   What are your favourite shops?\n  ","912353":"\n   Who says you are so sweet? 😀\n  ","912354":"\n   What was the last awful movie you remember seeing? 🤔 \n\n(I was just watching the new Pet Sematary.. I thought it was gonna be a whole lot better than what it was)\n  ","912355":"\n   Yes that's the picture I seen\n  ","912356":"\n   He might be one of those\n  ","912357":"\n   And me Lauren please michaeljones8334\n  ","912358":"\n   Are you happy right now? If so, Why?\n  ","912359":"\n   Send me money baby so I could take you out for dinner\n  ","912360":"\n   Yes, i was being serious\n  ","912361":"\n   What's your favorite horror movie?\n  ","912362":"\n   What are the best pizza toppings?\n  ","912363":"\n   How often do you think about your future?\n  ","912364":"\n   Who are your heroes?\n  ","912365":"\n   Where the wig come from in the video? 😀\n  ","912366":"\n   This relationship we had going on was going strong but now it is starting to fall apart and I don’t want either of us to get hurt so I think that it’s best for everyone if we just stay cousins.\n  ","912367":"\n   I can ease her pain but she is away. 😢\n  ","912368":"\n   When you meet someone you can be yourself with...\nHold on them , hold on tightly 🖤🖤🖤\n  ","912369":"\n   Why\n  ","912370":"\n   That was the other day. I have just spent an hour with Dani on Instagram. Her speaker is broke it keeps going quite\n  ","912371":"\n   Photo? ⭐\n  ","912372":"\n   Answer your worst musical understanding?\n  ","912373":"\n   Favorite looney toon?\n  ","912374":"\n   Wow\n  ","912375":"\n   Favorite character from any movie that you can think of?\n  ","912376":"\n   last time you vacuumed?\n  ","912377":"\n   You are very welcome\n  ","912378":"\n   Of course❤️\n  ","912379":"\n   What's your favorite midnight snack?\n  ","912380":"\n   Well congratulations for you being an aunt\n  ","912381":"\n   do you play Animal Crossing? if so what’s your username? (if not use this as a filter) ✨\n  ","912382":"\n   What’s to the left of you? 🤨\n  ","912383":"\n   Congratulations to your pregnancy :) so happy for you...\n  ","912384":"\n   What’s your biggest pet peeve?\n  ","912385":"\n   Share one of your favorite songs! Or a song that makes you happy!\n  ","912386":"\n   What is your favorite source of outdoor entertainment?\n  ","912387":"\n   \"م قرارات رئاسه مجلس الوزراء\"\nتعليق الدراسة لمدة 15 يوم إضافية 🖤🙋‍♂️\n  ","912388":"\n   Have you  done your own research with the coronavirus?\n  ","912389":"\n   Describe yourself in 3 words!🙄\n  ","912390":"\n   She was telling him not to trick her I have had something like this done to me before.\n  ","912391":"\n   Hi Jordan how you doing tonight? Lol\n  ","912392":"\n   How is the bf doing\n  ","912393":"\n   Did you like the ventral cannons on the TROS Star Destroyers?\n  ","912394":"\n   I am looking to Buy this water resistant camera sunglasses need your opinion guys...\n   \n    https:\/\/www.govisionusa.com\/product\/apollo-2\/\n   \n","912395":"\n   Anytime\n  ","912396":"\n   💖\n  ","912397":"\n   💖\n  ","912398":"\n   💖\n  ","912399":"\n   💖\n  ","912400":"\n   Hi Lauren how are you\n  ","912401":"\n   Its a good song\n  ","912402":"\n   I love that song\n  ","912403":"\n   Ain't that I fall apart\n  ","912404":"\n   Link?\n  ","912405":"\n   I don't know first time seeing it\n  ","912406":"\n   What's your religion?\n  ","912407":"\n   Nice well  have fun you 2 lol\n  ","912408":"\n   X\n  ","912409":"\n   Why are you downstairs watching Netflix and not with Jordan? Lol\n  ","912410":"\n   Cuddles is he allowed to sleep in your room tonight? Lol\n  ","912411":"\n   Someone want a sister... Lksa is for free I'm done with her!! She made me choke on my water with that impression.. What happened? Lol .\n  ","912412":"\n   You should have asked. Could you adopt a shark. Like you can with other animals where they send you information on it.\n  ","912413":"\n   What attention are you giving him did he at least get a hug? Lol\n  ","912414":"\n   Larisa still exists or no? 😀\n  ","912415":"\n   Laurenlisa still exists right? 😀\n  ","912416":"\n   Are you giving any attention to jordan? Lol\n  ","912417":"\n   What can you promise to your friends?\n  ","912418":"\n   I'm fine thanks\n  ","912419":"\n   I bet it's your feet 🤔\n  ","912420":"\n   TOP 3 quarantine leisure activities? StayAtASK\n  ","912421":"\n   Is there at least one spot?\n  ","912422":"\n   I think it would look good 😊\n  ","912423":"\n   Sweeeeeet baby😂\n  ","912424":"\n   Either that or they're lying about Donald Trump\n  ","912425":"\n   Plus christina always there to hide away from people at parties with me? For real\n  ","912426":"\n   Do you like being a Virgin?\n  ","912427":"\n   What is the root of all evil?\n  ","912428":"\n   What's your favorite slang word?\n  ","912429":"\n   How come you still awake? Lol\n  ","912430":"\n   \"Are her and lisa twins \" story of my life\n? Do ever get annoyed when people say\nthat?\n  ","912431":"\n   What’s the worst backhanded compliment you could give someone?\n  ","912432":"\n   You look beautiful\n  ","912433":"\n   Are you mistrustful with new people or do you give them the benefit of the doubt?\n  ","912434":"\n   Do you like being scared by. Movies ?\n  ","912435":"\n   Hi\n  ","912436":"\n   How come youre not scared of the coronavirus at all? Are you a vampire or have super  powers??\n  ","912437":"\n   Great tik tok videos u make will you be making more in the future?\n  ","912438":"\n   My anxiety is ok now but how is the 265 questions inbox doing?\n  ","912439":"\n   I am not talking about a lot of money for like a car or rent or something like that, I am talking about a lickle change you know to get my nails done and for food and gas and things like that. See nothing that would cost the world\n  ","912440":"\n   I will now I have just seen your solo TikTok  brilliant 🦉🧡😂\n  ","912441":"\n   How has the coronavirus affected your day to day life?\n  ","912442":"\n   I thought you leant about them in the Bahamas\n  ","912443":"\n   Last selfie you took?\n  ","912444":"\n   Not everything is bad news it's just that the media only reports the bad news instead of the good news.\n  ","912445":"\n   What store do you hate shopping or going to?\n  ","912446":"\n   Cool how is the stomach feeling now what did you eat? 😀\n  ","912447":"\n   Love you my friend <3\n  ","912448":"\n   Sorry to hear\n  ","912449":"\n   How is the Jordan doing tonight?\n  ","912450":"\n   yes so do i\n  ","912451":"\n   Do you think animals have souls?\n  ","912452":"\n   What’s your current mood?\n  ","912453":"\n   Good! Don't. That's taking the lord's name in vain.\n  ","912454":"\n   In your opinion, is it justified that a woman slaps a man for making lewd remarks?\n  ","912455":"\n   I just realised I have had my Twitter on private for months for some reason you can now see & follow me if you want\n   \n    @michaeljonesmp5\n   \n","912456":"\n   Lisa has put the new cimorelli TikTok video up.\n  ","912457":"\n   I have just seen a photo on Twitter of you sat next to your friend Penelope ❤\n  ","912458":"\n   I already had mine your favourite Hawaiian pizza. ( I know u don't really like it)\n  ","912459":"\n   Love or Hate?🙄\n  ","912460":"\n   I am let's make a video about a bidet & put it on YouTube 😂\n  ","912461":"\n   Take me with you\n  ","912462":"\n   Wow pretty in pink shirt :) keep it up. Ok\n  ","912463":"\n   I know it's Root beer 😂\n  ","912464":"\n   I have never tried it. Is it like dandelion and burdock.\n  ","912465":"\n   Ah 😂\n  ","912466":"\n   What's that drink Lauren?\n  ","912467":"\n   Cool hanging with friends and who is the baby's?\n  ","912468":"\n   ⏰ What were you doing (or will you be doing) at 8pm tonight? \n🕰 If you’re in the UK did you #clapfortheNHS ?\n  ","912469":"\n   How are you\n  ","912470":"\n   Ever been used?\n  ","912471":"\n   Yes that can cause heart burn rushing your food.\n  ","912472":"\n   Hope ur day going well..i love asking u and getting to know u.\n  ","912473":"\n   If I was your boyfriend, could I rub your stomach?\n  ","912474":"\n   What grinds your gears?\n  ","912475":"\n   When’s the last time you went to the store?\n  ","912476":"\n   Ever seen all american?\n  ","912477":"\n   Christina can drink milk can't she. That's a good thing to help with heart burn. A glass of milk\n  ","912478":"\n   If you could anything you wanted too right now, what would you do ?(:\n  ","912479":"\n   Let's play a game.  \nBig brother\/sister to:\nLittle brither\/sister to:\nAunt\/uncle to: \nMom\/dad to:\nWhat's yours look like?\n  ","912480":"\n   That's a good is he giving you enough attention right now? Lol\n  ","912481":"\n   favorite color?\n  ","912482":"\n   How r u?\n  ","912483":"\n   Are the retailers in your area taking advantage of the Covid-19 situation to raise the prices?\n  ","912484":"\n   Do the clothes you wear tell who you are or how you are feeling?\n  ","912485":"\n   Is Hailey Bieber meant for JB?\n  ","912486":"\n   But you're more beautiful!\n  ","912487":"\n   Wow he is lucky he got to kiss you.. He seems to make you happy am I right?\n  ","912488":"\n   At what age did you have your first cell phone? What model was it? What did it mean for you to have a cell phone?\n  ","912489":"\n   Which electronic or electrical appliance that you possess do you find the most useful?\n  ","912490":"\n   did Jordan get to kiss or hug you?\n  ","912491":"\n   ✨✨✨Esᴄʀɪ́ʙᴇᴍᴇ ᴛᴜ ɴᴜ́ᴍᴇʀᴏ ᴛᴇ ᴠᴇᴏ ᴅᴇ ʏᴀ❤️ _____________MUUUUAAA!!! 🌚🌃 Text me your WhatsApp number❤️\n  ","912492":"\n   What app can you not believe someone hasn’t made yet?\n  ","912493":"\n   Wow I'm very delighted for your answered get it. go ahead with him.❤❤\n  ","912494":"\n   hey\n  ","912495":"\n   Can I be your designated quarantine cuddle buddy and hopefully cuff you by the end of it all?\n  ","912496":"\n   He is great did he get to see you tonight?\n  ","912497":"\n   Post your fav pic of Laurenlisa?\n  ","912498":"\n   are you more of a morning or night person? ☀️ 🌙\n  ","912499":"\n   Hugs💛\n  ","912500":"\n   ♛You are a queen\n  ","912501":"\n   How is the bf Jordan doing?\n  ","912502":"\n   Tips on how ugly guys like me can be able to successfully talk to pretty girls like you?\n  ","912503":"\n   Nick & Christina failed miserably on the who's more test. 😳\n  ","912504":"\n   The last part confused me\n  ","912505":"\n   oh I understand Trust me\n  ","912506":"\n   I likewise.\n  ","912507":"\n   Whatever\n  ","912508":"\n   All this coronavirus stuff is killing me inside, I’m so slow at the minute and I really don’t know what to do about it😢\n  ","912509":"\n   I get that. My main is country\/rock. But sometimes I need more like pop.\n  ","912510":"\n   Listen to Little Mix's new songgg\n  ","912511":"\n   Aww 🥺\n  ","912512":"\n   Root beer is my favee 🙌\n  ","912513":"\n   I want you to take me out for dinner. I would prefer red lobster or the Olive Garden however if you do not have enough money I understand then I could be open to going to Popeyes, Wendy’s and dominos as long as I spend the time with you I will be happy and the food comes in second compared to you.\n  ","912514":"\n   More of this Recreational pictures pleaseee 🧡\n  ","912515":"\n   Luna in Harry Potter 🤩\n  ","912516":"\n   Oh sorry\n  ","912517":"\n   Pitch Perfect Medley was so goood po Ate Laur! 🧡\n  ","912518":"\n   Awe, that's nice to hear po! What are you doing right now?\n  ","912519":"\n   I would crawl to get that 😅😂\n  ","912520":"\n   That's nice poo 😊\n  ","912521":"\n   What time do you usually go to bed now? Midnight?\n  ","912522":"\n   Yeah like I said I will let others ask you about dani and give you different topics ok..?\n  ","912523":"\n   Wow awesome pics of you And Lisa I hope we get to see more of you and Laurenlisa ?\n  ","912524":"\n   When the Virus hit the US, Louisiana didn't have but ten or 12 cases. We had no worries so went as we wished and done as we wished.  However, when the government made an accurate count we instantly went up to 3rd in the US in actual case counts. What is the cure for political stupidity?\n  ","912525":"\n   What are some of the best ways you know on how to avoid paying taxes because we as people work hard for our money and it’s not fair that the government takes away our money and we are left with scraps to survive on.\n  ","912526":"\n   How would you describe your country in three words?\n  ","912527":"\n   Why do women live longer than men?\n  ","912528":"\n   Do you know amr diab  :)\n  ","912529":"\n   2 of my cousins work in selling to restaurants and bars. Alcohol so they are unemployed now Both have babies. Expensive. Sad right?\n  ","912530":"\n   How tall r u\n  ","912531":"\n   I can imagine all the Cimfam posts on Instagram for the next 2 years. Of you singing it 😂😂\n  ","912532":"\n   Did you have a productive day?\n  ","912533":"\n   ايه يا عم الحلاوه دى\n  ","912534":"\n   Awww thanks  you  soo much for likes ...you know i love soo much ?\n  ","912535":"\n   What's better than loyalty is to be smart and to do the right thing which is not being bound to one person\n  ","912536":"\n   36000 positive with coronaviarus. And only 397 deaths. Do you think we are doing a good job?\n  ","912537":"\n   Name one thing you'll enjoy doing while quarantine\/self-isolation?\n  ","912538":"\n   My home country 😍😍❤️\n  ","912539":"\n   Do you enjoy traveling on a ferry?\n  ","912540":"\n   What is your favorite source of indoor entertainment?\n  ","912541":"\n   What number am I thinking of? Winner gets coins and I chance to have a walk on appearance on my new show.\n  ","912542":"\n   hope all is well ✨🤍\n  ","912543":"\n   Can i see your feet?\n  ","912544":"\n   Ya Arielle said the was. Then she said you was making a video.\n  ","912545":"\n   Christina was commenting telling her to read her daily emails 😂\n  ","912546":"\n   Arielle was doing her make up a few hours ago. She was trying to be quite because you & Amy was asleep I think you was anyway\n  ","912547":"\n   You was fast asleep when Arielle was doing her Instagram live before 😴😴😴😂\n  ","912548":"\n   -\n  ","912549":"\n   Hi Lauren\n  ","912550":"\n   Are you good at swimming?\n  ","912551":"\n   What female celebrity do you wish was your sister?\n  ","912552":"\n   Do you worry about your future?\n  ","912553":"\n   Would anyone like to talk on the phone? Well then go call someone!!\n  ","912554":"\n   Have you ever played 4 square? We created a 4 square court  in front of our house using duct tape last night.\n  ","912555":"\n   But you don't do anything with bf right so there is nothing wrong with it right?\n  ","912556":"\n   I suffer with the hands thing too how do you suffer with hate on being pretty?\n  ","912557":"\n   You get hated on for being pretty. How?\n  ","912558":"\n   He sometimes sleeps in your room why not always your his gf? Lol\n  ","912559":"\n   Do you like being  pretty?\n  ","912560":"\n   For real in other room or kidding?\n  ","912561":"\n   You're stuck between a rock and a hard place, what are you going to do?\n  ","912562":"\n   Do you sleep with Jordan or he sleeps in another room? 😀\n  ","912563":"\n   Regular Pennes but what company and date too? Some times old? 😀\n  ","912564":"\n   Nice!🙂\n  ","912565":"\n   Nice!I haven't seen either version,might have to look into it.🙂 I just finished Bojack Horseman,not sure what I'll finish next really.\n  ","912566":"\n   How is your sleep schedule back to normal I hope? 😀\n  ","912567":"\n   I suppose it depends on the show for me. Lmao It's mostly netflix and youtube that I watch but certain shows on regular TV have gotten me before.\n  ","912568":"\n   Ugh just buy regular pasta and u will be fine and not exotic ones,ok lol\n  ","912569":"\n   That's fair. Lol I do it with TV shows but not movies as much.\n  ","912570":"\n   Oh no what kind of pasta was it?\n  ","912571":"\n   Do you consider me your friend? <3\n  ","912572":"\n   Name a few movies you can watch over and over?\n  ","912573":"\n   Do you have enough food and paper and pasta?\n  ","912574":"\n   They might have clips on youtube but my internet sucking\n  ","912575":"\n   Really lucky indeed lol\n  ","912576":"\n   F.R.I.E.N.D.S 😁\n  ","912577":"\n   Oh okay I never saw it\n  ","912578":"\n   Did Jordan get at least a hug for almost hurting himself? Lol\n  ","912579":"\n   What movie can you quote word for word?\n  ","912580":"\n   You're stuck between a rock and a hard place, what are you going to do?\n  ","912581":"\n   Why are u so pretty? 😊\n  ","912582":"\n   Why were you running in the house? 😀\n  ","912583":"\n   Do all the sisters have tik tok?\n  ","912584":"\n   Oh okay and I watch them if they entertaining\n  ","912585":"\n   Well you can see her on Goldbergs on ABC and Very nice Down to earth girl. And funny check out her show ok\n  ","912586":"\n   Travis shows? Dont think I heard of Brain Surge\n  ","912587":"\n   If someone liked you, how would you like them to tell you?\n  ","912588":"\n   Theres a show and its good it tests your music knowledge\n  ","912589":"\n   How is the Jordan doing tonight?\n  ","912590":"\n   Ever met Hayley as she is from Tennessee?\n  ","912591":"\n   Yeah and I think last reveal was Dr Drew\n  ","912592":"\n   Yeah i can see it have you ever watched shazam?\n  ","912593":"\n   Do you have any Sunday plans?\n  ","912594":"\n   I was watching it at brother's\n  ","912595":"\n   The last reason why you cried?\n  ","912596":"\n   Nah Jamie Foxx does Shazam\n  ","912597":"\n   I never finished season 2\n  ","912598":"\n   Orange is trash\n  ","912599":"\n   What you think of Haley orrantia as a singer\nDo you think she can make it in LA. She also is from Tennessee... 😊\n  ","912600":"\n   I think u and Lisa will end up in LA you both so talented and sing really high notes. Do you agree with me?\n  ","912601":"\n   no issues here\n  ","912602":"\n   Wayne Brady\n  ","912603":"\n   Or even what season this is now\n  ","912604":"\n   I hadn't watched that in a long time i don't remember the last one reveal\n  ","912605":"\n   Ya that's the one.i got the characters name wrong though. It's  Steve.\n  ","912606":"\n   so what comes on Wednesday you watch?\n  ","912607":"\n   Cheers\n  ","912608":"\n   I wish I could talk to you for some tips on composing music🥺🥺\n  ","912609":"\n   Then and then?\n  ","912610":"\n   😘Kisses\n  ","912611":"\n   Who would move back to Los Angeles?\n  ","912612":"\n   Would you spend the night at mcdonalds if you had the opportunity?? I mean think of all those free big macs mcnuggets and french fries. Yummmmm right?\n  ","912613":"\n   Yup so what are you up to?\n  ","912614":"\n   Do you like being a Virgin?\n  ","912615":"\n   Hi can we talk\n  ","912616":"\n   Hi sexy\n  ","912617":"\n   Thoughts on Hayley orrantia music?\n  ","912618":"\n   Ever heard some songs from Hayley orrantia? Find Yourself Somebody?\n  ","912619":"\n   25 questions well I bet sometimes even more right?\n  ","912620":"\n   Are you good or bad at public speaking?\n  ","912621":"\n   Fave jazz musician?\n  ","912622":"\n   Girl it has it's days, but I think of how beneficial it'll be in the long run. The Pronunciation on some Spanish words can be difficult, but you got this. I got lucky, that's all my dad speaks so he corrects me everytime.\n  ","912623":"\n   yeah only go when its really serious\n  ","912624":"\n   Good night Lauren 😴🛏🧡🦉\n  ","912625":"\n   Are you addicted to your device?\n  ","912626":"\n   It's good she looks after you.\n  ","912627":"\n   Oh Mommy Amy 💛🌻\n  ","912628":"\n   Do you have Snapchat? 😋\n  ","912629":"\n   Yeah. You liking my comments does too all yalls do\n  ","912630":"\n   What is your favorite hobby?\n  ","912631":"\n   If he knows I'm sorry not stolen but borrowed then right? Lol\n  ","912632":"\n   Awesome!\n  ","912633":"\n   I am wondering when she going to find out the gender\n  ","912634":"\n   Dani is talking about getting some more big ones\n  ","912635":"\n   Haha you stolen his tshirt does he know and isn't that a sin Lauren? Lol\n  ","912636":"\n   You are so nice and attractive inside and out sweet dreams Lauren :)\n  ","912637":"\n   You should get another tat. Cross temp. Would you or no?\n  ","912638":"\n   I bet I know what tshirt you are wearing.\nIt is the crybaby one right? Lol\n  ","912639":"\n   Outfit currently atm?\n  ","912640":"\n   Same here\n  ","912641":"\n   A ➕ tattoo temporary would you ever get one?\n  ","912642":"\n   Lauren gonna be a night owl 🦉? Again like last night.? What time u fell asleep?\n  ","912643":"\n   Can some of your anons come talk to me? I’m so bored 😅😭\n  ","912644":"\n   Are you gonna get any tattoos or piercings?\n  ","912645":"\n   Turn off s on a guy?\n  ","912646":"\n   Do you miss church a bit or a lot?\n  ","912647":"\n   Are you a good or great swimmer?\n  ","912648":"\n   How many questions still in your inbox 300?\n  ","912649":"\n   Why is sugar your nickname? 😀\n  ","912650":"\n   That guy message me saying he apologize to you\n  ","912651":"\n   Hello Lauren come stai stasera?\n  ","912652":"\n   Olivia  Wilde just tweeted Malibu beach is busy than normally\n  ","912653":"\n   Arielle just posted on Instagram. She is finally editing the footage of your Bahamas vaccy.\n  ","912654":"\n   With the food good call 😂\n  ","912655":"\n   😂😂 I expecting you to say you wouldn't & would be tucked up in bed hiding 😂\n  ","912656":"\n   Have you guys heard the ice cream truck yet?\n  ","912657":"\n   I am watching The Purge on Netflix. If it was a real thing what crime would you commit. Which would be allowed.\n  ","912658":"\n   Learn from guys cause they never say no to a cute girl like you\n  ","912659":"\n   Follow me on insta please kassieusey1\n  ","912660":"\n   If taylor swift challenged youbto a celebrity boxing match would you win?\n  ","912661":"\n   Is ariana grande cool or annoying when she constantly DMs you?\n  ","912662":"\n   Would you ever date pete davidson?\n  ","912663":"\n   How often do you buy new cell phones?\n  ","912664":"\n   😘😘\n  ","912665":"\n   How well can you sing on a scale of one to ten?\n  ","912666":"\n   What’s a topic that your really interested in and why ?(:\n  ","912667":"\n   Follow my insta if you already haven’t, Carla.hallx\n  ","912668":"\n   Do you like ska or reggae?\n  ","912669":"\n   What’s the best compliment you have received?\n  ","912670":"\n   You can erase any horrible experience from your past. What will it be?\n  ","912671":"\n   Have you ever visited a fortuneteller? Why or why not?\n  ","912672":"\n   What YouTube video made you laugh recently?\n  ","912673":"\n   Do you easily fall in love?\n  ","912674":"\n   This is the first time I have heard this cover Fireflies by Mike, Alex, Nick, Christian & Joey\n   \n    https:\/\/youtu.be\/UREemTul6G4\n   \n","912675":"\n   Morning 🌞 who's online\n  ","912676":"\n   BK?\n  ","912677":"\n   Going out tomorrow almost 10 days home to get food and water etc. And gonna wear mask. Do you ou think that is too much?\n  ","912678":"\n   2 of my weddings been cancelled cause of virus my cousins both female are devastated how would you feel if that was you?\n  ","912679":"\n   Do you like WG morphs?\n  ","912680":"\n   What\/whom is your favorite cartoon character?\n  ","912681":"\n   We're all quarantining and in this together. user taintedlove7 was wondering if you could unblock him?\n  ","912682":"\n   She had no reason to block me though if she did\n  ","912683":"\n   Because I can't find her when I search her on my main account but I can find her on my fan account\n  ","912684":"\n   🌹🙆‍♂️\n  ","912685":"\n   I think Arielle blocked me on Instagram and I don't know why 😔\n  ","912686":"\n   I hate this quarantine it’s becoming hell 🥺now my state is under quarantine it’s basically marshal law set into Place there is a Curfew and everything it’s sucks\n  ","912687":"\n   need to teach her the difference between a crush and love. if it's love, you don't care if they look a bit scruffy or haven't washed for a couple of days and fart in front of you. if you buy into marriage you buy into that shit\n  ","912688":"\n   just saying the muso\/touring lifestyle isn't very good for relationships.\n  ","912689":"\n   When a friend tells you about their money problems is it a suble way to ask for it?\n  ","912690":"\n   Looking for friends i speak #English #spanish and #german \n\nAll alternative goth dark emo whatever you call yourself fallow me\n  ","912691":"\n   Good night Lauren I will be back tomorrow 🧡\n  ","912692":"\n   Fav curry?\n  ","912693":"\n   I also wear Nike pro shorts and sports bras with the uniform\n  ","912694":"\n   Call this guy a pervert\n  ","912695":"\n   you've had a bit of a weird life, growing up as a performer and home schooled. I'm sure you'll be ok lol.\n  ","912696":"\n   This caronavirus isn't taking enough of you 🤷🏾 this whole thing is way out of hand 🤦🏾why take all the toilet paper ?\n  ","912697":"\n   Alguna vez te han sido infiel?\n  ","912698":"\n   They got no reason to block me ai am not interacting with them just reading their tweets\n  ","912699":"\n   Who?\n  ","912700":"\n   Why would Emmyn make Dani something with Mayonnaise in it. When he knows she doesn't like it.\n  ","912701":"\n   I am looking at that guys twitter and wow so much hate\n  ","912702":"\n   My niece had purple & blue 💜💙 hair once.\n  ","912703":"\n   Yeah just keep ignoring them\n  ","912704":"\n   You should make Jordan rub your tummy\nand stomach ache will go away ok lol\n  ","912705":"\n   Oh okay\n  ","912706":"\n   Girl?\n  ","912707":"\n   Purple hair 💜\n  ","912708":"\n   Okay not good I just hope what I said will reach him.\n  ","912709":"\n   Okay good.\n  ","912710":"\n   What's your temperature? #StayAtASK\n  ","912711":"\n   Which account apologized\n  ","912712":"\n   Hi Lauren  so we are into day one of our lockdown in the UK.\n  ","912713":"\n   There is someone on twitter called cim_confessions they are very hateful toward y'all and the cimfam\n  ","912714":"\n   I think I figure out who they are.\n  ","912715":"\n   Where are all my gay latino men \n\nPapi's  ❤ \n\n#mexico #gaylatino #gaymen\n  ","912716":"\n   Are you ever rude when ordering?\n  ","912717":"\n   still here I see... don't worry about the haters, we all know you're a nice person. Maybe get yourself an alligator skin?\n  ","912718":"\n   You don't want to know has to do with Amy.\n  ","912719":"\n   Just ask to speak to owner. And tell him you\nwill never order again from there. Messed up ok\n  ","912720":"\n   Wish they would had kept it up so he could had read that and get some knowledge and I don't like his name on here.\n  ","912721":"\n   Have you ever tired banana peppers?\n  ","912722":"\n   He asked me a question and I told him to be respectful but it got removed.\n  ","912723":"\n   Great song by Lisa I don't get that comment.. Tell Lisa she is amazing :)\n  ","912724":"\n   That person made a new name\n  ","912725":"\n   Exactly\n  ","912726":"\n   How many times have you done the CAPTCHA test on Askfm to prove that you are not a robot?\n  ","912727":"\n   Hey I just met you. And this is crazy. But here's my number call me maybe 😂\n  ","912728":"\n   That's good there.\n  ","912729":"\n   Do you like jigsaw puzzles? My family and I are doing one . It’s a cat one...yay cats 😕\n  ","912730":"\n   Series to binge watch?\n  ","912731":"\n   Nothing wrong with very rare to find a guy who is willing to be a father to children who aren't theirs I respect him for that.\n  ","912732":"\n   ❤️❤️❤️\n  ","912733":"\n   Oh okay thanks\n  ","912734":"\n   Why are you still up night owl 🦉? Lol\n  ","912735":"\n   Did you tell off the person who sneezed on your arm and wash the tshirt?\n  ","912736":"\n   No cuddling with  Jordan? Lol\n  ","912737":"\n   Do you like doing tik tok music videos?\n  ","912738":"\n   Paisley is the oldest and McKingsley the youngest or vice versa?\n  ","912739":"\n   Thoughts on Lisa?\n  ","912740":"\n   Exactly and with how things are that stuff will be leaked.\n  ","912741":"\n   19 ok. Still after marriage there up's and downs in a marriage so I think she misses\nyou a lot so let her live and learn will be back alright?\n  ","912742":"\n   Fav thing about christina?\n  ","912743":"\n   Okay and I was wondering what the other girl's name was.\n  ","912744":"\n   I agree it is no ones business not like they going to get a screening or whatever.\n  ","912745":"\n   Honesty hour yay or nay?\n  ","912746":"\n   Haha I knew it are you sanitizer girl now? Lol\n  ","912747":"\n   I agree with you on dani Lauren but she is an adult by law 18 right. So by law your family has to endure her husband bad actions but with time. She will see ok\n  ","912748":"\n   So you technically rushed to wash the sneeze off to save others??\n  ","912749":"\n   And has she yet?\n  ","912750":"\n   I would think if it was real bad Dani would come talk to one of y'all.\n  ","912751":"\n   Please dont get mad for this question i mean im genuinely confused?  Why do you like brice\n   \n    @briceicebaby\n   \n   more than the rest of us?\n  ","912752":"\n   You ok as long as you washed your hands. And sanitized that arm. Did you??\n  ","912753":"\n   Done did it really ticked me off\n  ","912754":"\n   Tired of people asking me questions bout y'all.\n  ","912755":"\n   Isnt it obvious that coronavirus would only be like a mild cold to you? You would only have to stay away from 80 year olds right?\n  ","912756":"\n   In your own opinion, can the Covid-19 be cured with lockdowns and hand sanitizers or will we have to live with it - like the common flu?\n  ","912757":"\n   Did you get to kiss the Jordan? Lol\n  ","912758":"\n   I get what you're saying do you see him as being controlling or does it just seem that way?\n  ","912759":"\n   Do you miss dani invite her over?\n  ","912760":"\n   Some of the stuff he says or does it shouldn't bother anybody I see him do it and I'm not losing sleep over it my everybody's making such a big deal especially about them being married oh well get used to it or get over it.\n  ","912761":"\n   What's the last book you read?\n  ","912762":"\n   Lol yeah, so what are you doing?\n  ","912763":"\n   Oh okay maybe a little\n  ","912764":"\n   2 oldest girls or 2 oldest siblings\n  ","912765":"\n   I never saw it I saw more resemblance in Kath and Dani especially in the No tears left to cry cover then I ever saw in You and Lisa.\n  ","912766":"\n   To be honest I never thought you looked like anybody I just thought you looked like you.\n  ","912767":"\n   Lol oh\n  ","912768":"\n   Yup and I am end up being homeless. Thought her eyes was green\n  ","912769":"\n   My landlord came by earlier today still accusing me of stuff and threatening to up my rent.\n  ","912770":"\n   Umm does he get mad or just takes the annoying? Lol\n  ","912771":"\n   Haha Lauren how do you annoy Jordan? Lol\n  ","912772":"\n   Probably way more than he wants. How?\n  ","912773":"\n   Happy to hear that and are you at least giving him some attention? Lol\n  ","912774":"\n   How is the Jordan doing treating you like a queen? Lol\n  ","912775":"\n   You discover an island and decide to build your own society. What is the first rule you put into place?\n  ","912776":"\n   Good night Lauren  23\/3\/20 😴🛏\n  ","912777":"\n   You are very welcome\n  ","912778":"\n   How often do you check your emails?\n  ","912779":"\n   How much time do you spend on social media?\n  ","912780":"\n   😏\n  ","912781":"\n   What sea animal would you like to learn more about?\n  ","912782":"\n   Waffles or Pancakes in the morning.. Pick one and why?\n  ","912783":"\n   What question?\n  ","912784":"\n   Hey Lauren you still awake how come. Did you forget to go to sleep? 😀\n  ","912785":"\n   Have a good Friday po Ate Laur! God bless you 😊💖\n  ","912786":"\n   Favorite outfit?\n  ","912787":"\n   be safe and careful with this virus and everything how is your sisters doing\n  ","912788":"\n   can you share any hints on new music yet\n  ","912789":"\n   Pap with your favorite sandals?\n  ","912790":"\n   good luck dating again and always nice to hear from you i hope that you make it back to Kentucky in future\n  ","912791":"\n   Would  you ever  have an only fans account?\n  ","912792":"\n   How are you poo?\n  ","912793":"\n   well maybe this time will be a charm knock on wood lol how are you handling everything with the virus\n  ","912794":"\n   Not even a hint? 😂\n  ","912795":"\n   you are really are you back to dating again wish u all the love in the world your a very good and dear friend of mine\n  ","912796":"\n   hey honey miss you so much how are u doing today wish u well all week\n  ","912797":"\n   Why do you wear a snake necklace?\n  ","912798":"\n   Have you ever taken part in a protest march? What was it about?\n  ","912799":"\n   Oh I might have mentioned before but I believe you are real\n  ","912800":"\n   Exactly and it's also so negative I mean come on with the last time you see anything positive on the news?\n  ","912801":"\n   I think you are expired\n  ","912802":"\n   I used to pray when i was 16 if i didn't make it i would make my wrist bleed!\n  ","912803":"\n   Girl, what are you doing up this late?\n  ","912804":"\n   i'm glad\n  ","912805":"\n   Yes, caramel.\n  ","912806":"\n   Do you have trust issues with men?\n  ","912807":"\n   Yeah so I been resting.\n  ","912808":"\n   You are cool you do your own chores do you like doing dishes?\n  ","912809":"\n   Yaaaaaaaas 💖\n  ","912810":"\n   Sorryyyy po hehe\n  ","912811":"\n   Do you like Fall Out Boy? \nYour last answer to a question made me think you should listen to \"Miss Missing You\" by FOB..  🤷  i mean maybe? It's a great song regardless.\n  ","912812":"\n   Umm do you like things to be done right away like cleaning?\n  ","912813":"\n   I just really need to talk to him right now. Why?\n  ","912814":"\n   What time do you go to sleep every night at  3am?\n  ","912815":"\n   Hmmm\n  ","912816":"\n   Ok Lauren what questions do you love getting? Name 3\n  ","912817":"\n   How are you doing Lauren mentally wise I have anxiety too?\n  ","912818":"\n   How many duplicate questions do you get??\n  ","912819":"\n   Have you had your tonsils out?\n  ","912820":"\n   If I may ask, what is your biggest day to day challenge?\n  ","912821":"\n   If I may ask, what is something a stranger has done for you that has made a huge impact on your life?\n  ","912822":"\n   If I may ask, if you were able to go back and live or just experience life in another decade, would you?\n  ","912823":"\n   What is your view on porn?\n  ","912824":"\n   Do you watch Catfish?\n  ","912825":"\n   Do I know you from somewhere? Why do you leave me wanting more? Why do all the things I say sound like the stupid things I said before?\n  ","912826":"\n   Are you glad or mad or sad?\n  ","912827":"\n   Are you a forgiving person?\n  ","912828":"\n   Amazing pics with your sister is that part of the photo shoot?\n  ","912829":"\n   What is going anything bad going on by your answer on your page?\n  ","912830":"\n   You have the cutest smile :)\n  ","912831":"\n   If this was th end of the world would you do it even if you're not married or go down virgin?\n  ","912832":"\n   Yeah they are great\n  ","912833":"\n   Hi Lauren, please would give me a way to keep in touch with you even if you deactivate ASK.fm? Thanks! Many, many prayers and blessings! :-) :-) :-)\n  ","912834":"\n   How long into a relationship should a girl wait in order to ask her man for some money.\n  ","912835":"\n   Ok? But why does your friend live with you?\n  ","912836":"\n   Brown eyed girls are great though\n  ","912837":"\n   How come you live with her?\n  ","912838":"\n   Hello. Do you sometimes say \"Oh my fucking God\" or \"Jesus fucking Christ\"? xD\n  ","912839":"\n   Great any plans for tonight? 😀\n  ","912840":"\n   Are you currently performing at concerts or are they postponed due to this virus thing?\n  ","912841":"\n   How are you Lauren?\n  ","912842":"\n   Who is Arielle?\n  ","912843":"\n   Chicken penne nice what pastas do you like best? Name 3\n  ","912844":"\n   صباح الفل، هو طلب بسيط بس هتدخل ع اللينك هتعمل لايك و 100 كوينز وابعتلي اردهملك❤️\n   \n    https:\/\/ask.fm\/alaalolo15\/answers\/159869529127?utm_source=copy_link&utm_medium=android\n   \n","912845":"\n   Who was at the photo shoot?\n  ","912846":"\n   How is your lockdown going Lauren.\n  ","912847":"\n   hey\n  ","912848":"\n   😊🐕\n  ","912849":"\n   Pussy Cat, Pussy Cat I love you\nYes I do.\n  ","912850":"\n   🙆‍♀️🙆‍♀️🙆‍♀️\n  ","912851":"\n   No one will know if you use toilet paper or not. Just saying...\n  ","912852":"\n   You should have done what Dani & Emmyn have done and got a bidet 😂\n  ","912853":"\n   I have 2× pack of 24. Not bulk buying but I bought 1 pack last month that I haven't opened yet and because all of this panic buyin got another just in case they all went.\n  ","912854":"\n   No it's I can stay in bed 😂\n  ","912855":"\n   The uk is now on lockdown\n  ","912856":"\n   RELEASE \"OXYGEN\" or \"MUSTANG\" !!!!!!!!!\n  ","912857":"\n   That makes it sound like youre preggo\n  ","912858":"\n   Lauren’s response to my “make an assumption about me” IG story Expressionless face smh ~Christina\n  ","912859":"\n   💖\n  ","912860":"\n   ¿En qué cuento de hadas te gustaría vivir?\n  ","912861":"\n   I usually get 5 to 6 hours\n  ","912862":"\n   What’s the worst movie you have ever seen ?😂\n  ","912863":"\n   Yeah and knowing me it be 7 or \nMaybe 9 before i finally fall asleep\n  ","912864":"\n   I had changed helped a little but not much\n  ","912865":"\n   How are all of you lovely people today? How are you feeling? How are you passing the time? Do you play any online games like words with friends? Do you have Snapchat? Do you know that I’m currently at work and it’s slow as can be? But I got some good news I’ll still be working.\n  ","912866":"\n   Yeah I done turned on the a\/c and the heater several times tonight even went outside cause it was cool\n  ","912867":"\n   Ask must have the flu. It is extremely slow in loading up today. Just as it was yesterday. Anyone else having a problem?\n  ","912868":"\n   Same its like 5:12 here and all i am doing is tossing and turning\n  ","912869":"\n   I thought something was wrong\n  ","912870":"\n   This late\n  ","912871":"\n   How long have u been here on ask?\n  ","912872":"\n   fav song rn\n  ","912873":"\n   What is your idea of a romantic evening?\n  ","912874":"\n   Hey love💛💛\n  ","912875":"\n   Happy First Day Of Spring 🌼🌸🌻\n  ","912876":"\n   Inhuman numbers!\n  ","912877":"\n   Ouch sorry and what are you doing\n  ","912878":"\n   What happened aint it like 3:32\n  ","912879":"\n   I love Zelda, is everything good?\n  ","912880":"\n   Curly or Straight hair?\n  ","912881":"\n   The six one was all right but I prefer the original one more like every one of them all the way up to Nemesis and Code Veronica\n  ","912882":"\n   No what?\n  ","912883":"\n   All nighter and 8 hrs sleep. Wow do you bother the Jordan? Lol\n  ","912884":"\n   264 4 days old flip to those questions they might be better right?\n  ","912885":"\n   here if you need k, xo\n  ","912886":"\n   I got to start back watching NCIS\n  ","912887":"\n   Yeah these days people easily offended\n  ","912888":"\n   Would you share your Netflix?\n  ","912889":"\n   What is the link ?\n  ","912890":"\n   Thoughts right now?\n  ","912891":"\n   Same here 🖐\n  ","912892":"\n   I hate to ask this but if virus spreads ... What is your last wish?\n  ","912893":"\n   Do you have over 200 questions in your inbox?\n  ","912894":"\n   Would you rather always get first dibs or the last laugh?\n  ","912895":"\n   Well what time did you go to sleep last night? 😀\n  ","912896":"\n   Pssst...whatchadoin?\n  ","912897":"\n   You got less Questions than usual because askfm wasn't working right the other night?\n  ","912898":"\n   Have you ever changed a diaper?\n  ","912899":"\n   THAT'S BAD 😯\n  ","912900":"\n   Did you get less questions than usual be honest? 😀\n  ","912901":"\n   Why you still awake are you a night owl?\n  ","912902":"\n   Sweet dreams Lauren don't let the bed bugs bite you ok\n  ","912903":"\n   How is it  being stuck in house do you wanna go out soon?\n  ","912904":"\n   Hello 👋\n  ","912905":"\n   Ever go or order food from Chili's?\n  ","912906":"\n   Do you like getting questions about dani cause I try not to ask about her as it my annoy u?\n  ","912907":"\n   Do you like too write songs or others write for your your songs?\n  ","912908":"\n   why don't y'all hang out\n  ","912909":"\n   Looks like they have fixed the problem\n  ","912910":"\n   How is the ask doing now?\n  ","912911":"\n   I hope everyone is staying safe, healthy, and taking all necessary precautions 💞 please take care of both your physical and mental wellbeing during this uncertain time... We have to fight it...\n  ","912912":"\n   Wow how many people and wings? 100  right? Which place btw?\n  ","912913":"\n   If your man made $120k a year would you accept a $3k ring?\n  ","912914":"\n   You talking about D\n  ","912915":"\n   Why don't you go and visit Dani at her house after the quarantine is over?\n  ","912916":"\n   Yeah spicy ones hurt don't ...you can give them to jordan right? Lol\n  ","912917":"\n   Have you ever chased a storm or tornado? Have you ever drove in a blizzard?\n  ","912918":"\n   Dentist after every. Cleaning gives me a toothbrush so you always have new ones\ndoes Ur dentist do that?\n  ","912919":"\n   Tornado warning\n  ","912920":"\n   What kind of wings? I love wings too!\n  ","912921":"\n   What say you of people who create different accounts to fool others that they are different person or in relationship or friends with yet another of their other accounts? It took me months to notice that there are delusional psychopaths here on Askfm. 🤯 🎣 🤡 🥴\n  ","912922":"\n   How you doing do you feel better wise. Stomach?\n  ","912923":"\n   Do you enjoy fishing? Ever gone?\n  ","912924":"\n   With the coronavirus going crazy and everyone is hoarding toilet paper my OG called me and he said that instead of selling grass and coco he is now switching his business and starting to sling toilet paper and hand sanitazier on the corner 😂\n  ","912925":"\n   Which sister?\n  ","912926":"\n   Emma Roberts is reading 52 Blue on Instagram now.\n  ","912927":"\n   Do your friends\/family know about your askfm? If yes, what do they think about the fact that you get asked questions by strangers from over the world on the internet? Are they concerned about your safety? Or what you could say about them?\n  ","912928":"\n   How are youu po Ate Laur?\n  ","912929":"\n   What do you do when the remote is too far?\n  ","912930":"\n   What is your most unusual nighttime or morning ritual po?\n  ","912931":"\n   Have you ever changed your personality, style of clothing\/makeup, hair, etc. just to fit in?\n  ","912932":"\n   How you doing tonight Lauren is Jordan and you like having a romantic dinner at home?\n  ","912933":"\n   Hi\n  ","912934":"\n   Who’s ready for Easter? 🐣\n  ","912935":"\n   Hello to you Lauren and Jordan. Did he give you enough attention last night? Lol\n  ","912936":"\n   Fine :) \nStudy?\n  ","912937":"\n   It's only 11.01pm here but I am off to bed I am absolutely tired. Good Nigt Lauren 😴🛏🧡\n  ","912938":"\n   How's everything with you :)\n  ","912939":"\n   Youre cool\n  ","912940":"\n   Don't you think that you are enforcing your beliefs on him?\n  ","912941":"\n   Would you let your boyfriend do the thing with another girl since you're not  satisfying him this way?\n  ","912942":"\n   Do you remember the name of the street you grew up on?\n  ","912943":"\n   Really.\n  ","912944":"\n   Happy hump day how u doing Lauren? 😀\n  ","912945":"\n   Do you have a fav sitcom? 🤨\n  ","912946":"\n   Yes that one 😂😂😂\n  ","912947":"\n   Everyone needs it once in awhile to survive long term relationship\n  ","912948":"\n   We need dauren content, not laurisa\n  ","912949":"\n   That's not a dead end for some people\n  ","912950":"\n   I'm only interested little bit\n  ","912951":"\n   I wanted to know if you're single with a my 50 percent of will to ask other 50 says why you need to ask\n  ","912952":"\n   Who was your last missed call form? And why didn’t you answer? Lol.\n  ","912953":"\n   How many people do you consider your friend(s)?\n  ","912954":"\n   Luna looks the nicest\n  ","912955":"\n   Do you think the government is also, hiding something from us? That’s why their only talking about the coronavirus\n  ","912956":"\n   Why should I ask?\n  ","912957":"\n   Polly Punishment it's your turn to do a live Instagram soon. Sing us a song.\n  ","912958":"\n   Have you ever been to Jordan!?\n  ","912959":"\n   💖\n  ","912960":"\n   Jordan\nWhat does it mean to you!?\n  ","912961":"\n   Favorite color\n  ","912962":"\n   Do you like cranberry juice? Or mixed with a lil vodka 😉\n  ","912963":"\n   Do you have any tattoos\n  ","912964":"\n   Emilo Cimorelli \nLuna Cimorelli\n  ","912965":"\n   Do you want any other piercings\n  ","912966":"\n   Do you have a change jar or do you just throw your loose change anywhere\n  ","912967":"\n   Are you afraid of change?\n  ","912968":"\n   Frappé. Yay or nay?\n  ","912969":"\n   Tell me a time when you made a bad decision\n  ","912970":"\n   What names do you want to give to your children?\n  ","912971":"\n   But like everyone not FOREVER 21.\n  ","912972":"\n   How do you usually react when someone is shouting at you?\n  ","912973":"\n   That is so good :)\n  ","912974":"\n   Do you have any piercings\n  ","912975":"\n   Do you drink\n  ","912976":"\n   Confess something....\n  ","912977":"\n   What was the last YouTube video you saw?\n  ","912978":"\n   Are you a P.D.A. (public displays of affection) person or no? Why?\n  ","912979":"\n   so tickling on feet is fun\n  ","912980":"\n   NF\n  ","912981":"\n   Do you think happiness and selfishness are connected? If so, how?\n  ","912982":"\n   When you Lisa & Dani went shopping in the mall. You & Dani was mocking lisa. Lisa then went WHA WHA WHA. Dani imitating Lisa. And the other one was you have a strippy green top & Christina said you looked like a character from a kids tv show. Mikey If think he is called\n  ","912983":"\n   Oml, I wish I could do a cover with you guys🥺🥺🥺💕you girls are like the best!!\n  ","912984":"\n   Ever heard of Irish the hedgehog?\n  ","912985":"\n   What is your morning routine\n  ","912986":"\n   What is the best part about being in a relationship\n  ","912987":"\n   Did anyone tell you look like Naomi scott?\n  ","912988":"\n   How has the relationship been so far\n  ","912989":"\n   How long have you been in a relationship for\n  ","912990":"\n   How young are you\n  ","912991":"\n   Would you everdo  like a solo piece with Lisa? I would definitely buy it\n  ","912992":"\n   Why are you trying to stay strong?\n  ","912993":"\n   Where would you like to be right now?\n  ","912994":"\n   Good or great cuddler? Lol\n  ","912995":"\n   Are you cuddling with the bf?\n  ","912996":"\n   The wrong texts what happened after?\n  ","912997":"\n   Are you a virgin\n  ","912998":"\n   Thanks for moving to Tennessee do you think Ur family will ever be moving back to Los Angeles?\n  ","912999":"\n   Wow great pics and video you are so talented when did you know you liked\nsinging?\n  ","913000":"\n   Have u been to india?\n  ","913001":"\n   Do you know the person standing behind you?\n   \n    https:\/\/www.youtube.com\/watch?v=vtzcSOdWqZY\n   \n","913002":"\n   😂 All you people need to freaking calm down A virus isn't killing us😂😂\n  ","913003":"\n   What is something that you would give a definite 10\/10?!\n  ","913004":"\n   What is something you hope never changes?🌼\n  ","913005":"\n   Why not enuff attention please explain? Lol\n  ","913006":"\n   Nice to hear that he is pretty great does he give you enough attention? Lol\n  ","913007":"\n   How is Jordan as a  bf?\n  ","913008":"\n   Wow everyday do you like guacamole?\n  ","913009":"\n   Do you like eating 🥑 toast or no?\n  ","913010":"\n   Most important has Jordan arrived to see you?\n  ","913011":"\n   You’re welcome.\n  ","913012":"\n   I’m sorry. I’m literally like a little ole lady.\n  ","913013":"\n   Lauren What kind of music do you like? 😀\n  ","913014":"\n   How many moronic questions do you see and delete? Or do you answer all?\n  ","913015":"\n   Oooohhh. Ok. I’m sorry. Well almost anything by Gaga is good. Ummm, have you heard the song Down to the Twist and Shout? That’s a good one.\n  ","913016":"\n   Oh, maybe some Shania?\n  ","913017":"\n   I agree why do you not enjoy other songs btw?\n  ","913018":"\n   Wow you like to dance ever listen to Ariana grander songs? Pretty vibey\n  ","913019":"\n   Do you like songs like from selena? New songs pretty vibey\n  ","913020":"\n   I bet you can't wait till he get there will he get a hug from you?\n  ","913021":"\n   I’m not sure what that means. I listen mainly to country. Do you like country music?\n  ","913022":"\n   If I may ask, what kind? Slow, fast, up beat, or sad and depressing?\n  ","913023":"\n   Do you have a face shield? #StayAtASK\n  ","913024":"\n   Umm you probably have low vitamin b12. I had. Headaches and stomach pain .\nGet some b12 shots u will be better?\n  ","913025":"\n   Did you get to see the bf Jordan? 😀\n  ","913026":"\n   Oh I know but it's always better to be safe than sorry you know anyways I got to charge my phone up I will talk to you later if it ain't too late\n  ","913027":"\n   What did you eat with the cider? Lol\n  ","913028":"\n   I understand that hope you feel better\n  ","913029":"\n   Why meh\n  ","913030":"\n   Ofcourse she would want you there. There is no show without punch 😂\n  ","913031":"\n   What kind of movies do u like\n  ","913032":"\n   Yeah so how are you\n  ","913033":"\n   I suffered enough there is no point in trying to be happy I just want to live day to day do my thang and not get hurt ever again since it’s just not worth it.\n  ","913034":"\n   Are you at peace dreams wise? 😀\n  ","913035":"\n   I do too believe Lisa was joking I do with my brother too tease. kid around it means that you are close right?\n  ","913036":"\n   If your wife, who usually wears red, starts wearing black does that mean she's ready to be a widow?\n  ","913037":"\n   Well I have been hurt to a lot  by you girls and my heart cannot take another heart break. So do you think it was fair for me when I was crying myself to sleep every night, or sleeping alone. And trying my hardest to make things work and them not doing anything but letting me go.\n  ","913038":"\n   Ted & Mickey as well 😂\n\nTed from when Dani mock lisa for saying she like a t-shirt \n\nMickey because you had that stripe green top on\n  ","913039":"\n   So I got a girl on the side too you know something to play around with whenever I want to so you should do the same and be a boss and take control of your own life.\n  ","913040":"\n   Oh right 😊\n  ","913041":"\n   I just want to spend time with you it’s all I ever wanted. is there anything wrong with that?\n  ","913042":"\n   Its sad\n  ","913043":"\n   I know English, Spanish fluently and I'm semi decent with Sign Language. I was thinking about picking up Italian as well since apparently I have some Italian in me so why not lol\n  ","913044":"\n   Will you all be getting together for Easter\nApril 10? Dani too?\n  ","913045":"\n   Can you cook for the bf or will he cook for you?\n  ","913046":"\n   I know that I got smile put on my face because Amy liked my comment\n  ","913047":"\n   Do you ever eat or like have a steak?\n  ","913048":"\n   That be cool there\n  ","913049":"\n   Hi dear\n  ","913050":"\n   hey               lauren don't let the haters get to you, there are enough real problems for us all now to worry about, they are irrelevant\n  ","913051":"\n   Yeah and I try to comment on everyone I can.\n  ","913052":"\n   Yeah if she craves sweet stuff she having a girl and if she crave salty stuff going be a boy but I am seeing a girl 80% sure.\n  ","913053":"\n   Yeah I am always loving the new videos.\n  ","913054":"\n   You say that you feel that God knows what is right and wrong. Could I ask you to clarify what you mean by \"feel\"? I mean sometimes it is used as a synonym for think though I don't think that is the case here. Is your thought, that God knows right from wrong, based more on feeling than on reason?\n  ","913055":"\n   Always do\n  ","913056":"\n   So there all back talking about  Dani's wedding on YouTube. Saying Kath went and did her hair\n  ","913057":"\n   Who had the best love songs: Boyz II Men or No Mercy?\n  ","913058":"\n   I know lol\n  ","913059":"\n   Maybe I knew it all the best on getting engaged u deserve it alright :)\n  "},"Answer":{"911988":"\n  No it happens randomly. Was suppose to get that checked out but the doctor was sick or something at the time I made the appointment.\n  ","911989":"\n  No mel was actually in the live stream with her lol\n  ","911990":"\n  Keep it appropriate as always you guys know the rules\n  ","911991":"\n  I don't think max even has a brother. Unless you're referring to the 457 gang\n  ","911992":"\n  Max is my fav not so much emmyn .... Im shocked dani was saying certain words in there\n  ","911993":"\n  But I want to see the lads :(\n  ","911994":"\n  I hate him 😂\n  ","911995":"\n  No? Its Gibson aka Brooklyn that wrote it\n  ","911996":"\n  He changed his name to Harry Styles with Harry's picture then wrote :\n  \n  JJ Hannon\n  \n\n   @jjhannonnn\n  \n\n  We are getting back together.. 1\/4 of 1D\n  ","911997":"\n  I knowwww i missed it :(\n  ","911998":"\n  Ma\n  ","911999":"\n  I'm going to cry, jj just did the worst prank on everyone who loves one direction\n  ","912000":"\n  I didn't watch anything last night\n  ","912001":"\n  😁 I miss my friends so much I should do a live with them soon\n  ","912002":"\n  Brook already got us with that hey guys its Nicole 😂\n  ","912003":"\n  Like songs I like or ?\n  ","912004":"\n  I used to take one every day but now its once in awhile\n  ","912005":"\n  I'm doing pretty good, just got a headache and my eye hurts\n  ","912006":"\n  Its cold it Tennessee 😂\n  ","912007":"\n  That's where having 10 siblings come into place and a man 😂\n  ","912008":"\n  Some girl who is obsessed with zayn and think hes in love with her. If that's the case sean o donell is inlove with me\n  ","912009":"\n  Ahaha\n  ","912010":"\n  Sorry its not Saturday anymore 😕 but I hope you had a good weekend.\n  ","912011":"\n  No its cold at the older girls house house\n  ","912012":"\n  Gotta luv the sisters taking off guard photos of me\n  ","912013":"\n  Probably the one who claimed they needed my help and sent me a dick pic claiming they were hacked\n  ","912014":"\n  ;)\n  ","912015":"\n  AHHHHH CHARLI D AMELIO  USED OUR COVER!!!\n  \n\n   https:\/\/m.tiktok.com\/v\/6810425865206304006.html?u_code=4c80jkg6f6a1d&preview_pb=0&language=en&timestamp=1585689466&utm_campaign=client_share&app=musically&utm_medium=ios&user_id=99425185329455104&tt_from=copy&utm_source=copy\n  \n","912016":"\n  Shout to your mom and dad for making you 💖\n  ","912017":"\n  I didn't introduce him to anyone as I just recently started talking to him. Yeah he is a really cool person to know but you guys are being obsessive over everything and there is no reason for that at all.\n  ","912018":"\n  Spiders come to my room to die\n  ","912019":"\n  Normally hang out with friends but cant do that at this time :(\n  ","912020":"\n  She's way older now but\n  \n\n   https:\/\/youtu.be\/5KcToRlBX50\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","912021":"\n  Nooo the one that we call baby Dani because they looked identical when she was younger\n  ","912022":"\n\n   https:\/\/youtu.be\/y-obv6m7MOE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","912023":"\n  Tazikis for christina bc she wanted her favorite meal from there and pregnancy things\n  ","912024":"\n  It was this game that I was playing with my little cousin someone gave me a ice cream rattle (it was on roblox and I was just trying to make her happy lol)\n  ","912025":"\n  I don't really wear sunglasses anymore\n  ","912026":"\n  Read or watch tv\n  ","912027":"\n  Barbeques, picnics, swimming, boat rides, bonfires ....\n  ","912028":"\n  It really wasn't, BC the second movie was suppose to be the first but then they like rewritten it and stuff and it was suppose to be anna that was like the famous one but everyone liked elsa\n  ","912029":"\n  Stay at home and workkk\n  ","912030":"\n  Thank you bb 😊\n  ","912031":"\n  Kinda a blessing and a curse but mostly a blessing was being able to go on this amazing journey and meet wonderful people to share our lives with (also I don't really like this song but I know it has so much meaning to you guys)\n  \n\n   https:\/\/youtu.be\/B9JycLc56Mk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","912032":"\n  Yes I am. Just don't want to get hurt badly again\n  ","912033":"\n  Ahh gotta figure out what to make for dinner\n  ","912034":"\n  Yeah her\n  ","912035":"\n  Congratulations. How long did it take you to find any 🤔 I had to go to 9 different stores last week\n  ","912036":"\n  Lol I just got a follow back after three years from someone ahaha welcome child 😂\n  ","912037":"\n  Omg you should like search it was the best part of my childhood 😂\n  ","912038":"\n  motosierra y daga\n  ","912039":"\n  I slept in 😂\n  ","912040":"\n  None at the moment\n  \n  Just scrolling through social media\n  \n   https:\/\/www.instagram.com\/p\/B-aPNK8jAzs\/?igshid=2wb2jea0thqj\n  \n","912041":"\n  I used to be on a water polo team and loved it. Now I just get to watch my brothers play lol\n  ","912042":"\n  The sisterly love will always exist\n  ","912043":"\n  I'm more of a T-shirt and sweats or shorts girl\n  ","912044":"\n  Everything is okay, we've been posting videos every week still on Saturdays. I just haven't posted on my personal one for awhile. I have a song coming out on friday called, \"these days\" and lisa has been releasing music as well. Christina started posting on her personal YouTube as well which is about her pregnancy and journey to being a mother right now. Dani left the band back at the end of December but does videos with her husband if you'll still like to support her. Everyone is fine at the moment and working together to get through this 💖\n  ","912045":"\n  You should check out the game until dawn ... Its kinda scary when playing by yourself at night lol\n  ","912046":"\n  I think I played that before 😂😂😂\n  ","912047":"\n  My grandparent's\/ great grandparent's\n  ","912048":"\n  No I haven't touched them and its like a weird stab pain\n  ","912049":"\n  Just the ones that seem weirdly too real... Like having a conversation with someone like a grandparent that passed away, or this one that always reoccurred when I was younger where a ghost tried to kill me\n  ","912050":"\n  Idk why my eye hurts ...\n  ","912051":"\n  Good 😊 hbu?\n  ","912052":"\n  She could use your thoughts and prayers 💖 and she appreciates you all for your continued love and support. Both baby and her are doing fine. She felt the baby kick the other day for the first time and had a break down BC she finally bonded with the baby (if you dont know her first pregnancy was a miscarriage and she got oregnant six weeks later). And feeling the baby move reassured her that they were fine and they were there after fearing something will go wrong again\n  ","912053":"\n  When I see her I will  😊\n  ","912054":"\n  I'll message u\n  ","912055":"\n  Because I should be known for who I am and not the way my body looks\n  ","912056":"\n  Who goes around just looking for hair...\n  ","912057":"\n  I think I know though who it is and she really needs to get a life\n  ","912058":"\n  I'm not going to send money to someone I don't even know just because\n  ","912059":"\n  Instagram, twitter, here\n  ","912060":"\n  Actually there's a few colored people I know who have blue eyes 😁\n  ","912061":"\n  She's mad BC someone has the danicalleiro and dani_calleiro\n  ","912062":"\n  Alright then\n  ","912063":"\n  Yeah I trust my family and friends lol\n  ","912064":"\n  Just worst when you're an introvert as well\n  ","912065":"\n  I'm sorry to hear\n  ","912066":"\n  I am a girl 🤦🏻\n  ","912067":"\n  I am shy lol 😂\n  ","912068":"\n  Lol those are not skin colors though. They're hair and eye colors. And yes I tend to go for the brown eyes more than anything, but I have dated guys who had blonde and blue eyes as well\n  ","912069":"\n  I don't use my Snapchat anymore\n  ","912070":"\n  🤔\n  ","912071":"\n  You mean 6ft apart rule?\n  ","912072":"\n  You shouldn't always have high expectations of someone who is an influencer. We can't always be there\n  ","912073":"\n  💖 spread love to eachother during these difficult times. Message someone each day with an I love you\n  ","912074":"\n  Home of stupidness 🙄\n  ","912075":"\n  Our cousin has started writing music and i love it!!! Please check it out its like a upbeat country pop inspired\n  \n\n   https:\/\/open.spotify.com\/album\/02nfqZMR9LwkvTY4NLKV2Q?si=0-P1v8kwSnKxxhNiDsxHaw\n  \n","912076":"\n  I think I would want to be born in Italy around like stranger things times. I enjoy the style and inspiration from that time period\n  ","912077":"\n  I think they would have committed a sin then ? And would have to ask for forgiveness and truly want that forgiveness\n  ","912078":"\n  How I actually feel towards them? Or my last love yous\n  ","912079":"\n  Hello\n  ","912080":"\n  We can't dine in anywhere. Have to eat at home\n  ","912081":"\n  Warmness, sunshine, and relaxation\n  ","912082":"\n  Think it would be cool to sit down and have a deep conversation with your idol. I would probably choose like Oprah because she's a huge inspiration to me\n  ","912083":"\n  You too andy\n  ","912084":"\n  Its those kids that were given that activity on following instructions who didn't read all of them before filling out the paper that are the same ones causing this to be a bigger issue now because they still don't follow instructions till this day\n  ","912085":"\n  She's just a weirdo we been knowing\n  ","912086":"\n  Just gotta keep pushing 😊\n  ","912087":"\n  The us seems to be so broken in healthcare 🙁\n  ","912088":"\n  Angel, fetus, ladybug, rat, loll, lolo bean, gem, laurie, little Laur, laurenzo, barbie dream girl, pageant queen, and I think it was barbie fairy 😂 and baby girl. Also dad used to call me a weird name I hated\n  ","912089":"\n  I'm making chicken tenders which either tots or fries and corn ? Idk yet lol\n  ","912090":"\n  Seems like someone is playing jumanji (I don't even know the correct spelling) but yeah I'm just a bit annoyed\n  ","912091":"\n  Streams\/ listens 🤗\n  ","912092":"\n  Love my babiez\/baddiez so much!!!\n  ","912093":"\n  Each of us are given our own specific sentence for the podcast and we all have the opportunity to share our thoughts as well. 💖 although I may not say much I still get a chance to express things\n  ","912094":"\n  Well would be a perfect match to go along with my song \"Flames\" ahaha\n  ","912095":"\n  I know trump wants to lift everything and get it back to running but the governor says this isn't the worse of it yet or the end ... And they extended it till may.. I just feel its going to go longer because according to what friends are telling me florida isnt even on a lockdown!!!\n  ","912096":"\n  I have a feeling that this extending till may isnt going to help minimize or do anything different .... To make the total infected or death toll go down. I just have a feeling they're going to call in the military and have it locked down like a war zone ...\n  ","912097":"\n  Brazil definitely one of my favorite places I been to and want to go back eventually 💖\n  ","912098":"\n  sleep well Michael\n  ","912099":"\n  Also hospitals are running out of supplies here like the reusable gowns and all. And even set up tents for the morgues ... Its scary bc theres people whom still think this is a joke and going out and being in large gatherings or being ignorant and coughing on prodice etc.\n  ","912100":"\n  Hello ali\n  ","912101":"\n  Whole city is on lock down still, most restaurants are closed, main chains and popular local restaurants have changed hours so they close early, health department has came in and ordered no one is to open for the day unless they check their employees temperature before they clock in, stores are running out of stock or raising prices, had to go to nine different stores last week just to find toilet paper, playgrounds are being taped off with caution tape or having equipment purposely removed like the bridges kids run across, all bars and alcohol retailers are closed, restaurants are having u stay outside and bringing your food to you now or the tape on the floor stand 6 ft apart rule, no one is allowed to be driving unless its going to the store or somewhere essentially, cops are issuing tickets, my plans are being destroyed for holidays now... And not sure how christina is going to plan her gender announcement since we can't be all together in the family house for the party .... And since we are on lockdown it seems more people are getting stressed out with each other and acting out... A 23 year old got shot two night ago and someone committed suicide last night, (in cities outside of where I live). And then someone was walking at 2am and got shot... Walked to the hospital and a cool tried to get him for disobeying the governors laws\n  ","912102":"\n  Thank you 😊\n  ","912103":"\n  I think people just being ignorant or not paying attention to something even though it was said\/repeated multiple times.\n  ","912104":"\n  Probably an 8. Its kinda like harmonizing or doing a melody of a song\n  ","912105":"\n  Something a friend told me happened last night\n  ","912106":"\n  Sadly ask.FM doesn't let you actually block these people from harassing you .... They can still see what you post and everything.\n  ","912107":"\n  Hm not sure ? Last night I went exploring a bit down at the park... The whole area was flooded but then noticed there was this part in the distance that was all lit up like a christmas tree but no way to access that area ....\n  ","912108":"\n  Drawing, skating, swimming, hanging with friends, making music etc\n  ","912109":"\n  No I never actually had a chef (besides eating out at a restaurant) cook for me lol\n  ","912110":"\n  Doing good mainly besides the fact on loosing my mind a bit by being confident to my house only BC people don't listen to instructions and think public gatherings are cool with this going on ... Like the hospitals are short on supplies and have set up tents for morgues and that :\/\n  ","912111":"\n  Who do you love\n  ","912112":"\n  Many things, probably mostly good I would believe\n  ","912113":"\n  Wrong direction\n  ","912114":"\n  I used to love those books where u had to choose like the outcome of the ending ?\n  ","912115":"\n  Definitely will check them out\n  ","912116":"\n  I did lol\n  ","912117":"\n  Like never seen jo cuss out a parent before\n  ","912118":"\n  I might've seen them\n  ","912119":"\n  Idk\n  ","912120":"\n  💙💙💙\n  ","912121":"\n  Also a new tiktok on the band, we did a cover\/ distance dance of cleaning bandit ft zara larsson - symphony !!! 💖 check it out:\n  \n\n   https:\/\/m.tiktok.com\/v\/6810079254559067397.html?u_code=4c80jkg6f6a1d&preview_pb=0&language=en&timestamp=1585595329&utm_campaign=client_share&app=musically&utm_medium=ios&user_id=99425185329455104&tt_from=copy&utm_source=copy\n  \n","912122":"\n  I don't know if I can move my body all like that 😂😂\n  ","912123":"\n  Should I do this?? Since two of my sisters already have?\n  \n\n   https:\/\/youtu.be\/aWHDuzDPQSE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","912124":"\n  No I just said something the wrong way\n  ","912125":"\n  Amazing\n  ","912126":"\n  Went to go ask a question but it came out like \"I don't believe you\" moment\n  ","912127":"\n  Looking through old photos and videos got me missing my california childhood .... Like the views, the perfect backgrounds for photos.... But then I realize all those memories and things I loved were burned down in the woodland fires after we moved in 2015 and they don't exist anymore. ...\n  ","912128":"\n  My manz 😂\n  ","912129":"\n  Got you covered lol\n  ","912130":"\n  heeeyyyyy my new song These Days is coming out on F R I D A Y !!! might be posting a few more snippets before it comes out so stay tuned 🙈💙\n  ","912131":"\n  He's upset with me 😶\n  ","912132":"\n  They're probably just disappointed and need time to think things over and cool off for now. Dont worry to much\n  ","912133":"\n  The first week I seen so many people in the er. Nurses were even refusing to hand out face masks to teenagers infront of me who were coughing and covering their face with their jacket... Regardless of the lockdown rules in effect I still see tons of people down at the beaches and parks or just driving around :\/\n  ","912134":"\n  Hum okay...\n  ","912135":"\n  I'm pretty sure it would be awkward adopting people whom might be older than me ...\n  ","912136":"\n  I did\n  ","912137":"\n  Lol\n  ","912138":"\n  Being in lockdown for weeks is making her be more weird\n  ","912139":"\n  Ok\n  ","912140":"\n  Good ole kraft\n  ","912141":"\n  Not that I hate being scared, but more importantly how I feel weak and unable to help during those times\n  ","912142":"\n  Always\n  ","912143":"\n  Thunder or 18 by boys like girls\n  ","912144":"\n  Yeah, I had that at the same time. Definitely was one of the darkest periods in my life\n  ","912145":"\n  Covid - 19 isnt a disease .... Its a deadly virus ....\n  ","912146":"\n  Most of the time\n  ","912147":"\n  Thanks 😊\n  ","912148":"\n  Isn't that the point of this app?\n  ","912149":"\n  😩 what I'm saying is you shouldn't automatically.expect things from people based on how wealthy they may be\n  ","912150":"\n  Honesty, communication, problem solving and compromises\n  ","912151":"\n  Sure\n  ","912152":"\n  Thank you!!\n  ","912153":"\n  I like the ones with the frosting on them and sprinkles 🤗\n  ","912154":"\n  Hey what's your credit card number\n  ","912155":"\n  Not like an actual engagement proposal but someone made an edit of like the open ring box along time ago asking if I'll follow them 😊\n  ","912156":"\n  As I'm sure over 100 people do on earth. But\n  \n   @JJboi1999\n  \n  has u guys beat 💖\n  ","912157":"\n  Awe thanks 😊\n  ","912158":"\n  Hi\n  ","912159":"\n  Thank you 😊\n  ","912160":"\n  Mostly just staying home, making stuffed shells and garlic bread for dinner\n  ","912161":"\n  Honestly it should be equal like for example: he pays for dinner, then the next time you should pay for lunch or pay for his haircut or something. That's how I see it\n  ","912162":"\n  Not sure if technically helping someone like a fan out during this difficult time with paying rent or sending a few hundred dollars for groceries would count but been doing that here and there for those in need and also helping rebuild nashville and that at the same time\n  ","912163":"\n  Punk pop\n  ","912164":"\n  Have a great night\n  ","912165":"\n  All rootbeer tends to taste different in some way in my opinion\n  ","912166":"\n  I actually try to avoid those BC they make my heart beat really fast and I get anxiety strickened\n  ","912167":"\n  I don't use it anymore\n  ","912168":"\n  That is true\n  ","912169":"\n  That they are inconsiderate and selfish regarding the people they're bragging to may not be in a good situation or have those things and it only makes them feel worse. Like people who brag about buying a new house, some people cant afford to even have a suitable house and you're a terrible person to sit there and talk about it knowing they work hard or whatever\n  ","912170":"\n  No BC either they accept me completely for who I am or don't accept me at all bc people who claim they love you should actually do something and accept you for who u are\n  ","912171":"\n  Barqs\n  ","912172":"\n  Old best friend wanted fame and clout from us when we first got signed years ago to island records. Luckily in 2015 we left and broke away from that industry\n  ","912173":"\n  No I dont think so\n  ","912174":"\n  Ahaha\n  ","912175":"\n  Pringles\n  \n  Lays\n  \n  Cheetos\n  ","912176":"\n  I watched friends a lot. And only seen like two episodes of Seinfeld\n  ","912177":"\n  People just being creeps and staring at me and mumbling under their breath\n  ","912178":"\n  Sadly I'm not from the UK :( lol\n  ","912179":"\n  🤗💖\n  ","912180":"\n  Cheated\n  ","912181":"\n\n   https:\/\/youtu.be\/XUk3_HUv8Rs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","912182":"\n  I don't remember her specifically announcing her due date ... She just said she's due in august sometime\n  ","912183":"\n  She's been 😊 I been teaching her lol how to chew slower and that\n  ","912184":"\n  Rather have honesty than disloyalty\n  ","912185":"\n  At times\n  ","912186":"\n  Like being hugged without me knowing the person or my feet being touched\n  ","912187":"\n  The year 3000\n  ","912188":"\n  Shes only nice to me when she wants to be 😩\n  ","912189":"\n  Until tomorrow 💖\n  ","912190":"\n  Here\n  ","912191":"\n  Normally wake up at 6 am get dressed, hygiene and self care routine, make breakfast\/eat, go for a run or something, take a shower if needed BC I hate smelling like sweat, and get ready to work on my music or go to band meetings\n  ","912192":"\n  Walk in faith 💖\n  ","912193":"\n  Oh thank you for the compliment. I'm sorry I just don't understand Arabic....\n  ","912194":"\n  Because its discrimination against heavy set girls and body image\n  ","912195":"\n  Being truly happy and enjoying life in every way\n  ","912196":"\n  Envy, jealously of me and my sisters.\n  ","912197":"\n  Yes I do\n  ","912198":"\n  24 rolls lol stocked up last week after going to nine different stores\n  ","912199":"\n  Its BC they're opposites of each other so one thinks differently but thinks the other fits the category more\n  ","912200":"\n  Ahaha\n  ","912201":"\n  Making dinner\n  ","912202":"\n  Oh nice, I love meeting people from.different places\n  ","912203":"\n  Mood:\n  ","912204":"\n  I'm good. How about you?\n  ","912205":"\n  Guy developed feelings for me while I was going through a hard breakup and trying to focus on tour at the time across seas. Was pressuring me into trying to have feelings for him as well. And then once I told him I wasnt ready he just stopped talking to me\n  ","912206":"\n  Slowly loosing my mind\n  ","912207":"\n  Arielle on the acoustic version: I can confirm and guarantee you will cry while listening to it....\n  \n  I'm sorry I write sad music 😂\n  ","912208":"\n  Yeah\n  ","912209":"\n  Lol\n  ","912210":"\n  We had to set ours back about a month ago. Sun normally starts to rise at 6 am\n  ","912211":"\n  I took a nap around 8ish\n  ","912212":"\n  Lol kallen was like omg laur all youre songs are bops wtf lauren 😂\n  ","912213":"\n  Lol that loud boom that went off last night woke everyone up 😂\n  ","912214":"\n  Its fine\n  ","912215":"\n  He's asleep next to me\n  ","912216":"\n  Worked on music\n  ","912217":"\n  I just known him for years so I can be myself around him\n  ","912218":"\n  I miss leaving my house\n  ","912219":"\n  Mines more of a flames part 2\n  ","912220":"\n  He is with me lol\n  ","912221":"\n  Same\n  ","912222":"\n  Okay ur gonna get blocked\n  ","912223":"\n  Christopher meloni\n  ","912224":"\n  U got away. Ur on my page asking dumb stuff\n  ","912225":"\n  I'm just disappointed Elliott left\n  ","912226":"\n  Many rich and poor are getting it...\n  ","912227":"\n  Thats what I'm saying lol\n  ","912228":"\n  Okay?\n  ","912229":"\n  He used to but now he's used to everyone since he known them over a year\n  ","912230":"\n  What the heck\n  ","912231":"\n  ??\n  ","912232":"\n  We met through mutual friends when I was on tour in Europe\n  ","912233":"\n  No, but he does believe in god and that\n  ","912234":"\n  I'm confused\n  ","912235":"\n  Law and order svu\n  ","912236":"\n  Probably him\n  ","912237":"\n  Idk who this even is???\n  ","912238":"\n  He's actually sleeping lol\n  ","912239":"\n  What ?\n  ","912240":"\n  Hello\n  ","912241":"\n  Please stop calling me baby...\n  ","912242":"\n  Hahaha but I don't think mine is similar at all\n  ","912243":"\n  Wrote the acoustic version of these days yesterday night and .... You guys are going to cry I'm sorry\n  ","912244":"\n  Always always\n  ","912245":"\n  Yeah 😂\n  ","912246":"\n  Currently upstairs while the others are downstairs\n  ","912247":"\n  No thanks 😊\n  ","912248":"\n\n   @JJboi1999\n  \n  wanna answer this?\n  ","912249":"\n  I'm doing alright, hbu?\n  ","912250":"\n  My point proven then\n  ","912251":"\n\n   @AliceGoodson123\n  \n  see what I mean lol\n  ","912252":"\n  Scroll down ↓ I answered this already\n  ","912253":"\n  Thank you!!\n  ","912254":"\n  i know you’re color blind, i’ve watched the world fall from your eyes”\n  ","912255":"\n  Nice\n  ","912256":"\n  I already posted them..\n  ","912257":"\n  Olivia has a son now I believe in the new season he's like 9 now. But in previous seasons she found him in a hotel room with these other kids that were kidnapped and none of them reacted back to the couples  or had any idea of who he belong to so he was placed in adoption. She had to continhe going to the hearings to see if a guardian stepped up but never did. So she was granted fostering to him and was going to adopt him but he had something wrong with him were he was hospitalized while the babysitter was taking care of him and she was going for Sargent at the time and the judge said that it was to much ... Then I believe they found his mother but she was like am escort who they put in a safe house away from her pimp but they somehow found her and dragged her down to the train yard and set her on fire ...\n  ","912258":"\n  Oh :\/\n  ","912259":"\n  Same here like I understand my views and beliefs different from what someone elses may be\n  ","912260":"\n  Yes I have\n  ","912261":"\n  Then theyre not worth your time\n  ","912262":"\n  There was this line from the fosters that stood out to me and I think it was steph to mariana -\" you can do everything wrong that is in the book but none of those will ever be that bad to forgive you eventually\" so yes I do believe we can forgive for anything but it would have to take time to learn to move on past it and try again but not to forget\n  ","912263":"\n  Pretty early until thunder decided to crackle\n  ","912264":"\n  Connection, positivity, Hope and embracing being fully alive. And yes I do, I wouldn't want others to do something negative because of what I said\n  ","912265":"\n  Yeah I know ... Having to go to multiple stores just for cheese or meat is ridiculous\n  ","912266":"\n  Yeah ...\n  ","912267":"\n  I am, and wow a long story but it would be probably a story with an happy ending finally 💖\n  ","912268":"\n  ???\n  ","912269":"\n  I think the fear of trusting others at times ?\n  ","912270":"\n  We just did a video on tips and tricks and I think we talked about it before in previous videos ?\n  ","912271":"\n  I'm not sayong that all all. But the way you were coming on made it seem like you were trying to get me to like u or something\n  ","912272":"\n  I am for the most part 😊\n  ","912273":"\n  Its kinda annoying tbh\n  ","912274":"\n  I dont like being alone in the middle of the night or going somewhere by myself\n  ","912275":"\n  Hope your week is treating u well ❤\n  ","912276":"\n  Life in general\n  ","912277":"\n  I think a movie about a teenage girl having to find her purpose on a new planet surrounded by aliens would be cool or reverse it and alien girl trying to find her.ourpose along human life 🤔\n  ","912278":"\n  Yes I do. Doesnt always have to be a lover it can be a friend as well\n  ","912279":"\n  😂😂\n  ","912280":"\n  Sure but as always be kind, respectful and considerate. No hate, gross, personal or discrimination, sexual related questions\n  ","912281":"\n  Normally something with chicken onvolbed lol. But today i had pizza\n  ","912282":"\n  \"These days I been thinking about you \"\n  ","912283":"\n  My family 💖\n  ","912284":"\n  What do you mean?\n  ","912285":"\n  I believe ours is working BC amy was watching some movie last night\n  ","912286":"\n  Should've just posted the chicken one lol\n  ","912287":"\n  I wasnt sure, I normally watch mine like late at night since I'm always working during the day or not home\n  ","912288":"\n  Lol maybe a bit but everything is alright 😊\n  ","912289":"\n  These days out 4\/3 💖\n  \n\n   https:\/\/www.instagram.com\/p\/B-Sb4DABmQN\/?igshid=1xbemrhaau1rs\n  \n","912290":"\n  Christina and nick also did the husband tag on her channel so please check it out 💖\n  \n\n   https:\/\/youtu.be\/-aG0GruIQ44\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","912291":"\n  Exactly\n  ","912292":"\n  Its not selfish, you need to stop to think she probably considered this and that was the best thing to do. While many may be angry at her choice think about what she has to process? Especially if you started having a bond with the child. Giving away a child for adoption or whatever is hard for the birth parents, but deep down they also know that they're giving their child a chance at having\/living a better life with someone who can provide those things that they couldnt for them. And im sure she will still get to see her from time to time. Maybe the money situation isn't the best right now? , maybe certain situations in relationships with others or themselves are not the best. We don't know what others are currently going through in life and we immediately judge based on one little detail we see. Maybe be kind and understand why she chose to do that and understand her situations before calling her selfish\n  ","912293":"\n  Sleep\n  \n  Watch netflix\n  \n  Be productive and write music or something work related\n  \n  Try baking\/cooking new recipes\n  ","912294":"\n  No I didnt\n  ","912295":"\n  Absolutely, like yes you love your friends and all but say it comes to someone bullying your sister... You're going to be ready to spring and attack those people who are hurting her immediately. But with friends you're kinda like \"oh can you try to resolve it\"\n  ","912296":"\n  By dancing 😊\n  ","912297":"\n  A look into my childhood 💖 in this weeks #cimoreisaturday video we give you our tips & tricks about how to do school at home aka homeschool!!\n  \n\n   https:\/\/youtu.be\/NR3L2tBa1us\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","912298":"\n  Okay that thunder literally scared the h\"ck out of me 😔\n  ","912299":"\n  My dad still calls me little laur 💖\n  ","912300":"\n  She just wanted fame\n  ","912301":"\n  Mhm...\n  ","912302":"\n  My ex best friend, ryan beatty did although we were only just friends, my ex bf Christian... Angela malek who i considered my sister\n  ","912303":"\n\n   @EricC99\n  \n  thank you for always being kind to me and making sure I'm okay. Thanks for kinda being like a brother 😂\n  ","912304":"\n  Stranger things\n  ","912305":"\n  Gabriella from hsm ✌\n  ","912306":"\n  I don't really know... I tend to shut those people out now a days\n  ","912307":"\n  Why wouldn't he\n  ","912308":"\n  Been cheated on and lied to. Played for a fool, used for a rebound, pleasure & satisfaction, and clout gain ...\n  ","912309":"\n  Both of us\n  ","912310":"\n  Hahaha maybe 😊 go stream my EP #orange 💖\n  ","912311":"\n  Abs or a bit of a belly\n  ","912312":"\n  Maybe\n  ","912313":"\n  Friendship bracelets or my bibilogical related thing i turned into a bracelet\n  ","912314":"\n  Want to pick up on violin again... Used to play it when I was wayyy younger and actually forgot how to now\n  ","912315":"\n  I do\n  ","912316":"\n  😊\n  ","912317":"\n  Apple\n  ","912318":"\n  I think everyone wishes they could leave their house and go do something lol\n  ","912319":"\n  Yes I do. BC you can go from having something one day to not having anything. But love forever stays no matter what\n  ","912320":"\n  Committed 💖\n  ","912321":"\n  Hold up.... You never heard of blues clues ?!? 😮😮😮😮\n  ","912322":"\n  Got my heart on lock\n  ","912323":"\n  I have ... And I don't really want to talk about it BC later on I became so heartbroken and shattered over it\n  ","912324":"\n  Such beautiful souls ❤\n  ","912325":"\n  No they're all at their own houses except the one I live with aha\n  ","912326":"\n  Uhm ?\n  ","912327":"\n  What the actual.... Rip???\n  ","912328":"\n  Looks are not everything\n  ","912329":"\n  I am\n  ","912330":"\n  Yeah most of my favorite ones had to be cancelled for filming at the moment\n  ","912331":"\n  Yes many times\n  ","912332":"\n  Going to go get ready for bed\n  ","912333":"\n  Lol\n  ","912334":"\n  Ooo which one?\n  ","912335":"\n  Had more self love for myself... I was a scared shy little girl ... Who wasn't that confident\n  ","912336":"\n  Oh my mom and lisa and then not pictures was christina\n  ","912337":"\n  Sure but I'm going to go freshen up here in a few minutes and get ready for bed\n  ","912338":"\n  Yes it is\n  ","912339":"\n  My version of \"sexy\" different from what you mean anf youre not getting those type of selfies bc i actually respect myself and my body unlike most people\n  ","912340":"\n  🤔\n  ","912341":"\n  Idk what I actually did lol\n  ","912342":"\n  Which one?\n  ","912343":"\n  Thank you 💖\n  ","912344":"\n  Yeah 😊\n  ","912345":"\n  No\n  ","912346":"\n  Okay\n  ","912347":"\n  I was home schooled\n  ","912348":"\n  At times, yeah\n  ","912349":"\n  Delete them\n  ","912350":"\n  No thanks\n  ","912351":"\n  Anyone else mad that their favorite bands always break up ?\n  ","912352":"\n  Forever 21, target, dove coulture, h&m, epic rain boutique\n  ","912353":"\n  Me, myself, and I 😊\n  ","912354":"\n  Wasn't a huge fan of frozen 2\n  ","912355":"\n  Team cimorelli just missing a few people 💖\n  ","912356":"\n  What?\n  ","912357":"\n  It would have to be the band account. I don't add fans on my personal\n  ","912358":"\n  I am BC everything is going perfect and everyone is on schedule with music and other related things. And I'm opening up a new era soon as well 💖\n  ","912359":"\n  I got a mannnnnnnnz\n  ","912360":"\n  😘\n  ","912361":"\n  Chucky although its not really scary\n  ","912362":"\n  Pepperoni, extra cheese and sausage\n  ","912363":"\n  Pretty often to be honest. I'm a daydreamer, and an over thinker, perfectionist as well 😶\n  ","912364":"\n  The nurses, doctors, volunteers, families, delivery drivers, restaurant workers etc. That risk their lives to protect ours or care for us\n  ","912365":"\n  Dani's random stash of wigs we used while filming videos or while on tour for the BIY encore of what's going on when we would all come out wearing wigs and being weird\n  ","912366":"\n  Thats incesttt\n  ","912367":"\n  Who?\n  ","912368":"\n  Never let them go 💖\n  ","912369":"\n  Accidental lol\n  ","912370":"\n  Ah you watch the live streams?\n  ","912371":"\n  Don't know if I love you or hate you 💖\n  ","912372":"\n  Omg in sean pauls song \"temperature\" i thought he always said \"I got to ride that d*** to turn you on except I got the right tricks\n  ","912373":"\n  The baby versions of Lola the bunny and melissa duck\n  ","912374":"\n  Yep\n  ","912375":"\n  Princess belle from beauty in the beast\n  ","912376":"\n  Today\n  ","912377":"\n  The first baby to the family in 15 years 💖\n  ","912378":"\n  😊\n  ","912379":"\n  Lately its been goldfish crackers, but normally popcorn with m&ms\n  ","912380":"\n  Thank you 💖\n  ","912381":"\n  I used to play it a long time ago on the nintendo cube 😂 not anymore though :( I think the last time I played it was the one they made for the wii but didn't bother with it often\n  ","912382":"\n  Jordan is\n  ","912383":"\n  Its not mine lol my oldest sister christina is pregnant with her second child. Her rainbow baby to be exact. The first one didnt make it .... And was miscarriaged at 6 weeks. She named he\/she \"sperro\" which means I hope in latin. Then a few weeks later she found out she was pregnant aha in and is now 18 weeks and we will be finding out the gender hopefully next week 💖\n  ","912384":"\n  Being ignored\n  ","912385":"\n\n   https:\/\/youtu.be\/wjpxnkY6JmE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","912386":"\n  Swimming\n  ","912387":"\n  Ocean eyes 💖\n  ","912388":"\n  Yes I have as well as looked into what the media was saying as well\n  ","912389":"\n  Introverted\n  \n  Shy\n  \n  Hardworking\n  ","912390":"\n  So have I :\/ now I don't trust people\n  ","912391":"\n  Lol 😂\n  ","912392":"\n  Ask him lol\n  ","912393":"\n  Don't know what that is\n  ","912394":"\n  I don't really know much about cameras sorry :\/\n  ","912395":"\n  😊\n  ","912396":"\n  New cimorelli podcast coming soon\n  \n\n   https:\/\/www.instagram.com\/tv\/B-P5vS9Fw2r\/?igshid=1h3vahzjfd5yl\n  \n","912397":"\n  Also lisa just dropped a raw live version version of her newest song \"I Don't Deserve It\"\n  \n\n   https:\/\/youtu.be\/vp0a36xxkRs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","912398":"\n  Want to see more of our #TeamCimorelli Bahamas Vacation?!? 💖\n  \n  Head over to Arielle's YouTube to see more moments!! And spend some time with us\n  \n\n   https:\/\/youtu.be\/gq67FNYVvrs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","912399":"\n  NEW TikTok is up we did a short version of #PitchPerfects - Flashlight. Check it out :\n  \n\n   https:\/\/m.tiktok.com\/v\/6808922746756664582.html?u_code=4c80jkg6f6a1d&preview_pb=0&language=en&timestamp=1585326282&utm_campaign=client_share&app=musically&utm_medium=ios&user_id=99425185329455104&tt_from=copy&utm_source=copy\n  \n","912400":"\n  I’M FINALLY COMING OUT WITH A NEW SONG NEXT FRIDAY!!!!!!! “These Days” out 4\/3\/20 😌 follow me on spotify so you don’t miss it 💓\n  ","912401":"\n  Haha thanks, Hope all is well with you x but I'm going to go back to sleep now and be on here a bit later 💖\n  ","912402":"\n  Omgosh\n  \n  look ma I made it 😂😂😂\n  ","912403":"\n  Yes!!!\n  \n\n   https:\/\/youtu.be\/2fxYjt6KtjM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","912404":"\n  Okay maybe not \"officially \" my song, but its my part on the cover we did!!! Wtrrrr\n  \n\n   https:\/\/mobile.twitter.com\/LoganPaul\/status\/1243249276630769671\n  \n","912405":"\n  Okay so I checked, its real...\n  \n  My song is in logan pauls video .... Wtr\n  ","912406":"\n  Catholic\n  ","912407":"\n  Mhm\n  ","912408":"\n  Oof derek did you ever watch this one?\n  \n\n   https:\/\/youtu.be\/ZrotyLKiXfE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   @WhySoManyTaken\n  \n","912409":"\n  I am 🤗\n  ","912410":"\n  I'm actually downstairs watching netflix\n  ","912411":"\n  Watch her Instagram story\n  ","912412":"\n  I'm not sure\n  ","912413":"\n  Cuddles\n  ","912414":"\n  Obviously BC we are sisters lol\n  ","912415":"\n  Laurisa 😂\n  ","912416":"\n  I am lol\n  ","912417":"\n  Someone want a sister... Lksa is for free I'm done with her!! She made me choke on my water with that impression 😂\n  ","912418":"\n  Good to hear\n  ","912419":"\n  💖\n  \n\n   https:\/\/youtu.be\/xr7i7WlWiZg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","912420":"\n  I love the way you're screaming my nameeeeee xxxx\n  ","912421":"\n  Yep\n  ","912422":"\n  Idk yet though lol\n  ","912423":"\n  Uhm yeah\n  ","912424":"\n  Wait is this real ? Or are y'all just adding the song like y'all did to trick artist that the Italian were singing their songs... ?\n  \n\n   https:\/\/mobile.twitter.com\/GraciaSev9\/status\/1243338628601962497\n  \n","912425":"\n  Yep\n  ","912426":"\n  Not a bad thing waiting for the one you truly love\n  ","912427":"\n  Fortune?\n  ","912428":"\n  \"Yeet\"\n  ","912429":"\n  Its only going on 10pm\n  ","912430":"\n  I just don't see any trace of myself in her even though we are sisters.\n  ","912431":"\n  wow! You actually look nice today!\"\n  ","912432":"\n  Thanks\n  ","912433":"\n  I tend to observe how they act and treat others before fully trusting them myself\n  ","912434":"\n  I don't like being scared at all...\n  ","912435":"\n  Hi\n  ","912436":"\n  I think everyone is somewhat scared, just more people than others are more scared. I'm more calm about it because I'm taking all the necessary precautions and listening to the instructions I am being giving, buying things to last me that's not over doing or being greedy and making sure to wash my hands properly. Some people tend to read into things way to much it makes them panic etc.\n  ","912437":"\n  I said I had some more coming lol not much you can do when you're basically grounded to your house all month 😂\n  ","912438":"\n  Working on answering some 😊\n  ","912439":"\n  Still I never asked for anything. And you should even have to ask your partner for money\n  ","912440":"\n  Thank you\n  ","912441":"\n  I can't hang out with my friends or get out the house to do anything\n  ","912442":"\n  I did but I want to know more 😊\n  ","912443":"\n  The ones I posted today\n  ","912444":"\n  Yeah I know\n  ","912445":"\n  Walmart BC the lines\n  ","912446":"\n  I feel better, ate some mac and cheese\n  ","912447":"\n  Awe\n  ","912448":"\n  Like why is everything just sad news\n  ","912449":"\n  He's good, currently playing with a friends daughter\n  ","912450":"\n  Neat !!!\n  ","912451":"\n  All living creatures have souls\n  ","912452":"\n  Relaxed\n  ","912453":"\n  I am aware 😊\n  ","912454":"\n  I would slap someone as well if they continued to make rude remarks about me and continued to harass me ...\n  ","912455":"\n  Aw that sucks, I'm sorry\n  ","912456":"\n  Been putting out new content every day almost\n  ","912457":"\n  Lisa always sneaking pictures\n  ","912458":"\n  Yeah wanted chicken penne but my stomach didn't :\/\n  ","912459":"\n  Definitely choose love and kindness. Ober hate and darkness\n  ","912460":"\n  Butthole carwash 😂\n  ","912461":"\n  Ahaha sorry but no\n  ","912462":"\n  Viva la vida  short cover 😊\n  \n\n   https:\/\/www.instagram.com\/p\/B-N2r6WB4Bi\/?igshid=362h2t89oaq4\n  \n","912463":"\n  Oh, idk if they taste the same or not\n  ","912464":"\n  Root beer?\n  ","912465":"\n  Yeah\n  ","912466":"\n  Root beer\n  ","912467":"\n  my boyfriend 😂\n  ","912468":"\n  Hanging out with friends and my baby 😊💖\n  ","912469":"\n  I'm good\n  ","912470":"\n  Yeah, sadly\n  ","912471":"\n  Yeah\n  ","912472":"\n  I'm doing pretty good at the moment although the day isn't fully over. Thank you, I love interacting with you all 💖\n  ","912473":"\n  Dunno I don't really like being touched in certain areas\n  ","912474":"\n  Seeing people treat the elderly and little ones horribly ....\n  ","912475":"\n  The other day to get snacks and stuff for dinner\n  ","912476":"\n  A movie or?\n  ","912477":"\n  I actually been teaching her how to eat her food slow like I do which she said has helped and hasn't given her any heartburn since 😊\n  ","912478":"\n  I really just want to set up a giant bowling lane in the middle of the street and play some neighborhood bowling 😂\n  ","912479":"\n  Big sister to: dani 👧, christian 👱, nick 👨, joey 👨🏻\n  \n  ,\n  \n  Little sister to: michael 👨,christina 👧, katherine 👧, Lisa 👧🏻, amy 👧🏻, alex 👨\n  \n  Aunt to: one angel I never got to meet here on earth: sperro reali 👼, one rainbow baby 🌈🤰👶🏼 ( we don't know the gender yet).\n  \n  Mom to: no one yet 💖\n  ","912480":"\n  Yes\n  ","912481":"\n  Blue and orange\n  ","912482":"\n  I'm pretty good\n  ","912483":"\n  I haven't really noticed. I just noticed (which I don't have to get BC I want a tesla) gas is cheap and continues going down\n  ","912484":"\n  Not really?\n  ","912485":"\n  She's been there for him through all the hard times\n  ","912486":"\n  Thanks\n  ","912487":"\n  Yes he does\n  ","912488":"\n  I had mine at about 14ish it was a flip phone for about a week and then I received like an older iPhone. It just made it easier to stay in contact with friends and family as well as be interactive with our fans\n  ","912489":"\n  My laptop so I can do all my work and be able to produce music 😊\n  ","912490":"\n  Yes\n  ","912491":"\n  I dont have a whatsapp\n  ","912492":"\n  An app that  let's you video chat and watch movies with friends at the same time\n  ","912493":"\n  Thanks\n  ","912494":"\n  Hi\n  ","912495":"\n  I'm in a relationship\n  ","912496":"\n  Yes\n  ","912497":"\n  I am lauren.. Laurisa is just the sister duo name we were given\n  ","912498":"\n  Morning 😊\n  ","912499":"\n  Virtual hugs for everyone\n  ","912500":"\n  I know 😊\n  ","912501":"\n  He's great\n  ","912502":"\n  Just be yourself 😊\n  ","912503":"\n  I thought different\n  ","912504":"\n  What part?\n  ","912505":"\n  Yeah sad reality we deal with\n  ","912506":"\n  So you would rather have skin cancer ?\n  ","912507":"\n  Okay then\n  ","912508":"\n  Just keep making sure you take all the precautions and praying for the world\n  ","912509":"\n  County never disappoints me when in need\n  ","912510":"\n  OK I will\n  ","912511":"\n  Yeah\n  ","912512":"\n  I love it lol\n  ","912513":"\n  I'm in a relationship with someone already\n  ","912514":"\n  We've been recreating as many as we can 😊\n  ","912515":"\n  Lol wasn't a reference tho\n  ","912516":"\n  Mhm\n  ","912517":"\n  Thank you 😊💖\n  ","912518":"\n  Just kinda thinking about things\n  ","912519":"\n  Oof\n  ","912520":"\n  Its so good but so sugary lol\n  ","912521":"\n  Probably later oops\n  ","912522":"\n  Alright\n  ","912523":"\n  Of course keeping that sister duo alive 💖\n  ","912524":"\n  Sadly there is no cure because everyone panics over the smallest things.\n  ","912525":"\n  Pay the taxes before you get guarded for your wages or locked up\n  ","912526":"\n  So much panic\n  ","912527":"\n  BC we are more focused and less of a dare devil and responsible and nurturing\n  ","912528":"\n  No I do not\n  ","912529":"\n  Everyone is pretty much without a job unless you work in the medical field as a nurse or doctor, you're an essential employee like a cashier at a grocery store, Stocker, pharmacist, fast food worker, cooks that offer Carry out, delivery drivers etc.\n  ","912530":"\n  Five feet seven inches\n  ","912531":"\n  All I can think about is christina commenting loser loser loser till she gets blocked lol\n  ","912532":"\n  I did, been filming tons of videos for patreon, tiktok, youtube etc. To keep busy while everyone is in lockdown\n  ","912533":"\n  When one thing goes right another goes wrong....\n  ","912534":"\n  Awe you're welcome 😊\n  ","912535":"\n  Whatever you say. No wonder you don't seem to have happiness in life\n  ","912536":"\n  We are doing as much as we can, but you have people that are ignoring the precautions the experts are giving us and that's why its spreading and more people are infected or dying\n  ","912537":"\n  Sleeping lol\n  ","912538":"\n  Haha I see you love where youre from\n  ","912539":"\n  Not really. Glad I don't necessarily have to unless I'm in like nyc\n  ","912540":"\n  Movie night\n  ","912541":"\n  25\n  ","912542":"\n  Same goes for u\n  ","912543":"\n  No\n  ","912544":"\n  Working from home today\n  ","912545":"\n  Probably a lot tbh\n  ","912546":"\n  Lol\n  ","912547":"\n  Wym\n  ","912548":"\n  You're still inlove with me but your friends don't know 💖\n  \n\n   https:\/\/youtu.be\/atfFo33kfqw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","912549":"\n  Only BC the hello part is stuck in my head currently\n  \n\n   https:\/\/youtu.be\/5280CQ1Jack\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","912550":"\n  Yes I am\n  ","912551":"\n  None BC I already have plenty of siblings lol\n  ","912552":"\n  At times but then I realize I can't actually predict my future or know who is going to be there still\n  ","912553":"\n  Lol the struggle of calling your friends BC you miss them\n  ","912554":"\n  I don't think so but I do remember cat runs the corner and emergency ball\n  ","912555":"\n  I guess\n  ","912556":"\n  Basically omg her voice is annoying, she can't sing, she can't dance etc. Are like just the few\n  ","912557":"\n  Because I have a genetics thing that makes my fingers crooked :')\n  ","912558":"\n  Because people think its wrong for the opposite gender to sleep in the same room together 🙄\n  ","912559":"\n  You can be pretty and still get hated on\n  ","912560":"\n  He sometimes sleeps in my room\n  ","912561":"\n  😔💙\n  \n\n   https:\/\/youtu.be\/gfy2XwT0Ty0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","912562":"\n  He sleeps in the extra room lol\n  ","912563":"\n  I just had family over.\n  ","912564":"\n  Sadly season three was in progress of filming but since the virus broke out they stopped production for now :\/\n  ","912565":"\n  Also been enjoying the sequel to the fosters, called good trouble :)\n  ","912566":"\n  It is lol just been sleeping later recently\n  ","912567":"\n  Currently obsessed with the new version of party of five 😊\n  ","912568":"\n  It was regular penne noodles lol\n  ","912569":"\n  I can binge watch netflix but regular tv nah Lol\n  ","912570":"\n  Home made version of Applebees 3cheese  chicken penne... :\/ i think it was mainly the type of cheese\n  ","912571":"\n  Sure\n  ","912572":"\n  I'm not really the type of person who enjoys watching movies over and over. Lol\n  ","912573":"\n  Aha yeah but that pasta I ate last night Upset my stomach\n  ","912574":"\n  I hate when that happens\n  ","912575":"\n  Lol\n  ","912576":"\n  Thats not a movie anon\n  ","912577":"\n  It was a good show\n  ","912578":"\n  Of course I went to make sure he was okay lol\n  ","912579":"\n  Probably high school musical\n  ","912580":"\n  Scream for help\n  ","912581":"\n  Just lucky I guess\n  ","912582":"\n  Just having fun\n  ","912583":"\n  As far as I know all five of us use the band account on there.\n  \n  Lisa has her own personal\n  \n  And I have a personal.\n  \n  Amy said she was thinking about making one for art and stuff?\n  \n  The others don't.\n  \n  Dani has one I believe she shares with emmyn\n  ","912584":"\n  Brain surge was on nickelodeon before. Then they kinda rebranded the show ? Not sure what it was called after\n  ","912585":"\n  Well I have met some pretty good people who are like just getting started in the industry or are kinda well known like jude smith, dallas caroline, bay brooke, and so much more talented people\n  ","912586":"\n  Trivia sorry auto correct\n  ","912587":"\n  Just be honest and upfront\n  ","912588":"\n  Ohh. I don't really watch much if Travis shows anymore. My favorite used to be brain surge I think?\n  ","912589":"\n  He tripper going up the stairs ( was running through the house) hes okay though.\n  ","912590":"\n  No not yet\n  ","912591":"\n  I don't really know\n  ","912592":"\n  No I was thinking of the music app 😂\n  ","912593":"\n  Not really just working\n  ","912594":"\n  Ah\n  ","912595":"\n  I was hurt :\/\n  ","912596":"\n  They kept thinking it was him though because of the fox and the way he sounded\n  ","912597":"\n  Tbh I only started watching it after the finale of season two 😂\n  ","912598":"\n  No it's really not better then puke green\n  ","912599":"\n  I mean I can't say for sure she will. But as long as she continues to work towards whatever her dreams are and doesnt give up or listen to others who will try to turn her away or whatever then she should make it big\n  ","912600":"\n  We grew up in california, was signed to island records up until 2015. They tried to change us into something we never want to be. And left us drained, and wanting to give up.music for good.. So I don't think we would ever enter back into the la music industry\n  ","912601":"\n  Where did you go jack daniel duff ?\n  ","912602":"\n  Yeah they thought it was jamie foxx 😂\n  ","912603":"\n  Season three. So far its the\n  \n  Tiger, turtle, and kangaroo from group a left\n  \n  Group B : banana, frog, kitty\n  \n  And group c : astronaut, trex, night angel, and rhino are left\n  ","912604":"\n  Last season I think was the fox and was the guy from let's make a deal?\n  ","912605":"\n  Yeah didn't they change characters again though ?\n  ","912606":"\n  The masked singer 😊\n  ","912607":"\n  😊\n  ","912608":"\n  Maybe we should do a video sometime on that?\n  ","912609":"\n  Then I *\n  ","912610":"\n  Okay why did jack leave :\/\n  ","912611":"\n  Probably me or lisa. Maybe christina because she had her whole wedding back home there. But just the ones who still has their heart left in California\n  ","912612":"\n  Aha no, I try to eat healthy for the most part and sleeping on a floor or whatever of a fast food restaurant is not healthy or comfortable BC u never know if they actually completely clean those things or sanitizer\n  ","912613":"\n  For some reason I keep thinking today is wednesday, get excited bc I can watch a new episode then and then realize its Tuesday\n  ","912614":"\n  There isn't nithing wrong with waiting or not 🤷🏻\n  ","912615":"\n  Sure\n  ","912616":"\n  Hi\n  ","912617":"\n  Its pretty good\n  ","912618":"\n  I believe I have heard some of her songs before\n  ","912619":"\n  At times it just depends on how weird people want to be on certain days 🤷🏻\n  ","912620":"\n  I can be good at public speaking if I really put my mind to what I'm saying. But I get really nervous before going on stage at times and I'm kinda shy around people I dont really know, plus an introvert who would rather observe them speak lol\n  ","912621":"\n  It was a live band I heard when I was in cuba :\/\n  ","912622":"\n  Luckily I have some very nice and respectful fans that show me how to pronounce words or what they mean lol 😊\n  ","912623":"\n  It bypassed so nothing serious lol\n  ","912624":"\n  Have a goodnight\n  ","912625":"\n  Not really. I can go without it for a day if I wanted to\n  ","912626":"\n  Yeah I appreciate it even tho I'm 21 😂\n  ","912627":"\n  Lol definitely 😂\n  ","912628":"\n  I don't use it anymore\n  ","912629":"\n  Awe\n  ","912630":"\n  Skateboarding\n  ","912631":"\n  Lol sure\n  ","912632":"\n  But probably will wait to do the party or something for the video\n  ","912633":"\n  Hopefully here in a few weeks 😊\n  ","912634":"\n  I change my mknd way to much to be comitted to one\n  ","912635":"\n  Yeah he knows 😂 lol\n  ","912636":"\n  Awe thank you\n  ","912637":"\n  Maybe a temporary one but I don't think I'll ne getting a permanent one for years lol\n  ","912638":"\n  Ah, no its actually one I stole from jordan today lol\n  ","912639":"\n  Jeans, and a tshirt\n  ","912640":"\n  Ahah send some love their ways\n  ","912641":"\n  I actually had one on my wrist I got while we on vacay 😊 its gone now tho\n  ","912642":"\n  Ah probably not my sleep schedule is back on track\n  ","912643":"\n  @ anons please go ask her some questions 😊\n  ","912644":"\n  I don't think I will be getting any, at least anytime soon\n  ","912645":"\n  Someone who is rude\n  \n  Someone who doesnt respect my views or beliefs\n  \n  Someone who always seems busy\n  \n  Cheating\n  \n  Poor hygiene\n  ","912646":"\n  Just miss going to the place ... Everything is at home now\n  ","912647":"\n  I'm a good swimmer I did water polo for a few years growing up. Definitely miss that\n  ","912648":"\n  256 but some are just private conversations I was having with friends 😂\n  ","912649":"\n  Cause I'm just so sweet 😊\n  ","912650":"\n  He did\n  ","912651":"\n  Hi, I'm doing good hbu\n  ","912652":"\n  Just people being ignorant and ignoring the requests to stay safe\n  ","912653":"\n  Bahama mamas\n  ","912654":"\n  Ahah\n  ","912655":"\n  Hiding in the supermarket corner\n  ","912656":"\n  No I haven't, its been pretty cold here still and our ice cream season doesnt really start till like august\n  ","912657":"\n  Oh gosh I don't really know lol\n  ","912658":"\n  I actually been told no before by a guy 😂\n  ","912659":"\n  Ok\n  ","912660":"\n  Uhh don't really know ?\n  ","912661":"\n  She doesn't message me?\n  ","912662":"\n  Probably not lol\n  ","912663":"\n  Every few years I update to a newer version.\n  ","912664":"\n  Came up with a new fun idea today with the girls for youtube, will be filming the video for that tomorrow and it will be up on our youtube next week!! Hope you guys will love and enjoy it as we never done this before and are becoming creative over here in the cim house\n  ","912665":"\n  Probably an 8. I feel there's always room for improvement.\n  \n\n   https:\/\/youtu.be\/NG89xLx3wy0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","912666":"\n  Psychology because its interesting how the mind works\n  ","912667":"\n  Okay 😊\n  ","912668":"\n  I don't really listen to it a whole lot but I like the way it sounds\n  ","912669":"\n  \"You're a gem\"\n  ","912670":"\n  I think the time I was really heart broken and in a dark time. It took me moving across the country to fully start feeling better and rebuilding myself back up to where I loved myself\n  ","912671":"\n  I did once just for fun and to kinda see what my future may be like lol\n  ","912672":"\n  Wasn't a YouTube video, was one I seen on Facebook that's like a jump scare thing but I just ended up laughing 😂\n  ","912673":"\n  At times, just depends  on the person and how they are.\n  ","912674":"\n  Hahaha yeah, the timing with the photos is off though. People keep asking for us to redo the cover with them now that they're all grown up\n  ","912675":"\n  Evening\n  ","912676":"\n  Sure\n  ","912677":"\n  You're just taking the precautions to stay safe and making sure you got enough essentials I don't think that's to much?\n  ","912678":"\n  I would be disappointed that I have to change the date or venues. But it also gives you time to rethink things to make sure that's what you want or to replan\n  ","912679":"\n  Those seem rude to enjoy ...\n  ","912680":"\n  I don't really have a favorite to be honest\n  ","912681":"\n  Nope\n  ","912682":"\n  I gotten blocked by a few friends before\n  ","912683":"\n  Hm idk?\n  ","912684":"\n  Just saying this year is going to be a big one for team cimorelli.\n  \n  Christina may possibly release solo music.\n  \n  Lisa is releasing tons of music this year\n  \n  Amy is trying to get our older unreleased songs out and released\n  \n  And I'm working on things as well 💖\n  ","912685":"\n  Why do you say that?\n  ","912686":"\n  Its not that bad... You can still go to the grocery store and essential jobs are still open\n  ","912687":"\n  Just needs to figure her self out and her wants\n  ","912688":"\n  Well good thing we don't have anything for awhile right now as christina is pregnant, we had to rebrand, and wanted more time with our family\n  ","912689":"\n  I'm not certain?\n  ","912690":"\n  I can speak english lol\n  ","912691":"\n  Hope you slept well\n  ","912692":"\n  I don't believe I actually have one or eat curry that much\n  ","912693":"\n  I had a dream that I randomly kept spitting up blood and has a terrible nose bleed ..... Weird\n  ","912694":"\n  What guy?\n  ","912695":"\n  Probably lol\n  ","912696":"\n  People are greedy ... Trust me I know about the toilet paper had to go to 9 different stores just to find any\n  ","912697":"\n  Did another tik tok video!! 💖 this is about life in quarantine 😂\n  \n\n   https:\/\/m.tiktok.com\/v\/6807808379797523718.html?u_code=3m1k8m49c7958&preview_pb=0&language=en&timestamp=1585066831&utm_campaign=client_share&app=musically&utm_medium=ios&user_id=86783839582171136&tt_from=copy&utm_source=copy\n  \n","912698":"\n  Ah\n  ","912699":"\n  Whoever ur talking about\n  ","912700":"\n  Idk?\n  ","912701":"\n  Shocker he didnt block you\n  ","912702":"\n  I'm really thinking about changing it\n  ","912703":"\n  Try my best to\n  ","912704":"\n  He's sleeping ;(\n  ","912705":"\n  Mhm\n  ","912706":"\n  The one I sent u the link to before\n  ","912707":"\n  I kinda like it\n  ","912708":"\n  Hopefully but doubt it him nor that girl have a brain that works right\n  ","912709":"\n  But then continued sending hate and calling me fake\n  ","912710":"\n  Okay.... I kinda want to actually do this....\n  ","912711":"\n  The robert one\n  ","912712":"\n  Went for a walk, its dead out\n  ","912713":"\n  There's also mike and when I called the account out the first time they apologized ? So idk\n  ","912714":"\n  Who do u think\n  ","912715":"\n  I'm a girl ....\n  ","912716":"\n  No, I try to be nice as I can be and treat them with respect. Especially at this time because those fast food workers are the ones who are still providing food to us and the world and risking their lives to provide for us\n  ","912717":"\n  If only I had like a magic power to bring pain to those people lol karma will get them soon tho\n  ","912718":"\n  Oh\n  ","912719":"\n  It wasn't me that had an issue with the business. It was this lady who was being ignorant towards the business and owner and everyone else\n  ","912720":"\n  Wonder what it is this time 😩🙄\n  ","912721":"\n  Are banana peppers and mild peppers like the same thing? But yes I have had them before. Not sure why they necessary call them banana peppers when they taste nothing like bananas 😂\n  ","912722":"\n  Probably reported or ask just removed it\n  ","912723":"\n  I will I'm sure she would appreciate it 😊\n  ","912724":"\n  Dumb 💀\n  ","912725":"\n  Mhm\n  ","912726":"\n  Every time I seem to log out or ask is messing up\n  ","912727":"\n  😂😂😂\n  ","912728":"\n  As long as theyre happy thats all that matters.\n  ","912729":"\n  I used to love them as a kid but now I'm way to energetic to sit down for hours finding pieces that fit and match lol\n  ","912730":"\n  Good trouble\n  ","912731":"\n  Chelsea is a single mother, works so hard to  make sure those girls are taken care of as well. Just notice he and mike been extra close this past month and have pictures togetjer with all of them lol\n  ","912732":"\n  Thank you for being here for me though I appreciate your love and support always.\n  ","912733":"\n  No problem. Basically its like mike is their dad now lol\n  ","912734":"\n  I have a stomach ache from dinner 😂\n  ","912735":"\n  I just told them they're gross and to cover their mouth\n  ","912736":"\n  He's out in the kitchen talking to the others atm\n  ","912737":"\n  I wasnt a huge fan of tik tok but its not bad. Just don't like the fact they changed from musical.ly\n  ","912738":"\n  Paisley is the youngest and mckingsley is the oldest\n  ","912739":"\n  Well me and her are the only introverted girls in our family for starters. And we are so alike but so different and get along so well. She has the best sense of humor, and always puts me in a good mood. She's laid back and has such a spontaneous mindset. We always share a room when at hotels  bc we understand and know how to deal with eachother perfectly. I always know I can keep things real or honest with her and she won't be offended ahah. Shes one of the most unique person I know. One of the smartest as well.\n  ","912740":"\n  Its already sad you got people leaking songs and lyrics for people's albums that they worked so hard on already as well\n  ","912741":"\n  I am, I know she will come back around when shes ready to\n  ","912742":"\n  Her unique and admirable personality, her strong character and how she influenced\/ still influences me in so many incredible ways!! I would not be who I am today if it wasnt for her. She inspires me to be bold, stronger, and to push myself to be the best version I can be of myself everyday. Plus she's always there to hide away from people at parties with me ahah\n  ","912743":"\n  Which one ? The one that has blonde hair and always with christina, dani and lisa or the taller one who is more calm that I hugged? Lol\n  ","912744":"\n  Plus its just the way I was raised and my own views and beliefs I set for myself. Sorry I have respect for my own body and also keep my younger fans in mind. Here's a question to ask ? Would I want a five year old who adores me and idolizes me see me plastered everywhere with my breasts out ? And set that image that its okay for her to go around doing those things or dressing a certain way\n  ","912745":"\n  Sure but as always keep it appropriate.\n  \n  No personal questions that are sexual, gross, discrimination, hate or just plain up tmi\n  ","912746":"\n  Hahaha. I got to many labels 😂\n  ","912747":"\n  She's 19 now\n  ","912748":"\n  To prevent myself from catching it, and spreading it onto others who can't fight it off\n  ","912749":"\n  I haven't talked to him recently BC he's been with chelsea and the little ones : paisley and mckingsley\n  ","912750":"\n  Mostly she would go straight to michael bc they have the strongest bond besides me and her\n  ","912751":"\n  Its not a competition on who I like more or not. I just genuinely think he's a good person and interesting. So I followed him, I like people who are interesting, kind, and active and I can understand what they talk about BC I'm not good at any other languages besides english ...\n  ","912752":"\n  I did immediately\n  ","912753":"\n  Like get the point already\n  ","912754":"\n  Block that guy, He's the one that threstens me, and continues spreading false information around BC of that reason and calls me fake\n  ","912755":"\n  Its not just the elderly at risk. Its infants who are in the womb or few days old even months that can be infected, children who have illnesses like cancer. Young adults or anyone with health issues are also high risk, this goes for people with asthma and so on. It may be just a \"cold\" to you but its something \"deadly\" to them.\n  ","912756":"\n  I feel there's nothing that's just going to make it vanish even with medication, isolation, lock downs. Its still out there amd exist and like most things like the chicken pox etc. One person can get it and boom another outbreak or just that one person gets it. All medication and whatever is going to do is minimize the total number of people who get it to like 10\/100 or something in a certain state\n  ","912757":"\n  Someone sneezed on my arm and I never grabbed sanitizer quicker than I did today .... Cover your mouths nasty\n  ","912758":"\n  Honestly he does have the potential to be a good person, but when it comes to dani or getting what he wants I feel he's pushy and demanding\n  ","912759":"\n  I always miss dani, I shared a room with her since the moment she was born up to 16. Then it was only me and her in the family house as the only girls up to 18. We did everything together, she's my baby sister and my best friend and it absolutely sucks not having her here to share new milestones and memories with in the band anymore. But I know she's trying to figure out who she's meant to be and what she loves. And we have invited her over or asked her to tag along but she just has other things to do ... And right now its hard to see or hang out with people with this corona virus going around and things being closed and shut down and people social distancing etc.\n  ","912760":"\n  The only fuss I seen is the fact that he knows he has younger audiences following him and that's not something kids should be seeing especially fans of dani bc of the image she has which is drastically seeming to change quickly. Also fans are worried about her safety BC emmyn can come off cocky and like he's controlling.  But it is Dani's life and she can handle herself, like I said previously the door never closed on her and still remains open. She's just trying to figure out who she is and seems lost. Maybe she thinks she somehow disappointed the family I don't really know what's going on in her mind and all I can say is if you need someone to talk to, as her sister and best friend I'm here to listen\n  ","912761":"\n  Been reading some immortals series this week kinda of a good series 😊\n  ","912762":"\n  Playing the sims\n  ","912763":"\n  Idk lol\n  ","912764":"\n  Oldest girls\n  ","912765":"\n  Personally family thinks I take after the two oldest\n  ","912766":"\n  \"Are her and lisa twins \" story of my life\n  ","912767":"\n  I resemble christina the most i think\n  ","912768":"\n  They are but the face resemblance 😂\n  ","912769":"\n  Oof. Also I would totally be Dani's twin if I had blue eyes\n  ","912770":"\n  I never seen him ever mad lol\n  ","912771":"\n  Cause I do 😂\n  ","912772":"\n  Lol being annoying 😂\n  ","912773":"\n  Probably way more than he wants lol\n  ","912774":"\n  Always the most kind person 💖\n  ","912775":"\n  Posted on my own tiktok today... Pretty sure jordan has had enough of me by this point #stayathome\n  \n\n   https:\/\/m.tiktok.com\/v\/6807583601312484613.html?u_code=3m1k8m49c7958&preview_pb=0&language=en&timestamp=1585014144&utm_campaign=client_share&app=musically&utm_medium=ios&user_id=86783839582171136&tt_from=copy&utm_source=copy\n  \n","912776":"\n  Have a good night\n  ","912777":"\n  I appreciate it\n  ","912778":"\n  Like every other day\n  ","912779":"\n  Depends on how k feel, some days I spend a lot and I'm very interactive, other times I don't even want to be on my phone\n  ","912780":"\n  Be happy 💖\n  ","912781":"\n  Sharks\n  ","912782":"\n  Waffles, I like the texture of them\n  ","912783":"\n  The one I just asked ?\n  ","912784":"\n  I been sleeping in and staying up late\n  ","912785":"\n  Hope your weekend was good 💖\n  ","912786":"\n  This shirt with black ripped jeans\n  ","912787":"\n  They're fine.\n  ","912788":"\n  I may or may not be cooking something up\n  ","912789":"\n  Hasn't been nice enough to wear any spring\/summer clothes yet\n  ","912790":"\n  Hope fully\n  ","912791":"\n  Nope\n  ","912792":"\n  Good\n  ","912793":"\n  Think they're starting to lift the ban on everything now ? I'm not certain just was annoying having to reschedule plans and having to go to several plaves for one specific thing I needed BC everyone is out\n  ","912794":"\n  Nope\n  ","912795":"\n  I been with him for two weeks now, went back to a previous relationship\n  ","912796":"\n  I'm doing good 😊 just laying on my boyfriend 😂\n  ","912797":"\n  I like snakes\n  ","912798":"\n  No not yet\n  ","912799":"\n  Mhm ik\n  ","912800":"\n  \"A monkey gave birth this week, but baby didn't survive \" like yay more bad news tonadd to this depression the world is in\n  ","912801":"\n  Not sure what you are implying\n  ","912802":"\n  Y\n  ","912803":"\n  Ahaha just havent been able to sleep well\n  ","912804":"\n  How about you?\n  ","912805":"\n  No.cookies n crème\n  ","912806":"\n  \"Maybe its just  my trust issues, maybe its the thought of being with you\"\n  ","912807":"\n  Hope you're okay\n  ","912808":"\n  I dont think anyone actually enjoys chores but its something we all have to do lol\n  ","912809":"\n  I mean idk lol\n  ","912810":"\n  Its alright\n  ","912811":"\n  I don't really listen to their music, but I'll check it out. I think I was listening to me and you thought at the time\n  ","912812":"\n  At times but other times I can wait till later\n  ","912813":"\n  Something happened I feel he needs to be aware of\n  ","912814":"\n  Normally between the time 10pm -12am and get up at 6am or 8am\n  ","912815":"\n  What?\n  ","912816":"\n  Ones that make me think\n  \n  Random fun ones\n  \n  Or favorite things\n  ","912817":"\n  I'm doing good, how about you?\n  ","912818":"\n  Probably four at the most\n  ","912819":"\n  No, I still have mine\n  ","912820":"\n  Staying motivated\n  ","912821":"\n  Forever thankful for the child that found us and showed our videos to her mom years ago. Even though we may have broke away from the industry I will forever be grateful all the oppurtunies we had and the people we got to work with\n  ","912822":"\n  If I can just go back and watch the good memories then yes, but if its bad memories and all that I don't think I would\n  ","912823":"\n  Do what you gotta do to get money or pleasure I guess. Your life not mine\n  ","912824":"\n  I only watched like one episode where this girl was talking to some you tuber and they thought he was fake or making it up but it was actually him\n  ","912825":"\n  Is this a song?\n  ","912826":"\n  I'm content at the moment and fine\n  ","912827":"\n  For the most part I am\n  ","912828":"\n  That was from the st Patrick's one. We did a more recent one\n  ","912829":"\n  Lol just the world is so stressed out about this\n  ","912830":"\n  Thank you\n  ","912831":"\n  Idk\n  ","912832":"\n  They're like honey 😊\n  ","912833":"\n  If I do everything deactivate or something happens you can message me on kik or one of the other accounts :)\n  ","912834":"\n  Idk I never asked any of my partners for money 😂\n  ","912835":"\n  Because she moved all the way from.california to Tennessee. We have extra rooms here and since she's part of our team why not let her stay ?\n  ","912836":"\n  Haha I honestly prefer brown eyes to be honest\n  ","912837":"\n  We took the oldest girls house and christina has her own with nick, lisa and Kath and Michael live together for now. Amy and i live together. Dani has her own apartment with emmyn and the younger boys and alex live at the family house\n  ","912838":"\n  No\n  ","912839":"\n  Just work related stuff, making dinner and idk what else. Went shopping today to stock up on some food and that... Still pretty empty shelves and that.\n  ","912840":"\n  Concerts and any gigs and that were postponed but they just started lifting the ban in some places\n  ","912841":"\n  I'm good for the most part. How about you?\n  ","912842":"\n  Our best friend and assistant\n  ","912843":"\n  Pesto pasta\n  \n  Spaghetti and meatballs\n  \n  Chicken marsala\n  ","912844":"\n  New tik tok is up now 😊\n  \n\n   https:\/\/m.tiktok.com\/v\/6807532602627575045.html?u_code=4c80jkg6f6a1d&preview_pb=0&language=en&timestamp=1585002262&utm_campaign=client_share&app=musically&utm_medium=ios&user_id=99425185329455104&tt_from=copy&utm_source=copy\n  \n","912845":"\n  Just the people I live with. Amy and arielle\n  ","912846":"\n  I believe certain cities have lifted the ban ? I'm not sure\n  ","912847":"\n  Hi\n  ","912848":"\n  Even though im not a fan of them\n  ","912849":"\n  Lolll\n  ","912850":"\n  Now time to go home and make dinner\n  ","912851":"\n  When your bottom starts smelling then they will 😂\n  ","912852":"\n  Finally found the gold mine 😂😂😂 stocking up lol\n  ","912853":"\n  I been to five different stores and nothing 😂\n  ","912854":"\n  Currently on the hunt for toilet paper ,😂\n  ","912855":"\n  I know its not a bad thing though\n  ","912856":"\n  😋\n  ","912857":"\n  Ahaha someone asked about new music\n  ","912858":"\n  Just wanna know if it’s true or not!\n  ","912859":"\n  A meal may or may not be cooking in the oven currently 🍰 my children are going to get fed soon\n  ","912860":"\n  Hey guys we know people are going through a tough time right now with all this corona virus related things gling on, and we want to help someone in need at this difficult time. Message us on instagram.com\/cimorelliband or on twitter\n  ","912861":"\n  I aim for 8 mostly. But anyway I'm gonna get off till later, Hope you get some rest\n  ","912862":"\n  BC we have kids that come around.... Trolls.. Its so cringe\n  ","912863":"\n  I stayed up till 8am like two days ago, didn't fall asleep until 6 last night .... But still managed to get 8 hours of sleep\n  ","912864":"\n  Yeah I understand\n  ","912865":"\n  I'm doing pretty good, feeling kinda meh but mostly good, I just try to stay productive and do what I can at home, I used to but not anymore, I do but don't use it, and they pretty much shut down all the jobs that are not essential here :\/ good thing is the restaurants are still open for carry out only\n  ","912866":"\n  Haven't been outside. Changed clothes that was all i did\n  ","912867":"\n  I wonder what maintance they did ? And mayne ask finally caught the virus\n  ","912868":"\n  I keep getting hot then cold\n  ","912869":"\n  Just can't sleep\n  ","912870":"\n  Yeah\n  ","912871":"\n  My older account I was on for two years so about three\n  ","912872":"\n\n   https:\/\/youtu.be\/ZNn-MyipwNY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","912873":"\n  Honestly I pretty much enjoy anything as long as I get to spend it with the person I'm with like romantically. But I do like when a guy brings you flowers, tells you to wear something nice and takes you out to a nice restaurant or like a special place that you enjoy like the beach and have a candle lit dinner and deep conversations\n  ","912874":"\n  He put my name in yellow hearts but .... Orange is my favorite color\n  ","912875":"\n  Sadly we havent had a full day of nice weather its only warm for a few hours then gets cold and starts snowing\/raining\n  ","912876":"\n  Thats literally my amount\n  ","912877":"\n  Was watching a movie\n  ","912878":"\n  I scratched myself on my collar bone and its like a pin size thing but keeps bleeding 😂\n  ","912879":"\n  I just made myself bleed somehow.... Oops\n  ","912880":"\n  My hair is curly but sometimes I straighten it. Jordan's is mainly straight with some wavy ness to it\n  ","912881":"\n  I remember playing some here and there but I was mainly a sims, zelda, sometimes racing and I think animal crossing player lol\n  ","912882":"\n  Like I said everyone is beautiful in their own ways\n  ","912883":"\n  Not really at least I don't think I do\n  ","912884":"\n  I always answer bottom to top of the inbox\n  ","912885":"\n  Thank you 😊\n  ","912886":"\n  I got so off track with svu 😂 only watching episodes of different seasons here and there. \"Oh who's the baby, wait she has a son, wheres the dad etc\"\n  ","912887":"\n  Thats why christina kept saying based on my \"beliefs and religion\" BC yeahhh\n  ","912888":"\n  I have shared it with friends and family before. I still do with amy and arielle\n  ","912889":"\n  There's some episodes up on the youtube @ youtube.com\/cimorellipodcast but all seasons and full episodes are exclusive to our patreon members only\n  ","912890":"\n  Currently thinking of lyrics for this song I have in mind of writing ...\n  ","912891":"\n  264 and four day old questions\n  ","912892":"\n  That my message and legacy still goes on\n  ","912893":"\n  I do\n  ","912894":"\n  The last laugh always.\n  ","912895":"\n  Lol pulled an all nighter and still got over 8 hours of sleep\n  ","912896":"\n  Just laying down and watching videos on youtube\n  ","912897":"\n  I kept getting multiple questions of the same thing but kinda the same amount I usually get\n  ","912898":"\n  I have younger siblings so yes at one point I did lol\n  ","912899":"\n  Yeah, was put in quarantine though\n  ","912900":"\n  What do you mean?\n  ","912901":"\n  To be honest I think I am now ahah\n  ","912902":"\n  Its still pretty early here for bed, but thank you 💖\n  ","912903":"\n  Not to bad, just sucks there's really no where to go lol\n  ","912904":"\n  Hello\n  ","912905":"\n  I ate there like once lol\n  ","912906":"\n  I dont mind them every now and then but it does get annoying when 95% of my questins are about something or someone I cant really speak much about or answer\n  ","912907":"\n  I write my own songs. Just previously went had people writing songs for us that didn't really fit our style or our purpose\n  ","912908":"\n  She just makes up some excuse or something each time\n  ","912909":"\n  For now, might've just been the servers\n  ","912910":"\n  So far its working pretty normally. Think everyone was just glitching and servers went down\n  ","912911":"\n  We just got to do our parts and continue praying it ends soon\n  ","912912":"\n  50 wings split between four people and the rest as left overs. And buffalo wild wings\n  ","912913":"\n  If I truly loved him, the pricr of a ring or the size of the diamond wouldn't matter to me.\n  ","912914":"\n  Yeah\n  ","912915":"\n  Because she hardly ever gone when I ask her to tag along\n  ","912916":"\n  Lol I ordered enough for everyone here :)\n  ","912917":"\n  No I haven't and domt think I would ever do that considering its dangerous. I have drove in a complete whiteout blizzard though\n  ","912918":"\n  After each visit as well. We recieve those little baggies filled with new toothbrush, tooth paste, and floss\n  ","912919":"\n  Please dont say that, nashville doesnt need that kind of weather right now when we are currently trying to re build the city because two weeks ago tons of tornados touched down in a storm and destroyed homes of many and buisnesses as well. And right now with this virus going on and people self quarantining that's not a good thing\n  ","912920":"\n  I'm not sure if they're actually called garlic Parmesan? Or just Parmesan but they are kinda just like regular seasoned fried wings coated in the cheese and like a butterly texture. And the others where hickory bbq. Was going to get the more spicy ones but i dont want to deal with a stomach ache all night long right now.\n  ","912921":"\n  I know people who just have back up accounts but of themselves and are still with the person they talk about but there is this one girl I know that has about 7+ accounts by different names and has a different dude for each of them...\n  ","912922":"\n  I'm fine just was the change of going from home to cold in weather was irritating something in my body lol\n  ","912923":"\n  I'm not a fan of it but I do go every now and then to bond with the boys (my brothers and father )\n  ","912924":"\n  Toilet paper has a limit on it now for only two packages per person. As well as sanitizer and meat etc. ...\n  ","912925":"\n  Dani\n  ","912926":"\n  Ah\n  ","912927":"\n  Some know about it. They think its cool to connect with others but can be a bad thing as well so they always watch what they choose to share.\n  ","912928":"\n  I'm doing good, thanks for asking 😊\n  ","912929":"\n  Ask someone to hand it to me or get up.to grab it\n  ","912930":"\n  Eating tiramisu for breakfast\n  ","912931":"\n  Not really I dyed my hair blue a few years ago because I was just like really sad and dealing with depression after a tough breakup and felt like the actual inside out character\n  ","912932":"\n  We got wingsssss 😌\n  ","912933":"\n  Hello\n  ","912934":"\n  I am. Hopefully I get to spend it with my family though\n  ","912935":"\n  Lol yes\n  ","912936":"\n  I dont study anymore but I do music\n  ","912937":"\n  Have a goodnight\n  ","912938":"\n  Its good, hbu\n  ","912939":"\n  Thank you\n  ","912940":"\n  I'm not enforcing anything on him 😂\n  ","912941":"\n  No lol\n  ","912942":"\n  Moreau Ct in el Dorado\n  \n  Beach view estates aka alcapa drive in malibu\n  ","912943":"\n  Yeah\n  ","912944":"\n  Sorry its not Wednesday anymore, but I am doing pretty good. Just working on things from home and hanging out with amy and arielle and jordan\n  ","912945":"\n  Not really, I don't really watch TV a whole lot but since we are all in this pandemic lockdown and that I actually have time to sit down and watch things now\n  ","912946":"\n  Lol don't feel like blocking people again\n  ","912947":"\n  Nope. Dont be in a relationship if u can't stay loyal\n  ","912948":"\n  You get what you get and sadly I can only give laurisa or laurstina content now bc dani doesnt really hang with us\n  ","912949":"\n  Well for me it is bc I care about my boyfriend's feelings unlike some of you guys who think cheating is totally fine\n  ","912950":"\n  I'm.taken\n  ","912951":"\n  I'm not single\n  ","912952":"\n  Some number I didnt recognize, must have not even been important BC no voice mail was left\n  ","912953":"\n  Like 10 at the most\n  ","912954":"\n  Yeah it does\n  ","912955":"\n  Possibly, pretty strange how it was world war 3 then all of a sudden corona virus pandemic ...\n  ","912956":"\n  Ask what?\n  ","912957":"\n  Lol he had it coming\n  ","912958":"\n  No I haven't ... My boyfriends name is jordan lol\n  ","912959":"\n  They grow up so fast 😢❤️😭 Lauren and Lisa 18 years ago!! Who do you want to see recreate pictures next!?\n  ","912960":"\n  What???\n  ","912961":"\n  Blue and orange\n  ","912962":"\n  Not really, I just drink it mainly when I have like really bad cramping BC bladder infections, kidney infections etc.\n  ","912963":"\n  I have a temporary one that's almost gone lol\n  ","912964":"\n  Idk why I'm just in love with those names right now. I'll probably change those in like a few months lol\n  ","912965":"\n  Not really, I know most of my sisters have their ears pierced in like different places and one has a nose piercing now. I think piercings just are not meant for me lol\n  ","912966":"\n  We keep all the extra change in a cute little jar. One for silver one for pennies\n  ","912967":"\n  At times it can be scary but sometimes for the best and better things come along with it as well.\n  ","912968":"\n  Only the caramel ones\n  ","912969":"\n  Five months ago when I decided to go back to an old relationship expecting a different ending that wasnt toxic 🙄\n  ","912970":"\n  I'm not really sure BC I change my mind a lot. But currently I'm in love with the name Emilio for a boy\n  \n  And luna for a girl lol\n  ","912971":"\n  If only I could be 21 forever 😂\n  ","912972":"\n  Tell them to stop yelling and calm down or just ignore them and walk away\n  ","912973":"\n  Lol\n  ","912974":"\n  My ears are pierced and have been since I was 13 just never really liked how earrings made my ears hurt\n  ","912975":"\n  The only thing I'm cracking open is a nice cold can of ....\n  \n  ROOT beer\n  ","912976":"\n  Here's a tip don't be a cocky dude just BC you think the whole pandemic is a joke knowing you're best mate and band member is at a high risk BC he has asthma and you want to play around and go out in large gatherimgs and being a total douche. I do not blame him for packing up his belongings and going home at least he's safe. While you continue to think its a joke, you need to stop and figure you're not the leader, you did not build the band. Blair and your mate did, you can be replaced and learn a tough lesson as well\n  ","912977":"\n  Was rewatching old sugar and spice videos I did with dani\n  ","912978":"\n  Sometimes but not really BC I'm a very private person especially with relationships BC I don't like having tons of people always talking about me or my partner\n  ","912979":"\n  Nope\n  ","912980":"\n  Thank u\n  ","912981":"\n  No I dont\n  ","912982":"\n  Oh blues clues\n  ","912983":"\n  Awe thank you so much!!!\n  ","912984":"\n  No I haven't\n  ","912985":"\n  I recently changed routimes to try to find somerhing that fits my needs and that\n  ","912986":"\n  Being around someone you love\n  ","912987":"\n  Nope\n  ","912988":"\n  Decent\n  ","912989":"\n  A week. Sadly I had to leave a five month relationship\n  ","912990":"\n  I'm 21\n  ","912991":"\n  Maybe just got to find a good piece\n  ","912992":"\n  Just a lot of hate was being directed my wsy\n  ","912993":"\n  Back in the bahamas\n  ","912994":"\n  Great\n  ","912995":"\n  Yeah\n  ","912996":"\n  Just told them it was the wrong person\n  ","912997":"\n  Yes\n  ","912998":"\n  No I don't think so, I feel if that happens only one of us would\n  ","912999":"\n  When I was 8\n  ","913000":"\n  Not yet but maybe one day\n  ","913001":"\n  Lol\n  ","913002":"\n  Most of us but not all\n  ","913003":"\n  Food lol\n  ","913004":"\n  The people I love 💖\n  ","913005":"\n  BC I always want his attention 😂\n  ","913006":"\n  No lol\n  ","913007":"\n  He's pretty great 😊\n  ","913008":"\n  I do\n  ","913009":"\n  I eat it everyday 😍\n  ","913010":"\n  Everybody loves jordan huh 😂\n  ","913011":"\n  Just tired of the same 10 pop hits playing over and over lol\n  ","913012":"\n  Its good my sisters listen to this band called little green cars 😂\n  ","913013":"\n  There's a playlist on my spotify but I need to update it lol\n  ","913014":"\n  Probably like 25 a week\n  ","913015":"\n  No dont believe I have\n  ","913016":"\n  I'll check it out thanks 😊\n  ","913017":"\n  I do just want like a happy makes you dance song lol\n  ","913018":"\n  I have but I pretty much heard most songs ober 1,000,000 times lol\n  ","913019":"\n  I only like lose you to love me.... Not a fan of the others as much\n  ","913020":"\n  Ofcourse\n  ","913021":"\n  Lol like a song you just can dance to etc\n  ","913022":"\n  Something vibey\n  ","913023":"\n  I really need some new music to listen to ... So send suggestions ?\n  ","913024":"\n  Think its just the constant change of weather irritating things.\n  ","913025":"\n  He's suppose to come over\n  ","913026":"\n  If it worsens then I may go see a professional but right now its not really that serious and I don't want to risk going into a hospital or doctor office where I know that thing can easily be transferred to someone else there\n  ","913027":"\n  Pasta\n  ","913028":"\n  Thank you and just don't think its anything worth worrying about\n  ","913029":"\n  Not feeling 100% fine. More like a 85% ... Ear hurts every now and then, headaches and chest might be the weather idk but I don't want to go to the hospital at this time and catch the virus ...\n  ","913030":"\n  True true not a party unless we are there\n  ","913031":"\n  Romantic ones, action, thrillers\n  ","913032":"\n  I'm good for the most part, just feeling meh lately\n  ","913033":"\n  Maybe take time to figure things out alone. And learn to love yourself before being in a intimate relationship with others\n  ","913034":"\n  Yeah for right now at least. But got to work hard on making those dreams come true\n  ","913035":"\n  Yeah kinda\n  ","913036":"\n  I dont know maybe she just wanted to change her style up a bit\n  ","913037":"\n  Thats life, you're going to have your heart broken while your still ypung many times. Be strong and pick up those pieces and get back up\n  ","913038":"\n  ??\n  ","913039":"\n  I don't believe in playing people and.messing with their feelings. That hurts\n  ","913040":"\n  Mhm\n  ","913041":"\n  I have a boyfriend honey\n  ","913042":"\n  Very much is\n  ","913043":"\n  I actually been studying here and there on spanish and that using an app that my friend recommended. Hopefully I just remember how to pronounce them and remember what they mean ahaha. Best wishes to you on trying to learn a new language tho!!! I know its not easy\n  ","913044":"\n  Depends is the government lifts the precautions due to the corona virus or not... We had to celebrate st Patrick's day different this year and self distance. But who knows what will happen, we just got to keep orsying and having faith that it will be solved soon\n  ","913045":"\n  We both can cook but I think hes better lol\n  ","913046":"\n  Ohh\n  ","913047":"\n  Obviously I eat anon, and I only eat steak every now and then more of a chicken kinda girl and eating healthy\n  ","913048":"\n  Maybe 😂\n  ","913049":"\n  Hello anon\n  ","913050":"\n  I'm trying not to let them get to me, just super annoying they want to hate and call me names, spread false rumors around and do much more but can't even properly show who they really are to begin with\n  ","913051":"\n  I need to start being more active on the band pages\n  ","913052":"\n  I honestly hope its a girl so I can buy those little bows and shoes that have the fruits on them and get lemon inspired ones 😂\n  ","913053":"\n  Glad you do!!!\n  ","913054":"\n  Feel, basically I believe he knows. And when we are in doubt and unsure of what the outcome may be we turn to our father in heaven and ask him to give us the answers. Because he created us and everything.\n  ","913055":"\n  Awe\n  ","913056":"\n  Kath did take her to get her hair and that done\n  ","913057":"\n  Boys 2 men are the only ones I actually know songs by lol\n  ","913058":"\n  Hoped you enjoyed the medley today 💖\n  ","913059":"\n  Just BC I deserve I doesn't necessarily mean I want to be lol\n  "}}