{"Question":{"913060":"\n   Wow you are so amazing Lauren I forsee you will be getting engaged soon ok\n  ","913061":"\n   Or you could do this ?😂\n   \n    https:\/\/www.imore.com\/stop-iphone-tracking-frequent-locations\n   \n","913062":"\n   Who asked you to get married and what did you answer him?\n  ","913063":"\n   😂😂😂\n  ","913064":"\n   Tum say acha tou ............................??\n  ","913065":"\n   You were looking so pretty at your wedding 😍\n  ","913066":"\n   What’s your favourite season and why ?(:\n  ","913067":"\n   Why is your day going so good so far?\n  ","913068":"\n   Your face in the first one 😂\n  ","913069":"\n   What if I want to make a song that features you ?\n  ","913070":"\n   Honesty hour yay or nay later?\n  ","913071":"\n   If you ever disbanded would you go solo?\n  ","913072":"\n   Hey Lauren how was your day any good vibes you feel now?\n  ","913073":"\n   Could  i just put on a dani mask and rejoin the group for her? Or..?\n  ","913074":"\n   How many kids do you have?\n  ","913075":"\n   Why did dani leave?\n  ","913076":"\n   Watched this earlier, and y’all did such an amazing job!!!!\n  ","913077":"\n   💖\n  ","913078":"\n   Followed💙\n  ","913079":"\n   Lucky guy kiss and cuddle haha right?\n  ","913080":"\n   Umm ever been asked?\n  ","913081":"\n   Kiss and no cuddling for the bf?\n  ","913082":"\n   You are fav person to talk to as we both Italian based and have many common interests. Thanks for your help and advice ok\n  ","913083":"\n   He def would kiss you right Lauren? lol\n  ","913084":"\n   2 weddings and a baby shower all cancelled I have family from Italy and Canada can not get flights I am so mad right?\n  ","913085":"\n   Yeah patient too see the bf I bet he is going crazy without you?\n  ","913086":"\n   💖\n  ","913087":"\n   Well it makes you look amazing would you ever consider getting married if asked?\n  ","913088":"\n   Nice dress there is it yours?\n  ","913089":"\n   How come Jordan not with you must miss him?\n  ","913090":"\n   I'm sorry\n  ","913091":"\n   Hey! 🙋🏻‍♂️\n  ","913092":"\n   Hugs. U to\n  ","913093":"\n   Have you heard of the Texas country\/rock singer Rosie Flores? She's very good. Anyway she could never sustain a relationship when she was on the road all the time. 70 now.\n  ","913094":"\n   so is Joan Jett... but she's probably gay\n  ","913095":"\n   Ok\n  ","913096":"\n   lol ok, like i said i don't keep up with gossip. So you're the only one with no immediate plans?\n  ","913097":"\n   Can you like dating\n  ","913098":"\n   she got married too\n  ","913099":"\n   ROADTRIP! Where are you going and who are you taking with you?\n  ","913100":"\n   i wouldn't mind.....\n  ","913101":"\n   Chat me on telegram\n  ","913102":"\n   What are you doing\n  ","913103":"\n   hi\n  ","913104":"\n   first Lisa, now Dani. You're going to have to find your own way in the world one way or another.\n  ","913105":"\n   You are married\n  ","913106":"\n   she seems totally smitten in that vid... but he's the one doing all the talking\n  ","913107":"\n   ok he's only 19 too... that's young to get married. relationships come and go but marriage is serious shit\n  ","913108":"\n   Debo confesarte que ya te fui infiel...\n  ","913109":"\n   ok bad social signs. look after your sis.\n  ","913110":"\n   Going to kiss Jordan tonight?\n  ","913111":"\n   ok, you don't like him. you wouldn't give an answer like that if you were merely neutral about him. Is he a controlling type?\n  ","913112":"\n   I am sure he will.\n  ","913113":"\n   He will come to you when is free then 😂\n  ","913114":"\n   are you ok with her man? seem like a decent guy?\n  ","913115":"\n   Hey Jordan Lauren wants you\n  ","913116":"\n   I’m a guy and I wear girls school uniforms\n  ","913117":"\n   doesn't have to be like that. talk to her, give her a hug.\n  ","913118":"\n   just cause she' s getting married doesn't mean she's not your best friend anymore\n  ","913119":"\n   nothing lasts forever, we all have to toughen up and adapt\n  ","913120":"\n   you gonna miss Dani for sure\n  ","913121":"\n   ok well good luck to her... maybe she just wanted her life to go somewhere else\n  ","913122":"\n   last i heard marriage has no effect on the vocal chords, maybe she can still do stuff with you?\n  ","913123":"\n   💖\n  ","913124":"\n   what happened, Dani got married?\n  ","913125":"\n   What are the roles now that Dani is gone?\n  ","913126":"\n   I feel kind of protective of you, is that weird?\n  ","913127":"\n   Going to see Jordan tonight?\n  ","913128":"\n   She's a coward she wouldn't say it to there faces\n  ","913129":"\n   💖\n  ","913130":"\n   Ah 😂😂😂\n  ","913131":"\n   WHAT?😯\n  ","913132":"\n   Sanitizer everyone wants one these day's 😂😂\n  ","913133":"\n   What's cooler: an iPhone 11 or an annual supply of sanitizer? #StayAtASK\n  ","913134":"\n   stupid song\n  ","913135":"\n   💖\n  ","913136":"\n   💖\n  ","913137":"\n   What’s your favourite season and why ?(:\n  ","913138":"\n   Wow wow . Your picture with Christina and Lisa who and where was it taken?\n  ","913139":"\n   You're prettier!\n  ","913140":"\n   Yup and no one deserves hate especially Dani or even Emmyn.\n  ","913141":"\n   You 2. Yes we will\n  ","913142":"\n   I'm jealous on how pretty you are!\n  ","913143":"\n   Happiness are to far from me 😔\n  ","913144":"\n   Are you going to expose to your boy\n  ","913145":"\n   Oh wow\n  ","913146":"\n   hey Lauren. i might not know you, but i'm here for you. people have the habit of defaming people who are better than them. just ignore such folks, and continue being you. stay happy, stay blessed.\n  ","913147":"\n   Meee I wanna keep updated\n  ","913148":"\n   Flats or Sandals?\n  ","913149":"\n   Is porn for the strong or the weak?\n  ","913150":"\n   What are some small things that make you happy?\n  ","913151":"\n   What song always makes you happy?\n  ","913152":"\n   Are you ticklish? Where?\n  ","913153":"\n   Would you rather be a lonely genius, or a sociable idiot?\n  ","913154":"\n   That's good to hear po. You're not going back to sleep po Ate Laur?\n  ","913155":"\n   Lauren what's up?\n  ","913156":"\n   Idea of the day!\n  ","913157":"\n   Would you rather lose all of your money and valuables or all of the pictures you have ever taken?\n  ","913158":"\n   Hey How are you\n  ","913159":"\n   Where do you wish you were from?\n  ","913160":"\n   What places do you order from? Any vegan ones?\n  ","913161":"\n   Great song by Lisa would you and her ever do like a duet song.? I would pay anything to here a duet by you 2. :)\n  ","913162":"\n   You like being so tall i like tall people and do you like being tall?\n  ","913163":"\n   Macaroni and cheese you like that yes or no?\n  ","913164":"\n   What do you mean\n  ","913165":"\n   Kat looks surprised in pic do you agree?\n  ","913166":"\n   Another cloutchaser i guess?\n  ","913167":"\n   I got your back! he kept on badmouthing you and i protected you obviously\n  ","913168":"\n   heyy\n  ","913169":"\n\n    https:\/\/ask.fm\/robertswalker0535?utm_source=copy_link&utm_medium=android\n   \n   That's him\n  ","913170":"\n   He told me he talked to your sister and she said this isn't you\n  ","913171":"\n   Someone on here is calling you fake\n  ","913172":"\n   Thoughts on big bang theory show?\n  ","913173":"\n   Beef steak, tuna steak or Portobello mushroom steak?\n  ","913174":"\n   💖\n  ","913175":"\n   What are three habits that will help you improve your life?\n  ","913176":"\n   Reminder: you are important. 🌻\n  ","913177":"\n   it was so nice talking to you!\n  ","913178":"\n   You’re welcome buddy ☺️👊🏻 stay strong and be happy , have fun and be cool 🙌💪\n  ","913179":"\n   Have a good night\n  ","913180":"\n   You are sweet and nice Lauren and always nice talking to you stay strong ok 👌\n  ","913181":"\n   Are you annoying Lisa and kat or Christina?\n  ","913182":"\n   Life update? Briefly\n  ","913183":"\n   What’s a topic that interests you ?(:\n  ","913184":"\n   Like Hi I'm Lauren You're not getting any of this ?\n  ","913185":"\n   I know you dont use twitter often, but whenever you do my user name is the same and it's up on there if you wanna take a peek lol\n  Have a great day! God bless.\n  ","913186":"\n   Love for blue 💙💙💙\n  ","913187":"\n   I am watching  IT on Netflix 🤡😂\n  ","913188":"\n   how are you?\n  ","913189":"\n   hey\n  ","913190":"\n   Chocolate? Yes or no? What kind of yes? White, caramel, mint, etc.\n  ","913191":"\n   QOTD: “Don’t light yourself on fire to keep yourself warm” Agree, neutral, or disagree?\n  ","913192":"\n   Do you celebrate St.Patricks Day? ☘️\n  ","913193":"\n   If you could watch everything that had happened in your life until now, would you enjoy it?\n  ","913194":"\n   Is there such a thing as a necessary evil?\n  ","913195":"\n   Thoughts on all these sports being cancelled?\n  ","913196":"\n   Do you want a big family or small?\n  ","913197":"\n   Yeah so that gave me a bad cough\n  ","913198":"\n   No I was just hot ended up having to turn on air conditioner before I fell asleep\n  ","913199":"\n   How much is gas where you live?\n  ","913200":"\n   Pray you find your confidence\n  ","913201":"\n   My birthday is one month before you but you are 11 months older than me\n  ","913202":"\n   \"I keep trying to breath, trying to function normally\" damn\n  ","913203":"\n   That's so cool poo!!\n  ","913204":"\n   Why do you clean bathroom yourself?\n  ","913205":"\n   Friday do you get too see Jordan or no? Lol\n  ","913206":"\n   Who does the laundry for you?\n  ","913207":"\n   He is serious tho\n  ","913208":"\n   Happy Friday Lauren 🧡\n  ","913209":"\n   Party in the streets\n  ","913210":"\n   Is Jordan real?\n  ","913211":"\n   Do you do clean your own bathroom or someone else does it for you?\n  ","913212":"\n   Do you miss not being able to kiss him?\n  ","913213":"\n   I am the same. I always feel queasy\n  ","913214":"\n   Needy how? 😀\n  ","913215":"\n   Do you miss the bf a bit or a lot?\n  ","913216":"\n   Will you babysit for them if they ask you to?\n  ","913217":"\n   I try not to watch the news often\n  ","913218":"\n   Are you with the bf or not?\n  ","913219":"\n   Yeah about 0.01% of the time unless they changed\n  ","913220":"\n   When do you start to go on the road again concert wise?\n  ","913221":"\n   Who is going to be asked to be the godmother? Baptism. Etc\n  ","913222":"\n   Quarantine... Yes or No??????????\n  ","913223":"\n   Why are you nervous of being an aunt? 😀\n  ","913224":"\n   I think those are the fake news stuff\n  ","913225":"\n   True. It’s still fine to call yourself second momma. Little bean will have a bunch of different women to look up to!\n  ","913226":"\n   Do you *like rap in rocks songs? (sorry)\n  ","913227":"\n   Being an auntie is one of the best titles ever!!!! You’re basically second momma!!!\n  ","913228":"\n   Do you hate blood? coward\n  ","913229":"\n   Where you read this?\n  ","913230":"\n   What questions you hate answering or getting Lauren as I don't know want to annoy you?\n  ","913231":"\n   Ready to be an aunt?\n  ","913232":"\n   Yours truly\n  ","913233":"\n   Really\n  ","913234":"\n   I know that everyone's in panic mode but I think it's messed up that you have a lot of people that's buying up toilet paper, disinfectant wipes basically anything you can think of that you would need during this crisis they're turning around and selling it to make a profit.\n  ","913235":"\n   I'm only worried about you always ignoring me\n  ","913236":"\n   What rights do you think everyone should have regardless of race, ethnicity, gender, sexuality, etc.?\n  ","913237":"\n   Do you like to play tennis?\n  ","913238":"\n   What's your favorite chocolate bar?\n  ","913239":"\n   What are your super cheap great gift ideas?\n  ","913240":"\n   What hurts more than a breakup?\n  ","913241":"\n   Can you save the world by falling in love with a zombie?\n  ","913242":"\n   That is awesome\n  ","913243":"\n   What is the world's best song to dance to?\n  ","913244":"\n   What's your interpretation of \"The truth will set you free\" ?\n  ","913245":"\n   I know it sucks. But we will get through it. Long as take the necessary steps\n  ","913246":"\n   Do you rap in rock songs?\n  ","913247":"\n   How has ur day been lauren\n  ","913248":"\n   Why is my timeline in Russian\n  ","913249":"\n   Have you ever had a near-death experience? If so, please share your story.\n  ","913250":"\n   Do you watch Project Runway?\n  ","913251":"\n   Did they love eating the candy Mike and Ike’s 😂\n  ","913252":"\n   What dream interests you the most now?\n  ","913253":"\n   Post a pic of you and Lisa please?\n  ","913254":"\n   Can you guys please  stop bugging Lauren about her sister.....\n  ","913255":"\n   Lisa and u talked about what?\n  ","913256":"\n   Just bored and trynna boost my rating\n  ","913257":"\n   Do you ever get scared or paranoid when you're alone in your house at night?\n  ","913258":"\n   Do you like being a Virgin yes or no?\n  ","913259":"\n   Thanks\n  ","913260":"\n   You still get along with Lisa and did you annoy her today\n  ","913261":"\n   You're always welcome poo. I just want everybody to be safe po Ate Laur 😊\n  ","913262":"\n   Take Jesse on a walk poo ahaha\n  ","913263":"\n   Wow that's quite a lot 😁😂\n  ","913264":"\n   I had this stuffed animal who I would bring everywhere, even to the bathroom (lmao I know, but I was 6), and then I lost her when I was 9 and I was so upset, like, I would cry for days on end, but then sometime when I was 14, my mom found her but I feel no emotional attachment towards her. Normal?\n  ","913265":"\n   Why do you dress like a lesbian?\n  ","913266":"\n   Woukd you be a guest judge on agt\n  ","913267":"\n   Wow still a Virgin or lost it this year?\n  ","913268":"\n   Good night Lauren 😴🛏\n  ","913269":"\n   💖\n  ","913270":"\n   💖\n  ","913271":"\n   Brown eyed boys? How bout brown eyed girls\n  ","913272":"\n   When I just saw that picture on Instagram. I thought you had dyed the back of your hair blue. But it's the chair you are sat on 😂💙\n  ","913273":"\n   How is the amazing Lauren doing today?\n  ","913274":"\n   Half blue, half black with a tiny bit of pink 💙🖤💖\n  ","913275":"\n   Nooo not one bit.\n  ","913276":"\n   They fixed that\n  ","913277":"\n   Do you see any famous singers or actors tv. Or movie in Nashville?\n  ","913278":"\n   Post your fav pic with Lisa?\n  ","913279":"\n   What will you be eating tonight? 😀\n  ","913280":"\n   Any regrets with la music scene?\n  ","913281":"\n   Did you have a photoshoot yesterday?\n  ","913282":"\n   does anyone else have issues with their dads cause i effing hate mine\n  ","913283":"\n   I respect you 👏👏\n  ","913284":"\n   I guess.\n  ","913285":"\n   Why do some people think this is a fake account\n  ","913286":"\n   Possibly\n  ","913287":"\n   Glad you still use this app\n  ","913288":"\n   Last selfie you took?\n  ","913289":"\n   What does intimacy mean to you?\n  ","913290":"\n   Do you still enjoy using this app?\n  ","913291":"\n   I could think of a few reasons\n  ","913292":"\n   Your music inspires me\n  ","913293":"\n   Idek\n  ","913294":"\n   Going to buy merch to help the relief effort ❤️\n  ","913295":"\n   GURL I DON'T NEER DETAILS\n  ","913296":"\n   Yeah that glitching last night was crazy\n  ","913297":"\n   Do you enjoy this app?\n  ","913298":"\n   Hope you feel better\n  ","913299":"\n   I should get in bed lol but going to wait a few\n  ","913300":"\n   That's Bella Thorne I believe I spell that name right was the first one killed\n  ","913301":"\n   How are they supposed to graduate if they don't have the work in order to graduate?\n  ","913302":"\n   Wasn't she the first one killed\n  ","913303":"\n   I am mess around with math problems I should be in bed but I'm not yet I haven't been really feeling that well and I know they've been to be a live stream today and I'm hoping that I can make it\n  ","913304":"\n   I'm trying to remember who was revealed to be the killer on there I know she played on Glee but I can't remember her name\n  ","913305":"\n   I am mostly sleeping all day\n  ","913306":"\n   You have 45k monthly listeners on Spotify.. pretty awesome!\n  ","913307":"\n   ☺️☺️\n  ","913308":"\n   I think my fav song of yours is \"brown eyed boys\"\n  ","913309":"\n   Did you like the Penny the dog video I sent you\n  ","913310":"\n   I mostly been playing Resident Evil\n  ","913311":"\n   Oh thats cool I haven't played it yet\n  ","913312":"\n   Bummer\n  ","913313":"\n   Did they cancelled it?\n  ","913314":"\n   Oh 😂😂\n  ","913315":"\n   Chad's cat ghost caught the toy mouse. On the chase the mouse game thing😂\n  ","913316":"\n   Oh I don't blame you here because if you say you're pro-choice you'll get bashed for supporting abortion if you say that you're pro-life you'll get bashed for not supporting women's rights or whatever.\n  ","913317":"\n   Do you like it\n  ","913318":"\n   I haven't watched it either but I heard of that they brought back the actual Ghostface mask.\n  ","913319":"\n   There is only 2 seasons but it's good\n  ","913320":"\n   Oh okay\n  ","913321":"\n   Island living?\n  ","913322":"\n   Sims 4 it was part of the playstaystion free month\n  ","913323":"\n   Lol I got the Sims\n  ","913324":"\n   First impression any?\n  ","913325":"\n   lmao can’t even have a group chat with family anymore— just sent a meme to about 6 mid 40 yr olds and they all yelled at me cause it had bad words in it 😂 wtf?\n  ","913326":"\n   I really miss you 💙💙💙😊😊😊\n  ","913327":"\n   Wow you are pretty naughty what have you been up to that you are like this?\n  ","913328":"\n   Rate your mood rn, from 0 (wanna sleep) to 10 (I'm Queen of the world)?\n  ","913329":"\n   Disgusting 🤮\n  ","913330":"\n   Fav pic of yourself?\n  ","913331":"\n   What y'all are doing for the tornado relief is awesom\n  ","913332":"\n   Hey Lauren did you go Church?\n  ","913333":"\n   ❤️❤️\n  ","913334":"\n   You have a great future ahead\n  ","913335":"\n   What do you see in the future for the band\n  ","913336":"\n   So alot 😪\n  ","913337":"\n   I love your podcasts\n  ","913338":"\n   Upto 15 have died in the uk from it. And about 60 have been diagnosed with it\n  ","913339":"\n   I said this on like Thursday or Friday\n  ","913340":"\n   Ok thanks\n  ","913341":"\n   Is it uncomfortable to sleep in other people’s home the first few nights or do you feel comfy right away?\n  ","913342":"\n   Which sushi you like best?\n  ","913343":"\n   Musicians that fell off?\n  ","913344":"\n\n    https:\/\/ask.fm\/AriSelator\/answers\/161015227846\n   \n   Feel free to send me truths or dares!\n  ","913345":"\n   Sushi yes or no?\n  ","913346":"\n   Do you have any special plans for the spring holidays? What are you going to do?\n  ","913347":"\n   What do you love the smell of?\n  ","913348":"\n   Which is worse, being too hot or too cold?\n  ","913349":"\n   You bf should be cuddling you not some game. Right? lol\n  ","913350":"\n   What question do you ask yourself a lot?\n  ","913351":"\n   Any bf cuddling tonight? 😀\n  ","913352":"\n   How is everything today any photoshoot?\n  ","913353":"\n   Ask is trash right now. It’s so laggy & saying error 🙄🙄🙄\n  ","913354":"\n   What do you wish for the most in 2020?\n  ","913355":"\n   You should watch this video Zany Tea. He's talking about Cimorelli, Dani & Emmyn\n   \n    https:\/\/youtu.be\/q9gowT-434o\n   \n","913356":"\n   How do I look? \n\n Vote and comment.\n   \n    https:\/\/ask.fm\/JenniferMxg\/photopolls\/169883934?utm_source=copy_link&utm_medium=iOS\n   \n","913357":"\n   Would you rather be extremely successful professionally and have a tolerable yet unexciting private life, or have an extremely happy private life and only tolerable and uninspiring professional life?\n  ","913358":"\n   I'm so scared Lauren. I saw on cnn that 50% of the people in New Jersey who have it are now hospitalized.\n  ","913359":"\n   Best photo op: sunrises or sunsets?\n  ","913360":"\n   Hoodies nice which color?\n  ","913361":"\n   Doing good\n  ","913362":"\n   10 of the most beautiful snakes in the world.\n   \n    https:\/\/youtu.be\/4Chgih5FqSE\n   \n","913363":"\n   What's your experience with recreational drugs?\n  ","913364":"\n   Would you Say Jordan best kisser? 😀\n  ","913365":"\n   Best kiss u ever had?\n  ","913366":"\n   The fact we used to hang out all the time and do stuff and now we don't anymore hurts. Who are you talking about?\n  ","913367":"\n   💖\n  ","913368":"\n   Aww\n  ","913369":"\n   Bf up late last night with you right? 😀\n  ","913370":"\n   Happy Wednesday Lauren 😊🤗🧡\n  ","913371":"\n   You kiss Jordan everyday?\n  ","913372":"\n   What kind of merchandise u want now?\n  ","913373":"\n   How long will your current supply of toilet paper last?\n  ","913374":"\n   you get to kiss the bf yet today?\n  ","913375":"\n   Hahahaha\n  ","913376":"\n   Oww, I like pepperoni poo 🤩\n  ","913377":"\n   I just saw this video and it was really hilarious po AHAHAHA. It was more hilarious when you and your sisters panicked because of Ate Christina po HAHAHA. That's really funny 😂\n  ","913378":"\n   Yeeaah. I saw Joey on one of your lates videos poo. He's your youngest poo right? He's so tall already and we're just the same age.\n  ","913379":"\n   What do you like\/dislike about Nashville?\n  ","913380":"\n   Wish there wasn't so many haters :(\n  ","913381":"\n   Did you throw up last night?\n  ","913382":"\n   😂😂😂\n  ","913383":"\n   Who takes off their shirt whenever they're hot more, boys named Christopher and Matthew or girls named Erika and Libby?\n  ","913384":"\n   What's your opinion on paper straws? Do you find them functional?\n  ","913385":"\n   Pap of you and Lisa\n  ","913386":"\n   How long ago have you washed your hands? #StayAtASK\n  ","913387":"\n   Guy with a lot of money def a dealer do you think that 2?\n  ","913388":"\n   You should collab with her Lisa. Would you ever do that?\n  ","913389":"\n   Cops on your street hope all is well?\n  ","913390":"\n   Lauren so sweet! And smart I enjoy asking you questions please don’t change and be\nYou ok\n  ","913391":"\n   Have you ever sent a text message to the wrong person?\n  ","913392":"\n   Are you gonna get any tattoos?\n  ","913393":"\n   Are you in a relationship\n  ","913394":"\n   Where you from?\n  ","913395":"\n   What are you doing\n  ","913396":"\n   How are you\n  ","913397":"\n   💖💖💖\n  ","913398":"\n   Good night Lauren Lucky Charm 🍀💚😴🛏\n  ","913399":"\n   💖\n  ","913400":"\n   If Lisa will have you haha are you going to be maid of honor I bet?\n  ","913401":"\n   Are you going to be in Lisa wedding or not,\ncause you annoy her? 😀\n  ","913402":"\n   What you doing beautiful?\n  ","913403":"\n   Who is with you tonight? Eating wise\n  ","913404":"\n   Are things simpler or more complicated when there are no strong feelings in a relationship? Why?\n  ","913405":"\n   Well lsa says your Barbie and princess and you annoy her I think she meant it for real. Right?\n  ","913406":"\n   I think now is the perfect time to drop whatever you were doing and start your rap career\n  ","913407":"\n   💖\n  ","913408":"\n   Do you like ROGER TROXXEL\n  ","913409":"\n   Going to church or staying home cause of \nVirus?\n  ","913410":"\n   Ever watch Goldbergs?\n  ","913411":"\n   Do you play music by ear or do you use music symbols?\n  ","913412":"\n   What's your opinion on Kanye West as an artist?\n  ","913413":"\n   I love you so much\n  ","913414":"\n   Fire or water ?\n  ","913415":"\n   Have you ever been catfished?\n  ","913416":"\n   What restaurants in the United States make people very full?\n  ","913417":"\n   Before I go to sleep. I was just thinking I hope you & your Sister's have made a few videos to put up for a couple of of weeks. Because if Trump goes the same way as Spain. Then you might no see Christina, Kath or Lisa or your Mom, Dad & brothers if he advisers you to stay in doors\n  ","913418":"\n   I just watched the podcast where you talk about your first heartbreak and now I'm sad 😪\n  ","913419":"\n   Yeah drinking and drugs got my dad and smoking got my mom\n  ","913420":"\n   Yeah I can deal with it but don't  like to hear it like every 2 or 3 words\n  ","913421":"\n   🙆‍♀️yaa 🧡\n  ","913422":"\n   Like if you tie a coin to piece of string. If it spins one way it's a boy. If it spins another it's a girl\n  ","913423":"\n   Nothing wrong with that.\n  ","913424":"\n   Yeah and yesterday a lot happened.\n  ","913425":"\n   True true\n  ","913426":"\n   Most definitely 👶🌈🌡❤\n  ","913427":"\n   If you could learn any language fluently what would it be and why?\n  ","913428":"\n   Only today 😂\n  ","913429":"\n   When I see your profile picture on here. It always looks as if your thinking can we not stay in this paradise 😂\n  ","913430":"\n   What’s the plan Stan\n  ","913431":"\n   Y'all are just the best ❤️\n  ","913432":"\n   They aren't great lol\n  ","913433":"\n   What are you doing of your Sunday?\n  ","913434":"\n   Do you get more questions or do you send more questions? What would you like?\n  ","913435":"\n   You each drinking a bottle of cider each?\n  ","913436":"\n   How do you deal with the death of a pet?\n  ","913437":"\n   If a girl talk with your man. Are you jealous?\n  ","913438":"\n   Are you jealous?\n  ","913439":"\n   What pets do you have? What are their names? Pictures if any.\n  ","913440":"\n   I know nonalcoholic which brand you like best?\n  ","913441":"\n   Do you think ex-spouses have their say in who the other former spouse is living with\/dating when children are concerned?\n  ","913442":"\n   How much do your parents meddle in your friendships and relationships?\n  ","913443":"\n   👌ok no worries\n  ","913444":"\n   I saw the mistake that Lisa made regarding the Pitch Perfect medley where she put 3\/20 #CimorelliSaturday I was like dang we got to wait a whole year now 😂\n  ","913445":"\n   What’s something you like to do the old-fashioned way?\n  ","913446":"\n   Cider I like cider too which are you drinking now?\n  ","913447":"\n   Do you add salt during cooking or after? Which is better in your opinion?\n  ","913448":"\n   why\n  ","913449":"\n   Drinking any wine?\n  ","913450":"\n   Next Saturday that is\n  ","913451":"\n   Have you ever seen that one movie where three kids wish they had a different mother so every Sunday they would go to the mom market and get a different mother until they were orphans? It seems like a fever dream but I promise it’s real\n  ","913452":"\n   Oh I know\n  ","913453":"\n   It will poo 😊💖\n  ","913454":"\n   Why are you not having a party\n  ","913455":"\n   Why aren't you in that video?\n  ","913456":"\n   But, it'll be great this time pooo Ate Laur 😊\n  ","913457":"\n   😂😂😂\n  ","913458":"\n   Have you unfollowed this girl on twitter or something AugustXcloud\n   \n    https:\/\/twitter.com\/augustxcloud\/status\/1238897751049592833?s=19\n   \n","913459":"\n   Thanks for texting Lisa you are so awesome\nAny plans for the party? 😀\n  ","913460":"\n   What do you think about the situation of CoronaVirus in your country?\n  ","913461":"\n   I know you won't poo. Y'all are great and you never failed to surprise us with great contents poo. You won't disappoint us for sureee poo Ate Laur 😊\n  ","913462":"\n   what is your real name?\n  ","913463":"\n   Wish people would get off your sister's back about her life choices.\n  ","913464":"\n   Noooo, im babyyyyyyy\n  ","913465":"\n   Happy st. Paddy's day to the nice and cool Lauren? 😀 Pass it on too Lisa too. Thanks ok\n  ","913466":"\n   Why did you post a lot of pics of rings?\n  ","913467":"\n   Sonny needs to come get his girl before she wonders off\n  ","913468":"\n   Is he better that Chistian?\n  ","913469":"\n   I told my friends to watch it poo next Saturday Atee. Because they're a big fan of Pitch Perfect. They can't wait for it alsoo poo 💖\n  ","913470":"\n   Ya you'll smash it\n  ","913471":"\n   🔥🔥🔥🔥🔥🤤🤤🤤🤤🤤\n  ","913472":"\n   Do you still talk with Dani?\n  ","913473":"\n   Lil huddy is hot asf thoooooo\n  ","913474":"\n   Come get ittttrrr\n  ","913475":"\n   Are you engaged?\n  ","913476":"\n   Colbys an e boy not a soft boy 😂😂\n  ","913477":"\n   Yessssss\n  ","913478":"\n   No? But it sounds like someone thats cute and gentle\n  ","913479":"\n   Who´s Jordan?\n  ","913480":"\n   More for meeeeeeee\n  ","913481":"\n   Jordan wouldnt careereeee\n  ","913482":"\n   Come do shots with meeeeeeeee\n  ","913483":"\n   This isnt expose colbys sexual fetishes 😂\n  ","913484":"\n   Yesssssss\n  ","913485":"\n   Why are you bad with Amy?\n  ","913486":"\n   Who´s your fave sister?\n  ","913487":"\n   Expose your man.\n  ","913488":"\n   This is definitely expose alice day, jesusssssssss\n  ","913489":"\n   NO NO NO NO\n  ","913490":"\n   Howd you meet Alice\n  ","913491":"\n   No, COLBY IS ANYTHING BUT SOFT\n  ","913492":"\n   😳😳😳\n  ","913493":"\n   Fuck sake i was on anon, im an idiot lol\n  ","913494":"\n   How did you meet your best friend?\n  ","913495":"\n   Happy St Patrick's Day Lauren 🍀\n  ","913496":"\n   Shes worse 😏\n  ","913497":"\n   COLBY JUST FUCKIN MESSAGED ME3E33\n  ","913498":"\n   Are you still in Bahamas?\n  ","913499":"\n   With ?😁🤨\n  ","913500":"\n   👍✌\n  ","913501":"\n   Are you still with Christian?\n  ","913502":"\n   How tall are you?\n  ","913503":"\n   What should do a guy to have a date with you?\n  ","913504":"\n   Yesssssssss\n  ","913505":"\n   Is your heart broken?\n  ","913506":"\n   What happened between you and Christian?\n  ","913507":"\n   Are you in quarantine?\n  ","913508":"\n   Hi Lauren\n  ","913509":"\n   Are you going to post more pics with Christian?\n  ","913510":"\n   What famous person would you like to meet?\n  ","913511":"\n   You ok? Can we talk ?\n  ","913512":"\n   lets solve it once and for all where tickles more feet or sides  ?\n  ","913513":"\n   What are the problems you want to solve?\n  ","913514":"\n   Is it hard for you to usually come with a username?\n  ","913515":"\n   Your very pretty if i may say so Lauren. How is your day going?\n  ","913516":"\n   Are y'all not doing the family dinner because of the virus\n  ","913517":"\n   Happy Saint Patrick's Day. Have Irish as well.\n  ","913518":"\n   ☘\n  ","913519":"\n   ☘\n  ","913520":"\n   Are you okay po Ate Laur?\n  ","913521":"\n   What's your wish on a four-leaf clover?\n  ","913522":"\n   Well here to can you order food from places\nto get meals?\n  ","913523":"\n   You Are nice and be safe are you going out tomorrow?\n  ","913524":"\n   Diid he enjoy the cake?\n  ","913525":"\n   Good did he like the cake what flavour was it?\n  ","913526":"\n   Did the bf get to kiss you?\n  ","913527":"\n   Thoughts on this coronavirus? 🤨\n  ","913528":"\n   Cuddles are the best !\n  ","913529":"\n   What was the last thing you made?\n  ","913530":"\n   What kind of surprises do you like?\n  ","913531":"\n   What's the most difficult choice one has to make?\n  ","913532":"\n   What is your favorite type of pie?\n  ","913533":"\n   Do you like dogs?\n  ","913534":"\n   Giggity giggity giggity alright\n  ","913535":"\n   There is an old saying in my world. There is only one sure thing. It is death and taxes.  I would like to add another...love and broken hearts. Would agree?\n  ","913536":"\n   You and Jordan getting married?\n  ","913537":"\n   Everyone please be safe. Be smart, wash your hands, sanitize, take care of yourselves. Make sure to look after your older friends and family members and your children if you have any.\n  ","913538":"\n   How do you get rid of stress and negative energy?\n  ","913539":"\n   What habit that others have annoys you most?\n  ","913540":"\n   Родители постоянно говорят\n  ","913541":"\n   Hey talkM\n?\n  ","913542":"\n   An alien has abducted you and is keeping put in captivity like an animal at a zoo.. \nHow would you feel? What would you do? How would your try to escape from your alien overlord?\n  ","913543":"\n   Don't mind those haters po Ate Lauren! We always got your back. They're just seeking for attention and they're just jealous because they can never be you. So, cheer up po! Everything's going to be fine po. 😊\n  ","913544":"\n   Why are people bothering you?\n  ","913545":"\n   hey lauren, hope everything is okay but best advice i can give you is ignore them, ppl are quick to hate when they see you doing better than them so keep being you and fuck the rest\n  ","913546":"\n   It always is ridiculous but don’t let it get to you , stay strong and do things you want and love or hang out with your friends and distract yourself and talk to someone about it , don’t let bubbled up inside , idk you but you can do this , trust me , you’ll be fine as long as you believe in you\n  ","913547":"\n   Don’t leave 💛 why are they hating?\n  ","913548":"\n   Jordan birthday how old is he today And did you make him a cake ?\n  ","913549":"\n   Awww don’t listen to such hate \n, yeah it can be tough to handle it but only you can take it or just ignore it , only you know your worth and can achieve, despite what people say , they only talk shit , without knowing , you can do this , be happy, you got this ☺️👊🏻🙌\n  ","913550":"\n   that was me 🍭✅\n  ","913551":"\n   I know we hate each other but u don’t deserve to be called fake..\n  ","913552":"\n   I have them!\n  ","913553":"\n   Was the contact the other accounts you gave me?\n  ","913554":"\n   Anyways I love how you sing 💕💯\n  ","913555":"\n   Oh sorry 😳\n  ","913556":"\n   Why?\n  ","913557":"\n   I'm imagining it already omygosh po Ate Laur ahahahaha\n  ","913558":"\n   😊💖\n  ","913559":"\n   how to forget our ex give me advised on Our  link shorturl.at\/dyKTX\n  ","913560":"\n   Yes\n  ","913561":"\n   Who is your pet there? 😀\n  ","913562":"\n   Blue is nice on you. Keep it up is that your hair color now?\n  ","913563":"\n   What colors have  you dyed your hair all of them?\n  ","913564":"\n   Lisa is finding new filters 😂\n  ","913565":"\n   Am saying pretty i need coins .....\n  ","913566":"\n   Lauren follow u ...follow back plz and some coins also\n  ","913567":"\n   Dog or cat ?\n  ","913568":"\n   Best kisser ever? 😀\n  ","913569":"\n   Would you rather have 10 sisters or 10 brothers?\n  ","913570":"\n   It was a yes\n  ","913571":"\n   It’s all good. I only know a bit of Spanish. And the basics of ASL.\n  ","913572":"\n   Of course!\n  ","913573":"\n   How do you post videos off of your camera or off apps like snapchat?\n  ","913574":"\n   Ok\n  ","913575":"\n   3 times well you seem very happy now all the best you and  the bf ok\n  ","913576":"\n   Ok\n  ","913577":"\n   Those seem childish, no offemse\n  ","913578":"\n   They are saying happy woman’s day. And giving thanks to you and telling you they followed you!\n  ","913579":"\n   What's true love, to you?\n  ","913580":"\n   What word or phrase do you use often?\n  ","913581":"\n   💖\n  ","913582":"\n   Any one making Easter baskets this year? 🐣\n  ","913583":"\n   People are going insane 😱\n  ","913584":"\n   I know your birthday tho\n  ","913585":"\n   Damn it's been that long? time really flies\n  ","913586":"\n   She had a birthday recently right?\n  ","913587":"\n   Correct me if i am wrong but is Lisa 27?\n  ","913588":"\n   Which one is a bigger announcement? Finding out someone’s getting married or finding out someone’s pregnant\/or their partner is pregnant?\n  ","913589":"\n   The first time i heard it i couldn't get it of my mind :D\n  ","913590":"\n   You are one of my favorite singers that's why i was wondering if u were gonna post new songs :)\n  ","913591":"\n   Yeah i prefer pressure\n  ","913592":"\n   Flames like the album?\n  ","913593":"\n   What restaurant you went to?\n  ","913594":"\n   I see\n  ","913595":"\n   Ever watch Goldbergs or schooled?\n  ","913596":"\n   Why not?\n  ","913597":"\n   I miss your songs! when are you gonna make a new one? pressure was so good\n  ","913598":"\n   Have you ever shouted in a library?\n  ","913599":"\n   Wanna bet?\n  ","913600":"\n   Hahahah\n  ","913601":"\n   You actually said hmm\n  ","913602":"\n   Same but I am burning up\n  ","913603":"\n   Yes\n  ","913604":"\n   Marry meeeeeeee\n  ","913605":"\n   My niece did a tictok of the one you and your sisters did. I would love for yall to see it.\n  ","913606":"\n   If u ever get married invite me to the wedding xx\n  ","913607":"\n   Do you consider flirting on social media as cheating?\n  ","913608":"\n   Last kiss?\n  ","913609":"\n   Well damn\n  ","913610":"\n   I knew you would smash that cup song again 😊\n  ","913611":"\n   At what point of a relationship do you tell a guy that you're not gonna do the thing with him?\n  ","913612":"\n   Thank you Lauren ... you just made my day ❤\n  ","913613":"\n   I understand\n  ","913614":"\n   How do you reply to answers?\n  ","913615":"\n   When I used to have to use a fragmin injection to stop my blood clotting. I use to pinch a bit of skin near my belly button. But now I am on tablets\n  ","913616":"\n   Youre a cutie\n  ","913617":"\n   What are some colleges I could go to where i don’t have to study, i don’t have to write good papers and I don’t have to go to most classes. I just want to pay my tuition, party and get a degree to frame in my wall. Is there any school like that cause I really need one so I could be successful?\n  ","913618":"\n   Friday 13 th watching any of the movies? 😀\n  ","913619":"\n   Have you ever worn a Knot bikini? Do you think it's safe?\n  ","913620":"\n   Who you mad at?\n  ","913621":"\n   How are you all?\n  ","913622":"\n   Ever dated someone bi?\n  ","913623":"\n   What color was your childhood home?\n  ","913624":"\n   Appreciate that.\n  ","913625":"\n   sadly I'm fat 😔\n  ","913626":"\n   People used to call me stick figure. So I understand completely\n  ","913627":"\n   You’re skinny I’m skinny let’s be skinny together\n  ","913628":"\n   I am off to bed now Lauren. Good Night😴🛏\n  ","913629":"\n   Favorite memory? 💭\n  ","913630":"\n   Can you do the Electric Slide (dance)?\n  ","913631":"\n   Isn't it past your bedtime fairy princess Barbie dream girl pagent queen?\n  ","913632":"\n   Did you get to see the bf?\n  ","913633":"\n   Is it fair to be prejudiced against a specific group if you had bad experiences with them?\n  ","913634":"\n   I like your rainbow shirt in your pictures! How are you?\n  ","913635":"\n   Im an angel, don't know what any of that is 😇😇😂😂😂\n  ","913636":"\n   She'll sleep in your house?\n  ","913637":"\n   💖\n  ","913638":"\n   Do you believe in déjà vu or lucid dreams?\n  ","913639":"\n   Are you in Lisa's house?\n  ","913640":"\n   Just forget it I am starting believe what people are saying bout you\n  ","913641":"\n   Laying down talking to which sisters?\n  ","913642":"\n   Okay what am I going to do jump through my phone screen to kidnap one of you\n  ","913643":"\n   What’s it called when you have a platonic crush on someone? Like, you want them to be your friend so bad. I know it sounds stupid but— 🥺😩\n  ","913644":"\n   What's the last movie you watched in a cinema?\n  ","913645":"\n   What's your favorite fashion brand?\n  ","913646":"\n   Okay and why not its a live stream what we going to do with a livestream?\n  ","913647":"\n   You can't touch nothing with this Coronavirus at the moment 😂😂😂😂\n  ","913648":"\n   You're really cute!\n  ","913649":"\n   This coronavirus is crazy like they really should have never let anyone come in from Europe and China when the pandemic started and now my nba is cancelled, I can’t go to the store to buy toilet paper and a bag of chips and every time I see someone cough I feel like I wanna run away and cry.\n  ","913650":"\n   How do we see your church live stream?\n  ","913651":"\n   Do you like to swim? Are you a good swimmer?\n  ","913652":"\n   😂 saw your Instagram story you love showing off your knees don't you about all your pants has a hole right where the knee is.\n  ","913653":"\n   You're a gem! 😊\n  ","913654":"\n   Your church has live streams?\n  ","913655":"\n   In my area church were closed how about where u are?\n  ","913656":"\n   Wow the tree 🎄 still there why? 😀 😁\n  ","913657":"\n   💖\n  ","913658":"\n   Did you tear the knees of all your pants?\n  ","913659":"\n   Aww 😭💖 Can't wait for that poo Ate Laur! 💖\n  ","913660":"\n   NO NEVER EVIL\n  ","913661":"\n   What do you think is the most enjoyable thing?\n  ","913662":"\n   I’d reckon I’d ought to get off here. Goodnight.\n  ","913663":"\n   Does Lauren's friend Rachael have a boyfriend?\n  ","913664":"\n   Which one?\n  ","913665":"\n   Have you ever seen her in her bra and panties\n  ","913666":"\n   Firday the 13th. Time for sch-sch-sch-ˢᶜʰ- ˢᶜʰ Pha-pha-ᵖʰᵃ-ₚₕₐ\n  ","913667":"\n   If you want someone to trust you again, what’s gonna assure them that they can trust you?\n  ","913668":"\n   Who\n  ","913669":"\n   Today is the Friday 13th?Do you believe Jason still alive.\n  ","913670":"\n   Linds\/Alexa?\n  ","913671":"\n\n    @OGalpacasarenice2\n   \n   was talking about you on her page and said you were fake. Thoughts? Go off\n  ","913672":"\n   Good morning everyone! Have a great day and stay healthy!\n  ","913673":"\n   Why are the Cimfam so fake??\n  ","913674":"\n   Do you currently own any purell?\n  ","913675":"\n   Whats  your advice to someone living in fear of the coronavirus?\n  ","913676":"\n   Would you ever be on the masked singer?\n  ","913677":"\n   fine. u?\n  ","913678":"\n   Definition of swag?\n  ","913679":"\n   Lauren\n  ","913680":"\n   Wow you should set up rachel with your brother? Right\n  ","913681":"\n   Who is kat?\n  ","913682":"\n   Bface\n  ","913683":"\n   Do you ever give others that face and people think you don't like them?\n  ","913684":"\n   Can I get some likes on my post\n  ","913685":"\n   Ok well is ok to zone out some times. Did kat  understand?\n  ","913686":"\n   Do you do yoga?\n  ","913687":"\n   What's your favorite slang word poo?\n  ","913688":"\n   How do you usually express your emotions poo?\n  ","913689":"\n   What sport do you like watching but hate playing?\n  ","913690":"\n   How did you like Sonic the Hedgehog\n  ","913691":"\n   If I lived in Tennessee I would love to grab a cup of coffee with you in order to get to know you and be friends\n  ","913692":"\n   Love these ❤️\n  ","913693":"\n   What Do you think about the fact of in the U.S.A and you do not have insurance in order to be tested for coronavirus you would have pay over $1300 (just for tests) as well as a lot more if you stay in hospital and have to be isolated.\n  ","913694":"\n   If I delete my YouTube, how long do I have to wait till I can make a new one\n  ","913695":"\n   Do you have a favorite song that you have done?\n  ","913696":"\n   What’s the most expensive thing you’ve broken?\n  ","913697":"\n   your welcome your amazing\n  ","913698":"\n   Just doing your day on Saturday.\n  ","913699":"\n   Do you watch the show Goldbergs?\n  ","913700":"\n   Do you wish more people came off Anon on here?\n  ","913701":"\n   Excited.\n  ","913702":"\n   Missing \"this week with Lauren\" :(\n  ","913703":"\n   Dye your hair like  Harley Quinn 😂😂\n  ","913704":"\n   Well, that was fun\n  ","913705":"\n   Any new solo work in the works?\n  ","913706":"\n   Thoughts on the coronavirus?\n  ","913707":"\n   If you couldn’t be convicted of any one type of crime, what criminal charge would you like to be immune to?\n  ","913708":"\n   And that's a wrap to a wonderful song 🔥\n  ","913709":"\n   Aren't you always honest?\n  ","913710":"\n   Maybe it's masochism\nBut I don't know any different\nThan losing my mind, oh\nYou're fading further away\nBut you know I love the chase\nI don't think that I should catch you anyway\n  ","913711":"\n   Do you watch true crime shows?\n  ","913712":"\n   Sunlight just right on your face\nJust like a videotape\nI just want to rewind\nMaybe I'm going insane\nI know the end of this game\nI lose it every time\n  ","913713":"\n   💖💖💖💖💖💔\n  ","913714":"\n   Honesty hour yay or nay\n  ","913715":"\n   I don't even know what's real now\nI wish that I could come down\nBut I don't really have a choice\nWhen I'm falling for these brown-eyed boys\nSweeter than the rush I'm getting\nDeeper than the pain I'm feeling\nSuddenly I'm destroyed\nAll because of these brown-eyed boys\n  ","913716":"\n   Just saw your IG story poo that you'll give 100% of your profit from the merch store to the Tornado relief efforts until Thursday. And this is why I stan Cimorelli poo 💖 You guys are really the best po Ate Laur. Y'all are so kind poo. God bless you all! 💖\n  ","913717":"\n   Don't get your nose pierced or tattoos on your  arm.\n  ","913718":"\n   Out of sight, out of mind\nTell me why you make that so hard\nCrash and burn every time\n'Cause I always take things too far\n  ","913719":"\n   You like Ate Lisa's cat po right?\n  ","913720":"\n   You've grown fond of Penelope 🙆‍♀️🐈💖\n  ","913721":"\n   My brother will be getting off the 18th through April 6th. My dad and I concerned about him graduating along with my twin cousins.\n  ","913722":"\n   Love this song\n  ","913723":"\n   I know it was from some kinda media. I was just saying Lisa is hugging you and your eyes are closed maybe your thinking about some kinda of cake\n  ","913724":"\n   Think I'm addicted to these highs\nThis blue light it hurts my eyes\nBut it's the only way to feel alright🎶\n  ","913725":"\n   We haven't gone into lockdown yet  in England,, Scotland & Wales. But the pubs in Ireland are closing till further notice after 12am tonight.\n  ","913726":"\n   Only things our governor has shut down was school.\n  ","913727":"\n   Do you have a tattoo?\n  ","913728":"\n   Lot of work?\n  ","913729":"\n   Do you have an Instagram?\n  ","913730":"\n   Ya one person can do the cup song\n   \n    https:\/\/youtu.be\/cmSbXsFE3l8\n   \n","913731":"\n   Ya stop making stuff with Chicken in. Then watch Lauren Cimorelli go crazy 🤪🙃🤣\n  ","913732":"\n   🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗\n  ","913733":"\n   💖\n  ","913734":"\n   He has more hair on his bottom. Than what he does under his nose\n  ","913735":"\n   I just found out today that my job may fall through they said they would email me about the class I need to take they never did so I called them today and they apparently got my email wrong and they tell me you missed the class so I’m gonna Check if we can reschedule a class but I had to call 2•\n  ","913736":"\n   Why everyone has become so selfish?\n  ","913737":"\n   Which games do you have?\n  ","913738":"\n   Have you seen the new SCREAM seasons on Netflix\n  ","913739":"\n   Fish eggs\n  ","913740":"\n   Pro-Choice or Pro-Life?\n  ","913741":"\n   Arm hair color?\n  ","913742":"\n   You’re welcome.\n  ","913743":"\n   This shows how caring y'all are.\n  ","913744":"\n   Awwwww\n  ","913745":"\n   Ok I will 😂\n  ","913746":"\n   If you did something so out of your character that people who know you won't believe you did it, what would it be?\n  ","913747":"\n   Let's see\n  ","913748":"\n   is there any downside to being a girl?\n  ","913749":"\n   You look like Cher just got botox\n  ","913750":"\n   Y'all are so cute together\n  ","913751":"\n   Ate is the past tense of eat in English. It might be confusing for those who don't know.\n  ","913752":"\n   Do you think you can write nonsense and put it into song it'll sound right?\n  ","913753":"\n   Aww 😍\n  ","913754":"\n   Are you a heartbreaker or a heartbreakee?\n  ","913755":"\n   Don't you think that when the baby will be born her priorities will be around the baby's needs rather than the band?\n  ","913756":"\n   This girl I know got upset when I rejected a guy that asked me out although I didn’t know him prior and the same thing happened to her and she got mad that it happened like sis wtf?? What would you have done or said? I didn’t bring it up cause I didn’t wanna start arguing 😫😤\n  ","913757":"\n   So excited!! 🤪 Spring break starts on Monday!!\n  ","913758":"\n   See I knew like a month ago when the pandemic started to not bring any plane from China to the U.S and leave all Americans in China but no one listened and when that cruise ship released everyone that was just plain dumb but now we have a pandemic and it’s all the governments fault like it’s unfair.\n  ","913759":"\n   تلعت بتاعت الناس كلها. Open buffet\n  ","913760":"\n   They eat fried horse v*gina in Asia\n  ","913761":"\n\n    https:\/\/youtu.be\/qU9u9ZPxssY\n   \n","913762":"\n   I need my fucking money for the phone ?\n  ","913763":"\n   Who had the most positive influence on you?\n  ","913764":"\n   If you could go anywhere, where would you go?\n  ","913765":"\n   What is the worst 21th century gadget?\n  ","913766":"\n   Where from Lauren? Texas here\n  ","913767":"\n   Hey Lauren is.\n''As The Bell Rings\" a spin off from ''Saved By The Bell\" I just thought you might know.\n  ","913768":"\n   Tell the story of meeting a friend of yours for the first time?\n  ","913769":"\n   Awesome reading.  Thanks!\n  ","913770":"\n   What angers you the most?\n  ","913771":"\n   Describe your life in five words?\n  ","913772":"\n   I am 5'6 and your welcome. How r u\n  ","913773":"\n   U have a New bf?\n  ","913774":"\n   What do you do?\n  ","913775":"\n   Oh I thought  they was talking  about  one of the road trip boys\n  ","913776":"\n   What kind of Pizza poo?\n  ","913777":"\n   Awe 💖\n  ","913778":"\n   Most people say age is but a number when it comes to relationships... do you think that's true or are we actually just trying not to offend anyone?\n  ","913779":"\n   Are you getting closer to Lisa now even though you annoy her? 😀\n  ","913780":"\n   Do you like being called a Barbie or princess?\n  ","913781":"\n   Wow any cuddles?\n  ","913782":"\n   Did you and the bf go out?\n  ","913783":"\n   Do you write poetry?\n  ","913784":"\n   💛😘😘\n  ","913785":"\n   👉🏼What three words would you use to describe your ideal work environment? \n       \n👉🏼 What three words would you use to describe your ideal leisure environment?\n  ","913786":"\n   I'm sorry for my terrible Jokes, I didnt mean to offend you, Can we still be friends?\n  ","913787":"\n   Drive or fly?\n  ","913788":"\n   Heyyy how are you I really  miss you soo much  we haven't  talk in long time now ?....\n  ","913789":"\n   Post a pic of you and dani?\n  ","913790":"\n   Yeah I am straightedge\n  ","913791":"\n   Do you like cargo pants?\n  ","913792":"\n   What is your favorite thing about your job? (If you have one)\n  ","913793":"\n   Do you think that I should have asked Taylor to dance with me instead of saying nothing and being miserable seeing her dance with other guys.\n  ","913794":"\n   Friend trying to get me to drink moonshine and saying no\n  ","913795":"\n   Oh. Just please be careful po and be cautious with whoever you're talking to (people who's not close to you) personal because maybe it's one of them po. 🙂\n  ","913796":"\n   I am being peer pressured\n  ","913797":"\n   Cool\n  ","913798":"\n   What if spiders were able to fly ?\n  ","913799":"\n   What you doing\n  ","913800":"\n   Lisa is \nJudy Garland or Dolly Parton 😂\n  ","913801":"\n   Well it's true 🧡👶\n  ","913802":"\n   That's me I am done for the night. It's  2.45am. Good Nigt Lauren 😴🛏\n  ","913803":"\n   How could anyone hate on you? Doesn't make any sense\n  ","913804":"\n   Hace cuanto estan solteros o en pareja?\n  ","913805":"\n   How much money would it cost 2 be featured on y’all’s new album ?\n  ","913806":"\n   What's something you like about yourself?\n  ","913807":"\n   Cool that's they any would be loved 🧡\n  ","913808":"\n   Do you enjoy answering questions?\n  ","913809":"\n   One of the best things.\n  ","913810":"\n   Those are great !\n  ","913811":"\n   Aww\n  ","913812":"\n   Do you want a niece or a nephew?\n  ","913813":"\n   please You and Amy stay Safe and Alert your brothers or the police if you have too\n  ","913814":"\n   Ready for some more questions?\n  ","913815":"\n   I really mean it :)\n  ","913816":"\n   Wanna make you my girl 💯❤️\n  ","913817":"\n   Would you rather have your tongue stuck to ice or be heavily sunburnt?\n  ","913818":"\n   How often do you get your nails done\n  ","913819":"\n   I had to get on to him yesterday.\n  ","913820":"\n   Aw\n  ","913821":"\n   You're beautiful\n  ","913822":"\n   Yeah for what she says they are doing those wives tales together and telling about it on their next video. Or something like that\n  ","913823":"\n   I just don't care for cussing\n  ","913824":"\n   Neck kisses are great?\n  ","913825":"\n   Any fun trips coming up?\n  ","913826":"\n   I don't know I just felt you was mad at me for what ever reason\n  ","913827":"\n   Its cool the girls made $1500 during live stream\n  ","913828":"\n   Love bites 😬\n  ","913829":"\n   I'm sorry about my awful jokes Earlier Lauren, I am very sorry 🥰🥰😭😭\n  ","913830":"\n   New selfie?\n  ","913831":"\n   Lauren is one of the lovely people You could meet, Hopefully One day we'll meet\n  ","913832":"\n   Better then all the rest.... as the song Goes.\n  ","913833":"\n   I don't know why I have Twitter. I never get any likes or anything. Even when I comment something nice to someone. You don't follow me anymore neither do the band\n  ","913834":"\n   If money were no issue what’s  your  dream  car? Post a GIF if you want?\n  ","913835":"\n   can i give someone my number for imessage games\n  ","913836":"\n   You're a great kisser?\n  ","913837":"\n   Great kiss?\n  ","913838":"\n   Hey Lauren. That looked great fun. You are amazing\n  ","913839":"\n   Would you rather be in constant pain or have a constant itch?\n  ","913840":"\n   I saw this on Twitter omg\n  ","913841":"\n   Have you kissed him tonight? 😀\n  ","913842":"\n   Nice and who cuddles better you or him?\n  ","913843":"\n   Like to cuddle or not?\n  ","913844":"\n   How many times have you fallen in love?\n  ","913845":"\n   Anyways What you doing?\n  ","913846":"\n   New pic?\n  ","913847":"\n   Interesting? I hear France is a nice place to live, I have a few French friends.\n  ","913848":"\n   Always\n  ","913849":"\n   More perfically A dogs Bark or Cats Meow as Lauren is terrified of them?\n  ","913850":"\n   Also Understanding and Helpful, Someone to bring out your hidden stregnths.\n  ","913851":"\n   Yeah that is what I did, I smile\n  ","913852":"\n   Love this song\n  ","913853":"\n   You have liked a few of my Instagram comments on your pictures and I was surprised that Lisa had posted my Today's Reminder on her story yesterday\n  ","913854":"\n   Last time you grabbed someone?\n  ","913855":"\n   So are you poo. You really are suited for each other poo 😊💖\n  ","913856":"\n   I know but guys like my comments sometimes and react to my patreon stuff which is pretty cool\n  ","913857":"\n   Thank you poo 😅😊\n  ","913858":"\n   Is the Predictive text on your phone on? Do you think it's a gain of time or a loss in terms of spelling ability?\n  ","913859":"\n   Congratulations Lauren\n  ","913860":"\n   Someone ask me more questions\n  ","913861":"\n   Lol I don't get replies from yall often but I don't complain\n  ","913862":"\n   Do you believe love is blind?\n  ","913863":"\n   Can you tell if you're the best version of yourself or is it up to those who know you to see that?\n  ","913864":"\n   Do you ever drink booze like ever?\n  ","913865":"\n   Do you like online games? How do you feel about someone you don't know killing you in a game?\n  ","913866":"\n   Yup and she's only going to say what she sees\n  ","913867":"\n   What is the measure of success?\n  ","913868":"\n   Which female character on king of the hill do you resemble the most?\n  ","913869":"\n   They also need to understand that it was Arielle who was going through the request and the questions.\n  ","913870":"\n   Truth or Dare?\n  ","913871":"\n   How bout I kick your a$$😂\n  ","913872":"\n   Well they shouldn't blame y'all because it's not y'all's fault it was everybody else who was sitting there for in the chat asking for request and they wasn't donating anything.\n  ","913873":"\n   Do you think that cheating in a relationship in inexcusable? Or do you think how bad the cheating is varies depending on how serious the relationship between the person who cheated and the other person?\n  ","913874":"\n   What do you like about the person you are dating, engaged to or married to?\n  ","913875":"\n   Yeah because I had donated some money and so did other people and I had a hard time seeing what they were requesting or what question they were asking because it was moving so fast\n  ","913876":"\n   Enjoyed the live stream definitelly need slow mode in chat.\n  ","913877":"\n   Who is number 1 on\n   \n    @ask\n   \n   .fm in your country?\n  ","913878":"\n   Plans for Friday with the bf any idea?\n  ","913879":"\n   What's the last thing you bought and love?\n  ","913880":"\n   Are you virgin?\n  ","913881":"\n   You think it would have been a good idea in black history month 2020 for all black people in prison or jail to be released and all crimes forgiven to give them a real great start. (Real opinions and good details)\n  ","913882":"\n   Baby bump 😊\n  ","913883":"\n   Do you think child support favours women too much? Like I would have to pay 30% of my monthly income in child support not cost of living (health insurance included). as well as lose my home if I was married and I get no tax benefits and reduced time to see my child. And if I do not pay I go to jail.\n  ","913884":"\n   ✨✨✨Fᴇʟɪᴢ ᴅɪ́ᴀ ᴅᴇ ʟᴀ ᴍᴜᴊᴇʀ ᴘʀᴇᴄɪᴏsᴀ!!! _______________Uɴ ᴀʙʀᴀᴢᴏᴛᴇ, ʙᴇsᴏs ʏ Gʀᴀᴄɪᴀs. 🌚🌃 ᴛᴏᴅᴀs ʟᴀs ᴍᴜᴊᴇʀᴇs ᴅᴇʟ ᴍᴜɴᴅᴏ, Wᴇ Lᴏᴠᴇ U. 🥰💖Te sigo ❤️\n  ","913885":"\n   Okay good. 😥\n  ","913886":"\n   Wcw pick one?\n  ","913887":"\n   Hope you not mad at me.\n  ","913888":"\n   Going out with the bf or not?\n  ","913889":"\n   Yup Lauren going to date a guy who says fuck or worse.\n  ","913890":"\n   Fucking idiots 🙄\n  ","913891":"\n   Alright people. Someone reported a toilet paper shortage in my state to the the Virus. I fell out laughing. But now, they have just shown the stores in a nearby town that have totally empty shelves. Toilet paper included. Now, WTH am I going to do?\n  ","913892":"\n   Happy Friday 13th Lauren\n  ","913893":"\n   Cimfam: Justin Bieber's new song sucks he needs to quit\nLisa: have you guys heard the new Justin Bieber song It is so good\nSame Cimfam: OMG yes it's literally his best song ever!!!\n  ","913894":"\n   My example of why some of the Cimfam are fakes.\n\nCimfam: I love mayonnaise I can eat it all day\nChristina: I can't stand mayonnaise yuck\nSame Cimfam: uh yeah mayonnaise sucks like ew\n  ","913895":"\n   How are you doing?\n  ","913896":"\n   What is better than chocolate?\n  ","913897":"\n   Who’s excited for the summer?!\n  ","913898":"\n   Whats the pettiest thing you’ve done?\n  ","913899":"\n   Have you ever been in a real haunted house?\n  ","913900":"\n   Ehat if some old grandmother needed a knee transplant and she was your biggest fan. Would you donate yours ???\n  ","913901":"\n   Is beyonce as down to earth as she seems or??\n  ","913902":"\n   If you texted billie ellish rn would she respond? Omg\n  ","913903":"\n   Ever met big bird?\n  ","913904":"\n   Does a straw have one big hole or two?\n  ","913905":"\n   What time do you go to sleep it's late? 😀\n  ","913906":"\n   Bodyswap with...?\n  ","913907":"\n   Kat is engaged for real she is nice and has she picked a day for this year?\n  ","913908":"\n   Is kat single?\n  ","913909":"\n   Does Lauren's friend Rachael have a boyfriend?\n  ","913910":"\n   Have you always had a resting bface?\n  ","913911":"\n   Are you with the bf right now?\n  ","913912":"\n   Does Lauren's friend have a boyfriend?\n  ","913913":"\n   Why are you evil in the picture?\n  ","913914":"\n   Who is the pic with you and why do you look mad?\n  ","913915":"\n   Did you get to to see the bf tonight?\n  ","913916":"\n   You didn’t even call me yet\n  ","913917":"\n   One more time how is that ?\nYou never gave me any choices I find out everything on my own\n  ","913918":"\n   How is that\n  ","913919":"\n   What is the last thing you do before bed?\n  ","913920":"\n   I am a huge fan\n  ","913921":"\n   Do you believe in love at first sight?\n  ","913922":"\n   Why do you say you are not a good dancer?\n  ","913923":"\n   She's just out to cause trouble. I would block her.\n  ","913924":"\n   I’m evil💛\n  ","913925":"\n   Daniell Cohn any thoughts on her??\n  ","913926":"\n   Any restaurants u recommend?\n  ","913927":"\n   Who remembers the typewriters? It never failed I think it was the letter E that always messed up and you sitting there pressing it over and over again *click click* 😂😂\n  ","913928":"\n   Of course :)\n  ","913929":"\n   If your one true love loved someone else, could you let them go and let them have happiness? or persuade them to stay and make them try to love you?\n  ","913930":"\n   Would you Say you talk in your sleep like me?\n  ","913931":"\n   Elf Lauren was a highlight of December for me.\n  ","913932":"\n   Elf Lauren. I'm very scared about the virus.\n  ","913933":"\n   You're about to meet an angry man: William Connor, who carries on his shoulder a chip the size of the national debt. This is a sour and lonely man who's tired of waiting for the breaks that come to others, but never to him. He's about to fall into the darkest corner of the Twilight Zone!\n  ","913934":"\n   What was your favorite birthday? What did you do and what made it the best?\n  ","913935":"\n   But ya are!\n  ","913936":"\n   Yeah Lauren is an awesome dancer hope I get to talk to her one day\n  ","913937":"\n   Ain’t no need to cause they can’t change my mind. 😁\n  ","913938":"\n   Ok. Whatever ya say. But still ain’t changing my mind. 😂\n  ","913939":"\n   My golly😂 Ok. But still ain’t changing my mind.\n  ","913940":"\n   Ok. Now you’re just Pickin’ for ways to show yourself that you’re a bad dancer. You ain’t. And ya ain’t gonna get me to lean. Ya might not be professional but you. Can. Dance.\n  ","913941":"\n   Smh\n  ","913942":"\n   Still pretty good! Way better than what I could even think of doing! I’m way too tense to dance lol.\n  ","913943":"\n   Gurl! Please! You are a freaking amazing dancer!!!!!\n  ","913944":"\n   If I had the choice between being with you or getting a McDonald’s quarter pounder with cheese\/bacon I would honestly choose the burger but after I was done eating I would look at the crumpled wrapper and the bread crumbs from the burger and regret the choice I made and I realized you r worth more.\n  ","913945":"\n   Have you always been a good dancer?\n  ","913946":"\n   Are you flexible and can you dance like in videos of cimorelli? 😀\n  ","913947":"\n   love your profile pic luren\n  ","913948":"\n   Does that mean we won't be getting deja vu now?\n  ","913949":"\n   I dream every night but don't remember do you dream like that?\n  ","913950":"\n   Loose you to love me? Why Selena this song?\n  ","913951":"\n   💖\n  ","913952":"\n   I don’t know why but when people cheat whether it’s in TV shows, movies, real life, or etc. I suddenly get really pissed but I get even more pissed when that person takes the cheater back. What’re your thoughts on cheating\/cheaters?\n  ","913953":"\n   Does jealousy have value in driving humans to improve themselves or is it purely a negative emotion?\n  ","913954":"\n   Post a pic with just you and kat?\n  ","913955":"\n   Your welcome Lauren 🧡\n  ","913956":"\n   Are you nervous about the virus\n  ","913957":"\n   Turn ons?\n  ","913958":"\n   Yall so cute\n  ","913959":"\n   What character in a movie could have been great, but the actor they cast didn’t fit the role?\n  ","913960":"\n   what is ur favorite music band?\n  ","913961":"\n   Beautiful smile\n  ","913962":"\n   when you don't feel like having your photo taken.\n   \n    https:\/\/www.instagram.com\/p\/B9kVPljJB4b\/?igshid=1gs081iyqq0nx\n   \n","913963":"\n   You're going to dye your hair again?\n  ","913964":"\n   Love your DP\n  ","913965":"\n   You're welcome. How was your day?\n  ","913966":"\n   KFC have started doing tacos in a fried Chicken shell.\n   \n    https:\/\/www.delish.com\/food-news\/a31229688\/kfc-kentaco-fried-chicken-taco\/?utm_source=facebook&utm_campaign=socialflowFBDEL&utm_medium=social-media\n   \n","913967":"\n   I guess it must be nice living with someone as talktive as Ms Amy.\n  ","913968":"\n   I will check it out\n  ","913969":"\n   Even if they were I'm sure the plane would have been devirted to a different airport which isnt in the middle of A tornado\n  ","913970":"\n   🤚\n  ","913971":"\n   High fives all around\n  ","913972":"\n   lets hope\n  ","913973":"\n   Lisa: I love you Lauren\nLauren: I love you to Cherry Cake\nLisa: Cherry Cake 🎂\n  ","913974":"\n   WHY 😯😯😯😯😯😯😯😯😯😯😭😭😭😭😭😭😭😭😭😭\n  ","913975":"\n   Both have the perks and weakness\n  ","913976":"\n   The NHL is a big part any community only makes sense the Predators would do it.\n  ","913977":"\n   By that answer I take it you haven't seen it yet. I am sorry for spoiling it.\n  ","913978":"\n   Did you study any of these?\n  ","913979":"\n   So Mikr has just quit Instagram. Till later on in the year.\n  ","913980":"\n   ok\n  ","913981":"\n   🥀🥀🥀🥀🥀🥀🥀🥀🥀🥀🥀\n🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥\n  ","913982":"\n   really\n  ","913983":"\n   Hey Lauren\n  ","913984":"\n   Me too z😍\n  ","913985":"\n   for a long time\n  ","913986":"\n   Last movie that really made you laugh out loud?\n  ","913987":"\n   What do you hope never changes?\n  ","913988":"\n   What is your relationship status?\n  ","913989":"\n   If you could visit the past or the future, which would you choose and where would you go?\n  ","913990":"\n   What’s the most embarrassing thing your parents do?\n  ","913991":"\n   Is your heart free?\n  ","913992":"\n   If you were to win $10 million, what would you do with all that money?\n  ","913993":"\n   What was your first job?\n  ","913994":"\n   you are thank for the accept how are you doing today\n  ","913995":"\n   hi\n  ","913996":"\n   I lost everything my family won’t talk to me my job I got fired no money no friends even my nabbers she fucked all of them and they all looking at me weird she mad me lessen to her fucking the nabbers and all I did is love her why?why?why?\n  ","913997":"\n   What is the worst combination of illness'?\n  ","913998":"\n   If you were really hungry, really exhausted, AND really gross, what would you do first poo — eat, nap, or shower?\n  ","913999":"\n   What is a smell that you absolutely can't stand?\n  ","914000":"\n   Last answer ♥\n  ","914001":"\n   Do mermaids give birth to live children or do they lay eggs? 🤔\n  ","914002":"\n   You are going to have the cutest family ever\n  ","914003":"\n   Why is it that when people are asked what they would bring to a deserted island, they never answer ‘a boat’? 🤔\n  ","914004":"\n   What was the first person to milk a cow trying to do? 🤔\n  ","914005":"\n   Why is drowsiness listed as a side-effect for sleeping pills? 🤔\n  ","914006":"\n   would you break up with your partner if you thought they were flirting with your cousin? but they said they weren’t but you insist yourself that they did it. when they asked how they flirted, you would just say “doesn’t matter. i know what i saw.” no explanation given.\n  ","914007":"\n   If you pamper a cow and give it lots of stuff, does it produce spoiled milk?\n  ","914008":"\n   Do you like being center of attention?\n  ","914009":"\n   Once married you are classy.and do you want lots of kids or only 1?\n  ","914010":"\n   😳 I can't believe you even answered that question Lauren\n  ","914011":"\n   Do you ever drink or like sweet tea?\n  ","914012":"\n   Did Dani Invite you to her wedding?\n  ","914013":"\n   I love you so much more\n  ","914014":"\n   I have a kinda weird question if you're about to bj but it smells \"fishy\" do you stop or keep going pretending you don't care ? 🤔\n  ","914015":"\n   Thought I’d let ya know that I got logged out of my other kik account and so I had to just creat a whole new account🙄 which is the one I messaged you on the other day.\n  ","914016":"\n   Do you ever think about space and how we are living on the top of a spinning rock that is being pulled by the sun as it orbits the outer layer of the milky way Galaxy?\n  ","914017":"\n   Do you have PS4?\n  ","914018":"\n   Need for speed as well\n  ","914019":"\n   🦄🌈\n  ","914020":"\n   Are Tedy Bruschi and Peyton Manning friends?\n  ","914021":"\n   Do you know all your passwords by heart or do you have to write them down?\n  ","914022":"\n   You say that everyone has their own opinion on what is right and wrong do you think that God has an opinion on what is right and wrong too?\n  ","914023":"\n   Are you self-righteous ?\n  ","914024":"\n   Damn you go girl 💪\n  ","914025":"\n   30 on 12th August 😂\n  ","914026":"\n   What did you do?\n  ","914027":"\n   How's your day going?\n  ","914028":"\n   Im absolutely destroyed 😂\n  ","914029":"\n   Also Dani just seems to be more rebellious\n  ","914030":"\n   No I am no I didn't mean it like that. You acted mature for a teenager\n  ","914031":"\n   Ah in other words Lauren's special concoctions 😂\n  ","914032":"\n   Oooooooffffffff\n  ","914033":"\n   What type of work would you be able to do if you were not in a band?\n  ","914034":"\n   Ayyyy, we both got it gooddddddddd\n  ","914035":"\n   What are power bowls\n  ","914036":"\n   Oh you are?\n  ","914037":"\n   What's the first thing you grab from the refrigerator when you're hungry?\n  ","914038":"\n   Do you think beauty associated with morality? Why or why not?\n  ","914039":"\n   Someone just said there playing Cimorelli K - Earth 101 Los Angeles\n  ","914040":"\n   Jordan is a lucky guy\n  ","914041":"\n   ☺️☺️\n  ","914042":"\n   Very shocking 😂\n  ","914043":"\n   Ahaha maybe it will poo. In the near future po 😂\n  ","914044":"\n   Legitttt\n  ","914045":"\n   I Thought you deactivated for Good? What changed your mind?\n  ","914046":"\n   How important is modern comfort (like electricity, water, air conditioning, internet access) to you when you travel?\n  ","914047":"\n   😂😂😂\n  ","914048":"\n   😯🏃‍♀️👮‍♂️\n  ","914049":"\n   Are there any places you are afraid to visit?\n  ","914050":"\n   What's up?\n  ","914051":"\n   Do you think boys and girls should be raised alike with the same rules and duties or specifically according to their expected behaviour in society?\n  ","914052":"\n   حبيبي شوكلاته بتعتي\n  ","914053":"\n   Still not over your part in gods plan and how you killed the body roll move\n  ","914054":"\n   I need my fucking money\n  ","914055":"\n   Oh okay. 😊\n  ","914056":"\n   What do you miss the most when you're away from home po Ate Laur?\n  ","914057":"\n   Do you like Pizza po Ate Laur?\n  ","914058":"\n   How about selena gomez songs pick one?\n  ","914059":"\n   Which ex\n  ","914060":"\n   How are you\n  ","914061":"\n   ❤❤\n  ","914062":"\n   Is it hard?\n  ","914063":"\n   bog?\n  ","914064":"\n   Has lisa got them ?\n  ","914065":"\n   I love you ❤️☺️\n  ","914066":"\n   From 1-10 how much in love are you?\n  ","914067":"\n   Did you sleep good or not?\n  ","914068":"\n   Hi\n  ","914069":"\n   Yes u did\n   \n    https:\/\/youtu.be\/V20dOx4r0DA\n   \n","914070":"\n   Would you give up the band to start a family?\n  ","914071":"\n   Post some song lyrics\n  ","914072":"\n   What cover I haven't seen anything leaked by Kath\n  ","914073":"\n   Trade pictures 😂😂😂😂\n  ","914074":"\n   That seems so fun poo 😂\n  ","914075":"\n   Ate Laur already knew poo what Ate means 😊\n  ","914076":"\n   😂😂😂\n  ","914077":"\n   I think you should do BIGGER by Beyonce from ''The Lion King\" next on TikTok\n   \n    https:\/\/youtu.be\/hiqLtqMDrXQ\n   \n","914078":"\n   Can I ask a really intimate questions ? Don't answer if you feel uncomfortable. If you're gonna stay virgin until you marry how far can you go with a guy without it be considered sex?\n  ","914079":"\n   Ate (ah-teh) means sister\n  ","914080":"\n   That's nice poo, someone will keep you safeee\n  ","914081":"\n   How tall are you? Your very pretty if i May say so\n  ","914082":"\n   THE JOB INTERVIEW I HAD WENT GREAT ITS OFFICIAL IM EMPLOYED !! All I have to do is go to a class finish then go to the place hand the papers in then start training on the job and by the end of this month I’ll have a job !!!\n  ","914083":"\n   lesson you learned when you got hurt...?\n  ","914084":"\n   Are yall solo now?\n  ","914085":"\n   What clothes are you currently wearing\n  ","914086":"\n   Do migratory fowl fly south to escape the cold, or perhaps they are flying north to escape the heat. Which one is it?\n  ","914087":"\n   Do you enjoy the daylight saving time? Or wish they would just leave it alone?\n  ","914088":"\n   Who killed the Dead Sea?\n  ","914089":"\n   Have you ever dreamt of becoming a President of the United States po Ate Laur?\n  ","914090":"\n   What would you name a newly discovered planet?\n  ","914091":"\n   🥵🧡\n  ","914092":"\n   It wasn't Saturday 😂\n  ","914093":"\n   CONGRATULATIONS 💲💲💲💲💲💲 Christina, Katherine,Lisa,Amy & Lauren\n  ","914094":"\n   Are you going to tell them that it's all a pretend tho?\n  ","914095":"\n   So you're telling your fans that you and your pretend boyfriend are not together anymore?\n  ","914096":"\n   What would you save first if your apartment caught on fire?\n  ","914097":"\n   Good morning 🌞\n  ","914098":"\n   Ever fight with a kid ?\n  ","914099":"\n   OMG U UNFOLLOWED CHRISTIAN SURAY!!!!\n  ","914100":"\n   Are you with the bf now?\n  ","914101":"\n   💖\n  ","914102":"\n   Which do you choose truth or dare?\n  ","914103":"\n   I wish you were my girlfriend then I would treat you like the queen you are\n  ","914104":"\n   i'm come back. how are you?😎🥰 ##\n  ","914105":"\n   What are you doing on this fine Monday?\n  ","914106":"\n   Love you xoxo💛💛\n  ","914107":"\n   Good Morning \/ Very early Morning to you Lauren\n  ","914108":"\n   If you saw someone shoplifting, what would you do?\n  ","914109":"\n   I am doing better now sweetie\n  ","914110":"\n   Do you like eating spicy food a bit or a lot?\n  ","914111":"\n   Lol\n  ","914112":"\n   What do animals dream about?\n  ","914113":"\n   could you knock out bad guys just with a kick? :D\n  ","914114":"\n   Its what I say when someone getting on my nerves\n  ","914115":"\n   would you like to do martial arts?\n  ","914116":"\n   Here in Askfm only po?\n  ","914117":"\n   Radiologists or engineers?\n  ","914118":"\n   Wdym?\n  ","914119":"\n   You are one gorgeous woman.\n  ","914120":"\n   Ever have like nightmares or only good\ndreams?\n  ","914121":"\n   Do you enjoy family bbqs? 😀\n  ","914122":"\n   Who’s the weirdest famous person of all times?\n  ","914123":"\n   This weekend has been a bad weekend for me. Man I wish I had a girlfriend. I hate being single for ten years.\n  ","914124":"\n   Did you ever  make out  with a girl?\n  ","914125":"\n   oh no!\n  ","914126":"\n   Do you like eggs\n  ","914127":"\n   Yeah but I told him happens again he going have to find him a place to lay his head\n  ","914128":"\n   Do you usually keep intimacy to a minimum when you are in a relationshp?\n  ","914129":"\n   Yeah 2 things going to happen someone going to shut it or I am going to get caught in the crossfire.\n  ","914130":"\n   What's something you need to do?\n  ","914131":"\n   One word to describe your best kiss?\n  "},"Answer":{"913060":"\n  Aha maybe\n  ","913061":"\n  She can't track me anymore can just ask me where I am and that lol\n  ","913062":"\n  My ex did, I said yes but it didn't work out. And my current boyfriend, I was with a few years ago and he asked but called it off\n  ","913063":"\n  Save me 😂😂😂\n  ","913064":"\n  Guys amy is like my second mom she used to track my cellphone all the time and everytime im not home she texts me where am I etc. 😂\n  ","913065":"\n  It wasnt my wedding lol its was for my sisters\n  ","913066":"\n  Summer BC of the warmness and I can go swimming\n  ","913067":"\n  Just is babiez\n  ","913068":"\n  Haha\n  ","913069":"\n  You would have to message tje email for buisness inquiries only\n  ","913070":"\n  Later :)\n  ","913071":"\n  I already am a solo artist as well\n  ","913072":"\n  My day is going good so far\n  ","913073":"\n  Ahaha we moved on as a five piece\n  ","913074":"\n  Zero lol\n  ","913075":"\n  She had other interests in life she wanted to  do. The door is always open if she wants to come back\n  ","913076":"\n  Awe thank you, it took forever to arrange BC people kept getting sick but we managed. I was highly scared taking the leads ( that's my role now that dani left). And doing all the high parts. Wasnt really confident in my voice at the time 💖 glad you loved it tho\n  ","913077":"\n  We did a #PitchPerfect medley!!! We love how fun their Acapella arrangements are!! 🎉❤️ What medleys do you want to see us do next!?\n  \n\n   https:\/\/youtu.be\/u4dI5-iSA0E\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","913078":"\n  Thank you\n  ","913079":"\n  Mhm\n  ","913080":"\n  To marry someone? Yes\n  ","913081":"\n  Maybe once he gets off work\n  ","913082":"\n  No problem\n  ","913083":"\n  I kiss him 👀\n  ","913084":"\n  Its irritating but its for the best to help keep asking many people we can save. Think about the small babies and children and the elderly who cant protect themselves or fight a battle alone\n  ","913085":"\n  You would have to ask him that\n  ","913086":"\n  Lol everyone keeps asking who the guy is 😂\n  \n\n   https:\/\/youtu.be\/u4dI5-iSA0E\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  His name is sam baker, he did the beat boxing and repercussions for us, nothing more 💖\n  ","913087":"\n  Of course 😊\n  ","913088":"\n  No lol it was just when we went with christina to help her choose her wedding dress we all tried on some that we thought she would like.\n  ","913089":"\n  He's working and plus you're technically not suppose to be traveling unless its for work at like a business still open, or a life or death emergency, to get groceries etc. Social distancing\/ city guidelines are in effect during this time. And yes I miss him terribly. But I got to be patient\n  ","913090":"\n  Don't be its my problem lol\n  ","913091":"\n  Hello\n  ","913092":"\n  It was okay just not fun having to cancel traditions and plans BC the pandemic\n  ","913093":"\n  Lol are u saying that me ? 😂\n  ","913094":"\n  Ah\n  ","913095":"\n  One day 😊💖\n  ","913096":"\n  Amy is single lol\n  ","913097":"\n  I'm in a relationship\n  ","913098":"\n  No no no.\n  \n  Christina is married\n  \n  Katherine is engaged\n  \n  Lisa is engaged\n  \n  Dani is married\n  ","913099":"\n  I'm gonna need a whole train to account for everyone lol\n  ","913100":"\n  I'm taken\n  ","913101":"\n  I'm not interested sorry\n  ","913102":"\n  Was watching TV\n  ","913103":"\n  Hi\n  ","913104":"\n  What do you mean lisa first?\n  ","913105":"\n  No I'm not married\n  ","913106":"\n  Mhm\n  ","913107":"\n  Watch the how we met one and let me know what you think\n  \n\n   Www.YouTube.com\/daniandemmyn\n  \n","913108":"\n  We aren't best friends anymore and don't really talk as much as we used to but as always I wish you a happy birthday each year. So happy birthday hudhens and taylor hope it was special for both of you 💙\n  ","913109":"\n  I try my best to\n  ","913110":"\n  I'm not with him right now. He's working\n  ","913111":"\n  He cuts Dani off from talking all the time....\n  ","913112":"\n  😔\n  ","913113":"\n  He needs to hurry ;\/\n  ","913114":"\n  Not his biggest fan that's for sure\n  ","913115":"\n  He's busy ;\/ but I miss him\n  ","913116":"\n  I just want my baby ;\/\n  ","913117":"\n  Just feel like there's red flags somewhere\n  ","913118":"\n  She is married, shes been really distant lately hasn't been around for any family events\n  ","913119":"\n  Yeah... Just feels like I lost my best friend all at once\n  ","913120":"\n  We did everything together ... Just weird doing it alone BC I don't want to teach the girls how to do my part of the dance or the cup song ... And now the only content there is laurstina or laurisa. no dauren and shes been so distant lately... So much has changed and I just can't accept the fact that its not the same\n  ","913121":"\n  Maybe... You might enjoy this 💖\n  \n\n   https:\/\/youtu.be\/GAeT9X3EnvU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","913122":"\n  She left the band like two months ago to persue other interests. The band decided to continue on as a five piece ... And switched some roles around as well\n  ","913123":"\n  There's pitch perfect medley is out now to listen to in most countries already, but you can listen here thanks to a fan 💖 video will be up tomorrow for #cimorellisaturday. Also just want to add that I was way to nervous when recording this bc being the main vocalist now is kinda strange and fully putting my voice out there more than I am used to.... Hope you guys enjoy it, love you\n  \n  💖\n  \n\n   https:\/\/youtu.be\/GAeT9X3EnvU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","913124":"\n  Yeah she got married.\n  ","913125":"\n  C- leader, director, pianist, vocalist, choreography\n  \n  K- bass, vocals\n  \n  Li- lead dancer, main vocalist,  high harmonies, video editor, Drum\n  \n  A- guitar, vocals\n  \n  La- main dancer, producer, lead vocalist, pianist, high harmony\n  ","913126":"\n  No not at all lol\n  ","913127":"\n  Maybe :\/\n  ","913128":"\n  She said that to my friend I'm like wow\n  ","913129":"\n  My bestie just dropped his first ep today and hes such a talented kid and has filmed most of our videos and plays guitar for me when I need it. So please give his music a listen\n  \n\n   https:\/\/open.spotify.com\/album\/1hkgysmpOcQNTwnDyBnOFa?si=FvMQQ-FhRzCYStzrQwQaOQ&nd=1\n  \n","913130":"\n  And she was snotty 😂 said oh my order should be ____ done now and all\n  ","913131":"\n  Idk 😂 people got issues\n  ","913132":"\n  Since when is telling someone that the owner of a business said its going to be a 30-40 minute wait... Trying to get with someone's partner 🤔\n  ","913133":"\n  Wow.... People these days\n  ","913134":"\n  Keep rude comments to yourself\n  ","913135":"\n  Hey guys my sister just released a new song today called #losemymind and I love it, you should check it out 💖\n  \n\n   https:\/\/youtu.be\/jBfmC8Y5NIM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","913136":"\n  New Tik tok is posted!! We are all sisters and we are here to say.... #washyourhands\n  \n\n   https:\/\/m.tiktok.com\/v\/6806325091345911045.html?u_code=4c80jkg6f6a1d&preview_pb=0&language=en&timestamp=1584722273&utm_campaign=client_share&app=musically&utm_medium=ios&user_id=99425185329455104&tt_from=copy&utm_source=copy\n  \n","913137":"\n  Summer because of the warmth and sun\n  ","913138":"\n  The older girls house\n  ","913139":"\n  No\n  ","913140":"\n  Emmyn sometimes deserves it with the things he says or the way he acts tbh\n  ","913141":"\n  Hope everything went well for you anon\n  ","913142":"\n  No reason to be jealous babies everyone is beautiful\n  ","913143":"\n  Dont sorry be happy\n  ","913144":"\n  I already have tbh\n  ","913145":"\n  Yeah\n  ","913146":"\n  Thank you 💖\n  ","913147":"\n  I'm still here love\n  ","913148":"\n  Sandals\n  ","913149":"\n  No clue\n  ","913150":"\n  Compliments, little notes, someone taking time out their day to make me happy\n  ","913151":"\n  Bad for me by megan n liz\n  ","913152":"\n  Not telling you boo\n  ","913153":"\n  Lonely genius\n  ","913154":"\n  I'm wide awake\n  ","913155":"\n  Got way to much energy\n  ","913156":"\n  Let's spread love!!\n  ","913157":"\n  Money and valuables\n  ","913158":"\n  I'm good, hbu?\n  ","913159":"\n  London\n  ","913160":"\n  Panera, tazaki, hatti bs, sals, sonic\n  ","913161":"\n  We have done demos together\n  ","913162":"\n  Has its perks\n  ","913163":"\n  Love it\n  ","913164":"\n  Meaning I don't understand him\n  ","913165":"\n  She was talking and reading comments\n  ","913166":"\n  Someone who is big mad\n  ","913167":"\n  Explain how I confronted him earlier and he apologized but hes back to doing that same thing smh\n  ","913168":"\n  Heyy e\n  ","913169":"\n  I dont get people 🙃\n  ","913170":"\n  What's his name?\n  ","913171":"\n  Ik\n  ","913172":"\n  I only watched like three episodes for class one time\n  ","913173":"\n  Beef\n  ","913174":"\n  💖💖\n  ","913175":"\n  Staying motivated\n  \n  Working my hardest\n  \n  Trying my best\n  ","913176":"\n  Everyone is important 💖\n  ","913177":"\n  I'm still here babiez\n  ","913178":"\n  Trying my best to thanks jojo 😊\n  ","913179":"\n  You as well\n  ","913180":"\n  Trying my best to love\n  ","913181":"\n  No I'm not\n  ","913182":"\n  Annoyed by the city quarantine, wanting to go out and live life but can't. Tons of hate against me recently from people I never associated with.\n  ","913183":"\n  Music and psychology\n  ","913184":"\n  Basically tell them your beliefs and values\n  ","913185":"\n  Awe I'll take a look 😊\n  ","913186":"\n  Yessss\n  ","913187":"\n  The new version or the old one?\n  ","913188":"\n  I'm good\n  ","913189":"\n  Hi\n  ","913190":"\n  Yes, hersheys cookkes n creme\n  ","913191":"\n  Obviously agree BC I posted it lol\n  ","913192":"\n  I do 😊\n  ","913193":"\n  I would probably cry tbh to much heartbreak and painful emotional moments I don't want to relive\n  ","913194":"\n  I dont think so ?\n  ","913195":"\n  Just feel bad for my brothers BC they csnt play any basketball\n  ","913196":"\n  Big\n  ","913197":"\n  Awe\n  ","913198":"\n  Ah I see\n  ","913199":"\n  $1.69\n  ","913200":"\n  Thank u\n  ","913201":"\n  Oh cool\n  ","913202":"\n  My pain is in my songs\n  ","913203":"\n  Yeah\n  ","913204":"\n  Its my bathroom on my room?\n  ","913205":"\n  Idk\n  ","913206":"\n  Myself or sometimes on tour kath or mom will do it\n  ","913207":"\n  Idk ...\n  ","913208":"\n  You too\n  ","913209":"\n  Party in my house\n  ","913210":"\n  Duh\n  ","913211":"\n  Clean it myself\n  ","913212":"\n  I just really need to talk to him right now\n  ","913213":"\n  Yeah\n  ","913214":"\n  BC I just want his attention\n  ","913215":"\n  I'm needy 😌\n  ","913216":"\n  Of course\n  ","913217":"\n  Ah yeah media spreads lies as well\n  ","913218":"\n  Not tonight\n  ","913219":"\n  Maybe\n  ","913220":"\n  Not for awhile\n  ","913221":"\n  I don't know?\n  ","913222":"\n  Lockdown\n  ","913223":"\n  Never been around little babies for years\n  ","913224":"\n  Some of it is accurate however\n  ","913225":"\n  Thats for sure and a bunch of uncles\n  ","913226":"\n  Oh!! And kind of its unique\n  ","913227":"\n  Except baby reali is going to have five second moms 😂\n  ","913228":"\n  No I hate the sight of blood\n  ","913229":"\n  I think inquisitor ?\n  ","913230":"\n  Personal, fetishes, or just hate and sexual ones\n  ","913231":"\n  I'm nervous lol\n  ","913232":"\n  Yes I am but I need him to reply to my message and he won't 👀\n  ","913233":"\n  Trump ordered them to donate it, amazon blocked them ... And other things\n  ","913234":"\n  They got hit with a price  charge or whatever its called\n  ","913235":"\n  I try not to ignore people. I'm just behind on questions love\n  ","913236":"\n  All equal rights\n  ","913237":"\n  Its fun but I'm not good at playing :\/\n  ","913238":"\n  Hershey's cookies n creme!\n  ","913239":"\n  Hand crafted items 💖\n  ","913240":"\n  Loosing your best friend or someone you love\n  ","913241":"\n  Possibly but then maybe the zombie will try to trick me and kill me as well or turn me into one of them 😳😳😳\n  ","913242":"\n  Was a highlight of my day... I was going to get a picture but by the time I went back he was gone due to the rain :(\n  ","913243":"\n  The best song ever by one direction 😂🤷🏻\n  ","913244":"\n  Basically the answer you have been searching for will lead you to it\n  ","913245":"\n  That is definitely true. Saw this cute little mascot\/ costume today while traveling home from work\/ visiting my sisters that was holding up a sign that had FEAR crossed out and LOVE highlighted made me smile and feel more at peace\n  ","913246":"\n  We dont really cover any rock songs lol focus mainly on pop etc.\n  ","913247":"\n  Loosing my mind because this government quarantine is destroying mine and everyone else's plans and that\n  ","913248":"\n  Probably bc someone you follow is either talking or liking answers in russian or you changed the language for your browser and keyboard setting\n  ","913249":"\n  When I went to cuba with my youngest sister and our father to learn more about the organization living waters for the world, I came in contact with tainted water even though I took all the precautions not to use, drink or touch the water there even to brush my teeth  unless it came from the safe places. I had to be hospitalized for a week afterwards and was the worse experience I ever dealt with but luckily I'm fine and okay now\n  ","913250":"\n  I watched a few episodes when I was younger ... But never kept updated\n  ","913251":"\n  Ahaha im not sure. But we did kinda a video with them years ago and i was rewatching the treasure music video we did while on our Mia tour and made me recall those memories\n  \n\n   https:\/\/youtu.be\/spyNFJuKk1Y\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","913252":"\n  Just reach more goals this year and make it memorable for everyone on team cimorelli\n  ","913253":"\n  If you want pictures just simply scroll down 🤷🏻 I posted some today\n  ","913254":"\n  Thank you...\n  ","913255":"\n  She just came over to hangout and chat about band stuff and things that is all\n  ","913256":"\n  No problem\n  ","913257":"\n  Yes, my anxiety peaks through the roof\n  ","913258":"\n  Its not a bad thing, just waiting for the one who is worth giving something I'll never get back afterwards.\n  ","913259":"\n  No problem\n  ","913260":"\n  Guys... I get along with my sisters its just the type of bond we have that I'm sure most siblings have where they like to annoy each other\n  ","913261":"\n  As do i\n  ","913262":"\n  Noo gosh no lol\n  ","913263":"\n  I was a very clumsy child growing up .... And would trip, walk into or whatever everything 😂 that I was actually the accident prone child because I would bruise myself, or bust my knee or whatever\n  ","913264":"\n  Its a comfort thing or the thing that makes you feel safe and soothes you. Normal in everyone, some people its their blanket others a person or object that helps them feel relaxed and calmed. For me I have to sleep with my favorite blanket weather its hot or cold. But once you loose those things your brain adjusts to it and finds something else to fill the void that you rely on.\n  ","913265":"\n  Didnt realize fashion labels your sexual preferences 🙄\n  ","913266":"\n  Sure, if I was asked to\n  ","913267":"\n  Obviously if I state I'm waiting till after marriage my views and boundaries are still in place\n  ","913268":"\n  Have a good night 😊\n  ","913269":"\n  like what is happening tho .... for real\n  ","913270":"\n  lol guys what the heck\n  ","913271":"\n  Aha I'm straight so can't be a love song\n  ","913272":"\n  Messing around with the Instagram filters 😌\n  ","913273":"\n  I'm doing good hbu?\n  ","913274":"\n  Yeah lol\n  ","913275":"\n  Thats why I asked what's something only u would know.\n  ","913276":"\n  Oh okay\n  ","913277":"\n  No, I haven't sadly ... But I'm sure once things get back to normal I will\n  ","913278":"\n  I did a few days ago...\n  ","913279":"\n  Not sure thinking chicken penne\n  ","913280":"\n  No, we had many good experiences but just wasn't what we wanted and many people try to make you something you'll never be\n  ","913281":"\n  We did 😊\n  ","913282":"\n  I'm sorry you are having trouble with your dad. Sadly I have a supporting father who cares. But stay strong eventually he will come around to be the person you want him to be or maybe just focus on those who care about you and are there for you 💖\n  ","913283":"\n  Thank you\n  ","913284":"\n  Or what was the other reason u  were thinking\n  ","913285":"\n  Because they expect people to post proof every time they disagree with someone, or because I'm always active on here. Let me clear this up I'm not a \"CeLeBRitY\" like justin bieber or whatever. Im well known, I'm a band member, a singer, a songwriter, and a popular youtube sensation who got my start to \"fame\" ten years ago when our cover of \"party in the usa\" went viral. But since we went independent and broke away from the toxic la music industry and record label we haven't been that important to those big music producers etc. And we have to run our buisness ourselves which gives us time to be active on social media and other things\n  ","913286":"\n  And he doesn't want jordan to know ?\n  ","913287":"\n  Awe why?\n  ","913288":"\n  The ones I posted last night or my current PFP\n  ","913289":"\n  Close connection with someone that I like or love\n  ","913290":"\n  For the most part I do\n  ","913291":"\n  Which are\n  ","913292":"\n  💖💖 I'm glad you enjoy it\n  ","913293":"\n  If it is he could've just messaged me on his main I wouldn't care.\n  ","913294":"\n  Awe thank you for your kind heart and helping hand ❤\n  ","913295":"\n  Lol sorry just not sure if that's him or not\n  ","913296":"\n  It was super annoying couldn't even log onto the server firstly then I couldn't check my notifications that I was getting\n  ","913297":"\n  For the most part I do, just becomes annoying having people hate on you for no reason, dumb people asking weird questions with their strange fetishes and when the app is going crazy and glitch I ng etc. Like last night\n  ","913298":"\n  Sure its just a weather related thing. But ttyl\n  ","913299":"\n  I'm gonna head off till later try to get rid of the headache and some rest\n  ","913300":"\n  I should re watch it tbh\n  ","913301":"\n  I guess the state would just pass them onto next year or something ? Because I'm sure there's the no child left behind law and if they do close the entire year the school can't test them for the semester or whatever diagnostics etc.\n  ","913302":"\n  Second or third I believe because their was the one at the party in the bathtub I think? And the old lady who was the maid\n  ","913303":"\n  Everyone else is still asleep 😂 and here I am wide awake\n  ","913304":"\n  I don't remember. ... I just watched it BC ariana 😂\n  ","913305":"\n  I have a major headache that is keeping me awake.\n  ","913306":"\n  Definitely love each and eveeyone of my baddiez\n  ","913307":"\n  😊😊😊\n  ","913308":"\n  Awe thank you 😊\n  ","913309":"\n  I did :)\n  ","913310":"\n  I did have the sixth one of the series but sold it\n  ","913311":"\n  Don't really get a lot of down time lol\n  ","913312":"\n  After like I think the second season?\n  ","913313":"\n  I think so\n  ","913314":"\n  Yeah lol\n  ","913315":"\n  Yeah\n  ","913316":"\n  Yeah which is why I don't like talking about my views and that lol\n  ","913317":"\n  I haven't gotten into it much I made a mermaid that was about it\n  ","913318":"\n  They should bring scream queens back\n  ","913319":"\n  Ooo I remember screaming queens\n  ","913320":"\n  Yeah\n  ","913321":"\n  Its an expansion\n  ","913322":"\n  Ah yeah I have that and island living\n  ","913323":"\n  Which ones?\n  ","913324":"\n  I don't really know you to make any judgements\n  ","913325":"\n  One of us always gets roasted in our gc\n  ","913326":"\n  Awww\n  ","913327":"\n  Wdym?\n  ","913328":"\n  8\n  ","913329":"\n  Indeed\n  ","913330":"\n  I dont really have a favorite\n  ","913331":"\n  Just want to help as much as we can\n  ","913332":"\n  No church ...\n  ","913333":"\n  I appreciate your kindness,love and support\n  ","913334":"\n  I sure hope so 💖\n  ","913335":"\n  Bigger things 💖\n  ","913336":"\n  Yes we go through a lot that men don't understand\n  ","913337":"\n  Awe thank you 😊💖\n  ","913338":"\n  I know someone who went to the hospital for bronchitis and now has a slight case of corona\n  ","913339":"\n  As statee before I'm normally 3-4 days behind on questions\n  ","913340":"\n  No problem\n  ","913341":"\n  Depends who it is I'm staying over and where\/ what I'm sleeping on\n  ","913342":"\n  California spring roll\n  ","913343":"\n  Ones you dont hear from much anymore like cher loyd, taio cruz\n  ","913344":"\n  Awe I'll send some later 😊💖\n  ","913345":"\n  Yes\n  ","913346":"\n  Not so sure yet.\n  ","913347":"\n  Fresh water falling\n  ","913348":"\n  Too cold\n  ","913349":"\n  I dont mind\n  ","913350":"\n  Why did I do thay\n  ","913351":"\n  He's playing a game\n  ","913352":"\n  Did one today at home\n  ","913353":"\n  Yeah i couldnt even log onto the browser version. Thought it was my internet, said it was down for maintance and went back to being horrible\n  ","913354":"\n  Self love, healing and positivity\n  ","913355":"\n  Will check it out 💖 thank you\n  ","913356":"\n  Done enjoy\n  ","913357":"\n  A sucessful and happy private life\n  ","913358":"\n  Just keep praying for everything right now 💖 we can all get through these hards times together. I know its scary but if we all work together, we can get pass this. Just follow the instructions and wash your hands and take all the precautions. Be careful when going out in public, stay home unless you really want to\n  ","913359":"\n  Pretty sure jordan is already going insane having to deal with me 😊\n  ","913360":"\n  Lol a white colored one witj a colorful image\n  ","913361":"\n  Good to hear you are 😊\n  ","913362":"\n  I really want a snake and im sad i havent went and got one yet :\/\n  ","913363":"\n  Im not sure what all stands for recreational but if its like over the counter prescriptions etc. Then i use them as the instructions say so and when i actually need them\n  ","913364":"\n  I don't want to disappoint or make anyone sad by saying who was a better kisser ...\n  ","913365":"\n  Uhh idk\n  ","913366":"\n  My sister\n  ","913367":"\n  The fact we used to hang out all the time and do stuff and now we don't anymore hurts\n  ","913368":"\n  Yeah\n  ","913369":"\n  Aha longer than me\n  ","913370":"\n  Happy wednesday to you as well\n  ","913371":"\n  Mostly\n  ","913372":"\n  Hoodies 😊\n  ","913373":"\n  The store has a limit of two stocks of toilet paper, milk, meat, bleach, Kleenex etc\n  ","913374":"\n  He's still sleeping, was up really late 😂\n  ","913375":"\n  I need some new merch in my life right now\n  ","913376":"\n  I think everyone does lol.\n  ","913377":"\n  Lol\n  ","913378":"\n  Yes joey is the youngest sibling... And I know its like him and nick grew up in such a blink, they were so small and had their baby faces still like a year ago....\n  ","913379":"\n  The people are nicer and there's many opportunities you can do and places to check out but the traffic is horrible as heck\n  ","913380":"\n  Same\n  ","913381":"\n  Yes... Don't think I'm eating Spanish food for awhile or anything spicy\n  ","913382":"\n  I don't want no skin cancer that's for sure\n  ","913383":"\n  I think boys because well they can take their shirts off without it bothering anyone\n  ","913384":"\n  Better than plastic but I still feel the silicone reusable ones are better for the world or ones that can I don't break down and help save the animals.\n  ","913385":"\n  Quarantine life right now but we are doing a photoshoot insode our house\n  ","913386":"\n  I'm going to throw up....\n  ","913387":"\n  They searched the car but he didn't have anything on him but the money literally 8 cops for one guy\n  ","913388":"\n  I mean we have dome demons together but never like a solo piece\n  ","913389":"\n  Some car got pulled over for a 30 day tag and some other stuff about her had tons of money on him and all idk\n  ","913390":"\n  I'm trying to stay strong\n  ","913391":"\n  Yeah a few times\n  ","913392":"\n  I change my mind and style way to much so I dont think I'll ever be able to commit to one\n  ","913393":"\n  I am\n  ","913394":"\n  I was born and raised in California but moved to nashville on may 25th, 2015\n  ","913395":"\n  Going through files\n  ","913396":"\n  I'm good 😊\n  ","913397":"\n  Cops on my street whooo\n  ","913398":"\n  No auto tune queen 💖\n  \n\n   https:\/\/youtu.be\/2TZdVXck-UI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","913399":"\n  Just saying ryan js going to have a lot of people trying to still his shoes now ... I want them just bc the sparkles 😂\n  \n   @AliceGoodson123\n  \n","913400":"\n  If she has it similar to Christina's then all six will be maid of honors if not it might be the sister born after or before in this case katherine or amy\n  ","913401":"\n  Lol I'll definitely be in the wedding if she wants me to be\n  ","913402":"\n  Laying down atm\n  ","913403":"\n  Amy, alice, jordan and ryan\n  ","913404":"\n  Depends. Strong negative feelings will ruin relationships but positive, helpful ones can save or make a relationship work\n  ","913405":"\n  Its just sisterly love and joking around\n  ","913406":"\n\n   https:\/\/youtu.be\/AAVVZ4p4DXU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","913407":"\n\n   https:\/\/youtu.be\/576KSqoCmE4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","913408":"\n  Who?\n  ","913409":"\n  Church is cancelled :\/\n  ","913410":"\n  No\n  ","913411":"\n  I used lyrics, but to make tracks and that I use logic pro x\n  ","913412":"\n  I don't really care for his music...\n  ","913413":"\n  My jordyyy 💖\n  ","913414":"\n  Water\n  ","913415":"\n  Once ...\n  ","913416":"\n  Chinese, or buffets, all you can eat\n  ","913417":"\n  We are ahead of schedule and one of the music videos got canceled\n  ","913418":"\n  I'm okay\n  ","913419":"\n  Yeah we've had some bad memories with family members and friends being under the influence ...\n  ","913420":"\n  I just dont like it when there's kids around because they shoukdnt be hearing about that stuff\n  ","913421":"\n  Lol\n  ","913422":"\n  Yeah those things and craving more savory or sweet\n  ","913423":"\n  We are all a bit too ambitious lol\n  ","913424":"\n  I'm sorry to hear\n  ","913425":"\n  Yep\n  ","913426":"\n  Yes\n  ","913427":"\n  Italian because I love Italy and I'm italian mostly and I just find italy and italian language so gorgeous.\n  ","913428":"\n  Yeah but might keep it for awhile because I look cuteee\n  ","913429":"\n  Lol I changed it\n  ","913430":"\n  Stay inside and make dinner\n  ","913431":"\n  Thank you 💖\n  ","913432":"\n  They look ugly\n  ","913433":"\n  Not sure, depends if the self distancing ban is lifted and businesses open again\n  ","913434":"\n  I get more questions then I send out. I'm more of a answer person then asking\n  ","913435":"\n  I'm not with the others we are all on a city quarantine\n  ","913436":"\n  Its sad and a grieving process its like loosing a family.member. and will take a long time to find a new pet that you can actually attach with\n  ","913437":"\n  No BC I know he's MY man\n  ","913438":"\n  Jealous of what exactly?\n  ","913439":"\n  I don't have any pets as of right now but there is a stray kitten that has claimed our backyard as its home 😊\n  ","913440":"\n  Martinellis is what we got right now 😂\n  ","913441":"\n  The only time they should be concerned is if the children are staying over or with that person. However if youre dating someone and have kids maybe introduce your partner and the ex to each other and let them talk about their priority when it comes to the children and all those things to ensure the children will be safe and take care of and get what they need from the  mom\/dad as well not just the partners\n  ","913442":"\n  Not much. My dad is kinda strict but once he meets you and actually knows you he's pretty good, my mom is just kind overall. I say my sisters are probably the most protective and my older brothers Michael and alex.\n  ","913443":"\n  I'm only active here and there, but try to catch them when they first come on a lot of people been getting follows\n  ","913444":"\n  3\/20 which is friday but we upload on saturdays on the band YouTube\n  ","913445":"\n  Washing dishes by hand 🤷🏻\n  ","913446":"\n  Non alcohol\n  ","913447":"\n  During because then its cooked into the meat and that.\n  ","913448":"\n  Because no one wants a random person number unless you're a stalker or something\n  ","913449":"\n  I got cider 😊\n  ","913450":"\n  Not friday, it was a typo\n  ","913451":"\n  No I haven't ... Seems interesting however\n  ","913452":"\n  Just how things are sadly\n  ","913453":"\n  💖\n  ","913454":"\n  Corona virus quarantine for the whole city\n  ","913455":"\n  Had to record it since Arielle is in california right now\n  ","913456":"\n  Hopefully 💖\n  ","913457":"\n  😊\n  ","913458":"\n  Don't believe I unfollowed dean ? Think shes referring to the anon\n  ","913459":"\n  Not celebrating this year :(\n  ","913460":"\n  New Tiktok is up about quarantine I'm not in this BTW lol\n  \n   https:\/\/m.tiktok.com\/v\/6805243720909294853.html?u_code=4c80jkg6f6a1d&preview_pb=0&language=en&timestamp=1584470578&utm_campaign=client_share&app=musically&utm_medium=ios&user_id=99425185329455104&tt_from=copy&utm_source=copy\n  \n","913461":"\n  I have a few times ....\n  ","913462":"\n  Lauren\n  ","913463":"\n  Always going to be haters\n  ","913464":"\n  Lol\n  ","913465":"\n  Sure I'll text her 💖\n  ","913466":"\n  I just like rings 😂\n  ","913467":"\n  Lol\n  ","913468":"\n  Ask alice 😂\n  \n   @AliceGoodson123\n  \n","913469":"\n  Awe hope we don't disappoint 💖\n  ","913470":"\n  Thank you 😊\n  ","913471":"\n  Lol\n  ","913472":"\n  Yeah just don't see her as much\n  ","913473":"\n  Aha I follow him BC eDGY girl\n  ","913474":"\n  Okay 😊\n  ","913475":"\n  Nope not yet\n  ","913476":"\n  Lil huddy 😂\n  ","913477":"\n  Gimme the ciderrr\n  ","913478":"\n  (Switch the meaning around for like a guy ) Soft girl is a fashion style, popular among some young women on social media, based on a deliberately cutesy, feminine look. It often features pink and yellow colors, floral and heart patterns, oversized sweaters and plaid skirts, and heavy blush makeup. Being a soft girl also may involve a tender, sweet, vulnerable personality.\n  ","913479":"\n  My boyfriend\n  ","913480":"\n  Lol got cider?\n  ","913481":"\n  But he would 😂\n  ","913482":"\n  I dont drinkkk plus jordan wouldnt be ok with that\n  ","913483":"\n  Go after that fan who thinks she's married to him 🙃\n  ","913484":"\n  Lol idk what this means\n  ","913485":"\n  What does that mean? Bad? I'm not bad\n  ","913486":"\n  I don't have a favorite\n  ","913487":"\n  Should I???\n  ","913488":"\n  😂😂😂\n  ","913489":"\n  😂😂😂 prove me wrong then lil huddy\n  ","913490":"\n  Through murals\n  ","913491":"\n  He's a soft baby 😂\n  ","913492":"\n  Expose alice day 😂\n  ","913493":"\n  😂 but still soft babiez\n  ","913494":"\n  Grew up on the same street and attended musical theater in the summer together - the Norton's\n  \n  Rachael- met at a party a mutual friend hosted, she noticed me and just wanted to know me better and we were been friends ever since\n  ","913495":"\n  You too 💖\n  ","913496":"\n  😂\n  ","913497":"\n  Colby and sam are such soft babiez\n  ","913498":"\n  No I'm home in Tennessee 💖\n  ","913499":"\n  Happiness 😊\n  ","913500":"\n  Enjoy 💖\n  ","913501":"\n  Nooo\n  ","913502":"\n  5'7\n  ","913503":"\n  I'm taken 😊\n  ","913504":"\n  😂😂\n  ","913505":"\n  Nope :) I'm fine\n  ","913506":"\n  Toxic ... Don't go back to old relationships and expecting a different ending\n  ","913507":"\n  Everyone is :\/ but we can leave to go do some shopping that's about it\n  ","913508":"\n  Hello\n  ","913509":"\n  No we arent together anymore 🙃\n  ","913510":"\n  Lana del ray 💖\n  ","913511":"\n  I'm okay\n  ","913512":"\n  I would think feet ? Sides can be uncomfortable\n  ","913513":"\n  This corona virus out break 😤\n  ","913514":"\n  Yes, since so many people tend to steal my name or like the normal usernames\n  ","913515":"\n  Pretty good, just posting some sections on our websites and that for people stuck at home\n  ","913516":"\n  I said that in the post, nashville is on full quarantine and you cant be in crowds larger then 10 and sadly for the family dinner theres more then 13 of us now. Because there's :\n  \n  -mom\n  \n  - dad\n  \n  -michael\n  \n  -christina\n  \n  -katherine\n  \n  -Lisa\n  \n  -amy\n  \n  -alex\n  \n  -me\n  \n  -dani (if she comes)\n  \n  -Christian\n  \n  -nick\n  \n  -joey.\n  \n  Thennn the spouses\/boyfriends\/ fiancee\n  \n  -nick\n  \n  -max\n  \n  -chad\n  \n  -Emmyn (if he comes)\n  \n  -Jordan\n  \n  -Chelsea\n  \n  Then best friends \/ kids\n  \n  -mckingsley\n  \n  -paisley\n  \n  - boon\n  \n  -clayton\n  \n  -acacia\n  \n  -rachael\n  \n  -mel\n  \n  -j.c\n  \n  Etc\n  ","913517":"\n  Happy st Patrick's day to you as well ☘💖 stay safe and healthy in this sad time. We will all get through this together\n  ","913518":"\n  We believe we are mixed with\n  \n  - english\n  \n  -irish\n  \n  - welsh\n  \n  -german\n  \n  -Norwegian\n  \n  - italian\n  \n  - french\n  \n  And Scottish for those asking lol\n  ","913519":"\n  What does baby reali say? Baby reali says happy st Patrick's day 😊\n  ","913520":"\n  Yeah im okay\n  ","913521":"\n  I literally had a nightmare and a panic attack all in one... 😔\n  ","913522":"\n  Yeah for now we can\n  ","913523":"\n  Everything is shut down pretty much\n  ","913524":"\n  I guess\n  ","913525":"\n  Marble with buttercream icing\n  ","913526":"\n  Yeah 💖\n  ","913527":"\n  Chaos straight chaos\n  ","913528":"\n  Indeed they are 💖\n  ","913529":"\n  Spaghetti\n  ","913530":"\n  Small thoughtful ones 💖\n  ","913531":"\n  Should they stay or should they go?\n  ","913532":"\n  I dont like pie\n  ","913533":"\n  Its not that I dont like them, I just dont know how to interact with them\n  ","913534":"\n  Okay quagmire\n  ","913535":"\n  I believe we know who we love and who we don't but I'm not so sure about the broken hearts thing\n  ","913536":"\n  He hasn't even proposed to me 🙃\n  ","913537":"\n  But mostly stay inside and self distance and don't hoard all the toilet paper and necessities\n  ","913538":"\n  Journal, go for a walk, clean something, read for a bit, hot showers or therapy 💖\n  ","913539":"\n  Talking way to much\n  ","913540":"\n  Oh not even a heads up\n  ","913541":"\n  Hello\n  ","913542":"\n  I would be sad, try to win the aliens heart over so he will let me go and serenade him\n  ","913543":"\n  💖\n  ","913544":"\n  I have no idea mostly just someone who has nothing betyer to do with their life of free time, or getting the attention they want. Jealousy maybe? As well. I kind of have an idea to who that anon is though now\n  ","913545":"\n  Thank you bryce 💖\n  ","913546":"\n  Thank you so much 💖\n  ","913547":"\n  Mostly people wanting attention and nit having anything better to do with their lives\n  ","913548":"\n  He's 21 now lol and yeah we got the cake before the madness\n  ","913549":"\n  Thank you and I'm trying to stay strong and stay here... But its just ridiculous\n  ","913550":"\n  Thanks eva\n  ","913551":"\n  Funny thing is I have posted proof over the years, various photos that no one else has and so on but people still want to be childish and stir up drama because they have nothing better to do. If you want to stay in contact and if i disable illsend u the other socials and that\n  ","913552":"\n  To all my followers who actually support and love me,\n  \n  I may end up deactivating this account for a bit as I have been receiving many threats from people about killing me and my sisters, or people just stirring up drama and talkkng poorly about me because they have nothing better to do in life then worry about what others are doing with their lives or something on. Calling people fake when they never actually had a conversation with that person, never had any interaction what so ever and sending people's usernames around is very childish in my opinion. I'm trying my best not to let these things get to me but at times there comes a point when you had enough and you're just tired of dealing with it. I always try my best to be honest and open to all my followers and anyone who contacts me and remain kind.. I appreciate each and everyone of you who have supported me throughout the years and genuinely care for me. However if you actually want to continuing being in contavt with me please reply to this thread and ill gladly reply with socials 💖\n  ","913553":"\n  Yes\n  ","913554":"\n  Thank you 💖\n  ","913555":"\n  Not your fault. Just things take time and adjustments\n  ","913556":"\n  An incident that happend when I was younger left me petrified of them\n  ","913557":"\n  I'm scared lol\n  ","913558":"\n  💖💖💖\n  ","913559":"\n  Its Jordan's birthday and we can't even go and do anything 🙃\n  ","913560":"\n  Okay thanks derek :(\n  ","913561":"\n  My sisters 😊\n  ","913562":"\n  No everything few months I go through this \"I miss my hair being that color\" moment lol\n  ","913563":"\n  Blue, black, blonde ombre,and a red color bit it came out as a brown\n  ","913564":"\n  Blue haired lauren may make a come back\n  ","913565":"\n  I gave you some that's all  i can do sorry 💖\n  ","913566":"\n  There you go!! 😊 I'm sorry I don't really know the main language you speak :(\n  ","913567":"\n  Ehh I don't really know how to interact with either and people think I'm like a hater of them. But I'm honestly scared of them. But my sisters have been helping me get used to cats again and I can tolerate them so lets go with cats for the final answer\n  ","913568":"\n  Idk lol\n  ","913569":"\n  I have five sisters and five brothers\n  ","913570":"\n  Okay be there soon\n  ","913571":"\n  Ah I see..I know bits and pieces of like Italian and german\n  ","913572":"\n  I'm not good with other languages to well lol\n  ","913573":"\n  You save it to your downloads and can post it on here only if you use the app and have apple\n  ","913574":"\n  Do you want them or no\n  ","913575":"\n  Awe thank you 💖\n  ","913576":"\n  How many ?\n  ","913577":"\n  I replace them for curse words 🤷🏻\n  ","913578":"\n  Oh thanks 😊\n  ","913579":"\n  Someone who stays by your side through the good and bad and you support each others wishes and dreams and resoevt then and work together\n  ","913580":"\n  Frick or rip\n  ","913581":"\n  I really don't want to post this message but this week has been totally chaos and I wish I understood why or could stop this. I know the world is sick right now and annoyed, but that doesnt give anyone the right to attack me for no reason when I never even associated with you to begin with. Threatening someone that you're going to kill them is wrong?, sending false information around about someone is one, and spamming people with nonsense and calling them out is wrong. You guys are adults act like one and maybe learn to mind your own buisness and go about your day. Its okay to have an opinion about things but regardless if you don't agree with something or someone instead of attacking someone maybe just talk to the person before hand or choose to ignore it. I know the truth and I know who I am just like many others who have been brought into the hate do as well. .. And I don't always need to show \"proof\" just for one person to accept me when there is already so many.\n  ","913582":"\n  I dont think we will because all my family is grown up and Christina's baby won't be here till august and the only little ones we have around are paisley and mckingsley whom are my brother's girlfriend's kids ... Maybe an easter party hopefully if they stop putting us on a city quarantine by then\n  ","913583":"\n  Yeah, nashville is locking down on everything ... No church, no amusement parks, indoor activities, bowling alleys are in the talk. They already shut down most restaurants to carry out or delivery\n  ","913584":"\n  A lot of people do lol I share it with christina\n  ","913585":"\n  Yeah\n  ","913586":"\n  Her birthday is in September\n  ","913587":"\n  Twenty six\n  ","913588":"\n  Hard to say because I was excited for christina when she said she was getting married, as well as katherine and lisa.\n  \n  But I was also happy when christina announced she was pregnant because that's like my first niece\/nephew ...\n  ","913589":"\n  Aw\n  ","913590":"\n  I might but lisa has a new song coming out next week I believe\n  ","913591":"\n  Aww\n  ","913592":"\n  No the song called flames\n  ","913593":"\n  Out for sushi the other day but now we csnt dine in anywhere :\/\n  ","913594":"\n  Like blue is so underrated and one of the first solo songs I ever released but it gets over looked bevause people love flames more\n  ","913595":"\n  No I haven't :(\n  ","913596":"\n  Kinda just want those songs to have their moments and not push good songs out that will just be a major flop because they get overlooked\n  ","913597":"\n  I been working on new music but don't have any plans to release any\n  ","913598":"\n  Maybe once but all I got was a glare from the security guard\n  ","913599":"\n  Ehh\n  ","913600":"\n  😌\n  ","913601":"\n  Can't tell if he's joking\n  ","913602":"\n  You're not getting sick are you?\n  ","913603":"\n  Hmmm\n  ","913604":"\n  Are you sure about that?\n  ","913605":"\n  Awe 😊 that is adorable\n  ","913606":"\n  Hahaha well according to the predictions things I'm suppose to be married by the end of this year 😂😂\n  ","913607":"\n  Yes BC your partner should have respect for not only you but himself and his relationship as well\n  ","913608":"\n  Jordan 😊💖\n  ","913609":"\n  Yeah I'm sorry :(\n  ","913610":"\n  Thank you 😊\n  ","913611":"\n  From the beginning\n  ","913612":"\n  You're very much welcome ❤\n  ","913613":"\n  Thank you for always understanding\n  ","913614":"\n  Oldest to newest mostly. Unless its someone I want to have an actual conversation with or need to immediately reply to\n  ","913615":"\n  I hate needles and the sight of blood\n  ","913616":"\n  Yours 👀\n  ","913617":"\n  All colleges require  you to study, write papers  and go to class 🤦🏻\n  ","913618":"\n  No I didn't they pretty much play those movies out way to much to even watch them anymore and be interested. That's all they played for october\n  ","913619":"\n  I don't wear bikini, I wear a one piece swim suit.\n  ","913620":"\n  Went to the store .... Completely out of spaghetti noodles, shelves are empty and there is limits on meat and everything now 🤦🏻\n  ","913621":"\n  I'm going to cry because I had to get up early and wasted time just to be told oh we are not doing that anymore BC of the virus .... You could've said something\n  ","913622":"\n  Yes I have\n  ","913623":"\n  New tiktok is up 😊💖 we redid our cover of the \"cup\" song from pitch perfect  and anna kendrick check it out 💖\n  \n\n   https:\/\/m.tiktok.com\/v\/6804822404112633094.html?u_code=4c80jkg6f6a1d&preview_pb=0&language=en&timestamp=1584371189&utm_campaign=client_share&app=musically&utm_medium=ios&user_id=99425185329455104&tt_from=copy&utm_source=copy\n  \n","913624":"\n  You're welcome. I'm heading to bed as I'm feeling like I'm going to just pass out\n  ","913625":"\n  You're all beautiful in your own ways\n  ","913626":"\n  But idk\n  ","913627":"\n  Someone said I was a toothpick ....\n  ","913628":"\n  Have a good night 😊\n  ","913629":"\n  Our made in america promo tour... I miss our tour manager mike and our security guard ike\n  ","913630":"\n  I actually forgot how to do the dance 👀 don't judge me lol\n  ","913631":"\n  OMGOSH 😂 😂\n  ","913632":"\n  I stayed over with friends last night\n  ","913633":"\n  No not really, your experience isnt going to be the same as others. While you may have not enjoyed something or agreed with their views doesnt mean others didnt as well.\n  ","913634":"\n  Awe thank you, and I'm okay just feeling a bit down and annoyed. But not trying to let that get to me\n  ","913635":"\n  *coughs* they're devils don't let him lie *coughs\n  ","913636":"\n  No she just came over to visit\n  ","913637":"\n  To do:\n  \n  1. Stop bullying yourself!!!!!!!\n  ","913638":"\n  I have a song titled deja vu\n  ","913639":"\n  No Lisa came over our house\n  ","913640":"\n  Just because I'll rather not put my protection and privacy at risk you're going to be rude?\n  ","913641":"\n  Lisa and amy\n  ","913642":"\n  No but you can travel here and potentially harm us\n  ","913643":"\n  Idolize?\n  ","913644":"\n  Toy story\n  ","913645":"\n  Forever 21\n  ","913646":"\n  Because its puttong my safety and others at risk by giving out the name\n  ","913647":"\n  True\n  ","913648":"\n  Thank you\n  ","913649":"\n  Just continje praying for the world and staying strong. Wash your hands and take all the necessary precautions\n  ","913650":"\n  I can't release that information due to privacy issues\n  ","913651":"\n  I love swimming, and I'm pretty decent at it. I was on a water polo team for a few years\n  ","913652":"\n  Lol \"look at my kneed arent they cute \" 😂 but no I just like the style and edgyness\n  ","913653":"\n  Thanks\n  ","913654":"\n  Due to the outbreak and things shutting down... They said live streams\n  ","913655":"\n  Live streams\n  ","913656":"\n  Its to pretty to take down, and it makes me happier\n  ","913657":"\n  Leave us alone its decor 🤷🏻\n  ","913658":"\n  No lol\n  ","913659":"\n  Its coming next Saturday\n  ","913660":"\n  Lol I'm an angel\n  ","913661":"\n  Self love\n  ","913662":"\n  Have a goodnight 😊\n  ","913663":"\n  Not that I'm aware of\n  ","913664":"\n  Alex\n  ","913665":"\n  No\n  ","913666":"\n  I don't go to school 😊\n  ","913667":"\n  Stay by their side through everything in life\n  ","913668":"\n  Idk her username but her name is allycia Gutierrez... Many people have had problems with her and she fakes  on numerous socials and different people\n  ","913669":"\n  The actor is 😂 the person it was based off probably not\n  ","913670":"\n  No, this girl has faked me, my family. My friends, people I no longer associate with, people I worked with, ex boyfriends and partners. Sabrina's carpenter and her co workers, other youtubers. But still tries to pass off that shes an \"actress\" no honey you're just someone who needs some help. ...\n  ","913671":"\n  I'm not going to go off just because someone said something. Everyone has a right to have an opinion and sorry hers differs from others. But instead of attacking me, why not go after the person who has over 20 + fake accounts and still continues to act like shes innocent. 🤷🏻\n  ","913672":"\n  Its evening here, but hope you had an amazing day ❤\n  ","913673":"\n  They re their own people and I can't speak on each individual\n  ","913674":"\n  I have sanitizer but its not that brand\n  ","913675":"\n  Everything is going to be alright 💖 just listen to the things medical professionals are telling you to do.\n  ","913676":"\n  If I was invited to be, then sure why not?\n  ","913677":"\n  Good 😊\n  ","913678":"\n  In slang terms : cool\n  \n  However in actual definition : a curtain or piece of fabric fastened so as to hang in a drooping curve.\n  ","913679":"\n  Stop daring the guys to drink hot sauce 😂\n  ","913680":"\n  I don't force people to date others when they re not ready to\n  ","913681":"\n  My older sister katherine\n  ","913682":"\n  Whut\n  ","913683":"\n  Sometimes but most know I'm just quiet and more onservative\n  ","913684":"\n  Uhm sure?\n  ","913685":"\n  It was a skit we did nithing on purpose\n  ","913686":"\n  Sometimes\n  ","913687":"\n  Yeet\n  ","913688":"\n  In my music ...\n  ","913689":"\n  Football\n  ","913690":"\n  I have not watched it yet. Some people said it was good but then others say they have an issue about how he looks, that it doesnt look like sonic\n  ","913691":"\n  Awe\n  ","913692":"\n  Thank you\n  ","913693":"\n  The government is ridiculous and needs to realize that there is people who can't afford those things.\n  ","913694":"\n  I'm sure you can make a new youtube account immediately but you won't have many subscribers or any\n  ","913695":"\n  🤔 unreleased .... Probably R.I.P ❤\n  \n  Already released ...\n  \n  Oof ... Flames\n  \n  And band wise ...\n  \n  Acid rain holds a special place\n  ","913696":"\n  Ehhh.... A nintendo d.s ( accidentally dropped it in water one time), moms favorite casserole dish (not sure how that actually broke), and accidentally cracked a tv 👀\n  ","913697":"\n  😊💖\n  ","913698":"\n  And posting thoughts and that here and there 💖 please check lasts weeks post if you're confused\n  ","913699":"\n  No lol I don't really watch a lot of TV\n  ","913700":"\n  Sometimes\n  ","913701":"\n  Just be patient 😊 I'll feed my children good when the timjng feels right again. Right now I just want BEB to have its moment\n  ","913702":"\n  I'm not doing that anymore babiez\n  ","913703":"\n  Melanie Martinez 😍\n  ","913704":"\n  Ahah\n  ","913705":"\n  I got some new bops saved into the folder I been working on.\n  ","913706":"\n  Media making everyone panic much more than needed, making it look like we hit the great depression again.\n  ","913707":"\n  Stealing hearts 👀💖\n  ","913708":"\n  Lol\n  ","913709":"\n  Mostly 😊\n  ","913710":"\n  I don't even know what's real now\n  \n  I wish that I could come down\n  \n  But I don't really have a choice\n  \n  When I'm falling for these brown-eyed boys\n  \n  Sweeter than the rush I'm getting\n  \n  Deeper than the pain I'm feeling\n  \n  Suddenly I'm destroyed\n  \n  All because of these brown-eyed boys\n  ","913711":"\n  Like 48 hours ? Or nancy grace ?\n  ","913712":"\n  I don't even know what's real now\n  \n  I wish that I could come down\n  \n  But I don't really have a choice\n  \n  When I'm falling for these brown-eyed boys\n  \n  Sweeter than the rush I'm getting\n  \n  Deeper than the pain I'm feeling\n  \n  Suddenly I'm destroyed\n  \n  All because of these brown-eyed boys\n  ","913713":"\n  💖\n  ","913714":"\n  Sure\n  ","913715":"\n  You're stringing me along you know exactly what to do\n  \n  I know that you don't want me but I still want you\n  \n  And every other night when it's late up in my room\n  \n  I'm looking at the stars, wish I was looking at you\n  ","913716":"\n  Just doing what we can to help out 💖\n  ","913717":"\n  I'll be hot 😂😂\n  ","913718":"\n  I don't want to be helpless\n  \n  Right when I'm getting so close\n  \n  That's when you disappear\n  \n  Lately, I'm feeling reckless\n  \n  But I don't want to burn out\n  \n  Guess I gotta hold on tighter\n  ","913719":"\n  Penelope is alright\n  ","913720":"\n  Yeah 😂\n  ","913721":"\n  I guess everyone is graduating via video call 👀\n  ","913722":"\n  Thank you 😊\n  ","913723":"\n  Lol I don't even remember\n  ","913724":"\n  Think I'm addicted to the stress\n  \n  I guess it makes me feel alive\n  \n  But it's killing me from the inside\n  ","913725":"\n  Yeah they switched ours to close dinning at 9pm bars, restaurants\n  ","913726":"\n  Yeah schools are on an extra two week break. But they re talking about shutting them down for the rest of the year like???? Is that really necessary? How will they pass onto the next grade or what about those who are in college and played for tuition etc? Will they receive a free year in college due to loss of lessons? What about the teachers how will u pay them ?\n  ","913727":"\n  Lol its a temporary one 😂 not a real tattoo. Its one of those glitter type ones that lasts a few weeks\n  ","913728":"\n  Just trying to plan things and rearrange etc. Then the governor  keeps locking us down on things. Like I believe they shut down the stores, restaurants after 9pm today and its all carry out or delivery\n  ","913729":"\n  I do\n  ","913730":"\n  Its just not right having any of the others girls try to do it and having to teach them when I know how to do it and been doing it for years\n  ","913731":"\n  No its just weird 😂 their ideas... Like chicken on a donut, the chicken and cheetos etc. Just stop lol\n  ","913732":"\n  Like I know who it is sending hate 😂\n  ","913733":"\n  Not going to let anyone ever replace you ... So yes I'll do the cup song by myself in the pitch perfect medley BC sugar and spice will always stick together\n  ","913734":"\n  But chooses to post more pictures of his bare bottom .... 🙄 really mature\n  ","913735":"\n  Oh\n  ","913736":"\n  Because everyone is scared of the outbreak\n  ","913737":"\n  I only play sims every now and then. Not really a gamer\n  ","913738":"\n  No I haven't\n  ","913739":"\n  Yeah\n  ","913740":"\n  I don't like to discuss my views on certain subjects because it causes a lot of backwoods and debate\n  ","913741":"\n  Barely noticed\n  ","913742":"\n  Appreciate it 😊\n  ","913743":"\n  Awe\n  ","913744":"\n  Lol\n  ","913745":"\n  Lol\n  ","913746":"\n  Take care of a dog\n  ","913747":"\n  We will see\n  ","913748":"\n  Cramps, period, pregnancy, trying to find clothes that fit right in all the places, having to always shave\/wax, pap smears etc\n  ","913749":"\n  Lolll\n  ","913750":"\n  Thank you\n  ","913751":"\n  I know\n  ","913752":"\n  Probably be a bit cringy but I can probably make it work\n  ","913753":"\n  Yes 😊\n  ","913754":"\n  Heartbreakee\n  ","913755":"\n  Which the band will discuss and arrange schedules if needed, that's not a problem and most of our work is from home\n  ","913756":"\n  Just ignore it, rejection happens from time to time.\n  ","913757":"\n  Bit I bet you still get hit with a work packet or all your plans are getting destroyed...\n  ","913758":"\n  According to an article I read, in the main place of the outbreak Wuhan, they were celebrating because they finally got the cases down from 15,000 to 15. I just feel the media and the governors etc. Are being a bit over dramatic because so far there's only been a few who have tested positive. Just continue to wash your hands and wipe down anything before touching, cover your mouth and into ur arm when sneezing. If you feel ill dont go anywhere and stay home and quarantine.\n  ","913759":"\n  We just can't catch a break\n  ","913760":"\n  Not sure how true that is but ew\n  ","913761":"\n  Lol the whip I just bust out was better\n  ","913762":"\n  Get a job and stop begging random people who don't even know you\/ harassing them into buying you a phone or giving you money. If you need money so badly then go and search for a job\n  ","913763":"\n  My older siblings and idols like oprah\n  ","913764":"\n  I want to go back to brazil\n  ","913765":"\n  Selfie sticks ?\n  ","913766":"\n  I was born and raised in california, but I know live in Tennessee\n  ","913767":"\n  Ah. I'll try to check it out sometime. Thank you 😊\n  ","913768":"\n  Cimorellimusic.com\n  ","913769":"\n  No problem!!\n  ","913770":"\n  People treating others poorly\n  ","913771":"\n  Incredibly blessed and worth it\n  ","913772":"\n  I'm good,\n  \n  Hbu\n  ","913773":"\n  I do 💖\n  ","913774":"\n  Wdym\n  ","913775":"\n  No lol.\n  ","913776":"\n  Just a classic pepperoni or margarita\n  ","913777":"\n  Yeah :) theyre to grown up now\n  ","913778":"\n  Not trying to offend anyone. Because I feel some of us with the right mjnd know how young we would date and how old and what's basically to young and to old.\n  ","913779":"\n  I've always been close to Lisa... Just people were more focused on the dauren sister moments\n  ","913780":"\n  Its funny because its Lisa 😂 and I like to annoy her\n  ","913781":"\n  Yes\n  ","913782":"\n  No\n  ","913783":"\n  I write music but no those are just lyrics from demi lovatos song\n  ","913784":"\n  Oh, why do I compare myself to everyone?\n  \n  And I always got my finger on the self-destruct\n  \n  I wonder when I love me is enough (Yeah, yeah, yeah)\n  \n  I wonder when I love me is enough (Yeah, yeah, yeah)\n  \n  Why am I always looking for a ride or die?\n  \n  'Cause mine's the only heart I'm gonna have for life\n  \n  After all the times I went and messed it up (All the times I went and messed  it up)\n  \n  I wonder when I love me is enough (Yeah, yeah, yeah)\n  ","913785":"\n  Fun, supportive, inspiring.\n  \n  Relaxing, peaceful, quiet\n  ","913786":"\n  Its not the fact you keep making \"jokes\" its the fact you don't stop when I mentiomed over and over I felt very uncomfortable or was annoyed\n  ","913787":"\n  Drive\n  ","913788":"\n  I'm great 😊\n  ","913789":"\n  Just got look at the band pages or something\n  ","913790":"\n  Same\n  ","913791":"\n  Not really\n  ","913792":"\n  Seeing new places and meeting new people 💖\n  ","913793":"\n  Maybe 🤷🏻 doesn't hurt to just ask\n  ","913794":"\n  Ew\n  ","913795":"\n  Yeah I know 😊thanks for checking up on us though\n  ","913796":"\n  Why?\n  ","913797":"\n  Mhm\n  ","913798":"\n  They'll be coming to the spider graves then\n  ","913799":"\n  Laying on jordan\n  ","913800":"\n  We love the laurisa roasts amirte 😂\n  ","913801":"\n  Barbie dream girl\n  \n  Pagent queen\n  \n  Twinkle butt\n  \n  Fairy princess 😂😂😂\n  ","913802":"\n  Lisa goes from calling me barbie dream girl to a parent girl 😂\n  ","913803":"\n  Some anon kinda have an idea who it is but BC they don't get their way they stalk me and hate on me and make threats\n  ","913804":"\n  A week 💖\n  ","913805":"\n  For business inquiries please contact the email linked in our bios\n  ","913806":"\n  My personality\n  ","913807":"\n  Baby lemon just needs to be healthy\n  ","913808":"\n  Most of the time. Just gets boring when there's nothing really worth answering or the sexual ones, hate etc.\n  ","913809":"\n  Yeah\n  ","913810":"\n  They are\n  ","913811":"\n  Mhm\n  ","913812":"\n  Doesn't matter to me\n  ","913813":"\n  My brothers are already aware, as the police. Just someone making dumb threats BC they cant have their way\n  ","913814":"\n  Sure\n  ","913815":"\n  Awe\n  ","913816":"\n  I'm taken\n  ","913817":"\n  Tongue stuck to ice\n  ","913818":"\n  Mostly every one or few weeks\n  ","913819":"\n  Smh\n  ","913820":"\n  Yes 😊\n  ","913821":"\n  Thank you 😊\n  ","913822":"\n  Yeah maybe a few videos 😂 lol christina just plans and plans\n  ","913823":"\n  Neither do I but it doesnt really bother me if my friends or someone else does\n  ","913824":"\n  Most of the time\n  ","913825":"\n  Not anytime soon with the government going on lockdown due to the corona virus....\n  ","913826":"\n  No I'm just in a chill mood\n  ","913827":"\n  Yes and we are still continuing to raise money to help with the tornado relief 💖\n  ","913828":"\n  I dont like them lol\n  ","913829":"\n  Its alright\n  ","913830":"\n  Icymi\n  ","913831":"\n  Awe 😊\n  ","913832":"\n  Lol\n  ","913833":"\n  I'm.sorry I don't really get on twitter as much anymore. And its normally Lisa or amy on the band account twitter\n  ","913834":"\n  G wagonnn\n  ","913835":"\n  No\n  ","913836":"\n  I don't really know?\n  ","913837":"\n  Yeah\n  ","913838":"\n  Pitch perfect medley will be up Saturday\n  ","913839":"\n  Happy #CimorelliSaturday! We did a Disney Harmonizing challenge where we covered our favorite throwback Disney songs like #CheetahGirls! 🎉🎶❤️ What challenge to you want to see us do next!? 🎶 Watch the full video on our YouTube!\n  \n\n   https:\/\/youtu.be\/Kd9O60XToLY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","913840":"\n  Older me holding younger me... Omg imagine if my children look just kike me I'm gonna be scared\n  ","913841":"\n  Yes 😂\n  ","913842":"\n  Idk aha. Cuddles are cuddles\n  ","913843":"\n  I'm currently cuddling my boyfriend\n  ","913844":"\n  Three times\n  ","913845":"\n  Just laying down and trying to get warm\n  ","913846":"\n  This is sorta..\n  \n  Creepy\n  ","913847":"\n  I loved visiting Paris\n  ","913848":"\n  Mhm\n  ","913849":"\n  I'm not terrified of them, I just don't know how to interact with them\n  ","913850":"\n  Uhm I guess?\n  ","913851":"\n  Spread kindness\n  ","913852":"\n  Its catchy 😊\n  ","913853":"\n  😊\n  ","913854":"\n  Not sure I sometimes gently grab people's arm or hands to get their attention like my sisters\n  ","913855":"\n  Awe 😊\n  ","913856":"\n  Yeah I try to at least read through some\n  ","913857":"\n  No problem 😊\n  ","913858":"\n  It is as well as auto correct but at times I tend to type to fast for my keyboard to really type out everything as quick as I'm writing it out. And I don't really look over things so it sometimes misspells or changes a word and it makes no sense when I go back and reread afterwards\n  ","913859":"\n  Thanks 😊\n  ","913860":"\n  Anon\n  ","913861":"\n  I'm sorry its just we get like idk how to actually describe  it without it coming off as something I shouldn't say lol but basically the moment someone notices we are online and active we get spamed up the butt\n  ","913862":"\n  It can be at times\n  ","913863":"\n  I think you kinda know when you're not being the person who you actually want to be or when you're struggling with a situation etc.\n  ","913864":"\n  Nope\n  ","913865":"\n  They're okay, just not a huge fan of talking to strangers lol\n  ","913866":"\n  Yeah\n  ","913867":"\n  Effort\n  ","913868":"\n  I'm not sure ...\n  ","913869":"\n  Yeah, one person against thousands\n  ","913870":"\n  Uhm kinda got tons of questions to respond back to at the moment\n  ","913871":"\n  I used to watch it at times where I was sick and nothing was on\n  ","913872":"\n  Yeah or stuff that didn't even refer to the mean point\n  ","913873":"\n  Its hard to say because there's those people like me who are against cheating but based on a job like if they're in a band then at times you have to cover up ur actual relationship or pretend to be someone for the media. However I'm highly against cheating .... But then there's those couples who cheat on each other and theyre okay with it or having another partner etc.\n  ","913874":"\n  How caring and protective of me he is 💖\n  ","913875":"\n  Yeah people were getting mad because we didn't \"acknowledge\" them\n  ","913876":"\n  Ahaha yeah the only thing is to like hold and scroll\n  ","913877":"\n  Son account that goes by lera\n  ","913878":"\n  Went out for dinner. City is talking about shutting down the restarants and that :\/\n  ","913879":"\n  Food\n  ","913880":"\n  Yeah\n  ","913881":"\n  I would have only released the ones who havent done anything seriously wrong like the people who are in jail for unpaid court tickets or something.\n  ","913882":"\n  She hasn't popped yet but u can see the baby at times lol\n  ","913883":"\n  The mother has more rights to the children because they carried the child for 9 months etc. And most fathers only pay $20 a month which is not even enough to support a child\n  ","913884":"\n  I don't understand I'm sorry :(\n  ","913885":"\n  Just been busy lol\n  ","913886":"\n  I know it's past wednesday but\n  \n   @askamanz5506\n  \n  🤷🏻\n  ","913887":"\n  I'm not mad lol\n  ","913888":"\n  Later tonight ..right now I'm kinda busy with family\n  ","913889":"\n  Lol I don't have issues with it 😂\n  ","913890":"\n  Just ignore, report and block them\n  ","913891":"\n  Go to dollar stores or the gas stations even lowes and home depots have toilet paper for sale.... Its mostly target, walmart and the bigger members clubs selling out\n  ","913892":"\n  New tiktok video is up now 😊 check It out!!\n  \n\n   https:\/\/m.tiktok.com\/v\/6803729199531035910.html?u_code=4c80jkg6f6a1d&preview_pb=0&language=en&timestamp=1584117844&utm_campaign=client_share&app=musically&utm_medium=ios&user_id=99425185329455104&tt_from=copy&utm_source=copy\n  \n","913893":"\n  And once again I'm sure it was just someone joking around. Most of us were still kids at the time and kids say things they don't actually mean. Stop calling my family fakes on some old videos from when we were 12 or whatever.\n  ","913894":"\n  Just because some of us like mayonaise and some of us don't doesn't make us fake. Christina absolutely hates mayonaise. I don't really care for it either but if I forget like a certain sand which or something has it on it .... Its not a big deal. Don't call my family fake just because you don't know how to take a joke or know us personally okay bye\n  ","913895":"\n  Good 😊\n  ","913896":"\n  Nothing can beat chocolate\n  ","913897":"\n  Meeee\n  ","913898":"\n  Not sure what you mean by prettiest? But I did organize a pretty cute bridal shower\n  ","913899":"\n  I've been to a haunted reformatory\n  ","913900":"\n  I would try to raise the money if I could\n  ","913901":"\n  I dont know I never met or worked with her\n  ","913902":"\n  Probably not lol not sure if she knows us or not?\n  ","913903":"\n  No I havent\n  ","913904":"\n  2 ?\n  ","913905":"\n  Normally 10pm-12\n  ","913906":"\n  No one\n  ","913907":"\n  Yeah shes been engaged to max\n  ","913908":"\n  She's engaged 😂\n  ","913909":"\n  Pretty sure she likes my brother lol\n  ","913910":"\n  Yeah 😂\n  ","913911":"\n  He's sleeping\n  ","913912":"\n  What?\n  ","913913":"\n  I have a resting b* face\n  ","913914":"\n  I wasn't mad... It was from a skit video we did about introverts 😂 kath was talking to me and I zoned out\n  ","913915":"\n  He stayed over last night. So I saw him when I got back from filming\n  ","913916":"\n  Lol I'm pretty sure its not even the person I'm talking about\n  ","913917":"\n  What\n  ","913918":"\n  You made the choices first, not me. You can not blame me for having a rebuttal against your choices\n  ","913919":"\n  You literally can not be mad at me when youre the one who's been playing the cards the entire time and hurting me...\n  ","913920":"\n  Thank you\n  ","913921":"\n  No\n  ","913922":"\n  People used to hate on me when we danced ... I was really young, and my voice wasnt fully mine yet and I didn't know how to control it correctly so when we would dance I would sometimes get breathless trying to sing at the same time\n  ","913923":"\n  He* and yeah kinda a strange person\n  ","913924":"\n  🤷🏻\n  ","913925":"\n  I don't know who that is for some reason I thought she was that girl from victorious 😂\n  ","913926":"\n  In n out\n  \n  Lemonades\n  \n  Were my absolute favorites in California\n  \n  In Tennessee:\n  \n  Hattie bs\n  \n  Tazaki Mediterranean bar and grill\n  \n  Sals pizza and dinner\n  ","913927":"\n  I used to pretend it was a cash register at times when I was little, I was amazed with them but then would get annoyed because the letters would not print onto the paper after awhile ... I was like a small aged child though 🤷🏻 kinda wished the world still has some imagination and creativity like it did. Now kids don't even want to make up things like house or restaurant...\n  ","913928":"\n  I appreciate it 😊\n  ","913929":"\n  You cant force someone to love you the way you love them BC they're just going to string you along and youre just cutting off your circulation by holding onto the string .... To save your circulation you must let go\n  ","913930":"\n  I don't talk in my sleep.... I used to hear things in my sleep and have panic attacks... Luckily not so much anymore\n  ","913931":"\n  Hahaha\n  ","913932":"\n  Ahaha you guus still remember the elf lauren 😂\n  ","913933":"\n  I remember when people used to re enact the ghost whisperer opening 😂\n  ","913934":"\n  My 18th I spent it with christina bc our birthday is on the sane day, 8 years apart... But we just had this huge party surrounded by friends and family and for once I felt like my life was perfect\n  ","913935":"\n  Babyyy 😂\n  \n   @JJboi1999\n  \n","913936":"\n  Lol I'm nottt 😂\n  ","913937":"\n  😂\n  ","913938":"\n  Lol ask anyone 😂\n  ","913939":"\n  And I been going to dance class all this week for a new cover that's going up soon 😂 I'm not a dancer I swear\n  ","913940":"\n  Okay this was probably the best performance I did but 16:46 is the time stamp\n  \n   https:\/\/youtu.be\/s0Y3j4Z7U60\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","913941":"\n  Then there's the body roll everyone is obsessed with\n  \n\n   https:\/\/youtu.be\/qU9u9ZPxssY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","913942":"\n\n   https:\/\/youtu.be\/PLhDGvkXLL8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Sorry this is kinda cringey 😂\n  ","913943":"\n  Hold on I'll give you a better video lol  this is a more recent one\n  \n\n   https:\/\/youtu.be\/YI0pdsbVxhk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","913944":"\n  Wowww 😂 😂\n  ","913945":"\n  I don't think I'm really good at dancing lol\n  ","913946":"\n\n   https:\/\/youtu.be\/7FO1FV0Krz0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","913947":"\n  Thank you\n  ","913948":"\n  Deja vu isn't about him lol its about jor\n  ","913949":"\n  I only remember some of my dreams. Othertimes the other ones dont really stand out. For some reason most of my dreams seem to reoccur in the same place like a building or a house... Never understand why\n  ","913950":"\n  I just threw up watching brown eyed boys solo relatable💀\n  ","913951":"\n  Gives me old town road BC i still have an accent unlike them\n  \n\n   https:\/\/youtu.be\/PhC6H2WStgw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","913952":"\n  Yeah that's definitely Jojo siwa\n  \n\n   https:\/\/youtu.be\/shXFCbzcUmY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","913953":"\n  I think a negatibe emotion, because we wouldn't just want to imorove something for ourselves but to compare, be better or fit in with the other person or thing we are jealous of\n  ","913954":"\n  I did scroll down\n  ","913955":"\n  Appreciate it\n  ","913956":"\n  Not really just super annoyed\n  ","913957":"\n  Not discussing that\n  ","913958":"\n  Thank you\n  ","913959":"\n  Beautiful creatures cast\n  ","913960":"\n  I have many but definitely one direction\n  ","913961":"\n  Thank you\n  ","913962":"\n  Oof that's when I was arguing with parker 😂\n  ","913963":"\n  Thinking about it but not motivated to actually do so yet\n  ","913964":"\n  Thank you\n  ","913965":"\n  Long, productive still not over\n  ","913966":"\n  They just need to stop trying to come up with ideas 😂\n  ","913967":"\n  I live with Arielle as well lol\n  ","913968":"\n  Its such a good show but also sad\n  ","913969":"\n  Yeah...\n  ","913970":"\n  Haha\n  ","913971":"\n  For everyone\n  ","913972":"\n  Yeah\n  ","913973":"\n  Lol its from an older video\n  ","913974":"\n  Not you the creeps and whatever else\n  ","913975":"\n  Yeah\n  ","913976":"\n  Many have opened their homes, buisnesses etc. To help those who were affected. However the stadium is one of the biggest places that can house those who lost their homes etc.\n  ","913977":"\n  Its okay I'm behind on a bunch of shows\n  ","913978":"\n  Not while in college, but I do read a lot about psychology related things and do think about rejoining college every few months\n  ","913979":"\n  Want to do a media cleanse ... He's good\n  ","913980":"\n  Meaning the younger fans of his wife aka my youngest sister who has helped his following the entire time shouldn't be seeing someone's rear end the moment they open their feed\n  ","913981":"\n  Lol\n  ","913982":"\n  If it all works out\n  ","913983":"\n  Hey hey\n  ","913984":"\n  Awesome\n  ","913985":"\n  Maybe ....\n  ","913986":"\n  Playing with fire\n  ","913987":"\n  The bond I have with my family and friends\n  ","913988":"\n  Taken 😊\n  ","913989":"\n  The future because my past was probably the sadness of my life and I dont want to relive those moments\n  ","913990":"\n  Probably the nicknames they call us 😂\n  ","913991":"\n  No I'm taken 😊\n  ","913992":"\n  Donate most of it to those in need\n  ","913993":"\n  The one I'm still doing till this day.... Being a singer, band member, songwriter\n  ","913994":"\n  I'm doing good, hbu?\n  ","913995":"\n  Hello\n  ","913996":"\n  Sometimes we don't know what good things we have because we are too busy chasing after something that's not good for us\n  ","913997":"\n  Mental health, disability, and not getting the help they deserve or the accomadations\n  ","913998":"\n  Shower, nap eat\n  ","913999":"\n  Bleu cheese 🤢\n  ","914000":"\n  You can just click and look 😊\n  ","914001":"\n  I would say lay eggs?\n  ","914002":"\n  Hopefully one day\n  ","914003":"\n  Because they think \"deserved\" means no way off the island\n  ","914004":"\n  Maybe he was just thirsty and couldn't find any water and knows women could produce milk so why couldnt animals?\n  ","914005":"\n  Because even if you take them and you sleep it off you can still wake up feeling kinda sleepy etc.\n  ","914006":"\n  Uhh what\n  ","914007":"\n  Haha good question\n  ","914008":"\n  No lol\n  ","914009":"\n  I always wanted a big family but I'll be happy with whatever I get 💖\n  ","914010":"\n  And go see a doctor both of you 🙄\n  ","914011":"\n  I do at times just prefer water or root beer etc.\n  ","914012":"\n  Not allowed to talk about that, in respect for her\n  ","914013":"\n  Nooo\n  ","914014":"\n  Uhm .... I would stop\n  ","914015":"\n  Awe okay thanks for ketting me know\n  ","914016":"\n  Enterrestrial love 💖\n  ","914017":"\n  No my brothers have Xbox\n  ","914018":"\n  Nice\n  ","914019":"\n  Lol\n  ","914020":"\n  Idk\n  ","914021":"\n  I know them by heart 😊\n  ","914022":"\n  I feel he knows what right and wrong. And sometimes gives us lessons we need to learn\n  ","914023":"\n  No definitely not. I respect others beliefs and values as well as mine\n  ","914024":"\n  And basically just had the work out of my life doing the chores for it 😂\n  ","914025":"\n  I'm the babyyyyy of the band again I don't likey\n  ","914026":"\n  Had to film a video for our new cover today, had band meetings about the merch store and the profits being directly donated to the tornado relief funds.... Now helping the girls record harmonies.\n  ","914027":"\n  Very productive today\n  ","914028":"\n  😂😂😂\n  ","914029":"\n  Meanwhile the fandom is in a fury BC Michael commented on the post and stop up for the younger generation\n  ","914030":"\n  I was always the more mature one lol\n  ","914031":"\n  😂😂 if you look at my pinterest board I'm sure there's plenty of what I'm referring to\n  ","914032":"\n  Loll luckily I got through it\n  ","914033":"\n  Something like interior design or psychology related\n  ","914034":"\n  Ahaha 😂 sad thing is trying to film today I'm like oof\n  ","914035":"\n  They're just a bowl filled with like protein and that\n  ","914036":"\n  Defff\n  ","914037":"\n  Power bowls\n  ","914038":"\n  A person's physical attractiveness has no connection with morality, or moral beauty. Its more of a liability\n  ","914039":"\n  😊💖 love hearing our music being played\n  ","914040":"\n  I'm lucky!!! 😊💖\n  ","914041":"\n  💖\n  ","914042":"\n  😂\n  ","914043":"\n  I like a cat now... But dogs eh\n  ","914044":"\n  I'm always in work mode 😂\n  ","914045":"\n  Not going to let hate get to me\n  ","914046":"\n  Water and electricity are highly important ... The others I don't really need like internet access. Its good to disconnect from the social world and be involved in the real world and actually living in the moment for a bit\n  ","914047":"\n  Yeah I may have been reading immortal way to much\n  ","914048":"\n  Lol\n  ","914049":"\n  Not really 😊\n  ","914050":"\n  Been filming for our new cover and dancing all day. My body is so sore\n  ","914051":"\n  No but I feel when it comes to job wise and education everything should be equal for all genders and ethnicity\n  ","914052":"\n  So... There's suppose to be weather coming in this week that is just as bad as the tornado weather and I'm legit scared BC nit are we only trying to rebuild the houses, buildings etc. That were destroyed already but the fact people are quarantined in their homes due to corona virus fears is also scary....\n  ","914053":"\n  💖\n  ","914054":"\n  CimFam! 100% of all profits from our merch store will go towards tornado relief efforts now through next Thursday!🎉 please join us in rebuilding Tennessee!! ❤️\n  \n   www.cimorellimusic.com\n  \n","914055":"\n  Anyway I'm going to try getting some sleep now, speak to you all later 💖\n  ","914056":"\n  Used to be my brothers\n  ","914057":"\n  I love pizza\n  ","914058":"\n  Loose you to love me\n  ","914059":"\n  Christian suray\n  ","914060":"\n  Finished watching the rest of season two of good trouble tonight, jordan is asleep as should I be. ... But was scrolling on twitter and everyone keeps mentioning my ex bf and like omg u unfollowed him, and other stuff so just had to rant\n  ","914061":"\n  Alright let me confirm something:\n  \n  I was NEVER ENGAGED to christian!! Dont know where that rumor is coming from. I always saved photos of rings and even had like a future idea of a wedding olanned out since I was 12. Also yes it sucks feeling really comfortable with someone enough to release a music video with them in it, and even go public but its not the worst of things to worry about. Yes I un followed christian on instagram as did amy, dani and rachael. Sisters support sisters and rachael was one of the first who knew and has helped me get through that period as well as my therapist.  Also pleaseeeeee stop calling me lauren suray that is not a thing I enjoy at all. Yes beb has a stronger meanjng behind it because if you listen to the lyrics \"Suddenly I'm destroyed all BC of these brown eyed boys\", \"out ta sight, out ta mind\" \"crash & burn everytime\". Its not just about falling in love !!!  I waited to post it for a long time... I don't think I'm going to just delete a music video I worked hard on lol. DONT COMPARE \"running\"  to  my actual relationships. Also acid rain connects with atom bomb but acid rain is not about christian ._. BEB also states \" masochism\" look at the definition, that relationship was NOT HEALTHY. The weekly posts I did were a deeper meaning and why I just stopped doing it all together. Anyway you guys have no idea what I been doing through and I'm done speaking about c.s now can we all just move on and let me heal and be happy with who I truly love ??\n  ","914062":"\n  💖 #laurisa\n  \n\n   https:\/\/mobile.twitter.com\/penelopecim\/status\/1237860980593315843\n  \n","914063":"\n  Before October gone\n  ","914064":"\n  Its split... But in bog it was me who had to do the maybe sometimes things just have to end etc...\n  ","914065":"\n  Luv u too!!!\n  ","914066":"\n  7\n  ","914067":"\n  Yeah I slept pretty good\n  ","914068":"\n  Hi\n  ","914069":"\n  I'm so annoyed BC I am now taking over for Dani's parts .... Lol\n  ","914070":"\n  Not unless it was my choice to do so..I can still be pregnant, be a mother and be in the band and involved just as I am currently. My older sister christina is pregnant and still highly involved\n  ","914071":"\n  When I close my eyes, all I see is me right there\n  \n  In his front seat\n  \n  His headlights pouring down my street\n  \n  I try to forget, but I can't lie\n  \n  His words keep me up at night!\n  \n  If it's 4:30, and I can't sleep\n  \n  You don't have to guess\n  ","914072":"\n  She mentioned it in the live stream, when someone requested we just sing any song by Taylor swift. I suggested one of the other songs but then she said oh we should do \"lover\" because we recently did that ¿ i dont remember a lover cover ... But i think we did the short version for tik tok\n  ","914073":"\n  No thanks\n  ","914074":"\n  Haha yeah\n  ","914075":"\n  Yes\n  ","914076":"\n  Got hit with a few today by paisley 😂\n  ","914077":"\n  ... Just realized kath leaked one of the projects we worked on BC I don't recall that cover ever going up yet\n  ","914078":"\n  Making out lol\n  ","914079":"\n  Yes I'm aware\n  ","914080":"\n  Until there is a nerf war happening in the house 😂\n  ","914081":"\n  5'7 and thank you\n  ","914082":"\n  Congratulations\n  ","914083":"\n  Don't expect a different ending then the one you're used to seeing\n  ","914084":"\n  Wydm solo artist or ?\n  ","914085":"\n  A tank top amd sweatpants bc time for bed\n  ","914086":"\n  This seems to help understand why...I'm not bird expert so I like to research 😊\n  \n\n   https:\/\/www.allaboutbirds.org\/news\/the-basics-how-why-and-where-of-bird-migration\/\n  \n","914087":"\n  Leave it alone ... Its kinda annoying to set the clocks forward and backwards ( people who actually still use clocks instead of their ohines for those). Plus we already know am is for morning and pm is night. Dusk and dawn etc. So why so we need to set time forward or backwards. I thought there was no such thing as turning back time? But to look forward\n  ","914088":"\n  Maybe god himself\n  ","914089":"\n  I dont think I would ever want to be lol\n  ","914090":"\n  aurantiaco\n  ","914091":"\n  Lol\n  ","914092":"\n  Christina: you guys literally think I can sing every lyric to pressure\n  \n  Lisa: ooo ill sing it, laurie do the melody\n  \n  Me: I never sing the melody 😂\n  \n  Christina: its so hard to sing pressure\n  \n  (Lol its not even that high of a  harmony) 😂\n  \n\n   https:\/\/youtu.be\/5lnZ2RPj_WY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","914093":"\n  Also you should go listen to this amazing song by my sister who will also be releasing another single  called \"Lose my mind\" I absolutely love this song and I sing it with Lisa whenever I get the chance to 💖\n  \n\n   https:\/\/youtu.be\/WvxC46-duOI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","914094":"\n  Lol I kinda already did\n  ","914095":"\n  Exactly 😂\n  ","914096":"\n  My sisters\n  ","914097":"\n  Good night 😊\n  ","914098":"\n  No lol\n  ","914099":"\n  Yeah, time to move on and let go of that ....\n  ","914100":"\n  Yes 😊\n  ","914101":"\n  When christina judges me for forgetting the harmony and lyrics but we've not performed it in years\n  \n\n   https:\/\/youtu.be\/5D6WjQ0MBzg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/WETXBralmDg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","914102":"\n  ICYMI : we did a live stream earlier on our youtube to help raise funds for the relief of the nashville tornados that affected our state earlier last week. You can rewatch\/ watch the livestream if you would like to....\n  \n\n   https:\/\/youtu.be\/OiVKM7FfmKU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","914103":"\n  I already get treated like a queen 😊\n  ","914104":"\n  I'm great, how about you?\n  ","914105":"\n  I had to record harmonies on monday\n  ","914106":"\n  Awe 😊\n  ","914107":"\n  Its now night time 😊\n  ","914108":"\n  Tell someone who works there 🤷🏻\n  ","914109":"\n  Glad to hear! 😊\n  ","914110":"\n  A bit\n  ","914111":"\n  😊\n  ","914112":"\n  Most likely the same things we dream about ?\n  ","914113":"\n  Maybe?\n  ","914114":"\n  I always say please yeet me 😂\n  ","914115":"\n  Would be a good experience to try but I don't think its something that would fit me\n  ","914116":"\n  As I'm aware of\n  ","914117":"\n  Engineers\n  ","914118":"\n  I took swimming classes growing up, and did water polo as well. But I'm not like that good\n  ","914119":"\n  Thanks 😊\n  ","914120":"\n  I have nightmares at times\n  ","914121":"\n  I do!! Especially in the summer\n  ","914122":"\n  Poppy\n  ","914123":"\n  I'm sorry to hear, I hope it gets better\n  ","914124":"\n  Nope\n  ","914125":"\n  Yeah... Were okay however\n  ","914126":"\n  Yes 😂\n  ","914127":"\n  Yeah\n  ","914128":"\n  Moslty\n  ","914129":"\n  Yeah just hopefully nothing bad happens\n  ","914130":"\n  Speak my mind when needed\n  ","914131":"\n  True 💖\n  "}}