{"Question":{"915204":"\n   didn't watch it\n  ","915205":"\n   Agree\n  ","915206":"\n   ok spongebob never connected with me... i liked ren and stimpy cause it was kind of naughty\n  ","915207":"\n   ok I'm weird, I'm not the demographic but I find it strangely entertaining\n  ","915208":"\n   Do you like the British show Sarah and Duck?\n   \n    https:\/\/www.youtube.com\/channel\/UC3OUMU3s7Oy6Ta0wnpZFBWw\/videos\n   \n","915209":"\n   you're probably kind of fun when you're tired then\n  ","915210":"\n   خش بروفايلي هتلاقي انسرز ممكن تفرحك وممكن تعجبك .. ولو معجبكش حاجه قولي ف كيو ونا امسحها🖤\n  ","915211":"\n   i'm opposite, i don't want to talk to anyone when i'm tired\n  ","915212":"\n   maybe creative people like you amplify it a bit\n  ","915213":"\n   everyone got a busy brain.... don't stress\n  ","915214":"\n   Ever been used?\n  ","915215":"\n   Estàs Embarazda 🇪🇦\n\nYou are pregnant 🇬🇧\n\nDani 😮😮\n  ","915216":"\n   TikTokbigandy4life\n  ","915217":"\n   What did you do after the water park?\n  ","915218":"\n   What color?\n  ","915219":"\n   You're welcome. Wanted to check.\n  ","915220":"\n   My mom wears a bathing suit with a shirt over it too.\n  ","915221":"\n   I don’t follow them just u so will u be posting pics of ure trip\n  ","915222":"\n   Been thinking of you on how're you're holding up.\n  ","915223":"\n   A bikini or one piece?\n  ","915224":"\n   How're you holding up?\n  ","915225":"\n   What did you wear at the water park?\n  ","915226":"\n   How’s the Bahamas?\n  ","915227":"\n   So ure the 7 11 the supermarket chain 😂😂 cute\n  ","915228":"\n   Ok cool no pics from there\n  ","915229":"\n   What do you say during awkward silences?\n  ","915230":"\n   Good night bby 😴 sleep tight you deserve it 😘💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋💋(sorry for the excessive amount of affection but I think this world need tons of it and so do you 🤗)\n  ","915231":"\n   Well it’s Monday morning here now so the day just started but Sunday was relaxing at home and back to back movies on Netflix\n  ","915232":"\n   You mentioned that as a Catholic you can have your own beliefs and values or traditions that differ from the Church's teaching. Does this mean one can chose to believe or disbelieve anything you like and still be Catholic?\n  ","915233":"\n   Nice with family and friends\n  ","915234":"\n   Love cannot have rules. If it happens it will happen and then age will just be a number.\n  ","915235":"\n   How have u spent your day today\n  ","915236":"\n   Yeah\n  ","915237":"\n   Are you kind in general?\n  ","915238":"\n   Maybe one day she will notice me and say hello. Anyways phone dying ttyl\n  ","915239":"\n   A lot things do. Don't give up. I got faith you will.\n  ","915240":"\n   Wish I knew what to say but I am the wrong person to give advice heck I got feelings for someone who doesn't know I exist\n  ","915241":"\n   Yeah I got it right after I sent that and sorry\n  ","915242":"\n   Hi how are you today\n  ","915243":"\n   Don't post but if you want you can tell me in another question and I won't post.\n  ","915244":"\n   You're beautiful if you haven't been told today. 😊\n  ","915245":"\n   You're so welcome. You deserve the best.\n  ","915246":"\n   How is your night going ?\n  ","915247":"\n   February 26, 2020\n   \n    https:\/\/youtu.be\/PCwt0qpqgbs\n   \n","915248":"\n   Pretty lady you know i'm deyaa\n  ","915249":"\n   I got your back. Hope you know that.\n  ","915250":"\n   My pleasure. Gonna be okay?\n  ","915251":"\n   Are you a good dancer or better singer?\n  ","915252":"\n   February 26, 2020\n   \n    https:\/\/youtu.be\/Ed8yBt16Po4\n   \n","915253":"\n   Why is she creating fkes of you and your family? Is she a former friend?\n  ","915254":"\n   You're a wonderful woman. Keep at it. 😊\n  ","915255":"\n   Don't ever give up. Not worth giving up. 😊\n  ","915256":"\n   Why do you give up?\n  ","915257":"\n   What a piece of work.\n  ","915258":"\n   Have fun say Hi to Amy and Chrsitina for me.\n  ","915259":"\n   💖\n  ","915260":"\n   How come? Need to vent?\n  ","915261":"\n   You okay, Lauren?\n  ","915262":"\n   Everytime I see you smile, it takes my breath away.\n  ","915263":"\n   I love how kind you are.\n  ","915264":"\n   💖\n  ","915265":"\n   You are so beauty 👌👌🌸\n  ","915266":"\n   Would things get better or worse if humans focused on what was going well rather than what’s going wrong?\n  ","915267":"\n   If you could teach everyone in the world one concept, what concept would have the biggest positive impact on humanity?\n  ","915268":"\n   If you were on a rollercoaster and someone started crying and saying that the rollercoaster will lose control, would you leave or would you stay?\n  ","915269":"\n   Can I take you on  date Lauren the lovely one you will never forget? 😀\n  ","915270":"\n   Do you think GOD is really a BIG scary dude. Waiting to send you to hell for any number of GIANT things\n  ","915271":"\n   Why erase your heart. If you did that you wouldn't be here😕\n  ","915272":"\n   You can erase any horrible experience from your past. What will it be?\n  ","915273":"\n   I put a gif on Askfm. I just typed in Caribbean. And Jamaica Inn popped up\n  ","915274":"\n   You're beautiful\n  ","915275":"\n   What is one thing that you cannot tolerate at all?\n  ","915276":"\n   A man jumps into a river full of crocodiles. And plays with them 😮🙆‍♂️🐊\n   \n    https:\/\/www.facebook.com\/790319794380648\/posts\/2749090865170188\/\n   \n","915277":"\n   height\/weight?\n  ","915278":"\n   Ya well stay if the greasy stuff now till your back home. Then you  what your eating.\n  ","915279":"\n   🙂\n  ","915280":"\n   Have you ever seen Zoey's Extraordinary Playlist ?\n\nI was just wondering whether it was any good.\n  ","915281":"\n   Which celebrity death did you really feel?\n  ","915282":"\n   Oh that’s cool I need a vacation myself as well...\n  ","915283":"\n   Do u know if twins run in your family? 🤨\n  ","915284":"\n   What do u think ur purpose in life is?\n  ","915285":"\n   hey sweetheart thank you for replies wish u well ending the week into this weekend Love you so much i like your new display picture look gorgeous\n  ","915286":"\n   Do you think you are missed by anyone\n  ","915287":"\n   In your opinion, at what age you've learned enough about life to be wise?\n  ","915288":"\n   Which one of your siblings went to college?\n  ","915289":"\n   what influence does your religion have on your daily life?\n  ","915290":"\n   Do you have friends?\n  ","915291":"\n   Do you  feel that y0u can beat shakira in a dance off?\n  ","915292":"\n   Going to church it's Sunday?\n  ","915293":"\n   Hey\n  ","915294":"\n   Today is the first day of March on Sunday, March 1st, 2020!\n  ","915295":"\n   Game of x? Please. You never play that\n  ","915296":"\n   Will you ever be a guest host on masked singer?\n  ","915297":"\n   Ever shopped  at a dollar store ? Be honest\n  ","915298":"\n   Ever done any commercials?\n  ","915299":"\n   Ever been to the white house??\n  ","915300":"\n   Have  you ever been on the howard stern show?\n  ","915301":"\n   Fill in the blank: When ______ does _______ it makes me happy!\n  ","915302":"\n   Antiacid tablets can help with stomach cramps.\n  ","915303":"\n   Are you as famous as Elvis??\n  ","915304":"\n   When the next President is voted in will you play at the inauguration?\n  ","915305":"\n   You play tamborine?\n  ","915306":"\n   If you were a contestant on the masked singer and had to take off your mask would the judges recognize you??\n  ","915307":"\n   Take care beautiful ❤️\n  ","915308":"\n   Feeling tired 😴\n  ","915309":"\n   Last thing you wore that was white\n  ","915310":"\n   Great!\n  ","915311":"\n   What do you think of your Latin American fans? like me  = )\n  ","915312":"\n   I've only just noticed the crucifix bracelet on your wrist in your profile picture.\n  ","915313":"\n   Hope you find someone who loves u back infinitely more that u love them. Take it as a blessing\n  ","915314":"\n   I like your smile on your 3rd profilepicture. It’s soo cute....\n  ","915315":"\n   Well it’s all true what u said and it is a sad reality that it happens more often and it does give the a bad picture to all who are not creepy and just out for a chat\n  ","915316":"\n   Hopefully he comes back to Tennessee.\n  ","915317":"\n   Have you smoked before?\n  ","915318":"\n   How's your night going?\n  ","915319":"\n   Was going to ask your opinion but don't want to give anything away\n  ","915320":"\n   Which one of the artist would you want to collaborate someday?\n  ","915321":"\n   Who’s smoking on some tree right now?\n  ","915322":"\n   If you started to develop a slight beer belly, would you be okay with it?\n  ","915323":"\n   i need urgently money. please help me i need 777USD money. i will give back your money. if you are able to do my help then i will give you my bank account no.\n  ","915324":"\n   Happy Ash Wednesday Lauren\n  ","915325":"\n   Ok so ?\n  ","915326":"\n   so my step sister is on a cheer camp for the rest of the week and I'm already missing her a lot, needless to say that we used to make out almost every day before our parents came home from work, do you think it's ok if I call her? Thx for helping me as always 😘😘😘\n  ","915327":"\n   Do you miss anyone right now?\n  ","915328":"\n   I am having a job interview on Friday at 11am im excited as hell wish me luck !!! It’s Gonna be my first job if I get it\n  ","915329":"\n   If you died suddenly tonight what would you most regret not saying or doing before you did?\n  ","915330":"\n   Do you like BEARS\n  ","915331":"\n   What was the last 'nice' thing you did for yourself?\n  ","915332":"\n   Macaulay Culkin is starring in the next American Horror Story.\n  ","915333":"\n   Heyyy loveeee\n  ","915334":"\n   Too right 🙌\n  ","915335":"\n   I dmed you on insta a while back, did you get my message?\n  ","915336":"\n   People gotta stop bullying you like forreal. You’re too nice for this\n  ","915337":"\n   Hallo 👋🏻\n  ","915338":"\n   My diamond shine like a star\n  ","915339":"\n   Do you usually get packages when they ring the doorbell or wait until they leave? 😂\n  ","915340":"\n   Damn u mean\n  ","915341":"\n   Whoa, I thought you were nice to your fans\n  ","915342":"\n   If you had lots of money what would you do with it?\n  ","915343":"\n   What would you do with your “15 minutes” of fame?\n  ","915344":"\n   Since everyone else has done one. Here’s mine\n   \n    https:\/\/buddymeter.com\/quiz.html?q=sq8waxV\n   \n   you don’t have to answer this\n  ","915345":"\n   Enjoy your day baby hmu if you need a hug to cheer you up 🤗❤️😘💋\n  ","915346":"\n   Name the ASKfm users, with whom you would want to go on a road trip for a week. Why them?\n  ","915347":"\n   What would you suggest everyone to try?\n  ","915348":"\n   If you could learn a new skill today, what would it be?\n  ","915349":"\n   What would you like to try but you are not brave enough?\n  ","915350":"\n   How are you\n  ","915351":"\n   Name a movie you’ve seen at least 5 times!\n  ","915352":"\n   I'm fine\n  ","915353":"\n   yeah then you would go through it yourself ;)\n  ","915354":"\n   I have seen the first on normal telly. Then SKY bought it. I didn't have that. But now it's on Netflix I might get into it again\n  ","915355":"\n   what abt when they say “ima just let you do you and ima do me.” is that a break up or just telling you they don’t care what you do anymore?\n  ","915356":"\n   Relax i got your back  :) after all we are friends\n  ","915357":"\n   Switch on where you can see who is asking you questions without anons.\n  ","915358":"\n   How do I Increase my Anxiety Levels?\n  ","915359":"\n   Aww 🥺\n  ","915360":"\n   One of my faves omg  🥺♥️\n  ","915361":"\n   😍😍😍\n  ","915362":"\n   Hi morning how are u today\n  ","915363":"\n   What was your first feeling when giving the first kiss?\n  ","915364":"\n   What up?\n  ","915365":"\n   Which sister is beautiful? Pap of her?\n  ","915366":"\n   i am working  at my company\n  ","915367":"\n   Amazing! What is your Favorite dessert.\n  ","915368":"\n   How often do you answer shoutouts?\n  ","915369":"\n   3 person really beautiful\n  ","915370":"\n   On water fun day, I did something else while everyone else got changed.\n  ","915371":"\n   If you need to talk, I'm here.\n  ","915372":"\n   Which is your favorite pair of shoes? PAP!\n  ","915373":"\n   Definitely not my job\n  ","915374":"\n   It just would be so good if the baby did come on the wedding Anniversary. But the down side Christina would be in pain giving birth. But fingers crossed 🤞when ever the baby does arrive it's healthy\n  ","915375":"\n   You want to try it po?\n  ","915376":"\n   I am sorry\n  ","915377":"\n   💙💙\n  ","915378":"\n   No that's when you definitely it in the car LOL\n  ","915379":"\n   I just looked if Baby Reali\/Cimorelli is born on the 9th that's Christina & Nick's wedding Anniversary 😂\n  ","915380":"\n   Oh so not \nMomma\nAuntie &\nBaby Birthday 😑.\n\nI think you & Christina wouldn't like it either baby taking all the attention of your Birthday day 😂\n  ","915381":"\n   It would be so cool if Baby Reali was born on the same day as yours a Christina's Birthday 12 August 😂👶\n  ","915382":"\n   Are you mad at me\n  ","915383":"\n   Nice Lauren going to be uncle too as my niece will be coming soon are baby shower\nis in April and u guys\n  ","915384":"\n   Excited to be an aunt?\n  ","915385":"\n   Ah 😂😂\nAuntie Lauren 🧡🧡\n  ","915386":"\n   How did she hide the bump so well. In the last video\n  ","915387":"\n   DAGHHHHH\n   \n    @ammohamedyesverygood9709\n   \n","915388":"\n   Congratulations on being auntie will u babysit for them when asked to? 😀\n  ","915389":"\n   Oh do y'all have a popeyes\n  ","915390":"\n   Hi, how are you? I hope you're having a good day.\n  ","915391":"\n   Oh\n  ","915392":"\n   I'd that lisa\n  ","915393":"\n   I agree\n  ","915394":"\n   Oh witch one is he married to\n  ","915395":"\n   Who is that\n  ","915396":"\n\n    https:\/\/youtu.be\/lSeogIoXaQo\n   \n","915397":"\n   Cool have fun\n  ","915398":"\n   Is that your hotel?\n  ","915399":"\n   What you doing?\n  ","915400":"\n   Ok\n  ","915401":"\n   I am not watching that\n  ","915402":"\n   His far is Christina?\n  ","915403":"\n   Aaaahhh!!!!! Congratulations!!!!!! One of the best titles in the world!!!!\n  ","915404":"\n   Do you have a phobia? What is it?\n  ","915405":"\n   Single?\n  ","915406":"\n   Who do you like more - Valac 👺 or Pennywise? 🤡\n  ","915407":"\n   If you could eliminate any word from the dictionary, meaning no one can ever use it again, what word would you choose?\n  ","915408":"\n   It’s official lm on my last pack of cigarettes and not smoking As much as I did so I’m am soon gonna be cigarette free and if I have a nicotine craving I may smoke one of my old antique pipes with tobacco once week Or smoke a occasional cigar but I’ve been back to vaping so my smoking is lessened\n  ","915409":"\n   I want you to do a collab with Miss Rachael Nemiroff\n  ","915410":"\n   What is your Uber rating?\n  ","915411":"\n   Hudson is going to release an acoustic version of ''The Last Time\" he did with Lisa\n  ","915412":"\n   Isn't Amy the cutest person alive?\n  ","915413":"\n   Is your italian family from Sicily, Italy?\n  ","915414":"\n   They disappeared?\n  ","915415":"\n   I wear so many layers lol\n  ","915416":"\n   I’ve never heard of the Cimorelli band before until you\n  ","915417":"\n   Since it seems to be popular right now, up for taking a quiz about me? It's only 10 questions.\n   \n    https:\/\/buddymeter.com\/quiz.html?q=oAPFN6b\n   \n","915418":"\n   How often do you have to take care of your facial hair?\n  ","915419":"\n   What you naturally smell like\n  ","915420":"\n\n    https:\/\/youtu.be\/lFHdywSH6-4\n   \n   have you watched this from Olivia \n\nMicromix tape\n   \n    https:\/\/youtu.be\/lFHdywSH6-4\n   \n","915421":"\n   Dani is the one pushing away from you's. That last video you made with her saying she is leaving. Now feels like the was only 5 Sister's upset and 1 with crocodile tears ( fake tears). I am sorry am not trying to be nasty about her. It's just how she is coming across\n  ","915422":"\n   Did you know Sharks are color blind? They are more scared of the 5 of you then you are of one of them.\n  ","915423":"\n   Kinda Jelly that you and your sister got to swim with my favourite animal. How was it? They such beauitful creatures aren't they.\n  ","915424":"\n   I usually have a hard time sleeping\n  ","915425":"\n   Good ;)\n  ","915426":"\n   ur beautiful ☺️\n  ","915427":"\n   Fair point I'm always attending because I have a few creator friends aka some poketuber friends I go and support.\n  ","915428":"\n   😂😂\n  ","915429":"\n   Do you love burgers or nah?\n  ","915430":"\n   Still he broke your heart and that makes him trash in my eyes\n  ","915431":"\n   Well you are average and taller than i was expecting\n  ","915432":"\n   Yes it would\n  ","915433":"\n   ^^\n  ","915434":"\n   Are u my enemy? yes or nah\n  ","915435":"\n   Me too 😔\n  ","915436":"\n   Not even on the cheek? like just friends -.-7\n  ","915437":"\n   Lauren we follow each other on twitter! that's great\n  ","915438":"\n   How often do you go to the cinema?\n  ","915439":"\n   Do you rather overthink, overfeel, overlove or overstress?\n  ","915440":"\n   Favorite music?\n  ","915441":"\n   Ugh 😔\n  ","915442":"\n   You are clapped\n  ","915443":"\n   Unusual thing about me. I like the smell of Fabuloso. It’s a cleaning solution if you don’t know. Makes the house smell so clean and fresh! Anyhow what’s an unusual smell that you like?\n  ","915444":"\n   Add me on snap? Xoblueblackicy ☺️\n  ","915445":"\n   Will you ever host snl?\n  ","915446":"\n   How's your day lovely\n  ","915447":"\n   Yaaaa 😂\n  ","915448":"\n   \/ singing & roasting people\n  ","915449":"\n   Hi how are you\n  ","915450":"\n   What are you when no one's watching?\n  ","915451":"\n   What’s one mistake you keep repeating?\n  ","915452":"\n   Everyone has a scent. What’s yours?\n  ","915453":"\n   Baddies?\n  ","915454":"\n   Is it o.k. to for a heterosexual person to try homosexual sex for the sake of experiment rather than attraction?\n  ","915455":"\n   In your opinion, how far should a person go to know thyself? Is it acceptable to try drugs, for example?\n  ","915456":"\n   Describe yourself! 🖤\nIn a paragraph 🙄😂\n  ","915457":"\n   marvel or dc\n  ","915458":"\n   You looked shocked in this pho. While eating pizza 😯🍕😂\n  ","915459":"\n   You're pretty\n  ","915460":"\n   seems like ben stopped sending bad stuff do u think its for good or he will revert to his old self\n  ","915461":"\n   How fast do you fall in love?\n  ","915462":"\n   What is the most important thing to know?\n  ","915463":"\n   You are so beautiful .Gifted and talented. With a beautiful heart. In the olden day's, you would have been a Goddess.\n  ","915464":"\n   How important is talking about mental health to you?\n  ","915465":"\n   Hi sexy❤️\n  ","915466":"\n   What was your favorite childhood activity?\n  ","915467":"\n   Nice pic who are you the one on the left or on the middle or right?\n  ","915468":"\n   Why you think that?\n  ","915469":"\n   💖\n  ","915470":"\n   I believe my friend is going to rip me off.\n  ","915471":"\n   If you dont believe this is Lauren then leave and dont interactive with this account.\n  ","915472":"\n   Last time I checked Lauren can't be in two places at once looks to me that you just got caught in a lie\n  ","915473":"\n   Its cool. Whats new?\n  ","915474":"\n   Did anything exciting happen today?\n  ","915475":"\n   OMG you went swimming with sharks 😮🦈🦈🦈\n  ","915476":"\n   I still can't see it . I hope it wasn't nasty about the rest of you?\n  ","915477":"\n   💖\n  ","915478":"\n   Was it on Instagram?. I can't see it\n  ","915479":"\n   💖\n  ","915480":"\n   What was you looked at 👀.\n  ","915481":"\n   I hope you have downloaded Rachael's new song #Godonlyknows💖💙. While you are on vacay. 😊\n  ","915482":"\n   i am  frank, son of governor of lagos state of nig. i am looking for any bank manager over there to contact i want to have savice acconut over there i am coming over there soon to stay and invest my money be fore then i need a bank manager that i can have his acconut number\n  ","915483":"\n   What current food craze do you like or dislike? Why?\n  ","915484":"\n   Hmmm 16 but don’t you think if the others had survived then ure mom would have stopped at 10 and the last 5 born might not have happened. And were u part of the the last 5 born\n  ","915485":"\n   Ugh those suck :( \nMy parents have 10 kids. 5 boys and 5 girls\n  ","915486":"\n   why didn't they survive?\n  ","915487":"\n   were you ever emo\n  ","915488":"\n   Can You Post Memes???\n  ","915489":"\n   Let’s play against Liverpool 😇😂\n  ","915490":"\n   I Think that would Dani and Amy. Could be Lisa aswell?\n  ","915491":"\n   How do you know someone is using you?\n  ","915492":"\n   If you had a boyfriend would you let him?\n  ","915493":"\n   Awesome pic when was it taken?\n  ","915494":"\n   Any vacations booked for 2020?\n  ","915495":"\n   \"You Don't Know If You Getting The TEA Or The Piss?\" 😨\n  ","915496":"\n   Lovely new dp pic hotty how goes it tonight?\n  ","915497":"\n   Is there something you have to do this week that you're not looking forward to doing?!\n  ","915498":"\n   Oh right\n  ","915499":"\n   😍😍😍🔥🔥🔥💣💣💣\n  ","915500":"\n   😍😍😍 in love with ure beauty\n  ","915501":"\n   Voglio assaggiare la tua dolce fica\n  ","915502":"\n   wanna see my peepee is very big almost 5in\n  ","915503":"\n   It's Christian's BIG 30TH though this year half way to 60 👩‍🦳\n  ","915504":"\n   There probably asking about Christina\n  ","915505":"\n   I Love you 💕😍\n  ","915506":"\n   Why do electricians wear pants? Cuz they hate shorts😂\n  ","915507":"\n   😟 ok\n  ","915508":"\n   Oh so you do se*ual thing with?\n  ","915509":"\n   Ya that's cool. The only thing you have to change in 6 months is the age 22😂\n  ","915510":"\n   I like it\n  ","915511":"\n   hi\n  ","915512":"\n   Please\n  ","915513":"\n   Oh no worries then 😂😂\n  ","915514":"\n   I think you do too 😂\n  ","915515":"\n   Do you know rye from road trips ask accout\n  ","915516":"\n   Hey beautiful!!!♥️ photo hot of you?\n  ","915517":"\n   I hope Christina cleans her teeth after eating all them pickles. Before kissing Nick 😂\n  ","915518":"\n   The anon has a pet potato. I'm jealous 🥺😂\n  ","915519":"\n   Hey\n  ","915520":"\n   He likes my comment anyway. So who knows what will happen if a song choice is right.\n  ","915521":"\n   Thanks (:\n  ","915522":"\n   I Love You 😘\n  ","915523":"\n   What is something you’ve always dreamed of doing, but never had the nerve to do?\n  ","915524":"\n   Ya I know now she was JK 😂\n  ","915525":"\n   On his last post as well of him singing & playing guitar. I said he should join you girls as Cimorelli & do  one cover again. Even if it's just once more.\n  ","915526":"\n   Hide your credit card. Lisa has maxed out her's at Target on spring clothes😂\n  ","915527":"\n   hope not mad at me or upset and hope not sent u too much on you\n  ","915528":"\n   No you are NOT 😂\n  ","915529":"\n   i think your a good dancer and a wonderful person but thats just my opinion as your friend\n  ","915530":"\n   what do you look forward to most for you this year\n  ","915531":"\n   😂😂 💖💖💖Mike Cimorelli💖💖💖\n  ","915532":"\n   What’s people’s plans for tomorrow?\n  ","915533":"\n   What’s the weather currently like where you are?\n  ","915534":"\n   nice im happy u are\n  ","915535":"\n   Mike posted a picture of him with the protective mask on. I said the pink brings out his eyes. He liked it 😂\n  ","915536":"\n   That's a 26 year difference. I do think Lauren would 😂😂\n  ","915537":"\n   It's ok. I have seen Instagram videos of it 😂😂\n  ","915538":"\n   You couldn't see Lisa till the end apart from her legs. Because of all the things on the right hand side. Amy should have been upfront with you. Bu yes please do more.\n  ","915539":"\n   what are you doing for this week\n  ","915540":"\n   hello congrats with tiktok video very cool wish you and your sisters well all week love u of course\n  ","915541":"\n   Bruno Mars or Drake? Doesn't Mars make a Mars bar and Drake's is a maker of cakes......lol??\n  ","915542":"\n   So what if u did fall in love with a 48 year old, as u know love is something u can’t predict then what will u do\n  ","915543":"\n   I'll try again in a couple days:)\n  ","915544":"\n   I honestly sat there for an hour trying to convince him :(\n  ","915545":"\n   Do you using auto-tune?\n  ","915546":"\n   Oh no be careful & stay on bottled water.\n  ","915547":"\n   Notification from Arielle has just come. I am going to have a look.\n  ","915548":"\n   Oh that's good. There's nothing worse than feeling sick on your vacation\n  ","915549":"\n   The Caribbean looks beautiful 🌞🏊‍♀️⛱🌴\n  ","915550":"\n   you behaving yourself today lol wish u well rest of the day into this week of course your still my favorite xoxo\n  ","915551":"\n   Hi Lauren, How is your stomach cramps.\n  ","915552":"\n   I suppose Christina shares her pictures with Nick unless he's there with her.\n  ","915553":"\n   Spam me once?\n  ","915554":"\n   💖\n  ","915555":"\n   Maybe u need to lay down with your belly\n  ","915556":"\n   R u unwell?:(\n  ","915557":"\n   last time you had bellyache?\n  ","915558":"\n   A DATE?\n  ","915559":"\n   LAST TIME U KISSED SOMEONE?\n  ","915560":"\n   ugh.. not cool!U were very happy and in love...\n  ","915561":"\n   Are you single again?:\/\n  ","915562":"\n   So you wouldn't listern to it.\n  ","915563":"\n   I know it's old but it came back on cimorelliband podcast replays at weekend. Where you so snippets of questions\n  ","915564":"\n   Matthew Morrison is releasing an album you are going to like.\n\nA DISNEY COVER ALBUM\n  ","915565":"\n   Are u still mad at me or are we good?\n  ","915566":"\n   You would be a great mother ngl\n  ","915567":"\n   Love you Lauren xoxo <3\n  ","915568":"\n   I'm from the Bronx\n  ","915569":"\n   What do you love about me?\n  ","915570":"\n   Wanna have a sing battle?\n  ","915571":"\n   Skin sweater than cinomen\n  ","915572":"\n   hope you still know your Kentucky friend in me how are you feeling you know good listener of course\n  ","915573":"\n   Si con otro pasás el rato\n  ","915574":"\n   you know ever in Kentucky be up for a date with you who knows be cool meet u one day hope write me back soon as possible xoxo\n  ","915575":"\n   Are you needy?\n  ","915576":"\n   Post a picture of your derpiest derp face!?\n  ","915577":"\n   Hello Lauren how is the sun and are you having fun? 😀\n  ","915578":"\n   what quality do you enjoy about your friend in me\n  ","915579":"\n   Oh I was thinking she had scoliosis like you said you had.\n  ","915580":"\n   you haven't forgot me have you lol hope your week goes well for you its always awesome hearing from you\n  ","915581":"\n   you know i would wish u well with love regardless and you have been so good to me wanna say thank you hope we always remain close\n  ","915582":"\n   sorry to hear on breakup here for you Lauren even with distance of course always love you\n  ","915583":"\n   hey beautiful miss hearing from you wanted to check on you today wish u well for the week\n  ","915584":"\n   Which boy from why don't we\n  ","915585":"\n   Fake or nah?\n  ","915586":"\n   Followed\n  ","915587":"\n   You're a very pretty woman.\n  ","915588":"\n   Hey\n  ","915589":"\n   Have you ever been in an uncomfortable position with a guy or partner when you felt like you did something you weren’t entirely comfortable with? How did you address the situation?\n  ","915590":"\n   Fair enough, Tell Everyone tell everyone I hope they enjoy their vacation. You guys differently deserve it.\n  ","915591":"\n   If you were not famous and wealthy. And were not taken. I would try to win your heart. You are sweet, kind, and special.\n  ","915592":"\n   Is it onlý you and Lisa on vacation or the others there two?\n  ","915593":"\n   شو عم تعملو\n  ","915594":"\n   Harvey Weinstein has been found guilty\n  ","915595":"\n   Political party affiliation? What makes you agree with that side?\n  ","915596":"\n   Resisting is kinda hot\n  ","915597":"\n   Spring is approaching. How exciting 🌸🌼🌻\n  ","915598":"\n   In which city you would like to live?\n  ","915599":"\n   Least favorite food?\nLeast favorite drink.\nWhat brand of a car do you like?\n  ","915600":"\n   Oh dear this clip has popped up again on Instagram. Dani imitating Lisa\n   \n    https:\/\/www.instagram.com\/p\/B88yGbFppYQ\/?igshid=1i5wum04io454\n   \n","915601":"\n   Ask me anything! 🙄😂\n  ","915602":"\n   So it’s a good thing you broke up but it’s also a bad thing. Well then it’s always better to have loved and lost then to never have loved. As the saying goes. It’s builds a stronger heart.\n  ","915603":"\n   Thanks for being a friend by the way.\n  ","915604":"\n   He told me it was a great place told me a few places to check out.\n  ","915605":"\n   Who said this will lead to date. I would not think that far. This is just chit chat and fun to have someone reply you back. Question is do u like the notion of an anonymous person asking some private questions??\n  ","915606":"\n   I still want to go to Tennessee I told Kallen that I would like to move there he said visit first before I make a decision.\n  ","915607":"\n   Such Savagery tonight\n  ","915608":"\n   Yeah, I'm trying.\n  ","915609":"\n   Have you seen the trailer for the new season\n  ","915610":"\n   It is. Especially it's over someone that's dear to me along with other things that gotten difficult.\n  ","915611":"\n   Sadly it's already Monday but here's a kiss for you bbg 💋\n  ","915612":"\n   Ok\n  ","915613":"\n   Not your fault its mine I am still here in this place.\n  ","915614":"\n   You do?\n  ","915615":"\n   Good show\n  ","915616":"\n   It's okay. It's too overwhelming right now.\n  ","915617":"\n   I think you\nChristina \nKatherine \nLisa & \nAmy  can do better 😂\n   \n    https:\/\/vm.tiktok.com\/bus1W1\/\n   \n","915618":"\n   Yeah, I am just depressed and feeling lost and trap.\n  ","915619":"\n   Too much on my mind this evening.\n  ","915620":"\n   If you were given a taste of your own medicine what would your medicine be?\n  ","915621":"\n   Ever wear fishnet?\n  ","915622":"\n   Not that good tbh.\n  ","915623":"\n   Wanted to check up on you. I'm okay i guess.\n  ","915624":"\n   Are you interested in philosophy?\n  ","915625":"\n   Thats good there.\n  ","915626":"\n   Hey, how're you holding up?\n  ","915627":"\n   If you called the president rn and asked him to pardon someone would it work?\n  ","915628":"\n   Are you enjoying your day?\n  ","915629":"\n   Would u ever get one??\n  ","915630":"\n   For a person you loved deeply, would you be willing to move to a distant place knowing there would be little chance of seeing your family or friends in person more than once a year?\n  ","915631":"\n   Hi Lauren how are you?\n  ","915632":"\n   That's what I thought. If u did get one I'd subscribe 😅\n  ","915633":"\n   True, So do what you feel\n  ","915634":"\n   Update: we told each other how we feel & we’re giving it a shot 🤭💞\n  ","915635":"\n   No are u going to get an onlyfans account?\n  ","915636":"\n   Look if I can tell Amy how I feel (even though she probably didn't see it lol ) you can dye your hair orange\n  ","915637":"\n   so are u planning on getting one?\n  ","915638":"\n   Would you ever date a fan ?\n  ","915639":"\n   Would definitely like to see your hair that color\n  ","915640":"\n   Onlyfans is for nudity and porn.\n  ","915641":"\n   😂\n  ","915642":"\n   I love the color blue\n  ","915643":"\n   What was the last life-changing decision you had to make?\n  ","915644":"\n   Any thoughts on getting an onlyfans account?\n  ","915645":"\n   Do you think the corona virus will take hold in the US?\n  ","915646":"\n   If a man had to fight his EX (who cheated on him and stole his money) in a tournament, but she beat him and dumped him head first into the trash can so his feet stuck up in the air , what would be the most embarrassing thing she could say as she won?\n  ","915647":"\n   Still going to church? Sunday\n  ","915648":"\n   Sorry for the long message last night been doubting myself\n  ","915649":"\n   I would love to do a duet with your band although I probably wouldn’t be able to afford it\n  ","915650":"\n   Vote on my photo poll on my profile!\n  ","915651":"\n   What is the worse job intreview you've ever had\n  ","915652":"\n   Where do the Friends all live?\n  ","915653":"\n   Post a picture at the pool!\n  ","915654":"\n   Do you carry a sports bottle\/ water bottle around with you? PAP of it.\n  ","915655":"\n   Why does soup taste better the next day?\n  ","915656":"\n   Do you know anyone who has lost a lot of weight on a diet? Did they keep it off or put it back on?\n  ","915657":"\n   Would you rather the aliens that make first contact be robotic or organic? 🤔\n  ","915658":"\n   What was the most uncomfortable thing you’ve had to do out of politeness? 🤔\n  ","915659":"\n   If you walked into mtv studios rn would they let you stay  or throw you out ?\n  ","915660":"\n   Where’s the weirdest place you’ve found something that you lost? 🤔\n  ","915661":"\n   What’s the worst thing a person can do that isn’t illegal? 🤔\n  ","915662":"\n   What is something that many people take seriously but shouldn’t?\n  ","915663":"\n   hi im from big company we want to make bestproducts for that we are getting pictures of female bodies with no clothes as feedback for our products we want to be the very best please help us we only need one picture but u can share as many as u like thx bai bai\n  ","915664":"\n   i can eat a whole rotisserie chicken in under 2 minutes u mad\n  ","915665":"\n   What’s in your pockets?\n  ","915666":"\n   Would you rather only be able to whisper or only be able to shout?\n  ","915667":"\n   If you could eliminate any word from the dictionary, meaning no one can ever use it again, what word would you choose?\n  ","915668":"\n   What color was your childhood home?\n  ","915669":"\n   I keep on meaning to watch that. But then something else pops up on Netflix 😂\n  ","915670":"\n   I had 5 an a half hours sleep last night. Still feeling tired. So I am going to have a coffee & go back to sleep 😂\n  ","915671":"\n   Good Morning Lauren 😂\n  ","915672":"\n   Lmao he starts to threaten you but he is anon! pathetic\n  ","915673":"\n   What tastes better than it smells?\n  ","915674":"\n   Wow.\n  ","915675":"\n   Hey, what was that all about? You getting threatened like that.\n  ","915676":"\n   Look here I don't know who you think you are but you need to stop talking to these guys on here or I am going to knock your damn teeth out\n  ","915677":"\n   Are you an introvert or an extrovert?\n  ","915678":"\n   Do yoh think tattoos should be beautiful or meaningful?\n  ","915679":"\n   What song do you love to dance to po Ate Laur?\n  ","915680":"\n   Do you follow fashion trends actively?\n  ","915681":"\n   Imagine that world stands still for 24 hours, you are the only one able to move. What would you do?\n  ","915682":"\n   Hey sexay thang!!\n  ","915683":"\n   What you up to?\n  ","915684":"\n   nice pout\n  ","915685":"\n   💖\n  ","915686":"\n   You sure?\n  ","915687":"\n   You good?\n  ","915688":"\n   I know and I appreciate it.\n  ","915689":"\n   You look great in your profile pic.\n  ","915690":"\n   Don't be sorry.\n  ","915691":"\n   Not close to me and no transportation and if I was to ask someone they'd fuss at me\n  ","915692":"\n   I am not eating like I am suppose to I got 2 pizzas (Totino's) that have to break into 4 small pieces and that has to last me til the 3rd\n  ","915693":"\n   I literally can't stop shaking\n  ","915694":"\n   rate me lol\n  ","915695":"\n   GoOd NiGhT LaUrEn 😴🛏\n  ","915696":"\n   Are you afraid of heights po ate Laur?\n  ","915697":"\n   Yep\n  ","915698":"\n   Rock climbing or windsurfing?\n  ","915699":"\n   The best thing about the worst time of your life is that you get to see the true\n *colors* of _everyone_ . \nHave a Blessed Day🖤\n  ","915700":"\n   When was the last time you cursed?🙄\n  ","915701":"\n   😊😊😊\n  ","915702":"\n   Do clowns freak you out, yes or no?\n  ","915703":"\n\n    https:\/\/youtu.be\/9kkAoRPB2Zc\n   \n","915704":"\n   at least it is so good\n  ","915705":"\n   On a scale of 1 to 10 how “cool” are you?\n  ","915706":"\n   At work with nothing to do. Hmu\n  ","915707":"\n   i'll rub your feet, your hands, your legs let me take care of it, babe close your eyes, i'll sing your favorite song 🌹😘\n  ","915708":"\n   How many gifts have you been receive from your fans?\n  ","915709":"\n   Amy looked so cute in that outfit the one with the flower I believe it was\n  ","915710":"\n   Why is women's nipples censored n not males in movies\n  ","915711":"\n   How does one give an anonymous like? I had no idea there was any such thing. But yet, on my last question, I received a like, that was labeled anonymous? I'm really curious about that?  How is that done?\n  ","915712":"\n   Good what was the problem\n  ","915713":"\n   This is an old song, of long ago. Do you think it would hold true for now, as it did back then?\n\n\"Unless you have done, no wrong in your life, be careful of stones that you throw\"\n  ","915714":"\n   Is your kik working? Mine isn't!!!!\n  ","915715":"\n   Are you reading any books\n  ","915716":"\n   If a man had to fight his EX (who cheated on him and stole his money) in a tournament, but she beat him and dumped him head first into the trash can so his feet stuck up in the air , what would be the most embarrassing thing she could say as she won?\n  ","915717":"\n   Br a size?\n  ","915718":"\n   Yes\n  ","915719":"\n   Are you from Sicily ?\n  ","915720":"\n   Josie is my real sister.\n  ","915721":"\n   Ah sorry\n  ","915722":"\n   Oh Tristen's\n  ","915723":"\n   No. \n\nGarrison, Wyatt, Vanessa, Deklan and Harper.\n  ","915724":"\n   That's fine\n  ","915725":"\n   Mike\nAlex \nChristian\nJoey\n  ","915726":"\n   В секса трябвало да се прилага фантазия, обаче като ползвам жена се получава по-добре...\n  ","915727":"\n   No\n  ","915728":"\n   i just love the way you are :*\n  ","915729":"\n   You better not pout, you better not cry, you better bite the pillow, cause I'm going in dry\n  ","915730":"\n   How are your abs coming along? Still working on them?\n  ","915731":"\n   Sadly we don't have anything like that here main reason I hope I finish my book\n  ","915732":"\n   Oh your brothers 😂😂\n  ","915733":"\n   Dang you must been tired.\n  ","915734":"\n   What was the last thing to impress you\n  ","915735":"\n   Did he ask you to do stuff that you were not ready to do?\n  ","915736":"\n   Pap your picture in bikini\n  ","915737":"\n   I will be honest with you. If she carries on forgetting her family roots. People will stop following her and Emmyn & another thing there videos ain't much good apart from the rap they recorded\n  ","915738":"\n   Cool I can't wait 😊\n  ","915739":"\n   I was talking about asking them to invite you and the girls as a creator but I suppose it does cost a lot travel.\n  ","915740":"\n   Do you have shoes that you never wear outside, but only wear them inside?\n  ","915741":"\n   Dental health? Ohhhh....Mental health. Not only did I lose my wisdom teeth....I lost my mind....lol. I'm just being silly. Hi friend.\n  ","915742":"\n   my dog stoled my sippy cup\n  ","915743":"\n   I hope I meet Dani.\n  ","915744":"\n   Madly in love?\n  ","915745":"\n   She has found a new shop to go to. Something called ''THE GOOD FILL\"\n  ","915746":"\n   Do you ever eat steak or are vegan?\n  ","915747":"\n   And lately I feel like something is off and shes more distant with dani how?\n  ","915748":"\n   About how many different color foods did you eat for dinner last night?\n  ","915749":"\n   🍜🍜🍜🍜🍜🍜🍜🍜🍜🍜\n  ","915750":"\n   I was on break\n  ","915751":"\n   Just an idea Soical in a City are always looking for new creators to talk about their content. I feel it would the perfect platform for you girls to talk about how the band started, its such a uniqcue tale.\n\nIts a soical media convention that happens for one weekend in Summer and Winter.\n  ","915752":"\n   He is trash\n  ","915753":"\n   😂\n  ","915754":"\n   who is the third one\n  ","915755":"\n   Who is Tristen?\n  ","915756":"\n   OMG I thought your Mom Was Lisa😂😂\n  ","915757":"\n   Well\n  ","915758":"\n   How good is your memory? Do you have a tendency to forget what you were about to say or do? Do you remember correctly a conversation from a long time ago or exactly how something happened? Can you write down a set of numbers or words after reading or hearing them once?\n  ","915759":"\n   Pasta\n  ","915760":"\n   It looks gorgeous from the lasted picture I have just on Lisa's post. Stood next to a palm tree 🌞🌴🌊🙆‍♀️\n  ","915761":"\n   If the zombie apocalypse were to happen, what would you do first? 🧟\n  ","915762":"\n   I already ate\n  ","915763":"\n   Hope it all works out for you, after time it only get better to be honest :)\n  ","915764":"\n   If you were Elsa which one of your sisters would be Anna? If you were Anna which one of your sisters would be Elsa?\n  ","915765":"\n   Chicken wings\n  ","915766":"\n   A Tropical vaccy 2020. Time to get a little less pale HAHA.\n\n(L.C)\n  ","915767":"\n   Hey Lauren! You must have tons of questions. How do you choose which ones to answer first?\n  ","915768":"\n   Hows your day been\n  ","915769":"\n   Is it a good thing or bad thing if your passion becomes your job?\n  ","915770":"\n   Do you think that a female singer has to put sexy clothes to exist in the industry?\n  ","915771":"\n   Oh lord u are short\n  ","915772":"\n   Ya 😂😂😂\n  ","915773":"\n   How are you today?\n  ","915774":"\n   Are you ready for spring? Or do you want it to be winter still?\n  ","915775":"\n   You have connections with famous ppl because you yourself is famous! i envy you so much and if you see madison again pls tell her i love her\n  ","915776":"\n   (2❤️+5🔥) ?😊\n  ","915777":"\n   Nope it has to be Joey. You have swapped with Nick before. Or maybe Mike. Now that would be funny 😂😂\n  ","915778":"\n   Same\n  ","915779":"\n   Can i kiss you pls?\n  ","915780":"\n   How tall are you?\n  ","915781":"\n   Christina & Lisa\n\nThen to make the numbers up you & Joey 🙃😂😂😂\n  ","915782":"\n   She's friends with Miley eww\n  ","915783":"\n   Well for my defence i wasn't really online yesterday :D\n  ","915784":"\n   Who would you like to meet?\n  ","915785":"\n   You changed your bio! see i notice everything xD\n  ","915786":"\n   Oh god\n  ","915787":"\n   Have you ever saved someone's life?\n  ","915788":"\n   If you could draw happiness, what would it look like?\n  ","915789":"\n   Which country do you most want to visit?\n  ","915790":"\n   What kind of things annoy you?\n  ","915791":"\n   If you try to talk a relative out of doing something illegal but that person still does it, what should be your relationship with that person ?\n  ","915792":"\n   Can I be yours?\n  ","915793":"\n   Are you really Lauren? -.-\n  ","915794":"\n   What could improve your life ?\n  ","915795":"\n   That was Logan Paul ffs\n  ","915796":"\n   Are you enjoying your youth?\n  ","915797":"\n   Hey\n  ","915798":"\n   What’s the worst you’ve seen someone screw up on social media? 🤔\n  ","915799":"\n   What food would be the best to make a house out of? 🤔\n  ","915800":"\n   Who’s your favorite protagonist from an animated movie? 🤔\n  ","915801":"\n   Do you want one?😉\n  ","915802":"\n   What was the weirdest conversation you have overheard? 🤔\n  ","915803":"\n   Do you have a boyfriend?\n  ","915804":"\n   So your in Florida 😂\n  ","915805":"\n   There was only you 3 that didn't post on the plane. But I knew you were all together. But I suppose that's all we are going to know 😂. We at least now you can all eat pickles & tomato sauce together 😂\n  ","915806":"\n   What's the last song you listened to?\n  ","915807":"\n   What are you really good at?\n  ","915808":"\n   THAT'S NOT U ON PROFILEPIC\n  ","915809":"\n   So that's why Lisa was up early at the same time as you. But sometimes you do stay up late if you can't sleep.\n  ","915810":"\n   Well I know Lisa & Arielle has been on a plane because they posted on Instagram\n  ","915811":"\n   Travelling on plane✈ to a secret location.\n  ","915812":"\n   When all of us are awake 😂 why are we up\n  ","915813":"\n   Repost Short  skirt pics?\n  ","915814":"\n   Hello\n  ","915815":"\n   What do you think of me? 🙄😂\n  ","915816":"\n   What is one thing that many people don't know about you?\n  ","915817":"\n   say, if your gf\/bf’s ex invited her\/him to their bday party, would you be okay with them going??\n  ","915818":"\n   Do you use Apple Pay or something similar?\n  ","915819":"\n   what two animals do you wish you could combine\n  ","915820":"\n   What's the last song you listened to?\n  ","915821":"\n   I'm glad you laughed. I thought you really cried HAHAHA\n  ","915822":"\n   Lauren & Dani\n  ","915823":"\n   lisa ain't no guy 😂😂\n  ","915824":"\n   Yeah she's a queen\n  ","915825":"\n   Oh dang\n  ","915826":"\n   I am not afraid to…...?🙄\n  ","915827":"\n   feels like you been 21 years for 2 yrs\n  ","915828":"\n   Well I am hoping you get this straighten out\n  ","915829":"\n   books or movies\n  ","915830":"\n   I am always told to trust your gut\n  ","915831":"\n   Suspects?\n  ","915832":"\n   No it wasn't unnecessary nonsense spam. It was good.\n  ","915833":"\n   Why do you like to cuddle?\n  ","915834":"\n   What does your gut tell you.\n  ","915835":"\n\n    https:\/\/youtu.be\/Wx9BWbmi40w\n   \n   🙆‍♀️🙆‍♀️🙆‍♀️🙆‍♀️🙆‍♀️🙆‍♀️🌞\n  ","915836":"\n   Hi\n  ","915837":"\n   So its been forever and a day since  you two talked?\n  ","915838":"\n   Thoughts on nature?\n  ","915839":"\n   What is your favorite memory from school?\n  ","915840":"\n   Oh okay\n  ","915841":"\n\n    https:\/\/youtu.be\/kAhZ6vUQdqs\n   \n   Life as a Cimorelli\n   \n    https:\/\/youtu.be\/kAhZ6vUQdqs\n   \n","915842":"\n   صاحي؟\n  ","915843":"\n   Hey\n  ","915844":"\n   Would you rather play football or watch it played by others?\n  ","915845":"\n   Music video?\n  ","915846":"\n   Ever  been  in  a movie or??\n  ","915847":"\n   Yeah that is weird\n  ","915848":"\n   Which two movies would you like to combine into one?\n  ","915849":"\n   Garfield, Holland or Maguire?\n  ","915850":"\n   Iron Man\n  ","915851":"\n   Lauren & Lisa both awake at 3.18am in the morning\n  ","915852":"\n   Good weird or bad?\n  ","915853":"\n   Oh\n  ","915854":"\n   Who‘s your favorite super hero?\n  ","915855":"\n   And what happened earlier if you don't mind me asking.\n  ","915856":"\n   Oh dang I get like that sometimes and I end up staying up all night.\n  ","915857":"\n   A picture with your best friend!\n  ","915858":"\n   I would have to watch it on something like Netflix,  Hulu or Amazon prime\n  ","915859":"\n   Nothing wrong with that surprise you're up so late\n  ","915860":"\n   Let's cuddle\n  ","915861":"\n   Oh okay its been a while since I seen the movie\n  ","915862":"\n   Lol I bet\n  ","915863":"\n   Just be my ride or die bby\n  ","915864":"\n   Lol sorry its 4:02am so I am lost\n  ","915865":"\n   Oh okay, it was a great video.\n  ","915866":"\n   Do you think\n   \n    @ahmedjama96\n   \n   loves Madison?\n  ","915867":"\n   Who?\n  ","915868":"\n   not sure how the weather is but I'm sure they okay\n  ","915869":"\n   Yeah that would be good right there.\n  ","915870":"\n   James Cameroon Did say he had fabrecatied the ending to give it more meaning and give it more emotional depth.\n  ","915871":"\n   No need to thank me. It's the truth. God doesn't like ugly. It's like I tell my niece people who are uneducated fear the unknown. Amy is beautiful and a needed ray of sunshine in this world. Misery loves company. I pray she continues to stay positive. She has a strong support system backing her up.\n  ","915872":"\n   do any of your sisters have accounts?\n  ","915873":"\n   I think I would change the Titanic one\n  ","915874":"\n   Do you have any teachers that got stuck in your memory because of one or more reasons?\n  ","915875":"\n   If you could change the ending of any famous movie, which movie would it be? What would your new ending be?\n  ","915876":"\n   Invent a new word and its definition?\n  ","915877":"\n   😟 just copy half of it then\n  ","915878":"\n   Ya have that as your bio\n  ","915879":"\n   Change\n  ","915880":"\n   Yea?\n  ","915881":"\n   Mhm\n  ","915882":"\n   It must be true I can't believe what I heard I am in shock!!\n  ","915883":"\n   IS IT TRUE????\n  ","915884":"\n   Stop melting my heart plz 😢\n  ","915885":"\n   Did you steal the onions and layers part of your bio from Shrek? If so i rate that dude\n  ","915886":"\n   💖\n  ","915887":"\n   Because it looks like she is eating a bowl of tomato sauce\n  ","915888":"\n   Keep it warm & put it in a jacket I guess? 🤔\n  ","915889":"\n\n    @AliceGoodson123\n   \n","915890":"\n   Who been dancing the longest?\n  ","915891":"\n   Nope can't do it can't decide 😂\n  ","915892":"\n   Lisa got some moves who is the best dancers out of you and your siblings?\n  ","915893":"\n   Wdym queen? that's a guy\n  ","915894":"\n   Seduce your dad type\n  ","915895":"\n   Give me a sign hit me baby one more time 😂😂\n  ","915896":"\n   If you was wearing a crop top\/bikini, and your boyfriend pulled you aside from everyone and everything, gave you a giant hug and kisses, but just wanted to rub your tummy, would you let him?\n  ","915897":"\n   Hi\n  ","915898":"\n   Lauren I really love ❤️ your music 🎶\n  ","915899":"\n   Oh ya 😢. My fingers are crossed 🤞 for Christina though\n  ","915900":"\n   So age is a limited number 😂😂😂\n  ","915901":"\n\n    https:\/\/www.youtube.com\/playlist?list=RDgZ9lYwA9zVk\n   \n   What do u think about this video?\n  ","915902":"\n   Boyfriend?\n  ","915903":"\n   Isn’t age just a number\n  ","915904":"\n   how do i take care of my pet potato\n  ","915905":"\n   Leave Lauren alone you sick perv\n  ","915906":"\n   I like someone but the reality is that there's no chance in heck for us to be together there's a lot of things in the way of that\n  ","915907":"\n   😅 are you a virgin?\n  ","915908":"\n   I would bone you really hard right now\n  ","915909":"\n   Ya but your Mom went on to have 11 kids\n  ","915910":"\n   But I am hoping one day I do find love truth be told I am praying for miracle\n  ","915911":"\n   What is something you love about yourself?\n  ","915912":"\n   💋V💋 <--- these are Friday night kisses also known as va jay jay kisses for u from me 😊❤️\n  ","915913":"\n   What is u date someone who is 48\n  ","915914":"\n   What is your shoe size?\n  ","915915":"\n   I had to screenshot it. Then enlarge it 😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😞😞😞😞😞😞😞😞😞😞😞😞😞😞😞😞😞😞😞😞😟😟😟😟😟\n  ","915916":"\n   Oh definitely being single has its plus\n  ","915917":"\n   Shoot! My phones on 9% and I need it for after school\n  ","915918":"\n   Hey Lauren what's up?\n  ","915919":"\n   Do you think that people are meant to be monogamous?\n  ","915920":"\n   I know the real reason Amy single and it is not what she claims\n  ","915921":"\n   shoot wish I was taking sometimes because yeah it's great being single but sometimes it sucks and the one I do like isn't interested which is cool just wish that was able to talk to them like have a full on conversation\n  ","915922":"\n   Who are your top 10 favourite bands\n  ","915923":"\n   Find the odd emoji ☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹ ☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹ ☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹ ☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹ ☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹ ☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹🙁 ☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹ ☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹ ☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹ ☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹ ☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹☹ ☹☹☹☹☹☹☹☹☹☹☹☹☹☹\n  ","915924":"\n   What if you date a guy who is 28? 😀\n  ","915925":"\n   How is it going?\n  ","915926":"\n   I have just watched 18 minutes of Christina's video on YouTube on Chriscim. It was emotional. For even a bloke to watch\n  ","915927":"\n   Sounds exciting, my day not so good.\n  ","915928":"\n   What do you think of Bieber's moustache? Be honest.\n  ","915929":"\n   I miss you girl! where u at?\n  ","915930":"\n   Like I said I haven't seen any fans have said. But if it is true I really hope it works out for her this time. She will make a great Mom.\n  ","915931":"\n   How many kids do you have now? 😀\n  ","915932":"\n   Lewis Capaldi ( Bruises) Live\n   \n    https:\/\/youtu.be\/SbAPibEaW_c\n   \n","915933":"\n   Was ist deine Schuhgröße?😏☺️\n  ","915934":"\n   I haven't seen anything about that. But I suppose people are saying \n\nPickled onions = 👶\n  ","915935":"\n   Followed🐝💛\n  ","915936":"\n   Has anything ever happen to you that become full circle at the end\n  ","915937":"\n   Has any horror movie ever seriously freaked you out?\n  ","915938":"\n   Doesn't the beanie mess your hair?\n  ","915939":"\n   Phone percentage? 📱🔋\n  ","915940":"\n   great whats new\n  ","915941":"\n   What is the oldest you and your sisters will date I am 34 and which is single?\n  ","915942":"\n   What is your favorite country of all time?\n  ","915943":"\n   I see Christina made bread yesterday 🍞. Maybe she could help you. After all what are Sister's for apart from roasting each other 😂\n  ","915944":"\n   With benefits 😉😉\n  ","915945":"\n   Describe your day in emojid\n  ","915946":"\n   Not sure if i like Eta or not lol\n  ","915947":"\n   You probably could all you need is.\nFlour \nEggs\nYeast \nWater\n  ","915948":"\n   What's on a Def pizza?\n  ","915949":"\n   Sorry to ask you this. I would ask Dani but she's hardly on her now. But why can't she touch her toes. Is it her spine.\n  ","915950":"\n   Hey friend\n  ","915951":"\n   Have you ever felt a physical pain out of an emotion ? Where did it hurt ?\n  ","915952":"\n   Which rules do you live by?\n  ","915953":"\n   Are you disappointed if you don't get the attention you expected when you post a picture of social media?\n  ","915954":"\n   It’s discharge, it’s normal for females\n  ","915955":"\n   Awe that sucks you need to find yourself a good guy not one of those skater boy punks\n  ","915956":"\n   So unfair. Are you the only out of yours that does play a little with them. Not professional just mucking round in the garden\n  ","915957":"\n   Why what happened?\n  ","915958":"\n   Do you think it's creepy to look at women's Instagram regularly by bookmarking their profile without ever following them ?\n  ","915959":"\n   I’m too boyfriend for y’all. $10 is just 10 ones to me 😌\n  ","915960":"\n   Bruno Mars or Drake?\n  ","915961":"\n   Are you still engaged?\n  ","915962":"\n   Yes, I hate autocorrect! lol. And you're very welcome!\n  ","915963":"\n   Lauren went on a date with a hole in her pants. 😂👖\n   \n    https:\/\/youtu.be\/9l4vgla18lA\n   \n","915964":"\n   Follow and likes and i will back ❤💭\n  ","915965":"\n   Do you believe that dreams can sometimes predict the future?\n  ","915966":"\n   Followed💗🦋\n  ","915967":"\n   \"gofundme\" stannnn\n  ","915968":"\n   When’s the last time you caught your pet in the act of being bad? This morning despite the barriers we put up I caught my dog on the new flooring. Bad dog Charley BAD DOG!!\n  ","915969":"\n   Likers get dp rate for all please?\n  ","915970":"\n   Laurisa for the win HAHAHAHA\n  ","915971":"\n   As you might probably know girls natural scent drive men crazy asf, do my question is if the natural men scent has the same effect in girls? 🤔\n  ","915972":"\n   I know that Lauren. I was talking as if they did live together\n  ","915973":"\n   Lisa, is that you? HAHAHAHA\n  ","915974":"\n   I absolutely love it when you are a fan of the year and I don't think they are doing anything wrong 🤔😀\n  ","915975":"\n   I believe you make it one day. Barbie\n  ","915976":"\n   why are you so sexy\n  ","915977":"\n   Do you fall asleep easily or not and stay up late?\n  ","915978":"\n   Do you still go to church as you seem busy with music and life?\n  ","915979":"\n   I’m confused. It says you’re following Lauren Cimorelli but— you are her?\n  ","915980":"\n   Thoughts on Katherine and her fiancé\n  ","915981":"\n   Not a good thing to hear a nope but then would u categorise it as a good thing or a bad thing\n  ","915982":"\n   What's the worst thing about the last guy that f cked you?\n  ","915983":"\n   That was Monday but Saturday I will\n  ","915984":"\n   What makes you think that...\n  ","915985":"\n   So it worked out\n  ","915986":"\n   How many layers do you put on?\n  ","915987":"\n   I was in the bathroom at daycare one day.\n  ","915988":"\n   Fine and you ??\n  ","915989":"\n   can i give you my nuber just to talk\n  ","915990":"\n   At what age you lost your virginity?\n  ","915991":"\n   Oh! Okay? I have lot of questions that I wanted to ask you?\n  ","915992":"\n   What you doing right now\n  ","915993":"\n   Hope it works out\n  ","915994":"\n   U replied me back 😉😏 that’s how\n  ","915995":"\n   What is\/are your fav pizza toppings?\n  ","915996":"\n   You mentioned regarding Catholicism that you don't follow every rule and believe in the books and that no one should be entitled to do this? Did I understand you correctly?\n  ","915997":"\n   I agree. I just like to read up on things I find interesting and don’t know too much about.\n  ","915998":"\n   Ima rry you 🤫😍\n  ","915999":"\n   What fictional character would you be best friends with in real life?\n  ","916000":"\n   Follow\n   \n    @Latina_PR\n   \n","916001":"\n   Do you watch porn?\n  ","916002":"\n   You're a very beautiful woman.\n  ","916003":"\n   You know Madison Beer is such a nice person and i would like to know her more :D\n  ","916004":"\n   What is your favorite brand of clothes?\n  ","916005":"\n   Do you have an onlyfans account?\n  ","916006":"\n   That's funny there anyways what you up to?\n  ","916007":"\n   Por favor senor gibme a dollar 👲\n  ","916008":"\n   You should be a cam model\n  ","916009":"\n   You pretty\n  ","916010":"\n   I know of a girl name Cabbage pronounce Ca bah gee\n  ","916011":"\n   Dani's 😂\n  ","916012":"\n   I remember when you threw the mic lol\n  ","916013":"\n   What have you done today\n  ","916014":"\n   Will you be dating seriously again or stay single a while?\n  ","916015":"\n   Recently who were you engaged with?\n  ","916016":"\n   Blue was my favorite to be honest.\n  ","916017":"\n   How recently is recently\n  ","916018":"\n   Is it manipulative to do things to make people like you?\n  ","916019":"\n   Have you really\n  ","916020":"\n   What the shit even is this question...???!!!??? 😂☠️😂☠️\n  ","916021":"\n   Lisa and kat. Will be getting married have\nthey chosen dates yet and who is going\nfirst?\n  ","916022":"\n   For Lauren to pick up an STI it would mean she would have to have sex and pretty sure she stated she was a virgin\n  ","916023":"\n   Do you like it when a guy pulls your hair a little bit as he sticks his tongue down your throat?\n  ","916024":"\n   Well, not everyone has the same interests. If we did, we wouldn't be unique; but good luck to her on her future endeavors 😎💯\n  ","916025":"\n   As a Catholic do you feel guilt?\n  ","916026":"\n   lol wow\n  ","916027":"\n   You guys should let her join the band! 😎💜💯\n  ","916028":"\n   Famous hottest youtuber is here\n  ","916029":"\n   HELL YEAH!! ALL THE CIM SISTERS IN ONE PIC; THAT IS A RARITY RIGHT THERE LADIES AND GENTS!!! 😂☠️💜💯😎\n  ","916030":"\n   What’s the funniest thing you’ve ever heard a child say?\n  ","916031":"\n   Hi and how are you doing today?\n  ","916032":"\n   Why are you so cute ?\n  ","916033":"\n   Oh...\n  ","916034":"\n   Ur smile is precious💖\n  ","916035":"\n   Do you want to have VIP badge? ->\n   \n    https:\/\/ask.fm\/account\/market\n   \n","916036":"\n   If you called THE jonas brothers rn would they know you?\n  ","916037":"\n   What are you up to?\n  ","916038":"\n   Are you better today?\n  ","916039":"\n   Yeah I get $70 ebt which does no good and bad thing is you got some who get $300 in ebt and sell them to get for drugs\n  ","916040":"\n   Sadly a pizza or some pizza rolls I got that to last me til the 3rd\n  ","916041":"\n   I haven't been to Buffalo Wild Wings in a while I need to figure out what I am going to eat tonight my options limited\n  ","916042":"\n   Did you like?\n  ","916043":"\n   Have you ever had garlic parmesan chicken?\n  ","916044":"\n   What’s the funniest place you’ve ever fallen asleep?\n  ","916045":"\n   If you could invent a new dish, what ingredients would it have?\n  ","916046":"\n   Why Are you annoyed?\n  ","916047":"\n   Lunch\/dinner? Salad and wine.\n  ","916048":"\n   I wish my gf was shaved down there😒🤮\n  ","916049":"\n   You hairy or shaved down there?\n  ","916050":"\n   Thank you!\n  ","916051":"\n   Do you remember life without technology? What was it like?\n  ","916052":"\n   G'day. I've made a photo poll and would like to see your vote to know your opinion. No need to answer this. Thanks💕\n  ","916053":"\n   Spend your best days on your a$$\n  ","916054":"\n   So when is this LIT TikTok video going up on the\n   \n    @cimorelliband\n   \n   page.\n  ","916055":"\n   Water fun day was fun until after we went inside.\n  ","916056":"\n   Evil bus driver wouldn't let young kids of the school bus🚍 . And  they was all crying\n   \n    https:\/\/m.facebook.com\/story.php?story_fbid=195150254925130&id=1786599751616434\n   \n","916057":"\n   I posted the day he died\n  ","916058":"\n   Oh no well at least she's fighting fit now\n  ","916059":"\n   Have you recently done any remodeling or upgrades to your home? We are having new flooring installed in our dining room and kitchen! Yes I’ll post pics if you’re interested in seeing it.\n  ","916060":"\n   Does your place of work have nice restrooms? I ask because they’re FINALLY remodeling the ones here.\n  ","916061":"\n   Yaaaa 🌞⛱\n  ","916062":"\n   lol xx\n  ","916063":"\n   Do you swear a lot\n  ","916064":"\n   Amy asked\n   \n    @My_\n   \n   fit friends  how are you getting active today. I replied watching Netflix 😂😂\n  ","916065":"\n   To be or not to be?\n  ","916066":"\n   Coz ure 2 desperate\n  ","916067":"\n   She lives with the queen called Amy. 🥰🥰🥰\n  ","916068":"\n   That sucks\n  ","916069":"\n   For real? I thought you were practically engaged? What happened?\n  ","916070":"\n   You will have to do this on you Sister's 😂\n\n🐴🐷🐕🐳😂\n   \n    https:\/\/www.facebook.com\/186641168357333\/posts\/1127839277570846\/\n   \n","916071":"\n   What is one thing you wish that more people understood?\n  ","916072":"\n   How often do you read? What kind of books do you enjoy?\n  ","916073":"\n   What is one movie that you would recommend everyone watches?\n  ","916074":"\n   I hope you do as well doll! \n💜💕\n  ","916075":"\n   Agreed so much!!!\n  ","916076":"\n   Good morning baby! Hope you have a wonderful day and guess what? It's almost Fri-yay 😊😘💋❤️🤗\n  ","916077":"\n   do you like aesthetic outfits?\n  ","916078":"\n   i want cuddles too\n  ","916079":"\n   What is the secret to a happy life?\n  ","916080":"\n   What do you  when you get too stressed out?\n  ","916081":"\n   Oh yes you have him tagged. Sorry I didn't see at first because it was in the bottom left corner. Arielle has Chelsea Outler your friend tagged\n  ","916082":"\n   Do you miss dani a bit or a lot?\n  ","916083":"\n   Same ☺ i'd love to get one, be all tatted up......for one day. But thats a whole life committment and idk about that 😬\n  ","916084":"\n   Do you like being so attractive and famous on ask?\n  ","916085":"\n   What are some things that you’ve never bought and will never buy? 🤔\n  ","916086":"\n   Come to London\n  ","916087":"\n   What was the most magnificent fountain you’ve seen? 🤔\n  ","916088":"\n   Do you like take pictures in front of doors right? ,😂\n  ","916089":"\n   U think you are a penguin?\n  ","916090":"\n   First tattoo?\n  ","916091":"\n   Do you wear your shoes inside the house?\n  ","916092":"\n   Had a long day. Have a longer day ahead tomorrow! This chick is heading to bed early. Good night, Good morning, good evening! Just where ever you are in the world, maybe amazing things come your way! I truly mean that to each & every one of you! 💌\n  ","916093":"\n   You need some iron tho ✊🏼 it helps\n  ","916094":"\n   It’s possible. Anyone can have it for whatever reason. I know like loud noises and yelling and screaming can throw me into a panic attack. But I’m not so sure that it’s PTSD. And actually if I’m not mistaken I think there might be two or three different types of PTSD. I haven’t really looked into it\n  ","916095":"\n   Done being nice cuz ppl just take me for granted. ¯\\_(ツ)_\/¯\n  ","916096":"\n   🌷\n  ","916097":"\n   How far would you go for the one you love? Or look at it another way, what wouldn't you do for the one you love? 🤔\n\n#STAIF\n  ","916098":"\n   My friends told me I should stop hoping to get a girlfriend. According to them girls dont want relationships anymore they just want to have sex and be done with.  Is that true in your Opinion\n  ","916099":"\n   Do you like pancakes? What do you like on your pancakes?\n  ","916100":"\n   Ah what do you have in the fridge or cupboards\n  ","916101":"\n   i just had a baby and he looks like his dad nothing like me what if he was cheating and i had baby of another woman\n  ","916102":"\n   Ice\n  ","916103":"\n   just to talk\n  ","916104":"\n   Cheese & Ham toastie\n  ","916105":"\n   the effort deserves an A. sherlock couldn't solve this!!!!\n  ","916106":"\n   What to do if I’m falling for a friend? 💘\n  ","916107":"\n   why girls only like tall guys i mean its not our fault we are born short and that already rules us out for like 95% of women :\/\n  ","916108":"\n   -\n  ","916109":"\n   Her name isn't Rachel Anon\n  ","916110":"\n   Amy always buys the best presents\n  ","916111":"\n   Eww\n  ","916112":"\n   Do you like DAYTONA 500\n  ","916113":"\n   Is it really true what people say about you?\n  ","916114":"\n   My sister is. When you  try and have a conversation with her. It always ends up one way. Because I can't get a word in edge ways.\n  ","916115":"\n   Do you give second chances? In what situation would you not give a second chance?\n  ","916116":"\n   What’s something you understand that a lot of people have difficulty with?\n  ","916117":"\n   What’s the happiest you’ve been lately?\n  ","916118":"\n   Are there too many seasons of OUAT?\n  ","916119":"\n   From where do human beings come from?\n  ","916120":"\n   Recommend your favourite tv shows?\n  ","916121":"\n   What’s your favourite video game?\n  ","916122":"\n   If you were granted an autograph from anyone, who would it be?\n  ","916123":"\n   If you won 500K what would you spend it on that you desperately need at this moment? I’d buy a house\n  ","916124":"\n   This ideology ruled the USA for generations!\n  ","916125":"\n   Do you do any cover bands\n  ","916126":"\n   Which of your friends would be a perfect fit for a role in a movie to play a bad cop?\n  ","916127":"\n   How often do you do laundry  while completely naked?\n  ","916128":"\n   I can  help with the sleep so?\n  ","916129":"\n   can you follow me back?\n  ","916130":"\n   Bilie Eilish \n(No time to die) The Brit Awards\n   \n    https:\/\/youtu.be\/2I1ZU5g1QNo\n   \n","916131":"\n   Do you agree with Sigmund freud who stated that the origin of the men desire for s ex (penetrating a girl) is because they wanna go back to inside of the womb? 🤔\n  ","916132":"\n   Have you ever done one night stand?\n  ","916133":"\n   You still awake? Need someone to talk to.\n  ","916134":"\n   What do you believe in?\n  ","916135":"\n   The only problem with that it is very messy LOL\n  ","916136":"\n   Hi Lauren, read the post about your panic attacks\/ anxiety. It usually an indicator of something wrong in your life or some unresolved issues maybe something that currently is on your mind or that has happened that you need to confront or get an answer from to give you some relaxation.\n  ","916137":"\n   What’s a quote you know and love that you live by and is true to you? (I’ll start “I’ve failed over and over and over again and that’s why I succeed” - Michael Jordan)\n  ","916138":"\n   By who?\n  ","916139":"\n   sup friend\n  ","916140":"\n   If I may ask, how are you able to open up to people? What have you done to help yourself to trust people to get to that point?\n  ","916141":"\n   What is your weirdest \"quirk\"?\n  ","916142":"\n   If I may ask, if you were to go on a trip to the ocean, where would you want to go?\n  ","916143":"\n   Do you like to cuddle?\n  ","916144":"\n   How many guys have you been with?\n  ","916145":"\n   Just wanted to tell you goodnight and to have a good day tomorrow I can't wait to see what new upload you guys got for #CimorelliSaturday\n  ","916146":"\n   Glad you ignoring me cause a big mouth jerk talking crap about you and your family\n  ","916147":"\n   Please\n  ","916148":"\n   Not really a question, but I'm sorry that there's alot of inconsiderate buttheads that think they can say whatever they please to you about you and your family. Thank you for always staying positive and spreading good into the world. My niece adores yours and your family's music and what it promotes\n  ","916149":"\n   Do you tend to forget things po ate Laur?\n  ","916150":"\n   How old were you when you started taking showers? And who’s idea was it?\n  ","916151":"\n   You're such a beautiful woman.\n  ","916152":"\n   Who do u wish u were with at the moment\n  ","916153":"\n   Ok fine its 9 inches you want it?😘\n  ","916154":"\n   supp\n  ","916155":"\n   I got a 32 incher for you😘\n  ","916156":"\n   But it's cute tho 🥺\n  ","916157":"\n   Heheh so upload your pic naa xD\n  ","916158":"\n   I'm your daddy bae😘\n  ","916159":"\n   Bottle feeding\n  ","916160":"\n   your music sucks!!\n  ","916161":"\n   Insta?\n  ","916162":"\n   Sorryyy 😅\n  ","916163":"\n   I ment the other night when you was asking questions 😂\n  ","916164":"\n   I don't listen to that garbage!!\n  ","916165":"\n   Lauren is a grown adult and I'm pretty sure she doesnt want her brothers seeing her boobs.\n  ","916166":"\n   Why do you girls suck ass\n  ","916167":"\n   What's your biggest phobia?\n  ","916168":"\n   It's another late night for Lauren cimorelli I guess🙄\n  ","916169":"\n   🤬🤬🤬🤬🤬🤬🤬🤬🤬🤬🤬🤬\n  ","916170":"\n   You’re welcome. I usually don’t show them. But ya know..... it’s a step. So yeah. But I’m usually better at oil painting and watercolor.\n  ","916171":"\n   When will you realize\nYou're all pathetic \nYou don’t see much you all suck\nyou’re not perfect\nYou don't deserve it\nWhen will you see what you are\nyou're all pathetic.\n  ","916172":"\n   wow why is it soo attractive when u say that lol\n  ","916173":"\n   Which is more important: What you say or how you say it?\n  ","916174":"\n   I need sleep\n  ","916175":"\n   Be mine girl\n  ","916176":"\n   What is the oldest you guys would date who is single and who's who?\n  ","916177":"\n   Are you single or taken?\n  ","916178":"\n   So your out with the boyzi tonight\n  ","916179":"\n   How are you today?\n  ","916180":"\n   Lysm💕\n  ","916181":"\n   lite or hvy sleeper?\n  ","916182":"\n   Food & Drink essentials 😂\n  ","916183":"\n   Why is it when someone’s angry and they’re yelling at you even though it’s not your fault and they aren’t mad at you. You still feel like they’re blaming you?\n  ","916184":"\n   I don't have a snake 😂\n  ","916185":"\n   i have done that too and thanks how r u and your sisters doing\n  ","916186":"\n   Ah ya 😂😂\n  ","916187":"\n   Share a Bucketlist Item. Go!\n  ","916188":"\n   🌟 You have Best friend? 🌟\n  ","916189":"\n   What’s your favourite food from a bakery?\n  ","916190":"\n   Because I care about you. I've known you since you were a kid.\n  ","916191":"\n   بتسامح الشخص كام مرة قبل ماتديله الكارت الاحمر?\n  ","916192":"\n   Only when I drink too much alcohol 🍺🍺😳😂\n  ","916193":"\n   Did you watch that video of Harry Styles?\n  ","916194":"\n   Omg I’m so sorry 🥺\n  ","916195":"\n   Lewis Capaldi has just won a brit award\n  ","916196":"\n   If you had a celebrity feud who would be your rival?\n  ","916197":"\n   Cimorelli fam > Ace family\n  ","916198":"\n   That's sad :(\n  ","916199":"\n   Do you like Justin Biebers penis ? Looks big right?\n  ","916200":"\n   eta haha\n  ","916201":"\n   Why do you make photo polls with the same picture? Shouldn't it be two different choices?\n  ","916202":"\n   Can you help with a dilemma? I screwed up and as a result my mother's bills haven't been paid. I could sort this out without her knowing or I could tell her but if I do she will keep asking about it every month. What would you do?\n  ","916203":"\n   😂 yeah like freaky friday. Then we are in each others bodies 🤣\n  ","916204":"\n   What can ruin your day in seconds? What can make it completely turned around?\n  ","916205":"\n   Which quality in a man do you dislike the most?\n  ","916206":"\n   Has been about a month since every time I wake up my underwear has this sticky white substance, do you know what it is? How can stop it? I feel embarrassed when my mom or big sister wash my clothes  Pls help! ☹️☹️☹️\n  ","916207":"\n   What was the last thing that made you laugh?\n  ","916208":"\n   Do you think they're isn't enough kindness in this world?\n  ","916209":"\n   A basketball move to help you beat your brother's next time you play them🏀😂\n   \n    https:\/\/m.facebook.com\/story.php?story_fbid=10157206117333643&id=31881783642\n   \n","916210":"\n   why\n  ","916211":"\n   Pizza or Ice Cream?\n\nHard choice here for me....\n  ","916212":"\n   Dani happy married, and is she not part of band now do you miss her?\n  ","916213":"\n   What's your reaction to the words \"We need to talk..\"?\n  ","916214":"\n   How to cancel on a hookup\/tinder date??\n  ","916215":"\n   Dani got married or is engaged?\n  ","916216":"\n   Hi... How are you???☺🌹\n  ","916217":"\n   Clarification: My sentence that I start which is (I love it when) doesn't count for the 10 words in the middle word prediction. Type what I started, then hit the middle word prediction 10 times. I'm sorry for some of the confusion! Example: I love it when you are as a result and you have an upper\n  ","916218":"\n   Let's have a little fun, shall we? \n\nI'm going to start a sentence & you put exactly what I say, then tap the middle word prediction 10 times. \n\nHere's the beginning of the sentence:\nI absolutely love it when \n\nHere's mine:\nI absolutely love it when you can do that for me and I love it \n\n🤣😂🤣😂🤣\n  ","916219":"\n   Why them?\n  ","916220":"\n   I'm your 100k like yeh\n  ","916221":"\n   Right my bad. I meant* Which one of your siblings is the loudest & wild.\n  ","916222":"\n   Hazel Eyes I think? thats true the first all girl\/family band to get a start on youtube where as bands like Girls Aloud (Pop Idol), Little Mix (X Factor) were made on talnet shows.\n  ","916223":"\n   Very because lady!\n  ","916224":"\n   No prob\n  ","916225":"\n   Oh! That's nice. Who is your celebrity crushes?\n  ","916226":"\n   What are the few others that you've enjoyed.\n  ","916227":"\n   Did you have strict parents?\n  ","916228":"\n   So what do you look for in a man?\n  ","916229":"\n   Do you tend to dress very warm or your prefer to dress in lighter clothes?\n  ","916230":"\n   hi\n  ","916231":"\n   top 10 worst accs u ever had in ur page\n  ","916232":"\n   What did you have\n  ","916233":"\n   Went out to dinner tonight\n  ","916234":"\n   Did your brothers have a nice birthday Lauren?\n  ","916235":"\n   Its the truth isnt\n  ","916236":"\n   Oh! Favorite scent in a perfume\/fragrance?\n  ","916237":"\n   i know :(\n  ","916238":"\n   Keep it up it will work out\n  ","916239":"\n   I’m lucky\n  ","916240":"\n   Lauren not a virgin\n  ","916241":"\n   Damn you are patient\n  ","916242":"\n   Do you think are you good enough to be a mom??\n  ","916243":"\n   Do you have your own room or do you share?\n  ","916244":"\n   Do you drink beer?\n  ","916245":"\n   Will you be going solo ever? 😀\n  ","916246":"\n   When Lisa and kat get married will they still be in the band?\n  ","916247":"\n   I am going to be honest most are fickle when it comes to y'all's relationship first they want you guys in relationships and once you get in one they gripe bout it one of the reason I said while back that I hope Amy doesn't find a boyfriend cause soon as she does everyone going to complain.\n  ","916248":"\n   Charles Vs Jesse 😂😂😂\n   \n    https:\/\/66.media.tumblr.com\/70ab617ac9a085a03bad028cfb80148f\/1e2b548cfe1a38e7-92\/s400x600\/f8fad5833b08208380a9d1c5e6eadaf848372a94.gifv?fbclid=IwAR0Mh4S396WoIlyY7sLyFnLGzvqb4dfEUuzs_b60PNFxI65dF8ekMLqVJxE\n   \n","916249":"\n   Any plans for more concerts by the cimgirls? 😀\n  ","916250":"\n   Well you already know my feelings towards Amy but I respect that she isn't looking for a relationship and long as she is happy I am happy.\n  ","916251":"\n   When were you engaged btw?\n  ","916252":"\n   Lauren have you ever been engaged?\n  ","916253":"\n   I planning on asking her to Marry me this year as I'm sure she's the one I want to be with.\n  ","916254":"\n   what's the face for? 🤔\n  ","916255":"\n   Admitting Marrying my girlfirend in Calforina sounds pretty romantic and a dream come true.\n  ","916256":"\n   I was talking about Amy lol\n  ","916257":"\n   What’s the worst fashion or hair decision you’ve made?\n  ","916258":"\n   Any Engagments Lauren?\n   \n    @Itslaurencim\n   \n","916259":"\n   What your ideal wedding season and venue? Mine is Summer in some castle some where.\n  ","916260":"\n   Have you or sister ever accidently song eachother part of song?\n  ","916261":"\n   I have a few like Liam, Lauren or Laura, Learndo, Tony\n  ","916262":"\n   Any marriages this year I have one coming up in June?\n  ","916263":"\n   Shoot I would probably be giving a generic name like Diane or Diana cause my first name Duane.\n  ","916264":"\n   oh dang yeah I had a very embarassing moment years ago.\n  ","916265":"\n   It was a toss up between Michela and Stephine\n  ","916266":"\n   What’s the most embarrassing thing that has ever happened to you?\n  ","916267":"\n   Not sure if I was going to get an alternate name or not.\n  ","916268":"\n   You don't no offense.\n  ","916269":"\n   You may have just cream cheese with you fries....it's your choice.\n  ","916270":"\n   Thank goodness you wasn't my ex was name Jessica and she messed me up bad.\n  ","916271":"\n   My amusement was to climb trees....lol.\n  ","916272":"\n   Did your parents have alternative name options that they were considering when naming you? What were they?\n  ","916273":"\n   Toppings on fries? Cheese and cream cheese.\n  ","916274":"\n   Post something beautiful 🖤\n  ","916275":"\n   I don't know how long they have been there. I'll be at the restaurant having wine.\n  "},"Answer":{"915204":"\n  Can dog?\n  ","915205":"\n  Lol\n  ","915206":"\n  What about hey arnold?\n  ","915207":"\n  I normally watched sponge Bob with the giys ahaha\n  ","915208":"\n  I don't :(\n  ","915209":"\n  Maybe lol\n  ","915210":"\n  Imagine getting replaced in like three weeks\n  ","915211":"\n  Lol I get loopy\n  ","915212":"\n  Maybe a bit. I just get super bubbly when tired\n  ","915213":"\n  I know lol\n  ","915214":"\n  Sadly...many many times\n  ","915215":"\n  She ... Liked that comment and specifically...\n  ","915216":"\n  Omg the bagel 😩💖 why?\n  ","915217":"\n  Got ready to go out with the girls\n  ","915218":"\n  Maroon\n  ","915219":"\n  I appreciate it\n  ","915220":"\n  Yeah aha\n  ","915221":"\n  Maybe once I get back in Tennessee and get back to routines\n  ","915222":"\n  I'm OK, thanks\n  ","915223":"\n  One piece\n  ","915224":"\n  I went and played a game for a bit and watched some videos\n  ","915225":"\n  A bathing suit with a shirt over it\n  ","915226":"\n  Gorgeous, breathtaking, relaxing, and once in a life time experiences\n  ","915227":"\n  Ahaha 😂\n  ","915228":"\n  I haven't been posting any, but arielle,kath, my mom and lisa have\n  ","915229":"\n  Try to change the subject or just walk away\n  ","915230":"\n  I appreciate your love and support anon. Thank you\n  ","915231":"\n  Sounds nice, I been on vacation in the bahamas heading home.early tomorrow\n  ","915232":"\n  Everyone has their own opinion on things, like what is right or wrong\n  ","915233":"\n  Yes :)\n  ","915234":"\n  And I have limits goodbyeeee\n  ","915235":"\n  At the water park\n  ","915236":"\n  Hope you get to relax soon 🤗\n  ","915237":"\n  I try to be 😌\n  ","915238":"\n  Witnessed someone gettomg married today on the beach. Congrats to the couple\n  ","915239":"\n  Okay but... I want the choreography 😂\n  \n\n   https:\/\/www.instagram.com\/p\/B9NdqfEn24_\/?igshid=s9jzrerh39n5\n  \n","915240":"\n  Same....\n  ","915241":"\n  Its ok\n  ","915242":"\n  I'm OK, hbu\n  ","915243":"\n  Check ur notif\n  ","915244":"\n  Thank you\n  ","915245":"\n  🤗💖\n  ","915246":"\n  Not good but that's fineee\n  ","915247":"\n  He waited his whole life for this moment and he finally got that tonight 🙁💖 little bean is so precious\n  ","915248":"\n  Someone tell ginger I'm going to need to be taught that choreography 😂\n  \n   @sonnyrobertson\n  \n\n   @lollyrobertson\n  \n","915249":"\n  Thank you\n  ","915250":"\n  Soon maybe\n  ","915251":"\n  Here's the dance medley\n  \n\n   https:\/\/youtu.be\/3Hkf1nbV_dw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","915252":"\n  I ain't sitting by the phone\n  \n  Calling, calling, calling you\n  \n  I ain't lying here alone\n  \n  And I know, I know you ain't too\n  \n  But I don't know how it ended up\n  \n  With you and him 'cause it was me and you\n  \n  I can tell you that I don't\n  \n  But I miss, I miss me and you\n  \n  Du du du, du du du, du du du\n  \n  Du du du, du du du\n  \n  Oh, me and you\n  ","915253":"\n  No shes claims to be a \"fan\" but changes her story around all the time she's messed up in the head. Also has fakes sabrina carpenter and many others as well. Toxic really toxic\n  ","915254":"\n  Thanks...\n  ","915255":"\n  Ik\n  ","915256":"\n  Nothing good ever lasts\n  ","915257":"\n  I give up 😌\n  ","915258":"\n  💖 I will try\n  ","915259":"\n  Ladies night out... With amy and christina\n  ","915260":"\n  Gibe me a few minutes because I'm currently sending over information for a photoshoot\n  ","915261":"\n  Kinda shattered tbh\n  ","915262":"\n  Thank you 🙁💖\n  ","915263":"\n  Thank you... 💖\n  ","915264":"\n  Shattered glass on the floor.... How it created such a beautiful mosaic of a master piece. But little did he know it hurt her worse than it hurt him\n  ","915265":"\n  Thanks\n  ","915266":"\n  I think still worse because someone would blame those people for not telling them what's coming out way. Like for example the outbreak people are freaking out and pointing fingers to the leaders of the country for not telling us sooner\n  ","915267":"\n  Kindness\n  ","915268":"\n  Stay ... Because I'm.already on the ride?\n  ","915269":"\n  Not up for dating anyone yet 😩\n  ","915270":"\n  Nope. I think he just wants the best for all of us and teaches us life lessons that we don't really like because tough love\n  ","915271":"\n  But then I wouldn't have feelings\n  ","915272":"\n  Can I erase my heart ....😩\n  ","915273":"\n  Lol\n  ","915274":"\n  Thank you\n  ","915275":"\n  Rude manners\n  ","915276":"\n  That seems dangerous\n  ","915277":"\n  5'7\n  ","915278":"\n  No I ordered cheese sticks and a burger before... But I think I'm like dairy intolerant or something\n  ","915279":"\n\n   @AliceGoodson123\n  \n  so.... I feel he made one but I feel its not his\n  ","915280":"\n  No I haven't. Normally just read the summary and watch the trailer\n  ","915281":"\n  Cameron's\n  ","915282":"\n  We all do at times\n  ","915283":"\n  I'm not sure if they actually run in the family bc I'm not like familiar with ancestors etc. But I do know my mom was once pregnant with twins and sadly lost them BC of a bloodcotting disorder. But its strange because all of us girls have this connection where we know what eachother is thinking or certain looks. And then when dani was born they said me and her were most like the actual twins, however she's you get and doesn't look like me. I do have a birthday twin which is the oldest sister : christina, only being 8 years apart we celebrate our birthday on august 12th. And her baby is due in august so eveeyone is rooting for our birthday to make it like a triple birthday lol. But which is how I got my middle name christine. And i look like a mixture of christina, and lisa (people actually thought we were twins for years) although I never seen a trace of myself in lisa\n  ","915284":"\n  To spread a message of hope ....\n  ","915285":"\n  Thanks, and heading home tomorrow after a much needed vacation. Feeling so refreshed more than I was... Lol had so much fun this week with my sisters, our friend ( I guess Arielle is like a sister BC we grew up with each other and she's always with us BC our assistant) ❤ and our momma.\n  ","915286":"\n  Nope or they haven't really expressed they do yet. I know many of the cimfam memebers miss me lol\n  ","915287":"\n  I always been mlre mature for my age then usual. But I think at 16 is when I grew up the most and realized things.\n  ","915288":"\n  All of them except the younger boys. Weather it was public or online. I believe amy did online but I'm not sure\n  ","915289":"\n  Kinda a positive one because it has helped shaped me into the person i am and understand values and beliefs of other cultures and that as well\n  ","915290":"\n  Yes I do a small circle but that's all I really need 💖\n  ","915291":"\n  Definitely not\n  ","915292":"\n  Skipping today BC I'm on vacation and at the water park\n  ","915293":"\n  Hey\n  ","915294":"\n  🐇\n  ","915295":"\n\n   @TNMORZ\n  \n  can I have cuddles 😩\n  ","915296":"\n  Sure why not\n  ","915297":"\n  Yes\n  ","915298":"\n  Yes we've have\n  ","915299":"\n  Not inside it or anything but I did see it :)\n  ","915300":"\n  Nope\n  ","915301":"\n  People do good\n  ","915302":"\n  It was most likely.to much grease or dairy\n  ","915303":"\n  No, and I don't think we would even come close to ever being as famous as him\n  ","915304":"\n  Probably not. I think its only big time celebrities who get offered to play a show there. Like beyonce\n  ","915305":"\n  I used to. Not so much anymore, but hopefully it makes a comeback\n  ","915306":"\n  I don't really know because I never actually went to an event or anything they hosted or attended or had to work beside them.. Jenny may recognize me because she has worked beside ryan seacrest who has interviewed and worked at events with us\n  ","915307":"\n  Awe you too anon\n  ","915308":"\n  Kinda been exhausting myself out\n  ","915309":"\n  A tank top\n  ","915310":"\n  Mhm\n  ","915311":"\n  I appreciate and love them just as much as the american fans 😊\n  ","915312":"\n  Lol\n  ","915313":"\n  Just got to be patient\n  ","915314":"\n  Thanks 😊\n  ","915315":"\n  Yeah\n  ","915316":"\n  Maybe soon\n  ","915317":"\n  Not at all\n  ","915318":"\n  Good urs?\n  ","915319":"\n  I believe hopper is alive and they contained him in the Germany military base and made him unconscious. The eagle I think is the doctor or Elle's papa...\n  ","915320":"\n  Lana del ray for sure\n  ","915321":"\n  Not me\n  ","915322":"\n  I don't drink\n  ","915323":"\n  Think its funny random no names believe someone would really send them money  😂\n  ","915324":"\n  Im Kinda sad I didn't do the tradition of it this year :(\n  ","915325":"\n  Please stop calling me that\n  ","915326":"\n  Its not right to have a intimate relationship with someone who is like family\n  ","915327":"\n  Yes I do\n  ","915328":"\n  Awe good luck\n  ","915329":"\n  Telling someone how I feel\n  ","915330":"\n  Panda bears 😍\n  ","915331":"\n  Get my nails done\n  ","915332":"\n  Oo nice\n  ","915333":"\n  Heyy\n  ","915334":"\n  😊\n  ","915335":"\n  Maybe I'll try responding if I can 😊\n  ","915336":"\n  Thanks love\n  ","915337":"\n  Hi\n  ","915338":"\n  I am a star ❤\n  ","915339":"\n  Depends if I need to sign or not. Sometimes they just leave the package on the chair and I notice it when I go outside\n  ","915340":"\n  😋\n  ","915341":"\n  I'm also savage\n  ","915342":"\n  Donate it to those in need\n  ","915343":"\n  DoNT TaLk TO Me Im FaMoUS\n  ","915344":"\n  I did bad ...\n  ","915345":"\n  I'm not your baby anon\n  ","915346":"\n\n   @TNMORZ\n  \n\n   @WhySoManyTaken\n  \n\n   @askamanz5506\n  \n\n   @birddawg19\n  \n  (just did the first that came up) and because I love the first two to death. The other two are interesting and kind and I would like to know them more\n  ","915347":"\n  Taking risks at least once in your life\n  ","915348":"\n  Sculpting\n  ","915349":"\n  Para sailing\n  ","915350":"\n  I'm good, hbu\n  ","915351":"\n  The grinch\n  ","915352":"\n  Just making sure\n  ","915353":"\n  Okay but literally goals because you could just switch lives whenever u needed or wanted to\n  ","915354":"\n  Just I don't recommend binge watching it because it does get annoying with the fairytale and having to back track on what goes on in both lands and who is who\n  ","915355":"\n  To me... More of a breakup or they just don't care\n  ","915356":"\n  Thanks I appreciate it\n  ","915357":"\n  Yeah but there is some anons I actually enjoy answering questions from\n  ","915358":"\n  Why would you want to increase your anxiety...? That's not a good thing\n  ","915359":"\n  Yeah like pay it forward for my community and makes someone day\n  ","915360":"\n  Ahaha 😊\n  ","915361":"\n  Everyone wants baby reali to be born on both christina and I'd birthdays... Birthday triplets ayeee\n  ","915362":"\n  I'm great... Just need a few minutes to chill though because I'm exhausting myself\n  ","915363":"\n  It felt weird and squishy .... Wish I had a redo on that but nothing is perfect\n  ","915364":"\n  Just got done eating...\n  ","915365":"\n  All of them are\n  ","915366":"\n  Nice hope all is well\n  ","915367":"\n  Rocky road icecream\n  ","915368":"\n  Almost always\n  ","915369":"\n  Lol its my sister and my best friend\n  ","915370":"\n  Ok\n  ","915371":"\n  I'm okay, but thanks\n  ","915372":"\n  Nike's, vans, ralph laurens\n  ","915373":"\n  Lol what do you do?\n  ","915374":"\n  Agreed we just need continued prayers for both baby and chris\n  ","915375":"\n  If I got asked to maybe\n  ","915376":"\n  Its alright\n  ","915377":"\n  I never did post this cover\n  ","915378":"\n  Lol I'm really careful when eating\n  ","915379":"\n  Nick said he has his own predictions of when\n  ","915380":"\n  Lol\n  ","915381":"\n  I think they said the fourth?\n  ","915382":"\n  Not mad at anyone just behind on questions\n  ","915383":"\n  August if everything goes good. Which is our birthday month 😊\n  ","915384":"\n  Definitely a new experience\n  ","915385":"\n  😊😊😊\n  ","915386":"\n  She wears baggier clothing and doesnt really show\n  ","915387":"\n  Baby reali 🤗\n  ","915388":"\n  Of course gonna be one very loved baby\n  ","915389":"\n  I don't think so\n  ","915390":"\n  How's your hangover bud\n  ","915391":"\n  Mhm\n  ","915392":"\n  Nooooo\n  \n  Christina + nick = nistina ( first brother in law. And oldest sister\/daughter)\n  \n  Katherine & max = engaged, matherine due to be married later this year\n  \n  Lisa + chad gilbert = engaged, chisa is due to be married later this year. Chad is from new found glory\n  \n  Amy = single\n  \n  Me =single\n  \n  Dani= married to emmyn\n  ","915393":"\n  😊\n  ","915394":"\n  The one with her arm around him\n  ","915395":"\n  My sister and brother in law\n  ","915396":"\n  💗🤰🏻👶🏼💙\n  ","915397":"\n  I will 😌\n  ","915398":"\n  Lol one of the others\n  ","915399":"\n  All day 😍\n  ","915400":"\n  Why?\n  ","915401":"\n  She's 16 weeks okay\n  ","915402":"\n  Here's the video she posted on her channel :\n  \n\n   https:\/\/youtu.be\/Z1EuB5QvG38\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","915403":"\n  Baby is due in august 💖💖💖 hopefully on our birthdays 😊\n  \n\n   https:\/\/youtu.be\/KylzcWjpTaE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","915404":"\n  IM GONNA BE AN AUNTTTT!!!!!!!!!!! AHHHHHH\n  ","915405":"\n  Yeah\n  ","915406":"\n  Pennywise\n  ","915407":"\n  Perfect\n  ","915408":"\n  That is good\n  ","915409":"\n  One day 😌👀\n  ","915410":"\n  I don't do uber or use it?\n  ","915411":"\n  If they reach the amount of likes or whatever\n  ","915412":"\n  I adore amy\n  ","915413":"\n  I believe there's family ancestors from around there.\n  ","915414":"\n  I haven't really been going to the gym as much\n  ","915415":"\n  Well it depends tbh\n  ","915416":"\n  Awe that's ok\n  ","915417":"\n  I did it 😊\n  ","915418":"\n  I just have to wax little fuzzy that comes in for a moustache lol but that's about it\n  ","915419":"\n  Probably perfume or cologne if I been hugging a guy lol\n  ","915420":"\n  I haven't\n  ","915421":"\n  Like I understand she wasnt fond of the catholic teachings but I'm sure if ahe would've just told mom and dad then they'll understand\n  ","915422":"\n  But definitely a life time experience\n  ","915423":"\n  Honestly I was scared as heck. But the guy who does them was very considerate and caring\n  ","915424":"\n  Awe I'm sorry\n  ","915425":"\n  Hbu\n  ","915426":"\n  Thank  you honey 😊💖\n  ","915427":"\n  Thats nice\n  ","915428":"\n  😊\n  ","915429":"\n  Haven't really ate any... Mostly a chicken eater\n  ","915430":"\n  I'm fine though\n  ","915431":"\n  What were u expecting?\n  ","915432":"\n  😊\n  ","915433":"\n  Mhm\n  ","915434":"\n  No\n  ","915435":"\n  Its allergies most likely\n  ","915436":"\n  No lol\n  ","915437":"\n  Yeah\n  ","915438":"\n  Very rarely\n  ","915439":"\n  I overthink, and overstress\n  ","915440":"\n  Pop, ballads\n  ","915441":"\n  Sorry\n  ","915442":"\n  What\n  ","915443":"\n  The smell of rainfall lol\n  ","915444":"\n  I don't use snap anymore\n  ","915445":"\n  I'm not sure. Maybe if I was asked?\n  ","915446":"\n  My day has been good\n  ","915447":"\n  Not technically in florida\n  ","915448":"\n  Lol\n  ","915449":"\n  I'm ok\n  ","915450":"\n  The same person\n  ","915451":"\n  Going back to an old relationship and expecting a different ending\n  ","915452":"\n  Like a scent I like or what I smell like?\n  ","915453":"\n  My children\n  ","915454":"\n  I'm not sure?\n  ","915455":"\n  I dont think we know who or what we want to be for a few years\n  ","915456":"\n  Hi baddies my name is Lauren!\n  \n  Definitely an introvert. I speak with my facial expressions more than I do with my words. I love art in every form; Music, painting, drawing, interior design, everything. I’m kind of like an onion. I got a lot of layers to me, but once you peel them all back, you got yourself some great flavor. I move very slowly and my biggest pet peeve is feeling like I have to rush anything. Some people call me a savage but I just tell it like it is. Check out my pics and vids and you’ll catch a vibe.\n  ","915457":"\n  Spiderman for both\n  ","915458":"\n  Probably just caught offguard\n  ","915459":"\n  Thanks\n  ","915460":"\n  I don't call the cards to play on that\n  ","915461":"\n  Takes awhile to be honest like a year\n  ","915462":"\n  Wisdom\n  ","915463":"\n  I am a goddess 😌💖\n  ","915464":"\n  Very important\n  ","915465":"\n  Dinner with the girls 💖\n  ","915466":"\n  Skateboarding\n  ","915467":"\n  Left\n  ","915468":"\n  Because we are not even home we are on an island which is a long flight\n  ","915469":"\n  My chest hurts ...\n  ","915470":"\n  I'm sorry I'm just as confused as you are\n  ","915471":"\n  Doesn't believe me BC I was with Tristen that night dropping off ian. Lol\n  ","915472":"\n  I wasn't lying because we left early that morning lol. Which we were up at 5:30\n  ","915473":"\n  Swimming with sharks\n  ","915474":"\n  thought i had a pap of you question saved but I guess I accidentally deleted it or looked over\n  ","915475":"\n  Yes I did 😊💖\n  ","915476":"\n  ItS in spanish but theres a oregnant emoji next to it\n  ","915477":"\n  In the summertime\n  \n  When we're flying high\n  \n  Seen more colours than I ever thought were true\n  \n  Running out of time\n  \n  Light the sky tonight\n  \n  I just love the vibe when I'm dancing here with you\n  \n  Don't forget about the games we played\n  \n  When we're driving late to the hideaway together\n  \n  Where nothing matters but you\n  \n  I don't regret the time we stayed up late\n  \n  We forgot the time an I missed my flight to London\n  \n  Cos I got to spend it with you\n  ","915478":"\n  Four days ago\n  ","915479":"\n  When he broke your heart and said its over\n  \n  Torn apart crying on my shoulder\n  \n  I was there being your biggest fan\n  \n  When you're looking back 84 years older\n  \n  Holding hands I can say I told ya\n  \n  I will always be your superman\n  ","915480":"\n  Dani's latest post she liked a certain comment\n  ","915481":"\n  I just looked at something and I'm like wha\n  ","915482":"\n  how am i supposed to\n  \n  love you like i’m sposed to\n  \n  when i’m loving from another land\n  ","915483":"\n  If this is what I think it means .... I'm done\n  ","915484":"\n  I don't know the exact order of the pregnancies. I just know i was #7\/11 surviving\n  ","915485":"\n  Yeah same here\n  ","915486":"\n  Miscarriages\n  ","915487":"\n  I feel I always have some e boy vibes\n  ","915488":"\n  If I wanted to\n  ","915489":"\n  What\n  ","915490":"\n  Lisa and Dani. Amy had one but hasn't been active. But there's a ton of fakes of me and my family and friends all ran by a girl named allycia\n  ","915491":"\n  The way they act, do they always ask for stuff, do they ever thank you?\n  ","915492":"\n  Idk\n  ","915493":"\n  Which one\n  ","915494":"\n  Currently on one\n  ","915495":"\n  Hm\n  ","915496":"\n  Tonight is going good so far\n  ","915497":"\n  Plan things and make phone calls\n  ","915498":"\n  False information though. Someone being dumb\n  ","915499":"\n  💖\n  ","915500":"\n  Thank you\n  ","915501":"\n  non ci salutiamo\n  ","915502":"\n  No thank you\n  ","915503":"\n  Ahaha\n  ","915504":"\n  No they're talking about dani\n  ","915505":"\n  Awe\n  ","915506":"\n  First time I heard this lol. Not bad\n  ","915507":"\n  Sorry\n  ","915508":"\n  No\n  ","915509":"\n  Kath is gonna be 28 in like a week.... Woah\n  ","915510":"\n  Thanks\n  ","915511":"\n  Hi\n  ","915512":"\n  No\n  ","915513":"\n  The ketchup,mustard and pickle ones lol\n  ","915514":"\n  He actually is a low harmony\n  ","915515":"\n  Yeah but its not my right to be giving that out\n  ","915516":"\n  I haven't taken any photos recently and none that would be considered \"hot\" in your terms\n  ","915517":"\n  Well to be fair nick does like those weird flavored chips lol\n  ","915518":"\n  Lol\n  ","915519":"\n  Hi\n  ","915520":"\n  Everyone wants nick to join 😂\n  ","915521":"\n  No problem\n  ","915522":"\n  Awe I love my supporters as well ❤\n  ","915523":"\n  Become a professional skateboarder? Or go hot air ballooning\n  ","915524":"\n  Mhm\n  ","915525":"\n  He didnt like the girlyness of it. But did enjoy playing guitar for us\n  ","915526":"\n  She didn't actually but she spent a lot\n  ","915527":"\n  I'm not just been offline and mire focused on enjoying time away\n  ","915528":"\n  Definitely not\n  ","915529":"\n  Awe thanks\n  ","915530":"\n  Our vision for this year coming true\n  ","915531":"\n  😊\n  ","915532":"\n  Still on vacation so just enjoying the island\n  ","915533":"\n  Sunshine\n  ","915534":"\n  So are we\n  ","915535":"\n  Actually pink does. I noticed that lol expecially when we had to wear it for the nistina wedding\n  ","915536":"\n  I'm not no gold digger or a sugar baby 😂\n  ","915537":"\n  Yeah\n  ","915538":"\n  Sorry for that\n  ","915539":"\n  Enjoying vacation on the carribean island\n  ","915540":"\n  Thank you\n  ","915541":"\n  Aha\n  ","915542":"\n  I don't think I would. I stay around my age\n  ","915543":"\n  Thanks\n  ","915544":"\n  Its okay, you tried thats all that matters\n  ","915545":"\n  I hate using auto tune and hardly ever use it unless needed to.\n  ","915546":"\n  Probably to much greasy items... Should've stayed with the cleaner versions\n  ","915547":"\n  Just her posting the views\n  ","915548":"\n  Just something I ate didn't exactly agree with my stomach. Like if I eat tons of macaroni salad I get sick... Chicken and dumplings with to much seasoning etc.\n  ","915549":"\n  It is, doesnt seem real and hoping no illness comes out way\n  ","915550":"\n  I always behave myself lol\n  ","915551":"\n  Much better\n  ","915552":"\n  Someone has to watch frankie its only the girls, Arielle and mom\n  ","915553":"\n  There's two types of sisters: lisa, katherine, and arielle all have posted something relating to our vacation\n  \n  Me, amy, and christina: -doesnt post anything and goes mia\n  ","915554":"\n  He was my lightning sky and my summer rain\n  ","915555":"\n  I'm currently laying down on the edge of the bed\n  ","915556":"\n  Its just a stomach ache and nausea from the  stomach ache I'm okay I'm sure it will be fine in the morning\n  ","915557":"\n  Currently ... Felt sick after eating idk why\n  ","915558":"\n  Three weeks ago .\n  ","915559":"\n  Earlier\n  ","915560":"\n  I know...\n  ","915561":"\n  Been since valentines day... I miss those random moments...\n  ","915562":"\n  Idk\n  ","915563":"\n  Yeah lol\n  ","915564":"\n  Disney is overrated\n  ","915565":"\n  I'm not mad at anyone\n  ","915566":"\n  Thank you, I sure hope I will be one day\n  ","915567":"\n  Awe how sweet 💖\n  ","915568":"\n  Nice I been to new York a few times\n  ","915569":"\n  Your kindness\n  ","915570":"\n  No thanks\n  ","915571":"\n  Tale as old as timeeeee\n  ","915572":"\n  I'm.alright\n  ","915573":"\n  Qué quieres decir?\n  ","915574":"\n  I was in kentucky a few months ago for a show.... :(\n  ","915575":"\n  Not all the time but sometimes\n  ","915576":"\n\n   @WhySoManyTaken\n  \n  I have to send you the video of Tristen 😂\n  ","915577":"\n  The sun is wonderful and I am. Definitely needed this\n  ","915578":"\n  You're kindness\n  ","915579":"\n  I think she has a small case of it\n  ","915580":"\n  No I haven't forgotten, just been busy and trying to enjoy the present and moment in front of me\n  ","915581":"\n  You're a great friend ian\n  ","915582":"\n  Everything is fine 😊\n  ","915583":"\n  Thanks ian I am doing great, currently taking a vacation amd spending time soaking up the much needed warm weather and sun that we've haven't been getting in Tennessee 💖 hope all is well\n  ","915584":"\n  Zach\n  ","915585":"\n  No\n  ","915586":"\n  Thanks\n  ","915587":"\n  Thanks\n  ","915588":"\n  Hi\n  ","915589":"\n  All my partners current and past have been aware of my personal  boundaries and values and have respected that. If they wanted to do something they normally would ask before hand\n  ","915590":"\n  I will\n  ","915591":"\n  I'm single but not interested in anyone\n  ","915592":"\n  Everyone is here. We just haven't exactly been posting\n  ","915593":"\n  Happy ash wednesday I still have no idea what I'm going to give up for lent\n  ","915594":"\n  Yes Ive seen\n  ","915595":"\n  I don't talk about politics\n  ","915596":"\n  Gross and that could be charged as rape\n  ","915597":"\n  Definitely can't wait for nicer weather\n  ","915598":"\n  Paris\n  ","915599":"\n  Pie, apple related things, g wagon\n  ","915600":"\n  Awe the bride tribe\n  ","915601":"\n  Fav color\n  ","915602":"\n  Yeah\n  ","915603":"\n  No problem\n  ","915604":"\n  Well thats great, I miss him as I'm sure the ithers do as well\n  ","915605":"\n  When I let someone normally and anon ask questions they turn creepy and sexual and I don't like that\n  ","915606":"\n  Kallen doesnt seem like he like Tennessee anymore\n  ","915607":"\n  Sorry\n  ","915608":"\n  Thats good\n  ","915609":"\n  No but I did see the foreshadowing\n  ","915610":"\n  Maybe talk to someone about these things?\n  ","915611":"\n  Ah ah thanks?\n  ","915612":"\n  Please 😊\n  ","915613":"\n  Just keep swimming\n  ","915614":"\n  Its stressful, annoying\n  ","915615":"\n  It is 😊\n  ","915616":"\n  I understand\n  ","915617":"\n  I don't like how it seems like it says ghost ride that _____ can't stop her...\n  ","915618":"\n  I'm sorry\n  ","915619":"\n  Awe I'm sorry\n  ","915620":"\n  I don't know I really haven't done any wrong ?\n  ","915621":"\n  I did once not really my actual style\n  ","915622":"\n  I'm sorry to hear\n  ","915623":"\n  Awe why guess?\n  ","915624":"\n  I am but more so psychology\n  ","915625":"\n  Hbu\n  ","915626":"\n  I'm good hbu?\n  ","915627":"\n  Probably not because I have zero inside ties with anyone in the government or who knows the president. Maybe had a somewhat shot with obama lol\n  ","915628":"\n  I am\n  ","915629":"\n  Nope\n  ","915630":"\n  If its definitely worth it and I was chasing after my one true love then yes\n  ","915631":"\n  I'm good currently on vacation\n  ","915632":"\n  OK..\n  ","915633":"\n  Yeah...\n  ","915634":"\n  Awe hope it all works out!!😊 keep me updated\n  ","915635":"\n  No thanks\n  ","915636":"\n  But knowing me I would attempt to dye it one color and it comes out looking different then intended\n  ","915637":"\n  I'm not really interested in anyone  but that ne person\n  ","915638":"\n  Maybe but I'll have to make certain hes not just with me for the clout and try to take advantage of my name\n  ","915639":"\n  Just thinking lol I'm not sure if I have that much confidrnce in actually doing it\n  ","915640":"\n  Thanks for the education on that BC I had no clue\n  ","915641":"\n  There's a kitten that hangs outside that thinks its a dog lol\n  ","915642":"\n  Same I kinda been thinking of like a soft orange color as well\n  ","915643":"\n  To go public with someone or not ... But that didn't gonas planned 😐\n  ","915644":"\n  Not at the moment\n  ","915645":"\n  Sadly it's something that can epidemically spread all over and infect\n  ","915646":"\n  I'm not the one whose tiny now am I\n  ","915647":"\n  I always go to church\n  ","915648":"\n  Its alright\n  ","915649":"\n  Awee\n  ","915650":"\n  Ok\n  ","915651":"\n  I have had many interviews and I felt the worst one was when we were first getting started it was so awkward\n  ","915652":"\n  Some live back in my old hone town in California, and some live in Nebraska, hawaii, Pennsylvania and tennesee\n  ","915653":"\n  I don't have any recent because i havent been to the pool but I'm currently on vacation where there's nice weather and sun so I may post some from there\n  ","915654":"\n  No not really I should get one though\n  ","915655":"\n  Not sure. Maybe because its like not so hot it burns your mouth\n  ","915656":"\n  Our friend max did the Neto diet and has lost a lot of weight, He's definitely more healthier.\n  ","915657":"\n  Organic?\n  ","915658":"\n  Be nice to someone I absolutely hate because she was at my sisters wedding\n  ","915659":"\n  Probably let me stay after seeing my ID\n  ","915660":"\n  I once used to hide my money inside books or this custom light I had but never turned on lol\n  ","915661":"\n  Steal someones heart, be a protector\n  ","915662":"\n  Certain jokes? Or criticism\n  ","915663":"\n  Go back to your adult nudoty sites and get off ask\n  ","915664":"\n  I hope you choke\n  ","915665":"\n  Money, change\n  ","915666":"\n  I feel being the introvert I am it would be better to whisper because I'm quiet as is and wouldn't want to be known for being a loud introvert? I feel that would match more with an extrovert personality\n  ","915667":"\n  I would eliminate the word \"perfect\" because there's no such thing as perfect but something that is good enough and worth it. Perfect to use is just a word we use when something is just as well want it. But just because we see something that is. Doesnt mean someone else may think the same. Their definition might be the perfect car they have stored in the garage, where yours is the children and wife you have. Which I feel the word \"perfect\" should just be eliminated because people feel they have to compete for something they already are\n  ","915668":"\n  I had three  ... First one was like a sand color and the second was white. And the third was the family house here in Tennessee. Its brick but I'm not going to post photos because of people coming to our houseses or knowing our address\n  ","915669":"\n  Its not horrible\n  ","915670":"\n  I just finished season one of once upon a time lol\n  ","915671":"\n  Lol\n  ","915672":"\n  Just weirdos looking for attention. First it was calling my baby sister a who*e and then calling amy names. Now its some weirdo who thinks they own me\n  ","915673":"\n  Hey are you okay ?\n  \n   @WhySoManyTaken\n  \n","915674":"\n  Its cool though because I was watching a movie with Tristen and the girls. If I'm anyone's girl im still tristens\n  ","915675":"\n  Some random weirdo who thinks I'm his girl 😂\n  ","915676":"\n  😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂\n  ","915677":"\n  Highly introverted\n  ","915678":"\n  Meaningful. I feel all art has a story behind it\n  ","915679":"\n  Shake it off\n  ","915680":"\n  No I set my own trends\n  ","915681":"\n  Try to fix things for others\n  ","915682":"\n  Hi\n  ","915683":"\n  On vacation with the girls, having a slumber party. Currently with tristen watching tv\n  ","915684":"\n  Huh\n  ","915685":"\n  Sharing a room like the good ol days 💖 #teamcimorellivacay\n  ","915686":"\n  Yeah just a bit emotional\n  ","915687":"\n  Yeah...\n  ","915688":"\n  I hope you find a solution ...\n  ","915689":"\n  ..thanks 😔\n  ","915690":"\n  I wish I could help but ... I really dont know how\n  ","915691":"\n  I'm sorry... Maybe you'll have to ask and just deal with the fussing. I'm sure they'll rather help somehow then to see you in the hospital because your body is not getting nutrients\n  ","915692":"\n  Do you have food banks ?....\n  ","915693":"\n  What's wrong...?\n  ","915694":"\n  Anon..\n  \n  But gosh I miss him...I miss him so much\n  ","915695":"\n  💖\n  \n\n   https:\/\/youtu.be\/zXhUFMtmtjs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","915696":"\n  I used to be ... Until I got dragged onto the fastest and most tallest roller coaster there was at the park.... I love them now. But have a bad memory forever stuck in my head ...\n  ","915697":"\n  Speaking in tongues?\n  ","915698":"\n  I never have gone wind surfing but seems fun\n  ","915699":"\n  Indeed\n  ","915700":"\n  I don't like cursing but I think like a few days ago when I almost cut my finger open on and ice tray breaking 👀\n  ","915701":"\n  Real fans still know every word to Latin girl and doctor bieber\n  ","915702":"\n  They used to but not anymore I hate the people that try to randomly touch you and stuff.\n  ","915703":"\n  Ahaha\n  ","915704":"\n  Well I don't recommend eating in a car either lol\n  ","915705":"\n  Broke your scale with my coolness\n  ","915706":"\n  Did you make sure everything was pulled out and swept and mopped behind, everything was stocked ? 😂\n  ","915707":"\n  Alexa play stuck in the moment\n  ","915708":"\n  A lot. My room back when I lived in california and had to share with lisa and dani was covered with art, pictures, letters etc. From fans\n  ","915709":"\n  Thanks...?\n  ","915710":"\n  Same reason why girls can't walk around without a shirt. Sexualizing females\n  ","915711":"\n  I'm not sure how its done. I used to get those a lot and the only logical thing I came up with was someone liked it but then got suspended or something\n  ","915712":"\n  Just tired and annoyed with things and people that day\n  ","915713":"\n  I think it does. Because its like referring to everyone being imperfect and doing things that are not the best choices so we must choose wisely with what action or word we choose unless we never done anything wrong\n  ","915714":"\n  Mine doesn't seem to be having any issues but I hardky use mine to begin with\n  ","915715":"\n  Need to go check out some more\n  ","915716":"\n  Idk\n  ","915717":"\n  Guys why is everyone wanting me to collab with hudson so much lol\n  ","915718":"\n  It will be nice to meet them all some day\n  ","915719":"\n  No I'm from el Dorado hills, sacremento\n  ","915720":"\n  And your twin\n  ","915721":"\n  Its ok\n  ","915722":"\n  No Derek's because he was adopted as well and I don't know everyone yet\n  ","915723":"\n  I knew there was one that started with a d lol and i thought vanessa was ur couson for some reason 😂 u also forgot josie\n  ","915724":"\n  Isn't devon one of them ....\n  ","915725":"\n  No his\n  ","915726":"\n  Team cimorelli vacay 😍\n  ","915727":"\n  I forgot the other brothers\n  ","915728":"\n  Thank you\n  ","915729":"\n  Ew\n  ","915730":"\n  Nah\n  ","915731":"\n  Awe I'm sorry\n  ","915732":"\n  Yee\n  ","915733":"\n  I was\n  ","915734":"\n  Tony hawk was the elephant on masked singer\n  ","915735":"\n  No\n  ","915736":"\n  I dont wear bikini\n  ","915737":"\n  Like there was other events but the fact she wasn't there for the birthday parties or there for the lads when the only ones who had a valid excuse to not be there was acacia because she was in california touring and doing photos for those artists, and JC was sick. Also to not be there for christinas pregnancy announcement was messed up and she acted like she didn't care. Even while on tour I had to tell her to sing because she didnt want to\n  ","915738":"\n  Well that was one lol\n  ","915739":"\n  Plus u got to pay for the creator passes\n  ","915740":"\n  Yeah lol\n  ","915741":"\n  Hello\n  ","915742":"\n  I want to know who still has a sippy cup...\n  ","915743":"\n  She's not in the band anymore\n  ","915744":"\n  I was, still have feelings though\n  ","915745":"\n  She's just idk\n  ","915746":"\n  I eat Philly cheese steaks every now and then but I'm not sure I'm labeled as a vegan because I mostly eat chicken\n  ","915747":"\n  She would rather hang out with emmyn and his family then her own 🤷🏻 we invited her to come with us but she went to arizona i think\n  ","915748":"\n  Three\n  ","915749":"\n  Pasta is love\n  ","915750":"\n  Okay fair enough but share next time 😂\n  ","915751":"\n  I know, I have friends that attend sitc and a few who also attended witc. I just don't want to pay a huge fee to attend\n  ","915752":"\n  You don't even know him like I do\n  ","915753":"\n  You don't eat pasta and not invite me to have some you should know this 👀😂\n  ","915754":"\n  I forgot the name but he oretended to be this autumn girl\n  ","915755":"\n  My ex but still my bestfriend\n  ","915756":"\n  Loll\n  ","915757":"\n  Rudeee 👀\n  ","915758":"\n  Its decent but I tend to forget what I was going to do or say at times. I can remember certain conversations but have trouble writing numbers down\n  ","915759":"\n  And I didn't get any 👀 rude\n  ","915760":"\n  Momma ❤\n  ","915761":"\n  Run and hide\n  ","915762":"\n  What did you have?\n  ","915763":"\n  Yeah I'll be fine\n  ","915764":"\n  Amy would be anna and christina elsa\n  ","915765":"\n  I'm actually getting a Philly cheese\n  ","915766":"\n  Am I there or am I not? The world may never knowww\n  ","915767":"\n  I normally answer the older ones first unless there's something I feel I need to answer right away\n  ","915768":"\n  Not to interesting besides the fact all of us were up at the same time\n  ","915769":"\n  A good thing? Because you would be doing what you're good at and actually love doing\n  ","915770":"\n  No lol but that's what they try to get you to do to get more noticed. Dont sell you're body to the industry ladies dress how you want and you'll still have the supporters that love you regardless\n  ","915771":"\n  Not really that's average\n  ","915772":"\n  It would be interesting for sure\n  ","915773":"\n  I'm alright. Kinda have a headache\n  ","915774":"\n  I'm ready for nicer weather already, not a fan of the cold or slipping on ice everytime it snows\n  ","915775":"\n  Ok\n  ","915776":"\n  Anon\n  ","915777":"\n  Alex? 😂\n  ","915778":"\n  Nice\n  ","915779":"\n  No...\n  ","915780":"\n  5'7\n  ","915781":"\n  Omg .... I wouldn't be able to wear any of joeys 😂 maybe nick ?\n  ","915782":"\n  I love her\n  ","915783":"\n  Its alright I was going to put the full thing I wrote on here but ask kept deleting it because of the limitations\n  ","915784":"\n  Lana del ray\n  ","915785":"\n  I changed it yesterday\n  ","915786":"\n  You can smack me once I get there if needed 😂\n  ","915787":"\n  Not sure, many credit is for helping save their lives through our music and messages\n  ","915788":"\n  Summer time\n  ","915789":"\n  Turkey or mexico\n  ","915790":"\n  Feeling like I'm being rushed to do something.\n  \n  People constantly asking for things\n  \n  Being talked over or ignored\n  ","915791":"\n  Its okay to not associate with those type of people because they don't have a positive impact on your life\n  ","915792":"\n  No sorry...\n  ","915793":"\n  Yes\n  ","915794":"\n  My life improves everyday because of what I choose to do\n  ","915795":"\n  Lollll I wasnt even paying attention\n  ","915796":"\n  For the most part I am definitely going to be fun looking back on the memories\n  ","915797":"\n  Hello\n  ","915798":"\n  I'm not sure I would say jake paul with the suicide thing but I'm sure there was worst\n  ","915799":"\n  Chicken\n  ","915800":"\n  The grinch\n  ","915801":"\n\n   @AliceGoodson123\n  \n  gotta question lol\n  ","915802":"\n  The ones at the bookstore with the old guy wearing a fedora hat\n  ","915803":"\n  Nope\n  ","915804":"\n  😂\n  ","915805":"\n  Because it may or may not just be lisa going with arielle or we are all together tired to post 😂\n  ","915806":"\n\n   https:\/\/youtu.be\/WUuhfb2_QLw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","915807":"\n  Writing music\n  ","915808":"\n  Yes it is now get lost little troll\n  ","915809":"\n  Christina was also up with us and amy 😂\n  ","915810":"\n  ;)\n  ","915811":"\n  Ahahaha maybe\n  ","915812":"\n  .\n  ","915813":"\n  Lisa: omg Amy you’re driving that’s so cute!\n  \n  Amy: I’m not a five year old\n  ","915814":"\n  Hi\n  ","915815":"\n  I don't really know you good enough to judge you? Or make assumptions\n  ","915816":"\n  I just realized my mom would've had 16 kids if the five would've survived. ....\n  ","915817":"\n  Yeah\n  ","915818":"\n  Depends on what I'm buying or sending\n  ","915819":"\n  Owl and tiger?\n  ","915820":"\n  Me and you 👀\n  ","915821":"\n  No I laughed way to much 😂\n  ","915822":"\n  Maybe the older girls still can't do the dance to my part on made in america and not sure they actually know the suoer star one. They somewhat remember million bucks but it was always me and dani and lisa who hyped up the show on that. I know you know it, Danielle and I mostly do but lisa does it\n  ","915823":"\n  No duh\n  ","915824":"\n  Yes she is\n  ","915825":"\n  I'll figure it out soon tho\n  ","915826":"\n  Take risks\n  ","915827":"\n  My birthday is in august so practically ueah\n  ","915828":"\n  Same. I texted him earlier but no response\n  ","915829":"\n  Books have more detail than movies.\n  ","915830":"\n  Yeah\n  ","915831":"\n  Suspicious\n  ","915832":"\n  Hahaha thanks\n  ","915833":"\n  Its a comfort thing 👀 and soothing.\n  ","915834":"\n  Its sus\n  ","915835":"\n  Lol\n  ","915836":"\n  Hi\n  ","915837":"\n  Yeah.\n  ","915838":"\n  I love it\n  ","915839":"\n  Being on my own schedule\n  ","915840":"\n  Mhmm\n  ","915841":"\n  Summer with cimorelli as well\n  ","915842":"\n  I finalllyyyyy found all fourteen chests in that game after days of looking. But now people are saying there's more than 20 hidden smh\n  ","915843":"\n  Hi\n  ","915844":"\n  Watch it played by others\n  ","915845":"\n\n   https:\/\/youtu.be\/So9toDkZLPw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","915846":"\n  I have credits for being in hope springs but I wasnt like a major character. I had a small part which was towards the end of the movie when they threw the party and we danced and performed you're worth it. However lisa, dani and amy had like a role with more parts. Katherine, christina and I got kinda left out till the ending. But we do have a webseries we did on youtube\n  ","915847":"\n  So I even asked someone who would know and as far as she is aware he hasn't been active on socials for ages .... So I'm very confused and this goes just a day after the music video release ..\n  ","915848":"\n  Not technically all movie but take once upon a time and disney descendants orrrrr ever after high (I know its a cartoon animation for kids)\/ monster high and have it where its like a spin off of the original fairytale characters but its a newer generation and their children who is under a new spell and has to figure out how to save the town and the people ?\n  ","915849":"\n  Holland\n  ","915850":"\n  Nice\n  ","915851":"\n  The twins\n  ","915852":"\n  Kinda strange\n  ","915853":"\n  I'll message u it\n  ","915854":"\n  Spiderman\n  ","915855":"\n  Just a weird event occurred\n  ","915856":"\n  Yeah\n  ","915857":"\n  I have a total of three bestfriends but one is in college and recently moved to hawaii and the other is back in cali\n  ","915858":"\n  Yeah. I would rather stream tbh\n  ","915859":"\n  I'm thinking of something that occurred earlier ... But I'm not certain\n  ","915860":"\n  Noo I'll go cuddle Arielle or Rachael if I need to 😂\n  ","915861":"\n  They play it on TV every few months\n  ","915862":"\n  But I still worked aha\n  ","915863":"\n  No thanks\n  ","915864":"\n  Selena's husband\n  ","915865":"\n  Gave me a break 😂\n  ","915866":"\n  Everyone has some kind of person the love and admire. Whether its a famous person, friend, sister etc\n  ","915867":"\n  Chris\n  ","915868":"\n  Nah was just worried the video wasn't going up for this week\n  ","915869":"\n  I love how he still remembers her in small ways\n  ","915870":"\n  It was emotional... Just the fact she had this dream and someone she trusted and loved killed her because she was what jealous?\n  ","915871":"\n  You're so sweet thank you for being such a suppportive and positive member in the cimfam 💖\n  ","915872":"\n  Two of them do but they don't really like this app\n  ","915873":"\n  I was going to say selena because that was sad as heck but it happened but I wish there was a way to like edit the movie and reality and change it to where she's still alive today\n  ","915874":"\n  U was homeschooled but did take a semester of college. My chemistry professor was probably my favorite teacher because he actually was interested in what its like being in a band so young and being like a youtube sensation\n  ","915875":"\n  Not sure what movie I would want to change...\n  ","915876":"\n  I may know something 👀 okay chrisis\n  ","915877":"\n  Okay I left some out but its changed\n  ","915878":"\n  Its not letting me put all of it ....\n  ","915879":"\n  Okay thank you 😊\n  ","915880":"\n  Idk if I should keep the bio I jave now or should I change it to the one I posted\n  ","915881":"\n  Need your opinion on something\n  ","915882":"\n  ?\n  ","915883":"\n  Is what true\n  ","915884":"\n  Sorry babiez\n  ","915885":"\n  Hahaha\n  ","915886":"\n  Not sure if I should change my bio on here to this or leave it :\n  \n  Hi baddies my name is Lauren!\n  \n  Definitely an introvert. I speak with my facial expressions more than I do with my words. I love art in every form; Music, painting, drawing, interior design, everything. I’m kind of like an onion. I got a lot of layers to me, but once you peel them all back, you got yourself some great flavor. I move very slowly and my biggest pet peeve is feeling like I have to rush anything. Some people call me a savage but I just tell it like it is. Check out my pics and vids and you’ll catch a vibe.\n  ","915887":"\n  😂 zoom in though\n  ","915888":"\n  I need to message christina bc 😂\n  ","915889":"\n  Do you happen to know if someone has a new account on here or came back BC the message I got today was interesting?\n  ","915890":"\n  Dani and I although the others have done gymnastics\n  ","915891":"\n  Its always a huge debate between me, lisa and dani although Christina  is good\n  ","915892":"\n  I let the fans decide\n  \n\n   https:\/\/youtu.be\/YI0pdsbVxhk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","915893":"\n  The girl dancing is my sister\n  ","915894":"\n  So so proud of this queen\n  \n\n   https:\/\/mobile.twitter.com\/5harmendemi\/status\/1232055137742573574\n  \n","915895":"\n  We did our first tiktok dance go check it out\n  \n\n   https:\/\/vm.tiktok.com\/bxcs7V\/\n  \n","915896":"\n  I'm singleeee\n  ","915897":"\n  Hi\n  ","915898":"\n  Thanks\n  ","915899":"\n  Same\n  ","915900":"\n  Yep\n  ","915901":"\n  Love a video I cant even watch 😌\n  ","915902":"\n  No lol a friend\n  ","915903":"\n  And I have a limit\n  ","915904":"\n  What\n  ","915905":"\n  Lol\n  ","915906":"\n  The unexpected always happens when you stop expecting\n  ","915907":"\n  Waiting till after marriage mate\n  ","915908":"\n  No thanks\n  ","915909":"\n  After five miscarriages.\n  ","915910":"\n  I'm sure you will\n  ","915911":"\n  My ambition\n  ","915912":"\n  Ew\n  ","915913":"\n  No\n  ","915914":"\n  8-81\/2\n  ","915915":"\n  Yea\n  ","915916":"\n  True\n  ","915917":"\n  Go charge it\n  ","915918":"\n  Working on music\n  ","915919":"\n  I mean its the right thing to do\n  ","915920":"\n  Uhm what\n  ","915921":"\n  It does suck but its good at the same time lol\n  ","915922":"\n  I don't really listen to many bands\n  ","915923":"\n  Found it 12th line\n  ","915924":"\n  I mean I dated someone who was four years older lol\n  ","915925":"\n  Going good\n  ","915926":"\n  Yeah ...\n  ","915927":"\n  I'm.sorry\n  ","915928":"\n  I don't like it lol\n  ","915929":"\n  Home\n  ","915930":"\n  So do I know that we know she has that blood cotting thing that is genetically passed on from our grandma and mom\n  ","915931":"\n  Zero. But I do still help Tristen with ian even though we are not together anymore because Tristen is in school and works late sometimes. Plus also been helping a friend take care of her two children who recently lost their father. So he's exhausted and I watched ian for a few days so he has a break and can get some sleep\n  ","915932":"\n  💖\n  ","915933":"\n  English?\n  ","915934":"\n  Pregnancy rumors are swirling\n  ","915935":"\n  Thank you honey ❤\n  ","915936":"\n  I don't understand?\n  ","915937":"\n  Not really because my friends make jokes about everything scary scene 😂 and even in hotel Transylvania (which isn't scary ) they find the ugliest character and go that's you\n  ","915938":"\n  It can but that's what a hair brush is for\n  ","915939":"\n  59\n  ","915940":"\n  Working on some projectsss\n  ","915941":"\n  I don't know about the other girls but they're all due to be married besides amy and I .\n  ","915942":"\n  Obviously the one I live in but I did love Singapore and the uk\n  ","915943":"\n  Well people think there's a meaning behind that and her eating pickles and\n  ","915944":"\n  Not really lol.\n  ","915945":"\n  Okay but you didn't really mess up lisa your timing was just off\n  \n   https:\/\/www.instagram.com\/p\/B89dXXWlYVY\/?igshid=1uiwpgbgz5ivs\n  \n","915946":"\n  Lol that's ok\n  ","915947":"\n  I would most likely mess it up lol\n  ","915948":"\n  Def is short for definitely lol\n  ","915949":"\n  Maybe, some people cant touch their toes all the way\n  ","915950":"\n  Hi\n  ","915951":"\n  My chest hurts from being emotional and crying to.much at times\n  ","915952":"\n  There's a lot but one that's important is to treat everyone with kindness because you never know the situation they are in\n  ","915953":"\n  Not really. I don't always need the attention\n  ","915954":"\n  Yeah... But if you're still concerned to see a obgyn and ask her . only a professional can tell you whats normal or not\n  ","915955":"\n  He wasn't a skater boy punk lol. We are still really great friends\n  ","915956":"\n  Amy cheers them on, but I think I am besides Danielle but she doesn't really hang out as much with them. The older girls do associate with the brothers however. Its a rule mom made that if the girls went to like a movie together then the next week or whatever we have to take them out for ice cream or something. Or if we film a video now we have to pay the boys in hot pockets, gatorade and gushers for them to participate .\n  ","915957":"\n  We broke up\n  ","915958":"\n  Maybe a bit\n  ","915959":"\n  What?\n  ","915960":"\n  Drake\n  ","915961":"\n  Nope\n  ","915962":"\n  Thank you and yeah its a pain at times\n  ","915963":"\n  Thats old story lol\n  ","915964":"\n  Okay\n  ","915965":"\n  Yes a few of my dreams have had like a foreshadowing effect on them. Like someone getting severely sick and seeing an ambulance in my dreams and then they end up having to go to the hospital. Its weird how the mind works\n  ","915966":"\n  Thank you babiez\n  ","915967":"\n  😌\n  ","915968":"\n  I don't have a pet but back at the family house when I lived there the family dog, jessie always used to chase me .... Literally had to dart from the house to my car\n  ","915969":"\n  Eh not today\n  ","915970":"\n  Always roasting each other, I been bullied by lisa gofundme\n  ","915971":"\n  I think its the cologne that girls love or the body sprays lol. My ex used to spray his hoodie with the scent I liked so when I wasn't with him ( on tour) I still kinda had something that smelled like him to comfort me\n  ","915972":"\n  Charles is a shy one around new animals\n  ","915973":"\n  😂😂😂😂 can't believe she called me that when I'm more of a skipper or theresa 😂 #just #a #laurisa #thing\n  ","915974":"\n  Very confusing conversations lol 😂\n  ","915975":"\n  😂😂😂 okay barbie dream girl\n  ","915976":"\n  Ask my creators\n  ","915977":"\n  It depends lately I been going to bed earlier\n  ","915978":"\n  Yes I do. I got early in the morning and don't really talk about it\n  ","915979":"\n  It does it on either account, also says following for the band\n  ","915980":"\n  They're adorable and I'm glad to see her happy\n  ","915981":"\n  I mean we are still friends its just not going to be good with us dating eachother\n  ","915982":"\n  I will always love him\n  ","915983":"\n  Hope you enjoyed\n  ","915984":"\n  THE BAGEL !!!\n  \n\n   https:\/\/youtu.be\/So9toDkZLPw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","915985":"\n  Nope\n  ","915986":"\n  Mostly just a warm shirt \/long sleeve. Oants, socks, boots, and a hoodie or coat and beanie if needed\n  ","915987":"\n  Ok\n  ","915988":"\n  I'm alright myself\n  ","915989":"\n  No\n  ","915990":"\n  Waiting till after marriage\n  ","915991":"\n  Ok\n  ","915992":"\n  In bed\n  ","915993":"\n  Nvm that 😐\n  ","915994":"\n  I'm not looking to date right now\n  ","915995":"\n  Chicken, pepperoni, peppers,\n  ","915996":"\n  Meaning you can have your own beliefs and values or traditions that different from what the church teaches\n  ","915997":"\n  Yeah same here\n  ","915998":"\n  No thanks\n  ","915999":"\n  Nancy from stranger things\n  ","916000":"\n  Ok\n  ","916001":"\n  No\n  ","916002":"\n  Thank you\n  ","916003":"\n  Yeah she's a sweet heart\n  ","916004":"\n  Forever 21\n  ","916005":"\n  No\n  ","916006":"\n  With the lads\n  ","916007":"\n  When people think there's a meaning behind christinas bread picture .... Oh gosh\n  ","916008":"\n  No I shouldn't\n  ","916009":"\n  Thanks\n  ","916010":"\n  I like how people named their dog dee oh gee\n  ","916011":"\n  At church while performing in front of father\n  ","916012":"\n  Oh yeah ... Got to into the dance 😂 looking for bae like\n  ","916013":"\n  Went to Church, ran some earrings, made some dinner and now with the lads celebrating early for acacias birthday\n  ","916014":"\n  Probably stay single for awhile until I know for certain that person I'm interested in is worth it\n  ","916015":"\n  Think about it\n  ","916016":"\n  I think it was everyones lol\n  ","916017":"\n  Think about it\n  ","916018":"\n  Yes because you shouldn't really try to get people to like you. Either they do or they don't and that's their choice\n  ","916019":"\n  Yeah\n  ","916020":"\n  That is like some pretty gross intimate relationship related stuff\n  ","916021":"\n  They have!! 😌 and I believe Kathy and max\n  ","916022":"\n  Do people actually ever read because I don't think they do\n  ","916023":"\n  No man is ever sticking\/shoving his tongue down my throat 🤢\n  ","916024":"\n  She was in the band for 9 wish years I would say the complete 10 years but she was added later on because she was young. Always joked around she was leaving to become something like a four wheeler racer lol or because an old friend was very good at singing she said she was giving up her spot and they were joining the band. Never knew that would be reality\n  ","916025":"\n  Not really because I have my own beliefs and values as well as the churches\n  ","916026":"\n  Or the one about the valentine thing lol\n  ","916027":"\n  She was in the band\n  \n  She left like a month ago to pursue other interests but there's just bunch of things that don't seem \"right\" going on with her recently\n  ","916028":"\n  I don't think he has any actual account on here yet but....\n  \n  H. B 😋\n  ","916029":"\n  Theres six but unfortunately dani is not in the band\n  ","916030":"\n  \"I ain't scared of you\"\n  \n  I ain't scared of you either.....\n  \n  \" -seriously face - bich 😂\n  ","916031":"\n  Its wrong to lead people on mate\n  ","916032":"\n  Ask my parents\n  ","916033":"\n  Yeah ... Its okay though lol\n  ","916034":"\n  Thank you babiez\n  ","916035":"\n  You’re worth it means so much to all of us❤️\n  \n  We are five individuals with very different personalities. Being sisters, we share a lot but we still fight our own battles. One struggle we all have in common is the journey of finding true self-love, compassion and self-worth. All five of us have struggled to find this. It’s not something you easily gain, but just like any other relationship, your relationship with you is built in small actions on a daily basis. How would you treat a friend or a person you loved? How would you talk to them? What would you do for them to show your love? Love is about the little things: choosing to speak with compassion instead of criticism. Giving yourself the time you need to rest and recover. Choosing to see the good in yourself and believe you deserve to be loved. These are the small, daily actions that create self-love. #youreworthit\n  \n  📸\n  \n   @acaciaevans\n  \n","916036":"\n  Probably considering we opened a concert for them, went to a event that nick was at, met them backstage, went to a concert and got noticed for a cover\n  ","916037":"\n  Just cleaning and trying to figure some thing out\n  ","916038":"\n  I am\n  ","916039":"\n  Yeah I know... Have you tried like doing uber eats or post mates for extra money? I have a few friends who do door dash... And they bring home about $90 a day. But you have to do it for a while to be able to do fast pay where it goes into the bank. Otherwise they pay you every tuesday\n  ","916040":"\n  Awe :\/\n  ","916041":"\n  What do you have to choose from?\n  ","916042":"\n  Buffalo wild wings seems to have the best, second was on tour at a place called wing stop and third was like a pizza shop one but it tasted to italian dressing like\n  ","916043":"\n  I have had wings and garlic roasted\n  ","916044":"\n  A school basketball game\n  ","916045":"\n  Chicken, cheese, vegetables\n  ","916046":"\n  Just life at times\n  ","916047":"\n  Sounds lovely\n  ","916048":"\n  Then tell her not me\n  ","916049":"\n  None of your concern\n  ","916050":"\n  Welcome 😊\n  ","916051":"\n  I do and was the best times of my life\n  ","916052":"\n  Okay 🤗\n  ","916053":"\n  No gotta be productive\n  ","916054":"\n  Soon lol\n  ","916055":"\n  Glad to hear u had fun\n  ","916056":"\n  Horrible\n  ","916057":"\n  Sad\n  ","916058":"\n  Yeah\n  ","916059":"\n  We recently built a at home studio that took a few months to do, and an office\n  ","916060":"\n  I mean they are part of our homes lol\n  ","916061":"\n  Can't waittt\n  ","916062":"\n  Yeah\n  ","916063":"\n  No\n  ","916064":"\n  Hudson once said by eating a whole pizza 😂\n  ","916065":"\n  If its meant to be then it will be\n  ","916066":"\n  Explain how I am lol\n  ","916067":"\n  Yeah\n  ","916068":"\n  Kinda\n  ","916069":"\n  Just decided we didn't want a relationship anymore at the moment\n  ","916070":"\n  Wait what\n  ","916071":"\n  That situations people have to deal with everyday are not always the best ones\n  ","916072":"\n  I'm not a huge reader but have recently started to read more. And psychology seems to be interesting to me and understanding how people minds work so ive been reading a lot of books relating to that\n  ","916073":"\n  The boy in the striped pajamas.. To understand history and the time period a bit more\n  ","916074":"\n  Thank you!!\n  ","916075":"\n  🤗💖\n  ","916076":"\n  My friday was pretty good I think I was just not feeling the greatest however and took a day to myself\n  ","916077":"\n  Yes, but I also love fashion and coming up with cute looks and experimenting\n  ","916078":"\n  Don't we all\n  ","916079":"\n  Happy wife = happy wife. But no just do what you want to do and work hard to achieving your dreams and do what makes you happy not others\n  ","916080":"\n  I get irritated, tend to overthink, shut down or try to find at least something that I can do to try to relax a bit\n  ","916081":"\n  Lol chelsea is the name of our friend but also another artist that performed along with alexander 😌\n  ","916082":"\n  I miss having her in the band and working on projects or exploring the world with her .. And making memories as sisters. But at the end of the day she's my sister and there is no way to get rid of her, and I love her so much and still see her because she only lives like up the road or 30 mins away. But I just dont get to have that amount of time together like we used to and those memories ... And lately I feel like something is off and shes more distant\n  ","916083":"\n  Yeah plus I'm like indecisive or over think and I'll probably be like oh I don't want this anymore lol\n  ","916084":"\n  I just can't really help that lol\n  ","916085":"\n  Someone's love by showering them in gifts\n  ","916086":"\n  I love london, been there a few times actually and definitely would love to go back\n  ","916087":"\n  I'm not much of a sight seeing person. But I loved the town cents fountain\n  ","916088":"\n  I take mine infront of the mirror in my room that just happens to have the door in the background\n  ","916089":"\n  No, its just been really cold at night\n  ","916090":"\n  Don't have any, and dont think I could ever have one because I change way to much to stay committed to one lol\n  ","916091":"\n  Yes\n  ","916092":"\n  Afternoon, hope all goes well!\n  ","916093":"\n  Yea\n  ","916094":"\n  Yeah I hate yelling, arguing, physical fighting, people drinking and just being aggressive or dumb, I hate bullying or making someone feel worthless and not good enough basically belittling them and accusing them of everything. Loud noises, people randomly touching me, staring awkwardly....\n  ","916095":"\n  Sorry to hear\n  ","916096":"\n  Also indecisive about what to clean atm\n  ","916097":"\n  Till death do us apart\n  ","916098":"\n  Not all girls just want that but its rare to find someone who fills all those requirements and standards u are looking for in someone\n  ","916099":"\n  I do, and normally fruit and powder sugar or syrup\n  ","916100":"\n  Hot pockets, pizza rolls, french fries, hamburger. Carrots, and the other stuff needs milk ... Lol\n  ","916101":"\n  Just because the baby came out looking like his father more than you doesnt mean tje father cheated. Obviously because youre the one who carried the child in your stomach 😐 that's not how things work. You're the mother and he's the father. First borns tend to go look more like their fathers especially the boys. Its just what gene becomes dominant when creating a new life. And the child normally takes on their looks. Learn about biology and the crossings percentages. I'm sure they still teach this method in school\n  ","916102":"\n  Eh\n  ","916103":"\n  No sorry\n  ","916104":"\n  I'll need to get bread lol\n  ","916105":"\n  Wow that was the dumbest response I have ever read in my entire life. Next time you try to fake someone, at least consider who does or doesn't actually know kian like family. I spent a whole summer on tour with him and we used to hang out at the malibu beach every week.\n  ","916106":"\n  Maybe be honest and tell her? The worst thing is she doesnt feel the same or she does\n  ","916107":"\n  Not all girls. But most because they want to be picked up and held and other related things\n  ","916108":"\n  Hmm what to make for lunch\n  ","916109":"\n  Ppl\n  ","916110":"\n  Maybe\n  ","916111":"\n  ??\n  ","916112":"\n  I don't really pay attention to sports lol\n  ","916113":"\n  Sometimes, other times its just false accusations and information\n  ","916114":"\n  Yeah\n  ","916115":"\n  If they deserve it. And if someone did me wrong and continued to like do things to make me upset or just to make me look bad etc.\n  ","916116":"\n  Mental health\n  ","916117":"\n  The past five months I was\n  ","916118":"\n  There's 7 seasons I believe and 22 episodes. Then there's the spin off\n  ","916119":"\n  Mothers womb, storks, heaven created\n  ","916120":"\n  The fosters\n  \n  Good trouble\n  \n  Stranger things\n  \n  Party of five\n  \n  Once upon a time\n  \n  American horror story\n  ","916121":"\n  I used to love playing zelda\n  ","916122":"\n  Lana del ray\n  ","916123":"\n  I don't really desperately need anything right now so I would probably just donate it to someone or an organization that helps those in need\n  ","916124":"\n  Yeah lol\n  ","916125":"\n  No we normally just do the regular bands or collab with others on the songs\n  ","916126":"\n  Mel\n  ","916127":"\n  Hardly ever\n  ","916128":"\n  What\n  ","916129":"\n  Sure\n  ","916130":"\n  :)\n  ","916131":"\n  Idk\n  ","916132":"\n  No\n  ","916133":"\n  Everything okay?\n  ","916134":"\n  I believe in you 💖\n  ","916135":"\n  Yeah ... I ate a cheese steak yesterday and it was messy... :(\n  ","916136":"\n  Yeah I know ... I been seeing a doctor to discuss all this and a therapist as well.\n  ","916137":"\n  I love the little quote : I will heal you . or walk in faith but I don't exactly remember who they were by\n  ","916138":"\n  Secret\n  ","916139":"\n  Just chillin\n  ","916140":"\n  I'll admit it was really hard for me to trust people and actually express how I felt for a while, but with great friends who been there through good and bad and a supportive family works a lot to be able to get those emotions out and trust them because they stayed by your side the whole time. Also going to therapy and having someone who listens and understands has been working great and helping me through a lot of things I just kept bottled up.\n  ","916141":"\n  HAPPY #CimorrelliSaturday! Today @ katherinecimorelli and @ amycimxo switched closets 🎉😳😅\n  \n  They are almost a FOOT apart in height so it was a STRUGGLE. Who do you want to see switch closets next!?! 🙈😂\n  \n\n   https:\/\/youtu.be\/-px1myghYKA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","916142":"\n  Hawaii or some island\n  ","916143":"\n  Yes\n  ","916144":"\n  Only three that were actual\n  ","916145":"\n  I know lisa said she was editing it .... But normally the premiere is up by now and it's not so I'm kinda worried being she's out with chad lol\n  ","916146":"\n  I'm not ignoring you I'm just trying to answer my older questions as well and plus I'm kinda tired and trying to relax and watch some netflix\n  ","916147":"\n  Not a problem ... I can see if the older girls wouldn't mind taking care of the twins ?\n  ","916148":"\n  Thank you honey and its just highly annoying to be attacked everyday for something or telling me my sister who has a rare disease that has almost killed her and has turner syndrome that shes ugly and a troll etc. Or just the weird sexual ones are disturbing as heck\n  ","916149":"\n  At times, not always\n  ","916150":"\n  Real young and probably mine because I hated the idea of taking baths and sitting in like wet dirt off your body\n  ","916151":"\n  Thanks\n  ","916152":"\n  Jordy\n  ","916153":"\n  No you probably got STDs with that ego\n  ","916154":"\n  Went and got dinner\n  ","916155":"\n  Sorry to disappoint but no one has a size that big love\n  ","916156":"\n  U thought it was way to pitch lol\n  ","916157":"\n  No thanks lol\n  ","916158":"\n  You wish\n  ","916159":"\n  Well yeah there is bottle feeding but what I'm saying is men can't produce milk from their boobs\n  ","916160":"\n  And so does your daddy ... Move along\n  ","916161":"\n  Sane as the rest of my users\n  ","916162":"\n  I laughed so hard reading that\n  ","916163":"\n  Oh I was just trying to give people something worth answering because everyone's inbox was like spammed with unnecessary nonsense\n  ","916164":"\n  Obviously you ha e some weird obsession with us that you would rather waste your time hiding behind anonymous sending unnecessary hate instead of moving along with your miserable life\n  ","916165":"\n  Kinda weird tbh\n  ","916166":"\n  You don't have to listen to our music then 😐\n  ","916167":"\n  Being left by myself in the middle of the night\n  ","916168":"\n  Wdym lol\n  ","916169":"\n  Hm\n  ","916170":"\n  My sister amy loves to paint and has tried different styles as well :)\n  ","916171":"\n  Why you got to be so inconsiderate for?\n  ","916172":"\n  Idk... I didn't really say it I said frick\n  ","916173":"\n  How you say it because if you're angry and just shouting it can sound more damaging then it already is\n  ","916174":"\n  You want me to take ian?\n  ","916175":"\n  No...\n  ","916176":"\n  I only date up to 27. And only amy and i.\n  ","916177":"\n  Idk... Lol\n  ","916178":"\n  Not atm just with t watching ian and a friends twins\n  ","916179":"\n  Good currently taking care of some kiddos\n  ","916180":"\n  I have this feeling and I hope that doesn't become a reality\n  ","916181":"\n  Light\n  ","916182":"\n  Yes\n  ","916183":"\n  Just the way they are wording things or because of the screaming can cause panic\n  ","916184":"\n  😁😂\n  ","916185":"\n  We are doing good\n  ","916186":"\n  Mhm\n  ","916187":"\n  I want to go on a hot air balloon ride\n  ","916188":"\n  I do!! I have three Elli, kallen and rachael\n  ","916189":"\n  Canolis\n  ","916190":"\n  Why did this make me cry when I read it ....\n  ","916191":"\n  Imagine if I could make bread .... like from scratch .... wow\n  ","916192":"\n  Lol in my case wasn't alcohol\n  ","916193":"\n  Yes I did\n  ","916194":"\n  Its alright I just need it cracked every now and then lol\n  ","916195":"\n  So proud of him\n  ","916196":"\n  No one, I'm more of a peace keeper and kinda been there already wasn't fun\n  ","916197":"\n  Mhm\n  ","916198":"\n  Its alright\n  ","916199":"\n  Hum I don't pay attention to that\n  ","916200":"\n  You don't like that one?\n  ","916201":"\n  BC I can\n  ","916202":"\n  Be honest and tell her what happened but tell her you can sort it out somehow\n  ","916203":"\n  Lol loved the original movie\n  ","916204":"\n  Someone loosing an important document, finding better ones\n  ","916205":"\n  Their ego at some times\n  ","916206":"\n  Uhm you should go talk to your obgyn doctor\n  ","916207":"\n  It was a conversation I was having with a friend and talking about ideas for a party and certain TV shows and how frustrated we are getting waiting for this character to just get with the one guy because her boyfriend has been going behind her back\n  ","916208":"\n  I feel the world is becoming more selfish and self centered now\n  ","916209":"\n  My brothers are on a basketball team and chad also helps them .... Didn't help adding christian into the mix either\n  ","916210":"\n  Why what?\n  ","916211":"\n  Def pizza 🍕\n  ","916212":"\n  I miss having her around for band related things but I still get to see her and talk to her\n  ","916213":"\n  Awe he looks so happyy and that's precious\n  ","916214":"\n  Idk I never used dating apps\n  ","916215":"\n  Married\n  ","916216":"\n  Good. Hbu\n  ","916217":"\n  I understood what you meant lol\n  ","916218":"\n  I absolutely love it when you guys can get them things like music and u know this\n  ","916219":"\n  They like to shout and talk a lot ... Plus have a lot of crazyness\n  ","916220":"\n  Congrats\n  ","916221":"\n  Dani and nick\n  ","916222":"\n  Mhm\n  ","916223":"\n  I think you meant beautiful but thanks 😊\n  ","916224":"\n  🤗\n  ","916225":"\n  I don't have any lol\n  ","916226":"\n  They were the love spell collection by pink, v.s\n  ","916227":"\n  Somewhat but not really\n  ","916228":"\n  Genuine\n  \n  Honest\n  \n  Loyal\n  \n  Respects my beliefs and values\n  \n  Knows boundaries and respects them\n  \n  Unique not someone who tries to block off their real personality to please people or to fit in.\n  ","916229":"\n  Very warm for the most part today its been super cold\n  ","916230":"\n  Hi\n  ","916231":"\n  Ben\n  \n  Dan\n  \n  That one dude who thinks he's a girl ?\n  \n  One dude whose obsessed with me\n  \n  Allycia and her fake accounts\n  ","916232":"\n  Crepes and coffee\n  ","916233":"\n  Same 😌\n  ","916234":"\n  They did they're currently away I think camping, doing guy stuff\n  ","916235":"\n  Reread what you wrote\n  ","916236":"\n  Obsessed with ariana grades cloud fragrance. But there's a few others I've enjoyed\n  ","916237":"\n  Sorry\n  ","916238":"\n  Well currently trying to work everything out...\n  ","916239":"\n  How?\n  ","916240":"\n  And u know this how? Hm\n  ","916241":"\n  Yeah\n  ","916242":"\n  Ask tristens son if I am 🤷🏻🤔\n  \n   @TNMORZ\n  \n","916243":"\n  I used to share a room with lisa and dani. I have my own room now\n  ","916244":"\n  No\n  ","916245":"\n  Maybe in the future or just persue other interests\n  ","916246":"\n  I don't really know\n  ","916247":"\n  Its always something, I don't like his nose, I dont like his past\n  ","916248":"\n  They never been in the same household together. Jessie lives at the parents\/family house and charles has lived with the older girls in their apartment then transferred to their house which now belongs to lisa and katherine only. But im sure after the weddings the house will be up for sale as the two move on and start a new chapter with their husbands max and chad.\n  ","916249":"\n  Not currently sorry maybe soon 💖\n  ","916250":"\n  Its just so annoying ... I cant even take a breath without being harassed about it\n  ","916251":"\n  Two years ago for a week... It just didn't work out considering he was always busy and wouldn't communicate.\n  \n  And recently\n  ","916252":"\n  I have... :'\/\n  ","916253":"\n  Thats Nice\n  ","916254":"\n  Y'all need to realize amy doesnt want a relationship and she's fine with being alone .... I don't know how many times I have answered questions relationship to her and relationships etc... Its getting annoying that no one is choosing to listen or let their wild fantasy dream go...\n  ","916255":"\n  Idk I kinda have an idea if what I like but not like a final thought\n  ","916256":"\n  No... 😐\n  ","916257":"\n  Okay ... I loved the blue hair like everyone else did on me.... But the fact that its hard to get out your hair, damaging and it fades into this like greenish teal color I hated. I had to dye my hair probably over three times just to get it out... And then the red coloring never held right and made it more of a reddish brown\n  ","916258":"\n  Not for me ... Yet\n  ","916259":"\n  Oh gosh... I would have to say with like autumnish or summer. I feel like everyone would want to go back to california and celebrate it at a sentimental place like christina did where it was at the church my mom used to walk past in our neighborhood everyday while pushing christina in the stroller. But I would probably want it somewhere that means a lot to me or that I wanted to visit and never it the chance to do so yet\n  ","916260":"\n  Yes all the time\n  ","916261":"\n  I'm pretty set on a boy name lol\n  ","916262":"\n  Two actually... Lisa and chad, and Katherine and max\n  ","916263":"\n  At least not koulture or true\n  ","916264":"\n  Or forgetting the microphone was once on and having to burp ( not my moment but a sisters\n  ","916265":"\n  I think I'm sorry of settled on future kids names though lol\n  ","916266":"\n  Mm two events but not really embarrassing.\n  \n  I forgot the lyrics to a song on stage one time\n  \n  And the other time was I went on a boat ride with this guy I liked and some friends and didnt notice there was a rip in my shorts till like the last minute luckily I was wearing a flannel and easily covered up\n  ","916267":"\n  I'm sure if I was a boy I wouldve been christian because christina lol\n  ","916268":"\n  No offense taken\n  ","916269":"\n  A fan of ours told people she eats hot dogs with cream cheese or peanut butter.....\n  ","916270":"\n  I don't think I even fit the name tbh\n  ","916271":"\n  So was mine till I once fell out of a tree and now have a scar on my stomach BC of it\n  ","916272":"\n  I was almost named jessica 👀\n  ","916273":"\n  I've never tried them with cream cheese\n  ","916274":"\n  Sorry for the spam everyone just felt like there wasnt many good questions to be answered in everyone's inbox so decided to spice it up a bit 😊\n  ","916275":"\n  Ooh nice\n  "}}