{"Question":{"916276":"\n   Nahhhh....may be stale snack bars....lol.\n  ","916277":"\n   Treasures? Only the bill when I check out......lol.\n  ","916278":"\n   I wanna cupcake rn\n  ","916279":"\n   Owls wise? They hurry and gulp their food. No manners......lol.\n  ","916280":"\n   True......and owls don't wear glasses......lol.\n  ","916281":"\n   A mythological animal\/creature? A female mermaid. Owls can be a kind of a mythological animal.\n  ","916282":"\n   A sandwich? I like a BLT on wheat toast however; I'm more in to salads.\n  ","916283":"\n   Your avi is absolutely gorgeous.\n  ","916284":"\n   Hmmmm well I like a challenge 😂😂😂\n  ","916285":"\n   She wants a guy who rich 6 pack abs a model type and a big dick\n  ","916286":"\n   Would you like to be the first person stepping on Mars?\n  ","916287":"\n   What's one difficulty in being a teenager?\n  ","916288":"\n   Last time you had  a pillow talk with someone?\n  ","916289":"\n   Have you ever had a sexual diseases\n  ","916290":"\n   Do you like being a Virgin at 21?\n  ","916291":"\n   How many girls u kissed?\n  ","916292":"\n   صورة من قلب الحدث؟\n  ","916293":"\n   🌸\n  ","916294":"\n   Hey hotty What up this Monday night?\n  ","916295":"\n   Bikini pic?\n  ","916296":"\n   when someone said “you’re amazing and i don’t deserve you. you deserve someone who won’t doubt you or the things you say. someone who sees a future with you. not a fucked-up person like me. you deserve so much better.” what does that mean? is that an excuse to break up or what?\n  ","916297":"\n   Water fun day involved a water filled pool.\n  ","916298":"\n   Do you want kids\n  ","916299":"\n   I think anon is a troll 😂\n  ","916300":"\n   What separates True Friends from Acquaintances aside from the obvious?\n  ","916301":"\n   This account seems fake\n  ","916302":"\n   The guy that does the voice for Mickey from Recess Jason Davis has died aged 25\n  ","916303":"\n   Out of 10 1 being calm 10 being angry how angry are you atm?\n  ","916304":"\n   If you have a pet what is the silliest thing they get excited over? My dog gets excited over green beans and broccoli😂\n  ","916305":"\n   Lol\n  ","916306":"\n   Christina said she's feeling 100 times better. I think she's looking a million dollars better\n  ","916307":"\n   Are you a virgin?\n  ","916308":"\n   Amy & Arielle 💛💖\n  ","916309":"\n   Pt. 2  For the sky is now gray, the calm is now gone. The children no longer play. she stands on the pier and she knows she is wrong. A heart that once beat, there is no more. Oh, for there in the distance a seagull shall soar.\n  ","916310":"\n   The ocean for it is blue the waves crash against the shore The sky is bright and new The moon there is no more A sailboat in the distance a seashell upon the shore a fluke out of the water in an instance a flock of seagulls soar...... I’ll have to send the rest separately\n  ","916311":"\n   hey\n  ","916312":"\n   Amy the HedgeHog 😂😂\n  ","916313":"\n   No don't do a Dani & leave your Sister's\n  ","916314":"\n   I like the chicken strip sandwich with taters and a coke.\n  ","916315":"\n   Who would you sing a duet with?\n  ","916316":"\n   He might be 100 by the time he leaves school 😂😂\n  ","916317":"\n   Favorite season?\n  ","916318":"\n   i am adult boi i need girl pics for school proyect\n  ","916319":"\n   and how may i assist you hottie?\n  ","916320":"\n   Valentine’s party is tonight to end the weekend\n  ","916321":"\n   Please just do me one favor\n  ","916322":"\n   I'm about to buy some houses and wine\n  ","916323":"\n   Laureeen ffs\n  ","916324":"\n   whats wrong with wanting 2 see u nude you got a great body n hairy bush\n  ","916325":"\n   Did your ex diddle daddle with another female?????\n  ","916326":"\n   How does being the public eye affect your private life?\n  ","916327":"\n   Have you auditioned for the Voice?\n  ","916328":"\n   Are you able to send pictures on here?\n  ","916329":"\n   Do you live with your boyfriend?\n  ","916330":"\n   hi\n  ","916331":"\n   Only the videos & picture at the time with Alexander 23 in lights. That's why I thought it was a club.\n  ","916332":"\n   I seen Arielle's video & your picture on Instagram 😊\n  ","916333":"\n   Oh I know now. After I asked you I Googled the name. He's a musical artist\n  ","916334":"\n   Alexander 23 is that a club?\n  ","916335":"\n   Will you be my friend?\n  ","916336":"\n   I know you wanna love, but I just wanna fck\nand girl you know the deal, i gotta keep it real\nI know you wanna see, I know you wanna be in my bed grinding slowly\n  ","916337":"\n   would you ever take sexy pics\n  ","916338":"\n   \"Game of Thrones\" or \"The Walking Dead\"?\n  ","916339":"\n   What is your dream bedroom?\n  ","916340":"\n   Gosh that's gorgeous! Let's go together in that! Haha. \n\nAnd that's very nice in helping people in need!!! \n💕❤\n  ","916341":"\n   Do you like dogs?\n  ","916342":"\n   Mine could have been better too, but I spent it with family. Loved one's around you is all that really matters! 💕\n  ","916343":"\n   You're very welcome!\n  ","916344":"\n   oh.. sorry to hear that..\n  ","916345":"\n   Water fun day.\n  ","916346":"\n   Describe your best friend briefly\n  ","916347":"\n   What time were you born? 🧐\n  ","916348":"\n   Pap of your smile 🙄🖤\n  ","916349":"\n   Everybody Slient, Huh? Can't Even Count On 1......\n  ","916350":"\n   Which task are you procrastinating?\n  ","916351":"\n   What's your favorite thing about where you live?\n  ","916352":"\n   -\n  ","916353":"\n   Your favorite Singer?\n  ","916354":"\n   Whos the most famous celebrity that you ever met in real life??\n  ","916355":"\n   What is your one guilty pleasure?🙄\n  ","916356":"\n   I now know what happened now.\n  ","916357":"\n   Happy Birthday Rachael 🎂🎁🎁🎁🎊🎉🎊🎉💝💝💖💖\n  ","916358":"\n   Who has bigger tits you or your friend Rachel\n  ","916359":"\n   I don't know why but for some reason I thought their birthdays Was the 17th and the 18th But it's the 18th and 19th So I goofed there. 😂\n  ","916360":"\n   ohkay\n  ","916361":"\n   Good morning\n  ","916362":"\n   Watching American idol\n  ","916363":"\n   Ok\n  ","916364":"\n   What does that mean?\n  ","916365":"\n   I think you'd look cute with a landing strip dyed blue\n  ","916366":"\n   Do you prefer one piece bikini or two\n  ","916367":"\n   2 piece or one piece bikini\n  ","916368":"\n   Are you virgin?\n  ","916369":"\n   Say something random\n  ","916370":"\n   What is your favorite midnight snack?\n  ","916371":"\n   hey can i give you my number\n  ","916372":"\n   my english is the bestest i am the most very expert with the languaje\n  ","916373":"\n   Did you know if you go to disneyland and every 30 steps you take youll see a bin?\n  ","916374":"\n   Name an old saying that you want to bring back...just to see people's reactions. Here's mine. You're the \"bee's knees\". Lol!\n  ","916375":"\n   Is it ok that I talk with you about anxiety? I love to talk about it especially when I’m able to find someone else who has it\/ understands it somewhat.\n  ","916376":"\n   Have you ever been paintballing\n  ","916377":"\n   pinterest or tumblr?\n  ","916378":"\n   Thought so. Yeah. The first time that happened to me it scared me so bad that I didn’t sleep for days until finally I just crashed.\n  ","916379":"\n   tomato or tomatoe\npotato or potatoe\n  ","916380":"\n   Yeah. I don’t like to take medicine. It took my doctor over two years to convince me to take the anxiety medicine I’m on now. I’m a mess😂\n  ","916381":"\n   Do you find people being a hypocrite annoying\n  ","916382":"\n   \"If you are not a part of the solution, you are a part of the problem.\" Agree or disagree?\n  ","916383":"\n   favorite app on your phone?\n  ","916384":"\n   If I may ask, the congested feeling in your chest, what was it?\n  ","916385":"\n   Which song brings so much emotions that you can't listen to it?\n  ","916386":"\n   Where's that one place you'd like to visit one day\n  ","916387":"\n   I hardly ever slept. But I’ve tried melatonin and my doc at one point had me on sleeping medicine but because of my anxiety I couldn’t take it. I usually listen to white noise or music and have a weighted blanket now. It kinda varies now on how much sleep I get or if I even sleep at all.\n  ","916388":"\n   Pap of your kissy face.\n  ","916389":"\n   What’s a movie you recently watched that you were disappointed in? I didn’t like the new Lion King. It was dull\n  ","916390":"\n   When I say lasagna you say....\n  ","916391":"\n   I am ugly in face\n  ","916392":"\n   Would you find this annoying 85% when I do something nice for people someone gets angry at me\n  ","916393":"\n   If I may ask, do you find sleeping to be an easy task or a difficult task?\n  ","916394":"\n   Looking out for you\n  ","916395":"\n   Achne or Exmure\n  ","916396":"\n   I'm glad\n  ","916397":"\n   I met Jb today\n  ","916398":"\n   How can we make your day better Lauren?\n  ","916399":"\n   Did you get sleep\n  ","916400":"\n   Are you afraid of hospitals, doctors, dentists or needles?\n  ","916401":"\n   Have you ever had braces?\n  ","916402":"\n   Would JAPANESE.  CHINESE BE THE same exact thing\n  ","916403":"\n   Where do you go for advice?\n  ","916404":"\n   If you could choose a special talent, what would you pick?\n  ","916405":"\n   Have you ever been madly jealous? What did you do?\n  ","916406":"\n   What is the most serious problem in the world?\n  ","916407":"\n   What does comfort mean to you?\n  ","916408":"\n   Who cares? He’s gay!!!\n  ","916409":"\n   What’s the last movie or TV show you watched that you noticed a current big star in it that wasn’t big at the time?\n  ","916410":"\n   Have you ever met the leader of your nation? How about a mayor or governor of your area?\n  ","916411":"\n   Are you good with finances?\n  ","916412":"\n   Holaaa cómo andas\n  ","916413":"\n   The bird is bigger than the dog\n  ","916414":"\n   Are you more of a giver or a taker?\n  ","916415":"\n   Who’s got the biggest heart out of all your friends?\n  ","916416":"\n   Ya someone mentioned it on Instagram so probably ya\n  ","916417":"\n   Oh I think I watched it again ya\n  ","916418":"\n   Omg 😂\n  ","916419":"\n   See you again _______?🖤🙄😂\n  ","916420":"\n   Oh you have an a American version. I was thinking of the uk one. I just watched the video of the turtle is it Justin Timberlake.\n   \n    https:\/\/youtu.be\/P2XXcJ8c2Fs\n   \n","916421":"\n   Awww❤🐦🐶\n  ","916422":"\n   Send some of your followers my way :)\n  ","916423":"\n   Ah ok thanks Lauren.\n  ","916424":"\n   Have a wonderful Sunday ✨\n  ","916425":"\n   No\n  ","916426":"\n   i'm sure for jumping to conclusions he was a slimeball\n  ","916427":"\n   If your 1000% sure Lauren\n  ","916428":"\n   If he was heartless enough to dump on valentines day after 5 months he deserve your time. Delete and Block.\n  ","916429":"\n   Oh\n  ","916430":"\n   i'm not beggars😏  ok.no needed\n  ","916431":"\n   Wanna be my late valentine?\n  ","916432":"\n   Why tho?\n  ","916433":"\n   Omg i'm listening to Pressure by you and i'm feeling the lyrics\n  ","916434":"\n   Do you need a hug?\n  ","916435":"\n   Amy is such an angle and a blessing. 🥰🥰🥰🥰🥰\n  ","916436":"\n   Lauren don't lose confidence! you are still one of the hottest artist i know of\n  ","916437":"\n   Do you ever drink alcohol ??\n  ","916438":"\n   Do you ever have fans stopping you  in the streets?\n  ","916439":"\n   God provided girls with b00bs in order to feed their babies right? So in that logic why didn't he gave men b00bs as well,,, I mean they all can also feed the babies not just girls\n  ","916440":"\n   Do you prefer a bit of a belly, or abs on a guy?\n  ","916441":"\n   What's your favorite song?\n  ","916442":"\n   For the v party we had Nashville chicken💝\n  ","916443":"\n   I'll listen to that.. what's your thoughts in the Leaves?\n  ","916444":"\n   What is the best way for you to relax\n  ","916445":"\n   Do you think that youre brave\n  ","916446":"\n   Have you recently asked someone not to do something but they do it anyways and then stare at you as if to say I don’t know why you’re upset? THATS what it’s like to be a parent!!!!!!\n  ","916447":"\n   Lauren Day pic\n  ","916448":"\n   would you care if your brother saw you in your underwear?\n  ","916449":"\n   what is your twitter?\n  ","916450":"\n   Ow yeaaah HAHAHAH they really do look like the both of you 🤩 I stan that comment hahahaha\n  ","916451":"\n   Would you say a dad telling her daughter no guy is good enough for my daughter a common thing?\n  ","916452":"\n   PAP\n  ","916453":"\n   Would you say cheating in a relationship is unforgivable by cheating I mean by having sex with someone who is not your partner\n  ","916454":"\n   I sleep on a king size bed to myself\n  ","916455":"\n   Oh ya 😂😂😂\n  ","916456":"\n   Can you state one random historical or cultural fact about the place where you live or your place of birth?\n  ","916457":"\n   Well, I’d love to show ya but I’m not sure how to put it on here.  Is there a way to put it on here?\n  ","916458":"\n   😳😳😳\n  ","916459":"\n   How do you choose who to follow?\n  ","916460":"\n   It (1990) or It (2017)?\n  ","916461":"\n   Ever had your belly kissed?\n  ","916462":"\n   I hope you find someone better honestly! goodnight btw\n  ","916463":"\n   I absolutely HATE people like that. 😂☠️ Like if you block someone over dumb, petty shit, you have issues 💯\n  ","916464":"\n   Hey sis miss you\n  ","916465":"\n   Do you write in the manner that you speak?\n  ","916466":"\n   Ryan who?\n  ","916467":"\n   Why dont you just show up at a small venue and surprise a few fans??\n  ","916468":"\n   I think the official line is the girls are taking 2020 off touring to spend time with thier loves ones (Husbands, Fiaences, Boyfriends) or to focas on themselves.\n  ","916469":"\n   Which one would u generally say tho?\n  ","916470":"\n   If the superbowl asked you to play halftime next year but you had to show lots of skin would you do it?\n  ","916471":"\n   I only know because I used to tag along with my friends band RIP (13 years since his passing) 16.02.2007\n  ","916472":"\n   You starred in a movie didnt you?\n  ","916473":"\n   What type of question you don't like?\n  ","916474":"\n   Ok, I understand this, but what about a shoes cleaning? It is without touching you\n  ","916475":"\n   Don't worry I am not to concerned YET !! 😂☢💣 I🔥🥀🥶🥵\n  ","916476":"\n   Wait Amy still single, How is this even possible\n  ","916477":"\n   Have you ever had a popcorn and the candy sno-caps mixed together when the popcorn is hot it melts the chocolate it's really good\n  ","916478":"\n   😂😂😂🐍🙆‍♀️\n  ","916479":"\n   Yeah. I’m a very private person myself, so that’s understandable. Also with the way I was raised, I’m not really a nosey person. If you don’t tell me something then it’s obviously not my business. And I try to ask questions based on if that’s something I’d want someone to ask me.\n  ","916480":"\n   Yeah. That’s understandable. I can see where people would get y’all kinda mixed. And that’s cool. If ya don’t mind my asking, from what ya know of me, what have you been able to gather about the type of person I am?\n  ","916481":"\n   That’s pretty interesting. I think I’ll have to read on Catholicism.\n  ","916482":"\n   did i do something wrong that made u uncomfrontable\n  ","916483":"\n   Send me Tells!\n   \n    https:\/\/tellonym.me\/kikigirl945\n   \n","916484":"\n   Missed you!\n  ","916485":"\n   When it isn’t their place too. But hey, only y’all know the truth and that’s all that should matter. You’re a good person with a big heart. You’ll know the right choices. I’ve got faith in ya!\n  ","916486":"\n   My parents made her leave. She was causing too much trouble. And with the way us kids were raised, we’ve got big mouths and she didn’t like that. So she isn’t here anymore.\n  ","916487":"\n   facts and dont forget you ladies\n  ","916488":"\n   Rachael \nAmy\nMel\n& you\n  ","916489":"\n   You having a good day\n  ","916490":"\n   u look so much pretty ❤\n  ","916491":"\n   A Romantic Dinner for 4\n  ","916492":"\n   And at night like those, i stay awake and wonder.\nWhat if life stops now ?\nWhat if people around me leave?What if my eyes remain closed for the coming morning,would there be people for me to cry,would i be given importance, be remembered for hunderends of years?\n\nLove to write 🙄🖤\n  ","916493":"\n   Have you seen Dani has posted a Birthday message for Christian\n  ","916494":"\n   X\n  ","916495":"\n   Do you wear a lot of makeup?\n  ","916496":"\n   Do you have tattoos? If not would you ever get one amd what would it be?\n  ","916497":"\n   How's your snake?\n  ","916498":"\n   If  you went back to college, what would you major in?\n  ","916499":"\n   Do tou listen to faouzia? SHE IS INCREDIBLE\n  ","916500":"\n   What are your 5 rules to be happy?\n  ","916501":"\n   When did you have your first bf?\n  ","916502":"\n   Ennegram\/ Myers Briggs type?\n  ","916503":"\n   What software do you use to produce your music (idk if that's the right word but like edit it)\n  ","916504":"\n   Your favorite  male and female singer?\n  ","916505":"\n   How do u deal with liking a boy that doesn't like u back??\n  ","916506":"\n   What effects do u usually use in ur vocal production?\n  ","916507":"\n   Do u think about going back to college?\n  ","916508":"\n   I love your smile.\n  ","916509":"\n   🐻❤\n  ","916510":"\n   So ben and jasmine are the same person??\n  ","916511":"\n   What celebrity annoys you the most?\n  ","916512":"\n   What's your most memorable event of this summer?\n  ","916513":"\n   Do you prefer long or short hair?\n  ","916514":"\n   Easy.. ps sorry for the long story 😂😅\n  ","916515":"\n   What was the worst age you’ve had so far?\n  ","916516":"\n   What are you waiting for?\n  ","916517":"\n   Anyone listened to Justin Bieber’s new album?\n  ","916518":"\n   All around me is the best one\n  ","916519":"\n   Another year and another Valentine’s Day that I am forced to stay in my room and cry silently in my bed because no girl thinks that I am good enough to be with. I have so many things i want to do with a girl but sadly I have stay alone on the most romantic day of the year and suffer in silence.\n  ","916520":"\n   What is the scariest movie that you've ever seen\n  ","916521":"\n   Am I Barbie girl. In a Barbie world\n   \n    https:\/\/youtu.be\/ZyhrYis509A\n   \n","916522":"\n   Fuckin you are hot:)\n  ","916523":"\n   hi\n  ","916524":"\n   Your family is popular tho! i see the cimorelli fam pop up on youtube 24\/7\n  ","916525":"\n   What do you have? brown eyes?\n  ","916526":"\n   I'm 20 years tho\n  ","916527":"\n   Why u like brown eyes so much i swear blue is better\n  ","916528":"\n   If the world is a stage, where does the audience sit?\n  ","916529":"\n   Have you tried listen to calming sounds to drift off to sleep?\n  ","916530":"\n   You going to do me like that lol\n  ","916531":"\n   I'm sorry 😟\n  ","916532":"\n   Lol\n  ","916533":"\n   17 is a bit young for Lauren. I think the youngest she'll go is Dani's age.\n  ","916534":"\n   🤣\n  ","916535":"\n   :lol\n  ","916536":"\n   Lol Lauren got a new crush did she? 😏😄\n  ","916537":"\n   What is your favorite love story movie?\n  ","916538":"\n   lol. Hey, that's one way of doing it! Pretty creative! Haha\n  ","916539":"\n   What’s for lunch today? I’m having leftover lasagna. I’m sure you’re all happy I shared that information .\n  ","916540":"\n   What’s your view on the world?\n  ","916541":"\n   What makes you feel safe?\n  ","916542":"\n   I'm afaird she interested in another boyfriend or fuck buddy. Nice Try although\n  ","916543":"\n   Room for u in my house let me open up the door\n  ","916544":"\n   Nice. What is your favorite ice cream flavour?\n  ","916545":"\n   Nice? If you weren't a singer. What job would you want to be?\n  ","916546":"\n   I missed you on Valentine Day 💖\n  ","916547":"\n   Thank you? Lauren. What is your favorite sport.\n  ","916548":"\n   Yesterday I bought the 100 condom box for use on valentines day w\/ my gf, everything was looking good until we show up at this nearby motel and guess what? there were no rooms available!  I drive around and no rooms either in any hotel in town wtf. Do u how can I relax bc I'm still pissed 😡 thx bby😘\n  ","916549":"\n   Okay? My bad. ✌ peace!\n  ","916550":"\n   Uhm! Did you just say that to me. 'Cuz the truth you look so cute together with him!\n  ","916551":"\n   What's the craziest thing that you've ever done? Only share what you feel comfortable with if you'd wish!\n  ","916552":"\n   i miss u baby :*\n  ","916553":"\n   are you an introvert?\n  ","916554":"\n   Sweet dreams Lauren you are gorgeous :)\n  ","916555":"\n   What is your favorite drink?\n  ","916556":"\n   Are you gonna announce it at your social media platforms? If you don't mind me asking\n  ","916557":"\n   Did that happen!? Lauren I am so sorry...\n  ","916558":"\n   why\n  ","916559":"\n   I've been feeling weird for the last few days, my mum phoned me whilst Sarah was doing something and it felt weird talking to my mum on the phone at the same time whilst Sarah was doing that thing. Was it disrespectful? I didn't make it obvious and my mother didn't know but it still feels weird.\n  ","916560":"\n   My girlfriend bought me a laptop because my other one no longer plays games but how do I hide it from my mum so she does not start asking questions about my girlfriend as I am 14 and dont have the money to buy a €2000 laptop?\n  ","916561":"\n   Hello Lauren u are so nice and classy and never change for anyone and you are stong\nPhysically mentally and spiritual wise too ok\n  ","916562":"\n   V party Saturday night💝\n  ","916563":"\n   Yep\n  ","916564":"\n   What size bra you wear?\n  ","916565":"\n   You are so beautiful!\n  ","916566":"\n   hi\n  ","916567":"\n   Do you shave your downstairs?\n  ","916568":"\n   pretty sure Lauren isnt flat chested as you say, if you look at chest, you'll see two nice peaks bit what size they are is her busniess\n  ","916569":"\n   What did you get for valentine’s\n  ","916570":"\n   Do you guys ever have a tacos night for dinner?\n  ","916571":"\n   When was the last time you were so drunk and still played with the band?\n  ","916572":"\n   Do you and the band members smoke weeds before a concert?\n  ","916573":"\n   Oh him 👱‍♂️😂\n  ","916574":"\n   😊😊😊\n  ","916575":"\n   But you don't deserve to be hurt\n  ","916576":"\n   So I should hurt him?\n  ","916577":"\n   What is the last thing that hurt you\n  ","916578":"\n   ❤❤\n  ","916579":"\n   i love pasta\n  ","916580":"\n   9 😂😂\n  ","916581":"\n   i'm so hungry\n  ","916582":"\n   Well tell me do you me hate me or do you wanna date me. It's kinda hard to tell cause your eyes are looking crazy\n  ","916583":"\n   ok come on!\n  ","916584":"\n   Thank you Lauren\n  ","916585":"\n   Can you  wish Christian Happy Birthday from me please 🎂🎁🎁🎊🎉\n  ","916586":"\n   Did you make that lunch or is that takeout? It looks amazing!\n  ","916587":"\n   how aree ya, cuttiee\n  ","916588":"\n   heyy\n  ","916589":"\n   At you really at a party rn?\n  ","916590":"\n   (Quiz) Play this short quiz and Enter in Giveaway, complete all steps to Win New Iphone 11🔥\n   \n    https:\/\/t.co\/789durluXY?amp=1\n   \n","916591":"\n   I did\n  ","916592":"\n   What is ure ideal guy supposed to be like\n  ","916593":"\n   I don't know if you're into wildlife... birds etc... but it's always nice to visit a natural forest\n  ","916594":"\n   I wrote a poem today. Would ya like to read it?\n  ","916595":"\n   When was the last time u had sex\n  ","916596":"\n   Do you wear glasses\n  ","916597":"\n   Happy Valentine’s Day beautiful ❤️\n  ","916598":"\n   Nice? What is your first impression of him!\n  ","916599":"\n   I hate my life idk what to do anymore 😔\n  ","916600":"\n   you need a hug come on hug me!\n  ","916601":"\n   How can I buy your merch if I don't have any Paypal acc or credit card? :((\n  ","916602":"\n   like really\n  ","916603":"\n   Are you ok with your significant other still being friends with their ex?\n  ","916604":"\n   How does the Internet influence your life?\n  ","916605":"\n   sorry to hear that mine is depressing and boring.\n  ","916606":"\n   What‘s your favorite thing from Sonic?\n  ","916607":"\n   Hey, you doing good today?\n  ","916608":"\n   How often do you buy new clothes ? Do you wear clothes to their limit (i.e. until their colours start to fade or they're torn) ?\n  ","916609":"\n   Happy Valentines Day! 💝\nIf you have a partner to celebrate with great! But if you don’t, do not worry. This holiday is a celebration of love, not relationships. Love comes in many forms. Friends, family, pets, hobbies. Celebrate Valentine’s Day your way. Whatever that may be.❤️\n  ","916610":"\n   Happy Valentine’s Day 💘\n  ","916611":"\n   Sorry to hear would u like to talk about it\n  ","916612":"\n   Too many\n  ","916613":"\n   Your welcome\n  ","916614":"\n   You are so gorgeous!!!!\n  ","916615":"\n   hi\n  ","916616":"\n   You're pretty.\n  ","916617":"\n   Yeah he gonna be 15 right?\n  ","916618":"\n   ???\n  ","916619":"\n   Oh okay cause I know their birthday's tomorrow and Tuesday so I was curious.\n  ","916620":"\n   What does your aura look like?\n  ","916621":"\n   are you going to be celebrating Michael Christian and Joey's birthday all in one day or y'all going to do it on separate days?\n  ","916622":"\n   It’s interesting how life changes with time. a memory, a choice, a moment in time, all interwoven into making the present. Hang in there, it’ll get better. :)\n  ","916623":"\n   is her birthday today or was it the other day? If it was the other day. I'm a bad friend because I forgot to wish her Happy birthday on that day.\n  ","916624":"\n   Definitely\n  ","916625":"\n   Do you think men are more narcissistic than woman??\n  ","916626":"\n   Hey and how are you doing?\n  ","916627":"\n   What you up to tonight?\n  ","916628":"\n   Would you say you're pretty good at sex?\n  ","916629":"\n   Why what happened. You recieved something very nice of your sister & friend. Which is more than I got😂😊\n  ","916630":"\n   Landing strip or nothing?\n  ","916631":"\n   It is what it is. Cannot change it.\n  ","916632":"\n   Lisa's new song #idon'tdeserveit just premiered on YouTube\n   \n    https:\/\/youtu.be\/WvxC46-duOI\n   \n","916633":"\n   I became VIP and it actually worked✨\nI'm going to start a theme--\nDark or Rick and Morty, pretty odd huh? \nFirst question😈\nIf you got to choose what was written on your gravestone, what would it say?\n  ","916634":"\n   Lauren... I'm really sorry it didn't work out with him. But hey, maybe it was a learning\/growing experience. He is not who God wanted you to be with. Your future husband is still coming and you will have the most beautiful family in due time... I love you Lauren I'm a big fan\n  ","916635":"\n   No. I should be getting some sleep.\n  ","916636":"\n   Happy Valentine's Day ... hope you are enjoying, if not then hope you'll find your true love soon 😊💋💞\n  ","916637":"\n   How are you doing dear?\n  ","916638":"\n   That is so messed up!\n  ","916639":"\n   you are so fucking hawt\n  ","916640":"\n   PAP of your Valentine? 💕❤️💗💜💞💙💛🧡💚😍😘💘💝❣️🌹🍫💌 🤗\n  ","916641":"\n   I'm so very sorry to hear! Thoughts & prayers your way!\n  ","916642":"\n   What happened??\n  ","916643":"\n   Happy Levantine's Day\n  ","916644":"\n   Happy Valentine's Day to ALL of you amazing people! I truly hope each & every one of you have an amazing one wherever you are in the world! Much love from me, to YOU! ❤🥰💞💋💘💝💖💗💓💕💌🧡💛💚💙💜🖤\n  ","916645":"\n   What is your worst getting trolled story\n  ","916646":"\n   What's a holiday that doesn't exist that you'll like to create\n  ","916647":"\n   What's the weirdest thing you've found at a garage sale or thrift shop?\n  ","916648":"\n   What would people say they really love about you\n  ","916649":"\n   Have you ever been a victim of identity theft or had someone hack your bank account? It sucks lemme tell ya.\n  ","916650":"\n   Imagine, it's a warm summer night & you & your friends are going to go camping in a gorgeous location that seems so peaceful & safe. Which are you going to pick, a camper, or a very nice tent? Send pictures of which YOU will pick! 😊\n  ","916651":"\n   My iPhone ask app is taking more than a gigabyte on space, do you know how to clear the cache? Pls help! btw ily 😘😘😘\n  ","916652":"\n   I’m sorry. I apologize a lot. And yeah, my phone autocorrects almost everything I type. Which I try to type as if I were to be writing. But sometimes I type the way I talk and my phone just don’t agree with the way I talk. 🙄\n  ","916653":"\n   What do you think of those Twitter accounts that shar unaware girls feet pics walking down the street? 🤔\n  ","916654":"\n   what’s the last screenshot you took on your phone?\n  ","916655":"\n   Oh, I’m sorry. And thank ya!\n  ","916656":"\n   The first few bars of this tune sound familiar on Rachael's Instagram story\n   \n    https:\/\/instagram.com\/stories\/rachaelnemiroff\/2243152376645312600?igshid=i8oc65v6w46o\n   \n","916657":"\n   Happy birthday to Racheal!!!! Mine is this coming up Saturday!\n  ","916658":"\n   Yo 💗\n  ","916659":"\n   Когда люди более безумны;  Влюбляться или плескаться в любви?\n  ","916660":"\n   how are u??💜\n  ","916661":"\n   How was your day?\n  ","916662":"\n   Why is your skin bullying you today Lauren\n  ","916663":"\n   Uhh how comes 🤔 ?\n  ","916664":"\n   Your skin is perfect liar\n  ","916665":"\n   Got the negativity you are fooling the town a lie\n  ","916666":"\n   I'll make sure you are comfortable and you'll make sure i'm comfortable\n  ","916667":"\n   You are great\n  ","916668":"\n   Who is Arielle?\n  ","916669":"\n   Who was your valentine?\n  ","916670":"\n   Pap?\n  ","916671":"\n   Basically she said it was Christian to give the cimfam something to talk about while masking her actaul boyfriend.\n  ","916672":"\n   we all need to be loved and not judged sometimes.\n  ","916673":"\n   On a scale of 1-5, how afraid of the dark are you?\n  ","916674":"\n   you can have free cuddles from me any time.\n  ","916675":"\n   What do you believe in?? 🙄\n  ","916676":"\n   -\n  ","916677":"\n   I'll take you on at twister any day (flexes muscles like a macho idiot)\n  ","916678":"\n   Do you wear a watch, smartwatch or sports band or do you check the time on your phone? If you have a watch, which one? Send a photo and show off if you want :)\n  ","916679":"\n   away from the keyboard I like chess, poker and bridge (yeah the old ladies game)\n  ","916680":"\n   Aside from Necessities, What One Thing Could You Not Go a Day Without?\n  ","916681":"\n   When you go to take a shower, do you turn the water on before or after you get naked?\n  ","916682":"\n   i haven't got into many games except for GTA and Civ... and Caesar\n  ","916683":"\n   You know what a great day at daycare when it was hot outside was?\n  ","916684":"\n   I ain’t afraid of no ‘nader🤠🌪\n  ","916685":"\n   the whole game was very well written\n  ","916686":"\n   Happy Valentine's day🌹🌺\n  ","916687":"\n   I did the most insane antisocial things in that game, like going on a stabbing spree in central park. I guess I'm sick.\n  ","916688":"\n   Have you ever lost sight of your child or a child you were taking care of in a public space? What happened?\n  ","916689":"\n   one of them is a government agent.... I tried to kill her early in the game by smashing up the car and jumping out when it's on fire... but that doesn't work lol\n  ","916690":"\n   A lion asking a dog for forgiveness \n🐕🦁\n   \n    https:\/\/youtu.be\/C8s4cbZOoOI\n   \n","916691":"\n   Someone has just asked were can you see Christina singing ''Dancing With A Stranger\"\n  ","916692":"\n   What are your bad habits?? 🙄\n  ","916693":"\n   He has to keep 5 girlfriends on the trot lol\n  ","916694":"\n   Hey you should listen to this it makes me feel better in any bad day\n   \n    https:\/\/youtu.be\/UECj12JP6ko\n   \n","916695":"\n   Do you go by any other names\n  ","916696":"\n   What do you think are the five most beautiful things on earth\n  ","916697":"\n   How's are you coping up with the break up?\n  ","916698":"\n   haven't played GTA V, apparently it's even more psycho\n  ","916699":"\n   Is 6.8 inch satisfying? And What is your ideal?\n  ","916700":"\n   Niko Bellic is somehow a nice guy but he kills about 100 people over the course of the narrative\n  ","916701":"\n   never played the sims, used to play gta cause i'm a violent anti-social bastard lol\n  ","916702":"\n   What's the most courageous thing you've ever done?\n  ","916703":"\n   What's something you're certain you'll never experience?\n  ","916704":"\n   Forgive me but I don't understand please pardon\n  ","916705":"\n   yes best to avoid being excessively funny in case it kills someone.\n  ","916706":"\n   Where are you at the moment? Record video or Pic\n  ","916707":"\n   Where do you want to travel in the world?\n  ","916708":"\n   jokes used as a weapon.\n   \n    https:\/\/youtu.be\/rGbe5qy5274\n   \n   By the way this literally happened, a British guy died of a heart attack while watching \"The Goodies\" TV series\n  ","916709":"\n   Your ex? So it means you and Christian broke up?\n  ","916710":"\n   What is the longest you’ve gone without a shower?\n  ","916711":"\n   jokes are a matter of taste of course but go on\n  ","916712":"\n   Can you post your pic?\n  ","916713":"\n   How are you gonna spend Valentine's Day?\n  ","916714":"\n   This Valentine's Day I'll tell you my feeling toward you!  💕\n  ","916715":"\n   👋\n  ","916716":"\n   lol that's the joke. not sure why it's funny but it is. I guess the \"no has to be delivered with as straight a face as possible.\n  ","916717":"\n   I love fruit loops why do you btw?\n  ","916718":"\n   Amazing pic who is who in that pic are you\nAll in the band?\n  ","916719":"\n   You're beautiful\n  ","916720":"\n   No.\n  ","916721":"\n   When was the last time you screamed at the top of your lungs?\n  ","916722":"\n   Go on, ask me.\n  ","916723":"\n   What would be much better if you could just change the color of it?\n  ","916724":"\n   songs can be done any number of ways... quite funny to hear Paula Abdul's \"Straight Up\" being done as a punk song by Me First and the Gimme Gimmes\n  ","916725":"\n   acoustic guitar arrangement, with maybe a few brush drums in the background... what do you think?\n  ","916726":"\n   I have flicked through. But haven't watched a full show yet.\n  ","916727":"\n   X\n  ","916728":"\n   What is it about? (without giving too much personal stuff away of course)\n  ","916729":"\n   just you and guitar?\n  ","916730":"\n   Well I’m sure it’ll still be good if you finish it and still not release it. You’ve got a gift and you know how to use it!\n  ","916731":"\n   Yeah. I’ve got a few other disorders myself. They’re not fun but I wouldn’t know life without them. And if I didn’t have them then I wouldn’t be able to spread awareness. So I guess that ought to be worth something.\n  ","916732":"\n   so maybe it's not getting recorded?\n  ","916733":"\n   you want to record it with them?\n  ","916734":"\n   Do you sleep on the left or right side of the bed\n  ","916735":"\n   No. The hands and butterfly stand for social anxiety, on the original the hands are actually tied. But I’m coming more out of my shell so I didn’t put them on mine. And then the different colors are different mental healths. And the black border is suicide and depression.\n  ","916736":"\n   And from what I’ve heard of it so far, it’s gonna be a really great song!\n  ","916737":"\n   have you run it past the girls?\n  ","916738":"\n   Do you understand the meaning behind the hands with the butterfly? That one means the most to me.\n  ","916739":"\n   what are you working on at the moment, musically?\n  ","916740":"\n   Which celebrity would you like to be for one day and what would you do?\n  ","916741":"\n   I feeling tired tonight. So I am off to bed good night Lauren 😴🛏\n  ","916742":"\n   When is the last time that someone did something nice for you?! What did they do?!\n  ","916743":"\n   You can talk to me if you feel sad about the breakup! i got your back friend\n  ","916744":"\n   Actually i'm younger than you suprisingly enough\n  ","916745":"\n   Nah i would never cheat on you or lie! i always keep it real\n  ","916746":"\n   Sorry! We are experiencing testicle difficulties\n  ","916747":"\n   Guess my age?\n  ","916748":"\n   How can someone leave u? it's so weird they have bad taste\n  ","916749":"\n   :((\n  ","916750":"\n   what’s your dream car?\n  ","916751":"\n   Wait are you single?\n  ","916752":"\n   Okay so, \nI now have enough coins to become a VIP\nWhat are the rules and stuff so I don't lose it? If y'all know! :D and should I even😂\n  ","916753":"\n   If you had to choose one cause to dedicate your life to, what would that cause be?\n  ","916754":"\n   Can You be honest with me. And tell me the truth. Do girls even enjoy $ex? Because from the videos I have been watching it is good for the men and they seem to have fun but women seem to be suffering in pain sometimes even going as far as screaming and crying as well like it’s totally unfair\n  ","916755":"\n   Finally admitted everything you mentioned?\n  ","916756":"\n   Shouldn't love u but i couldn't help it\n  ","916757":"\n   Roses are Red\nThe Sea is Blue\nHas anyone seen my Heart\nOh wait\n   \n    @amycimoxo\n   \n   has it\n  ","916758":"\n   What makes someone attractive?\n  ","916759":"\n   A Lad who I know he's Christian and he told me anyone who is gay they are wrong and they should root in hell. What are your thoughts on this?\n  ","916760":"\n   Oh boy.\n  ","916761":"\n   Dedicate a song to your crush and\n   \n    @tag\n   \n   them if you're brave!🙄😂\n  ","916762":"\n   What books on your shelf are begging to be read?\n  ","916763":"\n   Oh really? Ridiculous answer?\n  ","916764":"\n   Where is your concert this weekend?\n  ","916765":"\n   would you rather drive on a backroad or a highway?\n  ","916766":"\n   Favorite cuss word?\n  ","916767":"\n   geez Thanks for explaining Lauren?\n  ","916768":"\n   Last time you bought something for yourself?\n  ","916769":"\n   although I havent played the drums in years.\n  ","916770":"\n   The Rock\nRDJ\nDoes the Cimorelli's count aswell?\n  ","916771":"\n   How're you holding up?\n  ","916772":"\n   Ok as you like.. thanks ❤️ You’re very busy person 😂😂\n  ","916773":"\n   What is your favorite summer Dress?👚👘👗👙💄👠👡👛\n  ","916774":"\n   What is one thing you would never wear?👙🐸😤\n  ","916775":"\n   Why not? You don't like a massage?\n  ","916776":"\n   Where your passion lies?☺🌺\n  ","916777":"\n   لو حسيت انك بتحب حد هتقوله ولا هتسكت ؟\n  ","916778":"\n   Happy Hump Day ☺️\n  ","916779":"\n   Hey\n  ","916780":"\n   Can I make you a feet massage, or clean your shoes? <33\n  ","916781":"\n   I'm transgender ftm\nHe \/him\n  ","916782":"\n   ATOM BOMB DEMO MIX 2 💣😳\n\n🏃‍♂️RUIUUUUUUUUUUUUUNNNNNNNNNN😂\n  ","916783":"\n   Is it true that s ex with the right person becomes an addiction? 🤔\n  ","916784":"\n   What picture made your blood boil?\n  ","916785":"\n   is there life after death?\n  ","916786":"\n   What is your favourite junk food ?\n  ","916787":"\n   Maybe write a valentines day song for your boyfriend\n  ","916788":"\n   Thanks I appreciate it\n  ","916789":"\n   You'll never know anon\n  ","916790":"\n   Respected\n  ","916791":"\n   Call Madison tell her i love her\n  ","916792":"\n   Havent had ceral since I was 14.\n  ","916793":"\n   Do you have more a tendency to look for company or solitude?\n  ","916794":"\n   hlw Dear, Give me some Coins🔥🔥🔥\n\nthank you.🌹🌺☺\n  ","916795":"\n   Pap\n  ","916796":"\n   Where has been the weirdest place you have had s ex? 🤔\n  ","916797":"\n   What do you order when you go to starbucks?\n  ","916798":"\n   Do you like to people watch? Seen anything interesting? lol\n  ","916799":"\n   If you had to choose between sweet and savory foods to eat forever, which would you choose? 😁\n  ","916800":"\n   What is missing in your life that would make you very happy?🌹☺😊\n  ","916801":"\n   Why do people smoke?🚫🚭\n  ","916802":"\n   What is the secret to a Happy life?\n  ","916803":"\n   What are some red flags to watch out for in a relationship or potential relationship?\n  ","916804":"\n   Andy Warhol is one of my favorites along with Monet. And I love abstract. I have done three pop arts. One of Dolly, Gaga, and just finished one of you. And I love to oil paint! And I agree with the emotions being shown through the art work. If you’d like I will show you my latest oil painting.\n  ","916805":"\n   Does it bother you if I put the , “ If I may ask?” ? I know this is an app where I am supposed to ask questions. But it’s more of a respect thing. Like when we talk to our elders ya know? Yes\/no ma’am; Sir.\n  ","916806":"\n   Who is your favorite artist? Like a painter. And what is your favorite piece of art work?\n  ","916807":"\n   Just from like on here, are you able to somewhat gather the type of person I am? I remember when I watched one of yours and your sisters videos for the first time I was able to pick out each of your guys personality. I think I was a little off on Amy and Kath.\n  ","916808":"\n   Are you good at reading people? Usually for the most part I am. I come from a big family myself, there’s 13 of us, but it’s kinda of hers, his, mine and ours. But all blood related. And I always know when one of my sisters are sick, hurt, or pregnant.\n  ","916809":"\n   Oh, sorry. It basically means that even after death life continues. So depending on like your perspective it can mean a few different things.  But you’ve mentioned you’re Catholic and I was just curious. My family don’t really have a religion. But we believe in God and Heaven and all that.\n  ","916810":"\n   I would send where I am already, but you can only type so much on here.\n  ","916811":"\n   Which female celebrity has a perfect body?\n  ","916812":"\n   I seriously wish if I could do that😂 But my parents done took care of it. And I’ve got too soft of a heart.\n  ","916813":"\n   Yeah. That’s understandable. It’s nobody’s business unless you make it their business.\n  ","916814":"\n   Single or taken?\n  ","916815":"\n   Stay strong Lauren you are so nice and\nClassy never change ok\n  ","916816":"\n   hello what country are they from?\nkisses from Argentina\n  ","916817":"\n   That's understandable now thanks to my mother, but growing up that was instilled into my head. Being the 5th daughter of 6 girls my dad said he had to raise one of us with his mentality.\n  ","916818":"\n   How is Christina doing today is she ok? Mentally and physically?\n  ","916819":"\n   describe your country in two words\n  ","916820":"\n   Best date you have had with the bf?\n  ","916821":"\n   Im ordring a pizza from pizza hut do you want anything\n  ","916822":"\n   Hakjh? Yajk? Anand 🤣\n  ","916823":"\n   good sl.uts bad s.lutz\n  ","916824":"\n   when we first started talking\n  ","916825":"\n   Who or what makes you laugh?\n  ","916826":"\n   Who is the boss in your house?\n  ","916827":"\n   What were the monsters that scared you as a child?\n  ","916828":"\n   If you were given twenty four hours to spend one hundred thousand dollars, what would you spend it on?\n  ","916829":"\n   PAP something you love.\n  ","916830":"\n   Ever ridden a school bus? Any funny or awful stories from your school bus days? If you were homeschooled did you guys have recess?\n  ","916831":"\n   Post ...🗝\n  ","916832":"\n   I’ll try later 🐚\n  ","916833":"\n   That is so very true Lauren\n  ","916834":"\n   So I just secretly ate an entire box of Girl Scout cookies. The thin mints without sharing with my wife or kids. There’s like 5 boxes left so it’s not like I ate the last one. Am I wrong for my gluttony?\n  ","916835":"\n   Will you be my valentine? Yes I know this is sudden but I really wish you would be my valentine .❤️❤️❤️❤️\n  ","916836":"\n   U know Madison? i envy u girl\n  ","916837":"\n   Experience\n  ","916838":"\n   What makes you cry?🙄\n  ","916839":"\n   What is your favorite  dish\n  ","916840":"\n   Anyone traveling soon? If not where would you like to travel to?\n  ","916841":"\n   I don't get rejected ever\n  ","916842":"\n   hi\n  ","916843":"\n   You all should Dye your hair then you could cover Mcflys 5 colours in her hair.\n  ","916844":"\n   You stood next to Penelope for 10 seconds 🐈🙆‍♀️\n  ","916845":"\n   If you could change one thing about ASKfm for 24 hours, what would it be?\n  ","916846":"\n   Which female celebrity has a perfect body?\n  ","916847":"\n   Momprenuers who handle their business in their own way in their own time true motivators,  be inspired\n  ","916848":"\n   haha lets swap?!\n  ","916849":"\n\n    @Ahmedjama96\n   \n   hot or not??\n  ","916850":"\n   Oh you mean the girl from Aqua 😂\n  ","916851":"\n   Lauren tell me you've listened to Jb's new album :DD\n  ","916852":"\n   Lisa: Wow Barbie girl opened her mouth\n  ","916853":"\n   I am sorry but I would much rather watch a cookery video by Lisa. Than watch one made by Emmyn\n  ","916854":"\n   Did you not say that you were both in love and engaged and were planning marriage?\n  ","916855":"\n   How does a guy dump an awesome and attractive lady like you? Are you kidding or\nBeing for real?\n  ","916856":"\n   Hi\n  ","916857":"\n   Yeah\n  ","916858":"\n   What did you do today\n  ","916859":"\n   Wyd\n  ","916860":"\n   nevermind so he like you\n  ","916861":"\n   How was your day\n  ","916862":"\n   If there's a cure for this, I don't want it.\n   \n    https:\/\/youtu.be\/zNt92c0OGN8\n   \n","916863":"\n   So what happened with them if you don't mind me asking\n  ","916864":"\n   Yeah I am like that but it was never enough.\n  ","916865":"\n   Threw up tonight\n  ","916866":"\n   who is like max thats what confuses me\n  ","916867":"\n   I guess do it the best you can lol\n  ","916868":"\n   lol sorry I am very slow\n  ","916869":"\n   what you mean?\n  ","916870":"\n   Anyways hope you have a good night I am here if you ever want to talk.\n  ","916871":"\n   So I might just give up on love don't feel its in the cards for me\n  ","916872":"\n   A parent or adult? I’m 19 lol\n  ","916873":"\n   it is what it is lesson learned you know but for reasons like that is why I scare to be with anyone else.\n  ","916874":"\n   Which restaurants do you visit most frequently?\n  ","916875":"\n   yep karori is the only place I've seen actual live kiwis\n  ","916876":"\n   That happened last year to me\n  ","916877":"\n   Gonna be okay?\n  ","916878":"\n   ok and the boys too lol\n  ","916879":"\n   And always love seeing your smile on you.\n  ","916880":"\n   bring all the girls\n  ","916881":"\n   Yeah I hate that\n  ","916882":"\n   Have you experienced true love?\n  ","916883":"\n   You're welcome. My friendship with you means a lot to me and it's something I'd like to do for you.\n  ","916884":"\n   Tell the story of meeting a friend of yours for the first time?\n  ","916885":"\n   And I'll be supporting you no matter what\n  ","916886":"\n   I'm sorry\n  ","916887":"\n   What was the most interesting place you have ever visited?\n  ","916888":"\n   I hope it gets better!\n  ","916889":"\n   Why Kinda?\n  ","916890":"\n   If I may tell ya, thank you for taking the time out of your day to talk to fans. It’s nice to be able to have the opportunity to talk to someone to whom we look up to. I really appreciate that.\n  ","916891":"\n   You're welcome. You deserve to be reminded something great to be honest.\n  ","916892":"\n   That's awesome\n  ","916893":"\n   Is this a stupid way of thinking I called someone a LESS of a man because he talks shit about me behind my back and not to my face. Where I talk shit about people to their faces\n  ","916894":"\n   That’s pretty flat, what size?\n  ","916895":"\n   You're pretty strong, Lauren. Always liked that about you.\n  ","916896":"\n   Or more like testing your strength.\n  ","916897":"\n   Your Monday Mood board is really a M O O D today Ate Lauren!\n  ","916898":"\n   Amen to that. He knows best for an amazing woman just like you.\n  ","916899":"\n   What instruments do you play?\n  ","916900":"\n   I'm sure. I wish the best to you  as well!\n  ","916901":"\n   Do you think it was a good idea to send foreigners living in Wuhan, China back to their home country in the context of the Coronavirus epidemic?\n  ","916902":"\n   Which Marvel character is your favorite?\n  ","916903":"\n   Uh oh. Sounds quire the challenge.\n  ","916904":"\n   Got it thank you star girl 😊\n  ","916905":"\n   Oh boy. Hope that mess will go great.\n  ","916906":"\n   Follow my insta, Carla.hallx\n  ","916907":"\n   When your parents gave your a chore did you do it right away or did stall?\n  ","916908":"\n   Is ure relationship status complicated\n  ","916909":"\n   Which game are you playing right now? (Please ignore if you don't game)\n  ","916910":"\n   What activity (apart from work or studies or sleep) takes up most of your time?\n  ","916911":"\n   What about you is both a blessing and curse? In what situation is it a blessing? In what situation is it a curse?\n  ","916912":"\n   Are you easily offended?\n  ","916913":"\n   I_______________you ?? \nFill it 🙄😂😂\n  ","916914":"\n   How do you deal with ppl who make noises (loud chewing) when they eat ?\n  ","916915":"\n   Do you like TOBEY MAGUIRE\n  ","916916":"\n   What sport do you like watching but hate playing?\n  ","916917":"\n   What's your middle name?\n  ","916918":"\n   Waiting for a good catholic boy?\n  ","916919":"\n   Reasons to date you?\n  ","916920":"\n   i thought things were awesome between you two?\n  ","916921":"\n   Post picture with your girlfriend or boyfriend\n  ","916922":"\n   Need to vent?\n  ","916923":"\n   Everything good?\n  ","916924":"\n   Ah I see\n  ","916925":"\n   i'm here for you no matter what, ok?\n  ","916926":"\n   Ya it sounds like you just woke upto BS. With people causing trouble\n  ","916927":"\n   😳😳\n  ","916928":"\n   Yeah?\n  ","916929":"\n   I am not trying to be bitchy. But Dani never mentions anything you post anymore\n  ","916930":"\n   Why didn't you watch?\n  ","916931":"\n   Can i get follow back;☺🌺🌹\n  ","916932":"\n   they ask for a nude of u innaproperate\n  ","916933":"\n   oh my god 🤨🤦‍♀️\n  ","916934":"\n   Nanny McPhee actor Raphael Coleman has died while out jogging at the age of 25😯😪\n  ","916935":"\n   I told you I would post it when it came on YouTube 😊\n  ","916936":"\n   Do you have black marks on your walls & ceiling in your bathroom from lighting candles 🕯🖤 in your bathroom like when Lisa💖 shared hers with Amy Sunflowerelli🌻💛\n  ","916937":"\n   How do you feel about tomato soup with bread and butter? Rate it out of 10!!\n  ","916938":"\n   What are you addicted to?🙄\n  ","916939":"\n   Do you know who this is Lauren?\n  ","916940":"\n   say Lemia wishes her happy valentines day.\n  ","916941":"\n   Would you rather be part of something or part of someone?\n  ","916942":"\n   How do you think will music evolve in the years to come?\n  ","916943":"\n   Amy's the best! Tell Her I said Hello and Happy Valentines day\n  ","916944":"\n   What’s your opinion on the police service?\n  ","916945":"\n   Check this tornado out in Canada 🌪🇨🇦\n   \n    https:\/\/m.facebook.com\/story.php?story_fbid=2691715587771508&id=1786599751616434\n   \n","916946":"\n   Which sister you have 6?\n  ","916947":"\n   hey there look great in new display whats new for you me not much checking up on you wish u a great week and also a nice Valentine's Day\n  ","916948":"\n   Are you ok?\n  ","916949":"\n   Where are you at the moment? Record video.\n  ","916950":"\n   If you were to write a memoir of your life thus far, what would the first and last sentence say? :)\n  ","916951":"\n   My advice just don't entertain them  with replying to there comments. That will cause friction between you & Tristen\n  ","916952":"\n   How are you? :)\n  ","916953":"\n   Do you like DABABY\n  ","916954":"\n   So many photo poll 😛\n  ","916955":"\n   Hi :)\n  ","916956":"\n   Andy & jack\n  ","916957":"\n   El Charro, you?\n  ","916958":"\n   Oh I know who there pretending to be FFS🤬\n  ","916959":"\n   Who's pretending to be someone else?\n  ","916960":"\n   That Dexter dude?\n  ","916961":"\n   maybe its one of his friends trying to torture you. Couldnt you report it and ban any similar accouts\n  ","916962":"\n   Yeah one step at a time.\n  ","916963":"\n   would you care if your brother saw you in  your underwear?\n  ","916964":"\n   Followed^^\n  ","916965":"\n   Would you rather have cold hands or cold feet\n  ","916966":"\n   Do you have a library card\n  ","916967":"\n   I'm sick 😷😷 .. what's your sure fire way of curing the common cold ... I need this gone asap and willing to try anything!!\n  ","916968":"\n   I really like the quote: •\"Everyone you meet is fighting a battle you know nothing about. Be kind. Always.\"•\nWhat are you going through? What battle are you fighting? Big or small- It all matters, and you'll get through it!💕🌼\n  ","916969":"\n   I love you Lauren ❤️❤️❤️❤️\n  ","916970":"\n   Did you make new years resolutions at the start of this year, and if so, have you stuck to them?\n  ","916971":"\n   How often in a day do you think about your physical appearance ?\n  ","916972":"\n   How does it feel when you know you're pretty?\n  ","916973":"\n   What was the first thing on your mind this morning?\n  ","916974":"\n   Where do you see yourself five years from now? ☺🌹💪💸💱\n  ","916975":"\n   What is the best way to express your love to someone?? 🙄🖤\n  ","916976":"\n   Poor educations?\n  ","916977":"\n   Јел би била силаџија\n  ","916978":"\n   What feels illegal but isn't?\n  ","916979":"\n   Would u like a sugar daddy\n  ","916980":"\n   don;t kill you\n  ","916981":"\n   What’s the oldest u would date\n  ","916982":"\n   Single or taken\n  ","916983":"\n   How come you’re not verified?\n  ","916984":"\n   When you were 10yrs old, what aspect of adulthood did you have no understanding of or at least thought was super easy?\n  ","916985":"\n   '\n  ","916986":"\n   just one night;\n\naccept you 1000$ or Full night chill with S3x!\n  ","916987":"\n   Which movie were you last seen?🎬🎬🎥🎥\n  ","916988":"\n   Do you believe in Karma?\n  ","916989":"\n   What’s the most important lesson you have learned in life ? 🙄\n  ","916990":"\n   Aww cute valentine's Day Presents from  Amy & Arielle 🐻❤❤❤\n  ","916991":"\n   Wie und mit wem verbringst du Valentinstag dieses Jahr?\n  ","916992":"\n   I don't think you know my love life very well.\n  ","916993":"\n   Why?\n  ","916994":"\n   What girl🤔\n  ","916995":"\n   PAP of your Valentine?\n  ","916996":"\n   Happy Valentine's Day! 💞💋\nFriendly reminder that this day is not just for couples, but for anyone that you love. ♥️\n  ","916997":"\n   Do you believe in love at first sight?\n  ","916998":"\n   Whats up there, Lauren 😋 ?\n  ","916999":"\n   Follow your heart when shooting a ball.   ♥️\n  ","917000":"\n   She follows her heart cause she dont have a brain\n  ","917001":"\n   What is the most beautiful thing you have ever seen?🙄\n  ","917002":"\n   Who’s happy it’s Monday? 🤪\n  ","917003":"\n   hi\n  ","917004":"\n   How much would  you charge for cimorelli to play my birthday party?\n  ","917005":"\n   Thank you Miss Lauren\n  ","917006":"\n   Are you in love?\n  ","917007":"\n   😦😦🐸🐸🐸😩😩🙈🙈🙈\n  ","917008":"\n   Do you like sweatpants?\n  ","917009":"\n   How’s your day been? Well today my Dodgers FINALLY completed the deal for Mookie Betts! My daughter get her Girl Scout cookies and we’ve got them sorted out. Also I had tacos for dinner. I really like tacos . Now I’m sitting in my car doing ubereats. Tell me about your favorite toothbrush\n  ","917010":"\n   Okay? Uhm? What is his favorite dessert.\n  ","917011":"\n   What's your Pinterest acc?\n  ","917012":"\n   We rewatched it Friday night and had a party since we didn’t have it last Sunday🏈\n  ","917013":"\n   If someone likes or asks you questions off anonymous, do you click on their page to get a sense of how they are?\n  ","917014":"\n   Lauren\n  ","917015":"\n   Feeling awesome to see your smile. Do more❤\n  ","917016":"\n   Me too! Which also leads into Neurology, which I also like to look into! Do you look\/read into Neurology? I find the brain to be very fascinating!\n  ","917017":"\n   Ofc\n  ","917018":"\n   What’s the longest you’ve gone without food?\n  ","917019":"\n   Genie...3 wishes...1st wish?\n  ","917020":"\n   Would you dye your pubic hair?\n  ","917021":"\n   So Lisa has gone from smelling like  onions 🌰🌰. \n\nTo smelling like Rose's ⚘⚘⚘⚘\n  ","917022":"\n   Challenge: can you keep your eyes open while you sneeze 🤧\n  ","917023":"\n   What was the last thing to make you go wtf in laughter\n  ","917024":"\n   Why you a snob?\n  ","917025":"\n   Happy Wednesday Lauren\n  ","917026":"\n   Day to night to morning, keep with me in the moment\nI'd let you had I known it, why don't you say so?\n  ","917027":"\n   It’s the XFL. Season started bitches🏈\n  ","917028":"\n   will you have s ex on valentines day?\n  ","917029":"\n   Kix and life cereal too😊\n  ","917030":"\n   1. I can Play both the Guiter and Drums\n2. I thought I was a cat\n3) Never been properly kissed\n  ","917031":"\n   cambiamos 10 mg?\n  ","917032":"\n   What did taitedlove7 do?\n  ","917033":"\n   I woke up with cotton mouth from yodeling in the valley\n  ","917034":"\n   Hello Lauren 👋 that’s me 😅 nice to meet you ❤️\n  ","917035":"\n   Hope I’m not annoying 😅🌹\n  ","917036":"\n   Please don’t post\n  ","917037":"\n   Who’s your favorite actor?\n  ","917038":"\n   Who’s tired?\n  ","917039":"\n   If you had to sing a song in front of 100 thousand people what song would you pick\n  ","917040":"\n   Oh c'mon\n  ","917041":"\n   Out of your friends who is most obsessed with their hair\n  ","917042":"\n   Out of your friends who is the best singer\n  ","917043":"\n   Out of your friends who has the worst fashion sense\n  ","917044":"\n   Out of your friends who is the most grumpy\n  ","917045":"\n   Out of your friends who is the best dancer\n  ","917046":"\n   Out of your friends who is hardest as nails\n  ","917047":"\n   Who is your funniest friend\n  ","917048":"\n   Dp 😻😻😻\n  ","917049":"\n   If you could offer a newborn child only one piece of advice, what would it be?\n  ","917050":"\n   Are u single?\n  ","917051":"\n   We've been knew 😂\n  ","917052":"\n   Do you know what the fuck an anagram is?\n  ","917053":"\n   Ouch my arms ache 😂\n  ","917054":"\n   Fav cereal?\n  ","917055":"\n   If I may ask, what is your understanding of the phrase,” Life Will Out”?\n  ","917056":"\n   Do you think, people deserve the second chance ? 🙄\n  ","917057":"\n\n    @Itslaurencim\n   \n   saying\n   \n    @thesuperkian\n   \n   and\n   \n    @livygobrien\n   \n   never dated\n  ","917058":"\n   Who's Tristen ?\n  ","917059":"\n   Milk or Cereals at first?\n  ","917060":"\n   a little\n  ","917061":"\n   Pretty good actually\n  ","917062":"\n   Summer or Winter?\n  ","917063":"\n   What is this?\n  ","917064":"\n   That's good\n  ","917065":"\n   What?\n  ","917066":"\n   💋<--- take a guess who this kiss is for 😊❤️\n  ","917067":"\n   That a good one\n  ","917068":"\n   Ok. Good.\n  ","917069":"\n   How is your day going?\n  ","917070":"\n   If you had a someone who wouldn’t leave your house and you’ve made it clear you don’t want them there, what would you do?\n  ","917071":"\n   But you can wake me up\n  ","917072":"\n   What’s something you want people to leave you alone about?\n  ","917073":"\n   I have panic attacks every day I take meds\nNow I rarely get them do you drink lots of coffee and sodas and energy drinks. If so Not good for u ok?\n  ","917074":"\n   Why didn't you wakey me up?\n  ","917075":"\n   Why?\n  ","917076":"\n   Here's an example \n I had to unlearn that crying isnt for the weak.\n  ","917077":"\n   Good and you?\n  ","917078":"\n   Kash wo pal ________? \nSong ki lines are not allowed 🙄🙄🙄\n  ","917079":"\n   Your not single tho? You wont be single on Valentines day\n  ","917080":"\n   My starsign says I'm indecisive.\n  ","917081":"\n   its more Social Anxiety Isnt it Lauren?\n  ","917082":"\n   Is there anything I can do to make you less stressed?\n  ","917083":"\n   I had a crush on you at some point lol\n  ","917084":"\n   What would be the hat to end all hats? What could you wear on your head that would make people stop what they are doing and stare in awe and amazement? 🤔\n  ","917085":"\n   How often do you drink coffee?\n  ","917086":"\n   Do you pick and choose your friends?\n  ","917087":"\n   Are you camera shy or do you like having your photo taken?\n  ","917088":"\n   What's the last thing that made you smile?\n  ","917089":"\n   Which website or app do you use first in the morning?\n  ","917090":"\n   Which is a greater proof of love in your opinion: changing for the one you love or accepting the person the way he\/she is?\n  ","917091":"\n   Do you cover The Carpenters? If yes, which songs?\n  ","917092":"\n   What is your favourite Celine Dion song by default (whether you like her or not) ?\n  ","917093":"\n   How does T@co B€ll keep having customers after they've eaten there once?\n  ","917094":"\n   Do you prefer brand names or are you ok with using the store or generic brands?\n  ","917095":"\n   What’s the strangest food combo you’ve tried? My youngest ate broccoli and ice cream last night. She liked it! If you saw my snap then you know I’m not pulling your leg! 😳\n  ","917096":"\n   Can you write something inappropriate in emoji ?\n  ","917097":"\n\n    https:\/\/www.instagram.com\/ahmed_31_12\/\n   \n   Follow me\n  ","917098":"\n   I see that you were trying to find a schedule that works well or best for you. I would think it would be almost impossible to make a schedule as you have such a varied lifestyle with your music career and family life. Are there ways that you can accommodate such a varied lifestyle into a schedule?\n  ","917099":"\n   How to impress you ? 🙄😂\n  ","917100":"\n   Happy ___ life! (single\/mingle)🤦‍♀️🤷‍♂️🤷‍♀️👍😊💕\n  ","917101":"\n   Why do people lie ? 🙄\n  ","917102":"\n   What is your goal in life?\n  ","917103":"\n   Scale of 1 to 10 how crazy are u?\n🙄\n  ","917104":"\n   Dedicate a song to someone either in your life or ASKfm - tag them if you wish 🌹🌹\n  ","917105":"\n   Thats good, I dont like to see in distress\n  ","917106":"\n   New Joke I Made:Wanna know the difference between men and women when it comes to sex? Women see sex like buying a guy, they ask themselves does it look good? how long will it last? Is it reliable? However men see sex like parking a car as long as there is a space it will do.\n  ","917107":"\n   Definan su pais en 2 palabras\n  ","917108":"\n   Do you like Roman Reigns\n  ","917109":"\n   in zayn's pillow talk he goes ''we'll piss off the neighbors'' what sort of behaviour would piss them off?\n  ","917110":"\n   Madison Beer vs Lauren cim! c'mon\n  ","917111":"\n   How exactly do people feel when they're dying?\n  ","917112":"\n   My inbox is always open if needed.\n  ","917113":"\n   Apparently Japan opened the first ever Human meat restaurant I think  that is totally Bullshit because its illegal. What is your thoughts on that matter\n  ","917114":"\n   A TV host came out as gay on Thursday Philip Schofield after being married for 27 years and having 2 kids that are both grown up now\n   \n    https:\/\/www.mirror.co.uk\/3am\/celebrity-news\/phillip-schofields-wife-stephanie-lowe-21454903\n   \n","917115":"\n   If someone liked you, how would you like them to tell you?\n  ","917116":"\n   Followed, back maybe??\n  ","917117":"\n   How to let a guy who likes you down  easily\n  ","917118":"\n   If you had a baby would you like it to be a boy or a girl?\n  ","917119":"\n   What keeps you motivated during your bad days?\n  ","917120":"\n   What should I do about toxic friends\n  ","917121":"\n   You should die your hair blue again\n  ","917122":"\n   Was there a reason for Lisa's 1 second cameo in  your Brown Eyed Boys  music video?\n  ","917123":"\n   Tips on finding your vibe\n  ","917124":"\n   Skin care vibes?\n  ","917125":"\n   Why 'babiez'\n  ","917126":"\n   Fave coffee order?\n  ","917127":"\n   Do you believe in luck? Here is your chance to test it ->\n   \n    https:\/\/ask.fm\/account\/market\n   \n","917128":"\n   How do you help your friends when they're feeling low?\n  ","917129":"\n   why\n  ","917130":"\n   Dani & Emmyn talking about babies\n  ","917131":"\n   Can you go out in public and get food and have a meal or do people always come up to you because they recognize you?\n  ","917132":"\n   Have you ever tried an Impossible Burger? If not, would you?\n  ","917133":"\n   So that dude messaged me.\n  ","917134":"\n   Kath's friend looks a little bit like you😂\n  ","917135":"\n   I know it’s not great cuz ur life in its whole entirety will he public knowledge at least Have the potential to be public knowledge and having no privacy but that can also happen with people who live normal lives if they aren’t as quite of their life\n  ","917136":"\n   What is the purpose of your life?🙄\n  ","917137":"\n   Jonas on The One Show in the uk last Friday\n   \n    https:\/\/youtu.be\/flshYQfNRPY\n   \n","917138":"\n   Did you know GREASE Live Is on Netflix\n  ","917139":"\n   true\n  ","917140":"\n   oh well I guess that’s true but I wouldet mind being famous tbh 😅\n  ","917141":"\n   I’m glad to hear it we all need friends like that in life when time gets hard it can be very helpful and useful and help is feel less alone with our problems and know that someone always will have our Backs no matter what\n  ","917142":"\n   Ah ya I was thinking he had done something to Lisa\n  ","917143":"\n   😂😂😂at least I don’t feel as bad but still feel bad because you are famous and I’m not really gonna be famous and not many people will know me as well as u\n  ","917144":"\n   Yea I get it I don’t always like being alone but it’s always good to have someone around but also good to have some alone time as well\n  ","917145":"\n   How have you been btw it’s been a while\n  ","917146":"\n   So so I’m a few months older I didn’t know that 😅\n  ","917147":"\n   What's the most expensive thing you've ever broken?\n  ","917148":"\n   Welcome to the club 😅I’m gonna be 22 on June 8 tho so im getting old\n  ","917149":"\n   I’ve been home alone at night it’s not bad once you get use to it 😍\n  ","917150":"\n   What is the most overplayed song of all time?\n  ","917151":"\n   Do you have art or posters on your wall?\n  ","917152":"\n   If you could have any wild animal as a pet, what would it be?\n  ","917153":"\n   What is one thing that many people don't know about you?\n  ","917154":"\n   What is your biggest fear or worry?🙄\n  ","917155":"\n   Age?\n  ","917156":"\n   hi\n  ","917157":"\n   😂😂😂🧛‍♂️\n  ","917158":"\n   Any comments on China?🤔😒\n  ","917159":"\n   Where is the line between protective and possessive in a relationship?\n  ","917160":"\n   Have your heard Olivia's new EP?\n  ","917161":"\n   what is one goal you have for this year ?⭐️\n  ","917162":"\n   If your bf\/gf told you “I got super lazy with you and I don’t like it.” How would you feel? Is that really bad? Does that also mean they’re not interested in you anymore?\n  ","917163":"\n   Oh ya 😳😳\n  ","917164":"\n   What was your first mobile phone?📱📳📲\n  ","917165":"\n   Tayler is older but hes dating Dixie who's 18\n  ","917166":"\n   Who had the best performance at the Super Bowl: Shakira or Jennifer Lopez?\n  ","917167":"\n   What's the last photo you took on your phone? Post it!🙄\n  ","917168":"\n   Are you annoyed when you receive a notification for photo polls?\n  ","917169":"\n   A very big no to_____??🙄\n  ","917170":"\n   When you remember your dreams (if you do), are you ever aware that you're dreaming? Sometimes I get aware whenever something weird happens, like entering a building and finding myself somewhere completely different or even outdoors again!\n  ","917171":"\n   Is this the life we really want?\n  ","917172":"\n   On a scale of 1-10 how done with relationships are you?\n  ","917173":"\n   Have you ever been in love?🖤\n  ","917174":"\n   Which day of the week is most busy for you?\n  ","917175":"\n   Walk away from people who put you down. Walk away from fights that will never be resolved. Walk away from trying to please people who will never see your worth. The more you walk away from things that poison your soul, the healthier you will be.\n  ","917176":"\n\n    https:\/\/youtu.be\/52qDRZGYmW8\n   \n","917177":"\n   Are you going to vote for him?\n  ","917178":"\n   What's your favorite way to express yourself?\n  ","917179":"\n   Oh you will have to bring out some new stuff. The PRESSURE of being Lauren Cimorelli\n  ","917180":"\n   I mean your instagram😅\n  ","917181":"\n   hello. your fb or instagram name?\n  ","917182":"\n   I'm bored. Got a long night at work- shoot me some interesting videos\/links (appropriate only obv)✨✨\n  ","917183":"\n   Wanna ask me any questions?\n  ","917184":"\n   If you could travel anywhere, all expenses paid...where would you go and why?\n  ","917185":"\n   The Asylum like in American Horror Story 😂\n  ","917186":"\n   I miss my girlfriend, Wish she message me soon.\n  ","917187":"\n   How do you general feel about being asked all this sexual related Questions?\n  ","917188":"\n   If you were wrongfully put into an insane asylum, how would you convince them that you’re actually sane and not just pretending to be sane? 🤔\n  ","917189":"\n   First think of a product. Now, what would be the absolute worst brand name for one of those products? 🤔\n  ","917190":"\n   Because he sad person that only wants to make your life a living nightmare.\n  ","917191":"\n   Dont you think I fit that description? Kind, Loyal,Nice etc\n  ","917192":"\n   Yeah it is what it is you know.\n  ","917193":"\n   Who’s at work tomorrow?\n  ","917194":"\n   i don’t really get how to use this lol help me out..?\n  ","917195":"\n   same\n  ","917196":"\n   Do you believe in hate at first sight?🙄\nReasons ?\n  ","917197":"\n   If ur person would read what would u write?\n  ","917198":"\n   Why couldn't you tell me this sooner 💔I'm sorry I was weak\n  ","917199":"\n   please help me Lauren 😭\n  ","917200":"\n   I hope you guys enjoy your weekend! And happy Friday 💕☺️\n  ","917201":"\n   What if every time you got mad or upset your body inflated like a balloon?\n  ","917202":"\n   Hey pretty where are you from? 😍\n  ","917203":"\n   What did you think of that song? Lol\n  ","917204":"\n   cimfam keep up\n  ","917205":"\n   did you listen to karen carpenter's gorgeous alto voice at my suggestion?\n  ","917206":"\n   THANK YOU for being so entertaining\n  ","917207":"\n   I wasnt saying it wasnt! I wasnt trying to say it needs improve. Your beauitful as you are\n  ","917208":"\n   Yes I bet you would 😂😂\n  ","917209":"\n   🎄🌞\n  ","917210":"\n   💜\n  ","917211":"\n   What do you ladies want for Valentines Day?\n  ","917212":"\n   What’s your favorite creature?\n  ","917213":"\n   if no ones told you today, you’re really cute :)\n  ","917214":"\n   Do you follow your brain or your heart?\n  ","917215":"\n   Biggest lesson learned last year was probably to not give so much of yourself to people who will not do the same for you 👌🏼\n  ","917216":"\n   What's your idea of a perfect weekend? 🤘🏼\n  ","917217":"\n\n    https:\/\/youtu.be\/-cx41-yJpqQ\n   \n","917218":"\n   If someone liked you, how would you like them to tell you?\n  ","917219":"\n   I noticed this app got new thing on it you got unlock post for so many flames which is not worth it since you only get one flame for every question you answer this app not like it was before you got three flames for answering each question two years ago and gave one flame for each post or photo you\n  ","917220":"\n   What is your definition of pure happiness?\n  ","917221":"\n   Nah, it's just pure curiosity 😂\n  ","917222":"\n   What is the best way to start a conversation ? 🙄\n  ","917223":"\n   Please follow me Miss Lauren?\n  ","917224":"\n   Oh by mistake\n  ","917225":"\n   is so pretty and beautitful\n  ","917226":"\n   Enjoy your evening Lauren.\n  ","917227":"\n   You did not choose your:\n\n1 birthplace\n2 skin color\n3 birth parents, family\n4 birth gender\n5 birth language\n6 birth name\n7 ethnicity\n8 born abilities\n\nYou can choose to be:\n\n1 kind\n2 generous\n3 honest\n4 grateful\n5 respectful\n6 optimistic\n7 humble\n8 teachable\n9 faithful\n10 happy\n  ","917228":"\n   why?\n  ","917229":"\n   Do you like to customize your phone a lot or not?\n  ","917230":"\n   😘❤️\n  ","917231":"\n   What do you think of the girls who send sexy pics to boys even knowing that he have a girlfriend?\n  ","917232":"\n   Pleasure is all mine with wine and your lovely smile💕\n  ","917233":"\n   Do you prefer homemade or just grabbing things from the store and throwing somethin together?\n  ","917234":"\n   I appreciate it. I hope all is well with you. Stay safe and dry.\n  ","917235":"\n   How was the Super bowl\n  ","917236":"\n   Although I done that alot lately and she is getting rather annoyed with me. I just miss her.\n  ","917237":"\n   No I think they've had them over here. I do remember Lizzy McGuire  though\n  ","917238":"\n   Nickeldon have declined since I was little, Disney has the edge of the networks. I hold my hands up I used to watch 95% of them.\n  ","917239":"\n   What fashion brand can you not live without?\n  ","917240":"\n   Have you ever tried chocolate covered mushrooms? 🤔\n  ","917241":"\n   Not the best if you struggle with self steem or confidence\n  ","917242":"\n   Dont overeact the situation, allot a problems are caused because your both trying to get your point across.\n  ","917243":"\n   Of course I do\n  ","917244":"\n   WHAT!?\n  ","917245":"\n   Oh! I LOVE Psychology! That’s one of my favorite classes, and of course art! What part of Psych is your favorite?\n  ","917246":"\n   Have you ever had your boobs groped by a fan or any unwanted fan inteaction?\n  ","917247":"\n   Instagram?\n  ","917248":"\n   What kind of questions will you not answer?\n  ","917249":"\n   Pigeon fordge\n  ","917250":"\n   One hour till kickoff🏈\n  ","917251":"\n   hi\n  ","917252":"\n   What did\/are you having\/have for your dinner tonight?\n  ","917253":"\n   Someone like that should be in prison. Not on here taintedlove7 should be locked up\n  ","917254":"\n   Really! Fans come to house and expect you to hang out.\n  ","917255":"\n   It helped , it’s rainy here , how is at your place?\n  ","917256":"\n   I highly recommend watching “parasite”, it’s a Korean movie .. “intouchable” French movie also\n  ","917257":"\n   What color is your favorite shirt\n  ","917258":"\n   🏃‍♀️            🐈\n  ","917259":"\n   Yes she just needs R&R \nRest & Recuperate\n  ","917260":"\n   Do you enjoy grocery shopping?\n  ","917261":"\n   If your five-year-old self suddenly found themselves inhabiting your current body, what would your five-year-old self do first?\n  ","917262":"\n   If someone asked to be your apprentice and learn all that you know, what would you teach them? 🤔\n  ","917263":"\n   You’re a mad scientist, what scientific experiment would you run if money and ethics weren’t an issue? 🤔\n  ","917264":"\n   What name brand cereal did you love that today's generation of kids never know about that 90's kids liked back then?\n  ","917265":"\n   What do you wear in the water?\n  ","917266":"\n   Swimsuit pap\n  ","917267":"\n   If you were arrested with no explanation, what would your friends and family assume you had done? 🤔\n  ","917268":"\n   Do you think it's easier to warm yourself when you it's cold or to cool yourself when it's hot?\n  ","917269":"\n   The jonas brothers our on a tv show tomorrow in the uk. Called The One Show if it goes on YouTube I will share it with you\n  ","917270":"\n   What set of items could you buy that would make the cashier the most uncomfortable? 🤔\n  ","917271":"\n   I'm stanning this 😂\n  ","917272":"\n   Have you ever rescued an animal? 🤔\n  ","917273":"\n   Yes King Charles & Princess Penelope 🐈🐈❤\n  ","917274":"\n   Hallo,wie geht's?\n  ","917275":"\n   Honestly atleast we have something in common! have u listened to her new song?\n  ","917276":"\n   Did you see the youtube video I sent you the other day?\n  ","917277":"\n   What is your favorite dramatic performance by an actor\/actress who’s known more for their comedic roles?\n  ","917278":"\n   Stay safe Cimorelli Family\n  ","917279":"\n   Please keep it private don’t post it.. deal?\n  ","917280":"\n   Answer here please\n  ","917281":"\n   If your boyfriend started to rub and kiss your belly, would you stop him?\n  ","917282":"\n   What?\n  ","917283":"\n   Three fun facts about you?\n  ","917284":"\n   Are you romantic? Why or why not?\n  ","917285":"\n   Kian and Olivia broke their engagement when he cheated on her\n  ","917286":"\n   I'm going to name 12 things you can only keep 3 the rest go away forever. the choices are coffee, cats, tacos, cake, books, chocolate, cheese, Netflix, sweatpants, video games, dogs and bread\n  ","917287":"\n   Whataburger in Texas 🐀🍟\n   \n    https:\/\/youtu.be\/4Kn9EpGqrOE\n   \n","917288":"\n   When’s the last time you were struggling with something? Can be anything.\n  ","917289":"\n   What is the most hilarious childhood memory you can think of?\n  ","917290":"\n   Good places too go on holiday in the Spain area? Or islands near Spain pleaseee?\n  ","917291":"\n   🙆‍♂️🙆‍♂️🙆‍♂️🙆‍♂️🙆‍♂️🙆‍♂️🙆‍♂️🙆‍♂️🙆‍♂️\n  ","917292":"\n   And There's a party in Club\n  ","917293":"\n   This just made my day ♥️\n  ","917294":"\n   How much would charge for a cimorelli phonograph record? Please\n  ","917295":"\n   What’s the best prank you ever pulled?\n  ","917296":"\n   What song makes you feel happy?\n  ","917297":"\n   Do you keep your room clean or messy?\n  ","917298":"\n   Suggest me your Some ASKfm. Active Friends.   \ni want to follow him.\n  ","917299":"\n   What would happen if a big hairy monster came down from outer space and ate the president?\n  ","917300":"\n   Skinny jeans or yoga pants?\n  ","917301":"\n   What do you hate doing?\n😒\n  ","917302":"\n   What are some things you've had to unlearn?\n  ","917303":"\n   Who could Hate Lauren Cimorelli?\n  ","917304":"\n   Hang in the Lauren! You got this!\n  ","917305":"\n   Exactly You dont share everything with the CimFam. Its like Amy could be dating someone and only told her family.\n  ","917306":"\n   You have IPhone, Samsung, or Android. Which one and which type\n  ","917307":"\n   True. I guess I just want to look out for you Lauren?\n  ","917308":"\n   hi\n  ","917309":"\n   Who disappointed you Lauren?\n  ","917310":"\n   What you doing\n  ","917311":"\n   Changed your mind about Deactivating your account Lauren?\n  ","917312":"\n   I'm sure everyone has done it before\n  ","917313":"\n   That’s so gross 🤮 and disrespectful\n  ","917314":"\n   Dont you have a boyfriend?\n  ","917315":"\n   Thanks\n  ","917316":"\n   I wasnt insursting that their too small or should get boob job to make them bigger. Judging by your pictures I would say they are the perfect size for you.\n  ","917317":"\n   I've spent the best part of my life with one funactioning parent. Cancer kinda stopped us being able to go on holiday etc\n  ","917318":"\n   If someone liked you, how would you like them to tell you?\n  ","917319":"\n   If I may ask, what kind of anxiety do you have?\n  ","917320":"\n   Oh no what's wrong?\n  ","917321":"\n   I got 85% I took a screen shot to show you but I don’t know how to put it on here. And I made sure the link worked.\n   \n    https:\/\/brainfall.com\/quizzes\/only-a-true-southern-knows-all-these-southern-slang-terms\/\n   \n","917322":"\n   What is his favorite sport?\n  ","917323":"\n   I gotcha. That’s understandable. And I agree with that.\n  ","917324":"\n   THANK YOU SO MUCH Ate Lauren! (Can I call you ate? It's a Filipino term for an Older sister. I always treat you and your sisters like my older sisters.) You guys mean so much to me and you always inspire me to do my very best abd never give up on my dreams. And also to have faith and trust to God. ♥\n  ","917325":"\n   Have you done the Netflix and chill thing?\n  ","917326":"\n   How soon are deactivating this account?\n  ","917327":"\n   Are you ok now Lauren\n  ","917328":"\n   Rachael will always be there for you. She is someone special 💖🧡\n  ","917329":"\n   Need to vent?\n  ","917330":"\n   How was your day\n  ","917331":"\n   Did you go to Malibu HS?\n  ","917332":"\n   Lauren, you okay?\n  ","917333":"\n   Lauren stop...\n  ","917334":"\n   Anon asked for NAKED picture so give you showed him one 😂😂 🙌👏👏👏👏\n  ","917335":"\n   Why is that literally me rn omg\n  ","917336":"\n   What does Awecim mean. I rely hope Chad has changed.\n   \n    https:\/\/www.instagram.com\/p\/B8UNtZuJUtW\/?igshid=lu8w7fip2ceg\n   \n","917337":"\n   I'm sure he is.\n  ","917338":"\n   I'm just crying, this is great\n  ","917339":"\n   Yep :)\n  ","917340":"\n   Yeah, do that please\n  ","917341":"\n   Oh damn, ummmm...\n  ","917342":"\n   Search Alice King and it should come up\n  ","917343":"\n   It's literally same name and same photo as last profile\n  ","917344":"\n   I'll send you a virtual hug 💜\n  ","917345":"\n\n    @TNMORZ\n   \n   has you heart! Meanwhile do anyone has your bums?\n  ","917346":"\n   Emmyn the vampire has given Dani a love bite ( hickey) 😂\n  ","917347":"\n   Are you happy?\n  "},"Answer":{"916276":"\n  Lol snack bars are like the little refrigerators filled with drinks  or candy in the room\n  ","916277":"\n  Oof maybe no snack bars 😂\n  ","916278":"\n  Awe I wish I could handle out some lol\n  ","916279":"\n  Yes, they are wise 😂\n  ","916280":"\n  Wonder what makes them so wise 🤔\n  ","916281":"\n  Owls are majestical\n  ","916282":"\n  Blts are good. I recently been eating avocado toast a lot\n  ","916283":"\n  Thanks 😊\n  ","916284":"\n  Ahaha good luck\n  ","916285":"\n  What the Rip 😂 I don't even have an actual type...\n  ","916286":"\n  Would be a pretty cool experience but I think I'll be way to scared to actually do it\n  ","916287":"\n  Not knowing who you are or want to be yet. And trying to blend in with peers\n  ","916288":"\n  When all my sisters would just come and hangout in my room lol\n  ","916289":"\n  Nope not at all\n  ","916290":"\n  Nah but I do love waiting for the one who truly would appreciate me for more than my body\n  ","916291":"\n  I'm straight\n  ","916292":"\n  Honestly I can't wait to be a mom one day and have like a mini me that will be my best friend. Or like a son with a pretty cool mom 🙁\n  ","916293":"\n  Patreon livestream was today 😌💖\n  ","916294":"\n  Monday was just a relaxing day, lots of party planning and actually celebrating ...\n  ","916295":"\n  I don't wear bikinis\n  ","916296":"\n  It could be or just them expressing how lucky they are to have someone like you even though they feel they're not the greatest person that fits you\n  ","916297":"\n  I can't wait till the weather gets warmer 💖😊\n  ","916298":"\n  Yes, I have always wanted a big family of my own 💖\n  ","916299":"\n  Probably\n  ","916300":"\n  True friends are there when you need them and know everything about you. Where acquaintances only know your name or what you look like and are only there probably one time you need help\n  ","916301":"\n  I'm real anon but I haven't had like any good questions to answer lately. But believe what you want :)\n  ","916302":"\n  Yeah I seen\n  ","916303":"\n  Probably a three bc I'm annoyed\n  ","916304":"\n  I don't have a pet, but my sister lisa has two cats that I'm around pretty much every day and penelope seems to get excited over hearing one of us singing lol\n  ","916305":"\n  I just don't remember the name ahh lol\n  ","916306":"\n  Yeah she had type b of the flu\n  ","916307":"\n  Yee\n  ","916308":"\n  My lads\n  ","916309":"\n  I love it!!\n  ","916310":"\n  Ooo\n  ","916311":"\n  Hi\n  ","916312":"\n  No its a fast food chain here and a few other states\n  ","916313":"\n  Hahaha I'll probably just go back for a semester and then be like no why am I here again. But I kinda think about it at times I want to get more into like psychology or something\n  ","916314":"\n  Has anyone tried like a copy cat recipe that tastes EXACTLY like Wendy's chili.... ? Because I really want some chili & I know like only one other place who has some good soup and chili lol\n  ","916315":"\n  Last night was a fun night seeing chelsea and alexander 23\n  ","916316":"\n  Can't relate... I was homeschooled but I like advanced a few grades. Kinda want to go back to college. Think I'll pull a Dani what ya guys think? 😌😪\n  ","916317":"\n  Summer 💖\n  ","916318":"\n  Yeah this been going around for three years I'm sure your project you do call is way overdue ... NEXT\n  ","916319":"\n  I'm fine thanks though\n  ","916320":"\n  Hope you had fun\n  ","916321":"\n  What?\n  ","916322":"\n  Sounds nice\n  ","916323":"\n  What\n  ","916324":"\n  Have some respect weirdo. This is a question site not a porn site\n  ","916325":"\n  No\n  ","916326":"\n  More people know you, privacy and safety issues at times, you got to watch what you say because you might be criticized or hated over it. People like to impersonate you amd your family and make you look bad\n  ","916327":"\n  Nope. I feel I don't need to actually\n  ","916328":"\n  No you either have to do a poll or answer it as a question\n  ","916329":"\n  I'm not with anyone atm\n  ","916330":"\n  I want cuddles and I'm not getting them\n  ","916331":"\n  It should've tagged ?\n  ","916332":"\n  Mhm\n  ","916333":"\n  Yes, went with Arielle and chelsea\n  ","916334":"\n  No.concert\n  ","916335":"\n  I guess\n  ","916336":"\n  Its colder than an igloo here... :(\n  ","916337":"\n  Most likely no\n  ","916338":"\n  Haven't watched either\n  ","916339":"\n  I kinda read have like a copy version of it but you can always look at my Pinterest for a more clear understanding\n  ","916340":"\n  I would love to just travel around in a little cute camper and just disconnect from the business of life for a while\n  ","916341":"\n  Not really ... But I'm trying to get used to being around them again\n  ","916342":"\n  Yes that is true !! I soent mine with one of my sisters and friends\n  ","916343":"\n  Hope you have a great week!\n  ","916344":"\n  I'm okay now 😊\n  ","916345":"\n  Glad you're having fun. Sadly its still pretty chilly for those type of activities here\n  ","916346":"\n  A sweet caring soul who is always there for advice and uplifts everyone she can\n  ","916347":"\n  I don't remember I think it was like 6:06\n  ","916348":"\n  I would but I havent really took any yet and I'm at a concert\n  ","916349":"\n  What\n  ","916350":"\n  Nothing currently\n  ","916351":"\n  How quiet it is\n  ","916352":"\n  Slept like a baby last night 😌💖\n  ","916353":"\n  Jon bellion and lana del ray\n  ","916354":"\n  When you knew charlie and camila way before they blew up into big time celebrities 🤗 and lived next door to nicki minaj\n  ","916355":"\n  Not relaxing when I should be\n  ","916356":"\n  Mhm\n  ","916357":"\n  🤗\n  ","916358":"\n  Not telling you and that isnt your buisness to even know or your place to ask creep\n  ","916359":"\n  Probably because we all celebrate a day before their actual birthdays 😂\n  ","916360":"\n  \"Loser gets a wdw tattoo\"\n  ","916361":"\n  Afternoon\n  ","916362":"\n  Ooh fun\n  ","916363":"\n  How about you?\n  ","916364":"\n  They're talking about your bikini area\n  ","916365":"\n  Ew\n  ","916366":"\n  One piece\n  ","916367":"\n  One piece\n  ","916368":"\n  Yee 👀\n  ","916369":"\n  He doesnt have an account on here but the baby of the family is now 15\n  ","916370":"\n  Who else is an introvert like  me and\n  \n   @lisamcimorelli\n  \n  ?! Raise your hand if you relate 🙋🏻‍♀️ What is the biggest introvert struggle for you!?\n  \n   https:\/\/www.instagram.com\/tv\/B8wU3YOlTht\/?utm_source=ig_web_copy_link\n  \n","916371":"\n  I don't need anyones number\n  ","916372":"\n  Ok\n  ","916373":"\n  I'll rather go to magic mountain or aka universal\n  ","916374":"\n  Still believe in the old saying, \"you eat whatever is on the dinner table or don't eat at all \" lol\n  ","916375":"\n  Sure and lol I was asked if I possibly had PTSD today, I'm not sure\n  ","916376":"\n  I think once\n  ","916377":"\n  Pinterest\n  ","916378":"\n  I haven't really had anything bad happen so far. Just a hospitalization two years ago because I came in contact with tainted water while in cuba learning about an organization and helping out\n  ","916379":"\n  Tomato, potato\n  ","916380":"\n  I'm just forgetful, and tend to choke on certain pills\n  ","916381":"\n  At times\n  ","916382":"\n  Sorta agree\n  ","916383":"\n  Probably youtube and Insta\n  ","916384":"\n  Panic attacks in my sleep\n  ","916385":"\n  There was one that I cried over that lisa used to listen to but not because it was like sad just because I thought it was beautiful\n  ","916386":"\n  Turkey\n  ","916387":"\n  White noise is like a life saver for me but he may recommend a certain medication for anxiety that kimda puts u in this chill stage and kinda calm and ready for bed\n  ","916388":"\n  I haven't done a kissy face since 2016, mostly because I have like a rbf, im smiling or looking serious in most photos but enjoy this old photo\n  ","916389":"\n  The new frozen movie, was kinda dumb\n  ","916390":"\n  Bread sticks\n  ","916391":"\n  Everyone is beautiful in their own way\n  ","916392":"\n  Just some people don't notice what you do or appreciate it\n  ","916393":"\n  It used to be difficult like really difficult. And at the time my doctor thought I had insomnia or wasn't eating enough of like iron or protein and had a vitamin issue or not a correct routine. So told me to just start eating more healthier, exercising have a decent routine every day and take vitamins as well as melatonin as needed for the nights I had trouble sleeping and if it didn't work try to read and drink tea etc. .. But I would hallucinate and hear things mostly when I was sleeping and would wake up started, and have like a congested feeling in my chest.. Which came to four months ago I finally figured what was wrong and have been on medication to help that.\n  ","916394":"\n  I appreciate it\n  ","916395":"\n  Acne .. Even though kath and that have eczema\n  ","916396":"\n  Thanks\n  ","916397":"\n  Bet it was an experience. I went to his concert a few years ago back in england\n  ","916398":"\n  I'm fine\n  ","916399":"\n  I did\n  ","916400":"\n  I dont like hospitals because they are boring, I was hospitalized due to coming in contact with tainted water, and the nurses tend to just chat way to much, doctors are okay I only had one that was kinda sketchy and transferred to another easily, needles are meh I just dont like seeing blood 😂 and the dentist is alright\n  ","916401":"\n  I used to wear invisalign growing up. Which are like braces or a retainer\n  ","916402":"\n  No they're two different things.\n  ","916403":"\n  Normally my sisters or parents. Sometimes friends\n  ","916404":"\n  I would want secret powers like Matilda had\n  ","916405":"\n  I think once which I just let things work out by itself\n  ","916406":"\n  Poverty?\n  ","916407":"\n  Relaxed, warm and safe\n  ","916408":"\n  Who?\n  ","916409":"\n  Party of five and realized david henry olays emilio\n  ","916410":"\n  Not the leader, but I have met the mayor.\n  ","916411":"\n  Somewhat\n  ","916412":"\n  Hi\n  ","916413":"\n  Dog might be a teacup\n  ","916414":"\n  Giver\n  ","916415":"\n  Rachael\n  ","916416":"\n  I tend to miss certain posts 😂\n  ","916417":"\n  New episode is this Wednesday.. Think the kangaroo is alicia keys as well\n  ","916418":"\n  Its adorable 😂\n  ","916419":"\n\n   https:\/\/youtu.be\/R4Ew96i3HF4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","916420":"\n  I think more so its jesse mccartney ... Because it points to Seoul ... Jesse has a song called beautiful soul\n  ","916421":"\n  I know right?\n  ","916422":"\n  Follow if u want to\n  ","916423":"\n  If so it might be on her Instagram or was on her story ...idk\n  ","916424":"\n  Hope yours was great\n  ","916425":"\n  This its cute\n  \n   https:\/\/www.google.com\/amp\/s\/people.com\/pets\/pigeon-chihuahua-friends-mia-foundation\/amp\/\n  \n","916426":"\n  No things happened and you just need time to let them bypass but its all good\n  ","916427":"\n  We known eachother since we were kids so our respect and feelings go way past a relationship with each other.\n  ","916428":"\n  We are fine, everything is fine we took care of it\n  ","916429":"\n  Yeah so that's why I asked\n  ","916430":"\n  Sure\n  ","916431":"\n  Nah I'm good but thanks\n  ","916432":"\n  My voice was way more higher and pitchy at the time.. Plus the accent I had\n  ","916433":"\n  Thanks for the support\n  ","916434":"\n  No I'm fine\n  ","916435":"\n  She is\n  ","916436":"\n  Thanks\n  ","916437":"\n  No\n  ","916438":"\n  Sometimes\n  ","916439":"\n  Men can't feed babies ... Because you don't have the correct body function to be able to produce milk. God gave me boobs as well because it would look pretty weird to not have any or a nipple at least\n  ","916440":"\n  Doesn't matter\n  ","916441":"\n  I really don't have a favorite\n  ","916442":"\n  Thats good\n  ","916443":"\n  I love it\n  ","916444":"\n  I have trouble actually relaxing because im such a workaholic ...\n  ","916445":"\n  Most of the time\n  ","916446":"\n  Or you're sitting here yelling at your sisters cat not to do something and they do it anyway lol\n  ","916447":"\n  Haha I was just joking\n  ","916448":"\n  Yeah that's weird lol\n  ","916449":"\n  Same as all my users\n  ","916450":"\n  Excuse me while I cry\n  ","916451":"\n  Mostly\n  ","916452":"\n  I JUST SCREAMED READING THE COMMENT FOR THIS....😂 \"aw look how cute christina and lauren looked here\" 😂 Lol thats my brother christian and brother nick stopped making fun of the resemblances\n  ","916453":"\n  Any cheating is not right and should never happen to even begin with. So no it shouldn't be forgiving\n  ","916454":"\n  Nice\n  ","916455":"\n  I was like whut\n  ","916456":"\n  Jingle Bell Rock,” “The Bunny Hop,” and “Hokey Pokey” were all recorded in Nashville.\n  ","916457":"\n  Thank you for sharing your artwork with me 😊\n  ","916458":"\n  More weird when its a little kid 😂\n  ","916459":"\n  Based on if the speak the same language I do and can understand, are they nice and imteresting\n  ","916460":"\n  I prefer the 2017 version\n  ","916461":"\n  Mm yea\n  ","916462":"\n  Thanks\n  ","916463":"\n  It was because at the time I was arguing with this other person lol 😂\n  ","916464":"\n  Oh\n  ","916465":"\n  At times not always\n  ","916466":"\n  Lol nvm\n  ","916467":"\n  Because either way you would still have to notify someone who is working with the venue ,have security, have the equipment or things for the event, food and drinks and whatever else. And you would also have to notify someone ur coming as well\n  ","916468":"\n  Yeah. We got two weddings to plan for this year lol\n  ","916469":"\n  Someone thought I said fuck one time while doing my makeup and it got into my eye\n  ","916470":"\n  Most likely not because that's not who I am and I wouldn't change that for anyone but myself\n  ","916471":"\n  I'm sorry to hear\n  ","916472":"\n  Yeah but lisa, amy, and dani had like more of a main character part where christina, katherine and i only appeared at the end for the performance at the party\n  ","916473":"\n  Sexual,discrimination, invading privacy ones\n  ","916474":"\n  No\n  ","916475":"\n  Lol 😂\n  ","916476":"\n  She doesn't want a relationship\n  ","916477":"\n  No I haven't but I might try that sometimes thanks!😊\n  ","916478":"\n  My snake is cooler than yours\n  ","916479":"\n  Same here\n  ","916480":"\n  Very caring, compassionate, ambition, someone who could talk about things that interest them for hours?\n  ","916481":"\n  I don't follow every rule and believe in the books however and neither should anyone be entitled to. 😊\n  ","916482":"\n  No I just realized how misplaced words were\n  ","916483":"\n  I don't have a tellonmyn sorry\n  ","916484":"\n  Who is this??\n  ","916485":"\n  Nothing I haven't been through atleast once in life happening so I'm sure I know how to deal with it all\n  ","916486":"\n  Well that's good, its your house your rules if they don't lime how you guys run your house then dont come in the first place\n  ","916487":"\n  Wow someone remind me not to write things when I'm exhausted ...\n  ","916488":"\n  Arielle 😂 and acacia, JC and Danielle were mia in the photo for Rachael's birthday\n  ","916489":"\n  Well it is my brothers birthday today so just been celebrating and that with them 😊 and joey is tomorrow\n  ","916490":"\n  Thank you!!😊\n  ","916491":"\n  For my girlsss\n  ","916492":"\n  Isn't it amazing how these thoughts keep you up at night wondering what if?\n  ","916493":"\n  I have she does everything year. Her and christian are super close out of all the brothers. Like I'm closer to alex and nick although I love all of them equally\n  ","916494":"\n  u ever look back like 2 months ago and you’re like ... who was inhabitating my body bc that definitely wasn’t me\n  ","916495":"\n  No ahah I wear it when we film videos but most days I don't wear any or I wear just little bit\n  ","916496":"\n  I do not have any! I don't think I would cause I don't think I could commit to having something on my body forever I change so much so quickly lol\n  ","916497":"\n  She's chillin\n  ","916498":"\n  Psychology,\n  \n  Philosophy, music, or theology\n  ","916499":"\n  YES I LOVE HER\n  ","916500":"\n  1. Accept things as they are\/ yourself as you are, stop with all the \"should's\"\n  \n  2. Take responsibility for the problems you've created for yourself\n  \n  3. Honor your pain and traumai, don't pretend things didn't affect you when they actually did.\n  \n  4. FIX THINGS THAT NEED TO BE FIXED IN YOUR LIFE\n  \n  5. Realize that things can and will change. You're not stuck in anything or with anyone.\n  ","916501":"\n  When I was 17.\n  ","916502":"\n  ISFJ\/9\n  ","916503":"\n  Logic pro x\n  ","916504":"\n  Jon Bellion and Lana Del Ray\n  ","916505":"\n  Make sure you have other things going on in your life and focus on your goals and dreams for yourself. You can't make someone like you and you shouldn't try to. You have to accept that this is how it is. If it's to much to handle talking to\/ being around this person then you should stop talking to them, but if it's not like devastating to you, then just make sure you're focused on other things and don't get to caught up!! There's so much more to life than who you have a crush on!!!!! You deserve to spend your time on being your best self, not on beating yourself up for not being \"good enough\" for someone else. Girl you are more than good enough no matter who does or doesn't give you their attention!!!\n  ","916506":"\n  Compression, pitch correction, reverb, Eq, DeEsser, noise gate, sometimes distortion\/saturation\n  ","916507":"\n  Yeah I think about that like every couple months actually\n  ","916508":"\n  Tuesday q&a babiez\n  ","916509":"\n  Ahaha\n  ","916510":"\n  No clue\n  ","916511":"\n  Not really a celebrity but YouTube rs I can't stand how the ace family acts at times\n  ","916512":"\n  Well this summer hasn't happened yet as its still winter here but early spring is suppose to be on the way. But last year was definitely helping out at the church and maybe traveling and doing shows\n  ","916513":"\n  On a guy, short hair\n  \n  On myself long hair\n  ","916514":"\n  I have scoliosis pretty bad, which a lot of people don't really know because I think I only talked about it two times, one where my friend was laying on my back and it hurt. But having that, sleeping the way I do and also I'm not sure if my back ever healed completely right after I fell and had a big impact with the floor and my bottom and strapped it ...\n  ","916515":"\n  Probably 16, I lost my closest best friend BC she was a clout chaser, had my first heartbreak and couldn't get over it, was wanting to give up music because our record label was trying to turn us into something we would never be, and I moved across the country to start over in a new state and town where I knew no one .\n  ","916516":"\n  Currently, to stop being sore so I can get up and go outside ...\n  ","916517":"\n  Yes\n  ","916518":"\n  I like intentions and eta\n  ","916519":"\n  I listened to single on valentines times day and screeched so loud recording a song 😂\n  ","916520":"\n  Insidious\n  ","916521":"\n  😂😂 when you roast someone to hard with the barbie reference\n  ","916522":"\n  Happy birthday brothers 🎉 🎉 🎉 ❤\n  ","916523":"\n  Goodnight 😊\n  ","916524":"\n  Because we were the first girl band who actually got their game from youtube ...\n  ","916525":"\n  Yeah. Three sisters have light colored eyes and three have dark\n  ","916526":"\n  Honestly my old friend and his twin had the prettiest blue eyes\n  ","916527":"\n  I like blue eyes as well preferably on blondes\n  ","916528":"\n  Brown eyes like honeyyyyyyy 😍\n  ","916529":"\n  I'm sleepy I just can't sleep\n  ","916530":"\n  😂\n  ","916531":"\n  It's okay\n  ","916532":"\n  I'm tired but cant sleep\n  ","916533":"\n  Yeah only one was that young though\n  ","916534":"\n  I should've let them drop ameezy\n  ","916535":"\n  He's 17 born in italy 😂 way to young. Randomly was scrolling twitter\n  ","916536":"\n  Lol no I'm sure he's like 16\n  ","916537":"\n  Another cinderella story\n  ","916538":"\n  I don't do that anymore anf they'll probably know now 😂\n  ","916539":"\n  I had pasta (rigatoni I believe is the correct term). Salad, bread, cake cookies basically party food\n  ","916540":"\n  We need to learn how to respect each other and come together in times of need\n  ","916541":"\n  A lot of things make me feel safe. But one is probably my blanket\n  ","916542":"\n  Woah\n  ","916543":"\n  Lol\n  ","916544":"\n  Rocky road\n  ","916545":"\n  Probably an interior designer or a psychologist\n  ","916546":"\n  Oh\n  ","916547":"\n  Water polo\n  ","916548":"\n  I mean maybe go a bit out of town and try?\n  ","916549":"\n  Its fine\n  ","916550":"\n  I'm not with anyone\n  ","916551":"\n  I used to send fake links to my crush and pretend it was like a spam thing in order to start a conversation with them like oops I'm so sorry I didn't mean that but hey how are you 👀\n  ","916552":"\n  Idk you?\n  ","916553":"\n  Yes I am\n  ","916554":"\n  Have a good night 😊\n  ","916555":"\n  Root beer, orange flavored bubbly, water, blue raspberry lemonade, cocoa cola\n  ","916556":"\n  Maybe or just let things figure themselves out\n  ","916557":"\n  Its alright things happen\n  ","916558":"\n  Why what?\n  ","916559":"\n  I mean you've could've asked to call her back?\n  ","916560":"\n  Uhm not sure because parents literally end up finding things out eventually.\n  ","916561":"\n  I'll try not to\n  ","916562":"\n  Hope you have fun\n  ","916563":"\n  Mmhm\n  ","916564":"\n  Not information you need to know\n  ","916565":"\n  Thank you\n  ","916566":"\n  Hi\n  ","916567":"\n  And this is your concern BC?\n  ","916568":"\n  🤷🏻\n  ","916569":"\n  Chocolate, a teddy bear, went out for lunch and watched movies\n  ","916570":"\n  Yes we eat the \"real\" tacos ... Carnitas\n  ","916571":"\n  Never I dont drink\n  ","916572":"\n  No\n  ","916573":"\n  They haven't really been posting videos covering songs but thats because they have a huge headline show soon\n  ","916574":"\n  Here's one 😂\n  \n   https:\/\/youtu.be\/DJcakHXJxNA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","916575":"\n  I know\n  ","916576":"\n  Its not a big deal anymore\n  ","916577":"\n  A person ...\n  ","916578":"\n  What's your favorote kind?\n  ","916579":"\n  Same\n  ","916580":"\n  1,7,10\n  ","916581":"\n  We have pasta and salad and other things\n  ","916582":"\n  This is a song I know 😂\n  ","916583":"\n  Loll I got food 😂\n  ","916584":"\n  Sorry haven't been looking at my phone and I'm  distracted\n  ","916585":"\n  Of course\n  ","916586":"\n  Whole family made stuff lol\n  ","916587":"\n  Could be better\n  ","916588":"\n  Hi\n  ","916589":"\n  No I was last night\n  ","916590":"\n  Sometimes you eat Mac & cheese for breakfast and you just have to accept that that’s what’s happening today\n  ","916591":"\n  Sorry to hear\n  ","916592":"\n  Lol thought I found that but was proven wrong ... So gonna have to up those standards\n  ","916593":"\n  I'm not much of a sight seeing person 👀\n  ","916594":"\n  Sure\n  ","916595":"\n  Waiting till after marriage mate\n  ","916596":"\n  No\n  ","916597":"\n  Thanks\n  ","916598":"\n  I'm single now 🤷🏻 but you know at the time I thought he was a genuine sweet guy\n  ","916599":"\n  Give it one more night\n  ","916600":"\n  I need more than a hug I need a whole redo on those five months\n  ","916601":"\n  You most likely have to use a credit card or paypal ... Because its online. If it was at like ther merch table at a show or something then I think you can pay with cash or plastic\n  ","916602":"\n  People on here have no respect for themselves half the time\n  ","916603":"\n  I'm not in a relationship but if I was, I wouldn't really be to concern unless there was a reason I needed to be like them being sus and acting different or them deleting things and rwposting etc.\n  ","916604":"\n  It can be good or bad. Good because I'm able to connect with my friends and family and share my life and read into things that are going on in tje world but also a negative way because you can spend way to much time on the internet, do stulid things and just feel like you have to compete with these people who are like so healthy and beautiful than you are but then stop and realize that social media isn't real life and the way things appear on social media different from how they actually are in the real world. That people basically fake their reality\n  ","916605":"\n  Plus I woke up not feeling that great (sore and uncomfortable from the way I slept). And have to clean some areas as well. But hopefully it gets better\n  ","916606":"\n  The chicken sandwhich lol\n  ","916607":"\n  So far yes, but its really boring 😂\n  ","916608":"\n  I think everything few months I got and buy new clothes unless I see something that I really like at the time and I know I'll never find something similar to it, or its something I don't have and need at the time like for a music video or an event. Other wise I tend to wear it until it doesnt fit anymore, my style changes, or it begins to rip and that\n  ","916609":"\n  I soent it with my sister amy and our friend arielle\n  ","916610":"\n  Hope you had a great day that day. Mine could've been better but I do appreciate the things I did receive from ari and amy\n  ","916611":"\n  Kinda have and just taking it day by day\n  ","916612":"\n  Mhm\n  ","916613":"\n  I appreciate it\n  ","916614":"\n  Thank you\n  ","916615":"\n  Can someone just be honest, loyal and love me way to much to let me go so I can just sleep like a baby in their arms....\n  ","916616":"\n  Happy birthday my best friend!!!!!!!!!!! 💖💖💖 I'll probably make a longer post later or just tell you face to face but thank you for being this person I do desperately needed in a dark period of my time\n  ","916617":"\n  Yes\n  ","916618":"\n  Two boy bands that have beef .... There's going to be more now\n  ","916619":"\n  My babies are growing to quick (minus michael) but joey like grew up to quick\n  ","916620":"\n  Well.... That's gonna cause a lot of drama between two fandom's now 🙃👀\n  ","916621":"\n  They normally celebrate it together 🤷🏻 they have their own little squad apart from us girls\n  ","916622":"\n  One day at a time 💖\n  ","916623":"\n  Today\n  ","916624":"\n  Indeed\n  ","916625":"\n  Don't know\n  ","916626":"\n  Hi, and I'm ok\n  ","916627":"\n  Birthday celebrations for rach\n  ","916628":"\n  No clue\n  ","916629":"\n  Lol kinda late to answering this...\n  ","916630":"\n  Not your concern 🤷🏻\n  ","916631":"\n  But you can find better ...\n  ","916632":"\n  Please go listen to it its a wonderful song 💖\n  ","916633":"\n  I feel the normal would be \"beloved sister, and daughter.\" But maybe an angel that touched many while on earth, but now touches the heart of god 🤷🏻 I'm not really good with death related things or wanting to think about it\n  ","916634":"\n  Thank you 💖💖💖\n  ","916635":"\n  Hope things get better George...\n  ","916636":"\n  Thank you anon\n  ","916637":"\n  Doing better 💖 just got to take it one day at a time\n  ","916638":"\n  Thats why I said kinda \"seems\" like it... But been there, dealt that and its not fun. It was a nightmare. And gets annoying with running in a circle between ur ex and ur friend\n  ","916639":"\n  Thanks...\n  ","916640":"\n  These two gals were mine for galentines\n  ","916641":"\n  Thanks kaitlyn!! 😌💖\n  ","916642":"\n  Just not happy about a certain thing that happend the other day and something else is getting on my nerves a bit\n  ","916643":"\n  Happy laurens valentine eric 😂💖\n  ","916644":"\n  Mine could've been better but I'm glad I got to soend it with my sister and bestfriend\n  ","916645":"\n  Uhm can't talk about that because that would start a lot of things I don't need or want to deal with\n  ","916646":"\n  Like a day that celebrates any event that went wrong\n  ","916647":"\n  Idk?\n  ","916648":"\n  My personality\n  ","916649":"\n  Not like where someone personally stole my information. But more of impersonating me and talking to people who idolize my sisters and I and made us look bad because they treated them horribly, cussed, and spread lies\n  ","916650":"\n  I went camping almost a year ago with my dad and my sister amy. We stayed in a log cabin and it was pretty fun. We also did a work camp which is like a missionary thing where helped build houses for people in need. But I think I would enjoy a glamper if I went again :)\n  ","916651":"\n  I think you'll have to go into your settings under apps and look for the ask app and then click on it and it should say clear cache or something ? If not ask recently came out with the lite version of it. I use the web version though. Luv you guys as well\n  ","916652":"\n  My phome tends to not like the word love it changes to live and names lol\n  ","916653":"\n  I don't think I've personally come across any\n  ","916654":"\n  It was a message from my friend\n  ","916655":"\n  Its fine lol my phone auto correct a it at times as well\n  ","916656":"\n  Maybe? There's a few songs I know that have like the same cord lol\n  ","916657":"\n  Its rachael 💖 and happy early birthday just in case I dont get the chance to wish you\n  ","916658":"\n  Hi\n  ","916659":"\n  Got to love when you visit this restaurant so frequently the owmers know you and know your favorite thing by heart so if you order something different they give you what you actually eat and sneak it 😂\n  ","916660":"\n  Could be better\n  ","916661":"\n  Mine just began. Got woken up by a neighbors child screaming their dogs name ....\n  ","916662":"\n  Flaring up\n  ","916663":"\n  Flare up\n  ","916664":"\n  It hurts lol\n  ","916665":"\n  I just want to be in his arms frick...my life\n  ","916666":"\n  Omg I'm listening to the demo we did for girls against the world... And I'm so annoyed with my fetus self\n  ","916667":"\n  Thx\n  ","916668":"\n  A friend and our assistant\n  ","916669":"\n  Amy & arielle\n  ","916670":"\n  I'm currently in bed and u can definitely tell I been crying\n  ","916671":"\n  Which many artists tend to do. 🤷🏻\n  ","916672":"\n\n   https:\/\/youtu.be\/8RYXnz9yq1M\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","916673":"\n  Oh didnt know the family dog could speak 👀\n  \n\n   https:\/\/mobile.twitter.com\/lunarcim\/status\/1228755042422755328\n  \n","916674":"\n  Awe\n  ","916675":"\n\n   https:\/\/youtu.be\/k7w9LZQlxS4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","916676":"\n  When its cold and you want cuddles\n  ","916677":"\n  Ahaha\n  ","916678":"\n  I checked it on my phone lol\n  ","916679":"\n  I like twister and like board games lol\n  ","916680":"\n  Having someone here\n  ","916681":"\n  After\n  ","916682":"\n  I'm really not a gaming type of person\n  ","916683":"\n  I never went to daycare\n  ","916684":"\n  Most of them are water sprouts\n  ","916685":"\n  I loved the zelda games\n  ","916686":"\n  Hope yours was great 😊\n  ","916687":"\n  Oof\n  ","916688":"\n  No because no one ever asked me to baby sit they ask my sisters 😶\n  ","916689":"\n  I used to run them over 😂😂😂\n  ","916690":"\n  💖\n  ","916691":"\n  I don't think she did a cover of that?\n  ","916692":"\n  Over thinking\n  \n  And biting my lip way to much\n  ","916693":"\n  Wasn't there like a secret mission if you abandon the one ?\n  ","916694":"\n  I been listening to this cover of before you go and just the way its sung by one of the newer members is like soothing\n  ","916695":"\n  Like nicknames\n  ","916696":"\n  I don't know how to say it with overall describing it in one word\n  ","916697":"\n  I'm just hurt\n  ","916698":"\n  I just remember playing the vice city version and driving when I used to stay over at an old friends\n  ","916699":"\n  Ask someone who knows\n  ","916700":"\n  Ah\n  ","916701":"\n  I used to play at times 😂\n  ","916702":"\n  I'm not sure\n  ","916703":"\n  Mm probably a hot air balloon ride by the way its going\n  ","916704":"\n  Its okay\n  ","916705":"\n  Seems like the sims were they can die from bring to embarrassed\n  ","916706":"\n  I'm laying on my bed 😂\n  ","916707":"\n  Turkey, Mexican and visit Brazilian again\n  ","916708":"\n  Omg that's horrible!!\n  ","916709":"\n  Christian was a media cover up boyfriend ... Just someone who appeared to be my boyfriend to get someone to talk...\n  ","916710":"\n  Three days because I was really sick\n  ","916711":"\n  This is the biggest joke out there 😁\n  ","916712":"\n  What pic?\n  ","916713":"\n  Spent it with my sister amy and arielle ... Heartbroken\n  ","916714":"\n  Its laurens day bc valentines day sucked for me so who's my valentine today\n  ","916715":"\n  Pinterest is where I can find everything explaining what I'm feeling currently\n  ","916716":"\n  Want to know the biggest joke?\n  ","916717":"\n  I used to throw them at andy 😁\n  ","916718":"\n  Yes all are in the band\n  ","916719":"\n  Tell that to my ex's 🙄\n  ","916720":"\n  Then a leaf??\n  ","916721":"\n  Last night 😶\n  ","916722":"\n  WHAT ARE YOU????? A TREE?!?!!\n  ","916723":"\n  Fall?\n  ","916724":"\n  Yeah\n  ","916725":"\n  I been toying around with the instrumentals that's the second version I did\n  ","916726":"\n  I have an idea about who the turtle is\n  ","916727":"\n  Has anyone watched the new season of the masked singer\n  ","916728":"\n  \"And then I went and sent you off with goodbye\n  \n  And now we're just a mushroom cloud in the sky\n  \n  And there's no silver lining, only just surviving, in through  the smoke all I could see were your eyes\"\n  ","916729":"\n\n   https:\/\/www.instagram.com\/p\/B8m1KkJpIpF\/?igshid=18js5s1d5uzj4\n  \n","916730":"\n  That is to my momma and oldest sister\n  ","916731":"\n  Yeah\n  ","916732":"\n  I recorded it... I wrote the song... And I finished it...\n  ","916733":"\n  No this is super personal\n  ","916734":"\n  I have a huge bed all to myself so you best think I take up the whole bed 😂 but hum left\n  ","916735":"\n  I have anxiety and a disorder as well basically three different types...\n  ","916736":"\n  If I ever get around to releasing them lol\n  ","916737":"\n  I dont have to run it by them bc its a song I wrote for me ....\n  ","916738":"\n  The afterlife thing?\n  ","916739":"\n  I just wrote a song last night called atomic bomb\n  ","916740":"\n  Hmm not really sure\n  ","916741":"\n  Have a goodnight michael\n  ","916742":"\n  Amy and arielle brought me stuff for yesterday\n  ","916743":"\n  I'm just more baffled and hurt then upset\n  ","916744":"\n  Oh\n  ","916745":"\n  Yea\n  ","916746":"\n  Hi I miss\n  \n   @JJboi1999\n  \n  😢\n  ","916747":"\n  26\n  ","916748":"\n  Because they lie the entire time or still hung up on an ex. Or just cheats\n  ","916749":"\n  I know...\n  ","916750":"\n  G wagon\n  ","916751":"\n  Yes\n  ","916752":"\n  I feel the VIP thing is just a waste...\n  ","916753":"\n  Saving lifes\n  ","916754":"\n  I have no.clue ask someone who.seems to know about this\n  ","916755":"\n  Yeah ✌\n  ","916756":"\n  People claim they love me but then leave\n  ","916757":"\n  .... And here's the acoustic version\n  \n\n   https:\/\/youtu.be\/HQBvkdLLdI8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","916758":"\n  Their personality and they say they treat others!!!\n  ","916759":"\n  Peoples beliefs different from others. Do what you believe in not others\n  ","916760":"\n  Finally admitted 🤔\n  ","916761":"\n  I don't have a crush 😂\n  ","916762":"\n  Probably the ones I havemt read for a few years\n  ","916763":"\n  Uhm basically what I talked about before last night\n  ","916764":"\n  I'm not on tour? Or going to see anyone\n  ","916765":"\n  I drive both but backroads are more safe and peaceful\n  ","916766":"\n  I dont like to curse\n  ","916767":"\n  Welcome...\n  ","916768":"\n  Today\n  ","916769":"\n  I dont even know how to play, thats a lisa thing\n  ","916770":"\n  Not sure if we do or not\n  ","916771":"\n  Finally got an answer .... Just dont appreciate how\n  ","916772":"\n  No problem and yeah I kinda am\n  ","916773":"\n  I don't really wear dresses unless its like an occasion\n  ","916774":"\n  Probably some weird design or ugly clothing\n  ","916775":"\n  I dont want to be touched\n  ","916776":"\n  In my music 💖\n  ","916777":"\n  💛\n  \n\n   https:\/\/youtu.be\/wzfXIdJz8GA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","916778":"\n  Sorry I'm late to answering this but I hope you had a good week and valetines day!!! And wish you a good week coming up\n  ","916779":"\n  Hi\n  ","916780":"\n  No thanks\n  ","916781":"\n  Nice\n  ","916782":"\n  😂😂😂 idk why I have the most unique song titles ... Lol acid rain, what kind of girl, brown eyed boys, blue which was suppose to be blue eyes, lessons learned, mustang, running, flames, deja vu, pressure, never let me fall, super star etc. Etc.\n  ","916783":"\n  No clue\n  ","916784":"\n  None at the moment\n  ","916785":"\n  I believe there is\n  ","916786":"\n  Popcorn and m&ms\n  ","916787":"\n  Wrote this yesterday while crying as well 🙃\n  \n\n   https:\/\/www.instagram.com\/p\/B8mECnAJkSr\/?igshid=eyfmtqekhc1q\n  \n","916788":"\n  No problem\n  ","916789":"\n  My heartbreaker\n  ","916790":"\n  *\n  ","916791":"\n  Message ryan and tell him to unblock me because he blocked me a year ago over something so small and dumb 😂\n  ","916792":"\n  I dont really eat it\n  ","916793":"\n  Solitude\n  ","916794":"\n  We dont like beggars 😪\n  ","916795":"\n  Mood:\n  ","916796":"\n  Waiting till marriage\n  ","916797":"\n  Normally like a caramel latte or something with caramel\n  ","916798":"\n  Not really I try to just mind my own business or try to read and work but I do see\/hearing some interesting things while working or studying at our local favorite bookstore\/coffee shop\n  ","916799":"\n  Savory foods\n  ","916800":"\n  A good loyal man and a family of my own 💖\n  ","916801":"\n  Mostly due to peer pressure and trying to look cool, stress from current situations, past life trauma or addiction\n  ","916802":"\n  Having almost everything you wanted in life or more. Basically being blessed and retarded for what you do in life. And having like the definition of perfect for you of a house, family, job, friends etc.\n  ","916803":"\n  - controlling\n  \n  - isolating you from things\n  \n  - behavior\n  \n  - trying to talk you into doing things you dont feel comfortable with\n  \n  - doesn't give you the chance to talk or speak for yourself\n  \n  - cuts you off when talking\n  \n  - acting sus\n  ","916804":"\n  I wouldnt mind looking at it and the artist I was thinking was bansky 😂\n  ","916805":"\n  No it doesnt really bother me, I feel its just a way of you being curious but respectful at the same time. Which many people now a days just don't even bother to consider how their curiosity can affect someone at the time. Like for example: I recently been dealing with things and would rather go through it in private with only myself, family, therapist and friends knowing and you have those people that are like I wonder what this meant, omg I haven't seen ____ in her posts are they still together, did they break up and people that are like I'm glad ____ is not there they make her sad and always hurt her etc.\n  ","916806":"\n  I dont think I really have a favorite to be honest. I loved more of like the graffiti and abstract pieces of art which was like andy warhol and I forgot his name but I think it was like bas___ something his work was interesting to me. I feel like anything with a story behind it that expressed what they were feeling at the time they were creating is what interests me. I love art in like every form, whether its poetry, stories, drawings, paintings, songs  or just a piece of old history.\n  ","916807":"\n  I feel a lot of people tend to get me and christina mixed up or Lisa's lol. And I can somewhat pick up on what type of person you are but not fully.\n  ","916808":"\n  I come from a family of 13 as well (it continues to grow because my sisters are married, engaged and only myself and amy are single. We also have brothers lol). And like my parents can tell when something is not right with us but were their children whom they raised so... But like with my brothers I feel the older ones michael & and alex can read us a lot where the younger : christian,nick and joey really can't. But between us girls we knowww when something is off because we have like a really special bond that a lot of people don't have or understand. Like all we have to do is give a certain look and we all know what it meant. And we kinda knew something was up with christina before she announced she was pregnant (before loosing). Because she was like not feeling well and its rare for christina to ask for time off\n  ","916809":"\n  In a way I feel that after you pass your get like re birthed or recarnated so basically like our birth marks if we have one are how we died in our previous life and we tend to forget it because our new life takes over and fills the darkness of those void memories\n  ","916810":"\n  True its okay\n  ","916811":"\n  All of them are oerfevt in their own specials way\n  ","916812":"\n  Well if you asked them to leave and they still refuse to even after they been asked three times and contonue to ignore or come back then its best to have them escorted off the premises\n  ","916813":"\n  But everyone is constantly spreading rumors and speculating\n  ","916814":"\n  Single\n  ","916815":"\n  I'm trying my best\n  ","916816":"\n  United states of america\n  ","916817":"\n  Parents tend to try to live their dreams through their children at times...\n  ","916818":"\n  She seems pretty good\n  ","916819":"\n  Anti corona virus\n  ","916820":"\n  I'm single\n  ","916821":"\n  Some bread sticks\n  ","916822":"\n  Patiently waiting for someone to contact me 🙄\n  ","916823":"\n  Loyal guys, player guys\n  ","916824":"\n  Oh...\n  ","916825":"\n  Friends and family. Or something I read online or heard\n  ","916826":"\n  Amy, Arielle and myself\n  ","916827":"\n  Not sure I was actually afraid of any?\n  ","916828":"\n  Someone in need 💖\n  ","916829":"\n  Food and pasta 💖\n  ","916830":"\n  I was homeschooled so basically we had like our own schedule kinda... I normally got up and started school work at 6am and was done in the afternoon so I had time to go hang out with friends afterwards or do things I enjoyed before heading into band meetings and so on\n  ","916831":"\n  Don't claim you miss me if you're kissing all over another girl who isnt me 🙄💖\n  ","916832":"\n  Aha\n  ","916833":"\n  Love is love no matter what. And either way god will still love you 💖\n  ","916834":"\n  I think everything now and then we all hide a box of our favorites from our family and enjoy them in private lol\n  ","916835":"\n  I need a redo on valentines day... Mine was kinda bad... So how about we all celebrate it today who wants to be my valentine???\n  ","916836":"\n  Yes I do\n  ","916837":"\n  Experience in what?\n  ","916838":"\n  Heartbreak\n  ","916839":"\n  I been on a chicken craze lately but it was nice to have some spaghetti with meatballs this week💖\n  ","916840":"\n  Not traveling for a few months but I would like to visit mexico\n  ","916841":"\n  Good for you\n  ","916842":"\n  Hi\n  ","916843":"\n  I just dont want to damage my hair .... Hm\n  ","916844":"\n  My child\n  ","916845":"\n  Give more rewards that are actually worth the coins\n  ","916846":"\n  All of them\n  ","916847":"\n  My mother is out momager and does a fantastic job at it and making sure everything is great\n  ","916848":"\n  If only you could like freaky friday 😂\n  ","916849":"\n  I don't know what they actually look like\n  ","916850":"\n  Yes 😂😂\n  ","916851":"\n  Yes I have\n  ","916852":"\n  😂😂😂 but she looks like the one who sings  the song\n  ","916853":"\n  NEW VIDEO!! In this weeks video we did FINISH THE LYRICS #3 FEATURING OUR BABY BROTHER JOEY 💖\n  \n\n   https:\/\/youtu.be\/W2HGuRAsmHM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","916854":"\n  We were... But you can loose feelings\n  ","916855":"\n  I'm being for real\n  ","916856":"\n\n   https:\/\/youtu.be\/WvxC46-duOI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  💖💖💖\n  ","916857":"\n  He probably still does but I'm not interested\n  ","916858":"\n  Went out with Arielle and my sister amy for some lunch and then just worked on some things\n  ","916859":"\n  Freezing\n  ","916860":"\n  But notice how he goes into like detail about why and how he's respectful and all\n  ","916861":"\n  Okay for the most\n  ","916862":"\n  This is so beautiful\n  \n\n   https:\/\/youtu.be\/978iHuFKfS4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","916863":"\n  With who?\n  ","916864":"\n  And well... Look at hudson and look at christian\n  ","916865":"\n  Me or you?\n  ","916866":"\n  Katherine's fiance lol\n  ","916867":"\n  Okay ....someone who is genuine, caring, honest, supportive, can compromise and talk about things instead of giving up when things become complicated, someone who understands and values and respects my beliefs. Someone who can understand me and my career as well\n  ","916868":"\n  I'm ttying to explain it but I don't really know how lol\n  ","916869":"\n  Like how max is but a little bit different 🤔\n  ","916870":"\n  Kinda like katherines taste but kinda not\n  ","916871":"\n  Same\n  ","916872":"\n  Well tell a professional then\n  ","916873":"\n  Yeah ... Definitely a lesson learned\n  ","916874":"\n  Sale, tazakis and sonic\n  ","916875":"\n  Oo\n  ","916876":"\n  I'm sorry to hear...\n  ","916877":"\n  Yes\n  ","916878":"\n  Thats would be my brothers and my sisters partners\n  ","916879":"\n  Thanks\n  ","916880":"\n  Ah ah okay\n  ","916881":"\n  And being made out to be the bad guy\n  ","916882":"\n  Once but it ended way to soon\n  ","916883":"\n  :)\n  ","916884":"\n  I'm sure I already told it\n  ","916885":"\n  I appreciate that\n  ","916886":"\n  Its all good\n  ","916887":"\n  Brazil\n  ","916888":"\n  Me too\n  ","916889":"\n  Just sucks I got dumped today\n  ","916890":"\n  You're so welcome!! Grateful for those in the cimfam 🤗💖\n  ","916891":"\n  2020 is off to a not so great start sadly\n  ","916892":"\n  Kinda\n  ","916893":"\n  I don't really know... I wouldn't say it makes him less of a man ..\n  \n  But definitely that other saying about you have bigger _____ than him?\n  ","916894":"\n  Double zero 😂\n  ","916895":"\n  Thanks dave\n  ","916896":"\n  True\n  ","916897":"\n  Well I been in my feelings as well lol sorry\n  ","916898":"\n  Yeah and maybe it was just a lesson to be taught or a test to see what I can handle..\n  ","916899":"\n  Keyboard, piano, tambourine, I used to play flute and I'm trying to learn guitar\n  ","916900":"\n  Just got to let god play his cards\n  ","916901":"\n  No BC yes they're american and yes america is their actual home but the problem is they're in a place were germs are easily spread, population is overpopulated, the cities are crowded and there's infection everywhere that they're trying to control and cure... Letting the us citizens who may or may not be affected back into the states is just opening a gate for the virus to spread more and kill others ...\n  ","916902":"\n  Spiderman\n  ","916903":"\n  And lolly doesn't really post much anymore\n  ","916904":"\n  No problem 😊\n  ","916905":"\n  Still blocked tho 😂 and its been months, it was a argument over a girl but we're friends... Sadly I have to ask her about j because I don't know how to contact him\n  ","916906":"\n  OK 🤗💛\n  ","916907":"\n  Sometimes stalled but I normally did it like five mins later\n  ","916908":"\n  I'm single babiez 💔\n  ","916909":"\n  The sims\n  ","916910":"\n  Creating things or organizing\n  ","916911":"\n  Being attractive ...\n  \n  Good because you recieve alot of compliments from people but also a curse BC people tend to be weird and make certain comments that are sexual and sexualize you as well\n  ","916912":"\n  No not really\n  ","916913":"\n  Don't know\n  ","916914":"\n  I try to ignore it the best I can or I eventually just walk away.\n  ","916915":"\n  I have no clue who that is?\n  ","916916":"\n  Basketball\n  ","916917":"\n  Christine\n  ","916918":"\n  No just broke up with someone I obviously loved but I don't exactly know what I did or why we did. But its whatever I suppose.\n  ","916919":"\n  I'm staying single for awhile\n  ","916920":"\n  I thought the same guess not\n  ","916921":"\n  I'm not with anyone...\n  ","916922":"\n  Later I'm sort of busy\n  ","916923":"\n  Realistically yes, emotionally no\n  ","916924":"\n  Mhm\n  ","916925":"\n  K\n  ","916926":"\n  There wasn't any trouble  just not getting back together...\n  ","916927":"\n  The good thing is eveeythings good, but idk what I did\n  ","916928":"\n  I love u 💛\n  ","916929":"\n  Mmm so many red flags ...\n  ","916930":"\n  Maybe BC I was busy doing other things\n  ","916931":"\n  Sure\n  ","916932":"\n  Yeah 😂\n  ","916933":"\n  What\n  ","916934":"\n  Young ones are dying from cardiac arrest lately ....\n  ","916935":"\n  Thank you\n  ","916936":"\n  Lol no but maybe amy has some in hers. My bathroom is off my room so basically you have to walk to walk in my room to use it. 😂 and only amy, arielle and I live together\n  ","916937":"\n  A six... I'm more of a bistro onion or broccoli and cheese person\n  ","916938":"\n  Music\n  ","916939":"\n  Dude.. It says ur name so obviously\n  ","916940":"\n  I will\n  ","916941":"\n  A part of something\n  ","916942":"\n  I think music evolved almost every day lol\n  ","916943":"\n  I will\n  ","916944":"\n  They help keep the community safe ...well most. Others just do coverups and that\n  ","916945":"\n  Oof\n  ","916946":"\n  Amy\n  ","916947":"\n  Nothing much is new besides the fact im just trying to figure things out lol happy valentines day hope you have a great week.\n  ","916948":"\n  Just sad but its whatever\n  ","916949":"\n  Out with my sister and friend\n  ","916950":"\n  She was born with compassion a message to share with the world and help those who needed a shoulder to cry on.\n  \n  She's a train wreck right now.\n  ","916951":"\n  Who won't even talk to me atm\n  ","916952":"\n  Not the greatest\n  ","916953":"\n  I never heard of him till a friend was talking about his peepee being leaked\n  ","916954":"\n  Lol sorry I just try to share my life lol\n  ","916955":"\n  Hi\n  ","916956":"\n  Mhmmmm\n  ","916957":"\n  If I was back in the place where I grew up it would be : this little pizza shop on the town center in el Dorado ( I'm not exactly sure if these still remain after the fires).\n  \n  In Malibu : lemonades or just in general of a cali related thing : in n out\n  \n  Here in Tennessee : sals diner or sonic, tazakis\n  ","916958":"\n  Two should come to mind lol\n  ","916959":"\n  Someone's pretending to be an ex member of a boy band that i once dated\n  ","916960":"\n  No someone prwtending to be someone else\n  ","916961":"\n  I think he would have to report that himself\n  ","916962":"\n  Nothing we haven't already been through and handled before\n  ","916963":"\n  Yes\n  ","916964":"\n  Thanks 😊\n  ","916965":"\n  Hands\n  ","916966":"\n  I do but I only use it once in awhile\n  ","916967":"\n  Plenty of rest, plenty of liquids, homemade chicken noodle soup, lemon, honey and tea. GIN SHOTS- wellness, a heated blanket and voice rest\n  ","916968":"\n  I been battling my mental health lately, toxic ness from others, stress\n  ","916969":"\n  Thank you honey 💔\n  ","916970":"\n  I made one amd ao far i am sticking to that. I made a promise to become more in touch with my feelings and to stop people pleasing. So I enrolled in therapy and my therapist and friends have been helping me so much with this all. Especially this month which has been an absolute train wreck\n  ","916971":"\n  Probably like three times maybe\n  ","916972":"\n  You have a little bit more confidence in yourself\n  ","916973":"\n  How I really hate today\n  ","916974":"\n  Hopefully married 😌💖\n  ","916975":"\n  Don't. You're just going to get hurt every single time\n  ","916976":"\n  Uhm no lol\n  ","916977":"\n  Breakfast with my girls 💖😊 just trying not to focus on the negative today\n  ","916978":"\n  Stealing someone's heart\n  ","916979":"\n  No\n  ","916980":"\n  Cimorellimusic.com\n  ","916981":"\n  27\n  ","916982":"\n  My life is a mess right now\n  ","916983":"\n  I don't want to be\n  ","916984":"\n  Love 🙄\n  ","916985":"\n  I swear I hate panicking while asleep....\n  ","916986":"\n  What\n  ","916987":"\n  Is it really valentines day if you don't watch the movie with taylor lautner ?\n  ","916988":"\n  Absolutely\n  ","916989":"\n  Be kind to others always because you never know the situation they are currently going through even though they may wear a smile on their face\n  ","916990":"\n  I don't even know what just happened but I'm not okay\n  ","916991":"\n  Those unreleased \"Stress \" lyrics thrown in there with the baby our eyes up .... 😍\n  \n\n   https:\/\/youtu.be\/C86jztHhLyk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","916992":"\n  No and obviously I dont know my own at times...\n  ","916993":"\n  Idk\n  ","916994":"\n  Your teddy\n  ","916995":"\n  POSTING THIS VERSION BECAUSE SHE WONT UPLOAD THE ACTUAL LYRICS ON HER CHANNEL TILL LATER BUT LISA JUST DROPPED HER NEW SINGLE #idontdeserveit TONIGHT!!\n  \n  GO CHECK IT OUT AND CRY\n  \n\n   https:\/\/youtu.be\/sa9MjKYQF_I\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","916996":"\n  Yeah so go get your girl derek 😂😊💛\n  ","916997":"\n  So baby pull me closer in the backseat of your mustang ;)\n  ","916998":"\n  My skin is bullying me today :(\n  ","916999":"\n  Always aim for the bullseye\n  ","917000":"\n  Pretty sure I do have a brain, if I didn't I wouldn't be alive ?\n  ","917001":"\n  Life\n  ","917002":"\n  Monday was an actual good day for me and went by quick\n  ","917003":"\n  Hi\n  ","917004":"\n  We don't offer those anymore sadly\n  ","917005":"\n  No probkemt\n  ","917006":"\n  Yes 💖\n  ","917007":"\n  Hi?\n  ","917008":"\n  I do, I love wearing them!! They make me warm and comfortable and you can make them look fashionable and trendy with the right style\n  ","917009":"\n  My day has been slow going, finishing making plans for galentines day party ( a party for just the girls). I don't really have a favorote toothbrush... I mainly have to throw mine away a lot and replace it bc I tend to get a  sore throat a lot and they tell you not to use your toothbrush once you start feeling better because it has all those sick germs on it\n  ","917010":"\n  Either cookies or brownies\n  ","917011":"\n  Laurencimyeah\n  ","917012":"\n  Oh I see ...\n  ","917013":"\n  If its someone new I never had a conversation with before or really know them I tend to do\n  ","917014":"\n  Whut\n  ","917015":"\n  I'll try to, can't always promise on that one\n  ","917016":"\n  At times I do read about it 😊\n  ","917017":"\n  Yayyy\n  ","917018":"\n  A day\n  ","917019":"\n  Provide jobs for those in need\n  ","917020":"\n  People.... Actually are ...dumb enough.... To do this?\n  ","917021":"\n  😂\n  ","917022":"\n  No lol\n  ","917023":"\n  Some story my friends were telling\n  ","917024":"\n  Not a snob, just don't pay any mind to rudeness or idiocy\n  ","917025":"\n  U too\n  ","917026":"\n  New beginning\n  ","917027":"\n  Oh\n  ","917028":"\n  Most likely no lol\n  ","917029":"\n  I didn't really like kix... Im not a huge cereal person anyway...\n  ","917030":"\n  Oh\n  ","917031":"\n  Idk what you're asking\n  ","917032":"\n  He's a major creep, stalker and harassment young girls and has some weird obsession with them as well. Asked sexual questions to underage girls or ones that are way younger then he is. He likes babies .... In like a sexual way .... And likes to have relationships with dogs? And just has some weird fantasies regarding my sisters and i\n  ","917033":"\n  A sore scratchy dry throat is the worst ... Hope it gets better\n  ","917034":"\n  Nice to meet you too\n  ","917035":"\n  No you're not\n  ","917036":"\n  I mean it's nothing big to be worried about whether it gets posted or not ? Its just a simple hello?\n  ","917037":"\n  I used to love burkley from house of Anubis, but.... I don't think I technically have a favorite\n  ","917038":"\n  Meee\n  ","917039":"\n  I have sang information of crowds off over a 100 people, let's bring back million bucks\n  ","917040":"\n  What I do 😂\n  ","917041":"\n  Christian\n  ","917042":"\n  Rachael\n  ","917043":"\n  None\n  ","917044":"\n  Acacia\n  ","917045":"\n  Arielle\n  ","917046":"\n  Mel?\n  ","917047":"\n  Probably kiera\n  ","917048":"\n  😊\n  ","917049":"\n  Never change who you are to please other people's wants\n  ","917050":"\n  Nope been in a relationship for five months\n  ","917051":"\n  Lol\n  ","917052":"\n  Yes I do but it was a daily question and I don't really answer them\n  ","917053":"\n  😂😂\n  ","917054":"\n  Unless it is Froot Loops or Honey Graham Oh's, i hate cereal.\n  ","917055":"\n  I dont really know what that stands for lol\n  ","917056":"\n  Some do amd some don't. Depends how much they did and how bad it was\n  ","917057":"\n  Gonna get a lot of backlash on here for stating the truth. But you think if someone dated there would be at least one photo of them together considering they're both in the public eye and there isn't even one?? There's not even an article stating they were hanging out or spotted together. Y'all can lie all you want but as soon as one of their \"people that they claim they are\" come forward and expose their relationship suddenly that person they're \"dating\" disappears and their focus is on who the person been talking to the entire time. Kian let's pull all the receipts up k... Because I know kian Personally unlike you guys. Back in 2011, Kian Lawley was rumored dating Jenn McAllister. The rumors swirled around when he tweeted I Love You to her in his Twitter account in August 2011. The two went out for a couple of years and then broke up.\n  \n  According to rumors, Jenn’s friend, Andrea Russett was responsible for their breakup. Andrea Russett is also an actor and YouTuber like her. After Kian met Andrea, they started hanging out. They also did a lot of collaborative videos on their channel. The duo began dating each other back in 2013 and decided to go separate ways in June 2014. Fans came to know about their break up through her social media. She made a public announcement on Twitter that the pair were no longer together. The fans were devastated to hear the news, but they were happy to know that they were still friends. Following the break up with Andrea, Kian started hooking up with Alexandria Schneck. She posted a screenshot of her messages with him in which he complimented her tattoos. After that, she posted a picture of them together lying in bed on her snapchat.\n  \n  It wasn’t confirmed what happened between Kian and Alexandria, but the two suddenly stopped seeing each other. In late 2016, Kian started dating model, Meredith Mickelson. Their relationship with each other wasn’t confirmed until her sister went on social media to talk about how her sister was a better girlfriend to him than Andrea.\n  \n  Before Kian, Meredith was in a relationship with Ethan Dolan. Kian and Meredith started dating in 2016. Their relationship was criticized as she was underage. In October, she posted a photo of them kissing in New York City. In April 2017, the couple decided to call it quits and went their separate ways. The two hasn’t been in touch since then.\n  \n  Kian Lawley is currently in a relationship with his girlfriend, Ayla Woodruff. They have been together since early 2019 and are still blissfully in a relationship!! Kian was single for those time periods and olivia o brien and him never dated the end\n  ","917058":"\n  LOML\n  ","917059":"\n  Milk then cereal\n  ","917060":"\n  Awe I would try to help if u needed\n  ","917061":"\n  Thats good, still having writers block?\n  ","917062":"\n  Summerrr\n  ","917063":"\n  A shout out feature?\n  ","917064":"\n  Yours?\n  ","917065":"\n  Gotta come here\n  ","917066":"\n  Cupid\n  ","917067":"\n  Mhm\n  ","917068":"\n  I gotta give u something though\n  ","917069":"\n  Its going good\n  ","917070":"\n  Cal someone to have them excorted from the premises\n  ","917071":"\n  Its fine I'm okay for now x\n  ","917072":"\n  My relationship\n  ","917073":"\n  No I don't.... I recently seen my doctor as to why I was having them ...\n  ","917074":"\n  You were sleeping so peaceful\n  ","917075":"\n  Just couldn't really get comfortable, I had a panic attack as well... And just was like freaking out\n  ","917076":"\n  You can always cry and its okay to cry and express yourself\n  ","917077":"\n  Kinda terrible\n  ","917078":"\n  English?\n  ","917079":"\n  I said \"hopefully\"\n  ","917080":"\n  Oh\n  ","917081":"\n  Uhm... Theres more to it that I know and rather not share\n  ","917082":"\n  No I'm okay\n  ","917083":"\n  Oh\n  ","917084":"\n  A hat that keeps you warm, stylish, can cut\/trim and do your hair at anytime you want, a hat that cools you down and can do whatever you want ?\n  ","917085":"\n  Every other day mostly on my good days if I'm having a bad day or whatever I try to avoid it\n  ","917086":"\n  Not always, sometimes I do. Other times they pick and choose me and sometimes it works out and we become best friends or it only lasts for a few months and they are never heard from again\n  ","917087":"\n  I've gotten used to having cameras around or having my photo taken throughout the years\n  ","917088":"\n  Reading a message my friend sent me\n  ","917089":"\n  Instagram\n  ","917090":"\n  Accepting the person the way they are. Because if you really love that person you would never exoect them to change in any ways because theyre perfect the way they are.\n  ","917091":"\n  They don't really fit in with my taste for music\n  ","917092":"\n  A classic love for screaming all by myself\n  ","917093":"\n  Change of items on the menu ,advertising their newest items in a attention grabbing way, people actually may like their food.\n  ","917094":"\n  My clothing mainly comes from forever 21, urban outfitters, target or thrifting\n  \n  Food however I don't really care about if its cheaper and still good quality and tastes well.\n  ","917095":"\n  Mac n cheese and broccoli and cheddar soup\n  ","917096":"\n  I dont want to\n  ","917097":"\n  I don't follow people I don't personally know on my personality instagram. If you want a follow, you're most likely going to get one from the band account\n  ","917098":"\n  I try to plan my day the night before and schedule in times. Since being in a band, running the business yourself and so on... We can take time to ourselves if needed. I tend to mostly do the weekends if I'm feeling to stressed I normally cancel plans with friends and family and try to do things that are self caring. Like turning my phone off for a few hours, cleaning my room. A hot shower etc. Which I been doing a lot lately because baby girl is stressed out was to much\n  ","917099":"\n  Be yourself and be unique\n  ","917100":"\n  Taken 🔐\n  ","917101":"\n  BC they're scared to tell the truth, BC they werent taught honestly, cover up etc.\n  ","917102":"\n  Making an impact on the world by spreading a message of connection, HOPE,and embracing what it feels like to be truly alive\n  ","917103":"\n  A five\n  ","917104":"\n  Bringing this gem back\n  \n\n   https:\/\/youtu.be\/p9PjrtcHJPo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Dedicated to anyone who doesn't see their self worth 💖\n  ","917105":"\n  I'm okay for now and just got to let things be and have their moments whether its good or bad\n  ","917106":"\n  Hum I don't get it but whatever\n  ","917107":"\n  English please\n  ","917108":"\n  Hes okay I don't really watch wrestling\n  ","917109":"\n  Maybe being a nuisance in the neighborhood, such as talking and shouting very loudly, racing down the street, doing childish things like toilet papering their house or egging. Or in a more sexual way.... Screaming and moaning so loudly they can hear it all\n  ","917110":"\n  Why would you even compare us?! I'm friends with madison and love everything she does\n  ","917111":"\n  Probably terrible... I don't know. I was really sick and couldve died and it was like the worse experience of my life.\n  ","917112":"\n  I appreciate that\n  ","917113":"\n  That is gross and I'll never even want to try that\n  ","917114":"\n  People are scared to come out and be who they really are. BC society judges them and discriminates and says very disgusting things towards them BC its a \"sin\" if you do something different then what they are used to, taught, or believe in. Or because the bible says different\n  ","917115":"\n  Just be honest and upfront about it\n  ","917116":"\n  Sure\n  ","917117":"\n  Just don't be a jerk about it. Be gentle and be HONEST!!! But unfortunately no mayter how nice you are, you can't control someone's reaction   and usually people don't take rejection well. All you can do is know that you spoke with integrity and honesty and the rest is up to the other person. 🤷🏻\n  ","917118":"\n  I honestly don't know why anyone has a preference on this like a baby is a fricken baby angel miracle thing it doesn't matter i would be so   happy with either one ( in the future lol)\n  ","917119":"\n  A deeper sense of purpose. I have to know why I'm doing what  I'm doing and why it's important to the world and to me that I do it.\n  ","917120":"\n  Get out of there quick!!!!!!!!\n  \n  You have to start respecting yourself enough to stop letting people treat you with anything less than respect. You deserve it and you can get it I promise.\n  ","917121":"\n  First just read \"you should die\" and I was like whoaaaa honey! Lol but yes I think about dyeing my hair blue again at least once a month\n  ","917122":"\n  Yes I wanted her to be the drummer\n  ","917123":"\n  I really don't know what u mean by this answer but I'm just gonna answer it how I'm interpreting it and say that u find it by 1. Finding what u like, what ur into, and like really diving into those things and 2. Liking yourself!!! Whatever u are just be a fricken good one\n  ","917124":"\n  Drink every last drop of water u can\n  ","917125":"\n  Just felt right\n  ","917126":"\n  Anything caramel, usually iced, always whipped cream.\n  ","917127":"\n  We sang #RewriteTheStars by\n  \n   @zendaya\n  \n  and\n  \n   @zacefron\n  \n  from\n  \n   @greatestshowman\n  \n  🎉❤️ We had a special guest: Lisa’s cat Penelope 😂 What should we sing next!? 🎶\n  \n\n   https:\/\/www.instagram.com\/p\/B8b2bCqAm4F\/?utm_source=ig_web_copy_link\n  \n","917128":"\n  I can't be the only one who notices the tick getting worse with her\n  ","917129":"\n  Why what\n  ","917130":"\n  I didnt watch\n  ","917131":"\n  I can still live a pretty normal life and only have fans come up to me every now and then\n  ","917132":"\n  No and I heard it tastes awful and smells weird\n  ","917133":"\n  Which one\n  ","917134":"\n  I dont really think she does sorrz\n  ","917135":"\n  Yeah but a lot of work goes into it, you always got to be on edge in maintaining a good reputation with the fans and people in the business as well, you can get extremely stressed and burned out where you just give up completely and let those things ruin you or you start acting different and slowly decline from there.\n  ","917136":"\n  It has changed as I gotten older. But its a thing I want to share with as many people as I can and I started doing that years ago and I think that's what my focus and goal is\n  ","917137":"\n  💖💖💖\n  ","917138":"\n  I heard it was coming to netflix i just been so behind on keeping up to date with movies and shows\n  ","917139":"\n  Mhm\n  ","917140":"\n  Its not the greatest thing like everyone believes it is...\n  ","917141":"\n  Yeah rachael and mel and the rest are just those friends everyone needs\n  ","917142":"\n  No, not at all. Just people know of his past and the age difference so they're judging that \"oh he's going to do the same thing he did to Hayley to lisa\" right off the bat without them knowing him personally\n  ","917143":"\n  Some people gave no clue who I am still and that's a good thing lol\n  ","917144":"\n  Thats what I said about being a relationship .... You're not alone but the con can be ur never alone.\n  ","917145":"\n  Definitely a up and down ride in a roller coaster, but I'm in therapy and have some amazing friends to help get me through everything\n  ","917146":"\n  Lol well now u do\n  ","917147":"\n  Probably the bunk bed or the tv .... The support bar under the main bed board rusted and gradually became fragile and I kept moving it back BC it kept moving for some reason (I didnt want to look to know why at the time) and I went to go sit down and the bed just fell.... Anyway ... We started to take it down but couldnt find the right tool for the bolts and screws so we just kept trying to twist the one because the screw was like stripped in it.... And I accidentally hit to hard with the metal against the tv and cracked it.... Lol this was when I was younger tho\n  ","917148":"\n  I'll be 22 on august 12th\n  ","917149":"\n  I'm used to having a lot of noise going on, since I grew up in a 13 person household. ... Now its just my sister and I and Arielle but at least someone is still home ya know\n  ","917150":"\n  This one definitely became played out way to much (the original version )\n  \n\n   https:\/\/youtu.be\/XgX4GnM_HSQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","917151":"\n  Not a good ideal image of what my room fully looks like because there's more decor on the other side. And I don't really have photos of my room they're normally videos (you can check out pressure and brown eyed boys if you want) but I do have some art and that one the walls. My old room used to be covered in fan art and messages that fans have gave us throughout the years I kinda want to incorporate that back into a room sometime\n  ","917152":"\n  Tiger\n  ","917153":"\n  How many siblings I actually have\n  ","917154":"\n  Being left alone in the middle of the night. Basically like being the only one home\n  ","917155":"\n  21\n  ","917156":"\n  I don't like the vibe that I'm getting and I feel that I know that's what's coming..... 😪💔\n  ","917157":"\n  I saw 😌\n  ","917158":"\n  Prayers to those who are fighting and illness and those who are trying theor best to help in anyway\n  ","917159":"\n  If they try to control your behavior in any way, that's a major red flag\n  ","917160":"\n  No\n  ","917161":"\n  Become more intact with how I'm really feeling instead of compression my emotions\n  ","917162":"\n  It means they might be starting to loose feelings or they're loosing their selves\n  ","917163":"\n  Lol\n  ","917164":"\n  It was a flip phone but then I got a brand new one like two days after and it was an iPhone\n  ","917165":"\n  I don't follow them but I thought he was and still is single lol\n  ","917166":"\n  Jennifer's daughter\n  ","917167":"\n  I posted it as my poll already\n  ","917168":"\n  I barely received any\n  ","917169":"\n  Cheating\n  ","917170":"\n  I normally remember them if they were super weird or they felt real. Which most of the times in a way the ones that feel really come true a lot. Like a sixth sense... Then the one that weird are normally nightmares that freak me out.\n  ","917171":"\n  We can always do better, only you can decide to make that difference\n  ","917172":"\n  About a 7\n  ","917173":"\n  Yes I have\n  ","917174":"\n  Probably wednesdays the most\n  ","917175":"\n  💖💖💖\n  ","917176":"\n  Definitely back since he literally almost shut down nyc and called us beliebers like its 2010\n  \n\n   https:\/\/youtu.be\/Xo7BYh-ZdmU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","917177":"\n  I dunno yet\n  ","917178":"\n  Through my music\n  ","917179":"\n  Hahaha time to go through those files and figure out what ones to release\n  ","917180":"\n  Remove the its out the user\n  ","917181":"\n  Remove the its part\n  ","917182":"\n  I been watching mr Kate videos 😂\n  ","917183":"\n  What restaurant is your favorite place to eat lunch from\n  ","917184":"\n  Turkey to got on a hot air balloon ride\n  ","917185":"\n  Yesss\n  ","917186":"\n  Hopefully she does, be patient\n  ","917187":"\n  Creeped out, annoyed..\n  ","917188":"\n  Don't talk or do weird stuff and follow everything they exoect you do. Try to find an insider to expose them\n  ","917189":"\n  Yellow weenies\n  ","917190":"\n  lol it wasn't him but someone made an account and was liking my stuff 😂\n  ","917191":"\n  I'm sure many fit into the category but as of right now shes perfectly content with her life and there's no need to peer pressure her\n  ","917192":"\n  Yeah, we'll get through it tho\n  ","917193":"\n  Me 😌\n  ","917194":"\n  What part do you not get?\n  ","917195":"\n  Nice\n  ","917196":"\n  No I don't. You actually got to know the person before you can judge\n  ","917197":"\n  I don't understand what this is asking?\n  ","917198":"\n  I'm behind on questions I normally answer the older ones first... And Im currently trying to sleep but not feeling the best. Its late here ... But just do what I said please\n  ","917199":"\n  I would go to the authorities explain what happens he can be charged, your parents can have a case against them as well for kicking you out so young. I'm sorry you have to go through that. Maybe go to the hospital after wards to get checked out\n  ","917200":"\n  This weekend was a bit rough but it got better towards the end... Went to Chattanooga with my friends to clear my mind and breathe\n  ","917201":"\n  Shh taylor\n  ","917202":"\n  Tennessee\n  ","917203":"\n  Its nice\n  ","917204":"\n  Will try to\n  ","917205":"\n  I may have\n  ","917206":"\n  Welcome\n  ","917207":"\n  Yeah...\n  ","917208":"\n  Did it with my prom dress\n  ","917209":"\n  Lol\n  ","917210":"\n  Hi lovie\n  ","917211":"\n  A cute date :)\n  ","917212":"\n  Owls and snakes\n  ","917213":"\n  Thanks\n  ","917214":"\n  My heart\n  ","917215":"\n  Good to hear youre learning and growing\n  ","917216":"\n  Either taking care of yourself and having like a self care relaxation or spending time with friends and family doing things like movies night\n  ","917217":"\n\n   https:\/\/youtu.be\/ib8cYwjnE4Y\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","917218":"\n  Just be honest and upfront\n  ","917219":"\n  Ask.FM fails to rebrand in a way to attract users... Rather offer a vip to climb the leaderboards for a ridiculous amount of coins ...\n  ","917220":"\n  Smiling like a kid in a candy store\n  ","917221":"\n  Mm\n  ","917222":"\n  Just simply started with a hello\n  ","917223":"\n  Ok\n  ","917224":"\n  Its ok\n  ","917225":"\n  Ik\n  ","917226":"\n  Thanks\n  ","917227":"\n  True\n  ","917228":"\n  You get to experience what life is like for the other gender\n  ","917229":"\n  My phone case is pretty simple right now lol\n  ","917230":"\n  I appreciate it\n  ","917231":"\n  They have no respect for people who are happy in their relationship and are Homewreckers\n  ","917232":"\n  😊\n  ","917233":"\n  Home made mostly.\n  ","917234":"\n  Just focusing on some self care for the weekend\n  ","917235":"\n  It was good definitely was a split house though with the rooting for teams\n  ","917236":"\n  I understand but maybe she's not worth it\n  ","917237":"\n  Maybe like the UK version?\n  ","917238":"\n  I was more disney than nickelodeon\n  ","917239":"\n  Forever 21\n  ","917240":"\n  No sounds gross 🤢\n  ","917241":"\n  Eh\n  ","917242":"\n  Normally have each other write down what they like and dont like and then try to come up with a plan to fix those issues or talk them out\n  ","917243":"\n  One moment\n  ","917244":"\n  Idk if u want me to seem screenshots or not but I have the link\n  ","917245":"\n  Learning how the mind works 😊\n  ","917246":"\n  Wtfrick\n  ","917247":"\n  Cimorelliband or\n  \n  Just remove the \"its\" out of my username\n  ","917248":"\n  Sexual, creepy, racist, discrimination, personal\n  ","917249":"\n  Yeah\n  ","917250":"\n  I thought football was over with for the season\n  ","917251":"\n  Hi\n  ","917252":"\n  Maccies\n  ","917253":"\n  Yeah sadly they won't get rid of him\n  ","917254":"\n  Or like leaving weird things on the porch luckily it seemed to stop for now\n  ","917255":"\n  Its been rainy, cold, freezing rain, snow\n  ","917256":"\n  Hmm ilk check them out thanks\n  ","917257":"\n  Black\n  ","917258":"\n  He officially decided to play peek a boo and run 🙄\n  ","917259":"\n  And plenty of liquids\n  ","917260":"\n  Most of the time\n  ","917261":"\n  Dress up\n  ","917262":"\n  Music\n  ","917263":"\n  Creating life of hybrid?\n  ","917264":"\n  When Trix cereal was actually shapes, the keebler cookie cereal, and honey combs\n  ","917265":"\n  A swim suit\n  ","917266":"\n  No thanks\n  ","917267":"\n  Hmm i don't really get in trouble but i guess maybe flirted with a cop?\n  ","917268":"\n  Warm yourself when it's cold\n  ","917269":"\n  Awe nice\n  ","917270":"\n  Rope, gloves, fake blood? Duct tape\n  ","917271":"\n  Area 51 finally becomes exposed and raided 😎\n  ","917272":"\n  My family and I once found two letters if stray kittens in our backyard and we took them in until they were old enough to be adopted to a family. We also helped capture  a stray dog that was roaming the neighborhood and he ended up snagging his tail on the fence ... Luckily nothing major and was adopted out they named him gordon but since then changed his name to aioki or something. And then michael found a turtle in the road and has since then I believe kept it\n  ","917273":"\n  😂😂😂\n  ","917274":"\n  Hi\n  ","917275":"\n  Yeah\n  ","917276":"\n  Maybe\n  ","917277":"\n  Ooo I don't know\n  ","917278":"\n  We have 😊\n  ","917279":"\n  Didnt get anything\n  ","917280":"\n  I didn't get anything\n  ","917281":"\n  No?\n  ","917282":"\n  You've been lied to, kian and olivia never even dated to begin with. She just tweeted about him years ago that was it.\n  ","917283":"\n  - I hate apples\n  \n  - I used to wear invisalign as a kid\n  \n  - I have 10 siblings\n  ","917284":"\n  I think I am because I love seeing others happy and love ...well love lol\n  ","917285":"\n  They were never together to begin with\n  ","917286":"\n  Bread, sweatpants, netflix\n  ","917287":"\n  They need to call in a exterminator because if there's one there's definitely more...\n  ","917288":"\n  Currently been struggling to be intact with how I'm really feeling\n  ","917289":"\n  Definitely having a crush on my best friends brother, but then dani also started to like him.\n  ","917290":"\n  I only been there for tour but barcelona is a good place, madrid is gorgeous.\n  \n  Madrid has some world art museum, sidewalk cafes, tapas bars. The heart of the city is Puerta del Sol, a large plaza serving as the scene of festivals, important gatherings and street performers as well as a hub for the public transportation network. Another important square is Plaza Mayor, known for its many souvenir shops, cafes and the lively San Miguel Market.\n  ","917291":"\n  And they stay there\n  ","917292":"\n  The sad girls club\n  ","917293":"\n  Glad to hear 😊\n  ","917294":"\n  We had one on pink vinyl a few years ago that were only $25 but only 300 weeks created and theyre all gone. Normally we sell out of newly stocked things right away\n  ","917295":"\n  Not one I pulled but my brothers and their friends did. ... It was only me home alone with them and our parents were out and my older sisters live in their own house and i was watching a movie with like two of my friends and it was near Halloween and my brother is texting me freaking out and saying someone is chasing them and they ran into the garage and you just heard banging and stuff...\n  ","917296":"\n  What makes you beautiful\n  ","917297":"\n  Clean and organized although it does get in organized and messy at times\n  ","917298":"\n  Okay here's we go... Sorry for the spam.\n  \n\n   @askamanz5506\n  \n\n   @astoldbyjoanna\n  \n\n   @abiepgonzales\n  \n\n   @annabelle_wrestler\n  \n\n   @Alicia861\n  \n\n   @BigAmericanFatso\n  \n\n   @birddawg19\n  \n\n   @Bocepous\n  \n\n   @bigboypete\n  \n\n   @chrissyjillson\n  \n\n   @CactusDoug\n  \n\n   @courtneym4\n  \n\n   @crickex\n  \n\n   @carlahall88\n  \n\n   @coffeehymn\n  \n\n   @DennisQ777\n  \n\n   @eatyourcake\n  \n\n   @edraegen\n  \n\n   @elizalcheney\n  \n\n   @EricC99\n  \n\n   @Ethangalloway0\n  \n\n   @elbowelephant\n  \n\n   @foolian\n  \n\n   @FeelFreeToAsk2017\n  \n\n   @fiezuqa\n  \n\n   @Gabbybartolone\n  \n\n   @Hayleywilson21\n  \n\n   @hey_its_ciara_\n  \n\n   @hockeyluvaa\n  \n\n   @iWillSpamYouAsk\n  \n\n   @ItheMicah\n  \n\n   @INOYW\n  \n\n   @JoeeeMason\n  \n\n   @kevwes5\n  \n\n   @kristinisbackbaby\n  \n\n   @lnr87\n  \n\n   @lightoflove\n  \n\n   @LittleAlz\n  \n\n   @musicfan1998\n  \n\n   @mawiocudwoc\n  \n\n   @Michaeljonesmp50\n  \n\n   @mbaac18\n  \n\n   @NicoleBuckleyyx\n  \n\n   @NineGDxFour\n  \n\n   @Pookeo9\n  \n\n   @ProperGrammarSavesLives\n  \n\n   @psychobaby1\n  \n\n   @Pumpkinprincess0930\n  \n\n   @QuotesTellWhatIFeel\n  \n\n   @RetroGamingMonkey\n  \n\n   @RaquelAlissa\n  \n\n   @StephenInd\n  \n\n   @snehm941\n  \n\n   @TNMORZ\n  \n\n   @TheChaosBringer\n  \n\n   @TheGgeShelley\n  \n\n   @tericrosby2016\n  \n\n   @WhySoManyTaken\n  \n\n   @XxXJprXxX\n  \n\n   @xxAmyLovesBVB1xx\n  \n\n   @XJLXJLXJLX\n  \n\n   @ZandMichael\n  \n","917299":"\n  extraterrestrial love and he becomes the ruler of the nation\n  ","917300":"\n  Skinny jeans\n  ","917301":"\n  Chores 😂\n  ","917302":"\n  I don't really think you can learn anything you learned? You can forget for a moment but eventually will be taught again or remember\n  ","917303":"\n  A lot of people do tbh\n  ","917304":"\n  I know I do\n  ","917305":"\n  Which I don't share everything\n  ","917306":"\n  IPhone and I need to update\n  ","917307":"\n  If I already confirmed it then there's nothing to worry about.\n  ","917308":"\n  Hi\n  ","917309":"\n  Doesn't matter\n  ","917310":"\n  Just self care things atm, going to get dressed and maybe head to the gym or something\n  ","917311":"\n  For now\n  ","917312":"\n  Maybe but they dont publicly announce it to the person\n  ","917313":"\n  Yes it is\n  ","917314":"\n  Re read the last part?\n  ","917315":"\n  No problem\n  ","917316":"\n  OK..\n  ","917317":"\n  Yeah\n  ","917318":"\n  Flowers in our hairrr 🌸💐🥀🌺 Feeling some spring vibes 👌🏻 are you ready for winter to be over?\n  \n  📸 @ acaciaevans\n  ","917319":"\n  I over think, panic and eventually just shut down.\n  ","917320":"\n  Just stressed about things\n  ","917321":"\n  You know 65% of these terms. You are a Darling Dixie!\n  ","917322":"\n  He doesnt really like sports...\n  ","917323":"\n  Mhm\n  ","917324":"\n  Haha yes its fine 🤗💖\n  ","917325":"\n  Go netflix on me and download some you can take me where you go 💖\n  ","917326":"\n  I got everything sorted out\n  ","917327":"\n  Yeah I'm okay just spending time with tristen\n  ","917328":"\n  God knew I needed someone like her in my life... After loosing a best friend due to selfishness and my hesrt broken and moving clear across the country\n  ","917329":"\n  Its something that my friends and therapist can manage\n  ","917330":"\n  Good just spending time with\n  \n   @TNMORZ\n  \n","917331":"\n  I was homeschooled\n  ","917332":"\n  Just got something going on currently that I'm working on\n  ","917333":"\n  Okay...\n  ","917334":"\n  Working 🤗\n  ","917335":"\n  And like you had some nerve to sit there and try and drag andrew publicly to get attention but had tickets to the show for them. ... 😂 this kid\n  ","917336":"\n  Because he was married previously done people don't like the idea of three times. Supposedly cheated on hayley from para more\n  ","917337":"\n  Don't be because I mess everything up eventually 😕\n  ","917338":"\n  \"See you later ex boyfriend \" was the best part\n  ","917339":"\n  I'm still crying over that live stream  this week and that roasts 😂\n  ","917340":"\n  I added u I think?\n  ","917341":"\n  I can send u mine its not an issue\n  ","917342":"\n  It may be because ur in a different part then I am ? Its bringing up Alicia in the usa\n  ","917343":"\n  Girl I looked and it won't even bring u up\n  ","917344":"\n  I appreciate it\n  ","917345":"\n  Currently just wanna be held... This time really is stressful\n  ","917346":"\n  Knew I wasn't seeing things saw it the moment her hair fell back\n  ","917347":"\n  This week with Lauren - 2\/2\n  \n  I think this was the longest week of my life. Initially wanted to take this week to relax and kinda slow down and process a lot of things that have been going on lately, but then more things ended up happening that I needed to process, so that didn’t exactly happen. I went for a last minute trip to Chattanooga, TN (re: the aesthetically pleasing bed pic) to get away for a little bit and get some space from everything\/everyone. Many tears were shed, many headaches were had, and it’s definitely not the end of all of that yet, but hey I’ve really been through it all at this point. With great friends and a great therapist, I’ll be fine 💖\n  "}}