{"Question":{"918420":"\n   Could i know who are we talking about?\n  ","918421":"\n   How are you on this blessed day?\n  ","918422":"\n   How is your day going Lauren\n  ","918423":"\n   My friend is polish🇮🇩\n  ","918424":"\n   What do you like about me most?\n  ","918425":"\n   How was your day\n  ","918426":"\n   Have you ever been to Poland or heard something about it?\n  ","918427":"\n   Good Evening Lauren\n  ","918428":"\n   Is the ending of desire more severe than hate?\n  ","918429":"\n   Is his family religious? believe in God? Is their family religious? Where was he born? How do he take their coffee? Who are all his siblings? His bad habits? His dream job? Have you met his parents or siblings? Do you know how many kids he wants? Fave food & color?\n  ","918430":"\n   Who's your fave Disney Princess?\n  ","918431":"\n   Do you like JCPENNEY\n  ","918432":"\n   Do you get many tourists  where you live\n  ","918433":"\n   A lion doesn't lose sleep over the opinions of sheep.\n  ","918434":"\n   Thanks Lauren!\n  ","918435":"\n   How are you today??\n  ","918436":"\n   Pap of you in your favourite crop top?\n  ","918437":"\n   Have a good day\n  ","918438":"\n   Hiii🥰followed follow me?\n  ","918439":"\n   Would you ever make a parachute jump?\n  ","918440":"\n   Cool I heard she is dating your brother Alex or is that just a false rumor?\n  ","918441":"\n   💖\n  ","918442":"\n   Who is the oldest between you and Rachael?\n  ","918443":"\n   Are you older then Rachael, or is she older then you?\n  ","918444":"\n   Hahaha very behind I see😂😂\n  ","918445":"\n   WHAT COUNTRY IS STRONGER. USA OR MEXICO\n  ","918446":"\n   🚪 In your area what do you call the “game” of knocking on doors\/ringing doorbells and running away? \nHere it’s called “knock off ginger” 🙂\n  ","918447":"\n   Kingdom hearts 3 Remind incoming\n  ","918448":"\n   Virgin?\n  ","918449":"\n   What was the last difficult thing you were asked to do?\n  ","918450":"\n   Do you have a particular place you like to visit regularly?\n  ","918451":"\n   Are you always content with your life?\n  ","918452":"\n   Are you still working on your abs?\n  ","918453":"\n   How  come you get to live a glamorous life while i struggle to live a house that looks like a dumpster\n  ","918454":"\n   I love your style and you're really pretty!\n  ","918455":"\n   Is there anyone’s stomach you find attractive?\n  ","918456":"\n   If people can read your mind , What would they usually hear!¿ 😛😛\n  ","918457":"\n   What was the Last discussion about  that you had with a  friend\n  ","918458":"\n   Every time I look at the shoutout button, it reminds me of pac man.\n  ","918459":"\n   Amy loves her sunflower Jeans  👖🌻💛\n  ","918460":"\n   I am watching Dr Who she's gone back in time to help Nikola Tesla\n  ","918461":"\n   Do you think you would be more \"famous\" if you were less accessible?\n  ","918462":"\n   Ah. And yet I have no idea what is Midnight Red, but sure.\n  ","918463":"\n   Alex has shaved his hair off 😂\n  ","918464":"\n   Would you rather know the history of every object you touch, or be able to see the future of every human you touch?\n  ","918465":"\n   What is the last oxymoron you saw\/heard?!\n  ","918466":"\n   Do you have any father\/mother in law\/ parents of your significant other horror stories?\n  ","918467":"\n   Who's thomas?\n  ","918468":"\n   What are the most comfortable shoes?\n  ","918469":"\n   If you could make anyone in the world fall in love, which two people would you put together?\n  ","918470":"\n   Congrats!!!\n  ","918471":"\n   Who had the most positive influence on you?\n  ","918472":"\n   Do you like or dislike spicy food?\n  ","918473":"\n   What is your favorite midnight snack?\n  ","918474":"\n   How would you explain your basic life philosophy ?\n  ","918475":"\n   Use a pick up line for me ??? 😋\n  ","918476":"\n   How's your day been so far?\n  ","918477":"\n   What about the Subway video you was in ?\n  ","918478":"\n   Pretty 💗🌸\n  ","918479":"\n   Hardest decisions..?\n  ","918480":"\n   For those who have birthmarks on your face, do you usually hide them or embrace them?\n  ","918481":"\n   Lol and not all :o\n  ","918482":"\n   Thank you Lauren 😊🌹\n  ","918483":"\n   Your hobbies...🗝\n  ","918484":"\n   Follow, back?\n  ","918485":"\n   Are you a morning person or night person?...🗝\n  ","918486":"\n   That's really kind! Also helps in learning motherly skills.\n  ","918487":"\n   In a perfect world what would your life be like?\n  ","918488":"\n   you have a kid?\n  ","918489":"\n   NO LAUREN IS JUST SENSIBLE AND DOESN'T DO DRUGS.why is that lame\n  ","918490":"\n   Did you really really hate any teachers in school\/college\n  ","918491":"\n   What did you think about Justin Bieber’s new song ‘Yummy’?\n  ","918492":"\n   What message do you want to pass onto your kid or future kids if you don't have any\n  ","918493":"\n   If you could create your own job, what would it be for and what would the title be?\n  ","918494":"\n   I was watching man vs food the man on the show ate 12 Carolina reaper chill hot  wings would you be able to do that or nah?\n  ","918495":"\n   What was the last thing  to make you go wow\n  ","918496":"\n   Congratulations and blessings to you.\n  ","918497":"\n   Well by that question I wasn't giving hate towards her or Emmyn. I just wondered why she never even mentioned it. I would never post hate towards her or any of your family.\n  ","918498":"\n   What's your opinion on the phrase \"Fake it till you make it\" ?\n  ","918499":"\n   Is is good to be popular? Or it’s better to stay in a shadow?\n  ","918500":"\n   She can have my kids if I get pregnant.\n  ","918501":"\n   Was there something in your childhood your parents lied you about and you knew they were lying?\n  ","918502":"\n   What is your favorite chocolate bar?\n  ","918503":"\n   Do you feel comfortable when being photographed?\n  ","918504":"\n   Which Disney character would you like to be for a day?\n  ","918505":"\n   What's the first thing you check when you turn on your computer?\n  ","918506":"\n   How do successful people differ from unsuccessful ones?\n  ","918507":"\n   I'm tired\n  ","918508":"\n   Favorite feature on her?\n   \n    https:\/\/www.instagram.com\/p\/B7d-j04goBD\/?igshid=ms0kxkexla80\n   \n","918509":"\n   Ok. I'm going to bed.\n  ","918510":"\n   How good are you at expressing your emotions? Do you find difficulties at turning your thoughts into audible words?\n  ","918511":"\n   When’s the last time you went to a shopping mall? Did you buy anything?\n  ","918512":"\n   Would you ever compete in an eating contest?\n  ","918513":"\n   Who’s your favorite Simpsons character?\n  ","918514":"\n   What are 3 things that you seen or heard everywhere 10 years ago (or so) and now you never do?\n  ","918515":"\n   -\n  ","918516":"\n   imagine the noses if gabbie hanna and CS had a kid\n  ","918517":"\n   I love you\n  ","918518":"\n   Brown Eyed Boys 👀with Lauren in her telsa 🚘🧡\n  ","918519":"\n\n    @Maliktarde\n   \n   ممكن likes 😋\n  ","918520":"\n   Who was the last person to do something nice for you?\n  ","918521":"\n   Ah, but Peter Piper picked a peck of pickled peppers.\n  ","918522":"\n   What's the most expensive thing you've bought? Did you regret buying it? How much was it? 😭\n  ","918523":"\n   My\n   \n    @askamanz5506\n   \n   was just shut down ... no idea why I have my suspicions on who reported me 🤔... was on there then got logged out .. anyway.. Reopening this one add me if you haven't already .. I need to work my way back again to 1000 followers  lol\n  ","918524":"\n   Can you be a fan of something without being obsessive? Do you know anyone who is overly obsessive over something?\n  ","918525":"\n   Fiance? when did u get engaged?\n  ","918526":"\n   Let's be honest u love me\n  ","918527":"\n   When was the last time you got a haircut?\n  ","918528":"\n   Would youu pursue a solo Youtube outside the band? 100% interested in Lauren vlogs\n  ","918529":"\n   You're never gonna answer this, but what's the announcement tomorrow?\n  ","918530":"\n   Do u like naps? 😴\n  ","918531":"\n   How to be independent and not clingy?\n  ","918532":"\n   If you had to pick a career that didn't have to do with music what would u be doing?\n  ","918533":"\n   Which sister do you spend the most time with? 💜\n  ","918534":"\n   Do u have a bf?\n  ","918535":"\n   How do u choose your pics for mood board ??? Xx\n  ","918536":"\n   Yes\n  ","918537":"\n   Yes\n  ","918538":"\n   I love you more\n  ","918539":"\n   Hardest thing you had to do recently\n  ","918540":"\n   -\n  ","918541":"\n   Lauren doesn't do stuff like that 🤬\n  ","918542":"\n   Since youre a model what is your advice for someone breaking into the business?\n  ","918543":"\n   Can you make brownies and cakes from scratch\n  ","918544":"\n   Why?\n  ","918545":"\n   If a crystal ball could tell you the truth about yourself, your life, the future or anything else, what would you want to know?\n  ","918546":"\n   Which youtubers are you watching?\n  ","918547":"\n   Cristina is cool\n  ","918548":"\n   lauren im so sorry this happen to her i know the pain and hurt and loss i am so sorry for all of u\n  ","918549":"\n   Welcome...have a great weekend!🤗🤗\n  ","918550":"\n   And I every Sunday make new video for Porn tube 😁👋👋\n  ","918551":"\n   Awww why\n  ","918552":"\n   Funniest school memory? (It can be any year from elementary to college)\n  ","918553":"\n   How are you\n  ","918554":"\n   You're beautiful. Oh my goodness!\n  ","918555":"\n   نمت؟ 🥺⁦☹️⁩\n  ","918556":"\n   😘😘😘\n  ","918557":"\n   Well, they don't bother me.\n  ","918558":"\n   Uh oh....\n  ","918559":"\n   Have u heard Halsey's new album???\n  ","918560":"\n   Never have I ever.....__________ ?!\n  ","918561":"\n   hello\n  ","918562":"\n   You need a maid!\n  ","918563":"\n   Ever been on a hot air balloon? Would you?\n  ","918564":"\n   5 facts about you?\n  ","918565":"\n   Do you keep your phone bright or on a lower setting?\n  ","918566":"\n   chinese or indian?\n  ","918567":"\n   omg i am so sorry that must havve been hard for all of u my condolences\n  ","918568":"\n   💎 Do you trust your intuition?\n  ","918569":"\n   Dani & Emmyn showing off the Driving licences 😂😂😂\n  ","918570":"\n   Do you think kids spend too much time on video games, phones and other electronics. Not spending enough time outside.\n  ","918571":"\n   What is the best lesson you've taught someone\n  ","918572":"\n   You all have my love & support ❤\n  ","918573":"\n   Fill me in on the latest gossip in your life rn.\n  ","918574":"\n   So sorry to hear that you are annoyed. Could I ask what has caused this annoyance?\n  ","918575":"\n   Last thing you wore that was pink\n  ","918576":"\n   How are you?\n  ","918577":"\n   Hi! What would I usually get for breakfast if I was staying with you? (Hope you don't mind me asking, I was curious about this)\n  ","918578":"\n   Do you make videos for YouTube\n  ","918579":"\n   are you a good dancer?\n  ","918580":"\n   What is your proposal story? Or what is your dream proposal story?!💕💍\n  ","918581":"\n   When is the last time you had a pb&j sandwich?\n  ","918582":"\n   I love doing laundry 😂\n  ","918583":"\n   Hey weirdo? are we good?\n  ","918584":"\n   Are u hard working or lazy?\n  ","918585":"\n   How often do you drink a glass of milk?\n  ","918586":"\n   what are you currently listening to?\n  ","918587":"\n   What gift have you received that keeps on giving?\n  ","918588":"\n   Why do you need money?\n  ","918589":"\n   Hi\n  ","918590":"\n   hey friend\n  ","918591":"\n   Hii\n  ","918592":"\n   Do you believe in the 5 second rule?! 😂.    🍏🐜\n  ","918593":"\n   Do you like sprinkles?\n  ","918594":"\n   Worst subject is...\n  ","918595":"\n   Do you always need something in the background or do you like the quiet?\n  ","918596":"\n   Does anyone have any plans to do for Valentine’s Day this year? ♥️ ❤️🧡💛💚💙💜💘💝💖💗💓💞\n  ","918597":"\n   What is your favorite movie from your childhood? And why?\n  ","918598":"\n   What about now?😜\n  ","918599":"\n   IS NINTENDO. AMERICAN ?\n  ","918600":"\n   Anyone want any questions im bored\n  ","918601":"\n   If you could watch one movie for a whole year, what would it be? And why?\n  ","918602":"\n   How do you cope of being a shy person?\n  ","918603":"\n   Why did you choose to become a singer?\n  ","918604":"\n   Favorite sad song atm\n  ","918605":"\n   Do you still Live with Amy 🥰 or Did she move out before we met?\n  ","918606":"\n   amy is short\n  ","918607":"\n   I would think her sercet Boyfriend would have something to say about that? haha\n  ","918608":"\n   if I rememeber correctly didnt you write this song about past relationahip Lauren? 🤔\n  ","918609":"\n   I know this, these are lyrics to one of your songs right? #IUnderstandThatReference\n  ","918610":"\n   Why do some people stay in relationships that they know are toxic?\n  ","918611":"\n   What car were you born to drive?\n  ","918612":"\n   Dani posted a video of her singing. I said her voice is great she should  be in a band 😂\n  ","918613":"\n   What was it?!\n  ","918614":"\n   Hm\n  ","918615":"\n   2 birds got caught in the engines on Alex's plane\n  ","918616":"\n   Favourite food to eat\n  ","918617":"\n   I'm thinking one of those stores should have you model their lines by the looks of your pole. Don't you think so?🤔🤗\n  ","918618":"\n   Hey, just listened, it's really more awesome than cimorelli's cover 😍!\n  ","918619":"\n   True, but only if I saw you guys on Disney Channel or so... as in your own show there!\n  ","918620":"\n   Have done or do any charity work? \nHave you volunteered anywhere?\n  ","918621":"\n   Have you seen the steamer machine that Camilla Cabello uses when her voice goes. She had had it since she was 16 years old\n  ","918622":"\n   That's true and also I wouldn't have  got to know a very nice family that live in Nashville TN but use to live in California\n  ","918623":"\n   that is true, but then we won't see you guys and be fans of you guys if the Internet never came to be!\n  ","918624":"\n   Kath is a tease she has just been on your Instagram band account and said ''My sister's  and I have a new series out only on patron and it's called ..........\"\n  ","918625":"\n   Yes the could be. The was no such thing as the internet years ago 😂\n  ","918626":"\n   What are your favorite song lyrics?!\n  ","918627":"\n   What do you use to listen to music? Radio, app, etc.\n  ","918628":"\n   Life without the internet - could this be possible?\n  ","918629":"\n   Does your home or trailer have a fireplace?\n  ","918630":"\n   What is your current song addiction? Mine is \n\"I've got you under my skin\" by Ben L'Oncle\"\n  ","918631":"\n   When do we get to see the pic of your\nEngagement ring please?\n  ","918632":"\n   How are you doing today mentally wise as\nYou look more in control?\n  ","918633":"\n   That's God's plan in life 😊\n  ","918634":"\n   Do you like wings? Best flavor to get? Boneless or bone-in?\n  ","918635":"\n   Did Jo Cox deserve it?\n  ","918636":"\n   THANKS, LAUREN!!!! :)\n  ","918637":"\n   Hangman I like that game 😂\n  ","918638":"\n   When was the last time you actually took a poop??\n  ","918639":"\n   Ever pretend to be happy even if you're not?\n  ","918640":"\n   TENNESSEE TITANS VS KANSAS CITY CHIEFS.\n  ","918641":"\n   as friends\n  ","918642":"\n   hey\n  ","918643":"\n   I tried zooming in but I still couldn't tell 😂\n  ","918644":"\n   I only get £500 a week on benefits and £200 of that a week goes on food which leaves me only £300 spending money per a week. Do you agree that I should be given more? Because I had to save up three WHOLE weeks for the Valve Index!\n  ","918645":"\n   Heyy\n  ","918646":"\n   Who is the craziest person you've ever meet\n  ","918647":"\n   What do you think about children being on the internet at such a young age?\n  ","918648":"\n   Let's play a game. \nYour 3rd, 9th and 19th emoji are how Valentine's Day will go for you.\n  ","918649":"\n   What's the best thing that has happened to you today?!\n  ","918650":"\n   -\n  ","918651":"\n   I understand I can ask you for advice\n  ","918652":"\n   what makes a successful loving relationship to you?\n  ","918653":"\n   Do you enjoy music award shows?\n  ","918654":"\n   your favorite clothing brand ?\n  ","918655":"\n   Wait- so you two only run the house you two live in?!\n  ","918656":"\n   Do you live with any sister?\n  ","918657":"\n   Not appropriate 🙄\n  ","918658":"\n   What’s the last snack you had?\n  ","918659":"\n   Let me go out like I blister in the sun\n  ","918660":"\n   How old were you when you learned how to ride a bike?\n  ","918661":"\n   Where you from?\n  ","918662":"\n   LAUREN\n  ","918663":"\n   Soon i'll be running again\n  ","918664":"\n   -\n  ","918665":"\n   Hi! I want to eat healthier. Would you mind helping me out? Please fill in this survey for me. Thank you so much! 💕\n   \n    https:\/\/www.surveymonkey.com\/r\/2VVKJHF\n   \n","918666":"\n   Do you support Bernie Sanders' plan to make public colleges and universities tuition-free?\n  ","918667":"\n   Haha, I like this song💕 It has been years since I've listened to it😊\n  ","918668":"\n   😂😂good bop\n  ","918669":"\n   Thank you god for another day that Everyone can live with their families and be blessed with good health amen\n  ","918670":"\n   -\n  ","918671":"\n   Favorite female friend? \nFavorite male friend? \nFemale crush? \nMale crush? \nFavorite female celebrity? \nFavorite male celebrity? \nFemale celebrity crush? \nMale celebrity crush? \nLast time you were kissed? \nLast time your butt was slapped? \nWho do you love?\n  ","918672":"\n   They best not.\n  ","918673":"\n   be honest, do you often think black guys are cute?\n  ","918674":"\n   How many alarms do you set in the morning?😂 How many minutes apart are they, if it's more than one!?\n  ","918675":"\n   Who is your favorite Disney princess?!🌼\n  ","918676":"\n   Hero or villain for the day?!\n  ","918677":"\n   Do you still make music?\n  ","918678":"\n   Do you get things done early or do you procrastinate?\n  ","918679":"\n   are you here now? :)\n  ","918680":"\n   Do you like south park\n  ","918681":"\n   Have you ever been to Chicago?\n  ","918682":"\n   Do you feel fulfilled?\n  ","918683":"\n   ⚜ Hi :) How do you usually motivate yourself?\n  ","918684":"\n   Want me to send you one of the most inappropriate song ever made?\n  ","918685":"\n   do u think\n   \n    @bellarudis\n   \n   is pretty\n  ","918686":"\n   i just followed you! can you follow me?\n   \n    @bellarudis\n   \n   is my name\n  ","918687":"\n   Sorry if this is random😂 imma give you some back then vanish\n  ","918688":"\n   👽 If we were eventually introduced to an alien life form physically not too dissimilar from humans, whose beliefs and values were fundamentally different from any known human culture, how would you imagine them behaving?\n  ","918689":"\n   Have you come across a gold digger\n  ","918690":"\n   Can you do any impressions\n  ","918691":"\n   Which Hogwarts house are you a part of? 😁 (Am making a pie chart for how many belongs to each house on here haha)\n  ","918692":"\n   This was send  by me like 4 days ago😂\n  ","918693":"\n   I’m jus chillin\n  ","918694":"\n   Trump is one of the worst presidents in us history\n  ","918695":"\n   How's your day\n  ","918696":"\n   That surely requires a different type of confidence 😅.\n  ","918697":"\n   Why are you in deep distress Lauren\n  ","918698":"\n   -\n  ","918699":"\n   So that's why why you nearly busted your face. You went roller skating last night.\n  ","918700":"\n   -\n  ","918701":"\n   Girl: your gonna die! \nMan: STILL GONNA SEND IT!😂\n  ","918702":"\n   -\n  ","918703":"\n   \/ songwriter\n  ","918704":"\n   I sent mine in\n  ","918705":"\n   What is pi?\n  ","918706":"\n   How did you meet your bf\/gf? If you have one that is.\n  ","918707":"\n   I would like to be. Someday I will watch.\n  ","918708":"\n   People to follow on here?\n  ","918709":"\n   Who’s ready for the warm weather? 😩\n  ","918710":"\n   Have you worked as a cashier before? If so, did you like it?\n  ","918711":"\n   Why do women live longer than men?\n  ","918712":"\n   Favorite college football team\n  ","918713":"\n   🎶Have you ever seen a lassie?🎶\n  ","918714":"\n   So everytime you hear a tornado warning you feeling like you are going to OZ to see the wizard 🙆‍♀️🌪🏠🦁🤠🤖🧙‍♂️\n  ","918715":"\n   How many times a week do you drink alcohol? What's your favorite?!\n  ","918716":"\n   When was the last time that you took some \"me\" time?!\n  ","918717":"\n   I have seen 2 videos of you playing basketball with your brothers. So I would agree😂🏀\n  ","918718":"\n   What's your favorite meme?\n  ","918719":"\n   Yeah probably as in next week or month\n  ","918720":"\n   Oh wow and you want another one?\n  ","918721":"\n   So that means no and you have a kid now?!\n  ","918722":"\n   Are you a virgin?\n  ","918723":"\n   Oh so you do drugs instead?!? That  a girl!!\n  ","918724":"\n   Wow your lame🙄\n  ","918725":"\n   Stolen from one of my anons;\n\n\"What do you look for in a partner?\"\n  ","918726":"\n   Thoughts on people who are kiss asses in work\n  ","918727":"\n   Amy's new fit friend & future husband is Minato 😂\n  ","918728":"\n   What is the most expensive meal you've ever had? How much did it cost?\n  ","918729":"\n   How many times a week do you drink alcohol? What's your favorite?!\n  ","918730":"\n   Do you remember a lot of your dreams? Do you have a favorite one you've had so far?!\n  ","918731":"\n   I apologise it sounded like Sparrow on my phone. I have chang it on her YouTube & Instagram story\n  ","918732":"\n   🤢 Hot honey & lemon or Ginger and early bed then for you then. KEEP WARM\n  ","918733":"\n   Ya but the eyebrows spot on\n  ","918734":"\n   It's icey here too⛸\n  ","918735":"\n   On Lisa's story before when she was doing faces on the back of Christian Kaths eyes looked like Dani's\n  ","918736":"\n   Oh no hope ya ok 😳\n  ","918737":"\n   Jessie J use to look like Christina years ago\n   \n    https:\/\/www.instagram.com\/p\/B7aNRXzDJdw\/?igshid=9dbeyc79kfpd\n   \n","918738":"\n   That's so true Lauren\n  ","918739":"\n   They also need to leave you alone and sort there own lives out\n  ","918740":"\n   I know you do. It's that fake causing trouble for you two\n  ","918741":"\n   Emila Clarke said You are to good for Tristen\n  ","918742":"\n   Probably\n  ","918743":"\n   If I asked you questions about your fiance do you think you could answer them?\n  ","918744":"\n   I like em shh\n  ","918745":"\n   🤤\n  ","918746":"\n   Nummmy\n  ","918747":"\n   Don't worry baby\n  ","918748":"\n   Good\n  ","918749":"\n   You’re engaged?\n  ","918750":"\n   Dani didn't mention anything about Christina's video on her Instagram post. All she did was mention her's and Emmyn's\n  ","918751":"\n   I love u\n  ","918752":"\n   Ru cutie\n  ","918753":"\n   I'm sorry to hear about the miscarriage. That's really sad. I'll pray for Christina and Nick and everyone else. Just remember, their baby is in a better place right now, where it won't feel any pain or sadness. I hope this helps.\n  ","918754":"\n   Baby Sparrow Cimorelli\/ Reali 👼❤😪\n  ","918755":"\n   Baby i'm one the way\n  ","918756":"\n   اجعله معي .. سندي وحلالي حتي نشيب سوياً يا الله♥️💍\n  ","918757":"\n   Which words or phrases do you most overuse?\n  ","918758":"\n   What kind of place do you think is ideal for the first date? Why do you think so?\n  ","918759":"\n   Happy monday ☺️\n  ","918760":"\n   Good afternoon everyone.\n  ","918761":"\n   Alone walker 👌👌👌\n  ","918762":"\n   Salted or sweet popcorn?...🗝\n  ","918763":"\n   What is your favorite movie? ...🗝\n  ","918764":"\n   What is the proportion of ur humor from ur  seriousness in reality ..?!\n  ","918765":"\n   Idk\n  ","918766":"\n   Followed, songwriter here!\n  ","918767":"\n   What is your favorite part about nighttime?!\n  ","918768":"\n   What was the last cool thing you learned?!\n  ","918769":"\n   Describe your favorite scenery!\n  ","918770":"\n   What is the last thing that made you feel uncomfortable?\n  ","918771":"\n   Do you have a favorite constellation?\n  ","918772":"\n   What's the last thing that made you laugh out loud? Post a photo or tell the story. =)\n  ","918773":"\n   Woow, your dinner look so good!😍😍😍\nGood night, sweet dreams!🤗💋🤗\n  ","918774":"\n   What is your favorite movie that is coming in 2020?\n  ","918775":"\n   oh right fair enough its ur body\n  ","918776":"\n   What one question can you ask to find out the most about a person? 🤔\n  ","918777":"\n   y wouldnt u go swimming with a bikini top?\n  ","918778":"\n   What can you not get right, no matter how many times you try? 🤔\n  ","918779":"\n   why?\n  ","918780":"\n   What did you think you would grow out of but haven't? 🤔\n  ","918781":"\n   would u ever swim without a bikini top?\n  ","918782":"\n   Do you ever wish you could just say fuck it back your bags and move to another country and start fresh\n  ","918783":"\n   Is being brutally honest a bad thing\n  ","918784":"\n   How are you\n  ","918785":"\n   Who left the band?\n  ","918786":"\n   Smh\n  ","918787":"\n   What do you have in your of tricks?\n  ","918788":"\n   Lo lo\n  ","918789":"\n   Are you money driven\n  ","918790":"\n   How much wood could a woodchuck chuck if a woodchuck could chuck wood?\n  ","918791":"\n   Mark 11:24\n  ","918792":"\n   You can only do this once you can create whatever you think of what is the one thing you'll think of to creatw\n  ","918793":"\n   What is the country!! is it the land or the people?\n  ","918794":"\n   What is your Best and worst quality?\n  ","918795":"\n   you know between us for fun if you or sisters is single you know what friend to hit up xo\n  ","918796":"\n   oh cool how do you like your hair better long or short\n  ","918797":"\n   I knew it wasn't a bed bug. Just a bug crawling on her bed she said 😂\n  ","918798":"\n   How are you ?\n  ","918799":"\n   What is the greatest lesson that you've ever learned\n  ","918800":"\n   Love you Lauren my friend\n  ","918801":"\n   I just said hi on the  Cimorelli Instagram post and tagged all 6 of you. I always will it would seem weird no adding Dani \nChristina \nKatherine \nLisa \nAmy \nLauren \n😧\n  ","918802":"\n   I normally don't ask stuff like this (because it is..gross?) but my fiancé just asked me this and it made me laugh a little. Hoping it will do the same for you. Have a good day!💕🙃😋😂\n\nIf a clown farts, does it smell funny? 😂😂\n  ","918803":"\n   What's your favorite sound?!\n  ","918804":"\n   What would be the worst form of daily transportation?\n  ","918805":"\n   Who is the one person that can always make you laugh?\n  ","918806":"\n   Do you prefer bicycle or roller skates?\n  ","918807":"\n   Do you believe in love at first sight?\n  ","918808":"\n   Which room do you spend the most time in your house?\n  ","918809":"\n   If you were going to be stuck on an island with three celebrities, which three would you choose?\n  ","918810":"\n   Is there someone who when you first met them you didn’t like them however as you got to know them you ended up becoming very good friends?\n  ","918811":"\n   Favorite ice cream flavor\n  ","918812":"\n   omg what happen\n  ","918813":"\n   Don't get upset. You just need to take a little timeout gather your thoughts. After tomorrow people will understand why things have been so quite on the cimorelli front and should understand.\n  ","918814":"\n   So that's what happened. I blame the person that crashed into her\n  ","918815":"\n   She needs time.\n  ","918816":"\n   Ooh.\n  ","918817":"\n   Is it something with Nick? Because she can conceive the baby, just not keep it. I know that my sister can't have kids and she's lost 4.\n  ","918818":"\n   Oh my heart goes out to Christina & Nick 😪\n  ","918819":"\n   Share something ! Which spokes out your heart ❤️ツ\n  ","918820":"\n   How colourful your life is ???\n  ","918821":"\n   What magic words do you know ? 💫\n  ","918822":"\n   OW\/OL ??? 😋\n  ","918823":"\n   Tell me, what is on your mind right now?...🗝\n  ","918824":"\n   Do you go to the gym\n  ","918825":"\n   So, what can you do with a music degree..?\n  ","918826":"\n   ❌ What’s an assumption you once made about something\/someone that turned out to be incorrect? \n     ✅ What’s an assumption you once made about something\/someone that turned out to be accurate?\n  ","918827":"\n   Good Morning 🌞\nJi\n  ","918828":"\n   Do you have to offer more from your brains or more from your looks?\n  ","918829":"\n   whats the quickest way to pass time?\n  ","918830":"\n   do u dream?\n  ","918831":"\n   thats wonderful you know wouldn't trade our friendship for the world what about you\n  ","918832":"\n   Please can someone help. I put this stone on my mantlepiece and then it ends up on my bed without me putting it there! What could be the logical explanation for this?\n  ","918833":"\n   The last time your sister had a stop over at Texas Airport she didn't like it.\n   \n    https:\/\/youtu.be\/BzIg0rM5iak\n   \n","918834":"\n   Thinking about the leader of your own country ... if there was someone else you could have .. who would you have and why?\n  ","918835":"\n   What country are you from and what countries do you want to visit and why\n  ","918836":"\n   I wish we could see who follows us\n  ","918837":"\n   What do you do when you have a sore throat?\n  ","918838":"\n   Which holidays do you and your family celebrate?\n  ","918839":"\n   Where do you usually find new music?\n  ","918840":"\n   What would be your ideal lifestyle?\n  ","918841":"\n   Could you live without a computer?\n  ","918842":"\n   Would you rather have white hair or no hair?\n  ","918843":"\n   I shoutout all of you guys because your brave, smart, and have a future!\n  ","918844":"\n   Elephants about to go roughshot over my neighborhood. And then when people get angry I’ll deny everything.\n  ","918845":"\n   Do you do yoga or any other type of Pilates or stretching exercises?\n  ","918846":"\n   How many countries have you been to? Which one would you like to visit next?!\n  ","918847":"\n   What is your least favorite chore?\n  ","918848":"\n   Who is your cell phone carrier?\n  ","918849":"\n   What stores do you get excited to shop at\/check out?\n  ","918850":"\n   How did you meet your bf?\n  ","918851":"\n   Are you doing well?\n  ","918852":"\n   Who is the father to Iran supreme leader\n  ","918853":"\n   What was your favorite food when you were a child? 🤤🤤🤤\n  ","918854":"\n   Likers get criticism ? 😋\n  ","918855":"\n   Heyy did you have instagram\n  ","918856":"\n   Are you nervous about your figure?\nIf not? Don't share any pap\nIf yes? Share solo pap\n  ","918857":"\n   Yes\n  ","918858":"\n   Cual es tu instagram\n  ","918859":"\n   What is the last thing to impress you\n  ","918860":"\n   What are you fed up of\n  ","918861":"\n   Picture?\n  ","918862":"\n   How are you today\n  ","918863":"\n   I sometimes wear mine that way, I find them more comfy like that! 😊\n  ","918864":"\n   ahahaha what a scene\n  ","918865":"\n   You're the original beautifull girl\n  ","918866":"\n   wish i knew that about haters too, xo\n  ","918867":"\n   hey\n  ","918868":"\n   Yikes, I never wished you a blessed Christmas and great to see that you had a great New Year's Day. Could I ask if you kept up your exercise routine over the festive season?\n  ","918869":"\n   What's your favorite fast food? I'm craving pizza right now lol\n  ","918870":"\n   i like the shape of ur hands btw!\n  ","918871":"\n   I pulled a butt muscle in my left cheek the other day an it still hurts.\n  ","918872":"\n   😘😘😘😘😘\n  ","918873":"\n   😊\n  ","918874":"\n   Kath becoming annoying to Liss 😂😂\n  ","918875":"\n   I love you too\n  ","918876":"\n   Okay babe\n  ","918877":"\n   its good that u like water well done keep it up!\n  ","918878":"\n   Does anyone back in the day when we had MySpace before Facebook came along\n  ","918879":"\n   Alex is brother?\n  ","918880":"\n   Hey, just wanted to let you know, I discovered cimorelli when I was searching cover versions for Drake's God's Plan song, have to say, it was really really awesome, idk how many times I might have listened to it on repeat mode 😂\n  ","918881":"\n   Short or tall\n  ","918882":"\n   When life gets you down, how do you deal with it?\n  ","918883":"\n   When’s the last time you did anything fun?\n  ","918884":"\n   Do you like Girl Scout cookies? My daughter is selling them .\n  ","918885":"\n   If you could commit any crime without any consequences, what would you do and why?\n  ","918886":"\n   Are you a forgiving person?\n  ","918887":"\n   How are ya?\n  ","918888":"\n   Walk or run\n  ","918889":"\n   Ice cream or drinks\n  ","918890":"\n   -\n  ","918891":"\n   Post a GIF that matches your current mood?\n  ","918892":"\n   Wyd\n  ","918893":"\n   😊\n  ","918894":"\n   Anything interesting happened today?\n  ","918895":"\n   Awesome pics on your askfm page do you\nEver take a bad pic\n  ","918896":"\n   Good night Lauren 😴🛏\n  ","918897":"\n   THANKS, LAUREN!!!!!\n  ","918898":"\n   Sorry I meant, what beach in Malibu was it filmed at?\n  ","918899":"\n   😥😥 in the mean time let's see some of your demos 😂\n  ","918900":"\n   Lauren, you might not remember this, but that beach in Malibu did you guys film the What Makes You Beautiful video way back in 2011? Do you remember?\n  ","918901":"\n   So will find out on Friday\n  ","918902":"\n   I didn't know that! That's really awesome! Also, I love you guys so much! You all are my favorite singer and also favorite YouTubers (even though you're really not YouTubers) lol\n  ","918903":"\n   Why is Lisa emotional watching your new video she is editing. Is it because Dani isn't in it.\n  ","918904":"\n   i love you\n  ","918905":"\n   Oh no!!! Scratch that idea then. lol... Well, if you are in California, you can get In N Out to show up and they bring this mobile cooking unit, which is basically a food truck and they make everything that people want. They have the best shakes in my opinion.\n  ","918906":"\n   Pancakes or waffles?\n  ","918907":"\n   When you have your wedding, you should get it catered by Chick-Fil-A and have stacks and stacks and stacks of nuggets every where. nom nom nom\n  ","918908":"\n   -\n  ","918909":"\n   What is Kath's wallpaper in her bathroom?\n  ","918910":"\n   Do you want to get married\n  ","918911":"\n   When is your wedding?\n  ","918912":"\n   I think I heard about it?\n  ","918913":"\n   Smh\n  ","918914":"\n   Yes they're dead.\n  ","918915":"\n   It will ok.\n  ","918916":"\n   Could feed them\n  ","918917":"\n   Mom or mother\n  ","918918":"\n   Car or plane\n  ","918919":"\n   Ok lol\n  ","918920":"\n   Black or white\n  ","918921":"\n   I love my job so it's good.\n  ","918922":"\n   Today is \"or\" day\n1.hot or cold\n  ","918923":"\n   Both\n  ","918924":"\n   Oh right\n  ","918925":"\n   How are you\n  ","918926":"\n   Why more peoples Ass stinking at work? Wash yo ass before, after and maybe even at work!\n  ","918927":"\n   Milk chocolate or dark chocolate?\n  ","918928":"\n   im chill\n  ","918929":"\n   What was the last thing to  excite you\n  ","918930":"\n   It would be nice to get a follow??? \n#New_Here........😊😊\n  ","918931":"\n   💖💖💖\n  ","918932":"\n   What's the weirdest food combination that you like that seems gross\/ disliked by some people? 😛😛😛\n  ","918933":"\n   Ever feel like your life is too busy?\n  ","918934":"\n   Have  you ever eaten hasenpfeffer??\n  ","918935":"\n   If someone randomly wrote \"you'd get it \" what would you assume the \"it\" was?\n  ","918936":"\n   Do you think that you're funny\n  ","918937":"\n   So kind 😊\n  ","918938":"\n   Thanks for the likes 😁😀\n  ","918939":"\n   How do u find inspiration to write songs?\n  ","918940":"\n   If you could make your own music would you\n  ","918941":"\n   -\n  ","918942":"\n   New music soon?\n  ","918943":"\n   Is it bad to always care too much about other people?\n  ","918944":"\n   Are you shy? Can you start a conversation with someone you just met?\n  ","918945":"\n   Harry Hines from AHS has died of an overdose 😢\n  ","918946":"\n   Is this too cheesy to put on a dating site when they said tell me about yourself? I said\n\nI'm just a normal guy looking for that special woman in my life who I want to spend the rest my life with and make me a better person.\n  ","918947":"\n   I pressed on your reward button. And it give you 195 of my  coins for 1 answer 😂\n  ","918948":"\n   I like you more than your songs😛😛\n  ","918949":"\n   i think we are good friends and glad to start this year reaching you and i loved ending last year knowing you\n  ","918950":"\n   hey there how is my friend today miss you of course i definitely hope for you a nice weekend\n  ","918951":"\n   Mine it’s Coca Cola normal\n  ","918952":"\n   What’s your native language? If that language has distinct regional variations, which variation? (eg. AU English, US English)\n  ","918953":"\n   Ever dropped something only to never find it again? Do you believe in black holes?\n  ","918954":"\n   What was the last thing to shock\/suprise you\n  ","918955":"\n   What’s unique about you?\n  ","918956":"\n   AWW LITTLE  LAUREN & LITTLE DANI SINGING BABY\n   \n    https:\/\/youtu.be\/jN6S1G8AwHY\n   \n","918957":"\n\n    @Ahmedjama96\n   \n   mocked you...\n  ","918958":"\n   Is anyone else really tired lol\n  ","918959":"\n   Find out. Best game!\n  ","918960":"\n   Hey Lauren\n  ","918961":"\n   Lauren Cimorelli Solo's 2019\n   \n    https:\/\/youtu.be\/Ozp_gVLOn98\n   \n","918962":"\n   Post the picture of your profile to see how many likes you can get.\n  ","918963":"\n   What topic of conversation do you consider boring?\n  ","918964":"\n   What is the most rewarding experience you have had and what made it so?\n  ","918965":"\n   5 things that you can't live without?\n  ","918966":"\n   Hey😄❤️\n  ","918967":"\n   Really!?\nHow old is he!?\n  ","918968":"\n   With ice\n  ","918969":"\n   A tiny snake aww\n  ","918970":"\n   Question for ladies. Have you ever looked up pics of Bill Gate's wife and considered men don't want physical perfection. They would prefer a smart, hard working and reliable partner in crime?\n  ","918971":"\n   What is the best thing you've seen online this week?\n  ","918972":"\n   Could you ever completely walk away from technology?\n  ","918973":"\n   What are you most likely to be famous for?\n  ","918974":"\n   When you grab groceries, what do you make sure to grab every time?\n  ","918975":"\n   Sorry I didn't mean to scare you\n  ","918976":"\n   Nice nice\n  ","918977":"\n   What do you do to make money? What's your main job? Any side jobs?\n  ","918978":"\n   Did you hear the one about me trying to die? Fist in the air and a finger to the sky\n  ","918979":"\n   Be my sis please Lauren\n  ","918980":"\n   Ah that's cool then\n  ","918981":"\n   Where was Christina in the new Instagram video.\n  ","918982":"\n   Do you get angry much\n  ","918983":"\n   Gotcha\n  ","918984":"\n   Are you a Star Wars fan?\n  ","918985":"\n   If you could do anything in the world right now ? What would you do ?(:\n  ","918986":"\n   What would you do if someone smacked your best female friends big butt lol ?\n  ","918987":"\n   Tell me your last boy friend\n  ","918988":"\n   What normal thing do you find revolting?\n  ","918989":"\n   ❣❣❣\n  ","918990":"\n   ❣❣❣\n  ","918991":"\n   Who think askfm is 💀or people are busy & just dgaf\n  ","918992":"\n   Put your music on shuffle, what are the first 3 songs that come on?\n  ","918993":"\n   Do they charge overnight\n  ","918994":"\n   Have you ever flown a kite before?\n  ","918995":"\n   You probably just like playing air basketball like air guitar 😂\n  ","918996":"\n   NEW CHAPTER as a 5 piece \nCKLAL\n  ","918997":"\n   Any childish game you want to play!?\n  ","918998":"\n   If you could change one thing about your family, what would it be?\n  ","918999":"\n   which ones?\n  ","919000":"\n   do any songs make you cry?\n  ","919001":"\n   I will be honest I wasnt expecting that answer I thought every one from California was a democrat 😂\n  ","919002":"\n   Someone who insulted you but you didn't felt anything!?\n  ","919003":"\n   Something you wanted but you never got it!?\n  ","919004":"\n   I miss Elf Lauren. Is she going to return in December?\n  ","919005":"\n   Lauren ! Should i ask for something ?\n  ","919006":"\n   When you wear flip-flops or sandals, do you ever kick them off while sitting, or take one of them off while standing and perch your bare foot on top of your opposite foot? If you do so, why? Is it comfortable? Does it help cool off your feet when they get hot, for example?\n  ","919007":"\n   What's your actual political views I wont judge just asking\n  ","919008":"\n   Married people or people in relationships. Do you nag or boss your sig other around? Why? Like I told my wife I’m a grown ass man you don’t me what to do!! She wasn’t in the room at the time but had she been boy I woulda told her that!\n  ","919009":"\n   So you like socialism?\n  ","919010":"\n   Why am I blocked I'm just saying the truth\n  ","919011":"\n   What is something you’ve done that while you’re not proud of it you also aren’t ashamed of it either?\n  ","919012":"\n   Congrats! I'm happy for you! On a side note, I'm also down in the dumps now. I used to day dream about meeting you and us falling in love and living by the beach and Palm trees. Sigh.\n  ","919013":"\n   Nope 😋\n  ","919014":"\n   You like socialism and high taxes🙄\n  ","919015":"\n   Where are you form\n  ","919016":"\n   Go back home where you belong\n  ","919017":"\n   Ok Lauren, take care!🤗🤗\n  ","919018":"\n   Wait you're engaged??? I didn't know this!!!\n  ","919019":"\n   No please don't plaque texas with more california democrats we already have enough 🙄🙄\n  ","919020":"\n   do you think you will live in California again?\n  ","919021":"\n   HI\n  ","919022":"\n   ❣❣❣\n  ","919023":"\n   ❣❣❣\n  ","919024":"\n   X\n  ","919025":"\n   like both photos of you have to say i like you with short hair but also long hair look adorable\n  ","919026":"\n   What's the best thing you can do with a stick of gum?\n  ","919027":"\n   I love you\n  ","919028":"\n   When was the last time you were angry? What caused it?\n  ","919029":"\n   Proverbs 31:30\n  ","919030":"\n   What do you plan to accomplish in the next 5 years?\n  ","919031":"\n   And Amy had a bed bug until she released it 😂\n  ","919032":"\n   What is something you wish you already accomplished in life so far?\n  ","919033":"\n   Hi\n  ","919034":"\n   Your most funniest photo?\n  ","919035":"\n   Have you ever raised a pet? What's the name of your pet and what type of animal is (was) it? 🤔🤔\n🐶🐱🐭🐹🐰🐔🐵🐸🐝🐜🐴🐢🕷🦀🐙🐖🐏🐃🐂🐄🐓🦃🦚🦝🐇🐁\n  ","919036":"\n   Ohh, im really sorry for your bread...i can send you some with much pleasure😉🤗\n  ","919037":"\n   I never knew you had Ask.fm!!!!!!! Omg hiiii!! Just wanna say i loveeee your voice ❤️❤️❤️❤️❤️ take care!! ❤️\n  ","919038":"\n   do u have rules in ur house\n  ","919039":"\n   what are u doing now\n  ","919040":"\n   this q for songs\nsing.......\n  ","919041":"\n   Do you like Fairy Tales\n  ","919042":"\n   If you could run any business, which one would you choose? Would you make any drastic changes to it?\n  ","919043":"\n   What is the lowest test score you've ever gotten? 😶😶😶\n  ","919044":"\n   If you could steal anything from anyone or anywhere with no repercussions... what would you steal?\n  ","919045":"\n   Do you still drink milk? 🤔\n  ","919046":"\n   Do you like Chicken Wings? If so, do you prefer drums or flats?\n  ","919047":"\n   Definitely\n  ","919048":"\n   How many answers do you answer every day?\n  ","919049":"\n   What's your favorite video game?!\n  ","919050":"\n   Great idea 😂❤\n  ","919051":"\n   glad you think of me as a friend because since we first said hello ive thought of you the exact same way and wouldn't want that to change for sure\n  ","919052":"\n   I am going into space 🚀🛸\n  ","919053":"\n   Shit.\n  ","919054":"\n   Iran have hit multiple US air bases with rockets in Iraq and say that's just the beginning 😮😥\n  ","919055":"\n   It would be nice to get a follow????\n#New_Here.......😊😊\n  ","919056":"\n   What’s your plans for tomorrow?\n  ","919057":"\n   Do you sisters have a picture together?\n  ","919058":"\n   Damn lucky you.\n  ","919059":"\n   What will happen if I put a tiny bit of liquid other than water in my iPhone 8 charging port?? I am not crazy I am just curious what will happen\n  ","919060":"\n   You don't have to worry about missing any Grammy's. There's plenty of actors and actresses on this app. See ya'.\n  ","919061":"\n   Are you into girls? Because I swear I don’t really know you but I have a massive crush on you! Your style, your vibe, your aura, it’s so attractive to me? Also you’re american which us Brits find so cute haha! Girl let me take you out sometime hahah? :) (please don’t answer this)\n  ","919062":"\n   What is the luckiest thing that has happened to you?\n  ","919063":"\n   Do you suffer from sleep paralysis Lauren?\n  ","919064":"\n   can i get your insta\n  ","919065":"\n   Name your favorite iconic duo?\n  ","919066":"\n   What's the most you've done for someone who really needed it?\n  ","919067":"\n   When's the last time you tried something new?! What was it?!\n  ","919068":"\n   Share some wisdom?\n  ","919069":"\n   That's disgusting behaviour from some of the so called Cimfam 🤬\n  ","919070":"\n   Have you ever been in a dance off? Did you win?\n  ","919071":"\n   Ru lesbian?\n  ","919072":"\n   why do banks literally charge you money for not having enough money?\n  ","919073":"\n   Have you ever had a secret admirer? Have you ever been a secret admirer?\n  ","919074":"\n   what were you doing when it stated to work?\n  ","919075":"\n   What’s your spirit animal?\n  ","919076":"\n   Do you prefer to talk or to listen ?\n  ","919077":"\n   What do you think of makeup?\n  ","919078":"\n   What embarrases you?\n  ","919079":"\n   If you could take a picture with any celebrity, who would it be?\n  ","919080":"\n   f a family member, friend or a hot female\/male were about to fall of a cliff and you could only save one. Who would it be?\n  ","919081":"\n   o you know how to keep secrets?\n  ","919082":"\n   Are you still friends with someone from kindergarten?\n  ","919083":"\n   Applebee’s or Chili’s\n  ","919084":"\n   A B C D E F G H I L K L M N O P Q R S T U V W X Y Z now I know my ABC's\n  ","919085":"\n   Is forgiveness important to you, or do you think that it is better to hold grudges? 🤔\n  ","919086":"\n   You still have your Christmas tree up while  watching Bartiz 😂\n\nLauren: I Love the blonde one😂\n  ","919087":"\n   Would you ever take back someone who cheated on you? Have you? 🤔\n  ","919088":"\n   Are you more into looks or brains? 🤔\n  ","919089":"\n   What was the worst phase in your life? 🤔\n  ","919090":"\n   What was the best phase in your life? 🤔\n  ","919091":"\n   What was your favorite pastime as a young child? 🤔\n  ","919092":"\n   When\/if you do go out to socialize, what things do you enjoy doing? 🤔\n  ","919093":"\n   PAP 🖤\n  ","919094":"\n   think you will be getting married anytime soon? you know you would have to try to invite me if that happens right\n  ","919095":"\n   thats good well you know another Ian in your life in me so hope thats good of course how is your relationship\n  ","919096":"\n   hey Lauren wanted to check on you with the storms i wish you well for the coming week your an amazing friend\n  ","919097":"\n   Well if it's true.... congrats 🌹🌹👍\n  ","919098":"\n   💛\n  ","919099":"\n   💛\n  ","919100":"\n   Fiance??? 😍\n  ","919101":"\n   What was the last thing to make you happy\n  ","919102":"\n   Back or front about sex?\n  ","919103":"\n   Have you lost a loved one?\n  ","919104":"\n   What is the first life changing moment that comes to your mind? 🤔\n  ","919105":"\n   Who's talking about moving 13 hrs away from you Lauren\n  ","919106":"\n   What is something that you would change about yourself spiritually or emotionally? 🤔\n  ","919107":"\n   What is your opinion on clowns?!\n  ","919108":"\n   Zindagi khuwab kyun dikhaati hai ??\n  ","919109":"\n   Love you💛\n  ","919110":"\n   😂\n  ","919111":"\n   💛👑😘\n  ","919112":"\n   What’s the one thing you would like to change about yourself physically? 🤔\n  ","919113":"\n   What is the last movie that made you cry? (Or at least hit you in the feels?!)\n  ","919114":"\n   Who did you last receive a text from?!\n  ","919115":"\n   Cristiano Ronaldo or Messi?\n  ","919116":"\n   How do you like your eggs fried or fertilized?\n  ","919117":"\n   What are you excessively obsessive compulsive about?\n  ","919118":"\n   Where do you like to go when you eat out? 🤔\n  ","919119":"\n   Do you prefer books or movies? What's your fav book\/movie and why? SHARE YOUR THOUGHTSSSS!!! I need book and movie recommendations pleasseee. HELPPP. 🥺🥺\n  ","919120":"\n   Would you say you’re sensitive?\n  ","919121":"\n   Tell me about the person you love.\n  ","919122":"\n   Tell us something you learned today.\n  ","919123":"\n   تجي نتعرف\n  ","919124":"\n   Here's Pete the baby elephant. 🐘 • You have to keep him for one day!\n• What will YOU call him?\n• Where would you take him?\n• Tag who you would give him to next! Then send them this! Let's see the #adventuresofababyelephant !!🐘❤️\n  ","919125":"\n   Whose brain would you want to live in for a day?\n  ","919126":"\n   Are you in love?\n  ","919127":"\n   You're beautiful\n  ","919128":"\n   Who lives In a pineapple under the when they have had a bad day\n  ","919129":"\n   What's your favorite local pizza?\n  ","919130":"\n   That makes sense and it sounds so good! And that would be the perfect soup\/ food combination for a cold day outside!\n  ","919131":"\n   Oh. No.\n  ","919132":"\n   Oh\n  ","919133":"\n   Have you ever been serenaded by anyone? You ever serenaded anybody?\n  ","919134":"\n   Why was that even a question\n  ","919135":"\n   Do you get any aches or pains when the weather changes?\n  ","919136":"\n   Glow, duh.\n  ","919137":"\n   oh happy memories\n  ","919138":"\n   What?\n  ","919139":"\n   What's the one thing you cannot live without?\n  ","919140":"\n   Yes\n  ","919141":"\n   If you could ask a single person one question, and they had to answer truthfully, who and what would you ask?\n  ","919142":"\n   why do landlords tell poor people to get a job when owning property is not even a job?\n  ","919143":"\n   Have you ever worn your sweatshirts inside out?\n  ","919144":"\n   Can I get some coins?\n  ","919145":"\n   Oooo\n  ","919146":"\n   I love you too\n  ","919147":"\n   Yesss\n  ","919148":"\n   How's your day so far? ☺️ (or night)\n  ","919149":"\n   Who's your favorite athlete?\n  ","919150":"\n   What did you do?\n  ","919151":"\n   Hi\n  ","919152":"\n   Who from your past do you wish you stayed in contact with and why?🌼\n  ","919153":"\n   If you could have any wild animal as a pet what would it be?\n  ","919154":"\n   How many phone calls did you receive yesterday?\n  ","919155":"\n   Happy Monday everyone ✨. Hope you had a great weekend!\n  ","919156":"\n   What is your favorite drink?\n  ","919157":"\n   The new video that Rachael has made for her new song ''God's Not Done With You\" didn't Cimorelli record a song there in the woods\n  ","919158":"\n   Do you prefer abs or a bit of a beer belly on guys?\n  ","919159":"\n   What do you think is the major problem that your country is facing at the moment? What do you think is the solution? Share your thoughts! ☺️👍🏻\n  ","919160":"\n   All you need is ?🌸\n  ","919161":"\n   How do you prefer your eggs?\n  ","919162":"\n   Thoughts on the military? 🤔\n  ","919163":"\n   come on\n  ","919164":"\n   can i get your number\n  ","919165":"\n   In my job I'm not allowed to ask for time off they give it to me they decide when I can have it off. I'm I missing something here or is that unfair?\n  ","919166":"\n   Ever had a bad accident?\nIf yes, how?\n  ","919167":"\n   What do you usually do when you’re ill?\n  ","919168":"\n   What annoys you?\n  ","919169":"\n   What do you prefer to waste most of your money on?\n  ","919170":"\n   What country do you like the most?\n  ","919171":"\n   Who makes plans most the times? you or your friends?\n  ","919172":"\n   If you were to design your country’s flag, how would it look like?\n  ","919173":"\n   Have you ever been on a speedboat?\n  ","919174":"\n   DO YOU LOVE PINEAPPLES ON PIZZA? 🤭 please say yes HAHAHA...\n  ","919175":"\n   What irritates you? 🤭\n  ","919176":"\n   how emotional you get when you listen to a song? for example: getting emo while staring outside the window car or like you have your own music video 😬🤣😂✋🏼\n  ","919177":"\n   What can really make you happy? ☺️\n  ","919178":"\n   Can someone please ask me a weird or funny question? Lol... So bored...\n  ","919179":"\n   Likers get>??? :O\n  ","919180":"\n   oh I see 😏😉🍆\n  ","919181":"\n   What did you prepared?\n  ","919182":"\n   What can you not get right, no matter how many times you try? 🤔\n  ","919183":"\n   If you had to change your name, what would you change it to? 🤔\n  ","919184":"\n   can i meet you\n  ","919185":"\n   I think I have social anxiety but not 100% sure if you had it how would you deal with it?\n  ","919186":"\n   hello guys! how do you say “i love you” in your first language? (if you have one) in the philippines 🇵🇭 it’s “mahal kita” yes you 😉\n  ","919187":"\n   Ha you are beautiful inside and outside :)\n  ","919188":"\n   when was the last time you cook? what was it?\n  ","919189":"\n   for cars? do you prefer 2 doors or 4 doors?\n  ","919190":"\n   What’s the dumbest thing you’ve done that actually turned out pretty well? 🤔\n  ","919191":"\n   What do you regret not doing or starting when you were younger? 🤔\n  ","919192":"\n   What small gesture from a stranger made a big impact on you? 🤔\n  ","919193":"\n   Oh ok\n  ","919194":"\n   What song or artist do you like but rarely admit to liking? 🤔\n  ","919195":"\n   What is your week going to look like?\n  ","919196":"\n   It's pretty easy\n  ","919197":"\n   what’s your favourite song atm? why?\n  ","919198":"\n   Would you ever go scuba diving🤿?\n  ","919199":"\n   what’s your favourite soda?\n  ","919200":"\n   what was the latest kind of dream you last had? or was is a nightmare?\n  ","919201":"\n   Stay strong Lauren Ur band needs you more than ever alright\n  ","919202":"\n   Oh ok.\n  ","919203":"\n   Hy\n  ","919204":"\n   Tesla! Yay or nay?\n  ","919205":"\n   hey can i ask you something\n  ","919206":"\n   what burned your eyes today\n  ","919207":"\n   Do you see yourself as many different kinds of people in the one person?\n  ","919208":"\n   CAH = cards against humanity incase you weren't sure. Been getting some questions on it.\n  ","919209":"\n   Would you rather be hurt by the one you trust the most or the one you love the most?\n  ","919210":"\n   Why is someone keep asking people to vote on a yes\/no poll if they have tonsils still or not? there's like 3 of them from different accounts o.o\n\nDo you have yours? I do.\n  ","919211":"\n   Do you like eating lamb?\n  ","919212":"\n   hii\n  ","919213":"\n   Would you rather know the uncomfortable truth of the world or believe a comforting lie?\n  ","919214":"\n   Yes?\n  ","919215":"\n   What are you always late for?👀\n  ","919216":"\n   Coffee date hot or not?\n  ","919217":"\n   You called Tristen (Twisty)\n  ","919218":"\n   If you had to lose a sense, which would it be?\n  ","919219":"\n   Can I ask someone dirty questions?\n  ","919220":"\n   Can i take u out for a dinner\n  ","919221":"\n   Do you think we'd get along if we met?\n  ","919222":"\n   Twisty 😂\n  ","919223":"\n   What’s the last movie you watched? We watched the new Maleficent and Won’t You Be My Neighbor last night . My bad I got the name of the movie wrong\n  ","919224":"\n   You gave it away.\n  ","919225":"\n   This isn't exactly a question but rather a challenge. I'm asking you to send me a joke than in 2 days I'll judge who is the best. The winner gets 300 coins! Only rules are you can only submit one joke and it can't be submitted anonymously. Good luck! =D\n  ","919226":"\n   You're very pretty.\n  ","919227":"\n   Have you ever gone zip lining?\n  ","919228":"\n   Hii\n  ","919229":"\n   What’s your favorite food that starts with the letter X?\n  ","919230":"\n   How’s your week so far?\n  ","919231":"\n   Any tips kind of just blann bnb out after the normal stuff.\n  ","919232":"\n   hey honey are u doing better than yesterday sorry it was hard on you always here to cheer you up Love you\n  ","919233":"\n   Ever grabbed your boyfriends pen ?\n  ","919234":"\n   I am watching a documentary about  the murder of Megan Sharpton in Franklin county Tennessee 2012. Did you hear about it\n  ","919235":"\n   What’s up\n  ","919236":"\n   I will be single on Valentine's Day\n   \n    https:\/\/youtu.be\/vjU7N7FM9DE\n   \n","919237":"\n   Assistant?\n  ","919238":"\n   Anyone else going to be alone on Valentine's Day?\n  ","919239":"\n   I seen Arielle's post on Instagram saying she was back home\n  ","919240":"\n   How was it?\n  ","919241":"\n   Oh, you know him off ask?\n  ","919242":"\n   Doing good?\n  ","919243":"\n   Doesn't look like he answers questions. 🤔\n  ","919244":"\n   You're welcome. Every one of you are beautifully talented.\n  ","919245":"\n   Follow for follow maybe 🤗🤗🤗✌ btw great display .... 💞💞\n  ","919246":"\n   long or short haired cats?\n  ","919247":"\n   No. That doesn't do anything.\n  ","919248":"\n   When someone asked me why was I out so late\n  ","919249":"\n   Nobody talks. I've done this before.\n  ","919250":"\n   do you know what falaka is?\n  ","919251":"\n   Mhm\n  ","919252":"\n   have you ever been searched by a cop?\n  ","919253":"\n   okay guys it’s link time - i was walking in the street when .....\n  ","919254":"\n   What song brings back memories from your childhood?\n  ","919255":"\n   Ah I see they look nice cars\n  ","919256":"\n   On a scale of 1-5, how afraid of the dark are you?\n  ","919257":"\n   Oh is the telsa model 5\n   \n    https:\/\/youtu.be\/6HtlmNzqQdo\n   \n","919258":"\n   Still cool we haven't got that technology here yet 😂\n  ","919259":"\n   Cool 😂\n  ","919260":"\n   😂😂😂😂\n  ","919261":"\n   You have a panic alarm don't you\n  ","919262":"\n   Jasper may come back.\n  ","919263":"\n   No\n  ","919264":"\n   Hows your day been\n  ","919265":"\n   Do that with you hand\n  ","919266":"\n   Like small children!?\n  ","919267":"\n   This Instagram post is so funny involving you & Kath\n   \n    https:\/\/www.instagram.com\/p\/B7EcJGJJRyk\/?igshid=1s1heg9pb5oyv\n   \n","919268":"\n   How is your Wednesday going Lauren\n  ","919269":"\n   How many siblings do you have? Are you close to them?\n  ","919270":"\n   You are bae 💙\n  ","919271":"\n   Do you prefer paintball or laser tag?\n  ","919272":"\n   What was the last big mistake you made?\n  ","919273":"\n   What is the best color for a car?\n  ","919274":"\n   Why are you crying?\n  ","919275":"\n   Who has 20\/20 vision? 👀\n  ","919276":"\n   I love your smile ?\n  ","919277":"\n   Do you pray ?\n  ","919278":"\n   Do you have lots of money ?\n  ","919279":"\n   ❤️👨‍👨‍👧👨‍👨‍👧\n  ","919280":"\n   I want you to put your head on my lap so I can play with your hair ?\n  ","919281":"\n   Do you enjoy church as best thing to do all\nWeek?\n  ","919282":"\n   anyone from AU who’s still up? i can’t sleep and it’s 2:40 am. what’s wrong with me\n  ","919283":"\n   Are you careful to not offend people or do you not give a shit?\n  ","919284":"\n   truth or dare?\n  ","919285":"\n   When you need a distraction what do you turn to?\n  ","919286":"\n   If you could ask one person one questions and get a completely honest answer who would it be and what would you ask ?\n  ","919287":"\n   Are you happy the New England Patriots lost\n  ","919288":"\n   👀\n  ","919289":"\n   How are you doing\n  ","919290":"\n   guys! in a scale of 1-10, how weird you can be?\n  ","919291":"\n   do you think you've changed in the last year? in what way?\n  ","919292":"\n   All that shit is in the fucking jungle dude that sheds like a fuck 👋👋\n  ","919293":"\n   Hugs💛\n  ","919294":"\n   do you like listening to old songs?\n  ","919295":"\n   What's going on weekend ? 👀\n  ","919296":"\n   Which is the most memorable day you have ever had ???\n  ","919297":"\n   are you coffee or a tea person?\n  ","919298":"\n   Iah if you have to wake Tristen up to get some sleep do it. There was 2 on the bed and Lauren said roll over  roll over😂🛏.\n\nHave you never heard of tha rhyme.  \nThe was 3 in the bed & the little one said roll over😂\n  ","919299":"\n   كيفك يا غالية\n  ","919300":"\n   I love you too\n  ","919301":"\n   Ik ik\n  ","919302":"\n   What would you do differently if you knew nobody would judge you?\n  ","919303":"\n   쎔.김님 저는 쎔.김님과 직접 대화하고 싶으니 제게 직접 말씀하세요 \n제 페이지에 와서 제게 말씀하세요\n  ","919304":"\n   쎔.김님 저는 쎔.김님과 직접 대화하고 싶으니 제게 직접 말씀하세요 \n제 페이지에 와서 제게 말씀하세요\n  ","919305":"\n   No wonder you're awake, you have fingers in your eye! 🤪\n  ","919306":"\n   Good night Lauren 😴🛏\n  ","919307":"\n   Yeah, I've seen that video. Very sad.\n  ","919308":"\n   Yeah i know and I'll look for it. You girls still have my support.\n  ","919309":"\n   When is believe in you MV coming out?\n  ","919310":"\n   That almost made me cry tbh\n  ","919311":"\n   Doing good?\n  ","919312":"\n   I was dehydrated 😂\n  ","919313":"\n   How am I faking you 😕\n  ","919314":"\n   can i give someone my number\n  ","919315":"\n   I have 😂 51 days  left till Christmas 😂\n  ","919316":"\n   If you could have any superpowers in the world, what would it be?\n  ","919317":"\n   What’s the best and worst piece of advice you’ve ever received? 🤔\n  ","919318":"\n   What are some of your personal \"rules\" that you never break? 🤔\n  ","919319":"\n   So my crush doesn’t like me back? I’m saying that it’s him cause he shows signs that he likes me. 🙄\n  ","919320":"\n   no chance ur engaged\n  ","919321":"\n   What’s something horrible that everyone should try at least once? 🤔\n  ","919322":"\n   Ya I understand that\n  ","919323":"\n   What is something that your friends would consider “so you”? 🤔\n  ","919324":"\n   whats in your eyes rn\n  ","919325":"\n   Don't worry the Cimfam will sort now.\n  ","919326":"\n   How do I know if my crush likes me? I’ve heard that he likes me back, but I’m not sure. On my ask.fm I received something. It’s someone telling me that they’re too shy to tell me that they have a crush on me. I think it’s him but I’m not sure. The only sign I know is that my crush stares at me a lot\n  ","919327":"\n   I posted what she said about Dani on the Cimorelli fan Facebook page\n   \n    https:\/\/m.facebook.com\/groups\/1450659051873567?view=permalink&id=2506638936275568\n   \n","919328":"\n   I have a question\n  ","919329":"\n   Are you single\n  ","919330":"\n   Just followed you because the message is what I loved hope you will this year even greater than the previous.\n  ","919331":"\n   I'm so into music would love to follow your instagram page. ❤\n  ","919332":"\n   ootd?\n  ","919333":"\n   Toad the wet sprocket\n  ","919334":"\n   what are the 5 things you love in life?\n  ","919335":"\n   what kind of sports do you play?\n  ","919336":"\n   I want to move forward in my life and that involves leaving my current job and again my boss finds that rude\n  ","919337":"\n   She is a Selena Gomez fan\n  ","919338":"\n   your a cute hot mess stay strong for me your a courageous woman and a friend of mine everything will work out for the best i have faith in you\n  ","919339":"\n   And tell her she's lucky to have those eyes I love it.\n  ","919340":"\n   Oh my my\n  ","919341":"\n   may i ask you do you have kik\n  ","919342":"\n   debs the girl you follow on Twitter also put\n   \n    @godblessmg\n   \n   but it's in white not blue. So when you click on it nothing happens\n  ","919343":"\n   Time , day and temperature.\n  ","919344":"\n   I hope Dani is staying on here with u & Lisa\n  ","919345":"\n   you dont have to thank me i should be thanking you a lot\n  ","919346":"\n   What’s the title of the current chapter of your life? 🤔\n  ","919347":"\n\n    @godblessmg\n   \n   must have deleted their account it'ss not coming up\n  ","919348":"\n   Ya I just went back to look. I don't know what the girl said but she is a b****\n  ","919349":"\n   Yes, I'm fine.\n  ","919350":"\n   So is Dani back on Twitter now?\n  ","919351":"\n   you ok\n  ","919352":"\n   How are you\n  ","919353":"\n   Send her good wishes from my side.\n  ","919354":"\n   hi\n  ","919355":"\n   You have a whole football team damn it.\n  ","919356":"\n   Don't get married you're going to regret it\n  ","919357":"\n   By any chance is she single?\n  ","919358":"\n   Among your friends or family, what are you famous for? 🤔\n  ","919359":"\n   Who's that girl in second display?\n  ","919360":"\n   But you hate trump so... go back home\n  ","919361":"\n   What bends your mind every time you think about it? 🤔\n  ","919362":"\n   The south is trump country take your terrible trump hating liberal views back to California🙄\n  ","919363":"\n   Move back there the east coast doesn't want you here\n  ","919364":"\n   What were some of the turning points in your life? 🤔\n  ","919365":"\n   do you live in California?\n  ","919366":"\n   What do you strongly suspect but have no proof of? 🤔\n  ","919367":"\n   no problem you got me as your friend always keep that in your heart daily missed you since last chat\n  ","919368":"\n   Is singing an easy job!?\n  ","919369":"\n   🙄\n  ","919370":"\n   whats your insta\n  ","919371":"\n   what do you think of me as a person what do you see me as for you\n  ","919372":"\n   Hey\n  ","919373":"\n   Liar\n  ","919374":"\n   Thoughts on Donald Trump recent actions\n  ","919375":"\n   Where do you plan on travelling in 2020?\n  ","919376":"\n   What do you think is the most difficult addiction to overcome?\n  ","919377":"\n   can i get ur snap\n  ","919378":"\n   lauren can i get your snap\n  ","919379":"\n   hey now way im also 21\n  ","919380":"\n   For those who actually made resolutions, how are they going?\n  ","919381":"\n   Have you ever been to the grammys??\n  ","919382":"\n   If lady gaga told you to dump your sisters and roll with her would you do it? Be honest????\n  ","919383":"\n   You don't have to watch this. But this is a memorable moment of you & Dani singing Before Octobers Gone in the guitar shop just you & her\n   \n    https:\/\/youtu.be\/L8kcN6VQQzA\n   \n","919384":"\n   Favorite John wick movie and why?\n  ","919385":"\n   I'll check on you later.\n  ","919386":"\n   Is there any person you are afraid of?\n  ","919387":"\n   If you could have any car you want, what kind of car would you get?\n  ","919388":"\n   Are you living your dream?\n  ","919389":"\n   Would you rather play football or watch it played by others?\n  ","919390":"\n   What was your first mobile phone?\n  ","919391":"\n   Is January a difficult month for you to get through in any way, or do you generally find it ok?\n  ","919392":"\n   Have you recently needed help with something only to have the people around just stare at you and not offer any ? Example holding a bunch of boxes and needing to open a door.\n  ","919393":"\n   What's your favorite worship song?\n  ","919394":"\n   I like to listern\n  ","919395":"\n   جس محبت کو پچھلی محبت کہنا پڑے\n        Agreed ? وہ پچھلی بار بھی محبت نہیں ہوتی\n  ","919396":"\n   \"إنَّما يُعرَفُ صِدقُ الودِّ في الشدَّة، لا في غيرِهَا.\"\n  ","919397":"\n   I just want to be more chill like you what advice you give to us???\n  ","919398":"\n   How's ur mental state rn?\n  ","919399":"\n   It is a bit but he took well.\n  ","919400":"\n   What to do if your friend is disrespectful towards you?\n  ","919401":"\n   Are you excited for the new projects for 2020?\n  ","919402":"\n   U still eat the same breakfast or no?\n  ","919403":"\n   Is 2020 gonna be 20\/20 ?\n  ","919404":"\n   How do you like your eggs?\n  ","919405":"\n   The most valuable thing you lost in your life ???\n  ","919406":"\n   Which restaurants do you visit most frequently?\n  ","919407":"\n   A video?\n  ","919408":"\n   What is your favorite pic of yourself?\n  ","919409":"\n   Are there people who very much like intrusive interference in your life? What is your attitude towards such people?\n  ","919410":"\n   But as long as Tristen knows if you ever move in with him there will be no dogs moving in with you 😂\n  ","919411":"\n   what’s for breakfast, lunch or dinner? 😬\n  ","919412":"\n   If you were given chance to join politics, would you?\n  ","919413":"\n   What sport you don’t know how to play, but want to learn?\n  ","919414":"\n   Funniest thing to happen to you?\n  ","919415":"\n   hello, how are you? 😊\n  ","919416":"\n   Followed\n  ","919417":"\n   ❤❤\n  ","919418":"\n   Do you generally find it easy or hard to communicate your feelings?\n  ","919419":"\n   What’s the personality trait you find most attractive in someone?\n  ","919420":"\n   I am in bed with that song in my head still. WHY DID LISTERN TO IT😂. I did enjoy your version to it😊\n  ","919421":"\n   OH NO NOT BABY SHARK 🙈😂\n  ","919422":"\n   4 chords challenge\n  ","919423":"\n   32 degrees\n  ","919424":"\n   Ian asks me to sing this him like almost every day now lol 😂\n  ","919425":"\n   Believe in you\n  ","919426":"\n   Through the years medley\n  ","919427":"\n   One direction medley\n  ","919428":"\n   Cup song -\n  ","919429":"\n   You're worth it\n  ","919430":"\n   I see you lauren always backing off your high note and giving it to Lisa\n  ","919431":"\n   All I want for christmas is you\n  ","919432":"\n   These were the last two shows and I'm posting the videos I can actually find from these,these shows are a little bit different because they were the last ones with Dani in the band...\n  ","919433":"\n   💍💍💍\n  ","919434":"\n   What’s your favorite movie character and why?\n  ","919435":"\n   If you could breed two animals together to defy the laws of nature, what new animal would you create?\n  ","919436":"\n   how many followers do you have here on ask?\n  ","919437":"\n   What have you created that you are most proud of? 🤔\n  ","919438":"\n   Which of your scars has the best story behind it? 🤔\n  ","919439":"\n   In your group of friends, what role do you play? 🤔\n  ","919440":"\n   If your childhood had a smell, what would it be? 🤔\n  ","919441":"\n   What do you wish your brain was better at doing? 🤔\n  ","919442":"\n   What’s one responsibility you really wish you didn’t have? 🤔\n  ","919443":"\n   Fav root beer I like a&w?\n  ","919444":"\n   Selena Gomez or Rihanna?\n  ","919445":"\n   Post a pic of the engagement ring please? 😀\n  ","919446":"\n   Congratulations on being engaged and how and when did it happen?\n  ","919447":"\n   Oldest question you got was from when?\n  ","919448":"\n   Hey lauren\n  ","919449":"\n   When was the last time you annoyed someone\n  ","919450":"\n   Last time you were late for something? And what was it?\n  ","919451":"\n   Just think in 51 weeks  it's going to be Christmas all over again 😂\n  ","919452":"\n   Anyone a fan of Poppy ?\n  ","919453":"\n   That is an interesting combination. So like you put the mac & cheese in the broccoli and cheddar soup? That sounds pretty good!\n  ","919454":"\n   why\n  ","919455":"\n   Favourite game app on your phone? I want some games too play but I really can’t find any good ones that I can get into.\n  ","919456":"\n   who was tge last person you hug?\n  ","919457":"\n   good morning you all beautiful people 💕\n  ","919458":"\n   who was the first person you followed on ask?\n  ","919459":"\n   Happy friday 🤗\n  ","919460":"\n   sunset or sunrise?\n  ","919461":"\n   what is the first thing you do when you wake up in the morning?\n  ","919462":"\n   could we?🙈😇\n  ","919463":"\n   if you happen to wake up from 5years in coma, what’s the firsts you will do?\n  ","919464":"\n   Congrats\n  ","919465":"\n   مين يشتري لايكات 🙄\n  ","919466":"\n   Which word or phrase annoys you the most?\n  ","919467":"\n   How are you Lauren\n  ","919468":"\n   tell your sisters i said hello wish them well of course i think we would make great friends would you agree\n  ","919469":"\n   was thinking about you since we chatted last was great thank you for it definitely miss you\n  ","919470":"\n   hey there sweetheart i hope your day will be good for you and i wish u an awesome weekend Love you\n  ","919471":"\n   What’s the last thing you did right before you answered this question?\n  ","919472":"\n   Ever been sea sick before?\n  ","919473":"\n   ave you ever gone parachuting or para-diving?\n  ","919474":"\n   Do you have any family secrets?\n  ","919475":"\n   Do you prefer to live alone or with someone?\n  ","919476":"\n   What is your favourite outfit?\n  ","919477":"\n   Are you a psychic in any way?\n  ","919478":"\n   Happy Monday humanz.......\n\nWhat is your inspirational statement for the day?\n  ","919479":"\n   This just in.. She knows I'm married! Coming up at 11... Nothing!!!\n  ","919480":"\n   How was your day\n  ","919481":"\n   This just in.. She knows I'm married. Coming up at 11... Nothing!!!\n  ","919482":"\n   Tell two favourite girls,and two favourite boys name ? 👀\n  ","919483":"\n   Have you saw don’t fuck with cats on Netflix? OMG.\n  ","919484":"\n   Haha laid\n  ","919485":"\n   Do you think every should go to gym?\n  ","919486":"\n   How was your new year eve?\n  ","919487":"\n   Is being a caregiver to someone who’s disabled or a stay-at-home (anything) a valid job? Apparently some doofus on here thinks those are not “real enough jobs” so I open the floor.\n  ","919488":"\n   Have you done your good deed for the day?\n  ","919489":"\n   what’s your most embarrassing moment in life?\n  ","919490":"\n   hi\n  ","919491":"\n   😀 + 💦 = 😂\n❤ + ⛏ = 💔\nShow your creativity 😂✌\n  "},"Answer":{"918420":"\n  Tristen 😊\n  ","918421":"\n  I'm doing well, hbu?\n  ","918422":"\n  Going great\n  ","918423":"\n  That's wonderful!!!\n  ","918424":"\n  How kind you are (:\n  ","918425":"\n  My day is going well so far, how about yours?\n  ","918426":"\n  I want to visit poland !! And I have heard a lot about it. Hopefully we can visit soon 💖\n  ","918427":"\n  Good evening!! 😊\n  ","918428":"\n  You can choose to ignore hate from others. But most of the time if you have a desire for anything, you mostly do everything you can to contain that desire or get that.\n  ","918429":"\n  His family isn't really religious but does have extended family who are. The majority of his family believes in God. Hutto, TX\n  \n  Caramel & coconut. Silas, Merrick, Ashliee and Eleanor are his other half siblings. Derek and josie as well. He doesn't really have any bad habits. 4\/5 kids. Dream job is wildlife vet. He doesnt have a favorite food and blue, yellow & red are his favorite colors\n  ","918430":"\n  Belle obviously lol\n  ","918431":"\n  Haven't shopped there in a long time, not even sure if one even exists here in Tennessee or not still.\n  ","918432":"\n  Yes, considering I live in a town located in nashville.\n  ","918433":"\n  💖\n  ","918434":"\n  No problem 😊\n  ","918435":"\n  Doing fine 😊\n  ","918436":"\n  I don't really have a favorite crop top .... I just like to wear them with a Cami tee underneath BC I don't like ahowing skin off right now. Mostly being BC of the scar on my stomach and the fact I'm trying to contonue being a positive role model on younger children who looks up to me as well. Don't want younger children walking around in crop tops now do we? Also trying to be conservative as well.\n  ","918437":"\n  You too!!\n  ","918438":"\n  Sure 😊\n  ","918439":"\n  I'm honestly scared of falling to my death... Took me awhile to actually get on the tailgate and fastest roller coaster at a park I went to one summer. Over came my fear of heights since then as well.\n  ","918440":"\n  A rumor as of right now. They're just friends who hang out with each other as well as the rest of us lads. But maybe there will be a relationship that blooms between them both sometime.\n  ","918441":"\n  I feel I should clear these up real quick:\n  \n  - the photos I post on here are either old and have been posted before\/saved onto my laptop\/ phone or ones I just posted\n  \n  - sometimes I post edits others have made bc i enjoy their artwork amd creativity\n  \n  - I never once said Christian was a bad guy, I said the relationship just didn't work out at the time, and we just needed to take a different path in life for awhile until we crossed again\n  \n  - we spent three years apart from eachother and doing things we loved. As well as leaening what needs to be fixed with ourselves and our friendships\/relationships\n  \n  - acid rain is not about christian and never will be\n  \n  - the video christian posted about prom and us dating was privately by my request ( we know I hate people talking about my relationships and tend to be a private until I feel the timing is right)\n  \n  - Tristen is Derek's brother someone I have trusted for a long time.\n  \n  - he has a son named ian which lost his real mother in a car crash and his twin (I called him my son because I adore him).\n  \n  -understand I was calling Tristen mine before we even had a relationship because we were really good friends\n  \n  - a media coverage relationship is what I am in where the media makes it seem I'm with someone but I'm not and could be single, dating, etc to someone else. Which is how you get attention and publicity and all that.\n  \n  - I do not appreciate people coming on here accusing me of being something I am not because you do not know the full story or facts because I only release what I choose to. Most of this is for privacy concerns.\n  \n  - do not share my account or whatever with anyone please xx\n  ","918442":"\n  Rachael 💖\n  ","918443":"\n  She's older than I\n  ","918444":"\n  Yes\n  ","918445":"\n  Who knows\n  ","918446":"\n  Ding dong ditch or knock knock zoom zoom\n  ","918447":"\n  Ok\n  ","918448":"\n  🙃\n  ","918449":"\n  Go public with a media thing\n  ","918450":"\n  Yes I do\n  ","918451":"\n  Not always\n  ","918452":"\n  Not really\n  ","918453":"\n  Awe lucky and hard work my friend to achieve your dreams\n  ","918454":"\n  Thank you\n  ","918455":"\n  No lol\n  ","918456":"\n  About how anxious I am\n  ","918457":"\n  A game\n  ","918458":"\n  Lol true\n  ","918459":"\n  Yes she does\n  ","918460":"\n  Oh\n  ","918461":"\n  Mmm no\n  ","918462":"\n  Lol\n  ","918463":"\n  I know\n  ","918464":"\n  See the future of everything human I touch\n  ","918465":"\n  Wow you're such a pretty terrible driver\n  ","918466":"\n  Lol not that I know. Just they thought I would never talk because I tend to go quiet and shy around people I don't really know\n  ","918467":"\n  Thomas from midnight red 😉\n  ","918468":"\n  I like nikes\n  ","918469":"\n  Amy & thomas\n  ","918470":"\n  Thank you\n  ","918471":"\n  My older siblings and parents\n  ","918472":"\n  Depends on how spicy\n  ","918473":"\n  Poocorn\n  ","918474":"\n  I'm not sure\n  ","918475":"\n  Kiss me if Im mistaken but dinosaurs do exist right\n  ","918476":"\n  Busy but great\n  ","918477":"\n  That was acting lol\n  ","918478":"\n  Thank you 😊\n  ","918479":"\n  Ending a relationship\/friendship, job change, moving to a new city\n  ","918480":"\n  I don't have one on my face\n  ","918481":"\n  Most of them now a days\n  ","918482":"\n  Np\n  ","918483":"\n  Singing, dancing, writing, producing, skateboarding, drawing, creating, swimming, hanging with family or friends, going to the beach\n  ","918484":"\n  Sure\n  ","918485":"\n  Probably more so a morning person, idk\n  ","918486":"\n  He's a great kid. Super adorable with a heart made of gold\n  ","918487":"\n  I would actually be the ruler of my own kingdom, a cat whisper to lions and tigers\n  ","918488":"\n  Ian is tristens son from a previous relationship. Since ian is only three and his mother unfortunately can't be in his life I help Tristen care for him.\n  ","918489":"\n  Right drugs and.alcohol don't.make you much cooler\n  ","918490":"\n  I was homeschholed. Took a semester of college and my professor were cool\n  ","918491":"\n  Its catchy, but inappropriate and honestly I know its a song just to get him back on the radio but .... Not his best work\n  ","918492":"\n  I feel like when I do get pregnant I want to write like a little letter or something dedicated to them and how life is now that they're here on earth and that... I'm not sure\n  ","918493":"\n  Probably something relating to music, I Teri or design or acting\n  ","918494":"\n  Definitely not I'm very sensitive to hot food\n  ","918495":"\n  How people were driving today\n  ","918496":"\n  Thank you\n  ","918497":"\n  No its like omg ur not even in the band so why are you posting ur sisters information and that\n  ","918498":"\n  That we really shouldn't have to hide how we feel, or anything unless we want to\n  ","918499":"\n  Tbh probably better to be somewhat known but still be in the shadows at the same time\n  ","918500":"\n  Awe that's so sweet, but I think she's just going to keep fighting and praying for her wish to come true soon\n  ","918501":"\n  I don't really know. They probably did, but it wasnt like a major issue to me\n  ","918502":"\n  Hershey's cookies n creme\n  ","918503":"\n  Most of the time. I don't mind it because it's a part of my job\n  ","918504":"\n  Princess belle\n  ","918505":"\n  Normally my email and work schedule\n  ","918506":"\n  Successful actually work hard towards what they want and try to change their lifestyle, where unsuccessful people don't work towards their goals or dreams. And would rather waste their purpose of life\n  ","918507":"\n  Do I get cuddles?\n  ","918508":"\n  She has a pretty face\n  ","918509":"\n  Nooo\n  ","918510":"\n  I used to hold a lot in. And act like I'm fine but I realized that I was blocking off my true personality and building up emotions in the wrong way that simply didn't help with writing them in a journal. So I recently started going to therapy again\n  ","918511":"\n  Probably like this summer when I went with christina and amy and kiera to help her spice up her taste in clothing\n  ","918512":"\n  Maybe if it was like pasta or chicken\n  ","918513":"\n  Lisa\n  ","918514":"\n  Silly bands\n  \n  Disney artists\/actress clothing brands\n  \n  And\n  \n  Yogos ( yogurt covered fruit snacks)\n  ","918515":"\n  💛\n  ","918516":"\n  Smh\n  ","918517":"\n  Letting drummer lisa come back to claim her brand 💛\n  ","918518":"\n  Ahaha\n  ","918519":"\n  Brown eyed boys music video coming this friday at 11am est 💛\n  ","918520":"\n  \"I'm the type of influence that only adds my friends, friends\" but yet you accepted two random accounts who just lurk to get the pictures and comments 🤔🤔 okay then\n  ","918521":"\n  I don't really remember any others lol\n  ","918522":"\n  My car 😐 and no BC I need something to get me places and have been saving up for a more better one. But the sad thing is they are not the best car to use in the winter and shouldn't be used in the winter....\n  ","918523":"\n  Probably just some petty anon 🤔 that's what happened to my old one.\n  ","918524":"\n  Yes I can and a few people I know are like obsessed with their favorite artists. Thinking they have a future with them or harassing them being creepy\n  ","918525":"\n  ;)\n  ","918526":"\n  Hahaha u wish\n  ","918527":"\n  Loll I don't even know. I trim it myself when the ends start looking to scraggly  for my taste.\n  ","918528":"\n  I do have a channel where I've posted a few vids, if you guys wanted me to and I had an idea of what to post I would def consider posting regularly!\n  ","918529":"\n  Tune in at 3pm EST to find out 🙃\n  ","918530":"\n  Bro I take sooooo many naps\n  ","918531":"\n  1. Build a life for yourself that is full of things you love\/important to you - if you don't have that much going on, add some things in so you have things to focus on.\n  \n  2. Get comfortable being in your head with your thoughts and your feelings so you don't feel the need to talk to other people all the time to escape yourself.\n  ","918532":"\n  Acting, something in the psychology field, or interior designer\n  ","918533":"\n  Probably amy!\n  ","918534":"\n  Yes 🙊\n  ","918535":"\n  I'm on Pinterest pinning stuff like all week so then I go through all my pins and pick which ones speak to me the most of would be a good message to you guys ❤\n  ","918536":"\n  My phone died 😯\n  ","918537":"\n  Nuh\n  ","918538":"\n  Nu uh\n  ","918539":"\n  Deal with the heart ache of loosing my first niece\/nephew, aiater leaving so having to fill those positions or take on extra work, and finding the right time to release work related information\/ relationship news\n  ","918540":"\n  ANNOUNCEMENT COMING TOMORROW BADDIEZ 😌🍊\n  ","918541":"\n  Yup\n  ","918542":"\n  I'm not a model\n  ","918543":"\n  Yes I can if I wanted to however kath does a lot of baking\n  ","918544":"\n  She wanted to do other things in life.\n  ","918545":"\n  How my future would be like, would I have a husband, would I have kids?\n  ","918546":"\n  Currently not watching anything\n  ","918547":"\n  Shed pretty amazing\n  ","918548":"\n  Things happen ... We just got to pray and wait for the storm to pass\n  ","918549":"\n  You too\n  ","918550":"\n  😐\n  ","918551":"\n  Just trying to find a good routine that works for me\n  ","918552":"\n  I was homeschooled but loved going to prom and actually experiencing that\n  ","918553":"\n  I'm great :)\n  ","918554":"\n  Thanks 😊\n  ","918555":"\n  This is old\n  ","918556":"\n  Love u\n  ","918557":"\n  😚\n  ","918558":"\n  Yeahhh\n  ","918559":"\n  YES listening to it start to finish is an artistic exPERIENCE\n  ","918560":"\n  Cheated on someone\n  ","918561":"\n  Hi\n  ","918562":"\n  No just need a thing to sort out everything lol\n  ","918563":"\n  No, but it is definitely a want and has been on my bucket list to do so!! Planning on going with lisa because its something she has been wanting to do as well\n  ","918564":"\n  - I hate apples\n  \n  - I don't like pie\n  \n  - im not a fan of our song \"wings\"\n  \n  - we all hate \"believe it\" because there's not a clear message as to what we are suppose to believe in\n  \n  - I slammed my middle finger in a door when I was younger which caused it to be more crooked then the others\n  ","918565":"\n  On a lower setting\n  ","918566":"\n  Chinese food 💖\n  ","918567":"\n  It has been\n  ","918568":"\n  Most of the time\n  ","918569":"\n  I saw\n  ","918570":"\n  Most of them, but that's because the parents dont know how to keep them stimulated by doing things together such as pretending you own a shopping store or making up a roleplay game. Most parents just want to plop their kids in front of a TV screen all day and this bores the children.\n  ","918571":"\n  Wait for the one who is worth dying for\n  ","918572":"\n  Thank you\n  ","918573":"\n  Pretty much everything that is going on well have already talked about lol\n  ","918574":"\n  Trying to find a new routine that fits perfectly with my schedule and works beat with me but haven't exactly found that\n  ","918575":"\n  A tshirt\n  ","918576":"\n  I'm great\n  ","918577":"\n  Recently switched it to avocado toast\n  ","918578":"\n  Every cimorelli Saturday\n  ","918579":"\n  I just cried BC I realized only I know the made in america dance perfect because its my part, and I taught dani so only her and I could do it... But realized that its only going to be who does it now and superstar won't be the same as well.\n  \n\n   https:\/\/youtu.be\/YI0pdsbVxhk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","918580":"\n  A story like nick and Christina's please\n  \n\n   https:\/\/youtu.be\/xrohUCjo5gw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","918581":"\n  Long time ago\n  ","918582":"\n  I don't\n  ","918583":"\n  Can't you just leave me alone\n  ","918584":"\n  Hard working\n  ","918585":"\n  Eh like once a week now.\n  ","918586":"\n  My sisters talk\n  ","918587":"\n  Friendship 💖\n  ","918588":"\n  To be able to keep the bills played and a roof over my head, feed myself, and continue to provide music and tours and whatever else to others\n  ","918589":"\n  Hi\n  ","918590":"\n  Hello\n  ","918591":"\n  Hi\n  ","918592":"\n  I always pick stuff off the floor of my house and check to see if its dirty or not but half the time I just throw it away\n  ","918593":"\n  Yes I do\n  ","918594":"\n  I believe math\n  ","918595":"\n  Sometimes I need the quiet but then it gets really weird because I'm so used to being in a house with tons of people and tons of noise and it just being super busy\n  ","918596":"\n  I'll probably have a little party with the lads this year again like last year 💛 but except this time I won't be single lol\n  ","918597":"\n  The brave little toaster was iconic for its time and so under rated\n  ","918598":"\n  Lol few weeks late 😂\n  ","918599":"\n  Well I'm not 100% sure but there is a headquarters for nintendo located  in washington.\n  ","918600":"\n  Sure\n  ","918601":"\n  Probably beauty and the beast BC that's my favorite movie even though disney is over rated\n  ","918602":"\n  Stop thinking it's something you have to change! It's not a bad thing. You don't have to talk to everyone! There's nothing wrong with that. If you are shy, your strength is gonna be building deep friendships with a couple of people you trust and being able to really listen and be there for them which is just as VALUABLE if not more than being able to easily talk to anyone.\n  ","918603":"\n  Because I LOVE MUSIC!!!!!!! Love singing, performing, writing, playing, producing, would die without it tbh\n  ","918604":"\n  Wrong direction-\n  \n  Hailee steinfield\n  ","918605":"\n  I still live with her and that may change soon\n  ","918606":"\n  Making fun of someones height is not funny especially when someone has a serious life threatning disease that makes them short and can easily kill them. She almost died multiple times. Research before you even speak\n  ","918607":"\n  She doesnt have a secret boyfriend.... And if ur obsessed with her and think ur goijg to have some sort of future with her hate to burst your bubble but amy doesnt want to be with anyone at the time\n  ","918608":"\n  Yeah it was\n  ","918609":"\n  Yep\n  \n\n   https:\/\/youtu.be\/0Tb1MLXI_VQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","918610":"\n  Think youre addicted to the chase, think I'm addicted to the pain\n  ","918611":"\n  Babyyyyyyyyyyy\n  \n   @TNMORZ\n  \n","918612":"\n  Yeah\n  ","918613":"\n  This italian restaurant im obsessed with\n  ","918614":"\n  Whaty :p\n  ","918615":"\n  Yeah that's bad\n  ","918616":"\n  Chicken or pasta, spring rolls\n  ","918617":"\n  Would love to be a partner of forever 21\n  ","918618":"\n  Thank you\n  ","918619":"\n  We tried awhile back to have our own show and even filmed a bunch of content but it never worked out because there's to many shows like that aka the kardashians, the one family that is like focused on county music but forgot the namee of etc. We even audtioned for certain tvs shows as well\n  ","918620":"\n  I have done both charity concerts and volunteered. I love to volunteer for catholic hearts work and helping them build houses for those in need or even doing bible vacation school as well.\n  ","918621":"\n  No I haven't\n  ","918622":"\n  Mhm\n  ","918623":"\n  You would know know us from TV 😂 but very little\n  ","918624":"\n  I think its the life as an influencer one\n  ","918625":"\n  But figure YouTube would disappear, patreon. And you wouldnt really know artists as well\n  ","918626":"\n  I have many\n  ","918627":"\n  Radio, Spotify, itunes, apole music, youtube\n  ","918628":"\n  Yes but sime people would be out of jobs and some technology would also disappear\n  ","918629":"\n  It has a fireplace 😊\n  ","918630":"\n  Before you go by lewis capaldi\n  ","918631":"\n  ;)\n  ","918632":"\n  Much better\n  ","918633":"\n  Ahaha\n  ","918634":"\n  Yes, personally I like spicy Korean q or garlic Parmesan. Spicy korean has the perfect combination of sweet with a little heat. And I been getting boneless because the bone ones been a little hard to get the chicken off\n  ","918635":"\n  Idk who that is\n  ","918636":"\n  Welcome\n  ","918637":"\n  Lol\n  ","918638":"\n  Unless ur my personality healthcare provider then u have not right to know that information\n  ","918639":"\n  Many times\n  ","918640":"\n  Everyine was so upset about that game\n  ","918641":"\n  Mhm\n  ","918642":"\n  Hi\n  ","918643":"\n  Oh\n  ","918644":"\n  The point of benefits is to receive money that helps you out with things such as rent, electric, food etc. And making sure you have insurance as well. To take care of your basic needs. Not just money to be handed out to buy games or things like a pet dolphin in your backyard. And honestly if I had 300 dollars left over every week that is MORE than enough to cover my rent, electric, and whatever else. UNLESS u live in some really expensive house but in that case you shouldn't be even getting benefits then.\n  ","918645":"\n  Hi\n  ","918646":"\n  Haven't really met someone who was actually crazy. Just weird\n  ","918647":"\n  They really shouldn't be BC of predators luring on children in games such as fort night and roblox ...\n  ","918648":"\n  😂😉🙂\n  ","918649":"\n  I got my favorite food 😍\n  ","918650":"\n  Can never go wrong with broccoli and cheese\n  ","918651":"\n  Depends what it is\n  ","918652":"\n  Understanding, boundaries, date nights, talking out things that may be a road block, honesty, trust, open minded, trust, and compromise\n  ","918653":"\n  Sometimes, but recently they're not that good like they used to be or become repeated. Especially when you get nominated several times back to back as well.\n  ","918654":"\n  Forever 21\n  ","918655":"\n  Yes?\n  ","918656":"\n  Amy and I live together\n  ","918657":"\n  Lol\n  ","918658":"\n  Pretzels\n  ","918659":"\n  Sunscreen mate\n  ","918660":"\n  I think 8?\n  ","918661":"\n  My mothers womb 😯\n  ","918662":"\n  What\n  ","918663":"\n  Mm good\n  ","918664":"\n  Love my fiancee\n  ","918665":"\n  Done\n  ","918666":"\n  Totally, some kids can't afford tuition to go to college\n  ","918667":"\n  Awe\n  ","918668":"\n  Thanks\n  ","918669":"\n  💖💖💖💖\n  ","918670":"\n  I hate media 😣\n  ","918671":"\n  Rachael, kallen\n  \n  Taylor swift\n  \n  Mmm one direction\n  \n  Don't have one\n  \n  Joe jonas\n  \n  I just kissed\n  \n   @TNMORZ\n  \n\n  👀\n  \n  And\n  \n  Tristen\n  ","918672":"\n  Ignore these BC I'm posting them .... But yeah don't want that\n  ","918673":"\n  Race doesn't matter to me\n  ","918674":"\n  Depends on the day normally 5 minutes apart\n  ","918675":"\n  Belle\n  ","918676":"\n  Hero\n  ","918677":"\n  Yes I do\n  ","918678":"\n  Both depends on how I'm feeling\n  ","918679":"\n  I am\n  ","918680":"\n  Not really\n  ","918681":"\n  A few times\n  ","918682":"\n  I'm very content with life currently\n  ","918683":"\n  Make goals, to do lists even if it's one thing like get out of bed. Pep talks, looking in the mirror and saying I am worth it, I believe in my self etc.\n  ","918684":"\n  No but thanks for the offer 😊\n  ","918685":"\n  Yes\n  ","918686":"\n  Followed!\n  ","918687":"\n  Awe how come?\n  ","918688":"\n  Probably more intelligent than we are known for and used to?\n  ","918689":"\n  Not that I'm aware of\n  ","918690":"\n  Of my family mostly\n  ","918691":"\n  I think hufflepuff\n  ","918692":"\n  I'm behind on questions sorry\n  ","918693":"\n  Thats nice\n  ","918694":"\n  Eh I don't really know tbh\n  ","918695":"\n  Good, you?\n  ","918696":"\n  Definitely!!\n  ","918697":"\n  I just felt lost\n  ","918698":"\n  Christina is trying to find this meme someone made out of the video of me falling off the hover board pls send help I'm being bullied 😪\n  ","918699":"\n  Yeah I went with Tristen, rachael, mel, amy, alex.\n  ","918700":"\n  Lads 💖\n  ","918701":"\n  Right... Lol and boys just like saying stuff to make their gf upset or mad\n  ","918702":"\n  I am tired...\n  ","918703":"\n  That as well\n  ","918704":"\n  Thank you\n  ","918705":"\n  3.14159265359\n  ","918706":"\n  Know him through his brother\n  ","918707":"\n  I went as the storm trooper\n  ","918708":"\n\n   @AliceGoodson123\n  \n\n   @askamanz5506\n  \n\n   @astoldbyjoanna\n  \n\n   @abiepgonzales\n  \n\n   @annabelle_wrestler\n  \n\n   @Alicia861\n  \n\n   @AhaAles\n  \n\n   @BigAmericanFatso\n  \n\n   @birddawg19\n  \n\n   @Bocepous\n  \n\n   @bigboypete\n  \n\n   @Blairtfinley\n  \n\n   @chrissyjillson\n  \n\n   @CactusDoug\n  \n\n   @courtneym4\n  \n\n   @crickex\n  \n\n   @carlahall88\n  \n\n   @Dncimorelli\n  \n\n   @Dom_Blan\n  \n\n   @EricC99\n  \n\n   @eatyourcake\n  \n\n   @edraegen\n  \n\n   @elizalcheney\n  \n\n   @Ethangalloway0\n  \n\n   @FeelFreeToAsk2017\n  \n\n   @fiezuqa\n  \n\n   @foolian\n  \n\n   @FeelFreeToAsk2017\n  \n\n   @Gabbybartolone\n  \n\n   @Goochin\n  \n\n   @Hayleywilson21\n  \n\n   @hey_its_ciara_\n  \n\n   @iWillSpamYouAsk\n  \n\n   @INOYW\n  \n\n   @ItheMicah\n  \n\n   @JoeeeMason\n  \n\n   @kevwes5\n  \n\n   @lnr87\n  \n\n   @lightoflove\n  \n\n   @LittleAlz\n  \n\n   @mbaac18\n  \n\n   @mawiocudwoc\n  \n\n   @Michaeljonesmp50\n  \n\n   @musicfan1998\n  \n\n   @misphire\n  \n\n   @NicoleBuckleyyx\n  \n\n   @NineGDxFour\n  \n\n   @Pookeo9\n  \n\n   @ParkerGomez\n  \n\n   @QuotesTellWhatIFeel\n  \n\n   @RaquelAlissa\n  \n\n   @SophieWhite3\n  \n\n   @SamxWolfe\n  \n\n   @StephenInd\n  \n\n   @TNMORZ\n  \n\n   @TheChaosBringer\n  \n\n   @tericrosby2016\n  \n\n   @TyStar95\n  \n\n   @VanessaN_Marano\n  \n\n   @WhySoManyTaken\n  \n\n   @xxAmyLovesBVB1xx\n  \n\n   @XxXJprXxX\n  \n\n   @XJLXJLXJLX\n  \n\n   @youronlyandrea\n  \n\n   @ZandMichael\n  \n","918709":"\n  Definitely me\n  ","918710":"\n  No but I think it would be interesting to do like a video were we worked at a restaurant for a day ?\n  ","918711":"\n  Because we tend to be more smarter and actually think before we do stuff ....\n  ","918712":"\n  B.u\n  ","918713":"\n  I should watch that movie but never have ...\n  ","918714":"\n  😊\n  ","918715":"\n  I don't drink\n  ","918716":"\n  Last week\n  ","918717":"\n  Well my brothers play basketball all day lol\n  ","918718":"\n  Moments before I almost fell and busted my face  w\/\n  \n   @TNMORZ\n  \n","918719":"\n  Nah\n  ","918720":"\n  In the future\n  ","918721":"\n  He's three. He's my partners son from a previous relationship\n  ","918722":"\n  🙄\n  ","918723":"\n  No I dont\n  ","918724":"\n  Nah\n  ","918725":"\n  Honesty\n  \n  Grounded\n  \n  Compromise\n  \n  Open\n  \n  Trustworthy\n  \n  Compassion\n  ","918726":"\n  Sometimes you need to\n  ","918727":"\n  😂😂\n  ","918728":"\n  I think at this event we had to do for this business.... It was like $60 ....\n  ","918729":"\n  Zero. I don't drink at all\n  ","918730":"\n  Sometimes I do\n  ","918731":"\n  I'm just sad because that was the first baby in our family and I'm super close to christina and lisa mire than anything now\n  ","918732":"\n  I been on vocal rest and picked up some soup.from my favorite restaurant as well for everyone. Trying not to be around people as well\n  ","918733":"\n  Her and dani look the most alike I think. But then they compare it to Christina and christian and Danielle.\n  ","918734":"\n  I got a sick fiance  and kid..\n  ","918735":"\n  Lol different color though\n  ","918736":"\n  Its slippery out here ... And I been kinda dealing with a sore throat\n  ","918737":"\n  Honestly I'm starting to see a lot more christina in me these days as I get older in the face wise\n  ","918738":"\n  I almost busted my face .... Ooos\n  ","918739":"\n  Yeah\n  ","918740":"\n  The thing with Tristen is I'm very open about everything with him, and he's very understanding when it comes to things like my career and that. And the fact that people are unhappy with their own life and trting to ruin mine is just sad. Because they're jealous and like to ruin everything\n  ","918741":"\n  Lol I love tristen to death\n  ","918742":"\n  Okay babe\n  ","918743":"\n  Possibly\n  ","918744":"\n  Lol does ian need chicken noodle?\n  ","918745":"\n  Lol\n  ","918746":"\n  Chicken noodle, broccoli n cheese or potato soup?\n  ","918747":"\n  Okay 😯\n  ","918748":"\n  Who is saying stuff?\n  ","918749":"\n  Yes\n  ","918750":"\n  I think she may have deleted it BC people were hating\n  ","918751":"\n  I love u too\n  ","918752":"\n  I'm good, hbu\n  ","918753":"\n  My parents also had 5 miscarriages.... There's 11 of us now. One of those miscarriages were twins....\n  ","918754":"\n  Spero Reali  she doesnt use cimorelli as a last name except for the branding now.\n  ","918755":"\n  Not by u 🙄 by my fiance\n  ","918756":"\n  I just want to be held and babied 😴 ....\n  ","918757":"\n  Had to drive\n  \n   @TNMORZ\n  \n  car home because the weather is horrible !!\n  ","918758":"\n  🙄🙄🙄🙄🙄🙄\n  ","918759":"\n  Happy friday!\n  ","918760":"\n  Evening\n  ","918761":"\n  Symphonyy\n  ","918762":"\n  Both\n  ","918763":"\n  Beauty and the beast\n  ","918764":"\n  50\/50\n  ","918765":"\n  Something just ain't right\n  ","918766":"\n  Thank you\n  ","918767":"\n  Bed time\n  ","918768":"\n  There's an update for the sims\n  ","918769":"\n  Sunsets and the ocean\n  ","918770":"\n  Soneone saying they would lick my feet ....\n  ","918771":"\n  Leo\n  ","918772":"\n  It was some kid having a melt down screaming I want chicken nuggets BC relatable 😂\n  ","918773":"\n  Aha thank you\n  ","918774":"\n  A quiet place 2 ;)\n  ","918775":"\n  Mhm\n  ","918776":"\n  Have you ever killed someone 🤤\n  ","918777":"\n  Because I dont want the world staring at my body or showing skin I'm not comfortable showing to the entire world\n  ","918778":"\n  Idk, I usually get it right eventually\n  ","918779":"\n  Y what\n  ","918780":"\n  My sassiness 😂\n  ","918781":"\n  Absolutely not\n  ","918782":"\n  No but I have moved across the country\n  ","918783":"\n  Sometimes, not all the time.\n  ","918784":"\n  Stressed\n  ","918785":"\n  Dani\n  ","918786":"\n  I dont get it\n  ","918787":"\n  What\n  ","918788":"\n  Hello\n  ","918789":"\n  No just hardworking\n  ","918790":"\n  Sally sold sea shells down by the seashore\n  ","918791":"\n  Therefore I tell you, whatever you ask for in prayer, believe that you have received it, and it will be yours.\n  ","918792":"\n  Some sort of invention that sorts things like dishes and puts them away lol definitely needed for laundry\n  ","918793":"\n  Home of the brave\n  ","918794":"\n  Idk\n  ","918795":"\n  All but one are wifed up\n  ","918796":"\n  Long\n  ","918797":"\n  Lol yeah. Our house has a spider issue in the summer\n  ","918798":"\n  Stressed out\n  ","918799":"\n  You got to learn how to love and accept yourself before you love someone else\n  ","918800":"\n  Aw\n  ","918801":"\n  It will get better soon\n  ","918802":"\n  Probably 😂\n  ","918803":"\n  Waves of water\n  ","918804":"\n  A snail\n  ","918805":"\n  My family\n  ","918806":"\n  Mm bike\n  ","918807":"\n  No\n  ","918808":"\n  My room\n  ","918809":"\n  Lana del ray, melanie martinez and, taylor swift. Time to play reality house\n  ","918810":"\n  Lol charlieee\n  ","918811":"\n  Rocky road with the chocolate covered almonds\n  ","918812":"\n  Christina was pregnant and she lost the baby .....\n  ","918813":"\n  There's people already starting with \" talking like ur still relevant, and plot twist chrostina is leaving and that's the end\n  ","918814":"\n  I'm so stressed out right now with other things happening and the responsibility on me ... I almost cried on this phone call I just made ugh\n  ","918815":"\n  Which we do and been giving her\n  ","918816":"\n  Because when the rash happens the truck was hit head on and pushed the hood and grill up, the airbag went off and hit her hand and stomach... She later texted nicholas who is a emergency responder for the ___ county fire department & her husband that she just got in a bad car crash, the truck was wrecked and the air bag hit her hand then a specific separate text saying and my stomach. She was scared, taken to the hospital with nick. But still scared and having flashbacks that night of it. Requested time off to recover but a friend bought her baby over to spend time with christina and she said back to her roots, and then she just became depressed and took more time off from the book signing and all... And then concerts came around and she would break down crying trying to get through her speeches and during the night we met would cry\n  ","918817":"\n  I think it was related to the car crash. ...\n  ","918818":"\n  Can I just state this... The video isn't really realeased until tomorrow some countries will obviously see it before others. But since you see the premiere and you know know whats been happening behind the closed doors and why christina has been away, why she's been taking time to herself, and why we all been emotional for the past months and why she's been crying on tour giving her speeches and specifically during the night we met. Please do not spread hate and choose what you say very carefully to ANY of us but mostly CHRISTINA & NICK. This was her first child, that she so desperately wanted in her life and been praying for. I know many people don't understand what its like due to age but its really hard loosing a baby of any stage... Or a child for that matter. So please just spread nothing but support and love for them and if you have nothing nice to say then don't say anything.\n  ","918819":"\n  We've all been dealing with grieving behind closed doors.... 💔\n  ","918820":"\n  Really colorful\n  ","918821":"\n  Please and thank you\n  ","918822":"\n  Idk what that stands for\n  ","918823":"\n  I'm annoyed, I'm tired\n  ","918824":"\n  Most of the time\n  ","918825":"\n  Teach music, perform, write music, compose etc\n  ","918826":"\n  Idk, but I once said to my sisyer Lisa that this boy seemed like he couldn't make up his mind on what he wanted and was the type that seemed to screw people over and I was right\n  ","918827":"\n  Afternoon\n  ","918828":"\n  Brains\n  ","918829":"\n  Sleep\n  ","918830":"\n  Sometimes\n  ","918831":"\n  Thanks\n  ","918832":"\n  Do you live wit anyone or have people come over?\n  ","918833":"\n  Well now she's saying she may move there in the future. Who knows\n  ","918834":"\n  Michelle obama because sadly I feel there's not much class left on the whitehouse except for melania who seems fed up with it all.\n  ","918835":"\n  USA, I want to visit australia, mexico and ireland because I never been there :( and I want to see those places and the people who support us as well over there\n  ","918836":"\n  Same\n  ","918837":"\n  Go on vocal rest, try to get some rest, drink plenty of water, cough drops if those don't work I then wait to see if it gets better after a few days visit the doctor\n  ","918838":"\n  All of them mostly\n  ","918839":"\n  Spotify or I get recommended on youtube and click on them sometimes\n  ","918840":"\n  Well I wanted to be a professional skateboarder when I was younger. But now I'm completely involved in being a singer\/songwriter. And wanted to live in like texas or paris lol. But I dont know I always change my mind. I feel in some other life I would be surrounded by lions and tigers and whatever\n  ","918841":"\n  Yes I could, might make my work harder though\n  ","918842":"\n  White hair 😊\n  ","918843":"\n  Awe how kind of you\n  ","918844":"\n  Lol I thought of mrs mary mack at first when I got asked this\n  ","918845":"\n  Yoga, and I stretch, I also run, walk or do some lifting here and there. Planning on doing more exercise with friends or family and Tristen coming up in a few months\n  ","918846":"\n  Argentina,Belgium, Brazil,Canada,Chile, china,cuba, france, germany, etc. Would love to visit Australia, mexico and ireland\n  ","918847":"\n  Dishes or laundry\n  ","918848":"\n  Verizon\n  ","918849":"\n  Loveeee forever 21 & target\n  ","918850":"\n  I know his brother since I was 12. So I met him through his brother and known him for a few years, but never thought there would be anything between us because it was the last thing we expected but here we are 😊\n  ","918851":"\n  I been on vocal rest since yesterday morning .... Smh\n  ","918852":"\n  Idk\n  ","918853":"\n  It was pasta lol still sorta of is\n  ","918854":"\n  Eh, sure\n  ","918855":"\n  I do\n  ","918856":"\n  Not really\n  ","918857":"\n  Someone said they were gonna like my feet x) fail to realize ur laying on me 😂\n  ","918858":"\n  Take the its out my username\n  ","918859":"\n  Uh idk\n  ","918860":"\n  People thinking cheating is ok\n  ","918861":"\n\n   @TNMORZ\n  \n","918862":"\n  Good, u\n  ","918863":"\n  Oh\n  ","918864":"\n  Fun times\n  ","918865":"\n  Thanks 😊\n  ","918866":"\n  Right\n  ","918867":"\n  Hi\n  ","918868":"\n  Actually just tried to focus on relaxing and chilling for the holidays\n  ","918869":"\n  Wendys\n  ","918870":"\n  Thanks\n  ","918871":"\n  Ouch\n  ","918872":"\n  My world ❤\n  ","918873":"\n  😚😚😚\n  ","918874":"\n  Why she zoom in on me lol\n  ","918875":"\n  I'm on vocal rest so I can't really speak but shouldnt be a issue watching ian and im with the girls as well\n  ","918876":"\n  Love you Lotte\n  ","918877":"\n  Stay hydrated kids\n  ","918878":"\n  Nah\n  ","918879":"\n  One of them\n  ","918880":"\n  There's also the demo I did for that song lol\n  ","918881":"\n  Tall\n  ","918882":"\n  Get back up and try harder\n  ","918883":"\n  I went bowling this weekend with\n  \n   @TNMORZ\n  \n\n   @WhySoManyTaken\n  \n\n   @VanessaN_Marano\n  \n  , laura and George this weekend\n  ","918884":"\n  I do, but I'm really trying to eat healthy 😯\n  ","918885":"\n  Kidnapped Zach efron because it can be the start of something new 😉\n  ","918886":"\n  For the most part.\n  ","918887":"\n  Sore throat .... Vocal rest ✌\n  ","918888":"\n  Walk\n  ","918889":"\n  Ice cream\n  ","918890":"\n  Oh arielle 🤷🏻\n  ","918891":"\n  Really thought I cried so much these past months and finally was over it but watching this .... Flashing back to when we were both little and the start of this crazy journey .... It hits hard again\n  \n   https:\/\/youtu.be\/fl8nm1kPHM0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","918892":"\n  Just screamed loud as h*ck bc NO!!\n  ","918893":"\n  Gotta put much kin to bed in a bit\n  ","918894":"\n  People starting false allegations BC of lisa posting the crying pic\n  ","918895":"\n  Yeah\n  ","918896":"\n  You know how I like it when you na na na me\n  \n   https:\/\/open.spotify.com\/track\/5rYT7fRMJKETJ4E4pcJqQl?si=BwE99AIYSb2egRzyhHv9Fg\n  \n","918897":"\n  Because matador doesn't have the tower\n  ","918898":"\n  I know the you got me good was el matador but Zuma I believe was the one it was filmed at\n  ","918899":"\n  Just gonna leave y'all hanging\n  ","918900":"\n  December 16th 2011 was when It went up\n  ","918901":"\n  Yes... Sorry we're making everyone cry for weeks straight\n  ","918902":"\n  Well its just 5 of us now\n  ","918903":"\n  Its the footage she has to go through.... And christina said shes opening up about her mental health and depression and the situations she been going through in january....  So that's all I can really give away, it has to deal with Danielle or christina. Or something very personal\n  ","918904":"\n  Uh\n  ","918905":"\n  We had in n out for Christina's wedding 😊\n  ","918906":"\n  💔 it breaks my heart every time to see you cry\n  ","918907":"\n  Ehhh... I threw up in a chick fila bathroom from anxiety so...\n  ","918908":"\n  I should show u guys the demos I make for our covers cause I usually make the track or at least arrange the chords\/the vibe of the song\/the sections so I have a ton of demos of just me but they’re soo janky cause I just sing it in one take to have vocals and they’re hilarious lol\n  \n  Some of them are actually rly good too\n  ","918909":"\n  Hats and that\n  ","918910":"\n  Yes\n  ","918911":"\n  Haven't decided on a date and no need to rush\n  ","918912":"\n  Well it was on a popular vet show ..\n  ","918913":"\n  The vet had to do like a laser thing on the wounds and wrap it so he didnt like loose his tail. And told him not to feed live rats and mice anymore and eventually it like healed\n  ","918914":"\n  Apparently an exotic animal owner who has some sort of snake was feeding his snake live mice and rats and the snake wouldn't eat his found right away but would let it sit amd then the one rat sat to long and started to eat the snake so he had like chunks of his body gone....\n  ","918915":"\n  Are they dead rats? Because I heard live ones are not good to give\n  ","918916":"\n  Idk about that 👀\n  ","918917":"\n  Mom\n  ","918918":"\n  Car. I hate long plane rides\n  ","918919":"\n  Yayy\n  ","918920":"\n  Actually shocked I got a white tesla .... When I mostly wear black clothing\n  ","918921":"\n  I'll go just to work with the snakes 😁\n  ","918922":"\n  Its kinda cold today\n  ","918923":"\n  Yikes! I feel bad for you\n  ","918924":"\n  Mhm\n  ","918925":"\n  I'm good, just in this weird period of time at the moment where emotions are everywbere between the five of us girls in the band\n  ","918926":"\n  Some people don't know what proper hygiene and self care is....\n  ","918927":"\n  Milk chocolate\n  ","918928":"\n  And a stranger\n  ","918929":"\n  My favorite food\n  ","918930":"\n  Sure\n  ","918931":"\n  Sent\n  \n   @TNMORZ\n  \n  a photo of myself while I waa busy at work with the sisters and he sent me back a voice clip of ian whose three going: wow..... -pause- that's mom 😂\n  ","918932":"\n  Popcorn and m&ms ?\n  ","918933":"\n  Yes!!!\n  ","918934":"\n  No ahaha what is it\n  ","918935":"\n  Karma 😴\n  ","918936":"\n  WAIT !!! Vanessa hudgens & austin broke up?!? Does that mean her and Zack efron can get back together and troy and Gabriel can sing the start if something new again\n  ","918937":"\n  I try to be\n  ","918938":"\n  Not an issue 😊\n  ","918939":"\n  I just write about how I'm feeling and about things that are happening to me!\n  ","918940":"\n  I do make my own music...\n  \n\n   https:\/\/youtu.be\/9DU5Srm9mxA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","918941":"\n  Cause ur my boom box baby\n  \n\n   https:\/\/youtu.be\/ongm9ILgyic\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","918942":"\n  Mmmm the wheels are in motion...\n  ","918943":"\n  No, but it's really hard on you if you find yourself only thinking about how other people feel about things and not ever making choices based on how you feel and what you wanna do.  It's also very draining taking on other people's problems bc you think you have to fix them for them. Realize that people can take care of themselves and they should. Everyone needs to learn how to work through their own feelings and deal with their own problems. You can help people with their problems  if you want to, but it's not your job to male other people feel okay. That's their job. And it's your job to make sure you feel okay 💛\n  ","918944":"\n  Yes I am shy!!!! I can start a conversation with someone I just met but it takes a LOT of energy for me to do that. Not easy for me and honestly something I had to practice for a while to even get slightly confident with!\n  ","918945":"\n  Every legend is passing away\n  ","918946":"\n  I dont think its cheesy\n  ","918947":"\n  Oof\n  ","918948":"\n  Aha\n  ","918949":"\n  Aw thanks\n  ","918950":"\n  I'm good, just annoyed a bit\n  ","918951":"\n  I like that as well\n  ","918952":"\n  Us language\n  ","918953":"\n  Yes I accidentally dropped a butterfly ring that had a birthstone in it and it went under the sink, but I never found it.... And yes I do\n  ","918954":"\n  A sad ending to a world wide search for a missing kid :(\n  ","918955":"\n  My flaws\n  ","918956":"\n  💛💛💛\n  ","918957":"\n  Has nothing better to do with their life besides sit behind and electronic device thinking they're better than everyone else. And being rude towards others because their life is so miserable that they have to envy others.\n  ","918958":"\n  Me\n  ","918959":"\n  Never figured it out :\/\n  ","918960":"\n  Hi....\n  ","918961":"\n  💛💛💛\n  ","918962":"\n  What do you mean\n  ","918963":"\n  Politics\n  ","918964":"\n  This whole 10 + year journey of being a member of cimorelli and doing all these things with my sisters and being able to do it because of the love and support each and every member of the cimfam has given us\n  ","918965":"\n  Family\n  \n  Friends\n  \n  God\n  \n  Faith\n  \n  Oxygen\n  ","918966":"\n  Hi\n  ","918967":"\n  He's three a little munchkin\n  ","918968":"\n  Need\n  ","918969":"\n  I know!!! Too cute\n  ","918970":"\n  No I havent lol\n  ","918971":"\n  Nothing sadly\n  ","918972":"\n  No I got to be able to work on music somehow lol\n  ","918973":"\n  I'm a singer....\n  ","918974":"\n  Eggs, milk, chicken, veggies, fruit, water, juice and bread which I been forgetting lately BC I recently switched my meals\n  ","918975":"\n  Its okay\n  ","918976":"\n  Hbu?\n  ","918977":"\n  I'm in a band that got their fame from youtube. And was signed to island records for a few years before breaking away and going independent and managing the whole thing by ourselves since 2015.\n  ","918978":"\n  Huh?\n  ","918979":"\n  Back at it with another Tuesday q&a\n  ","918980":"\n  Yeah\n  ","918981":"\n  She was filming it because arielle was still in California on vacation. The five us all went back to work last Wednesday. Arielle had a flight later that week\n  ","918982":"\n  Not really angry just sad a lot\n  ","918983":"\n  Arielle joined onto our team a year ago. Originally our childhood friend from california. She now works as our assistant and helps with scheduling and ideas and other related things\n  ","918984":"\n  Not at all lol only did it for the family costume party\n  ","918985":"\n  Give out tons of money to those who really need it.\n  ","918986":"\n  Confront them and ask them why they did it\n  ","918987":"\n  The last boy I was with before getting into a relationship with Tristen was Ryan and it was just the worst experience I have had in a while.\n  ","918988":"\n  “I was getting kinda used to being someone you loved.” 🎶 We sang #SomeoneYouLoved by\n  \n   @lewiscapaldi\n  \n  😭💔 What song do you want us to sing next!?!\n  \n\n   https:\/\/www.instagram.com\/p\/B7Tk8_Zlxqh\/?utm_source=ig_web_copy_link\n  \n","918989":"\n  Cuddling with babe 😌💖\n  \n   @TNMORZ\n  \n","918990":"\n  If its 10,000 hours I'm going to love you\n  ","918991":"\n  Baby faceeee\n  ","918992":"\n  Cry baby by melanie martinez\n  \n  Blu- jon bellion\n  \n  And\n  \n  Back to December by taylor swift\n  ","918993":"\n  You would have to plug them into a charging thing. Specially made for them at home or like a station made for them\n  ","918994":"\n  I tried but never succeeded. The string always got snatched or it wouldnt fly\n  ","918995":"\n  Hey I'm the best at air guitar 😂\n  ","918996":"\n  Yeah\n  ","918997":"\n  Hide and go seek 👀\n  ","918998":"\n  I'm trapped in weirdness\n  ","918999":"\n  Symphony for starters\n  ","919000":"\n  A few yes\n  ","919001":"\n  No\n  ","919002":"\n  Haters are my motivators\n  ","919003":"\n  A big family of my own\n  ","919004":"\n  Haha maybe\n  ","919005":"\n  What do you mean?\n  ","919006":"\n  If I'm walking along the beach then I tend to kick them off other wise I don't really kick them off unless they're wet or something\n  ","919007":"\n  Well I do support trump, but I don't believe in everything he does is right or wrong or the correct way to handle things. Also I believe that basically children should be given a chance at life\n  ","919008":"\n  I do t think u do, I just mostly tell them my plans for the week and ask their opinion on certain things and ask how their day was\n  ","919009":"\n  I don't discuss my political.views because I hate politics\n  ","919010":"\n  Because you don't know me but yet want to send hate. Anyone with a brain would know we moved from California years ago. We don't discuss our political views because mostly we don't really agree\n  ","919011":"\n  Used to tell dani she couldnt hang with the big kids growing up 😂 because she liked Ryan\n  ","919012":"\n  Thank you and aw I'm sorry\n  ","919013":"\n  I don't get it then\n  ","919014":"\n  You're blocked congratulations\n  ","919015":"\n  Was formed in a womb lad\n  ","919016":"\n  Why hide on anon, ur hate is irrelevant\n  ","919017":"\n  Dinner 😊\n  ","919018":"\n  Its just something I wanted to keep to myself and our family for awhile\n  ","919019":"\n  How about you just shut up and leave\n  ","919020":"\n  Maybe in the future, I have friends and family that still live there. My fiance is also from california as well. Or i may just move to texas in the future if Dani and emmyn move there\n  ","919021":"\n  You know things are really turning around for you when you actually want to put on happy\/upbeat music during your shower\n  ","919022":"\n  Happy birthday to one of my friends since childhood!!! Ellise hope your day is wonderful and spectacular!! #21 ❤ I love you and miss you always!!! See you soon my Elli belli 🎂\n  ","919023":"\n  I'm not saying this to be rude or anything but I ask nicely to everyone involved to please stop tagging me in old videos of dani and I or photos and then saying stuff like awe I'm going to miss dauren. The sister bond is still there. But you need to respect that Dani has moved on with her life on a different path then I am now. And we have closed the chapter on her being in the band and opened a new one\n  ","919024":"\n  Anyone else having issues with their fb messenger not sending messages through?\n  ","919025":"\n  The one with short hair is my sister Lisa 👀\n  ","919026":"\n  Long hair vs short hair 😊💇🏻 #laurisa\n  ","919027":"\n  I love my cimfam as well\n  ","919028":"\n  Few days ago. I just was having a bad day, nothing was going as planned and I was irritated\n  ","919029":"\n  Charm is deceptive, and beauty is fleeting;\n  \n  but a woman who fears the Lord is to be praised.\n  ","919030":"\n  A family of my own\n  ","919031":"\n  It wasnt a bed bug... Those things are eww and never want to deal with them. It was like a stinkbug crawling around or something\n  ","919032":"\n  Nailing skateboarding skills\n  ","919033":"\n  Hi\n  ","919034":"\n  Can't decide\n  ","919035":"\n  We had dogs, cats, rats, hamsters, a rabbit, lizards, a turtle  and a stick bug? Lol\n  ","919036":"\n  Its okay I got some yesterday\n  ","919037":"\n  💛💛💛\n  ","919038":"\n  Yes\n  ","919039":"\n  Cleaning out my inbox\n  ","919040":"\n  What?\n  ","919041":"\n  Who doesn't\n  ","919042":"\n  I run my own business with my sisters\n  ","919043":"\n  Probably like a c- in college in physics\n  ","919044":"\n  Joe jonas\n  ","919045":"\n  Yes\n  ","919046":"\n  Loveee chicken wings, and I like the flats\n  ","919047":"\n\n   https:\/\/youtu.be\/Y-2IhsKfBms\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919048":"\n  I keep a limit of 200 in my inbox\n  ","919049":"\n  The Sims\n  ","919050":"\n  Its actually a thing now lol\n  ","919051":"\n  Aw\n  ","919052":"\n  You don't have to worry about the UK, its just our president vs Iran\n  ","919053":"\n  Yep\n  ","919054":"\n  War is coming...\n  ","919055":"\n  Sure\n  ","919056":"\n  Back to work\n  ","919057":"\n  Plenty\n  ","919058":"\n  Plenty of love to go around\n  ","919059":"\n  You're phone would be damaged, the charger would be damaged, liquid damaged, screen doesnt properly display everything? Water damaged, or u blow it up\n  ","919060":"\n  That is true\n  ","919061":"\n  I'm straight\n  ","919062":"\n  My career\n  ","919063":"\n  Nope just have trouble falling asleep or staying asleep at times and not feeling refreshed\n  ","919064":"\n  Remove iTS from user\n  ","919065":"\n  Sugar & spice\n  ","919066":"\n  I'll rather not release that information publicly\n  ","919067":"\n  A new routine amd it didnt really fit my style\n  ","919068":"\n  Believe and act as if it were impossible to fail.”\n  ","919069":"\n  Always something\n  ","919070":"\n  I don't think I actually have ever been in one, I just randomly dance at times\n  ","919071":"\n  No\n  ","919072":"\n  Interest and fees\n  ","919073":"\n  Pretty sure I have and yes\n  ","919074":"\n  Just my normal day\n  ","919075":"\n  A lion\n  ","919076":"\n  To listen\n  ","919077":"\n  Its nice to have but not a necessity\n  ","919078":"\n  My sisters being weird in public or around someone I like\n  ","919079":"\n  Lana del ray\n  ","919080":"\n  Family first\n  ","919081":"\n  Yes\n  ","919082":"\n  I was homeschooled\n  ","919083":"\n  Applebees\n  ","919084":"\n  Lol\n  ","919085":"\n  Forgive but don't forget\n  ","919086":"\n  Mel: get the phone out my face 😂\n  \n  Cloeeeeeeeee\n  ","919087":"\n  No and no\n  ","919088":"\n  Brains\n  ","919089":"\n  16-17\n  ","919090":"\n  18\n  ","919091":"\n  Skateboarding\n  ","919092":"\n  Hang in out with friends or being with my family\n  ","919093":"\n  Someone explain why we are watching the BRATZ 🤦🏻\n  ","919094":"\n  I'm not in no rush\n  ","919095":"\n  Excellent, wouldnt trade it for the world\n  ","919096":"\n  I'm fine took ian out for lunch today at panera bc tristen had to work and has school work to do as well and now just staying in and playing some family board games\n  ","919097":"\n  Thank you 😌💖\n  ","919098":"\n  lollllllllllllll there are real tears forming reading these replies 😂😂😂😂\n  ","919099":"\n  hey guys just wanted to let you know that I had soup today WITH bread so I have rectified the situation, learned from it, and it won’t happen again. Thank you for your understanding and support ❤️\n  ","919100":"\n  Hehe 😌💛💖\n  ","919101":"\n  Just one of those days where you don't feel like doing anything and just want to stay in and lay in ur fiances arms and watch TV all day\n  \n   @TNMORZ\n  \n","919102":"\n  Uh\n  ","919103":"\n  Yes many throughout the years\n  ","919104":"\n  This and so much more\n  \n\n   https:\/\/youtu.be\/B9JycLc56Mk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919105":"\n  A sister\n  ","919106":"\n  Being more intact with my actual feelings instead of compressing what I actually feel to please others\n  ","919107":"\n  They don't bother me, I actually think they're cute\n  ","919108":"\n  Laurstina is the under rated sister  duo 😂\n  \n\n   https:\/\/mobile.twitter.com\/5harmendemi\/status\/1216040739278290944\n  \n","919109":"\n  I'm.really about to lose my chill.... Like really ?? Ur just gonna take about moving 13 hours away from us now....\n  ","919110":"\n  😂\n  ","919111":"\n  I love when there are tornado warnings in my city!!!! Ready to take a trip to Oz 🥰 who wants to join ?\n  \n   @WhySoManyTaken\n  \n\n   @TNMORZ\n  \n","919112":"\n  My fingers :\/\n  ","919113":"\n  I haven't been watching a ton of movies. Mostly TV shows highly recommend party of five\n  ","919114":"\n  Lisa\n  ","919115":"\n  Messi\n  ","919116":"\n  Cooked with no yellow stuff\n  ","919117":"\n  Organization\n  ","919118":"\n  Chick fli la\n  ","919119":"\n  I used to just watch movies and recently gotten into reading books based on like psychology and how things like the mind work etc. But I loved watching and reading if I stay, the fault in our stars, the giver. Book wise ( I'm not sure if they made movies on it) three little words (sad but overall a good book), a child called it. The Morgan ville vampires series, beautiful creatures series, there's one called paranormal something that was super good. And the immortals series by alyson noel are great as well\n  ","919120":"\n  I can be especially when it comes to something or someone I care about\n  ","919121":"\n  He's very caring, supportive, motivation and just so compassionate towards things he loves. He respects me and my boundaries and I'm so glad he's mine, because I never want to let go\n  ","919122":"\n  Didnt know female birds and turtles can become egg bound even if they're not pregnantm because the reproductibe system causes them to lay eggs\n  ","919123":"\n  The #BelieveInYou music video is out now!!! ❤️😭🎉 We put our hearts and souls into this video for you guys! We wanted to make an impact with this video and we hope it touches your heart and inspires you! We wanted to tell you guys how much we believe in you and your dreams!! We love you so so much! ❤️ Watch the full video on our YouTube also this is DANI'S LAST VIDEO WITH US\n  \n\n   https:\/\/youtu.be\/k7w9LZQlxS4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919124":"\n  Name him elliot, take him to the grand ole opry. And then give him to\n  \n   @BigAmericanFatso\n  \n","919125":"\n  And everyones gonna cry once this goes live ....\n  ","919126":"\n  With my baby boy 😍\n  ","919127":"\n  Thank you\n  ","919128":"\n  Hehe\n  ","919129":"\n  Sals diner\n  ","919130":"\n  Its like a casserole type thing lol\n  ","919131":"\n  But its just us so we can do whatever we want lol\n  ","919132":"\n  Only do cosmic if the kids are around\n  ","919133":"\n\n   https:\/\/youtu.be\/lCOWdiCGSH0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Also if bringing fans on stage count as serenading then yes\n  ","919134":"\n  Because every time I go bowling with like Lisa and chad they always do regular 😂\n  ","919135":"\n  Sometimes in my ankle\n  ","919136":"\n  😂 shushhhh\n  ","919137":"\n  Yeah she passed away a few years ago but I remember we all tried to find a place in the living room to fit and sleep ... Joey used to sleep under the piano when he was little\n  ","919138":"\n  Cosmic is like where its glow in the dark or regular bowling\n  ","919139":"\n  Oxygen 😉😂\n  ","919140":"\n  I don't really know lol\n  ","919141":"\n  Haters why do they hate\n  ","919142":"\n  Gotta have some way to pay your bills\n  ","919143":"\n  No\n  ","919144":"\n  Directors need to chill with this whole acTUALLY SHOWING PEOPLE THROWING UP in movies like broooooo we don’t need to actually see it we can get the point\n  ","919145":"\n  But get ready because I wanna go somewhere 😙\n  ","919146":"\n  Literally giving tiktok another try lol\n  ","919147":"\n  I love youuuu\n  ","919148":"\n  Great!! Also just re downloaded tiktok bc that's the new thing now and posted a cover today on there !! Feel free to check it out\n  \n\n   https:\/\/vm.tiktok.com\/X5FNo4\/\n  \n","919149":"\n  Just tried eating soup without bread with it and I think that’s the worse thing I’ve ever done to myself\n  ","919150":"\n  Spent it with my friends and a few of my family members like mom and alex\n  ","919151":"\n  Hi\n  ","919152":"\n  The laut twins :( I was like the triplet but they moved away to college\n  ","919153":"\n  Lion\n  ","919154":"\n  4\n  ","919155":"\n  Sorry I'm just now seeing this but I have had an amazing weekend even if things were a bit hard and emotional at first\n  ","919156":"\n  Mostly water, but bubbly orange flavored, root beer, cola, blue raspberry lemonade and sweet tea\n  ","919157":"\n  We done a few videos involving different places with woods lol\n  ","919158":"\n  I don't have a type when it comes to that but all the guys I like were like sporty or worked out or something\n  ","919159":"\n  No one knows how to be kind and help eachother out and we feel fighting with weapons is always the answer\n  ","919160":"\n  Faith\n  ","919161":"\n  I don't know how to really describe it... But you know how you get like a breakfast sandwich that was premade ? I like my eggs like that that I think pouched? Is what they're called with no yellow stuff\n  ","919162":"\n  Absolutely believe they try their hardest to ensure their people are safe. And fight the battles some of us can't or don't want to. Sad because two of my friends are in the army and they left yesterday at 5:30 and they're babiessss but I have faith that they'll try to make us proud\n  ","919163":"\n  Laughing because you think I would actually be guilable to give a complete stranger with no identification my number.... I barely answer calls and texts as is\n  ","919164":"\n  Yeah its 931-555-NOPE\n  ","919165":"\n  I don't really kniw how other jobs work, but I do know my friend who worked at a cafe. Their job had a book with the calendar in it and spaces to write your name why you want the day off and your position and then signature. Which has to be approved by the manager that handles the schedule and they couldn't request holidays off or the weekend unless they did sports\n  ","919166":"\n  I dont think so?\n  ","919167":"\n  Sleep it off\n  ","919168":"\n  Being talked over or having to repeat myself\n  ","919169":"\n  Bills to support a good living condition\n  ","919170":"\n  The country I was born in or south america\n  ","919171":"\n  Sometimes me other times my friends\n  ","919172":"\n  Red yellow blue. Heart as the symbol because my cousin try would have people who help eachother out\n  ","919173":"\n  Maybe\n  ","919174":"\n  Depends on the combination. Like chicken and pineapple tastes weird\n  ","919175":"\n  People not cleaning up after themselves\n  ","919176":"\n  It depends on if I connect or relate to the story behind the lyrics. Like performing my own songs is emotional for me because I know the stories behind them, and my sisters as well. But the fans connecting and relating and just expressing their emotions makes you want to cry as well because you just want to protect them and help them\n  ","919177":"\n  Doing something out of the goodness of my heart and seeing how that imoacyed someone in need and their reaction\n  ","919178":"\n  If you were a fairy what element would you choose to be from\n  ","919179":"\n  A virtual hug\n  ","919180":"\n  Uh... No\n  ","919181":"\n  Thinking about making pasta tonight but also just want a nice sandwhich\n  ","919182":"\n  Graphics\n  ","919183":"\n  I was almost named jessica...\n  ","919184":"\n  If we ever are out and about or at an event sure\n  ","919185":"\n  Therapy, trying to talk to a friend one on one or a professional you don't know, medications\n  ","919186":"\n  Well I speak english so I love you would be the correct phrase\n  ","919187":"\n  Thank you 😊\n  ","919188":"\n  The other night I made chicken tenders and fries\n  ","919189":"\n  Four doors because I do not want at least 4 people jumping over me to get out\n  ","919190":"\n  Lol ... Send like a fake link to get someone's attention that I liked 😂😂😂\n  ","919191":"\n  Choosing better friends but its okay I actually have a good group now\n  ","919192":"\n  A simple call\n  ","919193":"\n  So tonight? Dinner & movies or bowling ?\n  ","919194":"\n  I rarely mention I like melanie martinez\n  ","919195":"\n  Kinda long considering I have to take over extra work for now\n  ","919196":"\n  I only played for a few minutes to do a music video .... I want to actually learn lol\n  ","919197":"\n  Maniac because its relatable\n  ","919198":"\n  Yes, but I have a fear of being attacked by ocean friends\n  ","919199":"\n  Root beer\n  ","919200":"\n  For some reason I keep dreaming about being in this place with all my friends and working for the president 🙃\n  ","919201":"\n  Its technically not \"my band\" its the oldest Christina's. Shes the leader\n  ","919202":"\n  With you and ian\n  ","919203":"\n  When you give me those ocean eyes.🎶 We sang #OceanEyes by\n  \n   @billieeilish\n  \n  ❤️ What do you want us to sing next!?\n  \n\n   https:\/\/www.instagram.com\/p\/B7G1dvHlBeE\/?utm_source=ig_web_copy_link\n  \n","919204":"\n  Yay love my model 3\n  ","919205":"\n  Sure\n  ","919206":"\n  Nothing\n  ","919207":"\n  Yes especially growing up\n  ","919208":"\n  Not sure where u get the answer cards for them :(\n  ","919209":"\n  The one I trust the most\n  ","919210":"\n  I still have mine. And I'm always getting asked if I still have them or not\n  ","919211":"\n  No, I don't really like the smell of it either\n  ","919212":"\n  Hi\n  ","919213":"\n  Uncomfortable truth\n  ","919214":"\n  Trying to think of ideas of things to do and go\n  ","919215":"\n  Meeting my sisters 😂\n  ","919216":"\n  I just want some orange juice\n  ","919217":"\n  Twisty sounds like tristy aka sorten nickname i do tend to call him at times. Twisty star or something 🤗😌💖\n  ","919218":"\n  OMG BABE!!! I want it 😭😭😭\n  \n   @TNMORZ\n  \n","919219":"\n  Wondering if its time to release the full version of this....\n  \n\n   https:\/\/youtu.be\/Zby_KArTrGY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919220":"\n  I got a mans\n  ","919221":"\n  No because you're always rude\n  ","919222":"\n  Hey 🙄\n  ","919223":"\n  Scary stories to tell in the dark\n  ","919224":"\n  Well... Half of u already know what happens 😌\n  ","919225":"\n  Whatdya call a frenchman wearing sandals? Phillipe Phillope.\n  ","919226":"\n  Thank you\n  ","919227":"\n  Once\n  ","919228":"\n  Hi\n  ","919229":"\n  X mas cookies ;)\n  ","919230":"\n  Strange and different\n  ","919231":"\n  Hey hows it going? Would you like to go get lunch sometime with me etc\n  ","919232":"\n  I'm alright kinda sleepy\n  ","919233":"\n  My boyfriends what? 😶\n  ","919234":"\n  No lol I don't like hearing about scary things\n  ","919235":"\n  Laying on my fiance watching movies\n  ","919236":"\n  Ahah\n  ","919237":"\n  Arielle\n  ","919238":"\n  For once I won't be single 😂\n  ","919239":"\n  Well we are a bit ahead of schedule since the MV is going up this week with the last appearance...\n  ","919240":"\n  Weird considering our asistant is in California for a bit\n  ","919241":"\n  Yes\n  ","919242":"\n  Well today was our first day back to work\n  ","919243":"\n  He just.made an account lol\n  ","919244":"\n  😊\n  ","919245":"\n  Sure and thank you\n  ","919246":"\n  Neither\n  ","919247":"\n\n   @edraegen\n  \n  care to send questions to him?\n  ","919248":"\n  Lol\n  ","919249":"\n  Do you need me to tag accounts for you?\n  ","919250":"\n  Yeah now leave me alone with your fetishes\n  ","919251":"\n  I mean you can still stay just got to find people you can talk to and all\n  ","919252":"\n  No but have gone through plenty of metal detectors at amusement parks and that\n  ","919253":"\n  I saw a pretty little thing\n  ","919254":"\n  We beling together, my best friends brother.\n  ","919255":"\n  Alex has a tesla as well\n  ","919256":"\n  1\n  ","919257":"\n  Model 3\n  ","919258":"\n  Its on the app lol\n  ","919259":"\n  Well forward and backward\n  ","919260":"\n  I'm running, I'm running 😂😂😂\n  ","919261":"\n  I have a tesla i can guide my car to me 👀\n  ","919262":"\n  Oh!!! Heyy\n  ","919263":"\n  bro I SPRINTED through the parking lot of my friend’s apartment complex last night bc it was past midnight and I was like there is for sURE someone lurking out here looking for someone to snatch and it is nOT gonna be me. Not today sir.\n  ","919264":"\n  Gorgeous\n  ","919265":"\n  Yes lol\n  ","919266":"\n  Obviously I have a son now lol\n  ","919267":"\n  Idk why I do that\n  ","919268":"\n  First day back to work 🙃\n  ","919269":"\n  10 and yes very close. A bond no one would understand\n  ","919270":"\n  I'm tristen's bae\n  ","919271":"\n  Laser tag\n  ","919272":"\n  Accidentally put three songs in the wrong key\n  ","919273":"\n  Black is the most popular but white is as well\n  ","919274":"\n\n   https:\/\/youtu.be\/5lnZ2RPj_WY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919275":"\n  Me\n  ","919276":"\n  Thank you\n  ","919277":"\n  Yes I do\n  ","919278":"\n  Mmm\n  ","919279":"\n  Love is love\n  ","919280":"\n  Only one I let play with my hair is my family but mostly\n  \n   @TNMORZ\n  \n  is allowed\n  ","919281":"\n  I enjoy church but there's other things that I do that are great\n  ","919282":"\n  I'm in central time\n  ","919283":"\n  I try to be understanding and nice but if u just continue to act like youre something or be respectful then I just dont care if I offend you\n  ","919284":"\n  Truth\n  ","919285":"\n  Music\n  ","919286":"\n  Hmm I know a few people but let's go with the person who continues to fake 20+ people. Why do you do it?\n  ","919287":"\n  They've been to the play offs every year let some other team go....\n  ","919288":"\n  iF YoU DoNT ReALeaSE \"MUstANg\" or \" DeJA VU \" iM SUinG 💖\n  ","919289":"\n  Dani explains why she left the band.....\n  \n\n   https:\/\/youtu.be\/StZhKew0L4M\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919290":"\n  A 7\n  ","919291":"\n  Self growth 💖\n  ","919292":"\n  Song lyrics?\n  ","919293":"\n  🤗🤗🤗\n  ","919294":"\n  Yes I do\n  ","919295":"\n  Most likely will be with friends doing stuff but also transitioning in work and all\n  ","919296":"\n  So many rememberable ones but august 12th, 2010 will be the one that I always remember because my life changed overnight on my birthday\n  ","919297":"\n  On my good days a coffee person\n  ","919298":"\n  Lol he doesn't mind if I come into the room and that. I just don't like disturbing people when they're sleeping or whatever\n  ","919299":"\n  wow just pulled up to the same drive thru window I was crying at a month ago and this time I wasn’t crying. what a full circle moment. it gets better guys\n  ","919300":"\n  Love u more\n  ","919301":"\n  I love you\n  ","919302":"\n  For there is nothing hidden that will not be disclosed, and nothing concealed that will not be known or brought out into the open.” - Luke 8:17\n  ","919303":"\n  when I text u “goodnight” there’s a 50% chance I’m gonna stay up for about 4 more hours\n  ","919304":"\n  Throw back to Brazil\n  ","919305":"\n  Lol I also have a fiance that's not feeling the best and a toddler to watch as well\n  ","919306":"\n  my hobbies include not calling people back and pretending like I never saw it\n  ","919307":"\n  Ala this song just seems to have a whole new meaning as well\n  \n\n   https:\/\/youtu.be\/apgN9TaEP0U\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919308":"\n\n   https:\/\/youtu.be\/R4Ew96i3HF4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919309":"\n  Saturday 💖\n  ","919310":"\n  The actual video of the song is sad as well. And I know this video coming this week is going to have everyone crying\n  ","919311":"\n  💙🦋💛\n  \n\n   https:\/\/youtu.be\/fyQq9lH41k4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919312":"\n  Smh babe drink WATER\n  ","919313":"\n  Not you\n  ","919314":"\n  We don't need ur number\n  ","919315":"\n  Seriously was thinking about going and getting pink and red garland and little heart decorations or bows or something and making it a valentines day tree 😂\n  ","919316":"\n  Shape shifter\n  ","919317":"\n  Hmm idk\n  ","919318":"\n  Well the you should never cheat one\n  ","919319":"\n  No.no what I mean is since this is an anonymous app anyone can act like your crush and pretend its him hiding on anon. ...\n  ","919320":"\n  I am to tristen\n  ","919321":"\n  Facing their deepest fair\n  ","919322":"\n  Mhm like I appreciate you for sticking up for Danielle.... But the fact youre acting like you genuinely care about us and that on social mefia and then turning around and faking us just ain't right\n  ","919323":"\n  EdGY\n  ","919324":"\n  Nothing\n  ","919325":"\n  Still need them to be aware of a certain fake fan as well\n  ","919326":"\n  Well on here it can literally be anyone ... If you somehow can contact him on like facebook or whatever or face to face just be like hey, hows it going can I ask you something ?\n  ","919327":"\n  Theres just so much being aimed at us recently...\n  ","919328":"\n  Go ahead ?\n  ","919329":"\n  No I'm not\n  ","919330":"\n  Well its just the five of us now so we may rebrand a bit\n  ","919331":"\n  Cimorelli band\n  ","919332":"\n  A T-shirt and jeans\n  ","919333":"\n  What\n  ","919334":"\n  -god\n  \n  -family\n  \n  -friends\n  \n  - the fans\n  \n  - good health\n  ","919335":"\n  Used to play water polo\n  ","919336":"\n  Its not rude if you want better he's just mad to see you leave or something\n  ","919337":"\n  But scroll down and you'll gind the thread about dani\n  ","919338":"\n  Thanks\n  ","919339":"\n  Me, lisa, and katherine have the brown eyes. Christina, amy, dani have the green\/blue eyes\n  ","919340":"\n  Michael, alexander, christian, nicholas. Joseph.\n  ","919341":"\n  I got two but I don't really talk on them as much anymore. Only if I can't get ahold of someone through other socials and that\n  ","919342":"\n\n   https:\/\/mobile.twitter.com\/GodBlessSMG\n  \n","919343":"\n  5:11 pm, tuesday January 7th, 48 degrees\n  ","919344":"\n  She most likely will but won't be active as much\n  ","919345":"\n  Its alright, really :)\n  ","919346":"\n  Start of something new\n  ","919347":"\n  Ah its up idk if I spelled it wrong\n  ","919348":"\n  If u scroll down on her page twitter.com\/godblesssmg  youll see the thread where shes mostly bashing dani but lisa and chad as well\n  ","919349":"\n  I need ur opinion or trists on this\n  ","919350":"\n  No she left like right after that because that girl is in out buisness\n  ","919351":"\n  Go off sis\n  ","919352":"\n  u know what would be cool is if I actually knew what the h*ck I was doing.... Dani I need your help 😔\n  ","919353":"\n  I will she needs a lot of love and support right now. She deleted her twitter :\/\n  ","919354":"\n  Hi\n  ","919355":"\n  I have brothers as well 👀\n  ","919356":"\n  So far christina doesnt regret hers and she been married  a year. Katherine is engaged and getting married this year and she loves it, lisa is engaged and she's happy, amy is singling and mingling it, and I am engaged, Danielle is married\n  ","919357":"\n  She's married. She got married the 18th of last month\n  ","919358":"\n  The singers of the family ....\n  ","919359":"\n  My baby sister\n  ","919360":"\n  I never stated I hated him?\n  ","919361":"\n  How the mind works\n  ","919362":"\n  I don't even talk about my views 😂\n  ","919363":"\n  I been living in nashville since 2015, and no one has had an issue with it. Take your hating self somewhere else and learn to mind your own business 🙃\n  ","919364":"\n  * 8 years old I started a career because my sister wanted to be in a band\n  \n  * on mine and christinas birthday our party in the usa cover went viral\n  \n  * few weeks later a manager from london wanted us to perform for her\n  \n  *she had us drive down to la to perform for her coworkers at island records\n  \n  * we got signed immediately and moved to malibu\n  \n  *while under this management label we have done many things and all such as working with songwriters and believe it not keshas mom\n  \n  *however in 2015, they tried to changed us into something we would never be and we felt drained and not wanting to do musoc anymore\n  \n  * we broke away from our label and went independent, moved to nashville\n  \n  *the older girls moved into their own apartment together while Dani and I lived in the family house\n  \n  *we later released our first album and many EPs later : up at night\n  \n  *did many tours over those years which included a European tour and south america tour\n  \n  * hit 5 million subscribers and still continue to impact people's life and spread our true meaning\n  ","919365":"\n  I used to . I just go back to visit\n  ","919366":"\n  Make believe animals were real at some point\n  ","919367":"\n  I appreciate that\n  ","919368":"\n  Definitely not lol\n  ","919369":"\n  You alright there 👀\n  ","919370":"\n  Was lying on Tristen and its quiet in the house then you hear a big bang .... Here derek fell off the bed\n  \n   @WhySoManyTaken\n  \n","919371":"\n  You're amazing, caring and like a friend to me\n  ","919372":"\n  Hi\n  ","919373":"\n  What am I lying about because I'm not?\n  ","919374":"\n  Shocked\n  ","919375":"\n  Hopefully back to south america !\n  ","919376":"\n  Drugs\/alcohol I'm guessing\n  ","919377":"\n  I dont use it anymore\n  ","919378":"\n  OKAY BUT WHAT A LEGEND. I LOVE IT!!!\n  ","919379":"\n  I'm sure there are a lot of 21 years olds lol\n  ","919380":"\n  Pretty good\n  ","919381":"\n  No :\/\n  ","919382":"\n  No, I'll most likely go solo or find a different I retest to pursue. Only one of us left the band, it will go on and be like it was before Dani joined ... Which will be very strange at first but I'm excited for what's to come\n  ","919383":"\n  💛🦋💙\n  ","919384":"\n  I dont know if I even watched any\n  ","919385":"\n  Thank you\n  ","919386":"\n  Mm no really\n  ","919387":"\n  G wagon\n  ","919388":"\n  For the most part I am\n  ","919389":"\n  Watch it played by others. Like my brothers\n  ","919390":"\n  A iphone 4 or something like that\n  ","919391":"\n  Just hard because of the holidays and not being really productive\n  ","919392":"\n  Yes or just sit there on their phones\n  ","919393":"\n  Pieves by bethel or living hope by phil wickham\n  ","919394":"\n  The fact Dani deleted her twitter.... Because of all the hate shes getting when this is suppose to be a POSITIVE COMMUNITY says a lot.\n  ","919395":"\n  Yesterday was actually the longest day of my life\n  ","919396":"\n  bro it’s been a long year already like are u really telling me it’s only been 7 days since New Years ???\n  ","919397":"\n  Umm well part of it is just my natural personality but the other part is a deep seated belief that no one really cares about me and I have  to prove my worth by being what people want me to be which kind of stops me from saying\/doing alot of things cause it's like well no one cares 🙃 so I don't think you want that.  It's not good lol I think you should just be you 💖\n  ","919398":"\n  Mmm it's been better ... It's hard for me to deal with having down time for the holidays and not really doing much  that feels productive. even though I love to relax and take breaks it's just hard to feel motivated and purposeful when I'm in relaxation mode. Guess I need to learn how to recharge better  to where I actually feel good and energized after instead of dead. Lol\n  ","919399":"\n  Well that's good\n  ","919400":"\n  U gotta let them know you don't allow people to treat you that way. Gotta tell them how it made   you feel! If they're a good friend, they'll apologize and not do it again for the most part.\n  ","919401":"\n  Yes!!!! Nervous  though bc I'm embarking on some difficult endeavors 🙃\n  ","919402":"\n  Nooo had to switch it up. Going in an avocado toast directions I think.\n  ","919403":"\n  We just got to wait and see\n  ","919404":"\n  Cooked like a easy up egg but were no milk is showing\n  ","919405":"\n  For a long time my purpose. But family members as well\n  ","919406":"\n  Panera, chik fil a\n  ","919407":"\n  The 10 years of cimorelli which is like a recreation of all our popular songs\/covers over the decade\n  ","919408":"\n  The one were I'm sitting on the patio during the fight song filming day\n  ","919409":"\n  Like trying to get into my privacy and that?\n  ","919410":"\n  Just snakes 😂\n  ","919411":"\n  I didn't really eat breakfast or lunch... Wasn't feeling the best. Dinner was a salad and chicken parm\n  ","919412":"\n  No I don't like politics\n  ","919413":"\n  Soccer\n  ","919414":"\n  I don't really know?\n  ","919415":"\n  I'm okay just been working on some things for myself and the band today\n  ","919416":"\n  Thank you\n  ","919417":"\n  😊\n  ","919418":"\n  Hard. Because I tend to not actually connect or express my emotions fully to what I'm actually dealing with and keep them bottled in or push them back and pretend like its fine even though I'm stressed or upset and letting it eat me alive. But recently I been going to therapy each week and becoming more intact with my feelings and expressing them more. And saying what's bothering me and so on\n  ","919419":"\n  Uniqueness\n  ","919420":"\n  There's also the ABCs 😂\n  ","919421":"\n  We messed up lol\n  ","919422":"\n\n   https:\/\/youtu.be\/EWC60nTsGhA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919423":"\n\n   https:\/\/youtu.be\/t-a0wGiTdrI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919424":"\n\n   @TNMORZ\n  \n\n\n   https:\/\/youtu.be\/-S3jGhUKm4M\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919425":"\n\n   https:\/\/youtu.be\/0TF3AWgl1oc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919426":"\n\n   https:\/\/youtu.be\/gQw8A5Kh7pE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919427":"\n\n   https:\/\/youtu.be\/bR0oGgIrTUE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919428":"\n\n   https:\/\/youtu.be\/b3m7XcbKfp0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919429":"\n\n   https:\/\/youtu.be\/Uw9HROhCoY4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919430":"\n  💛💛💛 she does it better than I\n  ","919431":"\n\n   https:\/\/youtu.be\/v5_fX-DeBFk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919432":"\n  Fall back -\n  \n   https:\/\/youtu.be\/soL8boS969A\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919433":"\n  THIS WAS THE PROPOSAL AT OUR LAST SHOW !!\n  \n\n   https:\/\/youtu.be\/aG97v61cgkA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919434":"\n  Gabriella from highschool musical because I just think I resemble her a lot\n  \n\n   https:\/\/youtu.be\/iJhm8TMolFE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919435":"\n  Owl and lion\n  ","919436":"\n  2,023\n  ","919437":"\n  A positive impact on many lives\n  ","919438":"\n  The one on my stomach definitely 😂 because I was always climbing trees and being adventurous as a child and fell out of one\n  ","919439":"\n  The gem\n  ","919440":"\n  Grapes\n  ","919441":"\n  Calculating\n  ","919442":"\n  Paying bills ... Sometimes is stressful lol\n  ","919443":"\n  Barqs im not sure how you spell it\n  ","919444":"\n  I like both. But selena gomez i relate to a lot currently\n  ","919445":"\n  I kinda of want to keep this to myself for now 💛😊\n  ","919446":"\n  January 2nd, he told me he had to talk to me. Took me outside to like this little decorated section of downtown and asked me. :)\n  ","919447":"\n  3 days ago\n  ","919448":"\n  Hello\n  ","919449":"\n  Been awhile\n  ","919450":"\n  Probably band meetings because I tend to run late for those alot\n  ","919451":"\n  They go by to fast\n  ","919452":"\n  Whatever happened to that strange girl\n  ","919453":"\n  Too the mac and cheese with the soup and mix it up. I normally do it from panera when I eat out. You want like a creamy mac and cheese and sort of a more thicker soup\n  ","919454":"\n  Because the reminder me of when I used to post about Christmas at my grandma's house\n  ","919455":"\n  Coin master is fun but can get repetitive, and candy crush saga but it gets hard\n  ","919456":"\n  My fiance\n  ","919457":"\n  Its afternoon here but morning :)\n  ","919458":"\n  Probably\n  \n   @WhySoManyTaken\n  \n  old account\n  ","919459":"\n  Hope your weekend was great raquel\n  ","919460":"\n  Sunsets and heartbreak\n  ","919461":"\n  Use the restroom\n  ","919462":"\n  Maybe\n  ","919463":"\n  Be cool fused and not know where I am\n  ","919464":"\n  Thanks\n  ","919465":"\n  Its tje year of the rat .... OH LOOK!!  A year made just for me\n  ","919466":"\n  Bruh\n  ","919467":"\n  Feeling a bit better\n  ","919468":"\n  I will when I see them currently the only one I am by is Lisa\n  ","919469":"\n  You're welcome\n  ","919470":"\n  Thank you!\n  ","919471":"\n  Yawned because I'm still trying to get my sleep back on track and last night was the most sleep I probably gotten in three days\n  ","919472":"\n  Nope. I tend to tolerate boats well\n  ","919473":"\n  No net yet, hopefully one day though I'll get the courage to do so\n  ","919474":"\n  I'm sure there are some\n  ","919475":"\n  With someone\n  ","919476":"\n  Sweat pants and a hoodie 😌\n  ","919477":"\n  Not really I mean I sometimes have dreams that come true at some point but that's about it\n  ","919478":"\n  excited for this year 💖\n  ","919479":"\n  I got back to work on wednesday to start planning our projects for the band .... And I'm not okay\n  ","919480":"\n  alright next time I try to get an Açaí bowl someone remind me that I don’t actually like them\n  ","919481":"\n  Lisa made me a dragon fruit bowl 😭\n  ","919482":"\n  Luna\n  \n  And leilani\n  ","919483":"\n  No, but I heard its really weird but interesting\n  ","919484":"\n  Omg  fail 😂\n  ","919485":"\n  Only if they feel they need to\n  ","919486":"\n  It was great\n  ","919487":"\n  I mean you may not always get laid to do the things u do but you work just as much as they do taking care of someone who can't care for themselves\n  ","919488":"\n  Yes I made dinner 😂\n  ","919489":"\n  Either this:\n  \n\n   https:\/\/youtu.be\/pxmEfkU9Zkg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  because we were down a sister, (lisa was home sick and back home in california) and I was given her high part along with mine and my voice wasn't fully trained yet to hit her notes and I forgot to do her part.... Harmonized instead...\n  \n  Or this :\n  \n\n   https:\/\/youtu.be\/h0c1aTngVFs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  (my microphone flew out my grip)\n  ","919490":"\n  Hi\n  ","919491":"\n  👨+ 💋+ 👭👭👭+ 🙆+ 🤔+ 🤷🏻= He's kissing my friends, okay I guess that's its then\n  "}}