{"Question":{"919492":"\n   What would you recommend to people who want to meet with you ? 👀\n  ","919493":"\n   When you become super famous and are the #1 artist in the world, will you still remember us ordinary people? 🥺\n  ","919494":"\n   You should post pics like that\n  ","919495":"\n   Post a funny meme 🤣😂\n  ","919496":"\n   You never sleep\n  ","919497":"\n   \"نحن نتواصل عن طريق المشاعر، وليس عن طريق الكلام، نحن ننسى ما قالوه لنا، ونتذكر ما أشعرونا به!\"\n  ","919498":"\n   There's that smile again, whoever is making you smile is doing a good job 😀\n  ","919499":"\n   What's the last concert you went to?\n  ","919500":"\n   I love you lauren\n  ","919501":"\n   🤔 What was your first impression of me compared to your existing impression of me? \n(Q. Inspired by\n   \n    https:\/\/ask.fm\/CactusDoug\/answer\/158288379632?utm_source=copy_link&utm_medium=iOS\n   \n   )\n  ","919502":"\n   What’s up\n  ","919503":"\n   Like, does your style and how you present yourself to the world change much from month to month?\n  ","919504":"\n   You're right. You're MORE famous than him! Much prettier than him as well.\n  ","919505":"\n   Your B'day Date ?\n  ","919506":"\n   On a scale of 1 to 10 how much you feel yourself save on Ask.fm from your most favourite Relatives ? 🤣\n  ","919507":"\n   I got mentioned by a celebrity! Best day ever 😌\n  ","919508":"\n   Does your identity change much?\n  ","919509":"\n   do you have any suggestions on who to follow here? the more the merrier right? ☺️\n  ","919510":"\n   Oh ya it's good money over here for interior designers\n  ","919511":"\n   Ah 😊\n  ","919512":"\n   We call that cat naps over here.\n  ","919513":"\n   happy friday everyone! anyone up for a drink 🥃 🤣\n  ","919514":"\n   nerual\n  ","919515":"\n   Alex was making coffee with Rachael before\n  ","919516":"\n   If she could do graphic design & be in the band she. But it's to hard to juggle the two.\n  ","919517":"\n   You said yesterday one of your brothers might be dating one of your friends. I said\nMel & Christian ❌\nMel & Nick❌\n\nWhat about Rachael & Alex he's always with her you & Amy\n  ","919518":"\n   Lauren!\n  ","919519":"\n   I'm going to take a nap\n  ","919520":"\n   Wow can you believe it??\n  ","919521":"\n   Rakastaa Sinuta SallyLauren💞💞💋💋\n  ","919522":"\n   let s be friends!❤\n  ","919523":"\n   lyy\n  ","919524":"\n   Ah that's good\n  ","919525":"\n   how are you, sweety?🤗🥰\n  ","919526":"\n   What challenging thing are you working through these days? 🤔\n  ","919527":"\n   What is something you are certain you’ll never experience? 🤔\n  ","919528":"\n   What would a mirror opposite of yourself be like? 🤔\n  ","919529":"\n   What is the strangest thing you have come across? 🤔\n  ","919530":"\n   Will be waiting for updates on you ok\n  ","919531":"\n   So will Dani be going on tours as a family member now then.\n  ","919532":"\n   😌\n  ","919533":"\n   Have you ever wrote something and then one of the suggested predictive text was something very inappropriate to the sentence you wanted to write?\n  ","919534":"\n   I'm comfy\n  ","919535":"\n   And the stress of Christmas is over\n  ","919536":"\n   In 2020 I will be lucky & poor\n  ","919537":"\n   Add me on snap yennyzyx\n  ","919538":"\n   What are some things that sound like compliements but are really insults?\n  ","919539":"\n   We both know you'll sleep on me.\n  ","919540":"\n   Did u know if you went on FaceApp & went to celebrity & typed in Cimorelli. There is a hole bunch of pictures of you & your Sister's when you was younger\n  ","919541":"\n   Why do you hate 🍏 apples?\n  ","919542":"\n   I sleepy\n  ","919543":"\n   What lucid dream still bothers you Lauren?\n  ","919544":"\n   What do you think of pope slapping woman\nIs it real?\n  ","919545":"\n   Fav player on warriors I like curry but is hurt\nWho do you like best on warriors?\n  ","919546":"\n   Do you get road rage walking behind slow people?\n  ","919547":"\n   If you were arrested what would your family and friends think it was for?\n  ","919548":"\n   Love you💛\n  ","919549":"\n   Um what’s his name I’m asking for a friend he wants to have a talk with him. 😂😂😂😂😂😂 jk jk\n  ","919550":"\n   What topic of conversation do you consider boring?\n  ","919551":"\n   Dani*\n  ","919552":"\n   Ain't that true lol\n  ","919553":"\n   What kind of Popsicle do you like?\n  ","919554":"\n   Lisa was the band\n  ","919555":"\n   Hm\n  ","919556":"\n   Rip Cimorelli\n  ","919557":"\n   Who is in your bad books atm\n  ","919558":"\n   No... baby no... lol\n  ","919559":"\n   Do you wear slippers\n  ","919560":"\n   Oh no...\n  ","919561":"\n   Ah cool\n  ","919562":"\n   Oh baby. You can do better.\n  ","919563":"\n   stand facing the corner with your hands and one foot up and let someone to take a picture for you\n  ","919564":"\n   baby you call everyone rat lol\n  ","919565":"\n   What’s the best thing you got from your parents? 🤔\n  ","919566":"\n   What mistake do you keep making again and again? 🤔\n  ","919567":"\n   What is something you can never seem to finish? 🤔\n  ","919568":"\n   I'm not good with coming up with nicknames.\n  ","919569":"\n   What do you spend the most time thinking about? 🤔\n  ","919570":"\n   Laurennnn\n  ","919571":"\n   I don't know what to say anymore\n  ","919572":"\n   Lauren💛💛\n  ","919573":"\n   hi cutie\n  ","919574":"\n   That was the new year’s party I had last night not the holiday one and rewatched the ball drop\n  ","919575":"\n   He did too?\n  ","919576":"\n   What's the usual first impression people have on you in person? 😅✨ Are they wrong or nah?\n  ","919577":"\n   I feel like ______.\n  ","919578":"\n   Do you crush on someone in relation?\n  ","919579":"\n   What do you hope your last words will be? 🤔\n  ","919580":"\n   What chapters would you separate your autobiography into? 🤔\n  ","919581":"\n   What was the most memorable gift you’ve received? 🤔\n  ","919582":"\n   She don't eat meat but she sure like da bone! Ruff!!!\n  ","919583":"\n   Lauren ment you as well Lynne 🙈\n  ","919584":"\n   You & Rachael should go up in one in May. When the hot air balloon festival is in Franklin\n  ","919585":"\n   You mentioned in this thread that you were trying to pick up boxing again, could I ask how that is going?\n  ","919586":"\n   Exactly. I'm faithful fan of your girls work.\n  ","919587":"\n   Favorite childhood memory?\n  ","919588":"\n   your welcome your so beutiful all of u are\n  ","919589":"\n   Do you fake illness sometimes to avoid going to school or work?\n  ","919590":"\n   If you could eliminate one social network from the site, which one would it be and why?\n  ","919591":"\n   Who’s your crime partner?😉\n  ","919592":"\n   If you could switch families, would you?\n  ","919593":"\n   Where do you prefer to go when going outside?\n  ","919594":"\n   Ever gotten a canker sore? I have one and it freaking hurts!!!\n  ","919595":"\n   do you have insta or snap?🙈\n  ","919596":"\n   In popular areas in your town do they charge for parking? If so how much?\n  ","919597":"\n   I've been following you girls for years, mostly when Dani started. Always enjoyed you girls and still support you girls in this next chapter.\n  ","919598":"\n   Have you had a good day?\n  ","919599":"\n   Well, if you need to vent I'm here. I've been up to the early hours myself thinking of this myself.\n  ","919600":"\n   How do I talk to girls when I'm dry and introverted af?\n  ","919601":"\n   Ever watched a movie and noticed someone you know is in it? Like I was watching one of those late night soft core porn movies and noticed a girl I went to high school with was in it!\n  ","919602":"\n   Spongebob or Squidward?\n  ","919603":"\n   Truth or dare ? 😋\nNo cheating 😒\n  ","919604":"\n   Ohhh , I can say nothing about that Bcs i don’t have any idea about this stuff, so do whatever u think it’s the right ✋🏼\n  ","919605":"\n   Apparently somewhere in the UK a kid was being bullied In school and the school did fuck all about it. The kid who was being bullied his mum was a journalist and manged to get on the front page of their local newspaper  that the school allows bullying thoughts on that matter?\n  ","919606":"\n   Chills is out\n  ","919607":"\n   How're you holding up?\n  ","919608":"\n   So what ?? Life doesn’t stand by anyone u just have to move on , bcs if he rlly loves u he will not leave , otherwise don’t be upset for what gonna be happen\n  ","919609":"\n   Why are you sad what happened?\n  ","919610":"\n   It is among the rules of life, so live ur moment and figure out to find a solution yk...\n  ","919611":"\n   ✅\n  ","919612":"\n   Is there any people or person that you'll probably never forget ( family and friends don't count)\n  ","919613":"\n   Umm , what happened Lauren, are u ok is everything all right? y u feel depressed?\n  ","919614":"\n   Knock knock! 🤣\n  ","919615":"\n   Hello ?...\n  ","919616":"\n   How do y’all spend money but yet save at the same time ???🧏🏾‍♀️🧏🏾‍♀️🧏🏾‍♀️🧏🏾‍♀️\n  ","919617":"\n   When the electricity goes out in your home, what’s the first thing you miss?\n  ","919618":"\n   U seem to be old enough to give us advice. Can u help us out?\n  ","919619":"\n   What dumb accomplishment are you most proud of? 🤪\n  ","919620":"\n   What is the biggest lesson you never learned? 🤔\n  ","919621":"\n   what were in your eyes lauren\n  ","919622":"\n   💛💛🤗\n  ","919623":"\n   If that Anon hasn't got nothing nice to say to you  Lauren tell him to come to the uk. I will rip his head off and S**t down his neck\n  ","919624":"\n   You need some sleep. It's  6.47am here so I do to😂😂😂\n  ","919625":"\n   Good night Lauren 😴🛏🧡\n  ","919626":"\n   What stereotype do you completely live up to? 🤔\n  ","919627":"\n   What’s the most immature thing that you do? 🤔\n  ","919628":"\n   What are you most likely very wrong about? 🤔\n  ","919629":"\n   what do you think about having foot sIave ?😂\n  ","919630":"\n   What do you want to be remembered for? 🤔\n  ","919631":"\n   Have you ever stolen anything?\n  ","919632":"\n   Did you take your Christmas decorations down yet?\n  ","919633":"\n   Ever been chosen out of the audience to participate ?\n  ","919634":"\n   How was your NYE?\n  ","919635":"\n   lauren ❤️\n  ","919636":"\n   Ew who goes to church 🤮🙄\n  ","919637":"\n   Favorite animal to own as a pet?\n  ","919638":"\n   If you knew the world was about to end, what would you do?\n  ","919639":"\n   Followed 🥀\n  ","919640":"\n   Best root beer you enjoy best?\n  ","919641":"\n   When you go to church who do you go with?\n  ","919642":"\n   Thanks for the pic. You are beautiful.\n  ","919643":"\n   If you could travel around the whole world would you\n  ","919644":"\n   I love you so much! 💖\n  ","919645":"\n   If you wanna chat, I'm here. Hope you're ok\n  ","919646":"\n   ah shit i cant drip more tears omg im so sad\n  ","919647":"\n   i love you guys stay strong kk\n  ","919648":"\n   what burns your eyes more than anything rn\n  ","919649":"\n   how come there are tears falling to the floor\n  ","919650":"\n   wooo wow fucking rivers of tears\n  ","919651":"\n   tissues are being heavily used?\n  ","919652":"\n   what keeps burning your eyes?\n  ","919653":"\n   Lisa or the married one?\n  ","919654":"\n   whats with all the tears\n  ","919655":"\n   I told her that\n  ","919656":"\n   😘\n  ","919657":"\n   daurenfanx is talking about disabling there account on Instagram\n   \n    https:\/\/www.instagram.com\/p\/B655GHVJmKf\/?igshid=1vd3ar4c1pvaj\n   \n","919658":"\n   💛💛💛\n  ","919659":"\n   What do you like about yourself that others like or have mentioned about you?\n  ","919660":"\n   How is everyone's New Year so far?\n  ","919661":"\n   My boss thinks it's offensive and rude that I don't trust him and he's trying to force me to trust him thoughts on that matter?\n  ","919662":"\n   I really liked your song and music video for Pressure! You have a great voice :)\n  ","919663":"\n   Happy New Years everyone!!\nI hope y'all have an incredible 2020 🤟🏼💛\n  ","919664":"\n   How are you\n  ","919665":"\n   hello\n  ","919666":"\n   i wish her well and you guys well as a band always and u definitely as a person Love you\n  ","919667":"\n   If you met a celebrity would you call her\/him by her\/his first name?\n  ","919668":"\n   i was seeing something on the band youtube channel is dani leaving you guys wanted to ask you first to clarify\n  ","919669":"\n   Scariest thing to happen to you?\n  ","919670":"\n   Oh how could I forget Rachael 🙈Sorry.\n  ","919671":"\n   ☺\n  ","919672":"\n   Have you dreamed of a dream and it become a true ?\n  ","919673":"\n   Well is it mel at all you are talking about our another one of your friends.\n  ","919674":"\n   Happy New Year’s 🎇🥳🎆. I hope 2020 is good to you all 💕\n  ","919675":"\n   NS: What is your nightime hotspot of choice?\n  ","919676":"\n   Nick & Mel\n  ","919677":"\n   NS: Have you ever been to the following: Strip Club? Pool Hall? Dance Review? Stage Theatre? Jazz Club?\n  ","919678":"\n   اللهم اني احبه حباً يجهله هو و تعلمه انت .. يارب بقدر حبي له وفقه و يسر امره اسعده و حقق امنياته و احفظه و لا تريني فيه بأساً يبكيني !❤\n  ","919679":"\n   Christian & Mel ?\n  ","919680":"\n   You are 7th\n  ","919681":"\n   NS: Who paid for drinks\/entertainment the last time you went out?\n  ","919682":"\n   Nightlife Spam: When was the last time you accepted a drink from a stranger? If you haven't, would you?\n  ","919683":"\n   Ya she is still Dani Cimorelli \n6 Sister's \n5 brothers\n  ","919684":"\n   Nightlife Spam: How often do you stay out past midnight?\n  ","919685":"\n   You stole mel's line 😂\n  ","919686":"\n   pensei que era a Debora G. Barbosa que mora na Inglaterra\n  ","919687":"\n   •••|||••||•|•||°•••^|••|•||•|•|•°^|||••|••||•|•|••••^\n  ","919688":"\n   You don't need to change your bio to 1\/5 Sister's there are still 6 of you\n  ","919689":"\n   What's the quickest way to make a girl cry ? 😂\n  ","919690":"\n   Best hotel you’ve lived at?\n\nWorst hotel you’ve lived at?\n  ","919691":"\n   What would your superhero car look like?\n  ","919692":"\n   Happy a new journey ! L\n  ","919693":"\n   What’s your New Year’s Day plans?\n  ","919694":"\n   You are the most talented and hottest sister in Cimmoreli sorry not sorry. How can we help your fame??? Achieve the highest level EVER\n  ","919695":"\n   From behind or from the front?\n  ","919696":"\n   My nose was bleeding 2 hours ago\n  ","919697":"\n   What is you special talent?\n  ","919698":"\n   u single\n  ","919699":"\n   You ok?\n  ","919700":"\n   Hello\n  ","919701":"\n   Do you ever watch The Oscars?\n  ","919702":"\n   You're welcome\n  ","919703":"\n   It's going to be ok.\n  ","919704":"\n   You belong with me\n\nMike Jrn\nChristina \nKatherine \nLisa \nAmy & you\n   \n    https:\/\/youtu.be\/RLoMN_6dDtw\n   \n","919705":"\n   I just put good luck Dani 🦋. I did write a longer nice comment on your video before I watched it. But you girls covered what I wrote\n  ","919706":"\n   💙🦋🍉 🧡🦁🐍\n  ","919707":"\n   Ah I see you went recently as well\n  ","919708":"\n   How come you used to spend more time with us ??\n  ","919709":"\n   Isn't it from the bridesmoon holiday you went on before Christina's wedding & you got totally sunburnt\n  ","919710":"\n   Black Blink was the only one I seen . He said Emmyn stole Dani from Cimorelli. But I replied and said no he didn't she is her own person & still young  also wants to explore more things in life\n  ","919711":"\n   It came on my notifications. I haven't watched it yet. I wanted to know how you was\n  ","919712":"\n   Gonna be okay?\n  ","919713":"\n   PAP 👀\n  ","919714":"\n   It was on the cards that she would leave\n  ","919715":"\n   💔💔💔\n  ","919716":"\n   😔💔\n  ","919717":"\n   Is anyone lighting off fireworks where you are already?\n  ","919718":"\n   Happy New Year!!! 🎊🎉✨ I hope you have a great evening and be safe if you're out celebrating tonight! 🙌💪✨\n  ","919719":"\n   Happy 2020 to all of you!Make 2020 better and let’s re-elect Trump! 😛😛😛😛😛\n  ","919720":"\n   why would september have the most birthdays?\n  ","919721":"\n   Happy New year 2020\nJi\n  ","919722":"\n   If you were offered the leadership \/ presidency of your country would you take it? If so, What would be your first change of law?\n  ","919723":"\n   And no you are not. You are going to say😂\n  ","919724":"\n   What are your ups and downs of 2019\n  ","919725":"\n   Is this year going to be your year\n  ","919726":"\n   Very happy New Year 2020 !\n  ","919727":"\n   Aww that makes life easier then 💛\n  ","919728":"\n   Are you close with your parents\n  ","919729":"\n   Ah I see I am sorry about questioning  about the comment. So your like a Step Mom now that's ace😊💛\n  ","919730":"\n   What do people think is weird about you? 🤔\n  ","919731":"\n   What do you want your epitaph to be? 🤔\n  ","919732":"\n   How tall is Dani?\n  ","919733":"\n   Have I slept a decade your son? 😳\n  ","919734":"\n   What's your favorite way to express yourself?\n  ","919735":"\n   What are you all doing tonight?\n  ","919736":"\n   Happy New Year 🥳 2020🕺🕺🎉\n  ","919737":"\n   Who’s had five guys before? What was your Order? Rate it out of ten?\n  ","919738":"\n   How so?\n  ","919739":"\n   How's it going, Lauren?\n  ","919740":"\n   What was the last thing to Annoy you\n  ","919741":"\n   Well it is yours.\n  ","919742":"\n   😊\n  ","919743":"\n   I seen that tweet but no one commented about you splitting up\n  ","919744":"\n   On no\n  ","919745":"\n   Why are they panicking?\n  ","919746":"\n   You got to get your hair bands out\n  ","919747":"\n   Do the 10 year challenge\n  ","919748":"\n   What is your Ig\n  ","919749":"\n   What shiver ye timbers\n  ","919750":"\n   Do you like or hate your job?\n  ","919751":"\n   You can pick any person in the world and they will instantly fall in love with you when you meet .  Who you picking ?\n  ","919752":"\n   What’s something you are self-conscious about? 🤔\n  ","919753":"\n   Have you ever saved someone’s life? 🤔\n  ","919754":"\n   What are you addicted to? 🤔\n  ","919755":"\n   What’s the best thing about you? 🤔\n  ","919756":"\n   What do you have doubts about? 🤔\n  ","919757":"\n   Who inspires you to be better? 🤔\n  ","919758":"\n   i wanna be your friend too😇\n  ","919759":"\n   I wish you crazy New Year's party with a bang of fireworks and a happy New Year 2020! 🍾🎉\n  ","919760":"\n   nice what did u get\n  ","919761":"\n   Happy new year\n  ","919762":"\n   I'm off ask for today so Happy New Year everyone! May 2020 be a good year for all of you! :D\n  ","919763":"\n   Congratulations Lauren & Tristen 🎊🎉🎊🎉❤\n  ","919764":"\n   Alot of people that marry in there early 20s end up getting divorced after a year or 2\n  ","919765":"\n   I'm not like other people* 🤦‍♂️\n  ","919766":"\n   That what we all say before marriage trust me I know 😂🙄\n  ","919767":"\n   Mhm. Don't let anybody ruin your happiness.\n  ","919768":"\n   People will be people.\n  ","919769":"\n   I'm not a cheater? I don't want sex. I'm like the other people out here. I'm 25. Who said we're getting married right away? Nobody. That might be true for some lovers but not all. If you have a good relationship then it's fine.\n  ","919770":"\n   I am honored to be the first person to tell you Happy New Year💞💞💞🎇🎄\n  ","919771":"\n   What’s your favorite movie beginning with the letter S?\n  ","919772":"\n   Do you prefer a younger or older partner?\n  ","919773":"\n   How much time does it take you to get over someone?\n  ","919774":"\n   Do you prefer to eat with TV On or Off?\n  ","919775":"\n   How healthy is your diet?\n  ","919776":"\n   What’s the most money you’ve given away?\n  ","919777":"\n   What kind of accessories do you wear usually?\n  ","919778":"\n   Were you bullied at school?\n  ","919779":"\n   if you wanna ask me questions inbox me or just reach out on here your an adorable woman most interesting girl to talk to definitely\n  ","919780":"\n   Hey Lauren had fun chatting with you yesterday and i wish you a very happy new year Love you very much\n  ","919781":"\n   What's the dumbest thing you've ever done?\n  ","919782":"\n   what’s everyone doing tonight this NYE?\n  ","919783":"\n   Happy New Year to you all ...let's hope 2020 on ASK is going to be epic 🤣✨\n  ","919784":"\n   🍄 If you have Instagram and you post things frequently, have you requested your “best nine” yet? bestnine.net — Feel free to share the result here! ✨\n  ","919785":"\n\n    https:\/\/www.youtube.com\/watch?v=qZYjoQ3RSIk\n   \n","919786":"\n   I actually laughed out loud picturing you saying that in a deep voice. Super funny. 😂\n  ","919787":"\n   Which franchise you gave up on and tell me why\n  ","919788":"\n   Snap streaks anyone?\n  ","919789":"\n   Have you noticed the increase on VIP accounts that steal the same questions? Please be original <3\n  ","919790":"\n   Hugs💛🤗\n  ","919791":"\n   Do you have your appendix?\n  ","919792":"\n   What cliche saying do you hate hearing the most? 🤔\n  ","919793":"\n   What do you wish you cared less about? 🤔\n  ","919794":"\n   99 percent of the time the guys only want s*x then they usually cheat on you with someone else\n  ","919795":"\n   Who is the smartest person you’ve ever met? 🤔\n  ","919796":"\n   Who got too kiss you?\n  ","919797":"\n   What is your fav chocolate brand.?\n  ","919798":"\n   What is a food creation or combination that you made up that you think is awesome?\n  ","919799":"\n   good luck with that young marriage never works out😂\n  ","919800":"\n   What does it mean when your partner asked you a question like, “Are we okay for each other?” Are they having second thoughts or questioning the relationship or what?\n  ","919801":"\n   Who is your favorite Streamer? (Twitch, Mixer, etc.)\n  ","919802":"\n   Have you ever been to a meetup or hosted your own?\n  ","919803":"\n   Who was the last person to give you their number? How about last person you gave yours to?\n  ","919804":"\n   for me last few days was rough my aunt passed away from heart attack i had to be paul bearer today but had to stay strong for my parents\n  ","919805":"\n   He's the luckiest man in the world! Congrats!!!\n  ","919806":"\n   You're engaged!?\n  ","919807":"\n   What's your favorite thing to do alone? 🤔\n  ","919808":"\n   Are you a gamer\n  ","919809":"\n   Do you have any regrets? Care to share? 🤔\n  ","919810":"\n   thank you Lauren you are a nice part to my day and look forward to many more writing you\n  ","919811":"\n   Ya 😂\n  ","919812":"\n   Who was your first crush? Describe them.\n  ","919813":"\n   Lauren* XOXO❤❤❤\n  ","919814":"\n   you are stunning Loren🤗🤗❤\n  ","919815":"\n   😘😘😘😘\n  ","919816":"\n   I did 👀\n  ","919817":"\n   Update like how?\n  ","919818":"\n   How are you doing mentally with anxiety and etc. Hope all is well?\n  ","919819":"\n   You don't want to give me your snapchat\n  ","919820":"\n   If Tristen ever proposed would you Say yes? 😀\n  ","919821":"\n   Sc plesseee?\n  ","919822":"\n   You seem so happy with with bf and pic that\nSays married I hope you get married soon I hope it's ok I say that\n  ","919823":"\n   oh its cool understand well im glad we have here so you won't have to lose contact with me\n  ","919824":"\n   Follow back maybe? \nThanks.\n  ","919825":"\n   I love cuddles. So yummy. 😊\n  ","919826":"\n   How do you like to be comforted when you’re sad or upset? 🤔\n  ","919827":"\n   What was the last thing to make you happy\n  ","919828":"\n   🍄 What social stigma does society need to get over?\n  ","919829":"\n   🍄 What are your thoughts on this:\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/160097045359\n   \n   ? ✨ Have you ever heard about chakras? What’s your perspective on them?\n  ","919830":"\n   To all the miscreants, drug dealers & other assorted riff raff I have the \"pleasure\" of knowing I wish all from a VERY cool ChCh best wishes for a great & happy New Year. Remember drinking alcohol does not solve all of the worlds problems but then again neither does drinking water ... your choice 🎆\n  ","919831":"\n   Well I didn’t need to be yelled at and told no🙄😂😂😂😂\n  ","919832":"\n   Are u single and ready to mingle?\n  ","919833":"\n   What’s the most favorite part of being famous\n  ","919834":"\n   قَالتْ: ‌هِند زَوجَةُ عُبيدِ اللهِ بن زِياد لمَّا مَات.. \n\" إنِّي أشتَاقُ إلى القِيامَةِ لأرَى وجهَهُ \"\n\n\nوهَذَا أبلَغُ مَا قِيلَ فِي الشَّوقِ ..!\n  ","919835":"\n   do you like the Portland Trail Blazers\n  ","919836":"\n   I wish everyone a happy New Year and hope 2020 is a good year for all of you and for all the world xx\n  ","919837":"\n   What day does your garbage get picked up?\n  ","919838":"\n   Good night! :D Do you like Raven with Shaviana Truffles avatar set?\n   \n    https:\/\/ask.fm\/ElswordEurope\/answers\/159912221070\/likes\n   \n   What's your favourite avatar from Elsword and why?\n  ","919839":"\n   Can you type without looking at the keyboard?\n  ","919840":"\n   He and I love you so much too\n  ","919841":"\n   Why have you not done the Disney thing on Instagram\n  ","919842":"\n   When did your life change for the better?\n  ","919843":"\n   What song did you most recently get tired of due to its overplaying?\n  ","919844":"\n   But he too?\n  ","919845":"\n   Now you have a little boy\n  ","919846":"\n   3 random facts?\n  ","919847":"\n   Your 2020 goals ? 👀\n  ","919848":"\n   Which animal has the most beautiful fur?\n  ","919849":"\n   Home alone or charlie and the chocolate factory ??\n  ","919850":"\n   ;)\n  ","919851":"\n   Ya same it's giving me a headache\n  ","919852":"\n   What if ______.\n  ","919853":"\n   Pretty much\n  ","919854":"\n   Bet he loved it.\n  ","919855":"\n   Mhm\n  ","919856":"\n   Its comfy\n  ","919857":"\n   I'll never ______.\n  ","919858":"\n   What promise have you broken? 💔\n  ","919859":"\n   Have you ever fired a real gun? 😁\n  ","919860":"\n   Name one thing that really annoys you 😁\n  ","919861":"\n   Do you believe in ghosts? Any paranormal experiences? 😊\n  ","919862":"\n   What's a damn good song you've been listening to recently?\n  ","919863":"\n   What is your favorite music?\n  ","919864":"\n   Do you have any siblings and do you get along with them\n  ","919865":"\n   What is one thing you've never told anyone else?\n  ","919866":"\n   1.Whatsapp or Facebook Messenger?\n2.Viber or Skype?\n3.Instagram or Snapchat?\n4.Twitter or Facebook?\n  ","919867":"\n   How many times have you broken your phone?\n  ","919868":"\n   If you could call one person for the rest of your life only, who would it be?\n  ","919869":"\n   Do you have a boyfriend?!\n  ","919870":"\n   Do you like balloon?\n  ","919871":"\n   Do you have a boyfriend?!\n  ","919872":"\n   Good morning! :D I follow you now! How are you? Are you happy? Can you ask me something, please?\n  ","919873":"\n   What do you have doubts about? 🤔\n  ","919874":"\n   Who inspires you to be better? 🤔\n  ","919875":"\n   What do you take for granted? 🤔\n  ","919876":"\n   What risks are worth taking? 🤔\n  ","919877":"\n   Would you rather go to a job interview on a back of a flying dinosaur or unicorn?\n  ","919878":"\n   Cats or dogs?\n  ","919879":"\n   That's awesome. I learn something new everyday 😊\n  ","919880":"\n   I had the winter party and decorations were taken down at the end to end Christmas season\n  ","919881":"\n   Kindly followed back and like plz 👸💕\n  ","919882":"\n   You're good at skateboarding and water polo? 🤔\n  ","919883":"\n   What gets you fired up? 🤔\n  ","919884":"\n   If you could turn any activity into an Olympic sport, what would you have a good chance at winning medal for? 🤔\n  ","919885":"\n   Do you have a favorite store or brand you can recommend for sports bras? I've only used Hanes so far. They're ok but I wonder what else is better and worth the price tag. Thank you!\n  ","919886":"\n   I feel so sad Bc I haven't met any famous person yet ?\n  ","919887":"\n   Awe. Don't want me going out in pjs\n  ","919888":"\n   Do u wanna have kids\n  ","919889":"\n   What do you want to taste right now?\n  ","919890":"\n   Do you think it is rude when someone ask u why don't u wear a scarf ?\n  ","919891":"\n   Where do u live ?\n  ","919892":"\n   Would you like to meet each other I am really looking for good friends that are true I had many fake friends that used me and think there were better.\n  ","919893":"\n   your welcome the future is bright your all amazing singers\n  ","919894":"\n   Did you gain weight over Christmas?\n  ","919895":"\n   Hey lauren I’m a huge huge huge fan of you and your sisters I love you all so much\n  ","919896":"\n   If you were driving a semi truck during zombie apocalipse and you saw me in the middle of the road waving at you tring to get you to stop and maybe get your help what would you do ? Would you stop and get a stranger in your truck or would you just keep going ?\n  ","919897":"\n   Have you ever smoked weed\n  ","919898":"\n   yep, ecstasy's reasonably safe though\n  ","919899":"\n   Sohni\n  ","919900":"\n   What is your biggest fear?\n  ","919901":"\n   Have you ever said what people were thinking\n  ","919902":"\n   Do you like where you live\n  ","919903":"\n   Have you ever felt ashamed about your past?\n  ","919904":"\n   You are so mature. I wish we could have more people like you on askfm🖤\n  ","919905":"\n   What’s the funniest actual name (first name) you’ve heard of someone having?\n  ","919906":"\n   What would be the worst thing to hear as you are going under anesthesia before heart surgery?\n  ","919907":"\n   Have you ever been to any movie\/tv series set\n  ","919908":"\n   Really?\n  ","919909":"\n   What is something that a ton of people are obsessed with but you just don’t get the point of? 🤔\n\n(Don't you dare say Baby Yoda 🥺)\n  ","919910":"\n   What would be your first question after waking up from being cryogenically frozen for 100 years? 🤔\n  ","919911":"\n   What is something that is considered a luxury, but you don’t think you could live without? 🤔\n  ","919912":"\n   If you were dictator of a small island nation, what crazy dictator stuff would you do? 🤔\n  ","919913":"\n   Who’s your go to band or artist when you can’t decide on something to listen to? 🤔\n  ","919914":"\n   What’s something you’ve been meaning to try but just haven’t gotten around to it? 🤔\n  ","919915":"\n   When people come to you for help, what do they usually want help with? 🤔\n  ","919916":"\n   If you didn’t have to sleep, what would you do with the extra time? 🤔\n  ","919917":"\n   What hobby would you get into if time and money weren’t an issue? 🤔\n  ","919918":"\n   🍄 What’s an ideal weekend for you?\n  ","919919":"\n   🍄 If you are in a bad mood, do you prefer to be left alone or have someone to cheer you up?\n  ","919920":"\n   🍄 What kind of parent do you think you will be? \/ What kind of parent are you?\n  ","919921":"\n   What amazing thing did you do that no one was around to see? 🤔\n  ","919922":"\n   🍄 When do you think a person is ready for marriage?\n  ","919923":"\n   🍄 What is a relationship deal breaker for you?\n  ","919924":"\n   What if every time you got mad or upset your body inflated like a balloon?\n  ","919925":"\n   What makes you feel accomplished?\n  ","919926":"\n   Is what you’re doing now what you always wanted to do growing up?\n  ","919927":"\n   What was the best phase in your life?\n  ","919928":"\n   Which parent are you closer to and why?\n  ","919929":"\n   Do you consider yourself an introvert or an extrovert?\n  ","919930":"\n   Where do you usually go when you have time off? 🤔\n  ","919931":"\n   What does the word “Morals” mean to you?\n  ","919932":"\n   What are you interested in that most people haven’t heard of? 🤔\n  ","919933":"\n   Are you religious or spiritual?\n  ","919934":"\n   What question would you most like to know the answer to? 🤔\n  ","919935":"\n   What’s the one thing you would like to change about yourself?\n  ","919936":"\n   What is the most impressive thing you know how to do? 🤔\n  ","919937":"\n   What’s your philosophy in life?\n  ","919938":"\n   How are you spending your sunday?\n  ","919939":"\n   What is the most annoying habit that other people have? 🤔\n  ","919940":"\n   What are some small things that make your day better? 🤔\n  ","919941":"\n   What is the luckiest thing that has happened to you? 🤔\n  ","919942":"\n   🧠 Does hardship make a person stronger? If so, under what conditions and at what point is it too much hardship? If not, what makes a person stronger?\n  ","919943":"\n   What's one thing you really want but can’t afford? 🤔\n  ","919944":"\n   Are you walking the stairway to heaven or driving the highway to hell?\n  ","919945":"\n   diet soda or regular soda?\n  ","919946":"\n   Thanks\n  ","919947":"\n   Last time you got overwhelmed?\n  ","919948":"\n   Are you afraid of heights?\n  ","919949":"\n   Well it's New Year's Day now in Nashville. So happy new year for 2020 Lauren\n  ","919950":"\n   you are nice!!\n  ","919951":"\n   Loves your smile\n  ","919952":"\n   Looking  good\n  ","919953":"\n   Most probably ya\n  ","919954":"\n   Amazing family work, you are luck\n  ","919955":"\n   Did you go to church today?\n  ","919956":"\n   Ya that video 😂\n  ","919957":"\n   Nooo\n  ","919958":"\n   Oh she looks different from the video where you stole her line. I guess it's just the camera\n  ","919959":"\n   What's more valuable, brains or beauty?\n  ","919960":"\n   What attracts tourists to your city?\n  ","919961":"\n   If you were going to do karaoke tonight, what song would you sing?\n  ","919962":"\n   And Amy looks like an eskimo 😂\n  ","919963":"\n   How do you know that you're in love?\n  ","919964":"\n   Who is your twin the other side of you. I know it's Rachael is on the right\n  ","919965":"\n   What's your favorite breakfast food?\n  ","919966":"\n   What is the difference between being alive and truly living?\n  ","919967":"\n   Is it possible to stay friends with a person you have loved before?\n  ","919968":"\n   How many meals have you burned when cooking?\n  ","919969":"\n   What is the last thing you do before bed?\n  ","919970":"\n   Who's the person with the loudest laughter you know?\n  ","919971":"\n   Happy New Year 🥳 2020🕺🕺🎉\n  ","919972":"\n   HAPPY NEW YEARS EVE\n  ","919973":"\n   Where will you celebrate the New Year\n  ","919974":"\n   Happy New year Lauren  🎆🎇✨\n  ","919975":"\n   At 2:12 in this video... you literally look like a Playboy model. Wow! So beautiful!\n  ","919976":"\n   Do you have a special tradition for New Year’s celebration?\n  ","919977":"\n   Do you have a boyfriend?\n  ","919978":"\n   The year 2019 has coming to the end and are you fully satisfied with all those days in your life?\n  ","919979":"\n   Are u looking for new friends\n  ","919980":"\n   Would you like to meet am new friend ?\n  ","919981":"\n   Were you popular in school?\n  ","919982":"\n   What's your new year resolution?\n  ","919983":"\n   🧠 If you could teach everyone in the world one concept, what concept would have the biggest positive impact on humanity?\n  ","919984":"\n   Could I ask how you have been sleeping over his last month or so since the time that you mentioned in this thread that you had not slept well? (Many, many prayers and blessings! :-) )\n  ","919985":"\n   Have you ever put salt instead of sugar?🤣\n  ","919986":"\n   ✨ What are your thoughts on the quote shared in the following post:\n   \n    https:\/\/ask.fm\/lalunaesblanca\/answer\/160243962504\n   \n","919987":"\n   Do you know how to cook?\n  ","919988":"\n   Merry Christmas and Happy New Year 🥳\n  ","919989":"\n   Beautiful smile in your dp\n  ","919990":"\n   Money, love or luck. Which one would you choose?\n  ","919991":"\n   Are you of Puerto Rican descent?\n  ","919992":"\n   Movies you think one should watch before dying?\n  ","919993":"\n   What came first, chicken or egg?🤷‍♂️\n  ","919994":"\n   Eres de ascendencia puertorriqueña?\n  ","919995":"\n   Do you buy phones based on their looks or how they work?\n  ","919996":"\n   How old are you??\n  ","919997":"\n   Do you think games can be educational?\n  ","919998":"\n   Something you regret not doing?\n  ","919999":"\n   Express your daily day in emojies,\ni will guess this out in words,\nLets Start 😄✌\n  ","920000":"\n   Earth, Water, Air, Fire. Which element would you rather bend? Why? 🤔 (Just pick one 😁)\n  ","920001":"\n   If you could interview anyone, who would you pick?\n  ","920002":"\n   Finish the sentence. \n\nI'm so going to hell for _____.\n  ","920003":"\n   What would be your ideal way to spend the weekend? 🤔\n  ","920004":"\n   What would be the most amazing adventure to go on? 🤔\n  ","920005":"\n   Where would you spend all your time if you could? 🤔\n  ","920006":"\n   What TV show or movie do you refuse to watch? 🤔\n  ","920007":"\n   How do you relax after a hard day of work? 🤔\n  ","920008":"\n   at least they weren't skirt, btw you guys should do a Beatles cover!\n  ","920009":"\n   For the SC question, I meant the cartoon feature and then the face is actually yours.. not the bitmoji either.\n  ","920010":"\n   Have you used that Snapchat feature where your face is in it?\n  ","920011":"\n   Thoughts on people who talk in third person?\n  ","920012":"\n   That was Christmas night. I redid Christmas Friday to make it up\n  ","920013":"\n   what month do u think has the most birthdays?\n  ","920014":"\n   i did how was yours\n  ","920015":"\n   Have you ever been stood up by a date or a friend? Did you ever learn the reason why?\n  ","920016":"\n   ♪ Despacito! Quiero ver bailar tu pelo quiero ser tu ritmo, que le enseñes a mi boca tus lugares favoritos ♫\n  ","920017":"\n   Send me links to the weirdest or wildest webistes\/videos you've seen. (appropriate obv) \nI'm bored✨\n  ","920018":"\n   Who here has been through the friendzone? 😅 Or are you usually the one who friendzones? Both? 😁✨\n  ","920019":"\n   Are you currently in love 💚? Crushing 😍? Or heartbroken? 💔😅\n  ","920020":"\n   I got suspended from instagram! df did i do?\n  ","920021":"\n   I love the dance Routines in the video\n  ","920022":"\n   Who was your worst teacher?\n  ","920023":"\n   You are so groovy looking in your random poses\n  ","920024":"\n   How many brothers and sister do you have?\n  ","920025":"\n   Are you performing New Year's Eve?\n  ","920026":"\n   When is the last time you went to a movie theater? What movie did you see?\n  ","920027":"\n   What was the last thing to annoy you\n  ","920028":"\n   what should I do tonight\n  ","920029":"\n   If I offered to buy you dinner to any place you wanted with no price limit, where would we go and what would you order? 🤔\n  ","920030":"\n   What is the scariest movie you've ever seen? What is your favorite scary movie and why?\n  ","920031":"\n   Would you rather go hang gliding or whitewater rafting? 🤔\n  ","920032":"\n   What’s something you like to do the old-fashioned way? 🤔\n  ","920033":"\n   What is the most heartwarming thing you’ve ever seen? 🤔\n  ","920034":"\n   What have you only recently formed an opinion about? 🤔\n  ","920035":"\n   Yes\n  ","920036":"\n   Last time you kissed someone?\n  ","920037":"\n   Love you too\n  ","920038":"\n   Fans chasing you in Brazil what happened?\n  ","920039":"\n   Heyyy how are you😊😊😊😊\n  ","920040":"\n   💛\n  ","920041":"\n   I have a £200 amazon gift card any ideas what to buy\n  ","920042":"\n   You're right\n  ","920043":"\n   Do you have any aftershave\/ Cologne suggestions\n  ","920044":"\n   Who knows how to cook? Also what is your favorite dish to make?\n  ","920045":"\n   What ruins a good time?\n  ","920046":"\n   Is there a singer that you have a crush on?\n  ","920047":"\n   Do you like the hot muggy summer weather or do you like the cooler winter temps?\n  ","920048":"\n   Did you get bullied in school and how did you deal with it\n  ","920049":"\n   well i promise you i will always remain in touch with you and your ever having a bad day or need someone im right here so hit me up\n  ","920050":"\n   well glad we are in contact now and mind i ask you if we could email one another wanted your permission first\n  ","920051":"\n   When you skateboard\n  ","920052":"\n   oh wow cool well next time you make it close let me know i cant make no promises but least will be thinking about you\n  ","920053":"\n   i am from Kentucky well town is Somerset Kentucky i am about couple hours from Lexington as far as like big metro areas\n  ","920054":"\n   😢 preach\n  ","920055":"\n   wow thank you for compliments i think your interesting as well im glad we click so well and i hope it would be same in person someday\n  ","920056":"\n   What makes you happy\n  ","920057":"\n   Hey what's the secret behind your music? i underestimated u\n  ","920058":"\n   You 😂😂\n  ","920059":"\n   what do you think about me as a person from here of course\n  ","920060":"\n   Billie Eilish needs to know what Mariah Carey wants for Christmas and she's getting pretty frustrated.\n  ","920061":"\n   What's your favorite food? 😋\n  ","920062":"\n   well im honored to chat with you and im glad that we can keep in touch here its a blast to know you better\n  ","920063":"\n   He'll love that.\n  ","920064":"\n   nice tease well i wish u good luck your always nice to answer me back i appreciate it\n  ","920065":"\n   What protections do you wear?\n  ","920066":"\n   Oooh\n  ","920067":"\n   Did you get me something at Barnes and nobles\n  ","920068":"\n   oh wow well i wish them both well for theirs and hopefully you wont be too stressed out lol what about music?\n  ","920069":"\n   Ah it looked nice\n  ","920070":"\n   You went shopping?\n  ","920071":"\n   would weddings be yours by any chance lol or just in general\n  ","920072":"\n   you are soo cute\n  ","920073":"\n   no telling what you will be into next lol what are u looking forward to for 2020\n  ","920074":"\n   😂😂\n  ","920075":"\n   hey lauren locve your new profile pic and your beutiful look amazing\n  ","920076":"\n   hey Lauren how was your day i wish u well into new year lots of love for you always\n  ","920077":"\n   Do you have any gay\/lesbian friends\n  ","920078":"\n   hi, 24F😚 follow me on instagram : destiny_brew1😊. I have a surprise for you. 😉\n  ","920079":"\n   What song did you last listen to?\n  ","920080":"\n   If only ______.\n  ","920081":"\n   That embarrassing moment when ______.\n  ","920082":"\n   🌸\n  ","920083":"\n   I agree I thought it was just me\n  ","920084":"\n   Hey girl\n  ","920085":"\n   What’s the most annoying piece of clothing your parents made you wear during your childhood?\n  ","920086":"\n   It'll hook you. Each season gets better and better.\n  ","920087":"\n   Yeah, they do a lot of back and forward. But it gets easier.\n  ","920088":"\n   They show sooo many fictional characters. Like Peter Pan, Ariel (Little Mermaid), even the Frozen characters. Like every fictional character ends up on that show.\n  ","920089":"\n   Once Upon a Time! Good show 🤗\n  ","920090":"\n   Do you poop in the morning or at night?\n  ","920091":"\n   Where is the most relaxing place you’ve ever been? 🤔\n  ","920092":"\n   What fictional place would you most like to go? 🤔\n  ","920093":"\n   Lol, don't have one? Like chocolate or coffee?\n  ","920094":"\n   What age do you wish you could permanently be? 🤔\n  ","920095":"\n   When was the last time you climbed a tree? 🤔\n  ","920096":"\n   What is your one guilty pleasure? 🤔\n  ","920097":"\n   You're beautiful!\n  ","920098":"\n   Sei fantastica... ❤️\n  ","920099":"\n   Beautiful dp\n  ","920100":"\n   Who will you kiss on New Years?!\n  ","920101":"\n   Do you still have feelings for anyone from your past?\n  ","920102":"\n   Awesome profile pic\n  ","920103":"\n   Most hated ask account?\n  ","920104":"\n   Ohhh. I get it now.\n  ","920105":"\n   Who are you Ariana?\n  ","920106":"\n   I know what Google is, but what is Doctor? 🤔\n  ","920107":"\n   Do you prefer countryside or the city?\n  ","920108":"\n   Google or Doctor?\n  ","920109":"\n   Do you know how to bbq?\n  ","920110":"\n   Would you cheat on your partner with your favourite celebrity if gotten the chance?😋\n  ","920111":"\n   If you were to make a social networking site of your own, what would it be about?\n  ","920112":"\n   Forgive the way it’s phrased but,, has anyone who isn’t attractive themselves ever judged or criticized your looks or appearance?\n  ","920113":"\n   What impresses you in a person?\n  ","920114":"\n   Is Kim Jong-un going to take over China?\n  ","920115":"\n   What was the worst punishment you received at school or from your parents? What did you do?\n  ","920116":"\n   🎇 What are your goals for 2020?\n  ","920117":"\n   🎆 What are your New Year’s resolutions?\n  ","920118":"\n   For what do you have a soft spot?\n  ","920119":"\n   🧠 What actions in your life will have the longest reaching consequences? How long will those effects be felt?\n  ","920120":"\n   🧠 What should be the goal of humanity?\n  ","920121":"\n   🧠 What harsh truths do you prefer to ignore?\n  ","920122":"\n   Have you ever tried guessing someone’s password ?\n  ","920123":"\n   Do you usually get good morning or good night messages on here or elsewhere?\n  ","920124":"\n   When's the last time you received or gave a hug?\n  ","920125":"\n   Did you have to return any gifts you were given? 🎁\n  ","920126":"\n   When was the last time you made an online purchase?\n  ","920127":"\n   Do the breath holding challenge: put your hand over someone’s mouth and plug their nose for 30 seconds\n  ","920128":"\n   Do you like Kermit the Frog\n  ","920129":"\n   What’s the best way to start the day? 🤔\n  ","920130":"\n   Love your smile in your dp\n  ","920131":"\n   What takes up too much of your time? 🤔\n  ","920132":"\n   How often do you people watch? 🤔\n  ","920133":"\n   What quirks do you have? 🤔\n  ","920134":"\n   Do you guys like thirty seconds to Mars?\nIf you do, what’s your favorite song by them?😋😬\n  ","920135":"\n   hey there wish u well into new year proud of you hope stay in touch\n  ","920136":"\n   huge congrats to the both of them im so happy for them and u\n  ","920137":"\n   ⛺️ 🎸 Have you ever been on a music festival with camping? Feel free to share your experiences or your thoughts on this topic. Here’s a festival vlog of mine:\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/160051145839\n   \n","920138":"\n   Have people taken photoshopping too far? What do you think?\n  ","920139":"\n   Some people think my way of thinking is bad I don't give a fuck what people think of me is that a bad way of thinking?\n  ","920140":"\n   if you did something wrong, how do you prefer to be punished? 1- standing facing the corner with hands up 2- spanking 3- falaka\n  ","920141":"\n   i slept about 16 hours after taking ecstasy... not recommended lol\n  ","920142":"\n   Do you usually show up early or late? ⏱\n  ","920143":"\n   I'm having a hard time handling stress lately. It makes me feel sick occasionally. I've tried breathing exercises, and they work sometimes...but sadly, not everytime. Any tips or advice? 😞\n  ","920144":"\n   Have you ever put something somewhere it's not meant to go? If so, what? And where? 🤔🍿\n  ","920145":"\n   Should people pay more attention to other people than their phones? 🤔\n  ","920146":"\n   Let’s say a baby was born on a cruise ship in the middle of the Pacific Ocean. What would the child’s nationality be? Do you know the answer? First correct answer gets 100 coins.\n  ","920147":"\n   If dogs never existed, which animal would take its place as Man's Best Friend? 🤔\n  ","920148":"\n   How was it? How was what, you ask? You tell me. That's why I'm asking. 🤔\n  ","920149":"\n   What's a warning sign that you're in the presence of bad company? 😳\n  ","920150":"\n   Why do people post food and fitness routine photos on social media so much? 🤔\n  ","920151":"\n   What type of friends u are looking for ?\n  ","920152":"\n   Would you like to have good friends and new ones\n  ","920153":"\n   Are you singing?\n  ","920154":"\n   What scares you more than anything else?\n  ","920155":"\n   Oh Lauren  tut tut 😂\n  ","920156":"\n   What is the most awkward thing you've said to someone special? 😳\n  ","920157":"\n   Where are you at the moment? 🤔\n  ","920158":"\n   What do you do when you are alone in your room? 🤔🍿\n  ","920159":"\n   Have you ever gone to Disney on Ice? I’m going in two weeks with Sophia!\n  ","920160":"\n   If you were in trouble, who would you go to first?\n  ","920161":"\n   Create a 6 words story.\nStory must be funny.😂✌\n  ","920162":"\n   Where do you see yourself in 5 years?\n  ","920163":"\n   Are you a good liar?😉\n  ","920164":"\n   Would you rather live a normal life or a weird life?\n  ","920165":"\n   I kind of sort of love you... happy new year to you and all the cimorelli fam\n  ","920166":"\n   Hoping everyone is having a lovely day or night wherever you are! ☺️\n  ","920167":"\n   What was ur school's name when Were u young\n  ","920168":"\n   What’s the first thing you do in morning when you wake up? Besides check your phone.\n  ","920169":"\n   Apart from \"I love you\", \"I miss you\" and \"I can't live without you\",Which other jokes do you know? Answer must be funny.😂✌\n  ","920170":"\n   Can a single dad have a boyfriend? ... Is it ok with 1 kid ? Is it ok with multiple kids? Just asking.\n  ","920171":"\n   How was your day today? ✨\n  ","920172":"\n   Do you agree with the saying that the squeaky wheel gets the grease?\n  ","920173":"\n   How was your day\n  ","920174":"\n   i would like to be your friend😇❤❤\n  ","920175":"\n   If you learned that your country was going to cut off all access to the internet at 12 am tonight, what would you spend your time\/bandwidth downloading? 🤔\n  ","920176":"\n   If you were a master reverse pickpocket (putpocket?), what would you put into their pockets? 🤔\n  ","920177":"\n   What childhood movie was ruined after you watched it again when you were older? 🤔\n  ","920178":"\n   What’s the most ridiculous reason someone has gotten mad at you for? 🤔\n  ","920179":"\n   What’s the funniest lie you’ve heard someone tell? 🤔\n  ","920180":"\n   What’s the best way to spend a rainy afternoon? 🤔\n  ","920181":"\n   What food do you crave most? 🤔\n  ","920182":"\n   Have you watched the Mandalorian?\n  ","920183":"\n   This song is now 1 years old\n   \n    https:\/\/youtu.be\/ag_-tO9aowk\n   \n   🏃‍♀️🧡\n  ","920184":"\n   Where are you from\n  ","920185":"\n   Does the police helicopter aka the hood bat aka ghetto bird fly over your area often?\n  ","920186":"\n   Thanks for the party 😁\n  ","920187":"\n   Hey beautiful how was your Christmas\n  ","920188":"\n   Hiii Lauren😇😇🥰\n  ","920189":"\n   Have you ever overheard someone you believed to be a good friend saying mean and awful things about you?\n  ","920190":"\n   What's the last lie you told? 😁\n  ","920191":"\n   What's your ideal partner? Do the ones you date\/marry usually meet them or do your ideals change along the way? ☺\n  ","920192":"\n   Do you have a boyfriend?\n  ","920193":"\n   Do you know any self righteous people?\n  ","920194":"\n   Good morning everyone! Hope you all slept well from your possible food comas 🤗\n  ","920195":"\n   What’s the difference between being rude and being honest?\n  ","920196":"\n   Are you bare foot?\n  ","920197":"\n   Get over here\n  ","920198":"\n   🙄\n  ","920199":"\n   I'm taking your phone\n  ","920200":"\n   Don't worry about them babe\n  ","920201":"\n   Lauren Lauren Lauren\n  ","920202":"\n   Oh eff them\n  ","920203":"\n   Never liked them. They're too ignorant.\n  ","920204":"\n   I agree\n  ","920205":"\n   Do you? That's cool🥰🥰🥰\n  ","920206":"\n   She's with J.C Corney\n  ","920207":"\n   You're beautiful\n  ","920208":"\n   Just trying to see if you’re reading right 😂😂\n  ","920209":"\n   Follow Daddy\n  ","920210":"\n   Paaaap for the christmas 🥶\n  ","920211":"\n   Babe\n  ","920212":"\n   Do they goes to concert, purpose to support you?\n  ","920213":"\n   Drop a TBH for yourself 💕\n  ","920214":"\n   I love you. Pic of you!?\n  ","920215":"\n   8.58am here 😂. I have been up all night I am off to bed now. Good Nigt Lauren 😴🛏\n  ","920216":"\n   have a nicee day\n  ","920217":"\n   merry Christmas\n  ","920218":"\n   Ah all my old toys went in a bin ( NOT BY CHOICE)😂\n  ","920219":"\n   Do you like DANNY. DEVITO\n  ","920220":"\n   You have such beautiful lightly tanned feet!😍😘\n  ","920221":"\n   I have the stomach flu\n  ","920222":"\n   How was your Christmas?\n  ","920223":"\n   Ever been or met Taylor swift at a concert?\n  ","920224":"\n   Probably every guy your age lol I mean look at you\n  ","920225":"\n   I'm gonna find them... 😡😡😡\n  ","920226":"\n   Wow do you like getting complaints?\n  ","920227":"\n   Fav Xmas song\n  ","920228":"\n   Wow you look stunning in your askfm dp. Pic:) when was this pic taken?\n  ","920229":"\n   😂\n  ","920230":"\n   30 minutes\n  ","920231":"\n   Good because Rachael bought some from the Walmart\n  ","920232":"\n   Sweet Loren's fudgie brown \n\nYes   or   No\n  ","920233":"\n   I completely forgot that Derek and I were taking the kids to the movies...\n  ","920234":"\n   Hot  chocolate I love too which brand do you like best\n  ","920235":"\n   Tonight I suffered a heart attack but it turned out it was heartburn\n  ","920236":"\n   Merry Christmas🎄\n  ","920237":"\n   What horror stories do you have from your job? 🤔\n  ","920238":"\n   What’s the worst non-illegal habit a person can have? 🤔\n  ","920239":"\n   What’s the best thing you own? 🤔\n  ","920240":"\n   What’s the saddest movie you’ve ever seen? 🤔\n  ","920241":"\n   What’s the most surprising thing you’ve learned recently? 🤔\n  ","920242":"\n   Do you have a secret crush? 🤔\n  ","920243":"\n   What do you need to vent about? 🤔\n  ","920244":"\n   What mistakes in your life have you learned the biggest lessons from? 🤔\n  ","920245":"\n   Aaaaw. Well I guess it's only 11 months until we get to see elf Lauren again. 😊\n  ","920246":"\n   What makes you vulnerable? 🤔\n  ","920247":"\n   Fishnet stockings... Cute or slutty?\n  ","920248":"\n   I miss elf Lauren.\n  ","920249":"\n   Lauren Cimorelli you are very special and i love your voice! keep up the good work ;)\n  ","920250":"\n   What was the last thing to make you laugh really hard\n  ","920251":"\n   What is your favorite thing about the Holidays?\n  ","920252":"\n   How is you day what about Christmas?\n  ","920253":"\n   Thanks\n  ","920254":"\n   Hello how was your day\n  ","920255":"\n   How many presents did you open this year? 🎁\n  ","920256":"\n   Least favorite present you got this year? 💩\n  ","920257":"\n   Favorite present you opened this year? 🎁\n  ","920258":"\n   You look good\n  ","920259":"\n   What was your biggest failure when purchasing things in the Internet?\n  ","920260":"\n   Do you wash your feet when you shower or do you presume that the flowing soapy water will do the job?\n  ","920261":"\n   100 likes for 100 likes ?\n  ","920262":"\n   On a scale from 1 to 10 how weird are you?\n  ","920263":"\n   If you could invent a holiday what would it be ?\n  ","920264":"\n   So beautiful. Im in love with you.\n  ","920265":"\n   fine\n  ","920266":"\n   im happy fro u\n  ","920267":"\n   What did you get for Xmas?\n  ","920268":"\n   Do u crack ur back\n  ","920269":"\n   What do u to in ur free time ?\n  ","920270":"\n   Did you ever got bullied oneDay\n  ","920271":"\n   Do you find your self having kids oneDay\n  ","920272":"\n   How old are you ?\n  ","920273":"\n   What bothers u\n  ","920274":"\n   Do u Have an easy life\n  ","920275":"\n   Do you think a person that isn't happy with there life that is a reason they bully people\n  ","920276":"\n   So there was a kid he ask me and my friend why don't we wear a scarf ? And my friend got upset is she right Bc he was trying to give an hint like he wants her to cover her hair when they grt married\n  ","920277":"\n   What do you think is a waste of money? 🤔\n  ","920278":"\n   What three objects that you own do you value most? 🤔\n  ","920279":"\n   Post your Christmas picture\n  ","920280":"\n   Lauren merry Christmas 🎁🎄 to you and your sisters 👯‍♀️ and a happy new year 🎆🎊🎈\n  ","920281":"\n   What sort of mood are you in\n  ","920282":"\n   What does your room look like? Did you put up an lights in it or ornaments?\n  ","920283":"\n   I agree, I think they're epic. That's just me though lol\n  ","920284":"\n   long overalls?\n  ","920285":"\n   Gold & green very chrismassy Lauren 💛💚\n  ","920286":"\n   Popstar: Never Stop Stopping the film is on over here in the UK now.\n  ","920287":"\n   I haven't seen it myself. But it has had some bad reviews about it\n  ","920288":"\n   That's mad he looks like he is levitating. I can see the car now 😂\n  ","920289":"\n   Last time you grabbed someone?\n  ","920290":"\n   okay no problem\n  ","920291":"\n   Thanks you soo much\n  ","920292":"\n   Some likes 👸💕\n  ","920293":"\n   My Lauren ( like friend )\n  ","920294":"\n   Can taste in music change your opinion about a person?\n  ","920295":"\n   Who’s excited for tomorrow then?\n  ","920296":"\n   Have you ever hit a guy in the groin? Like playing a sport or while doing a martial art?\n  ","920297":"\n   What do you need right now\n  ","920298":"\n   That's it. That's all I've got\n  ","920299":"\n   how do Italians do Christmas and New Year? Everyone seems to do it differently. I do like the Swedish Julbord\n  ","920300":"\n   Yoooo\n  ","920301":"\n   hi Lauren, you look rather gorgeous in that new pic\n  ","920302":"\n   so i hear another sister is married\n  ","920303":"\n   ya it has been hard for sure\n  ","920304":"\n   Do you know\n   \n    @INOYW\n   \n   ?\n  ","920305":"\n   If I am about to die, and u have a chance to save me, but maybe u will lose ur life, what will u do?\n  ","920306":"\n   What has everyone has for tomorrow off at-least one person?\n  ","920307":"\n   Favourite  chocolate\n  ","920308":"\n   Does I give you too many Likes\/Coins? 🤔\n  ","920309":"\n   How many stars in the galaxy do you think exploded today? 🤔\n  ","920310":"\n   What does your last text message say? 🤔 PAP!\n  ","920311":"\n   yum\n  ","920312":"\n   Favorite meme? 🤔\n  ","920313":"\n   What’s your most favorite word to say? 🤔\n  ","920314":"\n   If there was only one cookie left, would you share it with me? 🤗\n  ","920315":"\n   What’s a weird nickname that people call you? 🤔\n  ","920316":"\n   What’s the most romantic thing you’ve heard about someone doing for someone else? 🤔\n  ","920317":"\n   Who do you get butterflies in your tummy for whenever you see them? 🤔\n  ","920318":"\n   What piece of clothing do you always get a lot of comments on every time you wear it? 🤔\n  ","920319":"\n   What is one thing that never fails to make you laugh? 🤔\n  ","920320":"\n   Merry Christmas everyone! 🎄😊❤\n  ","920321":"\n   another selfie please?\n  ","920322":"\n   yeah Lisa had some teary eyes and her wiping them made me drip some tears onto the floor of the concert\n  ","920323":"\n   are these shorts or a skirt?\n  ","920324":"\n   what causes tears to fill up your eyes at a concert? i saw Lisa wiping away tears 8-10 times on stage.\n  ","920325":"\n   if a kid is on the floor and they make u cry tears of joy, do u look down at them and have ur tears drip on the floor beside them?\n  ","920326":"\n   -🔥\n  ","920327":"\n   What’s something currently hidden from you that you would like to be revealed?\n  ","920328":"\n   what do you do when no one is looking?😂🤷\n  ","920329":"\n   Video games or apps\n  ","920330":"\n   Did u slept more than 12 hours before\n  ","920331":"\n   Football\nYay or nay\n  ","920332":"\n   Why are you now dead to your Auntie. That's what it say's on Lisa's story\n  ","920333":"\n   Did you tried to jump in sea or osean before\n  ","920334":"\n   Do you live near any active or extinct volcanoes?\n  ","920335":"\n   PAP of your Childhood 💫\n  ","920336":"\n   🎁 In case you’re celebrating — and I’m sorry for everyone who is annoyed by question about Christmas — what gifts have you prepared for your loved ones? 🎁✨ I wish you a Merry Christmas or whatever you’re celebrating or just a fabulous day. 🎄❤️\n  ","920337":"\n   Are you happy? Why\/why not?\n  ","920338":"\n   The sweater shirt you got Dani looks very nice on her\n  ","920339":"\n   PAP 😉\n  ","920340":"\n   what's on your mind ?\n  ","920341":"\n   Marry Christmas to you 🌲🔔🎅\n  ","920342":"\n   Why is something sent by a ship called CARgo,while something delivered by car called shipment ? 😉😂\n  ","920343":"\n   ☯️ What comes to your mind when you hear the word “spirituality”?\n  ","920344":"\n   🎸 What are your thoughts on the lyrics I shared in the following answer:\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/159969505903\n   \n   ? 🤔 Feel free to listen to the song as well and tell me what you think. 🤗\n  ","920345":"\n   Which is worse in your opinion - silence or loneliness? I wish you a wonderful, family and peaceful Christmas 🎅🎁🎄\n  ","920346":"\n   🐾 What do we have in common?\n  ","920347":"\n   I see that you don't have a set distance for your morning run, do you have a minimum distance  that you always try to do?\n  ","920348":"\n   Where are you going for the holidays?\n  ","920349":"\n   ‏وإذَا الشَّدائِدُ أقْبَلَتْ بِجنُودِهَا \nوالدَّهرُ مِن بَعدِ المَسَرَّةِ أوجَعَك!\n\nلا تَرجُ شيئًا مِنْ أخٍ أوْ صَاحبٍ\nأرَأيتَ ظِلَّكَ فِي الظَّلامِ مَشَىٰ معَك؟\n\nوَارْفعْ يَديكَ إلى السَّماءِ فَفَوقهَا \nربٌّ إذا نَاديتَهُ مَا ضيَّعَكْ !\n  ","920350":"\n   Hi\n  ","920351":"\n   Do you like to cuddle? 🤗\n  ","920352":"\n   What is one thing that we have in common? 🤔\n  ","920353":"\n   What does love mean to you? 🥰\n  ","920354":"\n   What do you like about yourself the most? 🤔\n  ","920355":"\n   How good are you at keeping secrets? 🤫\n  ","920356":"\n   What is the dumbest question you've ever been asked? 🤔\n\n(Besides this one)\n  ","920357":"\n   Are you going to wear Christmas pj's tomorrow?\n  ","920358":"\n   What's your wrapping up skills like\n  ","920359":"\n   How did I fail. When you said you only want to listen to Christmas songs for 3 weeks. I posted 2 on Twitter & one on here. Jeeez😳\n  ","920360":"\n   Do you easily fall in love?\n  ","920361":"\n   NO WAY your not\n  ","920362":"\n   The first time I heard it on the radio it sounded alot like Rachael. Close your eyes and just listen see what u think.\n  ","920363":"\n   Have you or your pet ever knocked over the Christmas tree?\n  ","920364":"\n   ME\n  ","920365":"\n   In your background pic who is the girl on your right that is super happy?\n  ","920366":"\n   And don't forget Emila Clarke as well Lauren\n  ","920367":"\n   Ehm how are you kind? you won't even forgive people for their mistakes\n  ","920368":"\n   I laughed because I think she is just a silly girl causing trouble for you & Tristen. When she needs to get a life\n  ","920369":"\n   You lost a fan today! the way you act is unforgivable the Lauren i knew was kind and respectful, who are you?!\n  ","920370":"\n   😘\n  ","920371":"\n   She told Tristen she smashed you 😂\n  ","920372":"\n   Shut up if anything you are the fake one\n  ","920373":"\n   Let's not argue girl i don't have time for that -.- friends or forever enemies?\n  ","920374":"\n   Oh yes\n  ","920375":"\n   In what ways has a friend betrayed you?\n  ","920376":"\n   Silly Sally swiftly shooed seven silly sheep. The seven silly sheep Silly Sally shooed shilly-shallied south. These sheep shouldn't sleep in a shack; sheep should sleep in a shed. Do you concur? 🤔\n  ","920377":"\n   All these accusations are useless if u can't prove it in court\n  ","920378":"\n   Merry Christmas🎄🎅🏻\n  ","920379":"\n   which girl are u talking about that u exposed\n  ","920380":"\n   I'm not stalking you jeeez\n  ","920381":"\n   i love turtlenecks\n  ","920382":"\n   How am i stalking him? i didn't even know he existed until today lmao\n  ","920383":"\n   Peter Piper picked a peck of pickled peppers. A peck of pickled peppers Peter Piper picked. If Peter Piper picked a peck of pickled peppers How many pickled peppers did Peter Piper pick?\n  ","920384":"\n   I'm not stalking you or him\n  ","920385":"\n   Are you stupid? i'm not stalking you\n  ","920386":"\n   Sugar & Spice\n  ","920387":"\n   My name isn't Ahmed\n  ","920388":"\n   What kind of fries do you like? What kind of dipping sauce? 🍟 I like curly fries with bbq!!\n  ","920389":"\n   Can I give you my nunber\n  ","920390":"\n   You really hate me huh?\n  ","920391":"\n   Hey Lauren! are we good?\n  ","920392":"\n   You're about to have an ASKfm dinner party. It's you, the last person to send you a question, and the last person you answered a question from. Who is your dinner party with? 🤔 Link them!\n  ","920393":"\n   Hi\n  ","920394":"\n   Nothing\n  ","920395":"\n   Please can you show me?\n  ","920396":"\n   So what color are your toe nails painted?\n  ","920397":"\n   Yes it was,Glenda the good witch. The is another Glenda in Sabrina the teenage witch & the new Netflix version\n  ","920398":"\n   Does what they say about your zodiacal sign generally match your personality?\n  ","920399":"\n   Mood ? 👻\n  ","920400":"\n   You're offered $1,000,000, but have to donate 100% of it to an organization for child cancer research. You're also offered $10,000 to use any way you like. You can only choose one. Which do you choose?\n  ","920401":"\n   Space......\nPost something inspiring please\n  ","920402":"\n   Welche Namen willst du deinen Kindern einmal geben?\n  ","920403":"\n   What is the most interesting city to visit in your country?\n  ","920404":"\n   World War 3 is coming and you have your own private bunker with 50 years of food and water. You have enough room and resources to bring 1 family member, 1 friend, 1 pet. Who would you choose and why? 🤔\n  ","920405":"\n   Have you ever donated blood? I did this morning\n  ","920406":"\n   which brand?\n  ","920407":"\n   Would you like to go on a date with someone you meet on the Internet?\n  ","920408":"\n   Hi just to let everyone know even if a president is impeached there is a special law that is called presidential pardon that the president can use so even if senate votes democratic way he can still pardon himself.\nU believe that\n  ","920409":"\n   Tell a story about a funny thing that happened the past year.\n  ","920410":"\n   Netflix or hulu?\n  ","920411":"\n   What is the degree temperature in your place? Does it have any snow flecked?\n  ","920412":"\n   What movie has deceptive scenes\n\"now you see me\" or \"Ocean\"\n  ","920413":"\n   Lets play guyz \n\nNEVER HAVE I EVER ________?\n  ","920414":"\n   Where Are u now\n  ","920415":"\n   Do u watch \"the simpsons\" 😍\n  ","920416":"\n   do u love snakes😂\n  ","920417":"\n   RAW or SMACKDOWN team\n  ","920418":"\n   Life is short, so why do we do many things we don't like?\n  ","920419":"\n   What color you got your toe nails painted?\n  ","920420":"\n   The edible lining of a cow's stomach, served as a spicy soup.\n  ","920421":"\n   Why are you getting Barbie out of her box?\n  ","920422":"\n   How r u\n  ","920423":"\n   Could you post one pic please? If you are bare foot?\n  ","920424":"\n   OMG I didn't know u have askfm acc 😲 I loveeee your voice so much! Your voice are my fav ❤️\n  ","920425":"\n   Dozens of thousands Lauren. So many\n  ","920426":"\n   If it was sunny for 4 months and did not rain ?\n  ","920427":"\n   Sorry!🙈 I would do it passionately though👣👅❤\n  ","920428":"\n   I know... just trying to tease you...btw do you like him?\n  ","920429":"\n   You're welcome! Are you bare foot right now?♥♥\n  ","920430":"\n   What's up\n  ","920431":"\n   You are gorgeous! I'd totally make love to your feet!\n  ","920432":"\n   You are beautiful inside and out ♥♥\n  ","920433":"\n   If\n   \n    @BigAmericanFatso\n   \n   invited you to a baseball game with unlimited beer, peanuts and hot dogs, would you go? 🤔\n  ","920434":"\n   Best kiss from bf and why?\n  ","920435":"\n   Best cry where and when did you this?\n  ","920436":"\n   Do you love Oreo cookies?\n  ","920437":"\n   MERRY CHRISTMAS CIMFAM ❤️🎄🎉 We love you guys so so much and we hope you’re having an beautiful Christmas with your families!! WE LOVE THE CIMFAM ❤️\n  ","920438":"\n   If\n   \n    @eva_wiliams\n   \n   was in a surfing competition, would you come out and watch to support her? 🤔\n  ","920439":"\n   Would you ever try a Mexican dish called Menudo (tripe)?\n  ","920440":"\n   With Christmas being around the corner. Have you finished Christmas shopping yet?\n  ","920441":"\n   Hi 🤗\n  ","920442":"\n   🤡🤡\n  ","920443":"\n   What is your favorite thing do to ?\n  ","920444":"\n   what did you do?\n  ","920445":"\n   Do you think you will go to Haveen ?\n  ","920446":"\n   Did you ever went to college ?\n  ","920447":"\n   What if someone ever catfished you?\n  ","920448":"\n   We're you ever bullied before ?\n  ","920449":"\n   Did any guys ask u out before ?\n  ","920450":"\n   Do you think it is haram to make fun of others that are different ?\n  ","920451":"\n   Did you ever had fake friends before ?\n  ","920452":"\n   What kind of concerts you been to ?\n  ","920453":"\n   Do you believe in the black magic ?\n  ","920454":"\n   Did you ever date it before ?\n  ","920455":"\n   No u shouldn't not say that Bc it's people choice to where what they what!!! It's rude to tell somebody Tht\n  ","920456":"\n   What are you having for your dinner today?\n  ","920457":"\n   coool\n  ","920458":"\n   Your inspiration?\n  ","920459":"\n   You seem very happy with with the bf I hope he makes you happy?\n  ","920460":"\n   What’s Your “Go To” Video or Gif for a Laugh?\n  ","920461":"\n   If You Had to Describe Yourself in Five Words, What Would They Be?\n  ","920462":"\n   Have u ever rejected a person then regretted it later ?\n  ","920463":"\n   What compliment does people give you the most?\n  ","920464":"\n   Post a picture at the beach!\n  ","920465":"\n   Nice one year I had 4 weddings in a year\nAnd was in 4 wedding parties I was going\nCrazy by the end so you will be ok lol\n  ","920466":"\n   Who is your hero?\n  ","920467":"\n   What's the last concert\/festival you attended?\n  ","920468":"\n   Have you ever done freediving?\n  ","920469":"\n   What do you miss?\n  ","920470":"\n   When’s your birthday\n  ","920471":"\n   Wow so Lisa getting married in 2020 or 2021,?\n  ","920472":"\n   Which 2 other sisters are getting married?\n  ","920473":"\n   Did you have a food baby during Christmas?\n  ","920474":"\n   Why are you irritated and was going to make you throw something?\n  ","920475":"\n\n    @edraegen\n   \n   &\n   \n    @CassyJeannn\n   \n   ,\n   \n    @LilMommaBear\n   \n   &\n   \n    @BigAmericanFatso\n   \n   ,\n   \n    @MermaidOnTheMoon\n   \n   &\n   \n    @marisakamp\n   \n   ,\n   \n    @anjatherandom\n   \n   &\n   \n    @draconianlord\n   \n","920476":"\n   Without giving away the title, describe your favorite movie and I’ll try and guess it.\n  ","920477":"\n   Followed\n  ","920478":"\n   well i am myself in all my posts, i just don't post my photos baby♡\n  ","920479":"\n   Congratulations to your sister. Was she married on Xmas day like my parents?\n  ","920480":"\n   Boops you on the nose\n  ","920481":"\n   Who was the last person you said \"i love you\" to? 😊💚✨\n  ","920482":"\n   What is got chocolate? Lol\n  ","920483":"\n   followed you babe & merry christmas!♡\n  ","920484":"\n   Merry Christmas Lauren so do you enjoy egg nog?\n  ","920485":"\n   hello!\n  ","920486":"\n   Great pictures who is the girl in blue hair?\n  ","920487":"\n   ;\/\n  ","920488":"\n   Babe\n  ","920489":"\n   I seen Dani now\n  ","920490":"\n   So I see she would rather open her presents with her new husband rather that do your traditions. Even Christina was there with Nick.\n  ","920491":"\n   Merry Christmas to you and your family\n  ","920492":"\n   Merry Christmas everyone!! I hope you all have the best day and get absolutely spoilt rotten!!\n  ","920493":"\n   Happy Holidays!! 🎊🎉✨\n  ","920494":"\n   We wish you a Merry Christmas\nWe wish you a Merry Christmas and a happy New Year\n  ","920495":"\n   happy christmas, xoxo\n  ","920496":"\n   Merry Christmas Lauren 🎅🎄🎁🎁🎁 & Good night 😴🛏\n  ","920497":"\n   Happy\/Merry Christmahannukwanzadan! 📯🚬\n  ","920498":"\n   Have a Merry Christmas ! Be safe and if you have kids make this Christmas extra special for them! Tom loves ya!\n  ","920499":"\n   Merry Christmas to those who celebrate it!!! I hope y'all have a safe and happy holiday 😊🎄💚\n  ","920500":"\n   You do not touch her\n  ","920501":"\n   Babe lol\n  ","920502":"\n   I wanna kiss U\n  ","920503":"\n   Damn wanna date\n  ","920504":"\n   Heading to bed\n  ","920505":"\n   single\n  ","920506":"\n   Do you watch Riverdale?\n  ","920507":"\n   I get that feeling\n  ","920508":"\n   taken?\n  ","920509":"\n   My everything 🥰\n  ","920510":"\n   What is ur gradfather's name\n  ","920511":"\n   When was the last time you got mad at someone? What was it about?\n  ","920512":"\n   What movie can you watch over and over again?\n  ","920513":"\n   Do you think you're brave?\n  ","920514":"\n   You need to watch your tune or else\n  ","920515":"\n   Oh it's  Joey 😂😂\n  ","920516":"\n   What is your favorite way of wasting time?\n  ","920517":"\n   Oh sorry it's a film in the Cinemas over here in the UK. Based on the musical CATS by Andrew Lloyd Webber\n   \n    https:\/\/youtu.be\/gq50F-IDXDc\n   \n","920518":"\n   What was the last picture you took with your phone?\n  ","920519":"\n   Unsigned\n  ","920520":"\n   Who is the person that looks like there floating above your head\n  ","920521":"\n   You are mean\n  ","920522":"\n   random hella dumb question today: is snow pretty and perfect for ur Xmas or nah rather have sun ?\n  ","920523":"\n   Obama or Trump😉\n  ","920524":"\n   KFC or MAC\n  ","920525":"\n   do u eat ur cookies with milk\n  ","920526":"\n   Post any photo you think deserves people's attention! Could be of anything, even a meme!\n  ","920527":"\n   Not even CATS with Taylor Swift in it.\n  ","920528":"\n   Show your favourite picture of yourself?\n  ","920529":"\n   Oh so that's not funny then. No one should make you wear what you don't want to.\n  ","920530":"\n   What movie are you looking forward to watching, if you're looking forward to any?\n  ","920531":"\n   Do you particularly care about what people think of you, or are you just happy with what you think about yourself?\n  ","920532":"\n   Ah ya so it is😂\n  ","920533":"\n   U LOOK MADLY IN LOVE 💘😍\n  ","920534":"\n   Bf?\n  ","920535":"\n   If you have a \"criteria\" or just any requirements for following people on here, what are they?\n  ","920536":"\n   Last time you kissed someone?\n  ","920537":"\n   Have you ever had a friendship that ended for of a stupid reason? What was that reason?\n  ","920538":"\n   Would you erase your most precious memories to become smarter?\n  ","920539":"\n   R u single?\n  ","920540":"\n   What are you good at ? 💯\n  ","920541":"\n   Hiii🥰\n  ","920542":"\n   What position do you sleep in?\n  ","920543":"\n   People will always break your heart, Turn to Allah, He will always be there for you.\n  ","920544":"\n   Say: LA ILAHA ILALLAH. RETWEET.\n  ","920545":"\n   Hi! How do you do? What's the weather like in your city? I wish you have a nice day 😉✌\n  ","920546":"\n   You like Mondays?\n  ","920547":"\n   i wrote it 3 days ago\n  ","920548":"\n   Kath looks very tall there\n  ","920549":"\n   Which can you tolerate more: emotional or physical pain?\n  ","920550":"\n   Are you ready for the new year\n  ","920551":"\n   Oh yes😊🤗\n  ","920552":"\n   Umm don't get mad but you're looking good lately.\n  ","920553":"\n   Will you really be here on Christmas? Or will you abandon us like everyone else? - your anons ❤❤❤\n  ","920554":"\n   What’s the most boring sport, and what would you do to make it more exciting?\n  ","920555":"\n   Send me a link to your favorite song right now! It can be more than one by the way! 😄 I'm looking for more music to listen to ✨\n  ","920556":"\n   doing good its the holidays yeeeee\n  ","920557":"\n   2020teen 😂\n  ","920558":"\n   Oh, it wasn't part of any thread so I didn't see the context of your request. 🤓\n  ","920559":"\n   It's my birthday 💚💚💚💚\n  ","920560":"\n   When you use the @ sign, it brings up a list of people you follow ordered by who you send questions to the most. But if you go to your friends list, it's ordered by the last person you followed. Newest on top, oldest on bottom. Who are your bottom 3 (the first 3 you followed)?\n  ","920561":"\n   what's better- a pullover hoodie or a zip up one\n  ","920562":"\n   When I grow up I'm going to meet you and hug you a lot!\n  ","920563":"\n   what are u doing?\n  "},"Answer":{"919492":"\n  Come see us at any event or if you see us out and about don't be afraid to say hi\n  ","919493":"\n  Been here since 2010 😊\n  ","919494":"\n  Never evvvvvvvvver\n  ","919495":"\n  Me coming on here and seeing girls half naked or in their lingerie\/ bra & thongs being disrespectful to themselves and their bodies and showing the world it....\n  \n  IGHT IMMA HEAD OUT\n  ","919496":"\n  I will tonight I promise 💛\n  ","919497":"\n  Someone come get these two 😂😂 kallen & warren\n  ","919498":"\n\n   @TNMORZ\n  \n  , rachael & mel\n  ","919499":"\n  I Swear I almost broke a tooth trying to eat a chicken wing....\n  ","919500":"\n  Love you guys as well\n  ","919501":"\n  I thought you were cool, thoughtful, and honest and interesting to know\n  ","919502":"\n  Was talking about when my sister and I and our friends were going to take our decorations down but then suggested why not just leave the tree up and turn it into like a holiday tree 😂\n  ","919503":"\n  No, just as I grew up I changed my hair styles and clothing style a lot\n  ","919504":"\n  Hahaha I'm not sure about more famous\n  ","919505":"\n  August 12, 1998\n  \n  Share a birthday with the oldest sister christina.\n  ","919506":"\n  Wait save or safe?\n  ","919507":"\n  I'm not justin bieber famous though!!\n  ","919508":"\n  What do you mean?\n  ","919509":"\n  (Sorry for the spam ahead of this)\n  \n   @askamanz5506\n  \n\n   @astoldbyjoanna\n  \n\n   @BigAmericanFatso\n  \n\n   @birddawg19\n  \n\n   @Bocepous\n  \n\n   @bigboypete\n  \n\n   @Blairtfinley\n  \n\n   @chrissyjillson\n  \n\n   @CactusDoug\n  \n\n   @courtneym4\n  \n\n   @crickex\n  \n\n   @coffeehymn\n  \n\n   @carlahall88\n  \n\n   @Dncimorelli\n  \n\n   @DennisQ777\n  \n\n   @Declan_Mcglade\n  \n\n   @EricC99\n  \n\n   @eatyourcake\n  \n\n   @elizalcheney\n  \n\n   @edraegen\n  \n\n   @Ethangalloway0\n  \n\n   @elbowelephant\n  \n\n   @FeelFreeToAsk2017\n  \n\n   @fiezuqa\n  \n\n   @foolian\n  \n\n   @Gabbybartolone\n  \n\n   @hey_its_ciara_\n  \n\n   @Hayleywilson21\n  \n\n   @iWillSpamYouAsk\n  \n\n   @INOYW\n  \n\n   @ItheMicah\n  \n\n   @JJD55\n  \n\n   @JoeeeMason\n  \n\n   @kevwes5\n  \n\n   @KaiaHill\n  \n\n   @koalamone\n  \n\n   @lnr87\n  \n\n   @lightoflove\n  \n\n   @LittleAlz\n  \n\n   @mawiocudwoc\n  \n\n   @Michaeljonesmp50\n  \n\n   @musicfan1998\n  \n\n   @NicoleBuckleyyx\n  \n\n   @NineGDxFour\n  \n\n   @Pookeo9\n  \n\n   @ParkerGomez\n  \n\n   @QuotesTellWhatIFeel\n  \n\n   @RaquelAlissa\n  \n\n   @SophieWhite3\n  \n\n   @snehm941\n  \n\n   @TNMORZ\n  \n\n   @TheChaosBringer\n  \n\n   @tericrosby2016\n  \n\n   @TheGgeShelley\n  \n\n   @TyStar95\n  \n\n   @WhySoManyTaken\n  \n\n   @xxAmyLovesBVB1xx\n  \n\n   @XJLXJLXJLX\n  \n\n   @youronlyandrea\n  \n","919510":"\n  Said she'll discuss it later on though\n  ","919511":"\n  Idk if it will happen but just what I noticed recently. I still have a feeling christian may end up with lucy but shes older than him I think. I know Angela used to like alex. And then awhile ago nick was seeing this maddison girl but not anymore. And I'm still questioning michael. Lol\n  ","919512":"\n  Same aha\n  ","919513":"\n  Sorry i didn't reply to this till now. But is root beer an option 🤔\n  ","919514":"\n  I been taking small naps but been awake late into the morning\n  ","919515":"\n  They also work out together and stuff but its rachael and mel bith but i just have a feeling one may date him in the future\n  ","919516":"\n  She isn't really going into graphic design she's going into another career similar to it. Graphic design I just what for her interested in designing in the first place. I'm thinking she may do interior because that girl can come up with some ideas I never thought of like her kitchen table made with pennies on top\n  ","919517":"\n  Alex and rachael or alex and mel i have a feeling about may happen idk though\n  ","919518":"\n  Thats me!! 😁\n  ","919519":"\n  And force me to take one as well because I havent slept much in two days 😁\n  ","919520":"\n  Its the sister thing 😂\n  \n\n   https:\/\/mobile.twitter.com\/sadgirlcanvas\/status\/1213273863775309824\n  \n","919521":"\n  I don't understand what you mean?\n  ","919522":"\n  Sure\n  ","919523":"\n  Thank you\n  ","919524":"\n  If you can handle watching go back to where she starts the part about it would choose to sing with my sisters or something\n  ","919525":"\n  Tired, worn out, tired of crying, depressed, stressed yeet\n  ","919526":"\n  Being intact with my real feelings\n  ","919527":"\n  Being alone like with no one to love me ?\n  ","919528":"\n  Lisa?\n  ","919529":"\n  Fan fiction\n  ","919530":"\n  May be a while but thank you for being patient\n  ","919531":"\n  She already stated that she might be at some concerts shouting and cheering from the crowd\n  ","919532":"\n  I'll give u snug snugs\n  ","919533":"\n  I don't think so?\n  ","919534":"\n  And warm and u smell good 😌\n  ","919535":"\n  And now we are all depressed\n  ","919536":"\n  Awe\n  ","919537":"\n  I dont use it anymore\n  ","919538":"\n  Nice shirt, break a leg, I like your hair, you look cute etc. Just in a way people say them\n  ","919539":"\n  I always end up falling asleep on you idk why lol\n  ","919540":"\n  There's a lot on cimorelli fetus which i don't know how they even get all those\n  ","919541":"\n  I just do?\n  ","919542":"\n  I am as well, but I can't sleep :(\n  ","919543":"\n  I don't think I have had a lucid dream? I just always heard noises that werent actually there\n  ","919544":"\n  I don't think so but I havent watched any videos relationship to that or anything\n  ","919545":"\n  Curry & thompson :)\n  ","919546":"\n  Sometimes\n  ","919547":"\n  Getting to sassy 😂\n  ","919548":"\n  I dont know why she did this every time but one of the best moments\n  \n\n   https:\/\/youtu.be\/3fNa76Xju-w\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919549":"\n  He's a great guy so no worries\n  ","919550":"\n  Politics\n  ","919551":"\n  🙃🤦🏻\n  ","919552":"\n  Idk why that just popped in my head\n  ","919553":"\n  Sour wower\n  ","919554":"\n  Lisa is still in the band?\n  ","919555":"\n  My twisty 🙊\n  ","919556":"\n  Smh. Cimorelli isn't over, we are going on as a band of five instead of six...\n  ","919557":"\n  No one at the moment\n  ","919558":"\n  Hmmm\n  ","919559":"\n  Sometimes\n  ","919560":"\n  😂😂 max calls Katherine that\n  ","919561":"\n  For awhile now\n  ","919562":"\n  I don't think I can top \"my tall flowering pear tree 😂\n  ","919563":"\n  3 things I noticed:\n  \n  - Harper actually blends in a lot\n  \n  - andy always slaying his part\n  \n  - sonny didn't get a solo?\n  \n  And rye ..... Rye acting like he doesnt care about filming and trying to be something he's not\n  \n\n   https:\/\/youtu.be\/LUxEF3qZ0HQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919564":"\n  Tristbug 😍\n  ","919565":"\n  Compassion 💛💛💛 and unconditional love and support\n  ","919566":"\n  Auto correct ones\n  ","919567":"\n  Emotional things\n  ","919568":"\n  Me either :\/ I mean I can call you a rat that's about it 😊😂\n  ","919569":"\n  My day\n  ","919570":"\n  Hi\n  ","919571":"\n  We definitely don't have tons of nicknames like others lol\n  ","919572":"\n  The video is now trending... I think that's a first In a long time....\n  ","919573":"\n  Hi handsome\n  ","919574":"\n  Hope you had fun\n  ","919575":"\n  Do what\n  ","919576":"\n  I don't really know,  lol\n  ","919577":"\n  A ghost\n  ","919578":"\n  No\n  ","919579":"\n  I love you so much remember me, and make them proud\n  ","919580":"\n  Early life, rise to fame, untold stories while under island records label in the la music industry, leaving california, hello Tennessee sunsets, our new message, goodbyes, hello new visions\n  ","919581":"\n  A handmade framed quotation that Dani made for me when I was going through a hard time. I still have it hung on my wall\n  ","919582":"\n  Ok\n  ","919583":"\n  Ahaha\n  ","919584":"\n  I'll go with lisa then because that's been on our bucket list for awhile\n  ","919585":"\n  Haven't tried it since I got food poisoning months ago and couldn't focus on it\n  ","919586":"\n  Thank you\n  ","919587":"\n  The treehouse back in el Dorado hills\n  ","919588":"\n  Thanks\n  ","919589":"\n  No\n  ","919590":"\n  Probably Snapchat because its like really dead\n  ","919591":"\n  Mostly Dani\n  ","919592":"\n  Definitely not. I love my family so much, and dont get me wrong I do know other amazing families but mine is just irreplaceable\n  ","919593":"\n  The beach, downtown, friends, food plave or store\n  ","919594":"\n  Yes, but very rarely I get them however I know dani gets them a lot and really bad ones. There's this thing you can buy that goes on and like \"freezes it off\" but it either feels like it burns or numbs your mouth\n  ","919595":"\n  I have both. I just dont use snap anymore.\n  ","919596":"\n  I think for like parking meters and in some parking garage or specific places like rocket town but for the most its either free or pretty cheap\n  ","919597":"\n  Glad to hear.... Some people left the fandom right after the news was out. Which I don't understand why BC even though shes not going to be in the band she may be in videos at times or help out and the door is always open for her if she ever wants to return. Just BC she keft the band doesn't mean that ends photos and so on ... You can still be a fan of both her and us\n  ","919598":"\n  I'm just really sad but its been good so far\n  ","919599":"\n  The whole fandom is just depressed and there's people who dont even know us but saw it in recommendation that are sad about it as well\n  ","919600":"\n  Lol same issue I have had for awhile. Uhm just try to say hey every now and start small talk\n  ","919601":"\n  Some of my friends have played as extras in some movies so every now and the I'll ne like hey its so and so...\n  ","919602":"\n  Sponge Bob\n  ","919603":"\n  I'm not really in the mood to play :\/ sorry\n  ","919604":"\n  Thanks\n  ","919605":"\n  Bullying should never be tolerated in school. No one knows their personal lives and what they been\/are going through.\n  ","919606":"\n  Why is everything youtube family pregnant ..... First the labrant family, then kyler and mads, and the ace family .\n  ","919607":"\n  Christina was up till like 5 am crying and stuff, lisa been depressed and just trying to stay away from social media, and me I'm crying all over again ....  I don't know how kath is holding up being shes in newyork wit max at the moment and amy been out the house (only me and her live together) but with friends mainly. And I been trying to help Arielle with plans moving on for the band.. And trying to fill Dani's part of management in\n  ","919608":"\n  I'm not talking about a guy I'm talking about my sister\n  ","919609":"\n  Dani left the band, to go on in life and pursue other things that interest her and its just hard because I haven't really gotten the time to actually cry because I had to stay strong for her because shes my baby sister and I have to be strong for her. But now that the news is out and we done the video, and know that next weeks video is like her final work for who knows when its all hitting us hard because we dont want her to leave, course we will still get to see her because shes our sister and all but its just hard spending 10 years together working every single day together and then it all disappears and all you have left are the memories. And its going to hit me harder when performancing and realize that I can't turn and do stupid stuff that only her and I do when performing. Like in fall back she sings looked to my right and couldn't believe to pass on the lyrics to my part but then throws like a imaginary football for me to catch.  Or will do the little little dances to I know you know it or just random little sassy comments and that.\n  ","919610":"\n  Its going to take some time before we start to perk up again\n  ","919611":"\n  Lollipop lollipop\n  ","919612":"\n  People I have worked with through out the years\n  ","919613":"\n  Just going through a hard transitioning time....\n  ","919614":"\n  Who's there\n  ","919615":"\n  Hi\n  ","919616":"\n  Coupons, discounts, save a certain amount and buy what you really need\n  ","919617":"\n  Lights to see the stairs\n  ","919618":"\n  Right now I'm to depressed to be giving advice\n  ","919619":"\n  Staying organized 😶\n  ","919620":"\n  That there was going to be a point when we all grew up and started new lives and moved on.... Never knew it was going to hurt like this\n  ","919621":"\n  And now your song is on repeat\n  \n  And I'm dancin' on, to your heartbeat\n  \n  And when you're gone, I feel incomplete\n  \n  So if you want the truth\n  \n  I just wanna be part of your symphony 😔\n  ","919622":"\n  Ask keeps cutting off but ...\n  ","919623":"\n  Ask keeps cutting off the full picture and saying in my background 🙃🙃 so I guess I'll fix it tomorrow\n  ","919624":"\n  I just don't want to wake Tristen up .... Lol\n  ","919625":"\n  Have a goodnight, I think I'm heading to bed as well\n  ","919626":"\n  Music helps calm people\n  ","919627":"\n  Mmm nerf gun fights\n  ","919628":"\n  Many things\n  ","919629":"\n  No thanks\n  ","919630":"\n  Spreading a positive message of hope to people through my music and career\n  ","919631":"\n  Not from like a store but I did steal like candy from my sisters once and small things like that\n  ","919632":"\n  No lol\n  ","919633":"\n  Yes .... Well kinda I been forced to go on stage especially when we did digital fest and midnight red was there, connor pulled me onto stage to sing coming home to me. And my other sisters ( minus christina who was dating nick and being faithful). Were also on stage being sung to. Lisa got to sing two is better than one with one of the people from boys like girls. And then dani, elli and lisa were also chosen to go on stage for meghan trainors concert to dance\n  ","919634":"\n  It was fun and I had a good time celebrating with family and friends\n  ","919635":"\n  Hi\n  ","919636":"\n  🙄 people still believe in religion\n  ","919637":"\n  I wanted a snake babe got me one 😊\n  ","919638":"\n  Hug my entire family and tell them I love them\n  ","919639":"\n  Thanks\n  ","919640":"\n  Barqs I think that's how its spelled?\n  ","919641":"\n  My family\n  ","919642":"\n  Thanks\n  ","919643":"\n  Definitely\n  ","919644":"\n  I'm glad you do 💛\n  ","919645":"\n  Thank you and I'm okay at the moment\n  ","919646":"\n  I recommend going back amd rewatching old videos it helps 💛🦋💙\n  ","919647":"\n  Also for those who didnt watch the video... Next week we will be uploading our official music video for \"Believe In You\" which will be Dani's last appearance in the videos\n  \n\n   https:\/\/youtu.be\/Z2ff-GIYuRY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919648":"\n  Crying\n  ","919649":"\n  Watch the video\n  ","919650":"\n  Wow wow we don't need your ignorance if you cant be respectful then simply dont make a comment at all\n  ","919651":"\n\n   https:\/\/youtu.be\/N8Z3xhR_QE4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919652":"\n  Tears\n  ","919653":"\n  Dani the youngest who just got married\n  ","919654":"\n  Our you gest sister left the band to pursue other interests in her life and its just hard for  all of us because its 10 years we had her by our side\n  ","919655":"\n  Him* I'm sure its a him\n  ","919656":"\n  Once I get done crying and actually feel okay I see something and start crying all over again ;\/\n  ","919657":"\n  I mean I can't make someone stay or leave. But do keep in mind just because dani is taking a different path in life and is not in the band anymore doesnt mean that completely stops photos or whatever of us together. I'm sure their will be photos of all of us together at some point. And you can still be a fan of both of us even if were not together anymore in the band\n  ","919658":"\n  Not sure if I still have the sweet paragraph type in me... But I'm going to give it a shot. I heard about you for years, but never who you actually were till two years ago. At first I thought you would never even be interested in even. Being friends with me yet alone a relationship because we were total opposites. After seeing what you been through, I just wanted you to get treated the way you deserved to be, after seeing you broken, hurt and devastated over and over again. I decided to aim for the buses and take the risk of getting to know you and spend one on one quality time together. I became the friend who never wanted to leave your side and just wanted to try my hardest to put even a smile on my face, and the more we got closer and the more we became friends I quickly fell for you. I was scared, I wanted to run and I didn't want to get in way to deep insane there was no escape. I had my walls built up and a lock on my heart for everyone to keep out as I have been healing from previous committed relationships myself and heartbroken over and over again as well. I didn't want to trust, but you came in like a bullet and made sure that if I was falling you were going to be there to catch me. We started dating around the end of September and have made so many memories together, ones I'll forever cherish as time passes. And so far you have kept your promise, I fell for you and you were right there to catch me. I wasnt really expecting an engagement anytime soon. But then two days ago you got down on your knees and grabbed my hand, asking if I'll forever be yours. I said yes and here we are today. I'm thankful for you, thankful that a guy so amazing like you came into my life at the most unexpected time. A time when I thought I had everything figured out and I could manage everything on my own. Thank you for being here when I'm feeling down, being a shoulder to cry on and for always cheering me on and supporting me through the good and the bad.   I love you and ian so much and always will. Forever my person you will be 💛\n  \n   @TNMORZ\n  \n","919659":"\n  Everything tbh\n  ","919660":"\n  Mine was alright, but really want to thank my fiance but being so supportive and understanding at the moment because I'm an emotional little bean who is a hot mess\n  ","919661":"\n  You don't have to trust soneone if you feel they're not trustworthy or honest. Or if you're getting like bad vibes then maybe leave and find a better situation\n  ","919662":"\n  Thank you\n  ","919663":"\n  Hope you had fun ringing in the new year\n  ","919664":"\n  Emotional\n  ","919665":"\n  Hi\n  ","919666":"\n  Thank you\n  ","919667":"\n  Yes, if their stage name is their actual first name like justin bieber. Ill be like hi  justin\n  ","919668":"\n  Dani has left the band to move on and pursue other dreams and journeys she has had for awhile. And its heartbreaking we know, but sisterhood comes first and we will always be sisters. This wasnt a rushed decision and nothing bad happened. She just wanted something different and we are glad she has been with us for the 10 years as she has done so much and impacted everyone in a positive way. No its not because of her husband this is something she has wanted for a long time. And we supoort her choice and will support her through it. However so much will change, and there will be a blank space and a missing puzzle piece. But Dani will still be involved with the cimfam, either randomly appearing in videos or supporting the new music, or cheering us on from the crowds. We didnt force her or kick her out of the band. And the door will always be open for her to come back if she wants. But the band is not leaving, we are going into 2020 as a five piece. Kinda like it was when we first started youtube then added our brother Michael in for a while then Dani joined in. ... So please no hate comments about any of this and understand that we are all hurting and upset because none of us wanted this and like dani says in before octobers gone, \"maybe sometimes things just have to end\".\n  \n  But she will still be active  on social media  and if you want to continue supporting us as a five piece thank you but you can also support Dani and follow her journey @ daniandemmyn on youtube\n  ","919669":"\n  Becoming in contact with tainted water and being hospitalized\n  ","919670":"\n  But one of them\n  ","919671":"\n  💛🦋💙\n  ","919672":"\n  Yes, many times. ..\n  ","919673":"\n  Could be rachael or mel\n  ","919674":"\n  Hope you had a great time ringing in the new year\n  ","919675":"\n  My bedroom, to watch netflix and relax. If I'm out its normally somewhere like sonic with friends or something\n  ","919676":"\n  Nope :)\n  ","919677":"\n  No, I don't know what pool hall is like the game or swimming related?  I been to dance studios before, I been in musical theater and perform on stages, and once in cuba\n  ","919678":"\n  Rachael is back at lisa and katherines but made friends with king charles 😂\n  ","919679":"\n  No christian is way to young for mel lol\n  ","919680":"\n  Look at the way my bio is then you'll understand lol\n  ","919681":"\n  I don't drink, I only drink water and root beer ;) lol but last time I went out I went to a friends house but I'm sure we all bought something\n  ","919682":"\n  Unopened factory sealed I will accept otherwise I dont think so. Don't want to catch any sickness or illness or std or be drugged ... Sadly the world has come to be like this\n  ","919683":"\n  Child 7\/11\n  ","919684":"\n  Very rarely\n  ","919685":"\n  I'm in love with your family\n  ","919686":"\n  I don't understand, do you know English I'm sorry\n  ","919687":"\n  Also I feel my friend and my brother might get together ....\n  ","919688":"\n  No it says 1\/6 sisters of cimorelli is how its worded.\n  ","919689":"\n  Tell them something about their celebrity crush ? Idk sad things always make me cry\n  ","919690":"\n  I never really \"lived\" in a hotel I just had to stay in many due to touring. But the best was probably in brazil, and the worst .... The one we had to stay in for digging fest because it looks literally looked like small college dorms or some rundown apartment ...\n  ","919691":"\n  It would be a shape shifter but orange and blue colored lol with flames 😂\n  ","919692":"\n  My eyes are burning from crying today...\n  ","919693":"\n  I spent them with my family and friends\n  ","919694":"\n  My other sisters are just as talented, I know everyone likes you have favorites and stan one of two but please just love us all equally and SUPPORT us equally as well, with whatever path we choose to take. Even if one of us moved on to bigger things.\n  ","919695":"\n  What?\n  ","919696":"\n  Sorry to hear, hope you feel better\n  ","919697":"\n  Untangling things\n  ","919698":"\n  I'm engaged\n  ","919699":"\n  Yeah, I went and tried to take a nap\n  ","919700":"\n  The fact I may have to change my bio to 1\/5 of the cimorelli sisters....\n  ","919701":"\n  I did once but it got boring\n  ","919702":"\n  Love you guys 🙁💛\n  ","919703":"\n  Thanks for being here for me through the years derek\n  ","919704":"\n  Where it all started ... Basically\n  ","919705":"\n  \"And I'm michael \" .... Wow 2010 feels\n  ","919706":"\n  Also this one\n  \n\n   https:\/\/youtu.be\/BJcv6k4DJFU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919707":"\n  💛🦋💙\n  \n\n   https:\/\/youtu.be\/pQRSyEGhUGU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919708":"\n  Wdym?\n  ","919709":"\n  Mmm maybe? But I think it's California\n  ","919710":"\n  I just been the one carrying all this for the past few months. She trusted me to come to me to me first about it. And its hard because I haven't had the time to actually realize she's not going to be there to turn to while on stage of something. It hurts me more than the others because me and her were the youngest. Yes shes still around because shes my sister and all, but you got to figure we are the two youngest, we do everything together. And while in the band growing up we also had our own channel together were we would rehearse for days just to perfect a song... She is the spice to the sugar & spice show. She will forever be the twin (not actual) of me and it will always be a dauren thing. Which im not sure if we will even perform the older songs anymore. Because fall back won't be the same....\n  ","919711":"\n  LET ME JUST SAY THIS: I don't want to see any COMMENT about emmyn made her leave and so on because that is not the case at all. .. BUT however if you would still like to support dani as well as us please subscribe to her and her husband youtube account were they give you a look insode their lives.\n  \n\n   https:\/\/youtu.be\/R5FWHUK5ysY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919712":"\n  I think I just need to be alone....\n  ","919713":"\n  6 sisters forever....\n  ","919714":"\n\n   https:\/\/youtu.be\/N8Z3xhR_QE4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919715":"\n  Cimfam forever 💛💛💛\n  ","919716":"\n  You'll always be a cimorelli .... 💛💛💛\n  \n   @Dncimorelli\n  \n  thanks for telling me first kiddo\n  ","919717":"\n  My brother set some off for new years\n  ","919718":"\n  Hope u had fun celebrating this year!!\n  ","919719":"\n  Mmm im sorry but I'm a scared little bean and trump is starting world war 3 and they're talking about drafting women.... So I'll lume to announce ill be pregnant 😂\n  ","919720":"\n  I know way to many september babies\n  ","919721":"\n  Hope u had fun\n  ","919722":"\n  I don't think I'll ever be oreoared to run a country....\n  ","919723":"\n  Well emmyn said that hus mom told him when he moved out he can take I believe robin? With him.... But idk\n  ","919724":"\n  Way more ups then downs\n  \n  But I dealt with\n  \n  - heartbreak\n  \n  -loosing friends\n  \n  - isolation\n  \n  -anxiety\n  \n  - trouble setting boundaries\n  \n  -letting toxic people back in\n  \n  - STRESS\n  \n  - FORGETTING MY NEEDS\n  \n  - AND NOT KNOWING WHEN TO TAKE A BREAK AND RELAX\n  \n  but there was good as well:\n  \n  - released my first solo ep orange\n  \n  - my first ever solo merch was sold out two days after the drop\n  \n  - I did my first ever music video by myself for my song \"pressure\"\n  \n  - celebrated 10 years of being on youtube with my sisters\n  \n  - traveled back to the place I was born and raised and got to work with some amazing people in the Industry abd made some awesome friends\n  \n  - hit 5 million subscribers\n  \n  -  toured for the second time this year\n  \n  - met the love of my life\n  \n  - and learnt alot about self love and growth\n  ","919725":"\n  2020 cimorelli vision\n  ","919726":"\n  Hope yours was good!\n  ","919727":"\n  So I'm pretty sure emmyn and dani might be getting a dog to stay with them and no\n  ","919728":"\n  Definitely\n  ","919729":"\n  He's an angel child literally\n  ","919730":"\n  My crooked fingers that I have because of a genectic thing from my fathers dna\n  ","919731":"\n  I may be dead but I'm still not letting you come for my brand 🤷🏻\n  ","919732":"\n  I think 5'8 1\/2 ? I know Kathy had an inch on her\n  ","919733":"\n  Tristen has a 3 year old son named ian, his real mom (tristens ex and his twin ) passed away, after being involved in a car crash .... So technically he's tristen's but I help him take care of ian because if youre going to be in a relationship that's committed or even engaged\/married you accept your partner and his children and treat them like your own.\n  ","919734":"\n  Happy birthday colby!!!!\n  ","919735":"\n  Watching movies with Tristen and our son 💛\n  ","919736":"\n  Hope yours was a great one\n  ","919737":"\n  I did along time ago wasnt the greatest. I think I just irdered like a regular burger\n  ","919738":"\n  Sister posted something in which seemed like a \"goodbye message\" and now people think the band us breaking up or shes leaving\n  ","919739":"\n  Good except people over thinking things and causing panic in the fandom\n  ","919740":"\n  Things just needing to be cleaned up\n  ","919741":"\n  I'll let you name it 😋\n  ","919742":"\n  Date night 💛\n  ","919743":"\n  Thats the one everyone was panicking about but there were replies to the concerts  as well and old photos so she may be referring to those fans but idk I dont wanna get involved. As I stated I tried to leave multiple times :)) and lisa even tried one time to break us up\n  ","919744":"\n  \"My sisters and I appreciate and care about each and every one of you. Our decisions are always made with your best interests at heart. Cim Fam forever 💜💜💜\"\n  ","919745":"\n  Bc kath was on twitter last night and wrote about how so much has changed the oast years. And in two of her tweets it seems like a \"goodbye\" or hinting that she's leaving the band and someone started the rumor and now everyones like omg I hooe its not true. 2017 all over again?\n  ","919746":"\n  I'm really irritated right now... Some people think way to much and let those thoughts get into their head... And now the fandom is panicking\n  ","919747":"\n  We actually have lol here's the side by side comparison\n  \n\n   https:\/\/youtu.be\/10mTk-cJ8Zw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  And here's the 10 year recreation\n  \n\n   https:\/\/youtu.be\/TvyGd78i0Kg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919748":"\n  Same as my username just remove its\n  ","919749":"\n  Actually love this song\n  \n\n   https:\/\/youtu.be\/nuAZ1qUGzgo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919750":"\n  I love it\n  ","919751":"\n  Joe jonas 😂\n  ","919752":"\n  My skin breaking out ?\n  ","919753":"\n  I saved a kid from almost drowning once because his mother was not paying attention\n  ","919754":"\n  Netflix\n  ","919755":"\n  How much I care about others\n  ","919756":"\n  Certain songs I have wrote\n  ","919757":"\n  The fans definitely\n  ","919758":"\n  Awe\n  ","919759":"\n  Ahaha my brother actually set them off this year and it was pretty great\n  ","919760":"\n  I stopped doing the Christmas hauls .... Sorry\n  ","919761":"\n  You as well\n  ","919762":"\n  Hope yours is wonderful\n  ","919763":"\n  Thank you 😊\n  ","919764":"\n  But there's people who lasted years lol\n  ","919765":"\n  Its okay I have done that many times while getting distracted by the TV or something\n  ","919766":"\n  Please read the thread... And I dont know when 21 suddenly became to young ?\n  ","919767":"\n  Definitely won't\n  ","919768":"\n  True on that\n  ","919769":"\n  ↑ ↑\n  ","919770":"\n  I believe there were others but thank you\n  ","919771":"\n  Summer\n  ","919772":"\n  Think they all been older than me except one\n  ","919773":"\n  It took me  over a year for one\n  ","919774":"\n  Off\n  ","919775":"\n  Healthy for the most part\n  ","919776":"\n  Well we've done a few charity concerts and raised money for a family whose father was killed in a car crash before but I want to say over $1,000 to just help someone in need\n  ","919777":"\n  Bracelets and necklaces\n  ","919778":"\n  I was homeschooled\n  ","919779":"\n  Will do\n  ","919780":"\n  Hope yours was gr8!\n  ","919781":"\n  Wore bow ties as headbands 😂\n  ","919782":"\n  Spent mine with the lads\n  ","919783":"\n  I'm really behind on questions, so bare with me as I try to answer all these ahaha. Hipe yours was great though!\n  ","919784":"\n  I don't think I have\n  ","919785":"\n\n   https:\/\/youtu.be\/Tv0iNmw5BTU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Charlie 💛😊\n  ","919786":"\n  I muted someone just because they kept saying it every 3 minutes. :))\n  ","919787":"\n  Remember when everyone was a twihard fan .... Not so much anymore\n  ","919788":"\n  I don't use it anymore\n  ","919789":"\n  There's way to many vips now...\n  ","919790":"\n  Free hugs\n  ","919791":"\n  Yes I do\n  ","919792":"\n  \"Bro\" literally .... Bro he shot me bro what you doing brooo\n  ","919793":"\n  Other people's opinions.... Sometimes just the rude ones\n  ","919794":"\n  Pretty sure I'm good and nothing is going to happen\n  ","919795":"\n  Boon\n  ","919796":"\n  My baby 😍\n  ","919797":"\n  Hershey's\n  ","919798":"\n  Mac and cheese with broccoli and cheddar soup ;)\n  ","919799":"\n  Uh\n  ","919800":"\n  Probably being oaranoud that theyre not good enough for you\n  ","919801":"\n  Kallens hairline 😂\n  ","919802":"\n  Yes and yes\n  ","919803":"\n  Random text from someone, and a friends mom\n  ","919804":"\n  Awe I'm sorry to hear. Thoughts anf prayers for you and your family\n  ","919805":"\n  😊💛\n  ","919806":"\n  ;)\n  ","919807":"\n  Study\n  ","919808":"\n  Not really\n  ","919809":"\n  Regret not going to bed earlier\n  ","919810":"\n  No problem!\n  ","919811":"\n  😂\n  ","919812":"\n  Spot the difference 😂 we sang our original song #BeforeOctobersGone with our Little brother @ nick.cimorelli when he switched lives with our me in our recent video!! Watch the whole video on our YouTube channel!\n  \n\n   https:\/\/www.instagram.com\/p\/B63PIQFljNP\/?igshid=1abd7ulvpf26k\n  \n","919813":"\n  😊\n  ","919814":"\n  Lauren*\n  ","919815":"\n  😙😙😙\n  ","919816":"\n  😏 my fiancé\n  ","919817":"\n  This week with Lauren\n  ","919818":"\n  Much better, I do need to make a update lol\n  ","919819":"\n  Thats it\n  ","919820":"\n  ;)\n  ","919821":"\n  Shediedfromyou\n  ","919822":"\n  ;)\n  ","919823":"\n  Yess\n  ","919824":"\n  Sure\n  ","919825":"\n  Ahaha\n  ","919826":"\n  Cuddles and back rubs\n  ","919827":"\n  Tristen\n  ","919828":"\n  Chest in on their partners\n  ","919829":"\n  I never heard of them\n  ","919830":"\n  I don't drink or smoke or do drugs lol\n  ","919831":"\n  Been in a relationship for a few months now lol\n  ","919832":"\n  NO 😂\n  ","919833":"\n  Being able to tour the world and see all the cimfam 💛💛💛\n  ","919834":"\n  They knew\n  ","919835":"\n  Golden state warriorssssss\n  ","919836":"\n  You too andy\n  ","919837":"\n  Friday mornings\n  ","919838":"\n  I never watched it\n  ","919839":"\n  Sometimes\n  ","919840":"\n  Cutiesss\n  ","919841":"\n  Disney is overrated\n  ","919842":"\n  When I was 8\n  ","919843":"\n  Mine by bazzi, young blood by 5sos, someone you loved by lewis calpadi\n  ","919844":"\n  What?\n  ","919845":"\n  I love him so much and you!\n  ","919846":"\n  I hate apples\n  \n  I hate pie\n  \n  My favorite colors are blue and orange\n  ","919847":"\n  Learn to take care of my needs and be more in touch with my feelings\n  ","919848":"\n  Lions\n  ","919849":"\n  Home alone\n  ","919850":"\n  Work when did I become such a mom 😂\n  ","919851":"\n  It hurts my eyes lol\n  ","919852":"\n  One day we will all have some mythical made up animal\n  ","919853":"\n  Plus I'm good with fashion ;)\n  ","919854":"\n  Its the small things that matter, He's a kid let him have some fun and rather have him in sweats then a costume 😂\n  ","919855":"\n  I just let ian run around in sweat pants today lol\n  ","919856":"\n  Very\n  ","919857":"\n  Cheat\n  ","919858":"\n  \"We will be friends for forever\" 😂\n  ","919859":"\n  No, I don't like the noise\n  ","919860":"\n  People talking about my relationship\n  ","919861":"\n  Yes and just once. Heard a loud bang like some one fell upstairs once, went and looked nothing was there.\n  ","919862":"\n  Maniac by conan grey\n  ","919863":"\n  Pop\n  ","919864":"\n  I got 10, and most of the time\n  ","919865":"\n  My social 😂\n  ","919866":"\n  Facebook, skype, instagram, twitter\n  ","919867":"\n  1\n  ","919868":"\n  My dad\n  ","919869":"\n  Yes I do\n  \n   @TNMORZ\n  \n","919870":"\n  I want to go on a hot air balloon ride one day\n  ","919871":"\n  As much as I have already answered this, yes I do. I don't know why people dont seem to believe that\n  ","919872":"\n  I'm okay. Feeling kinda under the weather a bit, I'm happy for the most part. What's you're favorite color?\n  ","919873":"\n  Relationships 😂\n  ","919874":"\n  Everyone\n  ","919875":"\n  Nothing ever im always appreciative of what I have\n  ","919876":"\n  The ones that can change your life for the better\n  ","919877":"\n  Dinosaur lol\n  ","919878":"\n  I grew up with cats and dogs but I just don't like knowing how to interact with them properly. I was attacked by a friends dog when I was younger, it was minor but left me forever like scared. Because I had my hair up in pigtails and the dog started to bite and pull on them and as my friends were trying to get the dog off, others joined in. And I was pretty traumatized for awhile, however my brothers and parents (family house were I lived for like 2 1\/2 years after moving to nashville) own a dog named jessie and I sort of gotten used to her being around (she used to always be by me and I would have to dart from my room to the driveway and so on). And then my oldest sister\/ birthday twin christina and my brother in law nicholas have a dog named frankie who likes to lick your hand ... He's OK but I still believe he wants to eat me. And then with cats I just don't like them because they scratch and charles and Penelope (Lisa's cats) like to jump all over and stuff\n  ","919879":"\n  Ahah\n  ","919880":"\n  Thats fun. We had parties for the holidays as well\n  ","919881":"\n  Anon\n  ","919882":"\n  I used to do water polo for years while I was a kid\/teenager and homeschooled but once I hit 18 I had to stop doing it as I couldnt take another year like dani could. And I been skateboarding since I was a kid but Im not that good like tony hawk lol\n  ","919883":"\n  Motivational things lol\n  ","919884":"\n  Water polo but I think that's a Olympic thing already. Maybe skateboarding? I don't think there's one for that is there?\n  ","919885":"\n  I shop mostly at forever 21 lol but try target or like boutiques and maybe like h&m and that\n  ","919886":"\n  You will soon 😊\n  ","919887":"\n  I honestly did that last week 😂\n  ","919888":"\n  Yes in the future\n  ","919889":"\n  I just want a salad right now\n  ","919890":"\n  I barely wear a scary to begin with\n  ","919891":"\n  In Tennessee\n  ","919892":"\n  You're on anon and I don't meet people i don't know personally unless its like at an event and I'm doing my job or I have my sisters with me or something\n  ","919893":"\n  Awe thanks\n  ","919894":"\n  No\n  ","919895":"\n  Awe thank you 😊\n  ","919896":"\n  Keep going because how do I know ur not infected\n  ","919897":"\n  Nope\n  ","919898":"\n  Never will do those\n  ","919899":"\n  Hi\n  ","919900":"\n  Falling to my death\n  ","919901":"\n  Like read their mind? Because there have been those moments\n  ","919902":"\n  Yes I very much do enjoy it\n  ","919903":"\n  No not really\n  ","919904":"\n  Awe thanks\n  ","919905":"\n  Fubu\n  ","919906":"\n  Oh no we made a mistake\n  ","919907":"\n  Yes I have\n  ","919908":"\n  Yes\n  ","919909":"\n  The sponge Bob memes\n  ","919910":"\n  What happened?\n  ","919911":"\n  I would say a car\n  ","919912":"\n  Make them be nice to eachother\n  ","919913":"\n  One direction :)\n  ","919914":"\n  A new recipe\n  ","919915":"\n  Song lyrics or to listen to it see if anything needs tweaked\n  ","919916":"\n  Explore\n  ","919917":"\n  Mm probably drawing more\n  ","919918":"\n  Spending time with friends\n  ","919919":"\n  Left alone mostly\n  ","919920":"\n  I feel I'll be a cool mom but also take in consideration when my child is behaving is a bad way\n  ","919921":"\n  I don't know lol\n  ","919922":"\n  When they're mature enough to take on the responsibility and courses of marriage\n  ","919923":"\n  I don't like people who can't conpromise with me being away due to my work\n  ","919924":"\n  Taylor stop being obsessed with you body being a balloon\n  ","919925":"\n  Seeing those connect and related to to the videos and music we put out there.\n  ","919926":"\n  No lol for along time I wanted to be a tomboy and be a professional skateboarder lol\n  ","919927":"\n  Moving to nashville definitely was\n  ","919928":"\n  I think I'm more of a daddy's girl lol. I don't really know\n  ","919929":"\n  Highly introverted\n  ","919930":"\n  Home or somewhere like california or a bookstore\n  ","919931":"\n  A person standards in life and what they believe in\n  ","919932":"\n  Water polo\n  ","919933":"\n  Religious\n  ","919934":"\n  What will the future be like\n  ","919935":"\n  I wouldn't want to change anything. Maybe love and learn to take care of myself more but that's about it.\n  ","919936":"\n  Lol harmonize and stay on key by ear\n  ","919937":"\n  Work hard and be considerate\n  ","919938":"\n  I spent it alone doing things to take care of myself\n  ","919939":"\n  Lying, bragging, talking to loudly, cheating\n  ","919940":"\n  Compliments, small things like a sister brought me my favorite candy or made breakfast or ran errands lol\n  ","919941":"\n  My career as a singer\/songwriter\/band member\/ youtuber\n  ","919942":"\n  Experiences in life\n  ","919943":"\n  A g wagon 😂\n  ","919944":"\n  Walking the stairway\n  ","919945":"\n  Regular\n  ","919946":"\n  Welcome\n  ","919947":"\n  Day before\n  ","919948":"\n  I used to be ... Then I got dragged onto a rollercoaster that was the tallest and fastest one in the park and literally almost cried because it was the very back and I had a panic attack on one because someone took their phone out and the only thing protecting me was a bar and cheap seat belt and we were tilt back on the peak in the first cart and a friend who's younger than I am kept screaming were gonna dieee\n  ","919949":"\n  You too!\n  ","919950":"\n  I try to be\n  ","919951":"\n  Thank you\n  ","919952":"\n  Thank you\n  ","919953":"\n  Yep\n  ","919954":"\n  Thanks\n  ","919955":"\n  I always go to church unless I'm sick\n  ","919956":"\n  Probably the lighting as well\n  ","919957":"\n  Peter pan couldn't grow up because he died and he became a fairy that took children to a place called Netherland who also died... That's why they never can grow up\n  ","919958":"\n  Lol\" I'm in love with your family\"\n  ","919959":"\n  Brains because everyone is beautiful in their own way, and looks change over time\n  ","919960":"\n  The music vibes, nashville lol\n  ","919961":"\n  Breaking free\n  ","919962":"\n  Lol\n  ","919963":"\n  When you're really happy, always wanting to be around that person, genuinely care about their well being and can't get them off your mind\n  ","919964":"\n  Mel\n  ","919965":"\n  Blueberry pancake with powders sugar\n  ","919966":"\n  Alive is just doing nothing with your life were living your actually doing something to give back like volunteering or paying g things forward\n  ","919967":"\n  If it end on good terms yes\n  ","919968":"\n  Probably three ..\n  ","919969":"\n  Read or journal\n  ","919970":"\n  Lisa or dani\n  ","919971":"\n  An hour to go!!\n  ","919972":"\n  You as well!! Be safe\n  ","919973":"\n  Nashville\n  ","919974":"\n  Happy new years eve\n  ","919975":"\n  Idk how lol\n  ","919976":"\n\n   https:\/\/youtu.be\/OsYXb2pXfAY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","919977":"\n  Yes I do\n  ","919978":"\n  I'm ready to move on to a fresh start\n  ","919979":"\n  Always considerate to making friends\n  ","919980":"\n  I'm always willing to meet new people\n  ","919981":"\n  I was homeschooled\n  ","919982":"\n  Work on self care more\n  ","919983":"\n  Kindness\n  ","919984":"\n  Well it improved, sleeping more better now. I think I just had like a low vitamin or something\n  ","919985":"\n  No but I have accidentally put ice in coffee before\n  ","919986":"\n  I couldn't find it\n  ","919987":"\n  Yes I do\n  ","919988":"\n  Happy new year ❤\n  ","919989":"\n  Thank you!!\n  ","919990":"\n  Love because I'm a romantic lol\n  ","919991":"\n  No mostly italian mixed with some other things ahaha\n  ","919992":"\n  If I stay, the giver are really meaningful ones also the fault in our stars, a kid like jake\n  ","919993":"\n  I watched a video and the egg came first then they somehow modified the egg to carry a chicken 🤔\n  ","919994":"\n  I don't understand sorry\n  ","919995":"\n  Basically how they work but also the style.\n  ","919996":"\n  21\n  ","919997":"\n  Thats why there's a thing called \"educational games\" and \"strategy games\" 🤔\n  ","919998":"\n  Passing up some opportunities\n  ","919999":"\n  😊💛🤔\n  ","920000":"\n  Fire, would probably be the mist useful. Someone makes you mad just light them in fire 😂\n  ","920001":"\n  Oprah\n  ","920002":"\n  Being a baddie\n  ","920003":"\n  With the lads or alone trying to take care of myself\n  ","920004":"\n  Hot air ballon adventures lol\n  ","920005":"\n  The beach\n  ","920006":"\n  Stars wars lol\n  ","920007":"\n  Hot bath or shower, journal, watch some netflix, do some reading or things I want to do\n  ","920008":"\n  Not really our style lol but maybe sometime in the future we may do evolutions\n  ","920009":"\n  Oh I think I have? I'm not sure\n  ","920010":"\n  Which one?\n  ","920011":"\n  I don't really care if they do it very rarely, but all the time would be annoying. I even talk in third person at times\n  ","920012":"\n  I got sick on Christmas before. It was horrible\n  ","920013":"\n  September\n  ","920014":"\n  Honestly pretty great this year\n  ","920015":"\n  Old friend always told me to come visit them but was never home 🙄\n  ","920016":"\n  This is how we do it down in puerto rico\n  ","920017":"\n  Normally the weirdest ones are on tiktok lol\n  ","920018":"\n  Lol sometimes both\n  ","920019":"\n  In love 🙊\n  ","920020":"\n  Idk I don't control Instagram rules\n  ","920021":"\n  Awe thanks! We worked really hard to make sure it was perfect 😊\n  ","920022":"\n  I was homeschooled\n  ","920023":"\n  Ahaha thanks\n  ","920024":"\n  5 sisters - Christina,Katherine,lisa, amy, dani\n  \n  5 brothers- michael, alex, christian, nick, joey\n  ","920025":"\n  No\n  ","920026":"\n  Few months ago, went with amy and friends to see toy story 3 lol\n  ","920027":"\n  Being asked several questions when I wanted to be alone\n  ","920028":"\n  Spend some time to yourself and make sure you treat yourself to something such as a nive bubble bath\n  ","920029":"\n  Lets go to chick fil a and eat chicken nuggets\n  ","920030":"\n  Insidious the last key\n  ","920031":"\n  Rafting seems fun\n  ","920032":"\n  Use a hand held whisk to mix things lol\n  ","920033":"\n  Friends being reunited after months apart\n  ","920034":"\n  I'm not sure\n  ","920035":"\n  Yay\n  ","920036":"\n  Today\n  ","920037":"\n  Always\n  ","920038":"\n  Brazil loves us a lot... And are the loudest fans lol\n  ","920039":"\n  I'm okay, hbu?\n  ","920040":"\n  Love u\n  ","920041":"\n  Clothes, merch, whatever you like\n  ","920042":"\n  😊\n  ","920043":"\n  If ur a guy I would ask a guy....\n  ","920044":"\n  I do, and chicken marsala\n  ","920045":"\n  People being rude, putting you down, ruining the fun. Being sick, getting sick\n  ","920046":"\n  No\n  ","920047":"\n  Summer nights\n  ","920048":"\n  I was homeschooled\n  ","920049":"\n  Will do :)\n  ","920050":"\n  I don't really read my email, just for business Inquiries :\/\n  ","920051":"\n  Knee pads , elbow pads and a helmet\n  ","920052":"\n  I'll try to keep you updated, I think I lost contact with you for awhile however lol\n  ","920053":"\n  We were in Kentucky like two weeks ago for a show !!\n  ","920054":"\n  Everything OK?\n  ","920055":"\n  Where are you from ian?\n  ","920056":"\n  My family and friends\n  ","920057":"\n  What do you mean \"secret\"?\n  ","920058":"\n  Hey I may not like dogs but those movies were actually good\n  ","920059":"\n  I think you're kind, honestly and interesting\n  ","920060":"\n  Ahaha\n  ","920061":"\n  Chicken & pasta\n  ","920062":"\n  No problem, I enjoy the questions and convos\n  ","920063":"\n  Well he loves bedtime stories and if you gave a mouse a cookie is getting alittle bit read to much so i figured its time for some new stories lol\n  ","920064":"\n  You're welcome, you're always so kind to ask me things\n  ","920065":"\n  What do you mean? Like when I go swimming and that or?\n  ","920066":"\n  I got books for little guy and a few other things\n  ","920067":"\n  Uhm no?\n  ","920068":"\n  Band wise there's tons of projects we been working on, and solo I may or may not have a few things coming\n  ","920069":"\n  Thank you\n  ","920070":"\n  I went while at barnes and noble\n  ","920071":"\n  Two sisters\n  ","920072":"\n  Thanks\n  ","920073":"\n  Weddings\n  ","920074":"\n  Interesting\n  ","920075":"\n  Thank you\n  ","920076":"\n  Interesting to say the most, I'm ready a book about psychopaths and theres these guys just talking about levitating and that lol\n  ","920077":"\n  Yes a few\n  ","920078":"\n  Non feather hat guy: dude I know I don’t have Disney Plus!\n  \n  Feather hat guy: I do!\n  \n  Who could’ve predicted this\n  ","920079":"\n  oof they’re playing daylight by Taylor right now 😩🙌🏼\n  ","920080":"\n  I keep having dreams that I can’t see and I’m scared that it’s a premonition that I’m gonna go blind, wish I knew\n  ","920081":"\n  I’m witnessing the strangest conversation I’ve ever heard of these 2 guys at the table next to me at Barnes and Noble. One of the guys has a feather in his fedora so that should tell you everything.\n  ","920082":"\n  It can use the spell to levitate.”\n  \n  “Ohh I can dig it.”\n  \n  I gotta get out of here quick\n  ","920083":"\n  I woke up and im like ew what is this\n  ","920084":"\n  The font and the boldness they changed on here is horrible....\n  ","920085":"\n  Cuddling with my babe 😍\n  ","920086":"\n  They shouldn't have stopped the show however\n  ","920087":"\n  I'm only on season one episode 4 because I finally got all caught up with the fosters and the spin off of good trouble\n  ","920088":"\n  Kinda confused about the snow white and Cinderella aspect currently lol\n  ","920089":"\n  Ayee I just started watching it and its catchy but sometimes hard to understand lol\n  ","920090":"\n  Uhm\n  ","920091":"\n  My hometown 💛\n  ","920092":"\n  Story Brooke!!!\n  ","920093":"\n  Someone asked this one the book signing live stream and I was honestly so sleep deprived and loopy I don't even remember what I said lol. But uhm I guess rootbeer?\n  ","920094":"\n  Honestly the best year i had was probably whrn i was 18 lol\n  ","920095":"\n  Last year I want to say. I used to climb them a lot when I was younger. But then a fell out of one and got a scar\n  ","920096":"\n  I dont like this question lol\n  ","920097":"\n  Thanks\n  ","920098":"\n  Thank you\n  ","920099":"\n  Thank you\n  ","920100":"\n\n   @TNMORZ\n  \n","920101":"\n  No because I either got that person back or I found even better. I'll let you decide which one that was\n  ","920102":"\n  Thanks\n  ","920103":"\n  Ben\n  ","920104":"\n  Yeah ahaha\n  ","920105":"\n  No I'm erika costell\n  ","920106":"\n  Probably meant visiting your doctor lol\n  ","920107":"\n  Mmm hard to say because I grew up in like the country area. (El Dorado hills, California)\n  \n  Before moving down to malibu in like 2010\n  \n  Now I live in like a town inside of nashville\n  ","920108":"\n  Google then doctor to make sure if it doesn't go away\n  ","920109":"\n  Not really ... My brother is really good at that though\n  ","920110":"\n  Absolutely not\n  ","920111":"\n  Well I have my own website which is based on my orange merch\n  ","920112":"\n  Sadly yes\n  ","920113":"\n  Honesty\n  \n  Uniqueness\n  \n  Down to earth\n  \n  Grounded\n  ","920114":"\n  Dunno\n  ","920115":"\n  Wasn't a fan of getting my phone taken away because my mom wanted to make sure we all got plenty of rest.\n  ","920116":"\n  Not sure yet\n  ","920117":"\n  Haha still trying to figure out those\n  ","920118":"\n  Helping others\n  ","920119":"\n  Helping out others. Will leave a impact to last a life time\n  ","920120":"\n  Work together to spread kindness and have a healthy planet\n  ","920121":"\n  None, take all critique you get\n  ","920122":"\n  When I was younger because my sisters always forgot theirs lol.\n  ","920123":"\n  On here, twitter and instagram. I used to get texts not so much anymore\n  ","920124":"\n  Today\n  ","920125":"\n  Nope\n  ","920126":"\n  Few weeks ago for a gift\n  ","920127":"\n  No thanks\n  ","920128":"\n  He's alright. His voice just becomes annoying at times\n  ","920129":"\n  Saying positive things, a good meal\n  ","920130":"\n  Thanks\n  ","920131":"\n  Work related things :\/\n  ","920132":"\n  Very little\n  ","920133":"\n  Tallness\n  \n  A scar on my stomach from falling out of a tree\n  \n  Biting my lip\n  \n  Skin problems\n  \n  Very introverted\n  \n  Quiet\n  \n  Likes to be alone\n  \n  Kinda a neat freak\n  \n  Skilled musician\n  \n  Sometimes late to things\n  \n  Socially awkward\n  \n  Bedroom is like a pinterest photo\/ tumblr room\n  ","920134":"\n  I wasn't a huge fan of them :\/\n  ","920135":"\n  Awe thanks\n  ","920136":"\n  Thanks\n  ","920137":"\n  Digital fest was like a music festival and we had to stay in a hotel\n  ","920138":"\n  That and face tuning\n  ","920139":"\n  No\n  ","920140":"\n  Not a kid anymore\n  ","920141":"\n  Drugs are bad\n  ","920142":"\n  Kinda late at times\n  ","920143":"\n  Yoga, meditation, journaling, hot bath, going for a walk\n  ","920144":"\n  Normally when I get distracted I'll end up putting like the ice trays in the refrigerator instead of the freezer 😂\n  ","920145":"\n  Yes definitely, never know if someone is following you if ur paying attention to ur screen\n  ","920146":"\n  Hawaiian?\n  ","920147":"\n  Reptiles\n  ","920148":"\n  I'm highly confused on how to get the hidden objects in building mode on the sims\n  ","920149":"\n  My anxiety skyrockets and I just get really nervous\n  ","920150":"\n  To gain likes, more followers, draw attention\n  ","920151":"\n  Unique, honestly, down to earth\n  ","920152":"\n  Good friends\n  ","920153":"\n  What\n  ","920154":"\n  Being left alone in the middle of the night, dying young with a lot of un filled things\n  ","920155":"\n  El oh el\n  ","920156":"\n  Come see us in 3d\n  ","920157":"\n  Home\n  ","920158":"\n  Create music, write, plan, clean, sleep etc\n  ","920159":"\n  No I haven't but I hope you have fun\n  ","920160":"\n  My older sisters\n  ","920161":"\n  She farted and it killed him\n  ","920162":"\n  Hopefully married\n  ","920163":"\n  Most likely no\n  ","920164":"\n  What's normal\n  ","920165":"\n  Thank you, you and your family as well\n  ","920166":"\n  Awe you too jess\n  ","920167":"\n  Homeschooled\n  ","920168":"\n  Lay there for a few minutes\n  ","920169":"\n  Those aren't jokes....\n  ","920170":"\n  Yes it's totally fine asking as they accept you and your children as well\n  ","920171":"\n  My day is going good\n  ","920172":"\n  Guys I really don’t care if people make fun of our videos, especially the k pop ones bc we all know what happened last time LOL but let’s not make fun of someone who has an actual disease that makes them short that’s not very woke of you :\/\/\/\n  ","920173":"\n  Its still kinda just started\n  ","920174":"\n  Awe\n  ","920175":"\n  Music, tv shows, and movies and information\n  ","920176":"\n  Money\n  ","920177":"\n  Peter pan\n  ","920178":"\n  For not replying back right away\n  ","920179":"\n  I got stuck in the bathroom\n  ","920180":"\n  Inside eating some soup or comfort good and cuddling on the couch while watching a movie\n  ","920181":"\n  Italian and greek\n  ","920182":"\n  No I don't like star wars :\/\n  ","920183":"\n  💛💛💛\n  ","920184":"\n  Tennessee\n  ","920185":"\n  No not really.\n  ","920186":"\n  Welcome\n  ","920187":"\n  Christmas was fun and great this year for me. How about you?\n  ","920188":"\n  Hi\n  ","920189":"\n  Yes a few times which is why we are not friends anymore\n  ","920190":"\n  About what I was doing lol\n  ","920191":"\n  I don't really have any ideal but I do look for genuine. Respectful. Understanding and honesty. Most of them meet them\n  ","920192":"\n  Yes I do\n  ","920193":"\n  Mm maybe\n  ","920194":"\n  Ahah\n  ","920195":"\n  Being rude is pointing out every little thing about someone such as their flaws and being honest is just focusing on what they're doing wrong and telling them, hey I don't like the hole in the wall, but I respect your hard work or something like that\n  ","920196":"\n  Go fall into some lava please\n  ","920197":"\n  Okkkayy\n  ","920198":"\n  Please get ate by a shark or fall into a volcano 😩\n  ","920199":"\n  Okay\n  ","920200":"\n  I'm not but twitter is a mess\n  ","920201":"\n  Not in the mood for people to be annoying\n  ","920202":"\n  Like this years was totally better than last years tbh. We revamped and thought it out more and everyone loved it except... Kpop stans\n  ","920203":"\n  They were unhappy about the fake love short cover for the 2018 tops songs. Which we found it funny and even joked about it. But the fact we threw in kill this love that's not really a korean song... And they're already complaining about that version but fail to realize we covered the song months ago and black pink even shouted us out for it ... Icba\n  ","920204":"\n  I hate kpop stans .... Theyre never happy or bother to research before hating. Also this one person grouping us together is annoying\n  ","920205":"\n  I can't deal with idiots tonight especially kpop stans 🙄\n  ","920206":"\n  Amy was also with her but I'm spending time elsewhere atm\n  ","920207":"\n  Thank you\n  ","920208":"\n  Uh....huh...\n  ","920209":"\n  You got a daddy kink bud?\n  ","920210":"\n  I posted a few from those days\n  ","920211":"\n  Puke\n  ","920212":"\n  My mom is our manager and helps send out merch and goes to all our meeting etc. Dad helps with touring and making sure we got everything we would need, brothers help with technician and security\n  ","920213":"\n  You're special, you matter 💕\n  ","920214":"\n  Laurmy\n  ","920215":"\n  Have a great night\n  ","920216":"\n  You too!\n  ","920217":"\n  Hope you had a good time\n  ","920218":"\n  Lol\n  ","920219":"\n  Yes\n  ","920220":"\n  OO LOoK aT mE I GoT a FOoT FEtisH\n  ","920221":"\n  Awe that sucks! Hope you feel better soon\n  ","920222":"\n  Great, how about yours?\n  ","920223":"\n  I been to many of her concerts\n  ","920224":"\n  Lol\n  ","920225":"\n  They hide behind computer screens x\n  ","920226":"\n  I don't mind them\n  ","920227":"\n  All I want for christmas is you\n  ","920228":"\n  Which one\n  ","920229":"\n  I'm currently not with them however lol\n  ","920230":"\n  Oof..\n  ","920231":"\n  Awe\n  ","920232":"\n  Yes\n  ","920233":"\n  How long was he here... 😂\n  ","920234":"\n  Swiss miss\n  ","920235":"\n  Heartburn. Sucks\n  ","920236":"\n  Hope it was great\n  ","920237":"\n  Fans chasing us in brazil\n  ","920238":"\n  Breaking hearts\n  ","920239":"\n  My keyboard\n  ","920240":"\n  If I stay\n  ","920241":"\n  We had greek in our dna\n  ","920242":"\n  Ni\n  ","920243":"\n  Nothing currently\n  ","920244":"\n  Who I chose to be friends with\n  \n  Dating\n  \n  Family\n  \n  Etc\n  ","920245":"\n  AHAHA\n  ","920246":"\n  My kindness\n  \n  My mental state\n  ","920247":"\n  Don't think I ever wore any tbh\n  ","920248":"\n  She returned back to the north pole\n  ","920249":"\n  Thanks...\n  ","920250":"\n  Conversation with my aunt\n  ","920251":"\n  Family time\n  ","920252":"\n  My day is going good and Christmas was great\n  ","920253":"\n  Welcome\n  ","920254":"\n  My day is going good\n  ","920255":"\n  A lot\n  ","920256":"\n  Wasn't a fan of all the clothes lol\n  ","920257":"\n  All of them\n  ","920258":"\n  Thanks\n  ","920259":"\n  Not ordering enough\n  ","920260":"\n  Wash my feet\n  ","920261":"\n  Nah\n  ","920262":"\n  A five\n  ","920263":"\n  A national birthday for everyone lol\n  ","920264":"\n  I'm in love with Tristen\n  ","920265":"\n  Good to hear\n  ","920266":"\n  Thanks\n  ","920267":"\n  Clothes, makeup, stuff I like\n  ","920268":"\n  When needed\n  ","920269":"\n  Depends on what type of mood I'm in sometimes I go skateboard, other times I go swimming,  hang with friends, go out exploring etc.\n  ","920270":"\n  On social media ... Growing up\n  ","920271":"\n  In the future definitely a want\n  ","920272":"\n  21\n  ","920273":"\n  Mostly just being ignored\n  ","920274":"\n  I wouldn't say easy as there are always downfalls and struggles in between as well that blocks the good things\n  ","920275":"\n  Mostly the reason, or you have something that they never did\n  ","920276":"\n  You don't have to wear one if you don't want to, and you don't believe in certain things. If they don't agree or compromise with your views and beliefs and can't respect them then they're not good enough for you\n  ","920277":"\n  Buying things that you already have or don't need\n  ","920278":"\n  My house, my car, and my music\n  ","920279":"\n  I posted a few from christmas eve and christmas day. :)\n  ","920280":"\n  Hope yours was great and you got what you wanted\n  ","920281":"\n  I'm in a good mood\n  ","920282":"\n  It was as total mess that I been cleaning but it looks like it normally does.\n  ","920283":"\n  We've been getting a lot of clothing from there lately and they're actually cute\n  ","920284":"\n  Yeah\n  ","920285":"\n  I actually just changed the top this year to a more golden color. Its the one I wore lastyear\n  ","920286":"\n  I read that as pup star 😂\n  ","920287":"\n  He said its just strange\n  ","920288":"\n  Its just because it was night, the car is black and joey was wearing black clothing\n  ","920289":"\n  Last night I gently grabbed tristen\n  ","920290":"\n  Sorry\n  ","920291":"\n  Welcome\n  ","920292":"\n  I have loved you since we were 18, long before we thought the same thing 💛\n  ","920293":"\n  One year of Running!! Woah it doesn't really feel like its been a year but MY BABYYY my first actual solo song (besides Blue) that all lead me to release my first Ep \"Orange\" 🍊\n  \n\n   https:\/\/youtu.be\/iYvoUC7oAgE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Thank you guys for the love and support you give me one a daily basis. Its very appreciated\n  ","920294":"\n  New #CimorelliSaturday, In today's video we covered the top 20 songs of 2019. With over 4 different chords.\n  \n\n   https:\/\/youtu.be\/PhC6H2WStgw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","920295":"\n  Me\n  ","920296":"\n  Mmm once\n  ","920297":"\n  A long hug from baby\n  ","920298":"\n  Ahaha\n  ","920299":"\n  I think it different from family to family and traditions. Normally christmas eve we do one big celebration with friends of the family and go and see christmas lights and do festivities. We also normally eat \"christmas eve pizza\" and make cookies. Then on new years I think it just different as well all good on with life... Last year I spent it with friends and jumoed into a freezing pool\n  ","920300":"\n  Heyyyy\n  ","920301":"\n  Thank you 😊\n  ","920302":"\n  Dani got married on the 18th.\n  \n  Lisa got engaged on the 17th\n  ","920303":"\n  Agreed\n  ","920304":"\n  Considering I'm dating her brother yes\n  ","920305":"\n  Still trying you save urs because at least I tried to help save someones life and make a difference before I died\n  ","920306":"\n  We all do lol\n  ","920307":"\n  Hershey's\n  ","920308":"\n  Not at all\n  ","920309":"\n  About 100?\n  ","920310":"\n  I can't because there's personal info in there about future projects...\n  ","920311":"\n  Agreed\n  ","920312":"\n  The pointing finger one at the cat\n  ","920313":"\n  Lads\n  ","920314":"\n  Sure aha\n  ","920315":"\n  Rat\n  ","920316":"\n  Old people still keeping their love alive by going and buying her favorote things and taking them back in time to tje place they first met 💛\n  ","920317":"\n  No I don't think so lol\n  ","920318":"\n  Flannels\n  ","920319":"\n  My family\n  ","920320":"\n  Hope yours was wonderful\n  ","920321":"\n  No thanks\n  ","920322":"\n  Oh\n  ","920323":"\n  Shorts\n  ","920324":"\n  Emotional songs, seeing others cry and relating to them, thinking about something while on stage, or just been dealing with so much things and nit getting to cry over it\n  ","920325":"\n  No?\n  ","920326":"\n  Cherry lips, crystal skies\n  ","920327":"\n  Secrets\n  ","920328":"\n  Probably nothing\n  ","920329":"\n  Apps\n  ","920330":"\n  When I was really sick\n  ","920331":"\n  Yay depending on who it is\n  ","920332":"\n  I don't know lol\n  ","920333":"\n  No.not at all there's creature that can sting you, eat you and so on\n  ","920334":"\n  No, but I used to live near a canyon in california\n  ","920335":"\n  They turned that dirt lot into a teenage memory, yeah town center was the friday night place to be, that was back when I was an el Dorado hillian. Moved to malibu now I'm hanging out at pavilion. Norcal, Socal doesn't really matter. Its always a good time when we get together, someone take a picture remember this forever 💛\"\n  ","920336":"\n  To many to list\n  \n  But I got Dani a soft like sweat suit outfit\n  \n  Lisa - we got her like makeup and cute bride to be stuff as well as Katherine\n  \n  My brother alex we got tons of like merch of things he likes like champion and stuff\n  ","920337":"\n  For the most part yes because everything stressful is already over with and I can just focus on the new year coming up and the projects we have planned\n  ","920338":"\n  Awe thanks\n  ","920339":"\n  I've been slacking at that\n  ","920340":"\n  This dream I had. What was the meaning lol\n  ","920341":"\n  Hope yours was wonderful!\n  ","920342":"\n  Not sure, why are buildings called that if they're already built 🤔\n  ","920343":"\n  Positivity, a mission in life that is to find a purpose, something bigger than ourselves\n  ","920344":"\n  It has a strong powerful message behind it is seems like\n  ","920345":"\n  Loneliness because no one is good at being lonely. And thank you christmas was great over here for the cimorelli house, and I hope if you celebrate of course was as well!\n  ","920346":"\n  We are both human :))\n  ","920347":"\n  At least a mile or more\n  ","920348":"\n  I went to my parents house\n  ","920349":"\n  I'm on the edge (On the edge)\n  \n  You got me thinking way too hard (Way too hard)\n  \n  You got me playing all my cards (All my cards)\n  \n  You know you're tearing me apart\n  \n  Baby, you're it (Baby, you're it)\n  \n  It's like you're moving in slow motion (Slow motion)\n  \n  You know you're getting in my head (in my head)\n  \n  And I can't pretend 💕\n  ","920350":"\n  Someone said they see me being a mom to a little boy... Or twins (girl and boy) and I'm just like well.... I help you with ian\n  ","920351":"\n  I do\n  ","920352":"\n  Not sure ?\n  ","920353":"\n  A team that works together, supports each other, lifts each other up amd cheers them on and protects them\n  ","920354":"\n  My heart\n  ","920355":"\n  Pretty good\n  ","920356":"\n  Am I a girl\n  ","920357":"\n  I wore a sweater shirt and sweat pants\n  ","920358":"\n  Decent\n  ","920359":"\n  Because I listened to non Christmas songs 😞\n  ","920360":"\n  I'm such a romantic\n  ","920361":"\n  Lol I eat chicken\n  ","920362":"\n  Yeah a bit\n  ","920363":"\n  No, I don't know think so\n  \n  But we did have cats that tried to eat the tinsel all the time\n  ","920364":"\n  Yes you who else\n  ","920365":"\n  My best friend rachael\n  ","920366":"\n  Yeah\n  ","920367":"\n  I did forgive them but its a repeated situation.\n  ","920368":"\n  Or a guy...\n  ","920369":"\n  I still am kind I don't let people take advantage of me however\n  ","920370":"\n  Mi amor\n  ","920371":"\n  Lies lies lies karma will get you\n  ","920372":"\n  Says the one who faked madison beer and now emma???!?\n  ","920373":"\n  Leave me alone fakey\n  ","920374":"\n  😗\n  ","920375":"\n  Used me, lied, became toxic\n  ","920376":"\n  Lol\n  ","920377":"\n  You fail to realize I can press charges and sue you right?\n  ","920378":"\n  Hope yours was a great day\n  ","920379":"\n  Allycia\n  ","920380":"\n  Hmm deep trouble you're getting yourself into. Faking multiple people, rudeness, telling people to kill themselves, and stalking amd harassment you can go to jail for that\n  ","920381":"\n  They're okay\n  ","920382":"\n  Obviously you know what were talking about so you must be stalking\n  ","920383":"\n  3 :)\n  ","920384":"\n  And you're a liar.\n  ","920385":"\n  You're stalking Tristen and i\n  ","920386":"\n  💛\n  ","920387":"\n  Stop stalking us\n  ","920388":"\n  Waffle fries with cheese\n  ","920389":"\n  I don't need anyone's number\n  ","920390":"\n  I have given you more than one chance to change how you treat me but yet you still continue to be rude\n  ","920391":"\n  No\n  ","920392":"\n\n   @askmathteacher\n  \n  &\n  \n   @TNMORZ\n  \n","920393":"\n  How are you?\n  ","920394":"\n  I forgot what I said\n  ","920395":"\n  Why am I up at like almost three\n  ","920396":"\n  Here's an interview we did and answered some questions\n  \n\n   https:\/\/youtu.be\/dtDAFu3qSC4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","920397":"\n  I'm pretty sure I did find her wand at one point but I didn't think anything spwcific of it and probably just gave it away in the bin of old toys I had 🙄\n  ","920398":"\n  My heart hurts, I wish I could just fly wherever she is and spend christmas\/ time with her. I don't know the full story of it all. But she's your baby mama, your girlfriend that you cheated on and then broke up with! She takes care of the baby 24\/7 while you're away on tour! And the fact that its christmas and she has to spend  it away from her family and friends all alone because she has to travel\/drive (she doesn't live in California) to bring your child to you and then leave because your family doesn't want her there is shady ! She didn't do nothing wrong but simply love you unconditionally -.- my love goes out to gabbie keeping you in my thoughts today and wishing I could just hug you 💛😤\n  ","920399":"\n  Happy gal\n  ","920400":"\n  Donate it to someone who deserves it\n  ","920401":"\n  She set her boundaries and rebuilt her life\n  ","920402":"\n  Can you please write in english so I can understand ? :(\n  ","920403":"\n  Los angeles, hollywood, daytona beach in florida, newyork city? Idk\n  ","920404":"\n  Lisa or Dani, Rachel , and I dont really like pets, but if I did I would bring a snake. Because I shared a room with those two almost my entire life, rachael is my bestfriend and I like snakes\n  ","920405":"\n  Yes I have.\n  ","920406":"\n  It was a prescription from the hospital. I ended up getting really sick last year and had stomach cramps and was throwing up and having trouble with that issue\n  ","920407":"\n  No, but I would like to meet some members of the cimfam however\n  ","920408":"\n  If he gets removed then hes out the office though\n  ","920409":"\n  People thought I was wearing an engagement ring but its actually my purity ring\n  ","920410":"\n  Netflix\n  ","920411":"\n  50 degrees and nope\n  ","920412":"\n  I haven't watched those\n  ","920413":"\n  Broken a bone\n  ","920414":"\n  Home\n  ","920415":"\n  At times\n  ","920416":"\n  I do!!\n  ","920417":"\n  I used to like smack down but that was along time agooo\n  ","920418":"\n  To please others\n  ","920419":"\n  Why do u want to know\n  ","920420":"\n  I'm not sure...\n  ","920421":"\n  I think her name is glenda ? The good witch from wizard of oz? I have like this doll... Still but it's been inside like the display case thing and she's missing her wand and I think she came with a stand and brush as well, not sure about shoes\n  ","920422":"\n  Good\n  ","920423":"\n  FRICK off!!\n  ","920424":"\n  😊💛\n  ","920425":"\n  Most likely\n  ","920426":"\n  Think that would cause a drought like california\n  ","920427":"\n  Frick off\n  ","920428":"\n  I don't agree with some of his choices but I guess he's not like the worse person there could be\n  ","920429":"\n  Can u not\n  ","920430":"\n  Laying down and watching tv\n  ","920431":"\n  ewwww no\n  ","920432":"\n  Thank you\n  ","920433":"\n  I dont drink, but I wouldn't mind cheering on the team\n  ","920434":"\n  ;)\n  ","920435":"\n  Wow\n  \n  .. Um idk\n  ","920436":"\n  I prefer sugar cookies lol\n  ","920437":"\n  Did u just really copy what we posted\n  ","920438":"\n  Definitely\n  ","920439":"\n  What does it consist of?\n  ","920440":"\n  I. Actually shocked I got mine done in time\n  ","920441":"\n  Hello\n  ","920442":"\n  We all float down here Georgie\n  ","920443":"\n  Write music\n  ","920444":"\n  Tried to report them or ask them to stop\n  ","920445":"\n  Yes\n  ","920446":"\n  For a semester\n  ","920447":"\n  They have\/do...\n  ","920448":"\n  Online\n  ","920449":"\n  Yes\n  ","920450":"\n  You shouldn't make fun of anyone. Because you don't know what their life is like, what battles they are fighting, how their family is and so on\n  ","920451":"\n  Yes and toxic ones\n  ","920452":"\n  Emo, pop, country pretty much every genre in a way\n  ","920453":"\n  Somewhat\n  ","920454":"\n  Date what?\n  ","920455":"\n  Huh?\n  ","920456":"\n  I had ham, cookies, and potato, macaroni salad not much though\n  ","920457":"\n  Yeah 😊\n  ","920458":"\n  My mom, siblings, Oprah lol\n  ","920459":"\n  He does 😊\n  ","920460":"\n  Currently people are stealing my screams from the recent video amd editing them into songs....\n  ","920461":"\n  Peace maker\n  \n  Quiet\n  \n  Talented\n  \n  Ambitious\n  \n  Workaholic\n  ","920462":"\n  I think once lol because timing wasn't right\n  ","920463":"\n  You're so beautiful\n  ","920464":"\n  I dont think I took any on the beach when we went to california hut however there is to video we did\n  ","920465":"\n  Well christina had like 5 wedding parties\/bridal showers whatever u call it lol\n  ","920466":"\n  Those who risk their lives for us everyday\n  ","920467":"\n  Jonas brothers and winter fest\n  ","920468":"\n  Nope\n  ","920469":"\n  Elli\n  ","920470":"\n  August 12th\n  ","920471":"\n  2020 I believe\n  ","920472":"\n  Katherine & lisa\n  ","920473":"\n  No I havent ate much\n  ","920474":"\n  Spent three hours trying to out together something, realized it was bigger then I thought, tried to place it in a specific place but not enough room, so tried to reorganize and one of the older objects kept coming apart every time I moved it and I'm really just not in the mood to try to clean, organize and whatever right now lol\n  ","920475":"\n  I would have to go with amanda & jd :)\n  ","920476":"\n  Monster, ferocious, annoying pretty boy, beautiful girl, castle, heartbreak but then live, breaks the curse\n  ","920477":"\n  Thanks anon\n  ","920478":"\n  Okay but it would still be nice to see who you really are 😊\n  ","920479":"\n  No the 18th :) and two others are getting married this year coming up. I got five sisters. Two are married, two engaged and one is just enjoying the single life\n  ","920480":"\n  Hi nose pincher?\n  ","920481":"\n  Tristenn\n  ","920482":"\n  Hot * 😂\n  ","920483":"\n  I appreciate you for admitting you're a roleplayer. But why not be yourself!? I'm sure you're gorgeous either way\n  ","920484":"\n  Give me the got chocolate!!\n  ","920485":"\n  Hi\n  ","920486":"\n  My youngest sister Dani, no she is not single, no she's not interested because she just got married\n  ","920487":"\n  What's wrong?\n  ","920488":"\n  Sorry I was getting irritated and literally was about to throw an object across the room\n  ","920489":"\n  Sugar & spice are the superior twins\n  ","920490":"\n  Everyone was there. Except our friends who came yesterday but I'm sure everyone will meet up later\n  ","920491":"\n  You too morgan\n  ","920492":"\n  You as well carla\n  ","920493":"\n  Happy holidays!!\n  ","920494":"\n  Merry Christmas\n  ","920495":"\n  You too\n  ","920496":"\n  Merry Christmas\n  ","920497":"\n  Merry Christmas 🎄\n  ","920498":"\n  Merry Christmas tom\n  ","920499":"\n  Merry Christmas 🎄 ❤\n  ","920500":"\n  👆\n  ","920501":"\n  😁😂\n  ","920502":"\n  No thanks\n  ","920503":"\n  I got a boyfriend who I'm with currently\n  ","920504":"\n  I want to comeee\n  ","920505":"\n  No\n  ","920506":"\n  I started to but then stopped\n  ","920507":"\n  Yeah\n  ","920508":"\n  Yes\n  ","920509":"\n  Uh no\n  ","920510":"\n  Confidential information\n  ","920511":"\n  Christian because he was ignoring me\n  ","920512":"\n  Beauty and the beast\n  ","920513":"\n  For the most part yes\n  ","920514":"\n  Or else what ?\n  ","920515":"\n  He was on top of the car lol\n  ","920516":"\n  Work\n  ","920517":"\n  U seen mikey talking about it and he said its sort of weird\n  ","920518":"\n  The cookie one\n  ","920519":"\n  Awe well maybe one day we can sign it for you\n  ","920520":"\n  Joey lol\n  ","920521":"\n  I like to roast don't come at me if you cant take the heat\n  ","920522":"\n  I grew up in california where there was no snow, to moving to Tennessee where there is snow... And I'm not impressed having to scrape ice off my windshield with a credit card\n  ","920523":"\n  Obama ...\n  ","920524":"\n  Neither\n  ","920525":"\n  Sometimes, I sad burnt the bottom of the one batch I made :\/\n  ","920526":"\n  Thanks chad for leaking these 🙄😋\n  ","920527":"\n  Eh\n  ","920528":"\n  I don't have a favorite\n  ","920529":"\n  Yeah lol color coordinated, and whatever\n  ","920530":"\n  I don't really know any\n  ","920531":"\n  What I think about myself\n  ","920532":"\n  I think this was when management tried to call make us wear heels\n  ","920533":"\n  Awe thanks\n  ","920534":"\n  Tristen\n  ","920535":"\n  Must speak english\n  ","920536":"\n  Last night\n  ","920537":"\n  Not stupid just very shady and I didn't need that person around\n  ","920538":"\n  Nope\n  ","920539":"\n  No\n  ","920540":"\n  Many things\n  ","920541":"\n  Hi\n  ","920542":"\n  Probably on my side mostly\n  ","920543":"\n  My gods name is jesus\n  ","920544":"\n  No thanks\n  ","920545":"\n  I'm doing good, and its actually been a nice day today\n  ","920546":"\n  They can be slow going at times\n  ","920547":"\n  Yeah and I have over 300 messages so bear with me\n  ","920548":"\n  It'd the heels\n  ","920549":"\n  Emotional\n  ","920550":"\n  2019 has been a tough year\n  ","920551":"\n  Lol\n  ","920552":"\n  Thank you\n  ","920553":"\n  I'll probably be on late or something, my family is more important\n  ","920554":"\n  Golf? Make it a water sport\n  ","920555":"\n  Conan gray- maniac\n  ","920556":"\n  Yessss\n  ","920557":"\n  Yes\n  ","920558":"\n  Its okay\n  ","920559":"\n  Happy belated birthday!!! 🎂\n  ","920560":"\n  Thats going to take a minute\n  ","920561":"\n  Pull covers are more comfortable to me\n  ","920562":"\n  How old are you?\n  ","920563":"\n  Helping cook food for tomorrow\n  "}}