{"Question":{"920564":"\n   how are youuuu?\n  ","920565":"\n   Ya\n  ","920566":"\n   you are soo cute!!\n  ","920567":"\n   hiii Lauren\n  ","920568":"\n   Best exercise to 6 pack pop up? ✌️👀\n  ","920569":"\n   What was your first kiss like?\n  ","920570":"\n   Last Christmas I gave you my heart.\nThe very next day you gave it away.\nThis year to save my tears I'll give to someone special.\n  ","920571":"\n   merry christmas! 🥳\n  ","920572":"\n   Do you remember Christina Grimmie? Have you heard of her?\n  ","920573":"\n   Decorating cookies looks like a lot of fun!\n  ","920574":"\n   Did you guys used to live in Tennessee before you lived in California or are you from a different state?\n  ","920575":"\n   Do you believe in miracles? Have some ever happened in your life?\n  ","920576":"\n   What is something you have lost that you wish you could get back?\n  ","920577":"\n   It's christmas eve everywhere\n  ","920578":"\n   What song defines your childhood?\n  ","920579":"\n   How often do you drink coffee?\n  ","920580":"\n   Love your profile pic, what kind of overalls are they and where you get them from?\n  ","920581":"\n   I know Lauren merry Christmas\n  ","920582":"\n\n    https:\/\/www.youtube.com\/watch?v=YKPaLAJNb_0\n   \n   he is good\n  ","920583":"\n   I'm tryna blast off all my family in eritrea\n  ","920584":"\n   Hey elf\n  ","920585":"\n   give me a shoutout\n  ","920586":"\n   Awwww 🥺\n\nNaw, I'm staying in bed.\n  ","920587":"\n   I don't think he would leave the house.\n  ","920588":"\n   What babies? I'm laying in my bed being depressed.\n  ","920589":"\n   Mine or yours?\n  ","920590":"\n   You're beautiful!\n  ","920591":"\n   Ice cream date 🤪\n  ","920592":"\n   Can I give someone my number\n  ","920593":"\n   YEAH!\n  ","920594":"\n   I could go for the ice cream kind\n  ","920595":"\n   it's ok\n  ","920596":"\n   haahaha\n  ","920597":"\n   oh\n  ","920598":"\n   uh why?\n  ","920599":"\n   hii\n  ","920600":"\n   Do you know where you were conceived\n  ","920601":"\n   Emma Bunton ( Baby Spice)\n\nComing Home for Christmas\n   \n    https:\/\/youtu.be\/QbSlfHMfGG8\n   \n","920602":"\n   Ya like Joey's breakfast sandwich\n  ","920603":"\n   Oh I forgot you did well basketball 🏀as well.\n  ","920604":"\n   hae?\n  ","920605":"\n   You are hot\n  ","920606":"\n   What do you want to do for Christmas this year?🎅🎅\n  ","920607":"\n   What’s a food combination that sounds gross but is really good?\n  ","920608":"\n   What would you rather be doing right now?\n  ","920609":"\n   Haha Mrs Lynne Claus 🤶🎁🎁\n  ","920610":"\n   Hello Lauren how was your day today\nMine was bad and nervous al day ever \nCry all day\n  ","920611":"\n   I just sent you a,Christmas message on Twitter. Now that how I write a Christmas card\n  ","920612":"\n   😌\n  ","920613":"\n   I know you do\n  ","920614":"\n   Report her accounts to ask.fm have u ever\nDone that\n  ","920615":"\n   Your Mom commend on Dani's post saying ''Wishing you a lifetime of happiness\"\n  ","920616":"\n   What's her account??\n  ","920617":"\n   Why will your askfm be going down what is going on?\n  ","920618":"\n   the first one\n  ","920619":"\n   What is?\n  ","920620":"\n   Gotchu queen💚\n  ","920621":"\n   Do you collect anything? If yes, what is it? 😀\n  ","920622":"\n   Just added u💚\n  ","920623":"\n   Ok best kisser is Tristen?\n  ","920624":"\n   How do you handle rejection?\n  ","920625":"\n   Bite them were you hungry?\n  ","920626":"\n   Have you ever made a baby cry whether it be or not on purpose? 😁 (If yes, why?)\n  ","920627":"\n   What's one food that you will never order at a restaurant?🤮\n  ","920628":"\n   Ever kiss bf and he made you see stars? 😀\n  ","920629":"\n   How do you annoy your sisters? Lol\n  ","920630":"\n   You’ve been given an elephant you can’t get rid of it, what would you do with it?🤣\n  ","920631":"\n   what outfit are you wearing in your profile photo?\n  ","920632":"\n   Would you rather have unlimited pizza for life or unlimited tacos for life?\n  ","920633":"\n   Today has been a bitter sweet day, but I’m feeling positive in a weird way! I hope everyone has had a good day ❤️❤️\n  ","920634":"\n   Have you and the bf done anything?\n  ","920635":"\n   hey guys i’m santa🎅 is there anything you want me to bring it for you for the christmas?🤣🤣🤣\n(any thing u want)\n  ","920636":"\n   💛💛💛\n  ","920637":"\n   Ok\n  ","920638":"\n   I found a different her but a different comment she made about your family I posted on your Kik. It say's you follow her on he main page\n  ","920639":"\n   Ok sorry\n  ","920640":"\n   I can't find it\n  ","920641":"\n   What comment to that person I will\n  ","920642":"\n   You just wanted to hear Christmas songs for the next 3 weeks you asked on Twitter. I posted 2\n  ","920643":"\n   Which is the best book you have read so far?\n  ","920644":"\n   You are the only one i can think of 💜😘\n  ","920645":"\n   Nervous habit\/s? 😁\n  ","920646":"\n   That awkward moment when _______.\n  ","920647":"\n   Like what??\n  ","920648":"\n   What did you buy for Christmas?\n  ","920649":"\n   Luke Bryan?\n  ","920650":"\n   You got a nice voice 🤘🏿. Dang the audience are annoying.\n  ","920651":"\n   Lol. Have you heard David Allen Coe's?\n  ","920652":"\n   Which reindeer would you be?\n  ","920653":"\n   Have you ever caught a butterfly? 🌸✨\n  ","920654":"\n   A song line that best describes your life right now?\n  ","920655":"\n   Emmyn just tweeted about Ice-Cream. What is he on\n  ","920656":"\n   Hey can I ask you something\n  ","920657":"\n   Caught between a dream and a nightmare\n  ","920658":"\n   But Max and Chad seem to be closer to you and the girls than Emmyn. Max seems to be a down to earth guy. I heard things about Chad cheated on his ex wife but people do change and he got older and want to settle down\n  ","920659":"\n   But Max and Chad seem to be closer to you and the girls than Emmyn. Max seems to be a down to earth guy. I heard things about Chad cheated on his ex wife but people do change and he got older and want to settle down\n  ","920660":"\n   You might have to think about doing as a 5 piece. Dani was probably not happy because Emmyn & his band wasn't there\n  ","920661":"\n   I think it was early that they are married. They are together for a year and they are so  young. Okay Christina could be the same age as Dani when she met Nick but they were a couple for like 7-8 years and then got married\n  ","920662":"\n   And you always will be close to each other\n  ","920663":"\n   I wouldn't go that far. I thought things would change after Christina got married but she's still there to support you all and the Cimfam. I think Kath & Lisa will be the same as her\n  ","920664":"\n   I know it's a hard you don't want to say too either of them. Because that might push Dani away more\n  ","920665":"\n   Okay.\n  ","920666":"\n   This is my opinion. There's a thing most of you live by. And that's wait til after marriage. I don't think Emmyn couldn't wait.  I might be very here in saying. But she could end up pregnant & if anything happened Dani would be left holding the baby.\n  ","920667":"\n   Babe don't worry about it.\n  ","920668":"\n   Ok. We don't have to.\n  ","920669":"\n   Well.... idk\n  ","920670":"\n   Oh.\n  ","920671":"\n   Ooh.\n  ","920672":"\n   Dani is married?\n  ","920673":"\n   Why?\n  ","920674":"\n   Ok I will read later when I get back. I am just off out for my dinner\/ tea was we call it here\n  ","920675":"\n   I just seen Lisa's posts talking about her ring. At least her and Katherine are doing it the right way and taking there time. And Christina did as well\n  ","920676":"\n   So did Dani not tell you though\n  ","920677":"\n   Oh ya I seen them. Your Dad on the front\n  ","920678":"\n   Emmyn just posted iu on Instagram. I didn't put a like on it or commented. I thought Lisa had put congratulations. But it was a Cimfam with her profile picture from the  Italy song\n  ","920679":"\n   😮 who are those people,on the front row. That's out of order not inviting any of you\n  ","920680":"\n   Why what's up Lauren?\n  ","920681":"\n   Beard or moustache?\n  ","920682":"\n   Does he know how many guys wish they were him right now?\n  ","920683":"\n   That's amazing Lauren! I'm so happy for you! He's the luckiest man alive\n  ","920684":"\n   Since when did you have a babe? Congrats! He is such a lucky man\n  ","920685":"\n   What are you doing\n  ","920686":"\n   Hallo\n  ","920687":"\n   Favorite color? Book? Movie? TV Show? Person? Place? Object? Drink? Food? Band? Album?  🤔\n  ","920688":"\n   Yeah, lol. It's good. Watch the trailer.\n  ","920689":"\n   What do you geek out about? 🤔\n  ","920690":"\n   It is. Was really good!\n  ","920691":"\n   What are you excessively obsessive-compulsive about? 🤔\n  ","920692":"\n   I just got done binge watching a brand new Netflix series called The Witcher. Just came out today. Any plans on watching it? 🤔\n  ","920693":"\n   Have you ever mistaken someone’s friendliness with flirting?I never do . I KNOW the ladies are flirting with me! 😎😎😎\n  ","920694":"\n   ¿Snapchat?\n  ","920695":"\n   When is the last time modern technology failed you? Example WiFi goes down .\n  ","920696":"\n   How close to the pool bottom do you swim?\n  ","920697":"\n   Mostly likely they wont cause the Senate is Republican majority\n  ","920698":"\n   Christmas or Kiss me\n  ","920699":"\n   Hi can we talk 😊\n  ","920700":"\n   Have you ever had a job where you got hired on the spot\n  ","920701":"\n   Thank you Lauren 🌹\n  ","920702":"\n   I am incredibly flattered\n  ","920703":"\n   That's if the Senate actually impeaches him then he can't\n  ","920704":"\n   Do you have a cameo account??\n  ","920705":"\n   Are you really filming a movie rn??\n  ","920706":"\n   What do you mean\n  ","920707":"\n   If a Arabian Prince asked you to fly to Saudi Arabia to sing for him and stay for a month for a million dollars would you??\n  ","920708":"\n   If trump asked you to sing at his next inaugural would you or??\n  ","920709":"\n   Hey\n  ","920710":"\n   For FLAMES 🥀🔥 didn't you all ready do a video for RUNNING 🏃‍♀️🧡\n  ","920711":"\n   Are you a Democrat?\n  ","920712":"\n   Just want you guys to know I enjoy your questions and answers . Ask fm has been fun the past couple weeks and I’ve met some really nice people! Hope you have a nice holiday !\nDo you like salt water taffy?\n  ","920713":"\n\n    https:\/\/www.dailymail.co.uk\/sciencetech\/article-7811595\/267-million-Facebook-users-IDs-names-phone-numbers-exposed-online-unsecured-database.html\n   \n","920714":"\n   What do you enjoy doing on the weekends? And what would you wish to do, if you had a choice?\n  ","920715":"\n   Evening\n  ","920716":"\n   Are you a Democrat?🙄🙄\n  ","920717":"\n   What does this have to do with anything?\n  ","920718":"\n   So looking forward to Christmas?\n  ","920719":"\n   Oh resident of Trumpland?\n  ","920720":"\n   🙆‍♀️🤖🦁🤠🧚‍♀️💛💛💛💛💛💛💛💛💛💛💛💛💛💛💛🧙‍♀️💛💛💛💛💛💛💛🧙‍♂️💛💛💛💛💛💛💛💛💛💛💛💛💛💛💛💛💛💛🧙‍♂️💚\n  ","920721":"\n   Gizmo or Baby Yoda?\n  ","920722":"\n   So woukd U ever be friends with someone that is different\n  ","920723":"\n   Do u believe In black magic\n  ","920724":"\n   Why would you wanna cry? 🥺\n  ","920725":"\n   Hey\n  ","920726":"\n   Whatcha doing? 🤔🍿\n  ","920727":"\n   Have you ever written a poem? If yes, what was it about?\n  ","920728":"\n   Mine\n  ","920729":"\n   How old are u\n  ","920730":"\n   I have seen that one this time I nominated\n   \n    @chicknwings\n   \n   not the one on here on Instagram\n  ","920731":"\n   Cutie\n  ","920732":"\n   What do u love about life\n  ","920733":"\n   What does that mean make up doesn't make u any prettier\n  ","920734":"\n   But I'm not allowed to date\n  ","920735":"\n   Any James Brown fans here? What’s your favorite song by him?\n  ","920736":"\n   Star Wars, Star Trek or Stargate? 🤔\n  ","920737":"\n   Do you believe in miracles? Have some ever happened in your life?\n  ","920738":"\n   Do you get over break-up easily?\n  ","920739":"\n   I don't know anybody personally that lives in America. So I nominated Rachael Nemiroff for your prize giveaway on Instagram 💖😳\n  ","920740":"\n   What are you looking forward to the most in 2020?\n  ","920741":"\n   A yacht\n  ","920742":"\n   Oh right\n  ","920743":"\n   Do you welcome competition?\n  ","920744":"\n   Has having an askfm taught you anything about yourself?\n  ","920745":"\n   If you could go back in time to change one thing what would it be?\n  ","920746":"\n   At what point did you realize your favorite tv show was on its way down hill?\n  ","920747":"\n   Have you ever been on a speedboat?\n  ","920748":"\n   Favorite couples on Ask? 🤔\n  ","920749":"\n   13 i banged my first million views\n  ","920750":"\n   Haha everyone wants to hit u\n  ","920751":"\n   Yes it's the same here. I keep on seeing the same posts over & over again\n  ","920752":"\n   Have you done the new blink challenge on Instagram\n  ","920753":"\n   For how long are you familiar with your best friend?\n  ","920754":"\n   When was the last time you stole something o.0? If you never have, post a GIF showing your home country\n  ","920755":"\n\n    @IreneWalton\n   \n   is Tristen's ex\n  ","920756":"\n   Why does it rain on sunny days? Or post a GIF\n  ","920757":"\n   How many licks does it take to get to the tootsie roll center of a Tootsie Pop?\n  ","920758":"\n   When is the best time of day for you productively?\n  ","920759":"\n   Who is your go-to partner in the zombie apocalypse? Who would you leave behind?\n  ","920760":"\n   What's the strangest thing you've ever eaten?\n  ","920761":"\n   Now you have a song about blue and brown eyed boys\n  ","920762":"\n   Are you a virgin?\n  ","920763":"\n   You are very good girl\n  ","920764":"\n   U r very beautiful\n  ","920765":"\n   Hey there, would you like to receive interesting and daily questions from me? 🤗\n  ","920766":"\n   Umm, privacy is important....there is no privacy....anyone can read our chats so🙄\n  ","920767":"\n   Tell me something idk:🐸🤟🏽\n  ","920768":"\n   What’s your opinion on the “ cancel culture”?\n  ","920769":"\n   Im good\n  ","920770":"\n   Who live in chicago??\n  ","920771":"\n   Most embarrassing thing to happen to you?\n  ","920772":"\n   Cimorelli funny bits from 2019\n   \n    https:\/\/youtu.be\/MVnEhzNAcaw\n   \n","920773":"\n   How about this one?\n\n\"Why do math teachers love parks so much?\"\n  ","920774":"\n   Can you solve this math joke? \n\n\"What do you call a number that just can’t keep still?\"\n  ","920775":"\n   Build a snowman or make snow angels?\n\nFor those who haven't experienced snow, which sounds more appealing?\n  ","920776":"\n   Unpopular opinion\n  ","920777":"\n   When's the last time you: sneezed? Lit a candle? Took a bubble bath? Gave\/recieved a hug? Sang? Drew?\n  ","920778":"\n   Train sets under trees; yay or nay?\n  ","920779":"\n   Do you like getting compliments?\n  ","920780":"\n   Do you have a busy upcoming week ahead?\n  ","920781":"\n   Would you rather have eggnog, hot chocolate or hot apple cider right now?\n  ","920782":"\n   Do you know many people born in December? Are you one of them? Sagittarius or Capricorn?\n  ","920783":"\n   What gets you into the holiday spirit regardless of which holiday you celebrate?\n  ","920784":"\n   Are you excited for Christmas or over it type feeling as it approaches?\n  ","920785":"\n   Fav ice cream ever?\n  ","920786":"\n   old or gold?\n  ","920787":"\n   What is your dream car?\n  ","920788":"\n   Do you like kid rock?\n  ","920789":"\n   I’m about to lose my mind my one cat is in heat and she is acting like she is on crack she is running around and rolling on the floor purring it’s about to drive me mad this has been a week of her doing this and her being in heat 😭I have barely slept\n  ","920790":"\n   What if you really like someone, but your parents do  not like the person.? What would you do?\n  ","920791":"\n   Hi sister. Folback\n  ","920792":"\n   I got believe in you book too\n  ","920793":"\n   Love you Lauren❤️\n  ","920794":"\n   Good luck Lauren , I’m always here for you 😘\n  ","920795":"\n   Is it funny\n  ","920796":"\n   Do you like pigeons?\n  ","920797":"\n   How do you feel about old people driving passed 70? Should there be a law saying they can’t drive no more? Or should they get retested?\n  ","920798":"\n   Who are the best parents on askfm?\n  ","920799":"\n   Name an artist(s) that everybody seems to love but you just aren't impressed with?\n  ","920800":"\n   best wishes to Michelle and all your family, Merry Christmas\n  ","920801":"\n   on boy in a band\n  ","920802":"\n   who's doing the lead vocals there? she's good\n  ","920803":"\n   😂😂\n  ","920804":"\n   They do quite a lot of pop covers too, like Madonna... yeah not saying don't, just do it with your eyes open and know what you're in for. The Texan rock gal Rosie Flores said she could never maintain a relationship cause she was on the road all the time. She's nearly 70 now (looks 30 years younger)\n  ","920805":"\n   ok listening to NFG, pop punk isn't really my thing but they're pretty good\n  ","920806":"\n   You asked, I delivered 😊\n  ","920807":"\n   no hate, just saying she's taking on a difficult project here... musos have to travel a lot and there are long periods where you don't see each other\n  ","920808":"\n   this will be 3rd try for him? musos are hard work lol, this ain't going to be easy\n  ","920809":"\n   If you could only play one game on a console, computer or phone for the rest of your life, which game would you choose?\n  ","920810":"\n   Wow I can’t believe we’re about to hit a decade. 2020 😳\n  ","920811":"\n   hey how r u feelin\n  ","920812":"\n   Yikes, you have a very structured exercise routine! So cool that you go for a run every morning and go to the gym a lot too! :-) How far do you run in the morning?\n  ","920813":"\n   You want some questions? 🤔\n  ","920814":"\n   Use this space to say something sweet to your significant other. If you don't currently have one, say something sweet to yourself. 🥰\n  ","920815":"\n   Sure ... I'll follow him 👍🌹 thanks Lauren\n  ","920816":"\n   No\n  ","920817":"\n   Sure\n  ","920818":"\n   congrats to her, who's the guy?\n  ","920819":"\n   At least you get questions\n  ","920820":"\n   wedding next year then?\n  ","920821":"\n   Yeah, ik.\n  ","920822":"\n   Idk\n  ","920823":"\n   No.\n  ","920824":"\n   What?\n  ","920825":"\n   In Love ???\n  ","920826":"\n   Smh\n  ","920827":"\n   Have you ever ordered a gift online however it did not arrive until after the person’s birthday?\n  ","920828":"\n   have you ever taken a laxative?\n  ","920829":"\n   If you had 10 minutes on a popular TV talk show, what would you talk about?\n  ","920830":"\n   What would you be like with unlimited free time?\n  ","920831":"\n   What's the best pick up line someone said to you and did it work?\n  ","920832":"\n   Have you ever gone to a fight with your boss at work\n  ","920833":"\n   Heyyy love 🖐💛💛💛🌷🌷🌷\n  ","920834":"\n   I knew you would know it really 🙃\n  ","920835":"\n   I do whatever i want girl, and i'm not 40 you look 50\n  ","920836":"\n   Well the real Emila Clarke is 23. She was on a show in the uk last night called the Graham Norton show\n  ","920837":"\n   Are you an affectionate person\n  ","920838":"\n   Have you ever been knocked unconscious\n  ","920839":"\n   Do you like Bugels?\n  ","920840":"\n   Did you have to play your keyboard for that 😂\n  ","920841":"\n   how are you?\n  ","920842":"\n   Are you rich\n  ","920843":"\n   23 years old I bet\n  ","920844":"\n   hi\n  ","920845":"\n   Do you like to color?\n  ","920846":"\n   It was when it first came out 😂\n  ","920847":"\n   Out of the negative emotions of greed, anger, jealousy, and hate, which one would you say affects you the most?\n  ","920848":"\n   How old do you think i am?\n  ","920849":"\n   Flames or pressure?\n  ","920850":"\n   What is the main reason for you to refuse a date?\n  ","920851":"\n   Do you sing or play any instrument?\n  ","920852":"\n   What song is this on Keyboard \n(EASY)\n\nEEE EEE E G CDE FFFFFF EEEEEE\n  ","920853":"\n   i see a tear on your shirt\n  ","920854":"\n   Do you like kisses\n  ","920855":"\n   Sure\n  ","920856":"\n   Is sleepy\n  ","920857":"\n   😘\n  ","920858":"\n   Is Dani in Instagram jail. She has tweeted that she can't post. But I noticed you Christina & Lisa ain't having any difficulties.\n  ","920859":"\n   Which Christmas song freaks you out the most?\n  ","920860":"\n   Do you think need a college\/ university degree to get a decent job\n  ","920861":"\n   If you could visit one place in the world, where would it be?\n  ","920862":"\n   Hi Lauren how are you I saw a video song of you with your sisters las night\n  ","920863":"\n   Oh\n  ","920864":"\n   What would you do if a celebrity punched you?\n  ","920865":"\n   Huh?\n  ","920866":"\n   If babies are considered innocent, when do people cease to be innocent? 🤔\n  ","920867":"\n   Lauren sorry just sorry\n  ","920868":"\n   I saw that.\n  ","920869":"\n   What's one thing your parents do not know about you?\n  ","920870":"\n   If you had to choose a type of color that you thought represented yourself, which would it be?\n  ","920871":"\n   I just had a McDonald's \nQuarter Pounder Cheeseburger \nFries \nMcFlurry\nLarge coke\n  ","920872":"\n   ;)\n  ","920873":"\n   I'll teach you my karate moves since I'm a black belt.\n  ","920874":"\n   The day you switched lives with your little brother\n   \n    https:\/\/youtu.be\/HPyiEm-IY6w\n   \n   You were great at the lifting & snowboarding\n  ","920875":"\n   Only because I live no where near you.\n  ","920876":"\n   Babe you gotta work out with me 😂\n  ","920877":"\n   Lisa engaged now and will be married next year?\n  ","920878":"\n   M y boob\n  ","920879":"\n   NEW CIMORELLI SATURDAY\n  ","920880":"\n   That is for giving us that laurisa sister moment we needed\n  ","920881":"\n   Ok babe\n  ","920882":"\n   White Christmas yay or nay?\n  ","920883":"\n   Are you excited for the new Star Wars?\n  ","920884":"\n   How long will you search for something before declaring it lost?\n  ","920885":"\n   Do you donate to charity?\n  ","920886":"\n   If you had to choose a type of color that you thought represented yourself, which would it be ?\n  ","920887":"\n   What is your definition of pure happiness ?\n  ","920888":"\n   Favourite Song ?\n  ","920889":"\n   Your favorite TV Show?\n  ","920890":"\n   Biggest Regret ?\n  ","920891":"\n   Do you wish you could just have someone in your life even as a friend of the opposite sex!?\n  ","920892":"\n   I'm not mean\n  ","920893":"\n   Do you have a hard time sleeping\n  ","920894":"\n   How are you , anything new sis\n  ","920895":"\n   Tell Dani she’s funny\n  ","920896":"\n   Would you rather have Sausages for fingers or Burgers for feet? And why?\n  ","920897":"\n   Who is your celebrity crush\n  ","920898":"\n   Most venues over here in the UK say. But people still manage to record on there phones\n  ","920899":"\n   Have you ever participated in a protest , sit in or candlelight vigil?\n  ","920900":"\n   Ever had to call the cops on your neighbors? Have they ever called the cops on you?\n  ","920901":"\n   Do you have any good looking neighbors?\n  ","920902":"\n   Latest gossip in your family 😁\n  ","920903":"\n   Do you like Bring me the Horizon?\n  ","920904":"\n   🤗\n  ","920905":"\n\n    https:\/\/em.wattpad.com\/064f3c5deacef7043d8285c13556df03a71158b3\/68747470733a2f2f73332e616d617a6f6e6177732e636f6d2f776174747061642d6d656469612d736572766963652f53746f7279496d6167652f4f666a546c4f54456b4a445742673d3d2d3333333936373530372e313438366632353734363862333834383438333131393734333431322e6a7067?s\n   \n","920906":"\n   do you believe more in fate or that we are the creators of our own destinies because we are governed by free will?\n  ","920907":"\n   Lauren\n  ","920908":"\n   Ya I read that statement you wrote on here. Some people are damm right rude. I hope she's ok & she continues with her love for graphic design\n  ","920909":"\n   Greta Thunberg who is a supposed climate activist, had a impact of life. Is she a scientist?\n  ","920910":"\n   Sorry I haven't been around much today. My Wifi went totally down so I have been using my phone data on\/off. It's finally came back at 12.23am UK TIME. But now I am tired and off to bed at 1.37am. Hopefully I will be on more tomorrow good night Lauren 😴🛏\n  ","920911":"\n   Both . I say nothing\n  ","920912":"\n   Ask.fm needs an option to vote for both 👍\n   \n    https:\/\/ask.fm\/Itslaurencim\/photopolls\/149149287\n   \n","920913":"\n   What scene in a movie has evoked the most feelings out of you?\n  ","920914":"\n   Have you sent bold pics to anyone?\n  ","920915":"\n   When was the last time you put yourself first?\n  ","920916":"\n   Followed 🌸\n  ","920917":"\n   Then what kind of music do you listen to?\n  ","920918":"\n   Do you think some people are just unlucky?\n  ","920919":"\n   If you could change your name to anything, what would it be?\n  ","920920":"\n   Peter Frampton from Nashville is playing a farewell tour. Because he has been diagnosed with a muscle wasting disorder. Which means he won't be able to play the guitar this time next year. He has played with some big artists  over the years\nDavid Bowie \nThe Beatles & many more\n  ","920921":"\n   Have you seen 6 Underground yet? New movie on Netflix starring Ryan Reynolds, directed by Michael Bay. 🤔🤓\n  ","920922":"\n   Favorite movie, go!\n  ","920923":"\n   If you could press a button and receive a million dollars, but one stranger would die, would you press the button? And if so, how many times? 🤔\n  ","920924":"\n   If it was discovered that personality traits were partly genetic and could be removed with gene therapy, would it be ethical to edit out negative character traits that harm others like extreme aggression, compulsive lying, or cruelty? 🤔\n  ","920925":"\n   ❣❣❣\n  ","920926":"\n   ❦ S P A C E ❦ ....for something to see, read or listen to.\n  ","920927":"\n   Have you ever been afraid of Santa Claus?\n  ","920928":"\n   What’s the difference between justice and revenge? 🤔\n  ","920929":"\n   Did you enjoy being home schooled?\n  ","920930":"\n   With no laws or rules to influence your behavior, how do you think you would behave? 🤔\n  ","920931":"\n   Do animals have rights and do those rights extend to all animals or do the rights change based on the complexity of the animal? 🤔\n  ","920932":"\n   What do we need more of?\n  ","920933":"\n   When you were in elementary school what was your bed time?\n  ","920934":"\n   For what in your life do you feel most grateful?\n  ","920935":"\n   Are you a member of the Jelly of the Month club?\n  ","920936":"\n   How do you feel about Monday’s?\n  ","920937":"\n   Do you worry and get stressed out much\n  ","920938":"\n   Who was the last person that got angry at you\n  ","920939":"\n   What stocking stuffers do you usually put in your kids stockings? If you have no kids. What do you normally get in yours \/\/ or if you no longer do stocking stuffers when u were a kid what did you normally get?\n  ","920940":"\n   Do you like Disney\n  ","920941":"\n   Ever saw lady gaga in real life?\n  ","920942":"\n   Does anyone stop you in the streets and beg for selfies \/ autographs ?\n  ","920943":"\n   You like roses?\n  ","920944":"\n   What was the last thing that made you happy?\n  ","920945":"\n   gasoline smell or nail polish 😌😍smell\n🤣🤣🤣\n  ","920946":"\n   What have you been obsessed with recently, if anything?\n  ","920947":"\n   your welcome\n  ","920948":"\n   Is he your boyfriend`?\n  ","920949":"\n   Lauren be my lauren to my nip tonight\n  ","920950":"\n   I can be a thirdwheel\n  ","920951":"\n   Are you really batting with Eminem rn?\n  ","920952":"\n   Emmyn has a human dog\n  ","920953":"\n   When its 4:30 and I can't sleep, you don't have to guess what's keeping up at night\n  ","920954":"\n   Any recommendations on who is worth following? 🤔\n  ","920955":"\n   Are you dressed all Christmassy like Amy today 🎄🤶🎁🎁\n  ","920956":"\n   No from guy?\n  ","920957":"\n   How do you live\n  ","920958":"\n   you are stunning\n  ","920959":"\n   Who is your hero?\n  ","920960":"\n   Do you like a kiss\n  ","920961":"\n   If you could choose to live anywhere in the world, where would you prefer to live?\n  ","920962":"\n   What is your favorite type of flower?\n  ","920963":"\n   What is one thing you refuse to share?\n  ","920964":"\n   If you could erase any horrible experience from your past, what would it be?\n  ","920965":"\n   Which movie do you think is overrated?\n  ","920966":"\n   Cool & yea of course it will be because i consider myself a gentleman .😊😎\n  ","920967":"\n   Classic Movie\/TV Ship Spam Level 1(name the show): Ross Gellar and Rachel Green\n  ","920968":"\n   Classic Movie\/TV Ships(name the show-LEVEL 9000): Jack, Janet, Chrissy\n  ","920969":"\n   Classic Movie\/TV Ships Spam(name the show): Damon-Stefan-Elena\n  ","920970":"\n   Classic Movie\/TV Ships Spam(name the show): Dorothy and Scarecrow o.0\n  ","920971":"\n   Classic Movie\/TV Ships Spam(name the show): Jack-Kate-Sawyer-Juliet\n  ","920972":"\n   Classic Movie\/TV Ships Spam(name the show): Danny Zucco and Sandy Olsson?\n  ","920973":"\n   Classic Movie\/TV Ships Spam(name the show): Sam Malone and Diane Chambers?\n  ","920974":"\n   Classic Movie\/TV Ships Spam(name the show): Jack and Rose Dawson?\n  ","920975":"\n   What high school u went to\n  ","920976":"\n   Yes I do\n  ","920977":"\n   But I do like men.\n  ","920978":"\n   Ah I see ( TEENAGERS🤷‍♂️)😂\n  ","920979":"\n   It does seem rushed not wanting a good old church wedding\n  ","920980":"\n   So you still not sure whether it's a good idea.\n  ","920981":"\n   which is your favorite song off your EP?\n  ","920982":"\n   So it's not going to be a big church wedding like Christina's & Nick's or like Max & Kath are planning\n  ","920983":"\n   Dani got married?\n  ","920984":"\n   sc?\n  ","920985":"\n   Are you a virgin?\n  ","920986":"\n   Facebook & Instagram are broke again\n  ","920987":"\n   Weirdest thing you’ve heard about yourself from others ?\n  ","920988":"\n   I'll take that as a compliment considering gay men have better taste than straights.\n  ","920989":"\n   Nice dani seems happy I hope All the best for her and I hope you and Tristan get married soon? 😀\n  ","920990":"\n   Congratulations to dani getting married who caught the bouquet 💐?\n  ","920991":"\n   What’s the weather like for you where you are at?\n  ","920992":"\n   follow back\n  ","920993":"\n   I love your personality ❤️😍\n  ","920994":"\n   Hey Lauren follow back😊\n  ","920995":"\n   Why are ypubleaving for the holidays you're  name is elf Lauren\n  ","920996":"\n   So too busy for us??? Wow\n  ","920997":"\n   Do people like neck kissing gentle or aggressive?\n  ","920998":"\n   Have you ever had one of those days where you just want to scream out of frustration\n  ","920999":"\n   I m great what sup\n  ","921000":"\n   If I come to your concert can I be a VIP since please ?\n  ","921001":"\n   Oreos or pizza\n  ","921002":"\n   Follow back?\n  ","921003":"\n   Im drunk 🥴 😵 had a bit too much spiked eggnog\n  ","921004":"\n   Then we can chat on insta😂😂\n  ","921005":"\n   How old are you?\n  ","921006":"\n   I love you!\n  ","921007":"\n   Yes?\n  ","921008":"\n   May be he made mistakes when he was young but he changed\n  ","921009":"\n   Jonah look better then your gay boyfriend\n  ","921010":"\n   Did you know that you can ask Santa Claus for a VIP crown here\n   \n    http:\/\/bit.ly\/VIP_en\n   \n   ?\n  ","921011":"\n   Ya I only seen Christina's & 1 from amy from yesterday night though that I didn't see yesterday.\n  ","921012":"\n   If they have I bet you all will be upset. I know I would if a family member did that in my family\n  ","921013":"\n   WHAT 😳 So that's what Emmyn's post was going to a place in Nashville he does normally go to. They got married in secret no family or friends\n  ","921014":"\n   Oh Cousins sorry ya you did say\n  ","921015":"\n   Ya I love Christina's new hair style ❤. And Rachael's niece making up songs\n  ","921016":"\n   Did you used to watch the show Drake & Josh?\n  ","921017":"\n   What TV show character would it be the most fun to change places with for a week?\n  ","921018":"\n   In the past people were buried with the items they would need in the afterlife, what would you want buried with you so you could use it in the afterlife?\n  ","921019":"\n   If you could switch two movie characters, what switch would lead to the most inappropriate movies?\n  ","921020":"\n   Well it’s the tradition!\n  ","921021":"\n   Come here bb\n  ","921022":"\n   So both Christina & Rachael are child minding tonight\n  ","921023":"\n   Ok ok ... you do realize that it’s the parents job to pay for the wedding right .???\n  ","921024":"\n   How 😅😅\n  ","921025":"\n   Omg 😳 that’s gonna be a a lot of money 😅to pay for that I don’t envy your parents I wouldn’t want to pay for all the weddings\n  ","921026":"\n   hm\n  ","921027":"\n   Still it’s seems soon\n  ","921028":"\n   Hey, I like you 🌹\n  ","921029":"\n   Purple or green\n  ","921030":"\n   😱another wedding ..??damm\n  ","921031":"\n   Ah the video I saw was on TikTok\n  ","921032":"\n   Do you think it's cute when guys are ticklish?\n  ","921033":"\n   🙄yes there’s a chance but I highly doubt that he is and if he does then ill give you 100\nBucks and you can do anything or say anything if I win then you give me two hundred bucks and vip tickets to a show 👀👀yea or naw Check yes or no ...also a song (check yes or no) is a country song and a good one\n  ","921034":"\n   So a boy in work wanted to date me and he told my friends to ask me if wants to date me and if I have a boyfriend and I told my Bos Bc u can't date ur coworkers right\n  ","921035":"\n   How would you feel if u liked a boy and they told u omg u Naver date it and there were shocked ?\n  ","921036":"\n   Did u ever been to a concert\n  ","921037":"\n   Highly unlikely he will !\n  ","921038":"\n   Do u ever wanna get married ?\n  ","921039":"\n   Im aware 🤦‍♂️🤦‍♂️🤦‍♂️🤦‍♂️🤦‍♂️🤦‍♂️\n  ","921040":"\n   Hope all good your side\n  ","921041":"\n   What do u think if someone told u make up doesn't make u any prettier\n  ","921042":"\n   Hey elf on the shelf\n  ","921043":"\n   Do u work\n  ","921044":"\n   Yea I know but both things were voted and  he lost so one is left he was Inpeaced by the house Of repastives so one more thing is the trail and to decide his final fate\n  ","921045":"\n   Do you think ur pretty\n  ","921046":"\n   I was in work the other day a co worker said to me you know what I like to call a pig in a blanket I was so tempted to say your wife on a cold day\n  ","921047":"\n   You realize they did he is going to trail ?? so he’s been impeached partly so now all that’s left is the trail which i think it will go fast so I know it will end soon and I almost certain he is gonna be out!!\n  ","921048":"\n   Cresent roll\n  ","921049":"\n   ITS OFFICIAL HES INPEACHED !! GOODBYE ASSIPE  NOW THE TRIAL HE BETTER BE GET CONVICTED!! I hate to say it but I told people when I was In high school that he would be impeached well I hate to say it (not really 😂🤭🤫) BUT I TOLD YOU soo!!!!!\n  ","921050":"\n   Do you like pigs in a blanket\n  ","921051":"\n   Who is the girl with blue hair is she an elf like you? 😀\n  ","921052":"\n   🤦‍♂️🤦‍♂️😱😱how are we friends if you don’t like pie🤦‍♂️😂😂\n  ","921053":"\n   Speak your heart out 💯💛\n  ","921054":"\n   😂😂😂\n  ","921055":"\n   YOU CAN'T SING?? Wtf is the anon stupid or something? in my opinion you are one of the best singers ever and your high tone or whatever it's called is perfect :)\n  ","921056":"\n   Who scribbled on it 😳\n  ","921057":"\n   It's very cold here 🇬🇧❄ this week\n  ","921058":"\n   He is good looking\n  ","921059":"\n   I see you and Jonah aren't friends anymore\n  ","921060":"\n   🇬🇧\n  ","921061":"\n   Billions? You don't have a million followers 😂\n  ","921062":"\n   This is funny Christina on point 😂😂\n   \n    https:\/\/www.instagram.com\/p\/B6N0T5OiNu8\/?igshid=zppjlxu0ixek\n   \n","921063":"\n   You can't sing\n  ","921064":"\n   What three things in life do you want more than anything else?\n  ","921065":"\n   Which word do you use most often?\n  ","921066":"\n   What are the childish things you still do?\n  ","921067":"\n   If you could travel anywhere, where would it be?\n  ","921068":"\n   If you could teleport, where would you go?\n  ","921069":"\n   How do you usually express your emotions?\n  ","921070":"\n   Is he good kisser\n  ","921071":"\n   Happy 😃 weekend Lauren for you\n  ","921072":"\n   What do you want for Christmas?\n  ","921073":"\n   Do you fart?\n  ","921074":"\n   Oh\n  ","921075":"\n   What's your favourite place?! \"💓\n  ","921076":"\n   Ok.\n  ","921077":"\n   Uh.... what?\n  ","921078":"\n   That's pretty messed up.\n  ","921079":"\n   your welcome you and your sisters are amazing\n  ","921080":"\n   Have you finished your Christmas shopping?!\n  ","921081":"\n   cute outfits on your polls lurean i love em\n  ","921082":"\n   Ya I have to press on it for the picture to show. Mind you I have a crappie Samsung Galaxy S8 phone\n  ","921083":"\n   The picture comes up blurry on mine\n  ","921084":"\n   BULLSHIT\n  ","921085":"\n   Cool 🙌\n  ","921086":"\n   Do you want to sleep with Tristen?\n  ","921087":"\n   Yes and teach them to cook😂\n  ","921088":"\n   Oh best way start a fresh\n  ","921089":"\n   Have u met Ariana?\n  ","921090":"\n   How many followers here?\n  ","921091":"\n   How are your Sims family going on Sims4 have they managed to learn how to cook without setting the house on fire\n  ","921092":"\n   So what did you do in the holiday concert?\n  ","921093":"\n   You look great in your profile pic.\n  ","921094":"\n   POST A POETRY 💛\n  ","921095":"\n   You drink?\n  ","921096":"\n   When was the last time you got drunk, lit, plowed, knockered etc?\n  ","921097":"\n   If your S.O. demanded you left Ask.fm or it's over, would you leave? Why or why not?\n  ","921098":"\n   How much time does it take you to get ready for a date or go out with friends?\n  ","921099":"\n   What is something you could teach future generations?\n  ","921100":"\n   Tristen is trash\n  ","921101":"\n   If you get single i want you :D\n  ","921102":"\n   Do you have any plans of leaving ask anytime soon?\n  ","921103":"\n   Well don't get married\n  ","921104":"\n   Boyfriends are overrated\n  ","921105":"\n   Lol you are the funniest\n  ","921106":"\n   & friends\n  ","921107":"\n   What makes you happy when you need it most?\n  ","921108":"\n   Wow!! That's quite a large family gathering. No hate here.\n  ","921109":"\n   Babyyyyyy\n  ","921110":"\n   Post a GIF showing you when you haven't got enough sleep?\n  ","921111":"\n   When was the last time you had a fire drill?\n  ","921112":"\n   What is a key element to your success?\n  ","921113":"\n   Do you know who Bobby Heenan is\/was?\n  ","921114":"\n   Your sis blew me\n  ","921115":"\n   Ah\n  ","921116":"\n   What is your favorite type of flower?\n  ","921117":"\n   were you sad about Marie Fredriksson from Roxette?\n  ","921118":"\n   I follow Tiffany A, she seems pretty cool.\n  ","921119":"\n   What do you like to cook?\n  ","921120":"\n   MR T\n  ","921121":"\n   Any fun birthday ideas you've done or been to?\n  ","921122":"\n   Yay or nay: Polar Express?\n  ","921123":"\n   YES 🙆‍♂️🙆‍♂️\n  ","921124":"\n   😂😂\n  ","921125":"\n   Please keep it\n  ","921126":"\n   😍😍😍😍\n  ","921127":"\n   PAP 😉\n  ","921128":"\n   What's something you'd hate to get for Christmas or whatever holiday you celebrate?\n  ","921129":"\n   Human memory has been shown to be incredibly unreliable. With that in mind, how do you know which of your memories are genuine and which have been altered or made up? 🤔\n  ","921130":"\n   What’s the last YouTube video you watched?\n  ","921131":"\n   So cool that can exercise in a variety of ways. It seems like you have quite a flexible exercise routine. Are you purposefully avoiding a fixed routine? With your busy lifestyle it might add some stress but it would also make it easier to do regularly?\n  ","921132":"\n   Yes or no ?\n   \n    https:\/\/youtu.be\/0woG6A1FgF0\n   \n","921133":"\n   When \"Radiohead\" and \"Mariah Carey\" make christmas music this is the type of song lyrics you get \"I don’t belong here. All I want for Christmas is youuu.\"😂😂\n  ","921134":"\n   Rachael has gone to Nashville Zoolumination without the girls\n  ","921135":"\n   Do you think it's weird that Donald Trump is 24 years older than his wife\n  ","921136":"\n   No. I'm just bored and asking questions.\n  ","921137":"\n   Is the screen of your phone big enough?\n  ","921138":"\n   Oh ok.\n  ","921139":"\n   Are you afraid to talk openly about your period??\n  ","921140":"\n   Have you ever used a Ouija board\n  ","921141":"\n   Hope you’re having a great week so far ☺️\n  ","921142":"\n   Elf Lauren, what did you have for supper?\n  ","921143":"\n   How are you\n  ","921144":"\n   what position are you in the band?\n  ","921145":"\n   likes for likes ?\n  ","921146":"\n   Have you ever counted the calories in what you eat?\n  ","921147":"\n   Has a rooster ever woken you up\n  ","921148":"\n   Jessie J was doing a carpool karaoke to her songs. Like Lisa was singing one of Jessie J's last night. She must have watched it😂\n  ","921149":"\n   lauren is so sad and it’s so obvious i want to cry\n  ","921150":"\n   What language can you speak\n  ","921151":"\n   What if they'll make a Broadway version of The Lion King II: Simba's Pride?\n  ","921152":"\n   Don't worry it will soon be Christmas. Then you can just relax & enjoy the festivities with your family & friends. Then in the new year 2020 make a plan with your Sister's on how to do band stuff. But also make time for yourselves.\n  ","921153":"\n   Oh 😂\n  ","921154":"\n   Love you\n  ","921155":"\n   You are  a composer too?\n  ","921156":"\n   Hi\n  ","921157":"\n   What’s your favourite food and drink from McDonald’s?\n  ","921158":"\n   How does your perfect day look like?\n  ","921159":"\n   Oh....\n  ","921160":"\n   Does nudity in films bother you? How about excessive swearing?\n  ","921161":"\n   Why?\n  ","921162":"\n   Why do we resist doing things that we know are good for our well-being while craving things that are detrimental to our well-being? 🤔\n  ","921163":"\n   Are there limits to human creativity? 🤔\n  ","921164":"\n   Eh, I'll be fine.\n  ","921165":"\n   Do you know more assholes or cool people? Not saying just friends  I mean the people you interact with daily.\n  ","921166":"\n   I know. It's called sad.\n  ","921167":"\n   Why do humans have such a strong urge to distract ourselves from the real world? 🤔\n  ","921168":"\n   Before I took meds, it was all the time and then I got off 2 years ago. Now it's seasonal.\n  ","921169":"\n   What u like a ferrari\n  ","921170":"\n   Ask is rude 😪I’m happy you’re back (:\n  ","921171":"\n   Didn’t you have an old account did it get suspended\n  ","921172":"\n\n    https:\/\/ask.fm\/marisakamp\/photopolls\/154681127?utm_source=copy_link&utm_medium=android\n   \n   This is Marisa! If you aren't currently following her, you should. Good answer giver 👍\n  ","921173":"\n   I wanna date u\n  ","921174":"\n   Do you use twitter often?\n  ","921175":"\n   Oh god lol\n  ","921176":"\n   How do you  deal with unwanted advice?\n  ","921177":"\n   Oooh\n  ","921178":"\n   Huh?\n  ","921179":"\n   You're not\n  ","921180":"\n   Why would you be the reason?\n  ","921181":"\n   Tell Dani she needs that some wasp spray 🚗🐝🚫\n  ","921182":"\n   No\n  ","921183":"\n   How are you\n  ","921184":"\n   My idol Taylor Swift turns 30 today!! I love her soooo much!!\n  ","921185":"\n   If all your memories (memories, not knowledge) were erased, what kind of person would you be? 🤔\n  ","921186":"\n   Why are humans so confident in beliefs that can’t be proven? 🤔\n  ","921187":"\n   There is zero chance that ALL your firmly and dearly held beliefs are true. So, which of your beliefs are most likely to be wrong and which are most liable to be true? 🤔\n  ","921188":"\n   Are we friends?\n  ","921189":"\n   😕\n  ","921190":"\n   Would it be more frightening to discover that humans are the most advanced species in the universe or that we are far from being the most advanced species in the universe? 🤔\n  ","921191":"\n   *hugs* 🤗\n\nSays I give hugs in my profile. You had ample warning to avoid it! 😋\n  ","921192":"\n   Lots of calories 😂\n  ","921193":"\n   Assuming evolution is correct, do you think that if humans went extinct another species as intelligent as humans would evolve? If life exists long enough on a planet, is intelligence and consciousness inevitable? 🤔\n  ","921194":"\n   I would love to add you if I could\n  ","921195":"\n   Tu sei una bella ragazza\n  ","921196":"\n   what would be the title of the movie showing your life from birth up to present?\n  ","921197":"\n   ~EXTREMITIES~    If you could only choose ONE of the  following accessories to protect your extremities in cold Wintry weather,  which would you pick? \n🧢Hat ...   🧣Scarf ...    \n🧤Gloves ...    🧦Extra layer of socks\/tights  ?\n  ","921198":"\n   Do you prefer to go to the cinema or rather choose movies and series at home?\n  ","921199":"\n   Is intelligence or wisdom more useful? 🤔\n  ","921200":"\n   Is it better for a person to have a broad knowledge base or a deep knowledge base? 🤔\n  ","921201":"\n   Any Lesson from 2k19💯\n  ","921202":"\n   What do you want for Christmas? 🎅🏻🎁 (If you celebrate!)\n  ","921203":"\n   What does Christmas mean to you? Celebration of the birth of Jesus? Family time? Pressure to buy unnecessary crap? A pain in the rear? All of the above?\n  ","921204":"\n   it's an old jazz\/swing song lol\n  ","921205":"\n   🧥 When I was about 8 years old, I convinced another kid that my Kagoul jacket had a control panel inside it that could adjust the temperature. Many years later he bumped into me and asked me if I still had that coat! What’s the daftest thing you’ve ever convinced someone of?\n  ","921206":"\n   2 years since Nick proposed to her 💑💍\n  ","921207":"\n   Do cats have, menstraul cycles\n  ","921208":"\n   ＦＩＮＥ ＬＩＮＥ by Harry Styles OUT NOW 🎉  YOu can find links to his album on my (fan) page so if you want go give it a listen ❤️ It's really beautiful and nothing like modern music, I swear ❤️❤️\n  ","921209":"\n   Your fav country singer\n  ","921210":"\n   followed you\n  ","921211":"\n   What is your best feature?\n  ","921212":"\n   do you have a favorite Christmas or holiday song?\n  ","921213":"\n   Best thing of the day?\n  ","921214":"\n   What's your Dream ?\n  ","921215":"\n   Ikr lmao\n  ","921216":"\n   Good night Lauren 😴🛏\n  ","921217":"\n   Favourite Childhood Cartoons ? 😍\n  ","921218":"\n   PAP your promise ring! (If you have one) 🤪\n  ","921219":"\n   Lol do you want some?\n  ","921220":"\n   Yes.\n  ","921221":"\n   Spanish\n  ","921222":"\n   Eating some rice.\n  ","921223":"\n   😏\n  ","921224":"\n   I've got a snake.\n  ","921225":"\n   Oh\n  ","921226":"\n   *smh* why does she even like cats.. .\n  ","921227":"\n   They suck\n  ","921228":"\n   Post Anything 🌹\n  ","921229":"\n   How old is she? older than you?\n  ","921230":"\n   Lol\n  ","921231":"\n   True Charles & Penelope ain't very good at catching mice 🐁🐁🐁\n  ","921232":"\n   Now that's away for Lauren to stop talking to u if you speak about her boyfriend like that.\n  ","921233":"\n   Who is Lisa? i know she's your sis but how does she looklike?\n  ","921234":"\n   Tristen is gay\n  ","921235":"\n   👅🍌\n  ","921236":"\n   WHAT’S ON YOUR BUCKET LIST?\n  ","921237":"\n   Beach Villa Or A Cabin🧐\n  ","921238":"\n   Are you talking to your crush?\n  ","921239":"\n   Oook haha ha\n  ","921240":"\n   What is your favourite condiment\n  ","921241":"\n   Oh ok\n  ","921242":"\n   and look beutiful and aamzing and pretty too\n  ","921243":"\n   That’s so nice 👍 Lauren\n  ","921244":"\n   You are right, I am better 🤤\n  ","921245":"\n   Thousands of penis shaped fish have been washed up on Drakes beach California after the storm😂😂\n  ","921246":"\n   Is math something that humans created or something we discovered? 🤔\n  ","921247":"\n   For what in your life do you feel most grateful?\n  ","921248":"\n   Are you mad at me?\n  ","921249":"\n   Is it really the most wonderful time of the year?\n  ","921250":"\n   🇨🇵🇹🇷\n  ","921251":"\n   Paris with me?\n  ","921252":"\n   U love massage?\n  ","921253":"\n   MidNight Thoughts ? ✨🎇\n  ","921254":"\n   Likes for likes ??\n  ","921255":"\n   Daniel with Jonah and Jack with Zach\n  ","921256":"\n   Favorite Christmas song?\n  ","921257":"\n   Yessss\n  ","921258":"\n   You have instagram ?\n  ","921259":"\n   When was your last internet break? How long was it?\n  ","921260":"\n   How long have you been on Ask.fm? Since 2014 for me\n  ","921261":"\n\n    https:\/\/ask.fm\/MarceloFreitas308\/photopolls\/91539961?utm_source=copy_link&utm_medium=android\n   \n","921262":"\n   What’s the most you’ll spend on yourself?\n  ","921263":"\n   How good are you at singing?\n  ","921264":"\n   #Trump2020?\n  ","921265":"\n   Is it possible to fall in love with someone you just met online?\n  ","921266":"\n   Need some good lyrical rappers to listen to 🔥\n  ","921267":"\n   How many times have you been in love?\n  ","921268":"\n   What would you do if you had an extra hour added to your day all to yourself?\n  ","921269":"\n   Quick! Look to your left and describe what you see?\n  ","921270":"\n   Do you take candy from strangers?\n  ","921271":"\n   What was your most recent regret?\n  ","921272":"\n   You looked more likely to hit Dani\n  ","921273":"\n   Which of Murphy’s law(s) have you experienced?\n  ","921274":"\n   Y ?& im good thanks for asking do u feel like chatting sometimes ?\n  ","921275":"\n   I like that you're for real and still chat with random people on the net.\n  ","921276":"\n   busy gal\n  ","921277":"\n   Do you think everyone in life deserves a second chance?\n  ","921278":"\n   Can we add each other on insta??😅👅\n  ","921279":"\n   Which mobile do you use ?\n  ","921280":"\n   don't christmas gigs pay well though?\n  ","921281":"\n   Have you ever been in a kiss-cam situation?\n  ","921282":"\n   What can melt your heart?\n  ","921283":"\n   Have you ever thrown a concert and less than 5 people  show up?\n  ","921284":"\n   Fully booked for Christmas?\n  ","921285":"\n   Aaaw... thanks! :)\n  ","921286":"\n   Sweet! I loved the outfit! Tell her that please\n  ","921287":"\n   Do you have any pics of Dani's outfit from last night? I loved her pants!!!!!!\n  ","921288":"\n   How was your day?\n  ","921289":"\n   I'm gonna nap.\n  ","921290":"\n   😁\n  ","921291":"\n   I just saw Lisa singing ''All I want for Christmas\". She made Charles jump with the hight note😂\n  ","921292":"\n   Ok\n  ","921293":"\n   I tired\n  ","921294":"\n   Anyone use Skype??\n  ","921295":"\n   Sucks! 😓\n  ","921296":"\n   What would be the most useless superpower?\n  ","921297":"\n   I didn't I just seen somebody else use it.\n  ","921298":"\n   guess?\n  ","921299":"\n   PAP 😉\n  ","921300":"\n   He follows you on twitter\n  ","921301":"\n   How r u\n  ","921302":"\n   thanks for answering , just wanted to know if you were taller or shorter than me?\n  ","921303":"\n   Do your feet ever smell?\n  ","921304":"\n   ayiiee, i already did it’s just i still don’t know if i still want to continue\n  ","921305":"\n   There's laughter i was looking for!\n  ","921306":"\n   Alright... then get sassy with yourself.\n  ","921307":"\n   Juke Box Insanity Its everyone's favorite song by Foreignoquai!\n  ","921308":"\n   Worked for Derek\n  ","921309":"\n   Do u like Zain Malik ?\n  ","921310":"\n   We're u ever bullied before ?\n  ","921311":"\n   Your boyfriEND\n  ","921312":"\n   Who do u like\n  ","921313":"\n   Do u like to play with people's hair\n  ","921314":"\n   Say ur opinion so my parents throught I was talking to A boy so they access my phone ?\n  ","921315":"\n   I am looking for true friends wanna be friends\n  ","921316":"\n   Do u get jealous if somebody is prettier than u be honest ?\n  ","921317":"\n   Do you believe in BlAck magic ?\n  ","921318":"\n   How would you feel if you Naver went to a concert or met ur favorite famous person ?\n  ","921319":"\n   Do you believe in God ?\n  ","921320":"\n   Can you drive\n  ","921321":"\n   Do you like art ? Who is your favorite artist ? :)\n  ","921322":"\n   In what age you think is ok to someone to sleep over with his girlfriend at home?\n  ","921323":"\n   Try giving him king prawns. If he eats them. He will never want cat food again 😂\n  ","921324":"\n\n    @Itslaurencim\n   \n   and\n   \n    @jackduffRT\n   \n   😏\n  ","921325":"\n   I know you won't let anyone eat your food 😂\n  ","921326":"\n   If you saw me on the streets would you say hi back if i said hi to you?\n  ","921327":"\n   Hey are you shy?\n  ","921328":"\n   X\n  ","921329":"\n   We got to make you mean.\n  ","921330":"\n   I don't think your life is falling apart. It's just your mind telling you that you need to pay attention to yourself and focus on the bigger picture.\n  ","921331":"\n   Well, I think you should start with telling yourself that your mental health is important and something you need to put first. Your job can come second or third. It is not more important than your self care.\n  ","921332":"\n   بحث عن وحده اسمه دعاء\n  ","921333":"\n   When do you usually start preparing gifts for Christmas?\n  ","921334":"\n   Kendini güzel buluyor musun ?\n  ","921335":"\n   Hahaha flames is a bop\n  ","921336":"\n   Come on you make songs on your own\n  ","921337":"\n   Lauren! Can you talk to you sisters and see if you all can create a hashtag on Twitter. It could be #dearcimorelli and us fans can write you all a tweet and tell you something!\n  ","921338":"\n   No... so like the 3 homes in that pic all burned. The group of homes that are flat in that pic that are further up are all ok. So basically the home above you burned and then it was ok up to Trancas Canyon.\n  ","921339":"\n   You followed me\n  ","921340":"\n   Do you eat fast or slowly?\n  ","921341":"\n   You're so underrated Lauren! personally i think you are one of the best singers! keep up the good work and love from Norway <33\n  ","921342":"\n   Tbh i just listen to your music, so yours\n  ","921343":"\n   Ever since i left the city you get skills of your own\n  ","921344":"\n   Tiffany Alvord & Tiffany Houghton  Mrs Claus 🤶🤶\n   \n    https:\/\/youtu.be\/Qb18BwOOAME\n   \n","921345":"\n   Song of the day “Ache” by James Carrington\n  ","921346":"\n   Christmas tree farm by Taylor Swift\n   \n    https:\/\/youtu.be\/mN3rDTAdM2o\n   \n","921347":"\n   Do you like eating fast foods? If so, which fast foods do you like best?\n  ","921348":"\n   I'm hungry when I see him\n  ","921349":"\n   Who want my number?\n  ","921350":"\n   What’s the most ridiculous fact you know? 😆\n  ","921351":"\n   What is your routine of the day ?\n  ","921352":"\n   Kapan ?\n  ","921353":"\n   Any other cimorelli on ask fm? If yes tag them\n  ","921354":"\n   All this tecnology it's so much anxiety\n  ","921355":"\n   What is your best feature ?\n  ","921356":"\n   I was at college and at work\n  ","921357":"\n   It's like a mini version of the London Palladium\n  ","921358":"\n   I'm not trying to trick anyone and i'm actually nice to you i was just joking around lol\n  ","921359":"\n   X\n  ","921360":"\n   😂😂🙌\n  ","921361":"\n   She’s right . Your a catfish\n  ","921362":"\n   Ya shame on you for calling yourself Lauren Cimorelli. After your Mom & Dad christened you with that name 😂😂\n  ","921363":"\n   That's Posh ⭐⭐⭐⭐⭐\n  ","921364":"\n   The audicity to call yourself Lauren Cimorelli\n  ","921365":"\n   Facebook??\n  ","921366":"\n   Yes I do\n  ","921367":"\n   Idea of the day?\n  ","921368":"\n   Have you whats app??\n  ","921369":"\n   What comment?\n  ","921370":"\n   do you have a hidden talent that nobody knows? 😬\n  ","921371":"\n   Is there a name that you particularly like? If so, what is it?\n  ","921372":"\n   Morning thoughts ?\n  ","921373":"\n   What’s the most imaginative insult you can come up with?\n  ","921374":"\n   What part of a kid’s movie completely scarred you?\n  ","921375":"\n   What's your biggest fear?\n  ","921376":"\n   Have you ever been in a pawn shop before\n  ","921377":"\n   What was the most amount of trouble you have ever been in\n  ","921378":"\n   yes hope everyone is having a good arvo 😊\n  ","921379":"\n   Have a good luck Lauren, and all the best 👍\n  ","921380":"\n   what kind of music you do?\n  ","921381":"\n   marry me\n  ","921382":"\n   I have a long day today.\n  ","921383":"\n   Live where?\n  ","921384":"\n   Someone said your music sucks but i knocked her out\n  ","921385":"\n   No matter what they tell us.\nNo matter they do.\nNo matter what teach us.\nWhat we believe is true\n   \n    https:\/\/youtu.be\/7eul_Vt6SZY\n   \n","921386":"\n   Ah Netflix is Brilliant. Don't forget to have a look at ''The Christmas Chronicles\"\n  ","921387":"\n   For reals? are you so popular damn\n  ","921388":"\n   did you know that looks matter more than personality?\n  ","921389":"\n   Clearly i was joking! do you think your merch is sold out if i wait 1 week?\n  ","921390":"\n   😂 tik tok tik tok😂\n  ","921391":"\n   ru stupid?\n  ","921392":"\n   😂😂yes\n  ","921393":"\n   What was number 1 in the song charts the day that you were born\n  ","921394":"\n   what country doesn't exist?\n  ","921395":"\n   Me too. Spicy food bums me very badly when I go to the bathroom so I avoid spicy chicken sandwiches.\n  ","921396":"\n   Christina🙆‍♀️\nKatherine 🙆‍♀️\nLisa🙆‍♀️\nAmy🙆‍♀️\nLauren 🙆‍♀️\nJames Charles 🤷‍♂️\n\n\nDani 🙆‍♀️❄☃️\n😂😂😂\n  ","921397":"\n   X\n  ","921398":"\n   .\n  ","921399":"\n   کبھی اسکول میں مرغا🐓🙊 بنی ہو ؟ 😁😂\n  ","921400":"\n   Do you hold some conspiracy theory? Tell us!\n  ","921401":"\n   Do you do white elephant gifts?\n  ","921402":"\n   are you in tears rn\n  ","921403":"\n   Unless they order a copy of Christmas Lights. If it's still available\n  ","921404":"\n   If your life were more like a video game. Would you choose to have an infinite number of:\n\nSave points that you may reload to the last decision you made?\nor\nA button to restart the game from scratch and replay the course of history to allow different choices?\n  ","921405":"\n   Check in. When was the last time you told your guardian \"I appreciate you\".....for whatever reason you have. As long as you used these words specifically?\n  ","921406":"\n   When was the last time you hugged yourself or patted yourself on the back?\n  ","921407":"\n   Yummy yummy Chocolate in my tummy😋\n  ","921408":"\n   Hope everything's okay. I'm here if you ever wanna talk about what's bothering you.\n  ","921409":"\n   You tweet what you write here tho\n  ","921410":"\n   Ya I have watched that. It's very goo\n  ","921411":"\n   cimorelli brings some Christmas joy to keep the faith\n   \n    https:\/\/youtu.be\/SFjOihdj9GA\n   \n","921412":"\n   you are a musician?\n  ","921413":"\n   i still love the t-shirt picture in the concert <333\n  ","921414":"\n   How are you\n  ","921415":"\n   were you reduced to tears in italy\n  ","921416":"\n   You're pretty cute.\n  ","921417":"\n   do you have an instagram?\n  ","921418":"\n   You're so pretty. Literally breathtaking.\n  ","921419":"\n   post something  :)\n  ","921420":"\n   I never cry\n  ","921421":"\n   yep. i cried bunches of tears they fucked up my hardwood floor\n  ","921422":"\n   You're pretty cool, Lauren. Always enjoy chatting with you.\n  ","921423":"\n   Ok. I'll go to bed\n  ","921424":"\n   Can i meet you?\n  ","921425":"\n   That's gonna be tough.\n  ","921426":"\n   What benefits does art provide society? 🤔\n  ","921427":"\n   That's okay lol.\n  ","921428":"\n   Do you like Drake ???\n  ","921429":"\n   Actually it's pretty tricky. I've done work on a white car and it's hard.\n  ","921430":"\n   Love that color combo.\n  ","921431":"\n   Mines a Ford Mustang\n  ","921432":"\n   How are you celebrating Christmas?\n  ","921433":"\n   Those are sweet!\n  ","921434":"\n   Are you getting married soon?\n  ","921435":"\n   Are you a virgin?\n  ","921436":"\n   Post a random GIF or pic here. Blank space for you:\n  ","921437":"\n   Do you have a boyfriend?\n  ","921438":"\n   Who is your favourite reindeer?\n  ","921439":"\n   Ever drove a classic beetle?\n  ","921440":"\n   Yeah, my buddy let me drive his Audi A4 and almost wet my pants when I took off down the road.\n  ","921441":"\n   I blame my buddies for making me love Lexus and Audi.\n  ","921442":"\n   Dude! Horse power rocks!\n  ","921443":"\n   Those are top of the line vehicles. I'm a major gear head.\n  ","921444":"\n   Holy cow, that's like $80k right there! 😯😯😯\n  ","921445":"\n   A Maserati? 😯😯😯😯\n  ","921446":"\n   Name something you cannot live without in the morning?\n  ","921447":"\n   Cadillacs and Tesla's are up there.\n  ","921448":"\n   Did you sleep through the night last night or were you interrupted?\n  ","921449":"\n   Escalades are very pricey.\n  ","921450":"\n   What was the last thing to make you happy\n  ","921451":"\n   I got a Lexus and lasts forever without any problems.\n  ","921452":"\n   Where do you get your charm from?\n  ","921453":"\n   Name two things you are wearing today?\n  ","921454":"\n   What is your backup plan?\n  ","921455":"\n   Yeah. I like my gas powered vehicle best.\n  ","921456":"\n   Have you ever experienced true love ?\n  ","921457":"\n   Yeah, Tesla's aren't ideal for stuff like that stuff.\n  ","921458":"\n   Yikes. Careful of the snow heading that way.\n  ","921459":"\n   What's up with your faces there. Would your Dad not stop at your favourite Chicken restaurant this time. ( I forgot the name of it) 😂\n  ","921460":"\n   Long drive?\n  ","921461":"\n   Wanted to check up on you.\n  ","921462":"\n   How I am 🤤\n  ","921463":"\n   You sure?\n  ","921464":"\n   Everything ok?\n  ","921465":"\n   ask anything\n  ","921466":"\n   Boyfriend\n  ","921467":"\n   How're you holding up?\n  ","921468":"\n   And i said your orange merch\n  ","921469":"\n   Thanks for telling me where i can buy your merch -.-\n  ","921470":"\n   Oh waoo nyc , btw um from Pakistan\n  ","921471":"\n   u look so much pretty ❤\n  ","921472":"\n   Whats up ?\n  ","921473":"\n   Now that's something to warm up this cold winter night\n  ","921474":"\n   Anyone likes for likes 👀\n  ","921475":"\n   What's up\n  ","921476":"\n   Drop your favourite poetry :)\n  ","921477":"\n   if you ever given a chance to migrate in another country.... where would you go? and why?\n  ","921478":"\n   are you a fan pf billie eilish?\n  ","921479":"\n   what was you nickname when you were young?\n  ","921480":"\n   what is your favourite ice cream flavour? 🤔\n  ","921481":"\n   Cool your still getting ❤\n  ","921482":"\n   Got my orange on 🍊\n  ","921483":"\n   what time do you usually sleep?\n  ","921484":"\n   Do you like sex?\n  ","921485":"\n   ei ei! how are you my friend?\n  ","921486":"\n   DO YOU TRUST THE AMERICAN MILITARY ?\n  ","921487":"\n   I can't get any coins for some reason. I will just have to ❤ your questions till they come back\n  ","921488":"\n   What's the best way to heal a broken heart?\n  ","921489":"\n   Ah  cool😂\n  ","921490":"\n   Sorry for spamming you😔\n  ","921491":"\n   Ok babe\n  ","921492":"\n   No\n  ","921493":"\n   You can\n  ","921494":"\n   Oooh\n  ","921495":"\n   Why?\n  ","921496":"\n   I've told them\n  ","921497":"\n   I don't.\n  ","921498":"\n   I like that profile picture\n  ","921499":"\n   Change it.\n  ","921500":"\n   Leave it.\n  ","921501":"\n   Ah that's fair enough then 🙃😂\n  ","921502":"\n   If someone offered you $5,000 cash for allowing them to tickle your feet for a half hour would you take the offer?\n  ","921503":"\n   who do you follow\n  ","921504":"\n   Who is jack and gadriella?\n  ","921505":"\n   Who is yours favorite friendship of wdw ?\n  ","921506":"\n   Great to hear that you fine again. :-) Could I ask what you do for exercise?\n  ","921507":"\n   Lots of chocolate\n  ","921508":"\n   Not always.\n  ","921509":"\n   Oddly specific answer lol😄 how are you Miss Lauren?\n  ","921510":"\n   Hi hru\n  ","921511":"\n   If you ever need creative writing done I’m so applying\n  ","921512":"\n   What makes your heart happy?\n  ","921513":"\n   How many questions do you usually wake up to in your Ask inbox?\n  ","921514":"\n   Yes love it\n  ","921515":"\n   who spams you the most here?\n  ","921516":"\n   What is the most days that you have worked without a day off\n  ","921517":"\n   oh u are taken\n  ","921518":"\n   Fill in the blank.  If you want me to talk for a long time ask me about_________.\n  ","921519":"\n   Your family are so funny\n  ","921520":"\n   You don't seem quiet\n  ","921521":"\n   What’s the earliest time you can fall asleep?\n  ","921522":"\n   What message would you send your future self today?\n  ","921523":"\n   What happened? You look older.\n  ","921524":"\n   Does size matter?\n  ","921525":"\n   The Rollacoaster one means Highs & Low's in life does it\n  ","921526":"\n   What's the inspiration behind Mery did you know?\n  ","921527":"\n   Lord of the rings or the hobbit\n  ","921528":"\n   I always use dark mode on Twitter. It better than the white background that gives me headaches\n  ","921529":"\n   Jack spent the first father's day without his baby it's sad\n  ","921530":"\n   Which dog breed do you resemble the most by appearance\/character?\n  ","921531":"\n   Of course, go to your older sis for candy. Lol\n  ","921532":"\n   Think I had some.\n  ","921533":"\n   Found a lana del ray song for you:\n   \n    https:\/\/www.youtube.com\/watch?v=V5Ix1s31GgE\n   \n","921534":"\n   German candies are a delicacy to me.\n  ","921535":"\n   Very nice. I'm part German, love German Chocolate.\n  ","921536":"\n   Any good?\n  ","921537":"\n   Gotcha. Lol\n  ","921538":"\n   Never heard of it.\n  ","921539":"\n   how to love something that you are not even sure about?\n  ","921540":"\n   It makes his music sound better when you add slipknot in it😎\n  ","921541":"\n   That medication?\n  ","921542":"\n   ever did this cover?\n   \n    https:\/\/www.youtube.com\/watch?v=o-vHiR-GCzs\n   \n","921543":"\n   Ok\n  ","921544":"\n   Lauren, you sure? Mental breakdowns are really harsh.\n  ","921545":"\n   COULD YOU LIVE WITHOUT THE INTERNET?\n  ","921546":"\n\n    https:\/\/www.youtube.com\/watch?v=v6DHhXGlV60\n   \n","921547":"\n   You sure you're gonna be okay?\n  ","921548":"\n   When you're a cheerleader but metal is life\n  ","921549":"\n   Personal opinion on \"living far from home\"?\n  ","921550":"\n   Ever have a lucid dream?\n  ","921551":"\n   Wow I know gifts are crazy no matter what\nWith my gf mom dad. Sis. Etc. 1000 and nothing crazy and you so many brothers and sisters bf. Family it can get pricey?\n  ","921552":"\n   I figured out how to make pot stronger you mix it with cbd buds and Then take rolling paper take a cigarette add the pot buds and cbd buds and after you grind them wrap it around the cigarette and the light it you get 3 different highs 😍\n  ","921553":"\n   How r u\n  ","921554":"\n   You're welcome. That's what friends are for.\n  ","921555":"\n   Had a crappy day with a panic attack and now it is finally ending um do you ever get\nAttacks like me\n  ","921556":"\n   My inbox is always open if needed.\n  ","921557":"\n   Do you mind sharing or don't you like to share\n  ","921558":"\n   yea i know what it is like\n  ","921559":"\n   Need to vent?\n  ","921560":"\n   If the whole world were listening, what would you say?\n  ","921561":"\n   What annoys you\n  ","921562":"\n   Is the first day of the week Sunday or Monday? THIS IS AN IMPORTANT ARGUMENT\n  ","921563":"\n   You okay?\n  ","921564":"\n   Glad to hear.\n  ","921565":"\n   Hey how are u 2day ?\n  ","921566":"\n   What is your favorite Christmas special\/movie?\n  ","921567":"\n   Do you think that the content\/the lyrics or the melody is the most important bit in a song?\n  ","921568":"\n   Do you hate your job\n  ","921569":"\n   Do you think a jackpot win in the lottery and change your life\n  ","921570":"\n   Where is your favourite place too go on holiday?\n  ","921571":"\n   Hello Lauren how was your party with the bf? 😀\n  ","921572":"\n   Christmas moods are back on Askfm again now\n  ","921573":"\n   Your boyfriend has a son?\n  ","921574":"\n   You're very pretty. Omg\n  ","921575":"\n   Pretty girl\n  ","921576":"\n   if you could switch bodies with any celebrity for a day which celebrity would you be and why\n  ","921577":"\n   Look at me i'm an artist\n  ","921578":"\n   You are so mean\n  ","921579":"\n   Justin Bieber is cool! have you met him?\n  ","921580":"\n   Honest question! are you single?\n  ","921581":"\n   Plastic plastic girl\n  ","921582":"\n   Thoughts on Donald Trump\n  ","921583":"\n   Nothing like listening to Lauren Cimorelli, i wish i'd meet her one day tho\n  ","921584":"\n   What was the last argument that you had\n  ","921585":"\n   I need a boyfriend\n  ","921586":"\n   What’s your favourite meat?\n  ","921587":"\n   Oh sorry Lauren\n  ","921588":"\n   Robbie Williams has a Daughter called  Theodore ( Teddy)\n  ","921589":"\n   WHAT IF ITS ROBBIE\n  ","921590":"\n   hmmmm...no idea then\n  ","921591":"\n   my mind went to harv...oof a girl can wish\n  ","921592":"\n   I THOUGHT TEDDY BEAR WAS HARPER UNTIL HE DROPPED HIS TEA ON THE FLOOF OOF\n  ","921593":"\n   Lisa just fell down some steps & hurt her sheen 😔🤗\n  ","921594":"\n   Does it get awkward when you go to an event where only 10-20 people show up???\n  ","921595":"\n   Warning!👹 Never eat these 12 deadly cancer linking foods 🍔🍪🍞\n   \n    https:\/\/t.co\/w6mn5EklrM\n   \n","921596":"\n   I have to wash my football ( Soccer) tops by hand otherwise all the printing will come off in the washer\/ dryer\n  ","921597":"\n   Hey\n  ","921598":"\n   It's good to share things\n  ","921599":"\n   hey how tall are you?\n  ","921600":"\n   Post a GIF that shows you're happy or content. If you aren't, post a Kitten GIF\n  ","921601":"\n   When was the last time you were terrified?\n  ","921602":"\n   Talk about a time when you felt overjoyed?\n  ","921603":"\n   How many times a year do you visit a doctor?\n  ","921604":"\n   You followed me on twitter thank u\n  ","921605":"\n   What are your favorite hobbies?\n  ","921606":"\n   R.I.P Juice WRLD...\n  ","921607":"\n   Hi\n  ","921608":"\n   I love u\n  ","921609":"\n   Are you a camera? Because every time I look at you, I smile. 😏\n  ","921610":"\n   I'll beat you at your own game\n  ","921611":"\n   Would you like a collab with me?\n  ","921612":"\n   Do you prefer loose fit jeans or skinny jeans?\n  ","921613":"\n   If you had an opportunity to change your name, would you use it? If yes, what would be your name?\n  ","921614":"\n   Are you ticklish?\n  ","921615":"\n   Do you prefer love or wifi?\n  ","921616":"\n   Would you date yourself if you were someone else?\n  ","921617":"\n   Oh Lauren it say's hated Community rather than gated\n  ","921618":"\n   So my daughters best friend still believes in Santa and the Elf on the Shelf. She’s 11 and in middle school. How old were you when you learned the truth about Santa? And do you think it’s a little odd her parents still go along with it? You’d think the kids at school would of clued her in by now.\n  ","921619":"\n   Ok\n  ","921620":"\n   Actually the homes that were between your house and the vineyard were ok. Only one of them on the street directly above yours burned down. The others were fine. And you could see the burn scars on the hills.\n  ","921621":"\n   Where?\n  ","921622":"\n   :-( I am sick\n  ","921623":"\n   I need your merch\n  ","921624":"\n   We know the people who own the vineyards there are above where you lived and they showed us the damage that is still there.\n  ","921625":"\n   You're beautiful!\n  ","921626":"\n   Teach me how to make good songs pls\n  ","921627":"\n   Do you believe that everything happens for a reason?👀\n  ","921628":"\n   Is you is or is you ain't my baby?\n  ","921629":"\n   What is Adam Sandler like?\n  ","921630":"\n   Do you get tired easily\n  ","921631":"\n   Give me some coins :(\n  ","921632":"\n   Have fun Lauren ok. 👌\n  ","921633":"\n   Follow for follow ?\n  ","921634":"\n   Lauren I saw your old street in Malibu. It's really sad to see all the charred rubble from the old structures there. There were several homes that were totally ok, but it was crazy to see all the damage still there.\n  ","921635":"\n   How do you deal with rude people at a party?\n  "},"Answer":{"920564":"\n  Good, you?\n  ","920565":"\n  Sorry\n  ","920566":"\n  Thank you\n  ","920567":"\n  Hi\n  ","920568":"\n  Sit ups, crunches lifting weights\n  ","920569":"\n  Weird, and squishy\n  ","920570":"\n  Haha love that cover\n  ","920571":"\n  Its only christmas eve here 😊\n  ","920572":"\n  I would never forget her :(\n  ","920573":"\n  Always is\n  ","920574":"\n  We were born and raised in california. We lived in el Dorado hills then moved to malibu up till 2015. Then we moved to Tennessee and that's where we reside today.\n  ","920575":"\n  Yes I do, and yes they have\n  ","920576":"\n  Childhood home\n  ","920577":"\n  Actually in like europe I believe its Christmas\n  ","920578":"\n  Always will be the childhood anthem of ours\n  \n\n   https:\/\/youtu.be\/3cU01eNEhHw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","920579":"\n  Cold brew, or a salted caramel latte\n  ","920580":"\n  Epic rain boutique\n  ","920581":"\n  Its still christmas eve here\n  ","920582":"\n  We only focus on christmas songs now\n  \n\n   https:\/\/youtu.be\/vxA5ihUbdxg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","920583":"\n  Why?\n  ","920584":"\n  Its lauren\n  ","920585":"\n  Idk you to actually do that sorry\n  ","920586":"\n  I'll tell her to send a few your way lol\n  ","920587":"\n  We can pick him up some ice cream as well\n  ","920588":"\n  Claire and the others\n  ","920589":"\n  Derek babe\n  ","920590":"\n  Thank you\n  ","920591":"\n  Waiting for your brother to just go there to tiffs because this 😂\n  ","920592":"\n\n   @WhySoManyTaken\n  \n  I have a feeling you're going to go to tiffanys just because all the babies she has at the house right now\n  ","920593":"\n  Its a date\n  ","920594":"\n  Tonight ?\n  ","920595":"\n  Got to make me a twist girl?\n  ","920596":"\n  Babe 😩\n  ","920597":"\n  Sorry I'm vanilla 😐\n  ","920598":"\n  Because I didnt know what he meant was like sexual\n  ","920599":"\n  Derek's making fun of me\n  ","920600":"\n  No and I don't wanna\n  ","920601":"\n  Thanks for the suggestions!!\n  ","920602":"\n  Nick says I'm vegan...\n  ","920603":"\n  Ahaha\n  ","920604":"\n  Hi\n  ","920605":"\n  Thanks\n  ","920606":"\n  Spend it with my family\n  ","920607":"\n  Mac and cheese with broccoli and cheese soup\n  ","920608":"\n  Enjoying what I am doing\n  ","920609":"\n  I literally can not wrap for.my.life\n  ","920610":"\n  Just found a good song by james tw 😍\n  ","920611":"\n  Just going to take them to people that wrap gifts smh MOMMMMMMM\n  ","920612":"\n  Looked in the mirror and this is what I saw...\n  ","920613":"\n  Lol\n  ","920614":"\n  She just makes more\n  ","920615":"\n  Don't say we don't support herrr\n  ","920616":"\n  She has multiple accounts on different platforms ... This is her instagram however\n  \n   @WhySoManyTaken\n  \n  wanna listen these?\n  ","920617":"\n  There's this girl that fakes me and like my whole entire family. Or people who have\/were associated with me. She also faked sabrina carpenter as well and like has 20+ accounts still. Anyway I got some to be removed awhile ago, which she just made new accounts. And then reported my old account and it got suspended, she lies. Manipulates people, cusses, and just overall gives a bad reputation to those she pretended to be, and treats their fans like trash. She dated my boyfriends brother and basically lied, manipulated, and so on while dating him, then once we figured it all out she just blocks you on her account, and continues to stalk you and send hate and so on.\n  ","920618":"\n  White turtle neck shirt with overalls, from epic rain\n  ","920619":"\n  Allycia\n  ","920620":"\n  Girl is cray\n  ","920621":"\n  I don't think I do as of right now\n  ","920622":"\n  Thank you\n  ","920623":"\n  Definitely\n  ","920624":"\n  Depends on what I'm rejected.of\n  ","920625":"\n  😂😂\n  ","920626":"\n  No because its okay to cry\n  ","920627":"\n  Pie\n  ","920628":"\n  He's a pretty amazing person\n  ","920629":"\n  I used to bite them...\n  ","920630":"\n  Keep it as a pet\n  ","920631":"\n  Which one\n  ","920632":"\n  Unlimited pizza\n  ","920633":"\n  You as well\n  ","920634":"\n  As if?\n  ","920635":"\n  A new brain please\n  ","920636":"\n  YOU RATTY!! U TURNED OFF COMMENTS BEFORE I COULD POST\n  \n   @dncimorelli\n  \n","920637":"\n  ALSO PLEASE IF YOU DONT ALREADY FOLLOW MY BACKUP\n  \n   @itslaurencimorelli\n  \n  because I MAY get taken down again\n  ","920638":"\n  Send it to my back up that's the one I'm logged onto rn\n  ","920639":"\n  I'm trying to get it spread\n  ","920640":"\n  Instagram, she might've deleted it. I know she blocked and I'm in choir practice rn\n  ","920641":"\n  Read the comment under it though then call her out. You'll have to click on where he replied and scroll down till u find her name\n  ","920642":"\n  Also if you can go under emmyns recent and comment under this that will help as well\n  ","920643":"\n\n   @WhySoManyTaken\n  \n  get on kik for a sec\n  ","920644":"\n  I'm in a relationship\n  ","920645":"\n  I bite my lip a lot or get really paranoid and overthink\n  ","920646":"\n  The fake comments on a post\n  ","920647":"\n  My boyfriend for starters\n  ","920648":"\n  Can't say because I got sisters on here\n  ","920649":"\n  No thomas rhett\n  ","920650":"\n  Thanks\n  ","920651":"\n  No\n  ","920652":"\n  Cupid\n  ","920653":"\n  Yes when I was younger\n  ","920654":"\n  And I know I gotta get out, cause I'm in way to deep now\n  ","920655":"\n  Idk\n  ","920656":"\n  I guess\n  ","920657":"\n  Lol yes\n  ","920658":"\n  I was kinda skeptical about the marriages and age differences at first but hes actually cool\n  ","920659":"\n  I actually like chad. Max is okay he's more on the quiet side\n  ","920660":"\n  Idk. One of us are bound to leave sometime and its going to happen eventually. But we don't know who. Lisa tried to break the band up before, we went to group therapy. I tried leaving, multiple times only to be told to sit down and talk it out, there was rumors last year about christina leaving once she got married or pregnant\n  ","920661":"\n  Kath and max were together for a year as well, and lisa and chad\n  ","920662":"\n  But I feel like Dani may leave the band soon as well... She just doesn't seem as interested in things anymore. And there was a few times on tour were she didnt want to cooperate with us or sing\n  ","920663":"\n  Lisa is the only one I'm really close to still\n  ","920664":"\n  Feels like I'm loosing all my sisters way to quick\n  ","920665":"\n  😙😙\n  ","920666":"\n  I just feel idk\n  ","920667":"\n  I'm not\n  ","920668":"\n  Like its everywhere... How come they're all commenting on Lisa's and reacting but nothing about dani\n  ","920669":"\n  I don't want to talk about this anymore my head hurts, I'm emotional and just fed up\n  ","920670":"\n  Two of us 😐 .... I'm just baffled\n  ","920671":"\n  But like figure out who was missing as well because they went out of state for the week\n  ","920672":"\n  Yeah she got married the 18th\n  ","920673":"\n  With Dani being married, us not saying anything, but comgrstulating the others. And so on\n  ","920674":"\n  Basically we feel like the whole thing was rushed and he's taken advantage of dani.  Meaning that dani was in a very vulnerable place a year ago with still going through the heartbreak to finding out who she was. As you know she had a breakdown because the hate becane to much as well. She was starting to get better. Kallen, our childhood bestfriend actually loved dani and that is why he moved and lived with us for a year because he tried chasing after dani. He confessed his feelings for her back home in california for christinas wedding amd for awhile it was always about kallen and them hanging out. And she even wrote as a caption (saying lisa made her) were she was inside kallens tesla, that she was going marry kallen one day and didnt care what any of us had to say. Which dad commented under it \"hey now young lady  with the cool face emoji\". And everything seemed fine. Then around this time is when emmyn was contacting her, blowing up her phone while she was trying to enjoy time with us. Like he was literally being obsessive. And she suddenly started seeing emmyn as well. Kallen moved back to California and really hasnt said much to us since then. That was just the start of it, notice at the reception we did back in Tennessee kallen was by me or arielle the entire time. Kallen also posted that he missed his wifey and someone tagged emmyn in it asking how does he feel about it and emmyn said he does not approve and was upset. Danielle turned 18, and a lot of you know we do EVERYTHING together and always been the closest because sugar & spice and we were like the twins. She moved in with emmyn & his family. You think she would've moved in with me and amy? Because we always shared a room together growing up, it was Lisa, me and her. Then when we moved to Tennessee it was only me and her as the only daughters left in the house. So that's where it kinda seemed weird. Then she like stopped coming around to do family stuff with us or hangout ( we only see her if its like a band meeting, a big function like a birthday or we are on tour now), and that's another weird thing. Because Danielle and I used to hang out all the time and now its just amy and I who lives together and hangs out together (sometimes lisa). Also given her age and seeing how she changed so much (rebellious like) it just seems like its not really going to last.. And its rushed and she's just going with everything emmyn wants because she's afraid to be hurt or whatever again. Or like he wants ties to dani for some reason. And lately it just seems like the Dani we know isn't really there ...\n  ","920675":"\n  I'll explain here in a sec\n  ","920676":"\n  I think we all kinda knew but be reminded we were told next year or next month as well. And Lisa was also sick this past weekend and both lisa and I went out of state\n  ","920677":"\n  Mhm\n  ","920678":"\n  None of us have even commented on the engagement. Because it seems like emmyn doesnt want to be around us for some reason\n  ","920679":"\n  Dad and nicky are on the right . ...\n  \n  24 people were only allowed but 34 were there\n  ","920680":"\n  I'm not happy at all\n  ","920681":"\n  I'm not happy at all.... 😤\n  ","920682":"\n  Not sure lol\n  ","920683":"\n  Thank you\n  ","920684":"\n  3 months now :)\n  ","920685":"\n  Cuddling with babe\n  ","920686":"\n  Hi\n  ","920687":"\n  Blue\/orange, I don't really have a favorite, sherlock, house of Anubis, stranger things, too many to list, home & california, paris, my keyboard, rootbeer, cola, blue raspberry lemonade, and water, hot chocolate, one direction will forever be a favorite but also BTR & 5 SOS, midnight red, ooo hard one... But uo at night by 1D\n  ","920688":"\n  I just randomly started playing the game lol not to shabby once you get it down\n  ","920689":"\n  Currently weddings lol\n  ","920690":"\n  Like the witcher 1,2,3 wildhunt series? Lol\n  ","920691":"\n  Organization\n  ","920692":"\n  Wonder if its based off the games\n  ","920693":"\n  I don't think I have? Maybe once\n  ","920694":"\n  Don't use it anymore\n  ","920695":"\n  Last week when my website crashed\n  ","920696":"\n  Used to do water polo so I can swim pretty close\n  ","920697":"\n  Idk tbh... I don't like politics\n  ","920698":"\n  Christmas\n  ","920699":"\n  Sure\n  ","920700":"\n  Been in the band since i was 8\n  ","920701":"\n  Np\n  ","920702":"\n  You're welcome\n  ","920703":"\n  But most likely they will. So I dont think once that happens he can rerun etc\n  ","920704":"\n  I do not. But I think Katherine & dani do :)\n  ","920705":"\n  No lol, filming a little something for a music video\n  ","920706":"\n  I don't think a president can run again if theyre impeached and removed? I may be wrong\n  ","920707":"\n  I wouldn't go alone\n  ","920708":"\n  There won't be a next inaugural\n  ","920709":"\n  Hi\n  ","920710":"\n  No I didn't really do anything for running besides the promo video. And same thing for flames (except I did and acoustic version), pressure was the only one that got a music video and I didn't even upload the lyrics or anything for brown eyed boys 😩\n  ","920711":"\n  Don't discuss my political views\n  ","920712":"\n  My favorite is from the fair 💛😊\n  ","920713":"\n  Yeah... Nothing is really safe on the internet\n  ","920714":"\n  Hanging out with friends, and travel more\/explore more\n  ","920715":"\n  Hi denny\n  ","920716":"\n  I don't discuss my political views\n  ","920717":"\n  Idk....\n  ","920718":"\n  Christmas doesn't really feel like christmas this year. Maybe because the holidays just arent the same when certain loved ones pass on to the after life\n  ","920719":"\n  Resident of where I live doesn't define who I am because of some president\n  ","920720":"\n  I'm actually shocked I have the barbie doll out of the box from my childhood and the only thing missing is her wand...\n  ","920721":"\n  Sorry but I choose gizmo\n  ","920722":"\n  I LOVE uniqueness and different\n  ","920723":"\n  I believe in good and bad?\n  ","920724":"\n  Hehe 😌😏\n  ","920725":"\n  also for everyone wondering I was in Nebraska this weekend, went to a friend’s graduation 😌 with tristen\n  \n   @TNMORZ\n  \n","920726":"\n  when ur plan was to cry the whole flight but then u find out u have a middle seat 😩\n  ","920727":"\n  this chick next to me is eating twizzlers 😩 like oof sis can I get some of that 🧐\n  ","920728":"\n  Always\n  ","920729":"\n  21\n  ","920730":"\n  Ooh\n  ","920731":"\n  Yours 😍\n  ","920732":"\n  Having the things I do and being able to help others as well\n  ","920733":"\n  Because it doesn't. Natural beauty and self love are what makes someone beautiful, realizing their self worth, having confidence in their own skin\n  ","920734":"\n  Awe\n  ","920735":"\n  I don't really listen to him...\n  ","920736":"\n  Neither\n  ","920737":"\n  Yes and definitely\n  ","920738":"\n  Definitely not\n  ","920739":"\n  We chose the winners for the gift card give away the other day. Right now is the back to school giveaway were we are giving away a laptop and supplies to those in need. Aka college kids or a student in need\n  ","920740":"\n  2020 is the year of cimorelli & the year of the rat\n  ","920741":"\n  Also went on the one boat with rachael and the lads a fee months ago\n  ","920742":"\n  And I'm not going to speak my opinion and upset my sister lol\n  ","920743":"\n  Always up for a challenge\n  ","920744":"\n  There's a lot of rudeness on the app\n  ","920745":"\n  Replacing Dani when I was younger, when she was trying to tell me Angela was mean\n  ","920746":"\n  When my favorite actor randomly left the show 🙃\n  ","920747":"\n  Been on a boat\n  \n\n   https:\/\/youtu.be\/J95dvcXR4IE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","920748":"\n  Whose all dating\n  ","920749":"\n  When I was 13, I had my first love\n  \n  There was nobody that could compare to my baby, ain't nobody that could ever come above\n  \n  She had me going crazy, oh I was I was star strucked\n  \n  She woke me up daily don't need no starbucks\n  \n  She made my heart pound\n  \n  Let's give a beat when I see her in the streets now\n  \n  At school on the playground\n  \n  But I really just want to see on the weekend\n  \n  She know she got me gazing cause she was so amazing but now I just keep on saying\n  ","920750":"\n  Nah\n  ","920751":"\n  There's always some sort of bug\n  ","920752":"\n  Nope\n  ","920753":"\n  Elli- childhood\n  \n  Kallen- childhood\n  \n  Rachael - a few years\n  ","920754":"\n  I stole Dani's dress lol\n  ","920755":"\n  I know\n  ","920756":"\n  The weather is bipolar and wants to snow and have sunshine at the same time\n  ","920757":"\n  The world may never know\n  ","920758":"\n  Early morning and afternoonish\n  ","920759":"\n  Lisa and Dani would be my partners and I'm sorry I got to leave behind christina, katherine and amy lol\n  ","920760":"\n  A water cashew....\n  ","920761":"\n  Yeah, but blue was written about a guy I liked when I was taking a semester of college.... Lol and brown eyed boys seems to be like my recent obsession\n  ","920762":"\n  If someone who says they're waiting till after marriage then I would believe they are\n  ","920763":"\n  I'm not a dog\n  ","920764":"\n  Thank you\n  ","920765":"\n  Sure\n  ","920766":"\n  Then I have no interest in continuing conversation\n  ","920767":"\n  I need to clean my room...\n  ","920768":"\n  I think its ridiculous. Everyone makes mistakes and not everyone is perfect\n  ","920769":"\n  That is good\n  ","920770":"\n  Not I\n  ","920771":"\n  I once forgot the lyrics to a song while onstage\n  ","920772":"\n  💛\n  ","920773":"\n  Because of all the natural logs\n  ","920774":"\n  A Roman numeral\n  ","920775":"\n  Snow angels. But I've only experienced snow for four years now lol\n  ","920776":"\n  Snow in california is the most underrated ariana grande song\n  ","920777":"\n  Earlier today, last month when the power went out, a few days ago, yesterday, yesterday and been a moment\n  ","920778":"\n  We used to have one that went under the tree, and a little like plastic skating ring with snow people and that and those little christmas town decorations but idk what happened to them\n  ","920779":"\n  Not obsessively\n  ","920780":"\n  Not really\n  ","920781":"\n  Hot chocolate\n  ","920782":"\n  Not really I only know like two lol, and no I'm a leo :)\n  ","920783":"\n  Decorations, music festivities\n  ","920784":"\n  It doesn't really feel like christmas...\n  ","920785":"\n  Rocky road with the toasted chocolate covered almonds or pink lemonade sorbet\n  ","920786":"\n  Gold\n  ","920787":"\n  G wagon\n  ","920788":"\n  Haven't heard about them in awhile\n  ","920789":"\n  You should get her spayed\n  ","920790":"\n  You're parents have no control once you hit 18 over who you date or whatever 21 is legal age to drink and that so. If you're 18 and over date the person whom you love\n  ","920791":"\n  I would but do you don't speak a lot of English, and I don't really understand yours :(\n  ","920792":"\n  Nice, signed or unsigned ?\n  ","920793":"\n  Mm\n  ","920794":"\n  Thanks\n  ","920795":"\n  No that's just mean\n  ","920796":"\n  I like snakes\n  ","920797":"\n  I think they should get retested every few years to make sure they still can pass the requirements of driving & safety. We don't want them to end up driving and hurting themselves or others\n  ","920798":"\n  I don't really know who all has children on here but like a few people\n  ","920799":"\n  I'm not a huge fan of billie sorry\n  ","920800":"\n  Lisa*\n  ","920801":"\n  Christina starts it off, I'm the one that says never fall for a boy in a band, Dani takes over with the \"He's the one\".   Lisa repeats the never fall,  back to christina with never fall, Dani with never never never, katherine with the \"hes always choking\"  amy goes back to never fall. Lisa with her looks so good,\n  ","920802":"\n  Which one lol\n  ","920803":"\n  Bringing back these gems\n  \n   https:\/\/youtu.be\/0ueHQhI_nbk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","920804":"\n\n   https:\/\/youtu.be\/1xl-JYtcIJw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","920805":"\n  Think its funny how we made a song called boy in a band but basically said never fall for them and now two sisters are engaged to boys in bands\n  ","920806":"\n  Thank you. He just doesnt really get any questions unless its like me messaging him\n  ","920807":"\n  She's also a singer ? And half the time she goes with him or they have like a meeting spot \/day\n  ","920808":"\n  There's alot of hate based on that. Rather focus on positives\n  ","920809":"\n  I used to be obsessed with the pet shop hope game 😂\n  ","920810":"\n  Crazy\n  ","920811":"\n  Good hbu\n  ","920812":"\n  Depends how far I feel up to running\n  ","920813":"\n  Tristen does lol\n  ","920814":"\n  My cuddle bug, really do love him so much, he makes me happy, I love our little family\n  ","920815":"\n  Welcome\n  ","920816":"\n  Also\n  \n   @edraegen\n  \n  if u wouldnt mind sharing the love of questions aha\n  ","920817":"\n\n   @askamanz5506\n  \n\n   @astoldbyjoanna\n  \n\n   @abiepgonzales\n  \n\n   @BigAmericanFatso\n  \n\n   @Bocepous\n  \n\n   @chrissyjillson\n  \n\n   @EricC99\n  \n\n   @eatyourcake\n  \n\n   @FeelFreeToAsk2017\n  \n\n   @fiezuqa\n  \n\n   @iWillSpamYouAsk\n  \n\n   @JJD55\n  \n\n   @lnr87\n  \n\n   @mbaac18\n  \n\n   @mawiocudwoc\n  \n\n   @NicoleBuckleyyx\n  \n\n   @Pookeo9\n  \n\n   @RaquelAlissa\n  \n\n   @SophieWhite3\n  \n\n   @TheChaosBringer\n  \n  if you guys wouldn't mind sharing the love\n  ","920818":"\n  Chad gilbert from new found glory\n  ","920819":"\n  Lol you want questions?\n  ","920820":"\n  She said #teamgilbert2020 so I'm guessing yes? BTW I was the first one to hug her and that aha\n  ","920821":"\n  Idk how to help ...\n  ","920822":"\n  Its complicated to be fair. But he just got to listen to what he believes will be for the best\n  ","920823":"\n  Okay then.\n  ","920824":"\n  Nothing never mind\n  ","920825":"\n  Can people like stop trash talking chad ??\n  ","920826":"\n  Whats wrong\n  ","920827":"\n  Yeah, a few times or.christmas gifts as well\n  ","920828":"\n  Once\n  ","920829":"\n  My career lol\n  ","920830":"\n  Dead\n  ","920831":"\n  I don't remember\n  ","920832":"\n  No, I work with friends and family\n  ","920833":"\n  Hey\n  ","920834":"\n  Sound it out lol\n  ","920835":"\n  Blocked :)\n  ","920836":"\n  Thats not the real tho\n  ","920837":"\n  Yes I am\n  ","920838":"\n  Nope\n  ","920839":"\n  The BBQ ones lol\n  ","920840":"\n  No\n  ","920841":"\n  Good\n  ","920842":"\n  Mm\n  ","920843":"\n  Keeps changing name and profile pic\n  ","920844":"\n  Hi\n  ","920845":"\n  I think its relaxing, and calming. Helps destress\n  ","920846":"\n  Ohh\n  ","920847":"\n  Jealousy\n  ","920848":"\n  40\n  ","920849":"\n  Flames\n  ","920850":"\n  Not interested in the person\n  ","920851":"\n  I sing and play keyboard\/piano\n  ","920852":"\n  Jingle bells\n  ","920853":"\n  There is no tear\n  ","920854":"\n  From one person\n  ","920855":"\n  And you can rest\n  ","920856":"\n  I can go pick up ian if you want?\n  ","920857":"\n  My person\n  ","920858":"\n  For some reason instagram claimed that her account wasn't real or something but she got it back yesterday\n  ","920859":"\n  I'm so emotional today...\n  ","920860":"\n  The world changes daily. And now some jobs that don't require a college degree pay more than those that do\n  ","920861":"\n  Australia\n  ","920862":"\n  I'm doing okay, thanks for asking javi\n  ","920863":"\n  Mhm\n  ","920864":"\n  Thats assault\n  ","920865":"\n  Thomas from midnight red... Seemed to have a crush on amy along time ago\n  ","920866":"\n  As children\n  ","920867":"\n  Ok\n  ","920868":"\n  I'm seriously thinking about messaging thomas and finding out something for amy lol\n  ","920869":"\n  My love life\n  ","920870":"\n  Orange\n  ","920871":"\n  Ohh see I don't like a lot of grease...\n  ","920872":"\n  So only amy and I are left of the girls to get engaged... Lol\n  ","920873":"\n  That would be fun :)\n  ","920874":"\n  A hahaha -screams - more -screams I'm dyingggg\n  ","920875":"\n  I'll work out with you but dunno about lifting ... I felt like I was giving birth\n  ","920876":"\n  Oh gosh 😂 can I pass on that?\n  ","920877":"\n  She might wait a while\n  ","920878":"\n  😙😊💛 love uuu\n  ","920879":"\n  In this week's video the sisters switched lives with the brothers ... Interesting 😊\n  \n\n   https:\/\/youtu.be\/HPyiEm-IY6w\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","920880":"\n  Welcome baddies\n  ","920881":"\n  ok but TLC is wild. like ... some of these shows they got ... I gtg\n  ","920882":"\n  Nay\n  ","920883":"\n  No, I don't like star wars\n  ","920884":"\n  For a week\n  ","920885":"\n  Most of the time\n  ","920886":"\n  Orange\n  ","920887":"\n  Everything's great and you feel refreshed and happy\n  ","920888":"\n  Conan gray -maniac\n  ","920889":"\n  Stranger things\n  ","920890":"\n  Mm not sure\n  ","920891":"\n  I got a pretty great circle of people who care and love me\n  ","920892":"\n  You are mean about certain things towards me\n  ","920893":"\n  At times BC of my anxiety\n  ","920894":"\n  For the most part they're okay\n  ","920895":"\n  Okay. I will\n  ","920896":"\n  Neither\n  ","920897":"\n  Lol I used to have a crush on the one guy from house of Anubis along time ago. Now I don't really have one. I mean sean o donnel is cute\n  ","920898":"\n  Yeah lol\n  ","920899":"\n  I been to candlelight vigils before\n  ","920900":"\n  Nope, and not my neighbors but Christina's did ...\n  ","920901":"\n  Not really lol. Mostly older people and kids\n  ","920902":"\n  There really hasn't been any gossip. Mainly because lisa is in kentucky and has been sick, Danielle is taking care of emmyn who has pink eye, max and katherine been just doing couple stuff, nick and christina have been mjust relaxing and enjoying eachothers company, and amy and I been with friends or christmas shopping\n  ","920903":"\n  They're alright\n  ","920904":"\n  My favorites\n  ","920905":"\n  Yikes that's a lot\n  ","920906":"\n  I believe in fate\n  ","920907":"\n  What\n  ","920908":"\n  Same, I know some fans are working together on a project dedicated to her however\n  ","920909":"\n  I wouldn't say a scientist.. Maybe just a powerful person in history that made a difference\n  ","920910":"\n  I haven't really been on much because I'm still trying to uplift dani\n  ","920911":"\n  Pardon?\n  ","920912":"\n  Haha\n  ","920913":"\n  Oof, I don't really know\n  ","920914":"\n  What exactly do you mean by \"bold\"?\n  ","920915":"\n  This week\n  ","920916":"\n  Thank you 😊\n  ","920917":"\n  Pop, christian, ballads, sad songs lol\n  ","920918":"\n  Some\n  ","920919":"\n  I don't believe I'll ever change it to anything else. The only thing I'll ever change is my last name\n  ","920920":"\n  Awe that's sad :(\n  ","920921":"\n  I don't believe so? Unless I did watch it and didn't know the name of it\n  ","920922":"\n  Beauty and the beast or the grinch\n  ","920923":"\n  I don't think I would to be honest\n  ","920924":"\n  I believe so. Or try to control those traits\n  ","920925":"\n  Once again a post I shouldn't even have to make but sadly I do. ( ignore the language on this as it was a screenshot from a fan). But as some of you know a few weeks ago we were doing the golden ticket rewards. Which is were you received a golden ticket with the merch you brought from that time period to be redeemed for a prize. The prizes included: a skype call from one of us, a follow from our band accounts and an exclusive poster. Their was also a glitch in the system and we were behind on shipping things out as well, which our team and us have been working on. Anyway the exclusive poster was given out as a reward to many, which may have not made it so exclusive and fans instantly started to become upset and addressed their concerns... But some addressed their concerns in a way that was very harsh and made fun of the poster and the design claiming it was cheaply made, a waste of money etc. But little did they know the story behind it and just kept putting down the poster. Danielle cimorelli ( our youngest sister) who is only 19. Has became interested in graphic design lately and she's still learning how to do things involving that. We let her do the design of the poster and she thought it would be fun to create a poster out of it and expand her skills as well. Danielle has also done the header and designs for our youtube and our tour announcement, and even helped designed my orange merch as well as emmyns and max's. And I feel incredibly blessed that she has even offered to help with these things. As for a learner I think she does a great job, and her designs are really cute and matches with the aesthetic. However, I know have to deal with a very upset and hurt sister who just wanted to do something for thousands of people to enjoy and have fun creating it as well. ... This is why you must consider what you're about to post! Because we see a lot of those things even if you think we may not. And twitter has always been a toxic place for dani to be on that she stopped coming on completely and had to make a second account. Its sad that our fandom that is suppose to be a positive uplifting community has turned into something wrong don't even associate with. So I ask if you claim to be a fan of ours hut constantly say negative things about any of us, remove yourself from the fandom ... And don't associate with those trying to be positive as well in it.... Im just extremely disappointed and when it comes to.someone I care about like my sister. I feel I have to defend them. But please change your behavior and learn how to think about what you're saying before posting it and hurting someone...\n  ","920926":"\n  my new years resolution is to never answer the phone again\n  ","920927":"\n  I have 2 pairs of headphones in my room and I don’t know where the second one came from so if you’re missing your headphones I might have them :\/\n  ","920928":"\n  Justice is making sure you get what you deserved legally, and revenge is basically causing harm to get what you want\n  ","920929":"\n  I did :) normally would wake up and get started on school work around 6am and finish before noon\n  ","920930":"\n  Inhuman\n  ","920931":"\n  Animals are a living breathing creature just as much as we are. So yes they have rights\n  ","920932":"\n  Respect\n  ","920933":"\n  I was homeschooled, and normally 8 pm\n  ","920934":"\n  My health, a place to call home, my family, support from friends, family, fans, my career and being alive\n  ","920935":"\n  No but sounds interesting 😊\n  ","920936":"\n  They don't really bother me. Sometimes its just goes by really slow\n  ","920937":"\n  I get paranoid due to anxiety. Which leads to over thinking and stress\n  ","920938":"\n  Hehe 🙃 c.s.\n  ","920939":"\n  I normally get like lip balm or makeup, socks (fuzzy), lotions etc. Candy\n  ","920940":"\n  Disney is overrated\n  ","920941":"\n  No, I really want to however\n  ","920942":"\n  Every now and then a fan will see us and 1. Be nervous and won't want to bother us or 2. See us and say hello and chat for about and then ask lol\n  ","920943":"\n  Yes I do\n  ","920944":"\n  Spending quality time with Tristen and ian\n  ","920945":"\n  Nail polish\n  ","920946":"\n  Rice 😂\n  ","920947":"\n  😊\n  ","920948":"\n  Yes he is\n  ","920949":"\n  No\n  ","920950":"\n  No thanks\n  ","920951":"\n  What\n  ","920952":"\n  Yeah murphy is something .... And I may or may not release a music video for either running, flames, or brown eyed boys next year\n  ","920953":"\n\n   https:\/\/youtu.be\/fwGSsl_w6qw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","920954":"\n\n   @askamanz5506\n  \n\n   @astoldbyjoanna\n  \n\n   @abiepgonzales\n  \n\n   @BigAmericanFatso\n  \n\n   @birddawg19\n  \n\n   @Bocepous\n  \n\n   @bigboypete\n  \n\n   @chrissyjillson\n  \n\n   @CactusDoug\n  \n\n   @crickex\n  \n\n   @courtneym4\n  \n\n   @DennisQ777\n  \n\n   @Dncimorelli\n  \n  (shes not that active)\n  \n\n   @EricC99\n  \n\n   @eatyourcake\n  \n\n   @elizalcheney\n  \n\n   @FeelFreeToAsk2017\n  \n\n   @fiezuqa\n  \n\n   @foolian\n  \n\n   @iWillSpamYouAsk\n  \n\n   @JJD55\n  \n\n   @lightoflove\n  \n\n   @lnr87\n  \n\n   @LittleAlz\n  \n\n   @Michaeljonesmp50\n  \n\n   @mbaac18\n  \n\n   @mawiocudwoc\n  \n\n   @NineGDxFour\n  \n\n   @NicoleBuckleyyx\n  \n\n   @Pookeo9\n  \n\n   @TNMORZ\n  \n\n   @TheChaosBringer\n  \n\n   @tericrosby2016\n  \n\n   @TyStar95\n  \n\n   @WhySoManyTaken\n  \n\n   @xxAmyLovesBVB1xx\n  \n\n   @XJLXJLXJLX\n  \n","920955":"\n  Using this as a space ) but FOR THE CLUELESS PEOPLE WHO JUST DONT GET IT ! PLEASE READ:\n  \n  Its really annoying I even have to post something like this for starters, but some people just don't know how to be respectful, use their brain, or even read for that matter. 🤦🏻\n  \n   @TNMORZ\n  \n  and I have been dating since September, minus whatever rumors you may hear because of media and certain people invading privacy and twisting things around. But anyway I'm getting tired of seeing certain animals questions being sent to\n  \n   @WhySoManyTaken\n  \n  who is tristen's half brother. Consisting of things like \"would he date me\" and so on, no he won't because I'm dating his brother, never had romantic feelings for him, and he has his own girlfriend. Stop being those type of people who try to break people up because you're unhappy with your life. Its also annoying how anytime I even mention Tristen you guys like to point out he's gay, I'm better looking. No offense but I think Tristen is adorable, He's good enough for me, and no he's not gay. As for the anons in my inbox telling me to break up with him and date them : NEVER im perfectly content with my relationship and I don't date just anyone. I have to feel comfortable and actually know you for starters. And for the anons who have a weird obsession with jonah marais... That's never going to happen, jonah is the exact boyfriend of one of my sisters and he hurt her pretty badly. Yes he may have grown up, but I will never date him or anything. And jonah also has a girlfriend who he's been with for years as well ( send hate to me for speaking the truth iDC anymore) her name is taytum Dahl NOT maggie or madison whoever is claiming that they're together GROW UP 🙃 that is all\n  ","920956":"\n  I don't really like people touching me\n  ","920957":"\n  In a house with my older sister\n  ","920958":"\n  Thank you\n  ","920959":"\n  All the people who help save lives on a daily basis\n  ","920960":"\n  From my partner\n  ","920961":"\n  Paris\n  ","920962":"\n  I don't have a favorite but I do always have roses\n  ","920963":"\n  My boyfriend\n  ","920964":"\n  Memories of my then : best friend, who is now nothing to me\n  ","920965":"\n  Frozen\n  ","920966":"\n  Well that's good ahah\n  ","920967":"\n  Ross and rachel\n  ","920968":"\n  No clue\n  ","920969":"\n  The vampire diaries\n  ","920970":"\n  Wizard of oz\n  ","920971":"\n  Is this the lost characters?\n  ","920972":"\n  Grease\n  ","920973":"\n  Cheers\n  ","920974":"\n  The titanic\n  ","920975":"\n  I was homeschooled\n  ","920976":"\n  Good 😊😙\n  ","920977":"\n  But u like me too\n  ","920978":"\n  I kinda discussed this last night in a message but there's alot\n  ","920979":"\n  Well it not that its rushed that's throwing me off, we know dani is different and not wanting what all her sisters have but there's other things that I'm iffy about\n  ","920980":"\n  Basically\n  ","920981":"\n  Running\n  ","920982":"\n  I have mixed emotions tbh\n  ","920983":"\n  Idk, they went to the court house yesterday is all I know. And was told it was next month\n  ","920984":"\n  I don't use it anymore\n  ","920985":"\n  As states many times I'm waiting for after marriage\n  ","920986":"\n  Mine is taking forever to load the feed\n  ","920987":"\n  They think my laugh is cute\n  ","920988":"\n  But you not gay 😌\n  ","920989":"\n  Tristen* and its actually going to be katherine and max theyre getting married sometime this year coming up\n  ","920990":"\n  I think they just went to get their license or something idk\n  ","920991":"\n  Cold & sunny\n  ","920992":"\n  Anon\n  ","920993":"\n  Thank you\n  ","920994":"\n  Sure\n  ","920995":"\n  Ahaha\n  ","920996":"\n  I didnt mean it like that\n  ","920997":"\n  Gentle with a bit of aggressive\n  ","920998":"\n  Many times\n  ","920999":"\n  Making food lol\n  ","921000":"\n  We are currently not touring. And you would\n  \n  - have to buy the pass\n  \n  - or win it\n  \n  - or participate in the street team requirements to gain platinum vip\n  \n  Which is how they got early access and all that\n  ","921001":"\n  Obviously pizza\n  ","921002":"\n  Sure\n  ","921003":"\n  Oof\n  ","921004":"\n  Or we can talk here?\n  ","921005":"\n  21\n  ","921006":"\n  I love you too\n  ","921007":"\n  Anyway this guy ^ makes me really happy and I love him with all my heart.\n  ","921008":"\n  And he's with someone else ? Lol so why are u like obsessed with bringing him up when. I'm not the one who has a thing with him\n  ","921009":"\n  Why the heck are we even talking about jonah for? Just an fyi i never dated him or romantically liked him 🙃\n  ","921010":"\n  I feel like I need to finally speak everything I been thinking .... But idk\n  ","921011":"\n  :)\n  ","921012":"\n  Lol none of us even posted today except christina\n  ","921013":"\n  ;) I said maybe ;)\n  ","921014":"\n  Also... Dani may have gotten married ;)\n  ","921015":"\n  Wait *cousins*\n  ","921016":"\n  I did. I loved megan aka mirands cosgrove\n  ","921017":"\n  Mariana from the fosters\n  ","921018":"\n  My music journal\n  ","921019":"\n  Ooo.... I don't know....\n  ","921020":"\n\n   https:\/\/youtu.be\/xrohUCjo5gw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","921021":"\n  Okay I need back rubs :\/ its stressful\n  ","921022":"\n  Mckingsley and paisley are with christina and rachael has her nieces I believe\n  ","921023":"\n  Not all the time\n  ","921024":"\n  Wow... 🤦🏻 our significant others have jobs as well 🤦🏻\n  ","921025":"\n  Well ... We also pitch in as well\n  ","921026":"\n  There was also a glitch and we are behind sending things out as well but its not just us its the team as well...\n  ","921027":"\n  I have 10 siblings so\n  ","921028":"\n  Thats nice\n  ","921029":"\n  Purple\n  ","921030":"\n  Its been a year since the last one ?\n  ","921031":"\n  Yeah she uses tiktok often but she also did it live lol\n  ","921032":"\n  Very\n  ","921033":"\n  I don't need money and as of right now we have no shows because we got to focus on wedding arrangements for katherine and max\n  ","921034":"\n  I mean you could but it causes a lot of drama and that when you break up or you'll always try to side with each other and youre other co workers will start to dislike you\n  ","921035":"\n  What\n  ","921036":"\n  Many\n  ","921037":"\n  Yes but there's still a chance\n  ","921038":"\n  Definitely\n  ","921039":"\n  So no he's not gone yet there's still a chance he will remain.\n  ","921040":"\n  I'm okay just trying to sort things out with our team about the golden tickets situation and unhappy fans\n  ","921041":"\n  Natural beauty is the most beautiful\n  ","921042":"\n  Hi\n  ","921043":"\n  Mostly everyday\n  ","921044":"\n  Yes hes IMPEACHED BUT NOT YET REMOVED. Meaning he REMAINS as of right now in the office but can't make any big Decisions\n  ","921045":"\n  Yes I do\n  ","921046":"\n  Thats harsh\n  ","921047":"\n  You can be impeached but still remain in office till your term is over. The trial is to find out if he abused his power and they're the final say for him to be impeached and removed\n  ","921048":"\n  Yes lol\n  ","921049":"\n  They have to vote to remove him for him to get out of office\n  ","921050":"\n  The hotdogs in a cresent roll or stuffed cabbage?\n  ","921051":"\n  My younger sister dani\n  ","921052":"\n  I never did tbh I hate apples as well\n  ","921053":"\n  The fandom is mad about the poster and all.... But I'm not the only one who is going to take all the hate ..\n  ","921054":"\n  I got cute photos but never gonna post them because y'all don't know privacy\n  ","921055":"\n  I mean there is plenty of videos that compare a recorded version to the live performance or shows like the best notes etc.\n  ","921056":"\n  I did so no one could copy it 😂\n  ","921057":"\n  Ahaha\n  ","921058":"\n  Mm ok\n  ","921059":"\n  I just don't talk to him a lot anymore I'm sure we are friends still\n  ","921060":"\n  Hanging out in the UK again 😂\n  ","921061":"\n  Look at our YouTube subscribers\n  ","921062":"\n  Oh, look my flag traveled to london again. I wonder why ? It seems to enjoy it there\n  ","921063":"\n  Well one opinion doesnt change the other billions of opinions\n  ","921064":"\n  Posititivity\n  \n  Reasoning\n  \n  Understanding\n  ","921065":"\n  Babies, baddies, lads\n  ","921066":"\n  Annoy my sisters lol\n  ","921067":"\n  Mexico, turkey, Australia, Hawaii\n  ","921068":"\n  Imagine if u could just teleport to your bed whenever you wanted\n  ","921069":"\n  Someone asked me if I thought dani and emmyn had sex yet... 😐 I don't know amd I don't want to know okayyy\n  ","921070":"\n  Very\n  ","921071":"\n  I think it really started to pick up once I got home Saturday night....\n  ","921072":"\n  Tonight consists of cuddles from my baby 😍 😘\n  \n   @TNMORZ\n  \n","921073":"\n  Call me , beep me, if you want to reach me\n  ","921074":"\n  Give me attention 🙁\n  ","921075":"\n  California or home\n  ","921076":"\n  Its the past and a memory\n  ","921077":"\n  Nvm\n  ","921078":"\n  But after thinking about it I do remember this weird time that happened to me ...\n  ","921079":"\n  😊\n  ","921080":"\n  No lol\n  ","921081":"\n  Thank you 😊\n  ","921082":"\n  I heard s8 was actually a good phone lol\n  ","921083":"\n  Hm weird\n  ","921084":"\n  I'm not lying\n  ","921085":"\n  Aha\n  ","921086":"\n  Thats no ones concern to know\n  ","921087":"\n  Life with cimorelli- sims 4 edition 😂\n  ","921088":"\n  Well my household had an ex in it lol but since gallery is coming to console soon .... And we may or may not be able to download custom content sims on there... I may redo the whole thing\n  ","921089":"\n  We have years ago!! Lisa did to be honest\n  ","921090":"\n  1897\n  ","921091":"\n  Hahaha I forgot which family that was I may have deleted the saved game 😂\n  ","921092":"\n  It was a show that was added onto our BIY tour where it was just christmas songs and that we performed\n  ","921093":"\n  Thank you\n  ","921094":"\n\n   https:\/\/youtu.be\/1SSorg_nAYU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","921095":"\n  Nope\n  ","921096":"\n  Few days ago, the holiday concert was lit\n  ","921097":"\n  Sure but youre coming with me as well\n  ","921098":"\n  At least an hour at most\n  ","921099":"\n  Music, or fashion, or english\/history\n  ","921100":"\n  Your personality is trash\n  ","921101":"\n  No thanks. I'm pretty committed to Tristen or someone I atleast known for awhile\n  ","921102":"\n  No\n  ","921103":"\n  But I want to\n  ","921104":"\n  Not mine 😌 I think I may want to get married soon\n  ","921105":"\n  GOLDEN TICKET WINNERS - YOUR GIFTS ARE BEING REWARDED TODAY CHECK YOUR EMAILS\n  ","921106":"\n  Yes can't forget the lads\n  ","921107":"\n  My boyfriend and family\n  ","921108":"\n  Thats not my family lol only my sister amy and brother alex are in the picture the rest are friends lol I do have a picture with the whole fam though, that was taken after our show in new york\n  ","921109":"\n\n   @TNMORZ\n  \n","921110":"\n  There's a whole video with evidence of that.....\n  ","921111":"\n  College\n  ","921112":"\n  Support\n  ","921113":"\n  Ni\n  ","921114":"\n  Troll\n  ","921115":"\n  Yeah lol\n  ","921116":"\n  Roses lol\n  ","921117":"\n  I have not been paying attention\n  ","921118":"\n  She's very sweet\n  ","921119":"\n  Italian food lol\n  ","921120":"\n  No lol... C.s 😂 who no one really likes\n  ","921121":"\n  Well I share a birthday with my older sister christina. And we have done like an ice cream party, and then last year was a sleep over party with all our friends, and then this year we had a pool party at the community pool\n  \n  Lisa shares hers with our younger brother nick and they went bowling this year together with the family and all, and a spa day, lisa likes to celebrate the whole week of her birthday\n  \n  And michael shares his with christian and joey is like a day after so they celebrate all together and they went camping and that\n  ","921122":"\n  Yay. I love it, even if it's a classic overplayed movie\n  ","921123":"\n  BTW not talking about my brother alex 😂\n  ","921124":"\n  Just gonna keep posting photos with him to annoy everyone now\n  ","921125":"\n  \"Omg he's there, eww I hate him, why does she keep letting him come around\n  ","921126":"\n  Going to delete this photo if I continue to see the hate directed towards me and someone else who is pictured in this photo x what i thought was just a cute photo to capture time with the lads 😊\n  ","921127":"\n  This week with Lauren - 12\/7\n  \n  A couple days late, sorry lads lol tbh just been trying to catch my breath these last couple days!!!! Got home from the last stop of the Believe In You tour on Saturday night and let me tell you I have never slept more than I have in the last 2 days!!!!! This has been the most challenging and hectic month\/2 months of maybe my entire life. It‘s like just when you think everything will calm down, there’s something else !!! Did not foresee all of this. Been working with my therapist a lot on using healthy coping strategies to deal with stress and big emotions. Definitely don’t always employ these strategies, but things like being honest with myself, taking time to process my thoughts and feelings (and allowing myself to feel those feelings and have those thoughts), and setting boundaries that I need to keep myself healthy (mentally and physically) even though it might inconvenience other people have been coming in clutch. I think the holidays\/the end of the year is pretty hard for a lot of people. A lot of you guys have your finals for school right now, being around family can be really stressful, or trying to celebrate when you’ve lost a loved one or come from a broken home, or even just having your own personal struggles and not being able to enjoy what’s supposed to be the happiest time of year can be really hard. You’re not alone guys. And you don’t have to pretend like everything’s fine when it’s not. It’s okay to feel exactly however it is that you feel and there’s nothing wrong with you for feeling that way ❤️ p.s. the last video is from something really special we filmed ;)\n  ","921128":"\n  I think everyone hates those like lotion and that sets lol\n  ","921129":"\n  I think I can only clearly remember memories from the age 8 and up... And the ones before are blurry or I don't really remember\n  ","921130":"\n\n   https:\/\/youtu.be\/yM0VuXy4VYU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","921131":"\n  I actually go for a run every morning and I got to the gym a lot as well lol\n  ","921132":"\n  Its not my cup of tea\n  ","921133":"\n\n   https:\/\/youtu.be\/EO53weL5Akw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","921134":"\n  She went with one of her other friends I think from her hometown came to visit. Then she came to our kentucky show this week with the lads\n  ","921135":"\n  I didn't even know that\n  ","921136":"\n  I'm just now starting my Christmas shopping ... A week before ... But I might be able to pull it together\n  ","921137":"\n  Yes, I hate having phones that are big...\n  ","921138":"\n  Need any more suggestions?\n  ","921139":"\n  I think every girl is or its not something we really talk about unless its like telling a doctor about it lol\n  ","921140":"\n  No I don't want to summon a devil now\n  ","921141":"\n  Hopefully it doesn't go bad lol\n  ","921142":"\n  Last night I had breaded pork chops, peas, and mash potatoes lol... I got to go shopping\n  ","921143":"\n  Out shopping last moment for Christmas gifts !!\n  ","921144":"\n  I'm the one who makes the music tracks for the songs and write\/produce them. I'm also the high harmony in the group\n  ","921145":"\n  You make one mistake of accidentally calling your fans babies and now they stan me calling them baddies\n  ","921146":"\n  When you hear a siren but you can’t see where it’s coming from yet and ur like fhsksjdhf pls don’t arrest me for not pulling over I’m just a boy 😩\n  ","921147":"\n  Don't believe so\n  ","921148":"\n  She might have\n  ","921149":"\n  I'm ok\n  ","921150":"\n  English\n  ","921151":"\n  They might ? Its possible\n  ","921152":"\n  Yeah I just need like three weeks to myself\n  ","921153":"\n  Yeah crazy\n  ","921154":"\n  Awe\n  ","921155":"\n  Well I write songs and I either keep them as ideas for myself or I pass them along to the oldest sister christina who is the leader of our band\n  ","921156":"\n  Hi\n  ","921157":"\n  Chicken nuggets and cola\n  ","921158":"\n  Calmness, on top of everything, self care is taken care of\n  ","921159":"\n  Yeah disturbeddd\n  ","921160":"\n  I don't like watching stuff with a bunch of nudity in it. Rather keep is like family friendly or at least were different age groups can enjoy it\n  ","921161":"\n  Anon is old enough to be my dad.... And hitting on me\n  ","921162":"\n  Because we are addicted to how things are or how they make us feel. Like people love the chase and some like the pain\n  ","921163":"\n  Absolutely not\n  ","921164":"\n  I'm.disturbed a bit\n  ","921165":"\n  For the most part cool lol but there have been some pretty mean people\n  ","921166":"\n  I would maybe talk to the doctor about it\n  ","921167":"\n  Because its hard to face reality\n  ","921168":"\n  Because there is a thing called season depression\n  ","921169":"\n  No I want a gwagon\n  ","921170":"\n  Yeah, it can be, or just a certain person is not the smartest person in the group and makes dumb choices.\n  ","921171":"\n  I did ... And yes ...\n  ","921172":"\n  I might thanks for the suggestion 😊\n  ","921173":"\n  Sorry\n  \n   @TNMORZ\n  \n  got my love on lock\n  ","921174":"\n  I'm not that active on it as I have been.\n  ","921175":"\n  😂 idk why that's been stuck in my head\n  ","921176":"\n  Just say I'll think about it or I'll consider it and smile\n  ","921177":"\n  My head hurts .... Today was eventful with dress fittings and all\n  ","921178":"\n  Emmyn posted this thing about hiding a pregnancy and it was due next year ... And it was that joke about haha I wanted to say I was totally lying you nosey people...\n  ","921179":"\n  Anyway my sisters boyfriend just gave everyone a heart attack\n  \n  ....  Talking about hiding a baby and its due next year\n  ","921180":"\n  Cause that's normally what I'm told\n  ","921181":"\n  Emmyn just made me choke on the water I was drinking... He really got me believing that\n  ","921182":"\n  Are you sure?\n  ","921183":"\n  Dress fittings for Kath's wedding 🙁 was today...\n  ","921184":"\n  We love us some Taylor in this house\n  ","921185":"\n  Probably a newborn child who has to remember or make new memories\n  ","921186":"\n  They love to dream ?\n  ","921187":"\n  Oh gee this is a topic that can go on and on....\n  ","921188":"\n  You always are kinda mean to me or people I really care about. And I don't consider myself to be friends with those kind of people\n  ","921189":"\n  Also was told that due to the venues that some fans were told not to record idk tho\n  ","921190":"\n  Far from being the most advanced\n  ","921191":"\n  One of my fans grabbed my during the meet and greet, shocked me and told me they knew I wasn't okay and I was sad... My response : everybody's sad\n  ","921192":"\n  Things that are not good lol\n  ","921193":"\n  No because according to science humans are the smartest species there are already. If humans go extinct that means a whole chain of life dies off. And nature will start to over take. First it would start with the animals and then so on. And everyone is intelligent just in different ways\n  ","921194":"\n  Anyone can follow me I just don't follow back\n  ","921195":"\n  Grazzi\n  ","921196":"\n  Life with lauren\n  ","921197":"\n  Gloves because my hands would get cold, but I would have a fabric to cover my head already from my jacket, a scarf isn't really necessary, and an extra layer of socks are not needed if you have good boots\/shoes\n  ","921198":"\n  Movie night at home 💛 like we did last night but we all gathered at christina and nicks\n  ","921199":"\n  I would say wisdom.\n  ","921200":"\n  A knowledge that rangers in different topics and areas\n  ","921201":"\n  Font chase after people, if they want to leave let them\n  ","921202":"\n  My mind goes blank every time I'm asked this lol\n  ","921203":"\n  Celebration the birth of Jesu's, family time,  and having a mental breakdown trying to figure out what to buy\/make each person\n  ","921204":"\n  Oh!! OK!!\n  ","921205":"\n  Give them a gel pen and tell them its a pen they use that only the princesses can be able to read the ink of 🙃 we have a five year old that is a huge princess\/ diva lol\n  ","921206":"\n  Again... Making me cry all over\n  ","921207":"\n  Christina is making me cry all over again\n  ","921208":"\n  I wonder who hurt him this bad...\n  ","921209":"\n  Ooo ... Thomas rhett\n  ","921210":"\n  Thank you\n  ","921211":"\n  My eyes, smile, hair, personality\n  ","921212":"\n  Santa tell me\n  ","921213":"\n  The time you get before bed each night\n  ","921214":"\n  Have my own little family someday\n  ","921215":"\n  Why does everyone do this on my part though\n  \n\n   https:\/\/mobile.twitter.com\/jetblackIaur\/status\/1194255807069573130\n  \n","921216":"\n  So here is some bits and pieces from the Chicago christmas show... Lol when me and Danielle hit those moves right on fall\n  \n   https:\/\/youtu.be\/Vm6UzFoyIQc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","921217":"\n  Rugratz\n  \n  Hey arnold\n  \n  Bear in the big blue house\n  \n  Ed, edd,eddy\n  \n  The classical 90s and early 2000s shows\n  ","921218":"\n  I only wear a purity ring\n  ","921219":"\n  Yessss please\n  ","921220":"\n  Lucky 😐💛\n  ","921221":"\n  With the pigeon peas?\n  ","921222":"\n  Plain or seasoned\/flavored ?\n  ","921223":"\n  What's my little guy doing?\n  ","921224":"\n  That I love 😊💛\n  ","921225":"\n  But they're scared of snakes...\n  ","921226":"\n  Idk we had cats, dogs, and I remember joey had like a pet mouse before ... And then dani had a bunny, we have a turtle that mike has now... Lizards\n  ","921227":"\n  She thought it was Penelope 😂\n  ","921228":"\n  Sugar & spice\n  ","921229":"\n  25 and yes\n  ","921230":"\n  Told u the cats were not a good idea lol\n  ","921231":"\n  Let me just tell you.... I was shocked\n  \n\n   https:\/\/mobile.twitter.com\/TheLexiBenton\/status\/1206324180708409344\n  \n","921232":"\n  👏 👏\n  ","921233":"\n  I've gotten so used to her short different colored hair and now that its like almost back to her natural color and medium\/long length .... I feel like she was replaced lol\n  ","921234":"\n  No he is not\n  ","921235":"\n  I fell asleep on Tristen last night and for once I felt at peace with everything going on and relaxed 💫\n  ","921236":"\n  Hot air ballooning\n  ","921237":"\n  Beach villa\n  ","921238":"\n  My crush is my boyfriend\n  ","921239":"\n  Lol\n  ","921240":"\n  Ketchup or BBQ\n  ","921241":"\n  No problem\n  ","921242":"\n  Thanks\n  ","921243":"\n  It is\n  ","921244":"\n  No you're not\n  ","921245":"\n  Yeah very weird creatures\n  ","921246":"\n  Something we created I believe or was already there but we didn't know how to use it\n  ","921247":"\n  To be able to do what I love because of the wonderful people who love and support us daily\n  ","921248":"\n  No\n  ","921249":"\n  Yes since we are starting to say goodbye to this year\n  ","921250":"\n  Bucket list ideas\n  ","921251":"\n  Paris with\n  \n   @TNMORZ\n  \n  seems like a plan\n  ","921252":"\n  In the massage chair\n  ","921253":"\n  Its not midnight but can we stop for some chicken wings...\n  ","921254":"\n  Maybe later\n  ","921255":"\n  Yeah but I feel jack and Danielle have a special bond as well\n  ","921256":"\n  Santa tell me by ariana grande\n  ","921257":"\n  Just ideas aha\n  ","921258":"\n  Yes I do\n  ","921259":"\n  I took a few months away from twitter lol.\n  ","921260":"\n  Late 2017 I believe\n  ","921261":"\n  I dont understand what it is asking sorry\n  ","921262":"\n  Depends. But I really don't like spending over $100\n  ","921263":"\n  Not the greatest but I'm pretty good\n  ","921264":"\n  Eh... Who knows\n  ","921265":"\n  I don't believe so\n  ","921266":"\n  I don't really listen to rap\n  ","921267":"\n  Once\n  ","921268":"\n  Self care ... Like go get a medi pedi, do some yoga, take a hot bath\n  ","921269":"\n  Trees, cars, highway\n  ","921270":"\n  Well if its given to me at m&gs or through fanmail then yes lol\n  ","921271":"\n  Eating a over sugar dessert for breakfast\n  ","921272":"\n  My children will be blessed\n  \n   https:\/\/mobile.twitter.com\/TheLexiBenton\/status\/1206280159889887233\n  \n","921273":"\n  alright gonna sleep for the next 3 weeks see u later !!\n  ","921274":"\n  Just super busy lol and on here as long as its appropriate and respectful then no I do not mind\n  ","921275":"\n  😊\n  ","921276":"\n  Yes very\n  ","921277":"\n  Not everyone\n  ","921278":"\n  I don't follow people that idk personally on my personal Instagram\n  ","921279":"\n  Cellphone, verizon\n  ","921280":"\n  We did a christmas show last night and tonight. We did a tour earlier this year which was like the third part of ILYOW ... Which was january- march because we had to reschedule due to the cold and polar vortex in Chicago. Then we went to california a few months later and were insane booked with collaborations, and this whole year we been working and putting our everything into our projects. We just got done with our biy tour which was 8 shows.... And that doesn't include the book signals, interviews etc.\n  ","921281":"\n  Not yet\n  ","921282":"\n  Trist being adorable\n  ","921283":"\n  No\n  ","921284":"\n  No tonight was our last show for the biy tour... Hopefully we get to relax for awhile lol\n  ","921285":"\n  No problem :)\n  ","921286":"\n  Dad took these last night and she actually uploaded them as well ahah\n  ","921287":"\n  One second\n  ","921288":"\n  This was from last night and christina and dani thought I was about to hit them hahaha\n  \n\n   https:\/\/mobile.twitter.com\/SummerJennings_\/status\/1205891586560802822\n  \n","921289":"\n  You want my blanket?\n  ","921290":"\n  We're just running sound check now lol\n  ","921291":"\n  She did it live last night but there's like hardly any videos yet\n  ","921292":"\n  We got a few hours before anything has to be done lol\n  ","921293":"\n  You can sleep baby\n  ","921294":"\n  My sisters and I do for contests and that\n  ","921295":"\n  It does\n  ","921296":"\n  Power of sleep?\n  ","921297":"\n  Yeah like I never got the pop up thing notifying me they were back\n  ","921298":"\n  5'9\n  ","921299":"\n  I posted a few from last night as pills be sure to check them out!! 😊\n  ","921300":"\n  Yeah he's been for years lol\n  ","921301":"\n  Doing okay, hbu?\n  ","921302":"\n  Well how tall are you?\n  ","921303":"\n  Hopefully pleasant not revolting\n  ","921304":"\n  Then sit down and think really hard about what you like and don't like, are you receiving more good things from that person or bad things? And if they're more bad then maybe its time you either sat down and came up with a plan and compromise\/work on it together or maybe leave and find your happiness elsewhere on a different journey in life\n  ","921305":"\n  Yeah\n  ","921306":"\n  Okay ... I will 😬\n  ","921307":"\n  Never listened to it\n  ","921308":"\n  But babe I'm not a mean person I'm a sassy person\n  ","921309":"\n  I enjoyed him when he was in one direction, and he does have some good songs\n  ","921310":"\n  From my sisters in real life lol that's it but then I was bullied by people on the internet a lot\n  ","921311":"\n  I believe we are fine currently but that is for your concern 💛🙄\n  ","921312":"\n  My boyfriend\n  ","921313":"\n  My boyfriend's\n  ","921314":"\n  How old are you?\n  ","921315":"\n  Sure\n  ","921316":"\n  No, because there's always going to be someone who is better loojing. Everyone is unique and beautiful in their own ways and I have come to realize that just because someone doesn't think I'm beautiful doesnt mean that over 7 billion people think the same, and that a lot of people around me think I am\n  ","921317":"\n  I believe in good and bad\n  ","921318":"\n  Sad really sad especially if they stopped doing shows and that.\n  ","921319":"\n  Yes, yes ,yes I definitely do\n  ","921320":"\n  Been driving since I was 16 lad\n  ","921321":"\n  I love art in all forms. I don't really have a favorite as I appreciate a lot of people's work\n  ","921322":"\n  18+ :)\n  ","921323":"\n  Lisa feeds them not me. They're her cats and I believe she feeds them some sort of soft cat food from a can. As she also has done trying to get ghost to gain weight and back to health\n  ","921324":"\n  Lol I'm actually laughing, we are both in relationships and have been for a few months now. He's with kirsten.... But if you only knew what we know you would be laughing as well 😂 and I'm with\n  \n   @TNMORZ\n  \n  and I love him. Tristen is the light in the dark and has been by my side through thick and thin. I know him since I was little. As well as his siblings which I talk to and follow and it was uncalled even sending this to my boyfriend, his brother or even me for that note. Its disrespectful and besides I do not associate with any member of road trip anymore. Except the one who has left and a friend that knows them. So move on and stop bringing up past subjects. K??\n  ","921325":"\n  I share just not with him\n  ","921326":"\n  Yeah I would lol I'm not mean\n  ","921327":"\n  No, I'm just quiet bc I'm introverted\n  ","921328":"\n  Let me tell you that part \" I come back to you, back to you\" part is the hardest thing to perfectly hit live\n  \n   https:\/\/www.instagram.com\/p\/B6D0iyrJ9q-\/?igshid=1v3nkewtdxymk\n  \n","921329":"\n  Oh boi...\n  ","921330":"\n  Yeah, I just hate that I'm that type of person who simply can not just relax when I need it because I feel like the work has to get gone. Or I have to be the peacemaker all the time and people please because i dont want others to be sad and uoset if it doesnt get done. I always try to put my everything into things and it wears me out\n  ","921331":"\n  I think we are all sort of just worn out and wanting a break. Luckily (not in a bad way) tonight is our last show and we can just go home and spend time time with our family and enjoy the holidays. And I think I need to schedule some therapy meetings as well. I don't like feeling like my life is falling apart and I can't grasp onto anything but just sit there and feel sad\n  ","921332":"\n  NEW VIDEO 🎉🎄\n  \n  Happy #CimorelliSaturday!\n  \n  Today we did the one word song challenge- Christmas edition! 🎄❤️\n  \n  We’re replying to comments!\n  \n\n   https:\/\/youtu.be\/9gL8YKTpFSM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","921333":"\n  Me: I’m going in the bathroom if Kath EVER gets out\n  \n  Amy and christina *laughs*\n  \n  Me: it’s a long shot....\n  \n  Amy: but anything is possible in the Christmas season.\n  ","921334":"\n\n   https:\/\/mobile.twitter.com\/MakaylaCCim\/status\/1205745116868206597\n  \n","921335":"\n  Thank you\n  ","921336":"\n  Yeah and my songs are very personal and have a lot of emotions, and feelings, stories behind them some that I have written when I was 17... I mostly write when I'm sad\n  ","921337":"\n  I can see, but normally its you guys who come up with the hashtag ideas for us 💛\n  ","921338":"\n  Actually it wasn't because my old house completely burned down in the wild fireworks, the whole street was totally destroyed even the park that we visited a lot through out the years and filmed music videos at. The canyons surrounding the house were on fire and burning. Nothing survived my dad went back in july and took this picture of where our house used to stand. As you can see nothing remains but the gates and rubbish\n  ","921339":"\n  Wdym\n  ","921340":"\n  I think I'm a slow eater compared to some others idk\n  ","921341":"\n  Thank you\n  ","921342":"\n  Oh nice\n  ","921343":"\n  Gods plan is better tbh\n  ","921344":"\n  The song is very catchy and The two are very sweet girls, very inspiring 💛😊\n  ","921345":"\n  Yeah everything hurts lol\n  ","921346":"\n  💛\n  ","921347":"\n  I prefer home cooked meals. But I love Wendy's, chick fil a, sonic.\n  ","921348":"\n  Ok\n  ","921349":"\n  You really shouldn't give your number out to strangers on the Internet....\n  ","921350":"\n  You can’t visit the world’s biggest waterfall, because it’s actually deep underwater in the ocean, between Iceland and Greenland. The flow of the Denmark Strait cataract is 2,000 times more powerful than Niagara Falls.\n  ","921351":"\n  There's a morning routine up on our channel although it might have changed somewhat in the year 💛😊\n  ","921352":"\n  I am exhausted, more like dead tired\n  ","921353":"\n  I know amy has an account but she hardly ever uses it\n  \n  And Dani & lisa have one but there was a lot of drama that happened and they stayed off for awhile so I'm not tagging them right now\n  \n  Christina doesn't have an ask\n  \n  Katherine doesn't have an ask\n  \n  As for my brothers\n  \n  Michael doesn't have one\n  \n  Alex doesn't have one\n  \n  Christian doesn't have one\n  \n  Nick has one but doesn't use it anymore\n  \n  Joey doesn't have one\n  \n  My parents do not have one\n  \n  Anyone claiming to be -\n  \n  Arielle\n  \n  Rachael\n  \n  Ellie\n  \n  Ryan\n  \n  Kallen\n  \n  Acacia\n  \n  Emmyn\n  \n  Max\n  \n  Chad\n  \n  Nick R.\n  \n  Hudson Hens\n  \n  And so on are fake accounts and you should not communicate with any of them\n  ","921354":"\n  Can't wish it away, even if you say you're okay\n  ","921355":"\n  My eyes, my personality, my smile, my hair lol\n  ","921356":"\n  I'm sorry babe, I love you 💛 talk to you after the show? Xxx\n  ","921357":"\n  Its so pretty I might cry...\n  ","921358":"\n  Yeah because telling someone they have the audacity to call themselves the name they were given at birth is a joke?\n  ","921359":"\n  When she calls amy out for wearing a winter jacket but I'm wearing a jacket, Kath is wearing a jacket 🤔🤔🤔\n  ","921360":"\n  Sorry when I'm tired the more sass comes out\n  ","921361":"\n  Maybe learn how to use correct english before even trying to attack me. It's You're * for further reference\n  ","921362":"\n  Right lol\n  ","921363":"\n  Its gorgeous\n  ","921364":"\n  The nerve you have to continue acting like your various artists and continue changing ging your profile pictures and users name to try to trick certain people. The audicityyyy when your user name simply even states Ahmed 🙄 at least I go by my actual name and treat others with respect unlike you ✌\n  ","921365":"\n  Don't add people I don't know\n  ","921366":"\n  Bc I feel like that and there's like literally a Sound check  and m&g and then the actual show to do and I have like no time\n  ","921367":"\n  u ever get so tired that it feels like u broke every bone in ur body\n  ","921368":"\n  No I dont\n  ","921369":"\n  Because I just simply corrected someone on calling me a bro lol and they went off about I'm too famous to follow\n  ","921370":"\n  I can untangle a lot of  things that are in total knots pretty quickly\n  ","921371":"\n  For a girl - luna\n  \n  For a boy - I have way to many\n  ","921372":"\n  I'm really excited to be back in chicago\n  ","921373":"\n  The ones from shake sphere ;)\n  ","921374":"\n  The lion king when scared tried to kill simba\n  ","921375":"\n  Being left alone by myself in the middle of the night\n  ","921376":"\n  I think once\n  ","921377":"\n  A small dose\n  ","921378":"\n  You too\n  ","921379":"\n  Thank you!!! Only a few more hours till I see all my Illinois Cimfam !!\n  ","921380":"\n  Mixture\n  ","921381":"\n  Actually here's a better angle and that\n  \n\n   https:\/\/youtu.be\/3a-9p0B7oQ4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","921382":"\n  What's going on?\n  ","921383":"\n  And here's a FULL concert video from LAST MONTH LIVE\n  \n\n   https:\/\/youtu.be\/KbI74y5XZDU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","921384":"\n  I'll do a live one here in a few\n  \n\n   https:\/\/youtu.be\/cDNvd-mGqmQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","921385":"\n  Haha\n  ","921386":"\n  Lol I won't\n  ","921387":"\n  Yes lol all I had was the small size hoodie left\n  ","921388":"\n  If you think looks are more importsnt than personality youre not the tyoe of person that plays any role important in my life and you dont mean  anything significant\n  ","921389":"\n  My merch sold out the day I first dropped it lol\n  ","921390":"\n  :))\n  ","921391":"\n  Thats a rude thing to ask someone\n  ","921392":"\n  Dani shut up don't say another word Dani you're so canceled lol\n  ","921393":"\n  In the usa, it was the boy is mine by brandy & monica.\n  \n  In the UK - no matter what by boyzone\n  ","921394":"\n  I believe genovia\n  ","921395":"\n  I tend to get really bad burning (heart burn) in my throat where it feels like I'm going to puke acid everywhere lol also Burp alot\n  ","921396":"\n  Haha did anyone ever see them mocking each other 😂 and then I was giving him the sass\n  ","921397":"\n  ORANGE MERCH 🍊 IS OFFICALLY RESTOCKED NOW!!! @ laurencimorelli.com\n  ","921398":"\n  ok babies they’re back 💖\n  ","921399":"\n  having some technical difficulties with the merch site, working on it right nowwww 🧡\n  ","921400":"\n  Just a fair warning, illinois is really cold so if your coming to the venue tonight please please please make sure you bundle up we don't want anyone getting very sick or injured. You guys know you're safety and health is our number one concern. And if we have to move times, dates, etc. We do 💛💛💛 just don't want any if you to be freezing\n  ","921401":"\n  I have no idea what that is.\n  ","921402":"\n  No I just woke up even though I should be getting some extra sleep\n  ","921403":"\n  Hahaha you can get the christmas merch but its not guaranteed it will arrive before christmas\n  ","921404":"\n  Save points because we can always make a decision but we can't go back to the pass and try to change what's already been done and hope for a better history. Learn that those things have happened for a reason and it has shaped your life into what it is today. Yeah we wish to go back and change it but we really can't. And we just need to move on and try to make better choices and that in the present to have a better future\n  ","921405":"\n  Last week my whole family and friends I appreciate and everyone who cares about me and checks in and has supported my sisters and I through everything 💛\n  ","921406":"\n  I need a extra long hug so gladly accepting those at the m&g tonight from the cimfam\n  ","921407":"\n  Look at what goes in that ....lol\n  ","921408":"\n  I appreciate it, but I think I'll talk about it tonight or something as my speech :)\n  ","921409":"\n  🤷\n  ","921410":"\n  A boy cringe on some parts\n  ","921411":"\n  💛💛💛💛\n  ","921412":"\n  Yes I am\n  ","921413":"\n  Thanks ?\n  ","921414":"\n  I'm good.\n  ","921415":"\n  I actually got sick and started loosing my voice\n  ","921416":"\n  Thank you 😊💛\n  ","921417":"\n  I do 😊\n  ","921418":"\n  Thank you\n  ","921419":"\n  Time for bed see you tomorrow illinois\n  ","921420":"\n  I find that hard to believe\n  ","921421":"\n  Woah\n  ","921422":"\n  Thanks, I need to probably head to bed lol\n  ","921423":"\n  I'm actually shocked you're not yelling at me to go to bed being I have to be up early for sound practice and run throughs\n  ","921424":"\n  I don't see why not but the only events we have currently is illinois tomorrow and kentucky the day after for a holiday show. Maybe book signals and interviews as well\n  ","921425":"\n  Right now its clean lol\n  ","921426":"\n  Learning, expressing ourselves, imagination, crestivity, stepping out the box\n  ","921427":"\n  Dunno why I went with white either but mines like a glossy pearl white\n  ","921428":"\n\n   https:\/\/youtu.be\/IuinlMcgoNw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/qU9u9ZPxssY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/ARwpNPn3Q9M\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/aMe3-v4swOw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/RGfeRPny8zI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/FsGI87FCd1U\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","921429":"\n  I meant hardest but I got distracted\n  ","921430":"\n  White is the easiest to keep clean\n  ","921431":"\n  Arielle has one kinda and older style. Its white with the black stripe\n  ","921432":"\n  With the family and their partners 😊\n  ","921433":"\n  Dream car was a gwagon tho\n  ","921434":"\n  Gotta be engaged before that mate\n  ","921435":"\n  Don't know how many times I have stated I'm waiting till after marriage\n  ","921436":"\n  😊💛\n  ","921437":"\n  Yes I do\n  ","921438":"\n  Just found out male reindeer loose their antlers around a certain time before christmas ... There fore santas sleigh is ran by a bunch of females 😌 but I like dasher aha\n  ","921439":"\n  No ahaha. I have drove a van, escalade, a benz, Chrysler, jeep, dodge ram, and tesla. Lisa let me drive her car before and kallen has let me drive both his cars.\n  ","921440":"\n  I like the r8s 😊\n  ","921441":"\n  Audi is cool\n  ","921442":"\n  I blame my brother alex and best friend kallen for making me love tesla\n  ","921443":"\n  Mikes all about the horse power cars lol\n  ","921444":"\n  I think he deleted photos off his page ... But I did post it awhile back ago as a poll\n  ","921445":"\n  Yes lol\n  ","921446":"\n  Excercise\n  ","921447":"\n  Well... There's a maseratti in the mix too\n  ","921448":"\n  I kept waking up on and off\n  ","921449":"\n  Well.. Michael worked with sports cars ( now a Realtor and our escalade is like I wanna say 6 years old or older lol. And then we all have brand new cars but I think besides the one michael drives ... Mines the most pricey\n  ","921450":"\n\n   @TNMORZ\n  \n","921451":"\n  Well we still have like the escalade we had for years. Which michael now owns. However all the kids pretty much got their own cars now except the younger boys\n  ","921452":"\n  The angels ;)\n  ","921453":"\n  A hoodie and jeans\n  ","921454":"\n  Go solo if the band ever ends\n  ","921455":"\n  Well to be fair I did have a jeep for a few years after having to share my dads truck with dani growing up. Until I saved up enough noney. Rip to both those trucks (christina and i's). But then I started to have issues with it ... The last being running out of gas and the heating unit not working and being stranded in the summer heat until my brother Michael came to the rescue. So since I had like plenty of funds saved up I went and got me a Tesla and I love it. However I used to want a gwagon 😂\n  ","921456":"\n  Once\n  ","921457":"\n  Well you got to figure they run on a battery charge not gas lol\n  ","921458":"\n  I'm not driving lol normally its my dad, Michael or my mom unless they're busy that day and we took our personal cars but my Tesla would die driving for hours\n  ","921459":"\n  Haha I just tend to like stare off at times especially when christina is giving the speeches before believe in you and you're worth it. And I think it was that long speech she went on about how we tend not to believe in ourselves at times.\n  ","921460":"\n  From Tennessee to Illinois\n  ","921461":"\n  Just waiting to get out the vannnn\n  ","921462":"\n  Don't even try to act like my boyfriend BC I know you're not\n  ","921463":"\n  I'm sure\n  ","921464":"\n  Yeah I'm fine\n  ","921465":"\n  What's the number one thing on your bucket list\n  ","921466":"\n  A handsome guy 😌💛\n  ","921467":"\n  Apparently I have had this sad face as like every show ... Wow sis didn't even know\n  ","921468":"\n  Sorry I didn't see it, merch won't be restocked till tomorrow though on my website\n  ","921469":"\n  I asked who's the band as a total or my orange merch\n  ","921470":"\n  I'm not from nyc I'm from Tennessee\n  ","921471":"\n  Thank you\n  ","921472":"\n  Tired... Wanting to get out the van and stretch\n  ","921473":"\n  And just a disclaimer we dont actually sing in this song, the only reason why it says featuring us is because we did the background harmonies\n  ","921474":"\n  Still a total bop and I'm so glad we got the chance to help her with her song\n  \n\n   https:\/\/youtu.be\/O0X49eMSqNk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","921475":"\n  Traveling to illinois\n  ","921476":"\n  Honestly I believe this was a poetry before I tweaked it for amy\n  \n\n   https:\/\/youtu.be\/NdJr_WhDlHE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  There's also like 2 spoken poetries on the I love you or whatever ep\n  ","921477":"\n  Paris, or turkey.\n  \n  Paris because I love it there and its so romantic\n  \n  Turkey because there's a town that has hot air balloons and its on my bucket list to actually go on one\n  ","921478":"\n  I enjoy listening to some of her songs but I don't think I'm a full on fan\n  ","921479":"\n  Lolo, lolo bean, laurenzo, fetus, ladybug, laurie ? Rat is there anymore I'm missing ?\n  ","921480":"\n  Rocky road with the chocolate covered toasted almonds in it, or (not ice cream) pink lemonade sorbet\n  ","921481":"\n  Nice\n  ","921482":"\n  Sitting here and Ian fell asleep on me while Tristen is next to me, but there's nothing more precious then a sleeping toddler. I really truly do love my guys 💕💛\n  ","921483":"\n  10pm, no later than 12 unless I really can't sleep\n  ","921484":"\n  Saving myself till after I find the perfect one for me ✌\n  ","921485":"\n  Super nervous but great, thanks for asking! How about you?\n  ","921486":"\n  For the most part, do I believe their is top secret information they know, yes\n  ","921487":"\n  The flames really aren't that important to me lol. I enjoy people sending them and really appreciate it however, I don't want people to think they HAVE to reward me all the time\n  ","921488":"\n  Let time heal it, but understand your hurt so of course you are going to cry and be emotional and not yourself but try to get out and talk a bout it and move on\n  ","921489":"\n  Yeah lol\n  ","921490":"\n  I said it wasn't a bad thing lol\n  ","921491":"\n  Awecim\n  ","921492":"\n  You can come as well\n  ","921493":"\n  You wouldn't mind?\n  ","921494":"\n  I should bring bring ian :p\n  ","921495":"\n  On the road for the last two shows... And I don't like being away from home for too long\n  ","921496":"\n  I'm nervousss\n  ","921497":"\n  Then tell them you don't want to help. There's nothing wrong with saying \"no\" every now and then. Yourself and your self care is more important than people pleasing.\n  ","921498":"\n  Thank you!!\n  ","921499":"\n  Ahaha\n  ","921500":"\n  :p\n  ","921501":"\n  Its a sisterly thing lol\n  ","921502":"\n  No\n  ","921503":"\n  Way to many people\n  ","921504":"\n  Jack avery from why don't we, and gabriela gonzalez who was his girlfriend and is the mother of his daughter lavender may avery\n  ","921505":"\n  Daniel and jack\n  ","921506":"\n  Run, walk, I used to do water polo, recently tried picking up on boxing again. Or I got to the gym and use the treadmill or whatever I feel like using at the time, yoga\n  ","921507":"\n\n   https:\/\/youtu.be\/lnTLGpS6Byc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","921508":"\n  Better than I could think of lol the color orange resembles a feeling to me so its hard to come up with a quick caption that matches a photo lol\n  ","921509":"\n  For the most part I'm alright, just going through something that I need to work through on my own aka paranoid, anxiety and mental health and relationships with certain people that may be toxic and need boundaries. But on the most part heading to Illinois and kentucky tonight for the last two shows (holiday edition) of the biy tour. So expect me to probably post a lot of polls in the two days and don't get butt hurt over it like a certain person did 🙄. Also busy with all the projects we have been working on this year and there's still more to come before 2020. And I'm restocking my personal orange merch tomorrow for those who haven't gotten a chance to get anything or have been asking when I was or if I was :)\n  ","921510":"\n  I'm great, how about you?\n  ","921511":"\n  Lol thanks\n  ","921512":"\n  Seeing how many people's lives I have greatly impacted and how they look up to my sisters and I asked their idols\n  ","921513":"\n  Like 248\n  ","921514":"\n  Ahaha\n  ","921515":"\n  In no bad way\n  \n   @Michaeljonesmp50\n  \n","921516":"\n  Lol ... I think three months\n  ","921517":"\n  Yes I am\n  ","921518":"\n  Things that interest me and why\n  ","921519":"\n  I know\n  ","921520":"\n  Internet vs real life are two different things and people seem more confident talking to a camera etc. Then talking to someone face to face\n  ","921521":"\n  10 pm\n  ","921522":"\n  Love yourself little bit better, have faith and trust there's a good lesson awaiting\n  ","921523":"\n  What do you mean?\n  ","921524":"\n  No it doesn't now stop asking this question\n  ","921525":"\n  I needed affirmations on that week as I was unsure whether it was relatable again but yes it could definitely mean that lol\n  ","921526":"\n  Its a cover we did. The original people who made the song is pentatonix. As for the video it was our videographer who suggested it would be prettier and more pleasing to do outside in the woods.\n  ","921527":"\n  The hobbit I think is better. I never really watched\/read these things and I feel I should\n  ","921528":"\n  Felt like.someone was going to grab me with dark mode\n  ","921529":"\n  Yes, but I do know every now and then gabbie would fly out to see him with lav or he would be in the same place\/ home for a few days and got to see her before a major show. But recently it seems like they might not be together and the families are not really talking\n  ","921530":"\n  I wanna know how some people go to bed with wet hair and DONT wake up looking like they got electrocuted ???\n  ","921531":"\n  Ahaha\n  ","921532":"\n  I dont remember if you go back and watch the real personality video I'm like begging Lisa to give me one lol\n  ","921533":"\n  So I was like 16 here\n  \n   https:\/\/youtu.be\/SIFN25sRNm0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","921534":"\n  I think it was butter corn but I might be wrong?\n  ","921535":"\n  There was these candies a fan in germany gave us that were so good and I don't remember what they were called\n  ","921536":"\n  Its like a lot of \"caffeinated\" energy\n  ","921537":"\n  Yeah 😊\n  ","921538":"\n  Its an italian dessert lol\n  ","921539":"\n  Take a risk, let their be trust and timing\n  ","921540":"\n  I'm more of a lana del ray person lol\n  ","921541":"\n  Nooo lol its a dessert but like a really bad one\n  ","921542":"\n  No we haven't\n  ","921543":"\n  But I appreciate you for checking in on me\n  ","921544":"\n  I already had tiramisu for breakfast :\/\n  ","921545":"\n  Probably but sadly the internet is how I'm able to connect with everyone and plays a role in my career\n  ","921546":"\n  We actually did a shake it off cover and someone mentioned that it was like shown somewhere on like the award show when Taylor was performing or something? I don't really know lol\n  ","921547":"\n  Maybe have a mental breakdown but its okay lol\n  ","921548":"\n  I'm not a cheerleader lol\n  ","921549":"\n  You get home sick\n  ","921550":"\n  Like a dream where you hear\/see things that are not really there? Because I have a weird story on that one\n  ","921551":"\n  Not exactly pricey, its just hard narrowing down at times what would be the perfect gift that would actually be unique and used or cherished etc. And what they don't already have something similar if. Half my siblings like simple things that are thoughtful and homemade and the others like stuff from a store or the trends ... And then with older siblings that are married, engaged, in a relationship you also have to think about their partners and what would work there as well\n  ","921552":"\n  Robbie you're telling this to someone who doesn't smoke, do drugs, drink or does anything related to that\n  ","921553":"\n  Not really the gr8est\n  ","921554":"\n  :)\n  ","921555":"\n  Yeah I do, I go to therapy now as well ...yikes\n  ","921556":"\n  Thank you\n  ","921557":"\n  Depends what I have to share\n  ","921558":"\n  Many of us do\n  ","921559":"\n  I think I can manage it for right now, thank you though\n  ","921560":"\n  -cue Christinas speech about worth\n  ","921561":"\n  Stress, anxiety\n  ","921562":"\n  Monday\n  ","921563":"\n  Not really\n  ","921564":"\n  Thank you\n  ","921565":"\n  Oberwhelmed, how about you?\n  ","921566":"\n  I feel like this nay be everyone's answer or at least favorite movie... But I absolutely love the grinch I watch it every year to be honest. Also the hallmark movie where the little girl asks santa for a boyfriend for her aunt is pretty great as well\n  ","921567":"\n  The meaning and the story behind the lyrics and the songs are what matters the most. Anyone can create a song, a melody, write a few words. But what is the meaning of it all and the story that inspired it?\n  ","921568":"\n  No. I absolutely love my job and I'm insanely grateful to be doing the things that I am able to do for the past 10+ years because of the love and support from the cimfam\n  ","921569":"\n  Yeah. Not always for better tho\n  ","921570":"\n  Back to the place I was born and raised : california\n  ","921571":"\n  It was a christmas party which my family and friends were all there as well\n  ","921572":"\n  I'm just disappointed I didn't get notification about them being back again\n  ","921573":"\n  Yes Tristen has a son, He's a little cutie\n  ","921574":"\n  Thank you...\n  ","921575":"\n  The fact you're not trusting me or even listening hurts.\n  ","921576":"\n  Lana del ray because shes my idol\n  ","921577":"\n  You wish\n  ","921578":"\n  I'm nice wdym\n  ","921579":"\n  Not like face to face but however loll. I was in LOVE with justin bieber as a child. And I was crying when I heard her was getting married to Hailey ... Like play that girl should be me or that should be me. Because LITERALLY. I remember one time he commented on our pray cover we did and said we did a good job and that. Then when were signed to universal we had to attend the never say never movie premiere and I was dying... Also it was my first \"red \" carpet experience and it was so awkward because you have to like stand there and go in like a 360 rotation in the same pose so everyone gets their media coverage. Then a few years ago while on tour we actually all got to go see him in concert for the first time.\n  ","921580":"\n  Nope\n  ","921581":"\n  Do I look like barbie to you?\n  ","921582":"\n  I don't discuss political views\n  ","921583":"\n  💛💛💛\n  ","921584":"\n  Its been awhile and I don't really argue with people ... Just sometimes a little debate \/ on a different page\n  ","921585":"\n  This isn't a dating site\n  ","921586":"\n  Chicken\n  ","921587":"\n  Its ok\n  ","921588":"\n  Ah were discussing rttv robbie. Ryes brother lol\n  ","921589":"\n  Didnt know robbie could sing? And I think someone said the teddy was robbies meaning they destroyed it lol\n  ","921590":"\n  I'm over here like who all been to the mansion ... What if its one of the old videographers 🤤\n  ","921591":"\n  I don't think it is because, harvs been out of country ?\n  ","921592":"\n  Same.. Like its someone they're very comfortable with to be hitting around and that... But the only other person I know is like jj or one of the generation overload guys\n  ","921593":"\n  Yeah its pretty bruised still\n  ","921594":"\n  Not really\n  ","921595":"\n  It seems like no matter what you eat no a days, its not healthy for you, always a recall for e. Coli and so on or it causes cancer.... Seems like somehow we are all going to die off natural things\n  ","921596":"\n  I'm the type of person who will just throw all my clothes in the washer, not even ready the tag and then question why they shrink, get ruined. And so on.\n  ","921597":"\n  Hello\n  ","921598":"\n  Not gonna happen\n  ","921599":"\n  Five feet seven inches\n  ","921600":"\n  I dont like cats... But right now I don't know how I actually feel or how I am suppose to\n  ","921601":"\n  Few days ago, just anxiety got the best of me\n  ","921602":"\n  I think my 13th birthday was like the most overjoyed I ever been. We went to magic mountain and I was literally so excited I felt sick and actually ended up getting sick later on.... On a roller coaster\n  ","921603":"\n  Twice maybe more depending how badly I get sick\n  ","921604":"\n  No problem 💛\n  ","921605":"\n  Skating, swimming, drawing, designing etc\n  ","921606":"\n  So sad to see so many young artists passing away\n  ","921607":"\n  Hi?\n  ","921608":"\n  Thank you\n  ","921609":"\n  Ahaha\n  ","921610":"\n  What game?\n  ","921611":"\n  I don't really do collabs all like that. Mostly because I get super nervous doing things on my own without my sisters ahaha\n  ","921612":"\n  Whatever style I like and think will go good with how I look\n  ","921613":"\n  I don't think I would change it\n  ","921614":"\n  Somewhat I find it more uncomfortable though\n  ","921615":"\n  Lol self love and love from my family\n  ","921616":"\n  I think I'm a gr8 person overall, and if I knew myself as a different person then I don't see why not?\n  ","921617":"\n  Lol\n  ","921618":"\n  Let the kids believe in the innocent name believe things for as long as possible. Rather let my children live their childhood to the fullest then have them grow up way to quick and get hurt by the cruel world\n  ","921619":"\n  Love you\n  ","921620":"\n  Again ?\n  ","921621":"\n  Like my solo merch or the bands?\n  ","921622":"\n  Awe feel better soon!!\n  ","921623":"\n  Buy it :)\n  ","921624":"\n  Okay....\n  \n  But there wasn't like anything around the house...\n  ","921625":"\n  Thank you 😊\n  ","921626":"\n  You just got to write from the heart and message around with the lyrics. Naturally, I write my feelings out and later sometimes I go back and look at them and choose which would shape into a song to fit the melody and that I have stuck in my head\n  ","921627":"\n  Yes whether it is good or bad. There was a reason why it ended or played out that way\n  ","921628":"\n  What do you mean?\n  ","921629":"\n  Never met him lol\n  ","921630":"\n  Sometimes j do. Just depends on how much sleep I got and if I'm feeling okay or not\n  ","921631":"\n  No one likes beggars\n  ","921632":"\n  I did thank you\n  ","921633":"\n  Sure\n  ","921634":"\n  Wait... How do you know what street I lived on in malibu when it was a hated community?\n  ","921635":"\n  If its a party I'm hosting, ask them to leave. If its a party I was invited to and I'm not hosting kindly walk away\n  "}}