{"Question":{"922708":"\n   X\n  ","922709":"\n   X\n  ","922710":"\n   Mach mit einem Reim weiter: „Durch mein Fenster sehe ich...“\n  ","922711":"\n   What song is currently your favorite?\n  ","922712":"\n   X\n  ","922713":"\n   Pic of your feet rn\n  ","922714":"\n   Last year I loved Silent Night, Carol of The Bells & The Coventry Carol 🎅🎄👼\n  ","922715":"\n   you ok\n  ","922716":"\n   I have all of them ones on  spotify already 🎅🎄😂❤\n  ","922717":"\n   Why do your post take up like half of my discover feed at all times?\n  ","922718":"\n   Who killed the Dead Sea?\n  ","922719":"\n   Why will you go solo after christina leaves\nThe band?\n  ","922720":"\n   That would be correct\n  ","922721":"\n   Hotel hun\n  ","922722":"\n   It's fine\n  ","922723":"\n   What type of people are you afraid of?👀\n  ","922724":"\n   Good point.....\n  ","922725":"\n   Lauren ..?\n  ","922726":"\n   It's a zombie apocalypse... You can choose 4 things in the world to aid you in your survival. What do you choose and how would you survive?\n  ","922727":"\n   Did you ever play Nintendo Dogs?\n  ","922728":"\n   Ever been depressed? Why and how did you get over it?\n  ","922729":"\n   Has a girl ever tried to kiss you\n  ","922730":"\n   Can you make a red velvet cake\n  ","922731":"\n   Can you  bake desserts\n  ","922732":"\n   Nothing?\n  ","922733":"\n   X\n  ","922734":"\n   X\n  ","922735":"\n   Maybe one day you will be in charge of band\n  ","922736":"\n   Idgaf\n  ","922737":"\n   BABE\n  ","922738":"\n   X\n  ","922739":"\n   You look good in your profile pic.\n  ","922740":"\n   Would you rather go to a music festival, have fun and sleep in a tent, or stay home, watch TV series and have some tasty snacks?\n  ","922741":"\n   I see you noticed Amy put Taxing guys instead of Texting guys on her story 😂😂\n  ","922742":"\n   You like yungblud?\n  ","922743":"\n   Who 'homeschooled' you? Were they qualified? If so, how were they qualified?\n  ","922744":"\n   Wyd\n  ","922745":"\n   Honesty hour yay or nay\n  ","922746":"\n   How is the bf treating you I hope well as you are an awesome lady btw? 😀\n  ","922747":"\n   Are you ready for Thanksgiving day or no?\n  ","922748":"\n   hi\n  ","922749":"\n   Same. I don't listen to the same songs very much maybe only 3 times or a few more. Unless it is music I run to, I don't remember them easily like that.\n  ","922750":"\n   So you didn't like the picture on your Kik?\n  ","922751":"\n   You live in Tennessee is it safer than Los Angeles?\n  ","922752":"\n   Have or would you ever do Vegan diet?\n  ","922753":"\n   How are you doing tonight hotty u look\nAmazing as usual?\n  ","922754":"\n   How hairy is it?\n  ","922755":"\n   Would you rather have a perfect face or a perfect body\n  ","922756":"\n   are you bi curious?\n  ","922757":"\n   Are you more brawn and brains\n  ","922758":"\n   KFC or McDonald's\n  ","922759":"\n   Would you ever let someone pick a tattoo for you?\n\nSeems like it should be more personal, tbh.\n  ","922760":"\n   I would have thought it was losing your Granma\n  ","922761":"\n   What’s your calling what is the goal?\n  ","922762":"\n   Because your ***** *t 💖\n\nNow fill in the missing letters you have your answer\n  ","922763":"\n   🖤🖤\n  ","922764":"\n   Fair enough but he did get Lisa & Amy's right\n  ","922765":"\n   If a child somehow survived and grew up in the wilderness without any human contact, how “human” would they be without the influence of society and culture?\n  ","922766":"\n   Hopefully you know what the goat means 😂 ?\n  ","922767":"\n   Christmas fruit cake is yummy\n  ","922768":"\n   🐐\n  ","922769":"\n   Do you believe in the concept of \"destiny\"? What about karma?\n  ","922770":"\n   If your bf asks you to go for a date, where do you want to go for art galleries or museum?\n  ","922771":"\n   😂😂\n  ","922772":"\n   Be the lauren to my nip tonight <3\n  ","922773":"\n   Santa tell me if your really there.\n  ","922774":"\n   Have you ever had a friendship that ended up for a stupid reason? What was that?\n  ","922775":"\n   What song makes you feel happy?\n  ","922776":"\n   likes?\n  ","922777":"\n   Hey beautiful can I have your snap?\n  ","922778":"\n   Wow u going to NYC ever play there before? 😀\n  ","922779":"\n   How are you?\n  ","922780":"\n   Is it winter time in your area\n  ","922781":"\n   Do u have a bf\n  ","922782":"\n   Hello , I'm new to this app\n  ","922783":"\n   I love you\n  ","922784":"\n   Would you ever let your kid or future kid watch a movie or play a video game that he\/she isn't old enough to watch\/play\n  ","922785":"\n   Do you want be a model in the future?\n  ","922786":"\n   Do you swim naked or with bikini?\n  ","922787":"\n   My apologies\n  ","922788":"\n   Can anybody find me somebody to love?\n  ","922789":"\n   Yeah was trying to be funny 😂 I hate anxiety and I don’t wish it on anybody honestly, but I would assume you have tools to keep it under control so I hope it gets better for you.\n  ","922790":"\n   You should go back to it\n  ","922791":"\n   Is there some things that you wished you did\n  ","922792":"\n   gotcha! will definitely check it out one time. thanks!\n  ","922793":"\n   Are you a strong swimmer\n  ","922794":"\n   I love sweet tea with ice and lemon and how do you like it?\n  ","922795":"\n   Lauren, do you create polls with identical photos or is this my imagination? I find myself playing the spot the 7 differences game and still can't find any 😂😂😂\n  ","922796":"\n   Do you listen to your parents’ advice?\n  ","922797":"\n   Wonderland\n  ","922798":"\n   Oh I see. You also have that sound booth now don't you.\n  ","922799":"\n   Hello Lauren cimorelli hope you had a great\nDay what are you doing today?\n  ","922800":"\n   Do you ever  get tired from fans telling you that you are the hottest member of your band?\n  ","922801":"\n   Yes 😊\n  ","922802":"\n   And also I have seen Christina & Lisa in the testing there vocal chords\n  ","922803":"\n   you always look so great x\n  ","922804":"\n   Are they new Mics 🎤 from the ones you had a couple of weeks ago\n  ","922805":"\n   You are amazingly beautiful\n  ","922806":"\n   I am homeless, can I live with you 😮\n  ","922807":"\n   He was heading to the gym that day.\n  ","922808":"\n   I am good just little tried\n  ","922809":"\n   I'm if you need to vent.\n  ","922810":"\n   Your Dad has been quite active on Instagram this weekend\n  ","922811":"\n   How‘s your Sunday 🤓 ?\n  ","922812":"\n   Do you pay attention to the lyrics of songs? What is your favorite one?\n  ","922813":"\n   If you had an opportunity to change your name, would you use it? If yes, what would be the name?\n  ","922814":"\n   When you imagine yourself as really, really relaxed and happy, what are you doing?\n  ","922815":"\n   What’s the most important thing you have to get done today?\n  ","922816":"\n   Do you think humanity is progressing or deteriorating?\n  ","922817":"\n   Do you wear any shirts with funny sayings on them?\n  ","922818":"\n   What is the longest you've ever gone without any sleep?\n  ","922819":"\n   Where will you go on your next trip?\n  ","922820":"\n   From 1-10, how laid back are you as a person?\n  ","922821":"\n   Who is the craziest person you know?\n  ","922822":"\n   What do you think of tattoos?\n  ","922823":"\n   Do you usually scream o just moan ? 🤔\n  ","922824":"\n   From that clip Lisa looks like she wants to elbow you. Even though she doesn't want to\n  ","922825":"\n   That's good then. There's nothing than not sleeping well. Then feeling tired all day the next day\n  ","922826":"\n   What was the best gift for you on your birthday\n  ","922827":"\n   Sunday Spam: Do you enjoy lazy Sundays?\n  ","922828":"\n   What’s one bad habit that you would like to quit but can’t?\n  ","922829":"\n   I was asleep by 10pm last night. I woke up at 6am this morning. I would say that was a good night sleep.\n  ","922830":"\n   Do you prefer to be alone or around people?\n  ","922831":"\n   Sunday Spam: When was the last time you attended Sunday services?\n  ","922832":"\n   Sunday Spam: Is the sun shining where you live right now?\n  ","922833":"\n   When was the last football (American or otherwise) game you have watched?\n  ","922834":"\n   \"Here's a question: does it bother you if someone you follow makes a ton of posts in a day? Especially someone who wants to give a bts look of their lives or likes your guys input\"? It does not bother me what others post\/comment (appropriate) and\/or how many furthermore; I'm a girl. I'm Alicia861.\n  ","922835":"\n   Hey!! How are you?What are you doing now?\n  ","922836":"\n   But that not the right thing to do and I'm fully disagree about the same gender relationships.\n  ","922837":"\n   If she hadn't started to desire after when I initiated it, I wouldn't be asking you, it definitely feels, so give it a try?\n  ","922838":"\n   You are very beautiful and sexy\n  ","922839":"\n   Hey Lauren how are you mentally wise\nand socially?\n  ","922840":"\n   That's for sure\n  ","922841":"\n   You were amazing last night\n  ","922842":"\n   The Spooky woods\n  ","922843":"\n   What is your perfect Sunday morning?\n  ","922844":"\n   You went to go see lana del ray lastnight with dani didnt you?\n  ","922845":"\n   That's Class\n  ","922846":"\n   😪\n  ","922847":"\n   They don't know Lauren Christine Cimorelli if they think that.\n  ","922848":"\n   You are awake early Lauren\n  ","922849":"\n   Sorry if I have hurt your feelings\n  ","922850":"\n   Some people of the uk are calling for the Monarchy to be abolished when the Qeen dies. Because of the the Duke Edinburgh Andrew being associated with Epstein. And alot or other minor stuff with Harry & Megan\n  ","922851":"\n   Oh get you miss Lauren Cimorelli.\n\nI have a professional one 😂😂\n  ","922852":"\n   I don't have Disney+\n  ","922853":"\n   Oh you have mentioned that before.\n  ","922854":"\n   How are you\n  ","922855":"\n   Do you like 69 position?\n  ","922856":"\n   hi\n  ","922857":"\n   Are you bisexual then?\n  ","922858":"\n   Who is Amy and why do you bully her or\nAre you kidding?\n  ","922859":"\n   When did you know that you were a lesbian?\n  ","922860":"\n   No you're not a bully\n  ","922861":"\n   When was the last time someone knocked on your door\n  ","922862":"\n   Really great to hear that you are doing better than when you mentioned recently that things were really quite tough mentally. Could I ask what helped you to get over that difficult period. (Prayers!)\n  ","922863":"\n   Why do you feel exhausted?\n  ","922864":"\n   Press  were it say's following. Then click for all notifications\n  ","922865":"\n   Ya they have just been on Instagram answering questions. Joey said Dani is a better cook out of you & her\n  ","922866":"\n   Your brother's Joey & Christian are doing a live\n  ","922867":"\n   Hi beauty queen how are you ?\n  ","922868":"\n   Heyy\n  ","922869":"\n   Do you like that feeling when your bewbs bounce?\n  ","922870":"\n   Saturday Spam: Rate Saturday Spam 1-10?\n  ","922871":"\n   Saturday Spam: How much screen time will you log on a typical Saturday?\n  ","922872":"\n   Saturday Spam: Do you watch any Saturday sports? Which one(s)?\n  ","922873":"\n   Saturday Spam: What happens to you NEXT Saturday?\n  ","922874":"\n   Saturday Spam: What does Saturday mean to you and yours?\n  ","922875":"\n   Saturday Spam: What is your least favorite Saturday chore?\n  ","922876":"\n   Saturday Spam: What is your fav Saturday morning cartoon?\n  ","922877":"\n   Saturday spam: What is the furthest you'll travel on any given Saturday?\n  ","922878":"\n   Would you rather be a teenager or a child again?\n  ","922879":"\n   U r the most beautiful girl in the world\n  ","922880":"\n   How are you ?\n  ","922881":"\n   Follow for a follow ?\n  ","922882":"\n   Animations like that never are🙁\n  ","922883":"\n   Do you believe climate change is the most dangerous threat we are currently facing???\n  ","922884":"\n   It's an id card so that I can sit for examination.\n  ","922885":"\n   You're pretty!\n  ","922886":"\n   Do you have phobias?\n  ","922887":"\n   Do you have a door bell camera\n  ","922888":"\n   Any relatives serving in or were in the military and what branch?\n  ","922889":"\n   what’s your favourite kind of pizza?\n  ","922890":"\n   @\n  ","922891":"\n   Do you cook often? What things do you like to cook? What dish would you like to learn how to cook?\n  ","922892":"\n   Make that one dream happen\n  ","922893":"\n   Do you  use Amazon\n  ","922894":"\n   What is your views on the purpose of life?\n  ","922895":"\n   What is your favorite animal\n  ","922896":"\n   What did your front camera say to you?\n  ","922897":"\n   If animals could talk which animal would be the most rude and why\n  ","922898":"\n   You are even if you don't.\n  ","922899":"\n   Post a pic of your favorite shoes?\n  ","922900":"\n   Hi\n  ","922901":"\n   Are you a vegan Lauren??\n  ","922902":"\n   What movies or shows do you like most on Disney?\n  ","922903":"\n   It's a prank I not pregnant lol I was playing\n  ","922904":"\n   Guess we'll find out.\n  ","922905":"\n   Wow how do you not feel beautiful at times\n  ","922906":"\n   What did the babe do to make you smile\n  ","922907":"\n   I know\n  ","922908":"\n   I’m evil and nothing can’t stop me💛\n  ","922909":"\n   AHHH but like you said keep getting back on\n  ","922910":"\n   Hm\n  ","922911":"\n   Be my Lauren?\n  ","922912":"\n   Ik but how ru virgin then? liar :P\n  ","922913":"\n   Do you have a favorite gif?\n  ","922914":"\n   Wdym??\n  ","922915":"\n   He's already messed up?\nHe doesn't do well with stress.\n  ","922916":"\n   Ru single?\n  ","922917":"\n   hi x\n  ","922918":"\n   PAP of the car u drive everyday\n  ","922919":"\n   Lauren you are such a babe\n  ","922920":"\n   Relaxing isn't his thing.\n  ","922921":"\n   I didn’t have any friend😢😢😢\n  ","922922":"\n   You are not a virgin hell no\n  ","922923":"\n   Dude is beyond stressed.\n  ","922924":"\n   You didn't fall on the floor though did u. You just stumbled this time\n  ","922925":"\n   Did hurt when you lost your virginity?\n  ","922926":"\n   Mother always said I was a great mistake\n  ","922927":"\n   😂😂😂😂\n  ","922928":"\n   How many times you gonna keep falling off your skateboard?\n  ","922929":"\n   أنتَ تَئِق وأنا مَئِق فكيف نتّفِق ؟🙂\n  ","922930":"\n   Favorite movie soundtrack?\n  ","922931":"\n   If u won $100 million in the lottery free and clear,no taxes. What charity would you donate to and how much?\n  ","922932":"\n   Last time you went on a date\n  ","922933":"\n   How many languages do you know even a little bit?\n  ","922934":"\n   Barely.\n  ","922935":"\n   I wish you were my babysitter and would sit in my room while I slept.\n  ","922936":"\n   Are you participating on no shave November?\n  ","922937":"\n   Are you an active person\n  ","922938":"\n   Oh Lauren it's official 3 pm\nShooter 15 turned 16 boy \"today and u see\nIn video him taking gun out of pack and \nShooting a 14yrold girl and boy fatally and then shot 4 others but only injured and shot himself in head so cops arrived and looking for shooter but he was injured an brought him to 🏥 y\n  ","922939":"\n   Do u want to kiss and grab someone right now?\n  ","922940":"\n   Have you ever been to a spa\n  ","922941":"\n   He looks like the doors swing both ways\n  ","922942":"\n   I’m already evil💛💛\n  ","922943":"\n   Do u like standing in front of a crowd?\n  ","922944":"\n   Tips for a sprained finger? 😦\n  ","922945":"\n   It's not a question but you sound like just like Keisha singing\n  ","922946":"\n   What is your technique for clearer skin?\n  ","922947":"\n   Do you have any new songs coming? 🤔\n  ","922948":"\n   Where do u find your pics for the monday mood board?\n  ","922949":"\n   X\n  ","922950":"\n   What does street style mean to you?\n  ","922951":"\n   Why christina most in charge\n  ","922952":"\n   Sorry\n  ","922953":"\n   I would be strong for you but also love and cherish and protect you always and Provide for you and never put you at risk and you would only have to work if and for as long as you wanted\n  ","922954":"\n   That's good. I bet you feel better for it 😊\n  ","922955":"\n   Yo solo quiero darte una noche que no olvides si no te gusta lo que hago me despide 😁\n  ","922956":"\n   Do you believe in magic?\n  ","922957":"\n   Last thing to make you smile?\n  ","922958":"\n   OOOOOH!\n  ","922959":"\n   What's that?\n  ","922960":"\n   Would you ever try bull riding for fun\n  ","922961":"\n   Which one of your family members is the biggest control freak?\n  ","922962":"\n   X\n  ","922963":"\n   I likes me the Happy Girls Club.\n  ","922964":"\n   Do you do black Friday shopping\n  ","922965":"\n   Hi Lauren how are you today\n  ","922966":"\n   How are you doing today Lauren hope you are doing a little better today\n  ","922967":"\n   I’m fine\n  ","922968":"\n   Congratulations when is the marriage Lauren?\n  ","922969":"\n   You never kissed a girl?\n  ","922970":"\n   Sorry spellcheck  spelt his name wrong  Tristen not Tristan  sorry Lauren &\n   \n    @TNMORZ\n   \n","922971":"\n   Are you a lesbian or bisexual?\n  ","922972":"\n   Only if Anons name is Tristan\n  ","922973":"\n   ONLY ME\n  ","922974":"\n   Wona marry you\n  ","922975":"\n   Heyyy☺👋😘💚💚💚\n  ","922976":"\n   Please don't change the profile pic every hour😅😅😅😅\n  ","922977":"\n   I do not like South and Central Americans or any little brown Spanish speaking people at all....\n  ","922978":"\n   Who is ready for the new Mr. Rogers movie?\n  ","922979":"\n   which of your parents are you closest to and why?\n  ","922980":"\n   Do you like the band five finger death punch?\n  ","922981":"\n   You're so beautiful\n  ","922982":"\n   On the grind. But had a little stumble\n  ","922983":"\n   What is the most painful moment of your life\n  ","922984":"\n   Have you fattened up for the winter? I have.\n  ","922985":"\n   Have you ever jugged an alcoholic drink\n  ","922986":"\n   Have you ever made a fake social media account to troll people\n  ","922987":"\n   X\n  ","922988":"\n   X\n  ","922989":"\n   Have you ever seen a fortune teller if you have what did they tell you and has any of them happened yet\n  ","922990":"\n   I think your Dad did really well. Picking out all your clothes for the dates\n  ","922991":"\n   That's the best way. It makes journey's go quicker\n  ","922992":"\n   Did you ever fit in when you were in school\n  ","922993":"\n   Do you think it is difficult to live as a vegetarian\/vegan?\n  ","922994":"\n   Where is your happy place\n  ","922995":"\n   Can you play poker\n  ","922996":"\n   Favourite snack healthy and unhealthy\n  ","922997":"\n   Omw\n  ","922998":"\n   Well that black one looks cool. The one you have just used\n  ","922999":"\n   Do you like hot dogs?\n  ","923000":"\n   Hello good morning\n  ","923001":"\n   Anything I can help with?\n  ","923002":"\n   🛏 I once had a friend who believed passionately that you should never give up your own bed for anyone.  🛏 If you have an overnight visitor who had travelled far to reach you, would you lend them your bed if there wasn’t a spare? Or make up a couch\/floorspace for them as best you can?\n  ","923003":"\n   Oh...\n  ","923004":"\n   How good are you at accepting change? If your life was turned upside down in a major change, would you embrace it? Would it fright you? Would you feel lost? Or would you get a grip of it all?\n  ","923005":"\n   How are you babe?\n  ","923006":"\n   What countries have you been too and what countries do you want to visit\n  ","923007":"\n   Are you dating with tristen?\n  ","923008":"\n   Do you mind if I call you mom?\n  ","923009":"\n   What kind of music do you listen to?\n  ","923010":"\n   Hello the awesome Lauren what you\nDoing tonight?\n  ","923011":"\n   🙆‍♀️🙆‍♀️🙆‍♀️🙆‍♀️🙆‍♀️🙆‍♀️\n🎤🎤🎤🎤🎤🎤\n🎵🎶🎵🎶🎵\n🎬📽\n  ","923012":"\n   Are you able to tell people no?\n  ","923013":"\n   What’s your Instagram? Add me lancewigginsmusic\n  ","923014":"\n   Do you think it's normal that I like girls feet ? 🤔\n  ","923015":"\n   That's brilliantly made 💜\n  ","923016":"\n   What is the best movie you have ever watched?\n  ","923017":"\n   Do you have a baby face\n  ","923018":"\n   What’s ur guilty pleasure?\n  ","923019":"\n   Do u think all is fair in love and war?\n  ","923020":"\n   Do you think dogs\/cats can understand each other when they bark\/meow at each other\n  ","923021":"\n   What was the last thing that you found scary\n  ","923022":"\n   Do you have that one friend who you really spend time with and now he's far away from you?\n  ","923023":"\n   Do you ask questions openly or are you a anonymously question asking person because all my questions but one have been nor know who is asking\n  ","923024":"\n   I have T-Mobile\n  ","923025":"\n   What is the worst day of the week?\n  ","923026":"\n   🦉Twit twoo\n  ","923027":"\n   I'd rather be crazy than to take these pills I'm sick of being okay against my will\n  ","923028":"\n   Ever been in a conga line?\n  ","923029":"\n   Paranoid?? No need for that.. wait what’s that thing behind you??!! 😂 me trying to be funny ☝️\n  ","923030":"\n   Idc\n  ","923031":"\n   ❤\n  ","923032":"\n   What things help you relax the best?\n  ","923033":"\n   Want me to come over?\n  ","923034":"\n   Is there such a thing as asking too many questions?\n  ","923035":"\n   How come?\n  ","923036":"\n   Heyyy☺ how are you\n  ","923037":"\n   Same\n  ","923038":"\n   Hey\n  ","923039":"\n   Mike Cimorelli Jnr she's a good girl 🙆‍♂️🐕\n  ","923040":"\n   Wyd\n  ","923041":"\n   There was nothing wrong with the Spelling 😂\n  ","923042":"\n   Are you able to laugh at yourself?\n  ","923043":"\n   Are you a member of any clubs or groups?\n  ","923044":"\n   Who can you rely on to always be there in your time of need?\n  ","923045":"\n   oh my that sounds so dramatically juicy. what do you love about this movie? (so i could get hooked on the idea of the movie)\n  ","923046":"\n   Do you stretch when you wake up in the morning\n  ","923047":"\n   Would you ever go on a game show\n  ","923048":"\n   Have you ever fallen for the “Pull my Finger” trick?\n  ","923049":"\n   When did you last travel?\nAnd where you went\n  ","923050":"\n   Have you ever lied about your age?\n  ","923051":"\n   What is your opinion about same gender relationships?\n  ","923052":"\n   What is that you always wanted to try?\n  ","923053":"\n   What are some YouTube channels you love?\n  ","923054":"\n   Okay.... so you are famous then? Oh what photo leaked?\n  ","923055":"\n   💛😊🐻\n  ","923056":"\n   Good night Lauren 😴🛏\n  ","923057":"\n   Sorry I chose Dan in your poll. I would do the same on her's\n  ","923058":"\n   What software do you record your keyboard into your laptop? I use Sony Acid, and Nuendo\n  ","923059":"\n   tbh on\n   \n    @JustTheKingOfficial\n   \n   ?\n  ","923060":"\n   Have you ever hated or pretended to hate an ex just so you could move on from them? Is it ok to do so?\n  ","923061":"\n   I am fine ,i'm Soeder from Munich and you ?\n  ","923062":"\n   You're honestly pretty.\n  ","923063":"\n   😂😂😂\n  ","923064":"\n   Disney sucks fox was better until disney bought that... 🙄🙄\n  ","923065":"\n   Oh I see that's her\n  ","923066":"\n   lol trampoline 🤣\n  ","923067":"\n   I stop watching it after 20mins. It's not what I thought it was going to be like. Pitch Perfect 3 is coming to Netflix next week though.\n  ","923068":"\n   Oh\n  ","923069":"\n   I am just starting to watch ''I in the band Nasty Cherry\" with Charlie XCX\n  ","923070":"\n   Oh I see that's aloud then 😂\n  ","923071":"\n   A girl called  Tanya Miller has put her cover out  of ''Someone You Loved\" the same time as you on Twitter\n   \n    https:\/\/youtu.be\/F0A8Mki7who\n   \n","923072":"\n   Who is Taela?\n  ","923073":"\n   Wow lauren those harmonies and you trying to end the whole family in the someone you loved cover 😍😍😍\n  ","923074":"\n   Do you have any grey hairs\n  ","923075":"\n   Do you have any family members who can't admit that they're wrong\n  ","923076":"\n   Have you ever let a child paint your nails?\n  ","923077":"\n   What kind of vacuum do you have?\n  ","923078":"\n   Let's go\n  ","923079":"\n   That's so sweet💖💖\n  ","923080":"\n   Can go with me. I'll find one.\n  ","923081":"\n   I'm free today.\n  ","923082":"\n   Do you like spicy food\n  ","923083":"\n   What do you do in your free time\n  ","923084":"\n   Never have I ever…\n  ","923085":"\n   GTA is not an American game!\n  ","923086":"\n   Is it too early to be posting this on Facebook 🎅🎄🎁🎁🎁😂😂😂\n   \n    https:\/\/youtu.be\/0t5VuLo-Q80\n   \n","923087":"\n   Beautiful smile💛\n  ","923088":"\n   Baby\n  ","923089":"\n   Wt?\n  ","923090":"\n   What is something that you always wanted to buy etc you're not allowed to say a house\n  ","923091":"\n   I’m currently naked. Have you ever been naked?\n  ","923092":"\n   Do you like bell peppers?\n  ","923093":"\n   Follow back? xx\n  ","923094":"\n   Can't believe we ever considered her a friend 🙄 but that really didn't work out for any of us did it shame\n  ","923095":"\n   Which sports do you follow on TV?\n  ","923096":"\n   Umm how was boiz night btw?\n  ","923097":"\n   \"اطمئن، لن يقرأ أحدٌ كلامك بنفس حرارة كتابته\"!\n  ","923098":"\n   Leave it\n  ","923099":"\n   Would you rather have no internet or no cell phone?\n  ","923100":"\n   Scooby Doo is coming out in a brand new animation called SCOOB\n   \n    https:\/\/youtu.be\/ZnKvQbpDYXU\n   \n","923101":"\n   OMG!! I'm so dead and I forget to take my admit card, the last date it was on the 6th. I don't  know what to do.... can anyone please help me some idea to give excuse to the principal.😥😥\n  ","923102":"\n   What, in your opinion, is the best way to overcome feelings of self doubt?\n  ","923103":"\n   I only like spaghetti with Bolognese\n  ","923104":"\n   Lauren is gorgeous💛💛\n  ","923105":"\n   Okay and I’m glad you’re okay\n  ","923106":"\n   Do you like thong\n  ","923107":"\n   We're do you want to travel next?\n  ","923108":"\n   Noooo\n  ","923109":"\n   Nice but yall ladies should it not be girls night? 😀\n  ","923110":"\n   Tgif and great pictures once again any\nPlans for Friday night?\n  ","923111":"\n   How to make my boyfriend lose \"no but November\" I come to bed wearing some of his favorite outfits. He just lays there acting like I'm not next to him. Last year he lasted 22 days. I'm trying to break that record. How can I get him to lose \"No nut November\"?\n  ","923112":"\n   Who is the smartest person in your family\n  ","923113":"\n   \" ‏لن يكونَ عمرك كلَّه ربيعًا، سَتتناوب عليكَ الفصُول الأربــعة، تلفحُك حرارة الخيبَا، تتجمَّد في \nصقيع الوحدة، تتساقط أحلامك اليابسَة ..\nلكن حياتك ستزهر من جديد ! \" 🍁\n  ","923114":"\n   Benefits of marrying you?😅\n  ","923115":"\n   Oh god\n  ","923116":"\n   Do you judge people based on their knowledge of grammar?\n  ","923117":"\n   Let It Go\nLet It Go❄\n  ","923118":"\n   Things that make you happy now\n  ","923119":"\n   Do you have a boyfriend\n  ","923120":"\n   Last thing to make you smile\n  ","923121":"\n   What does this emoji mean do you know  🐡\n  ","923122":"\n   Well good!! Thank heavens. Hahaha.  So you would spend all your time and money trying to get me transformed back then??  =)\n  ","923123":"\n   Laying in bed\n  ","923124":"\n   You are one beautiful woman.\n  ","923125":"\n   Oooj\n  ","923126":"\n   It hurts my brain\n  ","923127":"\n   I'd say.\n  ","923128":"\n   that's funny\n  ","923129":"\n   Suggestions who too follow\n  ","923130":"\n   Do you keep any secret from your boyfriend or husband or whatever your house\n  ","923131":"\n   I gotta tell you that i am having a baby? Lol\n  ","923132":"\n   😂 what?!?!\n  ","923133":"\n   lets watch a movie\n  ","923134":"\n   Do you think i am weird\n  ","923135":"\n   Would you ever try bull riding  for fun\n  ","923136":"\n   you got me bby\n  ","923137":"\n   Do you like fruit smoothies if you do what do you like in them\n  ","923138":"\n   hm\n  ","923139":"\n   I hear it's beautiful there\n  ","923140":"\n   I love Greece. I've never been there but I want to though\n  ","923141":"\n   If you could move anywhere where would u want to live?\n  ","923142":"\n   What's ur favorite color?\n  ","923143":"\n   Take your best friends house take me around this round about\n  ","923144":"\n   What password should I use ?\n  ","923145":"\n   Terrible shooting how does a 15 or 16 get a \nGun and bullets.. Where are the parents at\n. For sure gun belongs to parents right\n  ","923146":"\n   What is your go to order for Starbucks\n  ","923147":"\n   Followed you🌹\n  ","923148":"\n   You need to understand even though things seem pretty complicated right now but it shouldn't come in my way of needing you 😠\n  ","923149":"\n   Just checking.. who wants off my followers list?\n  ","923150":"\n   What's your favorite magazine?\n  ","923151":"\n   What word do you love the sound of?\n  ","923152":"\n   What do you think people think of you?\n  ","923153":"\n   What did you have for breakfast today?\n  ","923154":"\n   What's the last book you read?\n  ","923155":"\n   Just like if you hold a seashell to your ear and hear the ocean, if you hold a tire to your ear, then you can hear the racetrack!!! Try it!! 👍\n  ","923156":"\n   If you’re getting this it’s because I sent it to you. Anyhow what’s something that can just brighten your day no matter how bad your day has been?\n  ","923157":"\n   Hey hotty looking great in that Xmas tshirt :)\nOnly in white?\n  ","923158":"\n   Hey ya ya yes that was brilliant\n  ","923159":"\n   A word you hate to hear at any time\n  ","923160":"\n   What gets you really hot?😏😏 .If you really want to get me hot just have me wear a heavy coat in the middle of summer .😘\n  ","923161":"\n   What’s your favorite farm animal?\n  ","923162":"\n   Great merch is that stuff only for women or men also?\n  ","923163":"\n   How do you know the dance mom cast ?!?!?\n  ","923164":"\n   Which series would you recommend watching now?\n  ","923165":"\n   ارين لا تظلي تغيري في صور اقرفتينا\n  ","923166":"\n   Do you ever bad mouth people behind their back\n  ","923167":"\n   When I was 13 I was severely hung over at school and kept vomiting after everything I consumed yet they still wouldn't let me go home, was that wrong of them?\n  ","923168":"\n   Umm u are cute and talented in 10 years from now would you ever give up music\nCareer to be a wife and mom\n  ","923169":"\n   Wow you are so strong do not let any one\nPush you around socially and other way and are your sisters having problems too?\n  ","923170":"\n   it’s 27 degrees outside 😳In the words of my grandmother it’s colder then a witch’s tit 😂😂\n  ","923171":"\n   I'm gay is that ok?\n  ","923172":"\n   Weird answer for a fucked up question?\n  ","923173":"\n   Paul Di'Anno, Bruce Dickinson or Blaze Bailey?\n  ","923174":"\n   Did you watch Mr Rogers neighborhood as a kid?\n  ","923175":"\n   Have you ever seen a movie that was just good you actually applauded at the end of it?\n  ","923176":"\n   Let's Go👏🏾\n  ","923177":"\n   I’ve always wanted to jump onto a train car and ride it until I reach somewhere that looks interesting. What’s something spontaneous you’ve always wanted to do?\n  ","923178":"\n   Ever listen to Halestorm?\n  ","923179":"\n   What is the creepiest(?haunted?) place u have been to?\n  ","923180":"\n   Have you ever had food poisoning\n  ","923181":"\n   So you are in States vile North Carolina\n  ","923182":"\n   Let's watch a movie\n  ","923183":"\n   Beautiful 💦😊\n  ","923184":"\n   Don't be.\n  ","923185":"\n   I'm ok with that\n  ","923186":"\n   i meant underwear lol\n  ","923187":"\n   I like the Cimorelli minibus thr the big tour bus you had\n  ","923188":"\n   Maybe we could get a big RV motor home as the new tour bus. That would be nice. With beds and TV and a bathroom.\n  ","923189":"\n   watcha wearing?\n  ","923190":"\n   You're welcome.\n  ","923191":"\n   Was\/is your boyfriend good in bed?\n  ","923192":"\n   X\n  ","923193":"\n   Got it what about you do it by going on the offence and saying something publicly once and forever would you ever want to do it that way?\n  ","923194":"\n   I'm sorry you're going through a tough time right now and that your 'fan' is causing so much drama and invading your personal life. it's not right of them to do so.\n  ","923195":"\n   That is a lot to take on Lauren I was like you in the past I had lots of problems and time solves all and then life gets easier I promise you ok Lauren\n  ","923196":"\n   Why are you having a mental breakdown?\n  ","923197":"\n   Chapter four continued:\n  ","923198":"\n   CHAPTER 4: The Early Days Of Cimorelli, part 2\n  ","923199":"\n   How are you? (Great to hear that week 1 of your tour was a success! :-) :-) :-) )\n  ","923200":"\n   PS4 or Xbox One? Why?\n  ","923201":"\n   Good Afternoon Lauren\n  ","923202":"\n   ماذا لو لم أجد من يعوضني خسارت تلك الفتاه🌿\n  ","923203":"\n   If you had to start a blog, what do you think you would write about?\n  ","923204":"\n   Hello❤\n  ","923205":"\n   Are you buying the Disney plus streaming app?\n  ","923206":"\n   What's her name?  I used to have a cat like that that would rub on your feet for 30 minutes at a time then just go ape-shit and start attacking them🤔\n  ","923207":"\n   yes babe\n  ","923208":"\n   yasss\n  ","923209":"\n   Have you ever fallen in love with a person who is in another relationship?\n  ","923210":"\n   What is your cat so intent on watching?\n  ","923211":"\n   What's a phrase you use often?\n  ","923212":"\n   Post a picture that matches your current mood.\n  ","923213":"\n   yes\n  ","923214":"\n   Which animal would you love to be for a day?\n  ","923215":"\n   that's alright\n  ","923216":"\n   Which websites do you visit every day?\n  ","923217":"\n   it was pretty busy\n  ","923218":"\n   Glad you had a good time.\n  ","923219":"\n   What are you asking Santa for Christmas? I’d like either a new Raiders hoodie or a Golden Knights one. Or both. I wear a size XL if you were wondering.\n  ","923220":"\n   Hello how are you\n  ","923221":"\n   It will never be as good as yours🥀🔥🧡\n  ","923222":"\n   X\n  ","923223":"\n   Are we ment to copy & paste on our walls now😂\n  ","923224":"\n   What is your idea of a great holiday or vacation?\n  ","923225":"\n   Holiday madlib type question for you :) it was too long\n   \n    https:\/\/ask.fm\/lnr87\/answers\/158589851565?utm_source=copy_link&utm_medium=android\n   \n","923226":"\n   aye, i met him once. he's nice\n  ","923227":"\n   X\n  ","923228":"\n   Ah thank you for clearing that up with me Lauren\n  ","923229":"\n   Are you related to a Jill Cimorelli. The reason I asked is a her page came up on my Facebook page on suggestions of pages I might like\n  ","923230":"\n   X\n  ","923231":"\n   What type of music do you like? And what are some of your favorite bands\/musicians\/artists?\n  ","923232":"\n   Do you like magic and magicians? What about clowns? How about ventriloquists? How about impressionists?\n  ","923233":"\n   Has anyone ever intentionally ruined your moment or stolen your limelight?\n  ","923234":"\n   In general, what do you think most people think about you?\n  ","923235":"\n   What is your favourite way to spend Christmas\/the holiday season in general?\n  ","923236":"\n   What has life taught you so far?\n  ","923237":"\n   Do you like Hotels\n  ","923238":"\n   You are stunning 💦\n  ","923239":"\n   So beautiful... Im so in love\n  ","923240":"\n   I have just seen some footage on Rachael's Instagram story\n  ","923241":"\n   Where are you from ? And Instagram id ?\n  ","923242":"\n   I miss you soo much but we can hang out and talk ☺☺☺\n  ","923243":"\n   WWYD.. if crime is made legal for 24hrs?\n  ","923244":"\n   You're so beautiful Lauren. Your personality, your smile, your loving heart, your kindness, your love for others, etc. That all makes you beautiful.\n  ","923245":"\n   Do you enjoy travelling on a ferry?\n  ","923246":"\n   X\n  ","923247":"\n   Is it really worth living more than 80 years?\n  ","923248":"\n   What people make you ashamed to be a human being?\n  ","923249":"\n   Is it a crime against good taste to put pineapple on pizza?\n  ","923250":"\n   You're so pretty!\n  ","923251":"\n   So you're very famous?😍😍😍\n  ","923252":"\n   Do you have a boyfriend\n  ","923253":"\n   I love you too\n  ","923254":"\n   It is pretty messed up.\n  ","923255":"\n   They're really not at all. They're just bored and don't have lives.\n  ","923256":"\n   People are pretty shitty\n  ","923257":"\n   Oooooh\n  ","923258":"\n   What are you scared off\n  ","923259":"\n   Is it safe to assume that most of the time girls take better care of themselves then guys? Not usually to find a girl with BO or bad breath, or dirty hair etc. but more common to find guys that way.\n  ","923260":"\n   Have you ever been rejected by someone dating wise\n  ","923261":"\n   Lmao disney has nothing to do with it\n  ","923262":"\n   Wooooow\n  ","923263":"\n   What is the craziest thing u have ever done?\n  ","923264":"\n   Are you going to get bbq in NC?\n  ","923265":"\n   Favorite Disney movie?\n  ","923266":"\n   If you could create one law what law would you create and why also what law would you get rid of and why\n  ","923267":"\n   such a beautiful smile x\n  ","923268":"\n   When you are sick and you cannot sleep, what did you do?\n  ","923269":"\n   I’m itchy. Do you get dry skin often?\n  ","923270":"\n   If you could talk with only person for the rest of your life, who would it be?\n  ","923271":"\n   The fans?\n  ","923272":"\n   What would you do\/say if you were walking and these two girls about 7+ came up to you telling you that some boys were throwing glass they found on the road at them? Granted the boys were long gone at that time.\n  ","923273":"\n   What is the best movie\/series you've seen lately?\n  ","923274":"\n   what's up?\n  ","923275":"\n   Which Is the oldest text message you have saved on your phone?\n  ","923276":"\n   🔐🤷‍♀️\n  ","923277":"\n   Underwear color\n  ","923278":"\n   😂😂😂😂😂\n  ","923279":"\n   ✨💛💛\n  ","923280":"\n   So what’s new, what have you been up to lately\n  ","923281":"\n   Are you love sex❣️\n  ","923282":"\n   Hello\n  ","923283":"\n   What's up?\n  ","923284":"\n   super you know star\n  ","923285":"\n   Hi\n  ","923286":"\n   Hello\n  ","923287":"\n   What is one change you'd like to see in the world?\n  ","923288":"\n   What is your typical day like?\n  ","923289":"\n   Growing up I was always taught that \"we should never discuss politics or religion with strangers\", what is your opinion on this? Do you discuss these topics or prefer not to?\n  ","923290":"\n   hey girl\n  ","923291":"\n   😂😂 Christina & Dani\n  ","923292":"\n   What is the most irritating comment or question you seem to ALWAYS get?\n  ","923293":"\n   Hm\n  ","923294":"\n   You're fine.\n  ","923295":"\n   The animals need to be taken care of that we come in daily.\n  ","923296":"\n   It's about time we had a new queen\n  ","923297":"\n   No. I work daily even on days we're closed.\n  ","923298":"\n   🇬🇧👍\n  ","923299":"\n   😂😂👸🇬🇧\n  ","923300":"\n   Who is your guru?\n  ","923301":"\n   Noooooo🙀🙀🙀\n  ","923302":"\n   Yes 🇬🇧🇬🇧🇬🇧🇬🇧LAUREN CIMORELLI🇬🇧🇬🇧🇬🇧🇬🇧\n  ","923303":"\n   When was you in the UK 🇬🇧 Lauren\n  ","923304":"\n   Maybe we like you more here lol\n  ","923305":"\n   Welcome to the uk\n  ","923306":"\n   لو واحده فاكره انى معجب بيها وانا مش كده \nالمفروض انا اعمل ايه ؟\n  ","923307":"\n   Awee I hope everything alright Lauren and Message me if you need to talk I’m always here! Stay strong 😇\n  ","923308":"\n   تذكير: غدا \"الثلاثاء\"ثالث الأيام البِيض 💟\nوصيام ٣ أيام كل شهر=ثواب صيام العام💎\n🔔من عليه قضاء فليقضه: وله أجران 🎁ينتهي النهار ويزول التعب ويبقى الأجر ☔\nمن فاته صيام اليومين الماضيين: يعوضهما بأي يومين من الشهر القمري ليدرك الثواب ❤ \nالدال على الخير كفاعله 💌\n  ","923309":"\n   Unfollowed bc you posting too many polls messes up my notifs. Thanks for the memories tho.\n  ","923310":"\n   \"عندما تجد شيئًا جميلًا في الآخرين، أخبرهم.. قد يَستغرق من وقتك ثانية لتخبرهم به، و لكنه يمكن أن يَستمر معهم طوال حياتهم.\"💙💙\n  ","923311":"\n   X\n  ","923312":"\n   What is the sexiest and least sexy name?\n  ","923313":"\n   Would you ever go on a reality show?\n  ","923314":"\n   X\n  ","923315":"\n   How many siblings do you have? Are you close to them? I’ve recently become close with my half sister Rhonda and I’m really grateful she is a part of my life now.\n  ","923316":"\n   Change them whilst they are with you\n  ","923317":"\n   Is trying to change someone in a relationship a bad idea\n  ","923318":"\n   Beautiful lyrics!!! Keep up the good work! All the best!\n  ","923319":"\n   Single or taken\n  ","923320":"\n   Is there a person you hate for no reason?\n  ","923321":"\n   Hello\n  ","923322":"\n   hi\n  ","923323":"\n   That's what's up. Hope you enjoy it. Weather should be nice. Hopefully not too cold out\n  ","923324":"\n   If a witch transformed me into a candybar on Halloween, would you be spending all your time this week trying to change me back?\n  ","923325":"\n   What do you spend most of your money on?\n  ","923326":"\n   What is your favourite meal\n  ","923327":"\n   hi\n  ","923328":"\n   first impression🤔\n  ","923329":"\n   If your plane was about to crash, who would you want  sitting next to you?\n  ","923330":"\n   Can I be your like slave?\n  ","923331":"\n   Do you like your job\n  ","923332":"\n   X\n  ","923333":"\n   Wyd\n  ","923334":"\n   Tell me why you exist\n  ","923335":"\n   1 million time you've been asked that Lauren\n  ","923336":"\n   Am the same I prefer cooked breakfast\n  ","923337":"\n   What's your favorite music genre?\n  ","923338":"\n   Why?\n  ","923339":"\n   Pads or tampons?\n  ","923340":"\n   X\n  ","923341":"\n   My girl\n  ","923342":"\n   X\n  ","923343":"\n   Still want the cuddles\n  ","923344":"\n   Ouch lol\n  ","923345":"\n   Thank u\n  ","923346":"\n   X\n  ","923347":"\n   Erm cuddle me 😕\n  ","923348":"\n   X\n  ","923349":"\n   X\n  ","923350":"\n   I'm freezing...\n  ","923351":"\n   Pretended now youve been given 20 years in prison what would you reaction be\n  ","923352":"\n   Forever alone?\n  ","923353":"\n   How many push ups could you do in a minute\n  ","923354":"\n   What do you think is the hardest thing, for you personally, to fight off?    \n🥊 Another person  ....   \n🗣 The desire to gossip negatively   ...    \n🦠 A bacterium or virus  ...   or \n🧠 Dark intrusive thoughts?\n  ","923355":"\n   What kind of movies do you like?\n  ","923356":"\n   What's the most valuable thing you've held in your hands?\n  ","923357":"\n   Why did you changed your answer!?\n  ","923358":"\n   What is one thing you deeply regret?\n  ","923359":"\n   Do you like to spend free time alone or in company?\n  ","923360":"\n   Favourite pizza toppings? Do you like any \"unusual\" toppings? And what is your opinion on pineapple on pizza?\n  ","923361":"\n   Hello pretty\nHow are you doing ?\n  ","923362":"\n   What is one change that you want to make in your life, but haven't yet?\n  ","923363":"\n   What's your favorite school subject and tell me why? ☺\n  ","923364":"\n   BTS (방탄소년단) BON VOYAGE Season 4 Teaser : 방탄소년단의 네 번째 여행\n   \n    https:\/\/www.youtube.com\/watch?v=a4C47xUXtJQ\n   \n","923365":"\n   hi\n  ","923366":"\n   whens the last time you finished your period?\n  ","923367":"\n   There's no other word to describe how beautiful you honestly are.\n  ","923368":"\n   You are so perfect\n  ","923369":"\n   Have you ever tried smoking?\n  ","923370":"\n   Standing outside a broken phone booth with money in my hand\n  ","923371":"\n   X\n  ","923372":"\n   X\n  ","923373":"\n   What would be your action plan, if there were no more electricity in the world?\n  ","923374":"\n   هل الحب يتحول كرهيه؟\n  ","923375":"\n   Cimorelli- what's going on ( encore\/skit) - nashville, tn 2019\n  ","923376":"\n   Cimorelli-tour medley - nashville, tn 2019\n  ","923377":"\n   Cimorelli- the greatest showman medley- Nashville,tn 2019\n  ","923378":"\n   Cimorelli- pretty pink- Nashville, tn 2019\n  ","923379":"\n   Cimorelli- sad girls club - nashville,tn 2019\n  ","923380":"\n   Cimorelli- believe in you- nashville, tn 2019\n  ","923381":"\n   Cimorelli- Christina's speech\/ you're worth it ( this gets emotional) - nashville, tn 2019\n  ","923382":"\n   Cimorelli- Lauren's speech\/ god only knows\/ good enough, -Nashville,tn 2019\n  ","923383":"\n   Cimorelli- the night we met\/ acid rain - nashville, tn 2019\n  ","923384":"\n   Cimorelli- before October's gone -nashville,tn 2019\n  ","923385":"\n   Cimorelli- harmonizing challenge live nashville,tn 2019\n  ","923386":"\n   Uh oh\n  ","923387":"\n   Cimorelli- fall back - nashville,tn 2019\n  ","923388":"\n   You like sex ?\n  ","923389":"\n   😳😳😍😍😍so I shit you not I walked downstairs to my dinningroom and I see my cat sitting on a chair on her butt and her front paws are on the table like a person 😍\n  ","923390":"\n   Heya\n  ","923391":"\n   Good night Lauren 10\/11\/19 😴🛏\n  ","923392":"\n   Oh ok babe\n  ","923393":"\n   Yes I have expectations but they aren't important as much as you 💝\n  ","923394":"\n   What is the weirdest argument you've ever had\n  ","923395":"\n   Do you think you’ll gain weight over Christmas?\n  ","923396":"\n   Who would you invite to your wedding if you got married\n  ","923397":"\n   You really need to work on that sense of humor of yours. It's like they say \"a smile a day keeps the reaper away\" hahahahahaaa 😅\n  ","923398":"\n   how are you whats up xo\n  ","923399":"\n   Do you tuck in your shirt?\n  ","923400":"\n   Reply here,\n  ","923401":"\n   😕 DON'T BE SORRY. BE HAPPY😊\n  ","923402":"\n   It does \nThe Beatles \nElvis Presley & others \nA guy from Memphis blues laid a plaque to commemorate it.\n  ","923403":"\n   Do you like Rick and Morty\n  ","923404":"\n   😂😂😂\n  ","923405":"\n   What was ur nake name When u were young🤣\n  ","923406":"\n   Hola Lauren 🤓 how‘s singing ?\n  ","923407":"\n   Kitten heels or high heels?\n  ","923408":"\n   What’s ur drug??\n  ","923409":"\n   Do women ever hurt men ?\n  ","923410":"\n   I want to have a slumber party with Cimirolli on your tour bus and us wear cozy jammies and sleep with the night light on while the bus is driving so we are safe and comfortable. I'm really sleepy right now.\n  ","923411":"\n   موقف مضحك صار معك !!\nA funny situation happened with you!\n  ","923412":"\n   Single?\n  ","923413":"\n   follow back may be and likes for likes?\n  ","923414":"\n   What's your Chipotle order?\n  ","923415":"\n   Goode\n  ","923416":"\n   What do you think about ons?\n  ","923417":"\n   How are you today?\n  ","923418":"\n   Movie Madness:  A) Midway B) The Good Liar C) Luce\n  ","923419":"\n   Someone tweeted it. Asked what you was doing.😂\n  ","923420":"\n   Why was you lying on the floor during Fall Back.\n  ","923421":"\n   Single or taken ??\n  ","923422":"\n   How are u\n  ","923423":"\n   Welcome any time... I will be your guide for free 😁💐\n  ","923424":"\n   favor? hi... do you like sneakers?\n   \n    http:\/\/bit.ly\/2Pk8NOy\n   \n   which is your favor? please can i get your honest opinion...\n  ","923425":"\n   Could you ever date someone who has the same  name as one of your exs answer even if you're not single just pretend\n  ","923426":"\n   💛💛✨\n  ","923427":"\n   Gotcha lol\n  ","923428":"\n   X\n  ","923429":"\n   A Dauren thing?\n  ","923430":"\n   That's good!\n  ","923431":"\n   That good or bad?\n  ","923432":"\n   How was the show last night?\n  ","923433":"\n   when i'm ready to collab i'll have my people call your people\n  ","923434":"\n   Alright, I'll pick you up.\n  ","923435":"\n   Any spiritual encounters?  How did you feel?\n  ","923436":"\n   You're very welcome!\n  ","923437":"\n   It's a surprise. \nAs long as you are hungry?\n  ","923438":"\n   You do well.\n  ","923439":"\n   Let's grab food\n  ","923440":"\n   Hun\n  ","923441":"\n   What's up 🙂\n  ","923442":"\n   How fun!\n  ","923443":"\n   Have you started your xmas shopping yet\n  ","923444":"\n   1000% not an insult.   I wish i had the time and ability to do that for my kid right now, because of how each different state handles school now is based off of the common-core technique.  4+6=10 is no longer an answer,  it's some bullshit of--  2+2+3+3=10  Now explain your answer.\n  ","923445":"\n   Any older music. Not like the Bee Gees or shit era. Any type from the 90's era\n  ","923446":"\n   Anytime love\n  ","923447":"\n   I love you more\n  ","923448":"\n   I love you too\n  ","923449":"\n   Are you a virgin?\n  ","923450":"\n   Cause its scared lol\n  ","923451":"\n   Has a guy ever kissed your feet\n  ","923452":"\n   You know what I ment 🙌. That's good Good night Lauren 😴🛏\n  ","923453":"\n   That's my girl\n  ","923454":"\n   💛💛💛\n  ","923455":"\n   Thank you ⭐😂\n  ","923456":"\n   How are your abs doing?\n  ","923457":"\n   Oh no 🙈\n  ","923458":"\n   If Lexi Benton was there. She hasn't posted anything from last night. YET\n  ","923459":"\n   Ah Rachael said she was going. Glad she could make it\n  ","923460":"\n   Who was all at the concert?\n  ","923461":"\n   X\n  ","923462":"\n   Your profile pic is beyond gorgeous.\n  ","923463":"\n   Someone asked on here if the was anyone on here I would like to meet on here. I put a Cimorelli GIF up. I hope you don't mind\n  ","923464":"\n   You're really pretty.\n  ","923465":"\n   Wow you are amazing singer any more concerts\n  ","923466":"\n   lol put the stupid phone away and finish setting up your gear boring though it is... be a pro\n  ","923467":"\n   X\n  ","923468":"\n   How is the dani do you two still dance so\nWild and fun\n  ","923469":"\n   BROWN EYED BOYS HARMONIZING CHALLENGE YASSS LAUREN\n  ","923470":"\n   X\n  ","923471":"\n   Is there any people who has done you wrong and you'll never forgive them\n  ","923472":"\n   Have you started watching ATYPICAL on Netflix yet Lauren\n  ","923473":"\n   Would you ever try any fighting sports\n  ","923474":"\n   I didn't even look at Google that time for the answer 😂\n  ","923475":"\n   opinion on\n   \n    @pookeo9\n   \n   ??\n  ","923476":"\n   WWYD??. If you were at a coffee shop or restaurant and you noticed the couple at the next table were arguing and one of them was being aggressive\/ abusive towards the other.\n  ","923477":"\n   What's up with you ?\n  ","923478":"\n   🔥 It’s Bonfire Night (aka Guy Fawkes Night) tonight here (5th) . Will you be at a bonfire with hot dogs or pie & peas, holding sparklers? 🔥 If you don’t celebrate this where you are, what are your plans for tonight?\n  ","923479":"\n   Who's the best burper out of your six sisters?\n  ","923480":"\n   Hi\n  ","923481":"\n   Would you add friends from askFM to your facebook account?\n  ","923482":"\n   So my cousin got married last week and dad refused to go to the wedding. Well my,however 2 years ago my cousin didn’t go to my moms,his aunts funeral and gave a BS excuse My . What’s your thoughts on this? Which side would you be on?\n  ","923483":"\n   Yeah. Are you ready for the holidays.?. Black Friday shopping\n  ","923484":"\n   Pap in your favourite crop top or bikini?\n  ","923485":"\n   Anything interesting happen today\n  ","923486":"\n   Wow😋\n  ","923487":"\n   Whats your friend name? So beautiful...\n  ","923488":"\n   Instagram?\n  ","923489":"\n   What’s your plans for today?\n  ","923490":"\n   I'm going to make lasagna tomorrow. I wish I could bring you some!\n  ","923491":"\n   🌻\n  ","923492":"\n   X\n  ","923493":"\n   have a good day... can i get a hug first?\n  ","923494":"\n   (lines up)\n  ","923495":"\n   OOOH\n  ","923496":"\n   damn i hope they got a hug for their efforts\n  ","923497":"\n   how's nashville treating you? do people show up for your shows?\n  ","923498":"\n   Where we going?\n  ","923499":"\n   Hiii\n  ","923500":"\n   Lauren has the first part in BOG (written by Dani) and Dani has the first in acid rain  (written by Lauren) and I love dauren and that’s all\n  ","923501":"\n   Sorry\n  ","923502":"\n   Iwantsex\n  ","923503":"\n   X\n  ","923504":"\n   If you were in charge, who would be the next US president (any person)?\n  ","923505":"\n   You need a forest of flowers 😌☺️\n  ","923506":"\n   Lauren what's goodie ?\n  ","923507":"\n   What annoys you more slow drivers or people who don't indicate whilst driving\n  ","923508":"\n   Predictive text: I lost my ____________________\n  ","923509":"\n   I ask what.  how many.  years.  have you.\n  ","923510":"\n   Have you ever worked with someone in  more than one job\n  ","923511":"\n   Are you worried about anything\n  ","923512":"\n   Would you prefer a party with a few friends or a lot of friends?\n  ","923513":"\n   💐\n  ","923514":"\n   Are you tired rn?\n  ","923515":"\n   Can we talking at snap ?\n  ","923516":"\n   What those pesky neighbours call the cops on you. 😮\n  ","923517":"\n   X\n  ","923518":"\n   X\n  ","923519":"\n   X\n  ","923520":"\n   X\n  ","923521":"\n   I dont mind at all.\n  ","923522":"\n   Does your family not like your bf, fiance or husband whatever you have\n  ","923523":"\n   Time to ditch small venues & start doing arenas 😊🏟\n  ","923524":"\n   IMPORTANT PSA FOR THE CIMFAM COMING TO GREENSBORO, NORTH CAROLINA NOVEMBER 10THS SHOW PLEASE READ:\n  ","923525":"\n   I know you deserve to know\n  ","923526":"\n   I know and I wish I could help you\n  ","923527":"\n   Can I smell your pantie?\n  ","923528":"\n   I guess I have to apologize\n  ","923529":"\n   You're beautiful\n  ","923530":"\n   Would you wait in a drive thru for 4 hours just for a friggin chicken sandwich?\n  ","923531":"\n   I am not gonna be here for long, I may have to leave sooner than you think\n  ","923532":"\n   If u could change 1 misunderstanding about u, what would it be?\n  ","923533":"\n   What about ur day......\n  ","923534":"\n   STAR WARS OR STAR TREK\n  ","923535":"\n   ~ ALTERNATIVE ACTIVITIES~     Have you ever been:  ⭕️Zorbing? ... \n✈️Skydiving?  ...  🧝‍♀️LARPing?  ...  ⛏Axe-Throwing? ...   🏢Done Parkour?   ...  🐻Played Pooh Sticks?  ...  ♿️Played a wheelchair sport?  ... or any other less common activity you’d like to share?\n  ","923536":"\n   What makes you nervous ?\n  ","923537":"\n   Single?\n  ","923538":"\n   Best thing that has happened to you lately?\n  ","923539":"\n   Heyy lauren😊\n  ","923540":"\n   How long can you hold pee?\n  ","923541":"\n   ootd pic\n\n- stealing from my anon. \n\nI'm sure everyone looks great 👍\n  ","923542":"\n   Do you like the store, Nordstrom? - inspired by ask.fm ad\n  ","923543":"\n   That's fine.\n  ","923544":"\n   Cereal\nSugar \nMilk \nYUMMY\n  ","923545":"\n   Have you watched any new shows lately?\n  ","923546":"\n   What's a movie you can't stand?\n  ","923547":"\n   How are you?\n  ","923548":"\n   My bf likes my feet is it normal\n  ","923549":"\n   What is the weirdest question you've ever been asked on the site\n  ","923550":"\n   What goes in first milk or cereal\n  ","923551":"\n   While Dani is wrestling with her jumper\n  ","923552":"\n   Hi Lauren how are you today. It's been raining all day here today in the UK.\n  ","923553":"\n   Break up\n  ","923554":"\n   Are you in a relation?\n  ","923555":"\n   Y u not eating sushi with Kath, friend, Arielle ?\n  ","923556":"\n   You're honestly a wonderful young lady.\n  ","923557":"\n   What is the worst thing someone could do that is legal\n  ","923558":"\n   If you were the opposite gender for a day what would be the first thing you'll do\n  ","923559":"\n   What would you do if you were  invisible for a day\n  ","923560":"\n   Have you ever been on a blind date\n  ","923561":"\n   Have you ever been speed dating\n  ","923562":"\n   Have you watched them before\n  ","923563":"\n   Yoooo\n  ","923564":"\n   Would you kiss smokers?\n  ","923565":"\n   Do you smoke?\n  ","923566":"\n   Good night Lauren 😴🛏\n  ","923567":"\n   How? I can't be racist I'm black\n  ","923568":"\n   I will massage you\n  ","923569":"\n   Can i lay beside you?\n  ","923570":"\n   I'm not into coffee as much as I used to unless I have rehearsal.\n  ","923571":"\n   I like a maple latte.\n  ","923572":"\n   Oh geez\n  ","923573":"\n   I do. I'm just not in the mood for one.\n  ","923574":"\n   Какой фильм ты можешь пересматривать снова и снова?\n  ","923575":"\n   Socks are awesome. Agree or disagree?\n  ","923576":"\n   Why is Santa so good at Karate?\n  ","923577":"\n   How was your day\n  ","923578":"\n   My crush\n  ","923579":"\n   R u virgin?\n  ","923580":"\n   Do you know what my user name refers to? I’ll give you all my coins if you know it.\n  ","923581":"\n   You had sex with someone you don't know🙄\n  ","923582":"\n   oh okay let me tell you about myself\n  ","923583":"\n   You are so beautiful.\n  ","923584":"\n   Wanna talk about it\n  ","923585":"\n   A watermelon yup. Google provides me with a ton of these to annoy people with.\n  ","923586":"\n   i'm dating my sister and why are you alright\n  ","923587":"\n   Un po tu mi ami\n  ","923588":"\n   How are you\n  ","923589":"\n   You are so pretty.\n  ","923590":"\n   Vorresti essere la mia ragazza\n  ","923591":"\n   Hey\n  ","923592":"\n   Do you know who Henry Hill was?\n  ","923593":"\n   Do you know who Apollo Creed is?\n  ","923594":"\n   .......🙄\n  ","923595":"\n   Deal Done 🤝😂\n  ","923596":"\n   It's because Steven wears the exact same top that u have got on 😂\n  ","923597":"\n   Do you know anyone who wears shorts in the dead of winter?Besides me of course\n  ","923598":"\n   What's up folks?\n  ","923599":"\n   What is the strangest thing you’ve ever eaten?\n  ","923600":"\n   When was the last time you tried something new?\n  ","923601":"\n   What is your favorite ice cream flavor?\n  ","923602":"\n   How jealous are you on a scale from 1-10?\n  ","923603":"\n   Where is the funniest place you have ever fallen asleep?\n  ","923604":"\n   Do you know what the Mandela effect is? Can you give an example of one?\n  ","923605":"\n   Dani is engaged??? I thought they were just bf\/gf seriously had no idea that's great though! Congrats to them !\n  ","923606":"\n   So you kiss hard or gentle?\n  ","923607":"\n   What’s your opinion on ......Donald Trump?? I’ll sit back and watch the fireworks 😁\n  ","923608":"\n   Have you ever come to Jordan!?\n  ","923609":"\n   How many coins do you currently have? I have -235 cause ask deleted many of my answers :(.\n  ","923610":"\n   What’s your opinion on pizza? What do you like on your pizza? Do you dip it in ranch? Do you fold it when toy eat it? Do you eat it with a knife and fork?\n  ","923611":"\n   What’s your opinion on baking soda? I believe that and WD40 are the greatest things around and they make life so much easier!\n  ","923612":"\n   roses are red, violets are blue..........?\n  ","923613":"\n   Reply here,\n  ","923614":"\n   🍃🌳🍂\n  ","923615":"\n   Haha..\nIt's true..\n  ","923616":"\n   You win free airfare and a two week vacation anywhere in the world, where do you go?\n  ","923617":"\n   Ten-ish is the right way to answer the question Lauren\n  ","923618":"\n   Okay thanks\n  ","923619":"\n   Hi morning..\n  ","923620":"\n   Are you a virgin?\n  ","923621":"\n   Why not?\n  ","923622":"\n   The Cavern Club in Memphis has just been on my local news. Saying how it's got ties with The Cavern Club Liverpool here in the North West of England\n  ","923623":"\n   Can you NOOT NOOT!?\n  ","923624":"\n   Who should get an award at the MTV Music Awards ceremony?\n  ","923625":"\n   My bad\n  ","923626":"\n   I read vape for some reason lol\n  ","923627":"\n   Ok cutie\n  ","923628":"\n   X\n  ","923629":"\n   Yes you are\n  ","923630":"\n   You're the liar.\n  ","923631":"\n   All you.\n  ","923632":"\n   😗😗😗😗😗😗😗😗😗😗😗😗😗😗☺☺☺☺☺☺☺☺\n  ","923633":"\n   That's good. How's tour?\n  ","923634":"\n   Hey there Lauren. Hope you've been well!\n  ","923635":"\n   You are a good person unlike some person I cannot mention.\n  ","923636":"\n   You are a gem.\n  ","923637":"\n   What about what do you have to make for dinner?\n  ","923638":"\n   Good for you in the home schooling you missed all the crap of Common-Core\n  ","923639":"\n   Do you listen to different music genres other than what you sing?\n  ","923640":"\n   What are some things that make you smile?\n  ","923641":"\n   Yes u are\n  ","923642":"\n   Are you participating in no nut November?\n  ","923643":"\n   what is the name of your singing group\n  ","923644":"\n   don't forget to set your clock back one hour before you go to bed\n  ","923645":"\n   Do you ever get lonely\n  ","923646":"\n   Ayee\n  ","923647":"\n   What’s your “go-to” horror film?\n  ","923648":"\n   I don't like treating and tricking Halloween\n  ","923649":"\n   Come here plz\n  ","923650":"\n   I need all the cuddles in the world\n  ","923651":"\n   ''I Don't Wonna Live Forever\"\n  ","923652":"\n   What is the point of life? It seems totally pointless to me\n  ","923653":"\n   I'm ready for you and your sisters to cover (he knows my name) now\n  ","923654":"\n   I got chu. Any plans this weekend\n  ","923655":"\n   How do you stop feeling lonely?\n  ","923656":"\n   Pretty lost at everything right now... Any tips?\n  ","923657":"\n   How do u get ur crush to notice u if ur introverted\n  ","923658":"\n   I just got diagnosed with depression and anxiety and I don't know what to do anymore\n  ","923659":"\n   How to cope when your crush doesn't like you back?\n  ","923660":"\n   I thought he was on?\n  ","923661":"\n   Best way to make a career choice?\n  ","923662":"\n   Do you think you'll be releasing any more music?\n  ","923663":"\n   I will.\n  ","923664":"\n   look at the fucking kik.!\n  ","923665":"\n   Share your hair routine pls\n  ","923666":"\n   Will do 😘\n  ","923667":"\n   We're babe. Thanks though.\n  ","923668":"\n   No, he's got plenty.\n  ","923669":"\n   When will you upload ,, how I put my outfits together\" story's again? Really loved them ❤\n  ","923670":"\n   this actually gave me the giggle I needed 😂\n  ","923671":"\n   Because  B came in between\n  ","923672":"\n   Lol wee bit\n  ","923673":"\n   What a guy.\n  ","923674":"\n   do you know why A and C broke up?  😭😭\n  ","923675":"\n   What is your song of the week?\n  ","923676":"\n   What's the most awkward thing you can say in an elevator?\n  ","923677":"\n   Who did you inspire?\n  ","923678":"\n   What makes you feel really uncomfortable?\n  ","923679":"\n   Do you think that you’re a good person?\n  ","923680":"\n   look at kik\n  ","923681":"\n   من الشاطر الي بكره عنده دوام 👀\n  ","923682":"\n   X\n  ","923683":"\n   X\n  ","923684":"\n   Are all your sisters also clean shaven?\n  ","923685":"\n   Favorite type of Victoria's Secret underwear?\n  ","923686":"\n   What’s your ig?\n  ","923687":"\n   Do you ever check out girls asses?\n  ","923688":"\n   Do you like ketchup on your fries?\n  ","923689":"\n   What’s the goodest thing you did this week?\n  ","923690":"\n   What’s the best Led Zeppelin album?\n  ","923691":"\n   Do you like museums?\n  ","923692":"\n   Only because you stuck it up your nose 👃😂😂\n  ","923693":"\n   Really asking that type of shit!?\n  ","923694":"\n   Hehe.  They are all good\n  ","923695":"\n   When were you last in the uk\n  ","923696":"\n   When will the tension between you end?\n  ","923697":"\n   not at all!\n  ","923698":"\n   ✨✨💛💛\n  ","923699":"\n   you're very lucky 😄\n  ","923700":"\n   No I wont open it in front of you. You go out first.\n  ","923701":"\n   Have you ever come to Jordan!?\n  ","923702":"\n   💐\n  ","923703":"\n   Do you prefer to read one book at a time, or several at once?\n  ","923704":"\n   What's your mood in the mornings?\n  ","923705":"\n   How can people become happy?\n  ","923706":"\n   What's the last photo you took on your phone? Post it!\n  ","923707":"\n   Which animals scare you most? Why?\n  ","923708":"\n   From 1-10, how chilled are you as a person?\n  ","923709":"\n   Do you like when people pose for pictures or more natural vibes going on?\n  ","923710":"\n   Did you ever listen to some Kawehi covers and what do you think about them?\n  ","923711":"\n   You have the most beautiful smile. Whenever see your smile, it brightens my day up!\n  ","923712":"\n   How do you deal with stress\n  ","923713":"\n   👋🏾\n  ","923714":"\n   What's with the sad ghost emoji?\n  ","923715":"\n   Favorite pet you own or wish to own?\n  ","923716":"\n   How was your day?\n  ","923717":"\n   Are you worried about anything atm\n  ","923718":"\n   😂😂😂😂\n  ","923719":"\n   Favorite rapper from whoever you listen to or have heard?\n  ","923720":"\n   Which series would you recommend watching now?\n  ","923721":"\n   Having the weirdest day at work. My constable brought in a cab driver who caused an accident. The cabbie said that the constable took 250$ from the other guy so he brought him in. I told my constable \"I just dont bloody get it. Did u arrest him & bring him here or did he arrest u & bring u here?\"\n  ","923722":"\n   Not a surprise lol. She didn't stay long. Maybe 4 years?\n  ","923723":"\n   PAP a creepy face!\n  ","923724":"\n   It's because she's SO short.\n  ","923725":"\n   مين صاحي وحاب يحكي بس الي بدو يرد\n  ","923726":"\n   You need to have sex hun. You're a beautiful 21 year old. Stacy says you need to have sex with 10 to 15 guy's before you know what you want and you're never gonna be as attractive as you are right now it's only gonna get worse\n  ","923727":"\n   I want Talk with ,, what you have ?\n  ","923728":"\n   Can You write a snapchat username ??\n  ","923729":"\n   Lol everyone has said that since I logged back on. After 6 months away haha. I feel bad. We talked a bit prior\n  ","923730":"\n   😂😂\n  ","923731":"\n   🎃 Free Space 🎃\n  ","923732":"\n   Are you a virgin?\n  ","923733":"\n   Cimfam = Cimorelli Family\n  ","923734":"\n   Just stalked your IG. Nice pics!\n  ","923735":"\n   aw, cool\n  ","923736":"\n   Movie Madness: A) Doctor Sleep B) Sorry We Missed You C) Brittany Runs A Marathon\n  ","923737":"\n   Hi, I'm Ray P. Stabbabesh. I just wanted to wish y'all a happy November! May the rest of your year be beautiful! :)\n  ","923738":"\n   Ahaa withot feets right?\n  ","923739":"\n   How many guys you have kissed and you regret any\n  ","923740":"\n   Fav bikini to wear\n  ","923741":"\n   What are you currently obsessed with?\n  ","923742":"\n   no no just you two are so sweet 😏\n  ","923743":"\n   U r very beautiful\n  ","923744":"\n   great relationship 😆\n  ","923745":"\n   Cutie\n  ","923746":"\n   🙃\n  ","923747":"\n   Top 2 Halloween movies you must watch every Halloween?\n  ","923748":"\n   Do you like kettle corn?\n  ","923749":"\n   Were you all dancing and screaming and did the cops ask for an autograph from you\nLadies\n  ","923750":"\n   jjjj that.  good.  we can.  talk.  in whatsapp?  how many.  years.  you have.  ?\n  ","923751":"\n   Virgin?\n  ","923752":"\n   Oh what did you do bad?\n  ","923753":"\n   The alien from Alien movie?\n  ","923754":"\n   Happy Halloween 🎃 Lauren\n  ","923755":"\n   You're beautiful!\n  ","923756":"\n   Do you like milkshakes\n  ","923757":"\n   Не кажется ли тебе, что всё меняется слишком быстро?\n  ","923758":"\n   I just came  up with the perfect tattoo idea for your sister. It's a salmon on her belly. The tail is just above your belly button and the mouth is her p_ssy. It's funny how much vaginas look like a salmons mouth\n  ","923759":"\n   That's very sad, Lauren.\n  ","923760":"\n   Hi sexy\n  ","923761":"\n   Had to check out some of your YouTube videos did u get any inspiration from Alanis Morissette?\n  ","923762":"\n   What is the worst food in the world in your opinion\n  ","923763":"\n   Do you have a boyfriend now? O.o\n  ","923764":"\n   X\n  ","923765":"\n   Actually I need ur help plz\n  ","923766":"\n   Favourite type of music\n  ","923767":"\n   Halloween: Ever done couple costumes?\n  ","923768":"\n   Do you or anyone you know send out Halloween cards?\n  ","923769":"\n   Watched any horror movies this season?\n  ","923770":"\n   Have you ever had a full English breakfast\n  ","923771":"\n   Do you like beards?\n  ","923772":"\n   Do you recycle?\n  ","923773":"\n   X\n  ","923774":"\n   You make a good Stormtrooper\n  ","923775":"\n   What's the funniest\/silliest\/daftest\/rudest\/whatever... trick or treat ...........  you have heard?  Ps happy halloween\n  ","923776":"\n   X\n  ","923777":"\n   Happy Halloween to dani too :) pass it on\n  ","923778":"\n   Thanks go easy girls on the water there\nYou might all get tipsy ok\n  ","923779":"\n   What chore do you absolutely hate doing?\n  "},"Answer":{"922708":"\n  Dani has been on this #laurstina sister moments are not allowed ... Its only allowed to be a #dauren thing 😂😂😂\n  \n\n   https:\/\/mobile.twitter.com\/CrocsNPrkngLots\/status\/1198378449301311488\n  \n","922709":"\n  Only nick can sit by me as well\n  ","922710":"\n  PENNSYLVANIA CIM FAM\n  \n  We have a book signing at Barnes and Noble in Devon PA on Monday at 7pm! Come meet us and get a signed copy of our book Believe In You!\n  ","922711":"\n  Probably my favorite moment now 😂\n  ","922712":"\n  \"ITS LIKE UR FROM OUTER SPACE BEAM ME UP\"\n  ","922713":"\n  So ready for nyc tomorrow\n  ","922714":"\n  Mine will always be the all I want for Christmas one 💛\n  ","922715":"\n  Completely fine\n  ","922716":"\n  Sorry :( I know we are lacking at putting new music out\n  ","922717":"\n  Because I'm cute 🤷🏻 I dunno\n  ","922718":"\n  New cimorelli Saturday video!!\n  \n   https:\/\/youtu.be\/4b7Pwvj8eCA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  In this weeks video we had a sister vs sister 10 minute songwriting challenge who do you think won?\n  ","922719":"\n  Because I think once christina leaves no one would want to be in the band afterwards. As it was her dream and it was her who motivated everyone to be apart of it. Lisa and I have been doing stuff for the band but also writing solo music and doing videos etc for those. Katherine will be married so idk what she would do, amy is more of a organizer, and Dani would most likely go on to perdue a career in graphic design\n  ","922720":"\n  Haha\n  ","922721":"\n  Okay :p\n  ","922722":"\n  Are you staying at the hotel\/bnb or parkers?\n  ","922723":"\n  Toxic\n  \n  Toxic\n  \n  Toxic\n  \n  Toxic\n  \n  Toxic\n  ","922724":"\n  Lol sorry\n  ","922725":"\n  Doing workouts on the bus\n  ","922726":"\n  Food\n  \n  Water\n  \n  Underground trail\n  \n  Knife\n  ","922727":"\n  Believe it or not I didn't even play nintendo...\n  ","922728":"\n  Yes and I went to therapy, talked to doctors and just let myself heal\n  ","922729":"\n  No\n  ","922730":"\n  I'm pretty sure I can if I wanted to\n  ","922731":"\n  Yes I always help with the snacks and that at my family's parties\n  ","922732":"\n  😊\n  ","922733":"\n  Asfkl\n  \n   @Dncimorelli\n  \n  when she was little\n  \n\n   https:\/\/youtu.be\/T1aZ0oFiAzc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","922734":"\n  Still got four hours on the road till we reach our destination so feel free to ask some questions\n  ","922735":"\n  Actually as soon as christina leaves the band then I think I'm just going to carry on with just being solo\n  ","922736":"\n  Well maybe have some respect and stop hitting on me\n  ","922737":"\n  What did I do now...\n  ","922738":"\n  Brought Tristen\n  \n   @TNMORZ\n  \n  on tour with me and I get to see\n  \n   @ParkerGomez\n  \n  this weekend in philly\n  ","922739":"\n  Thank you 😊\n  ","922740":"\n  Gonna tell my kids this was big time rush\n  ","922741":"\n  We tax guys now 😂\n  ","922742":"\n  The song young blood by 5sos I love\n  ","922743":"\n  My parents did. My mother has a degree to teach music and all of us were homeschooled.\n  ","922744":"\n  On here\n  ","922745":"\n  Sure but as always keep it appropriate. No sexual questions or tmis\n  ","922746":"\n  He's amazing, no problems so that's good. Just a great guy all around\n  ","922747":"\n  Ready or not. We kinda have to be ready :) because its this week coming up\n  ","922748":"\n  Hi\n  ","922749":"\n  Yeah haha just have them on shuffle most likely\n  ","922750":"\n  I did. Sorry I went and made me something to eat\n  ","922751":"\n  More quiet. But everyone wants to keep moving to nashville so the traffic is getting worse .... Stop moving to Tennessee please\n  ","922752":"\n  I have for lent before. Wasn't very fond of it\n  ","922753":"\n  Its only the afternoon and I have work to do and then maybe hang out with friends or something tonight\n  ","922754":"\n  Next question\n  ","922755":"\n  I don't want another pretty face, I don't want just anyone to hold, I don't want my love to go to waste, I want you and your beautiful soullll\n  ","922756":"\n  Nope. I'm straight and like men\n  ","922757":"\n  What?\n  ","922758":"\n  Mmm I would choose McDonald's\n  ","922759":"\n  No, I think it takes away the meaning behind it and why it's special to you, that you even got it in the first place.\n  ","922760":"\n  Well that to but I have some great memories to last a lifetime\n  ","922761":"\n  To do what I currently do and spread a message of hope 💕\n  ","922762":"\n  You're worth it\n  ","922763":"\n  And facebook won't let me log out or click most recent.... Smh\n  ","922764":"\n  \"Honey these dresses are too short\"\n  ","922765":"\n  Probably very little. Reminds me of the story about the little kid raised by wolves or even. Tarzan. If the stories are true and they survived by another creature looking after them then they'll mist likely have the same instincts as the creature that raised them. Or very little knowledge on how to talk, eat, relieve themselves. Kinda like those children horror cases you see where they're locked into a room deprived of food, socialization etc. And they're basically like featuses...\n  ","922766":"\n  Greatest of all time\n  ","922767":"\n  I'm not talking about fruitcake lol theyre these little snacks made by little debbie and its a minature tree cake\n  ","922768":"\n  Yee yee\n  ","922769":"\n  I believe in both\n  ","922770":"\n  Art gallery !!! I love arts in all forms and the history\/ story behind it.\n  ","922771":"\n  Wore all black today like I was going to my ex's funeral\n  ","922772":"\n  No thanks\n  ","922773":"\n  Don't make me fall in love again\n  ","922774":"\n  I dont understand\n  ","922775":"\n  Any song that is catchy and uplifting\n  ","922776":"\n  Sure\n  ","922777":"\n  I don't use it\n  ","922778":"\n  Yes we have, a few times actually\n  ","922779":"\n  Good, hbu?\n  ","922780":"\n  Yes, but it hasn't snowed for two weeks now\n  ","922781":"\n  Yes I do\n  ","922782":"\n  Hello\n  ","922783":"\n  I love u too\n  ","922784":"\n  Probably not. Want my children to stay innocent as long as possible. And raise them to be kind and respectful. But why do we want our children to grow up so fast now a days? I know I would want mine to stay little for as long as possible\n  ","922785":"\n  Not currently\n  ","922786":"\n  A one piece\n  ","922787":"\n  Mhm\n  ","922788":"\n  Anon\n  ","922789":"\n  I do. And I been better these past two days :)\n  ","922790":"\n  Sadly since I'm not longer in school or in the age limitations I can't ... Idk if colleges offer it as well. And I don't think college is on my list again anytime soon\n  ","922791":"\n  Some things but in a way its probably best I didn't do those things\n  ","922792":"\n  Welcome\n  ","922793":"\n  Well I used to do water polo 🤷🏻\n  ","922794":"\n  Cold, and sugar\n  ","922795":"\n  I do it sometomes aha\n  ","922796":"\n  Lisa looking at Kath’s makeup brush: I have the strongest urge to shove that brush up my nose\n  \n  Katherine: *is utterly horrified*\n  ","922797":"\n  Was trying to put the santa emoji in my name but it wouldnt let me\n  ","922798":"\n  Yes, and trying to find a cute name\n  ","922799":"\n  Currently I need to sleep\n  ","922800":"\n  It gets annoying at times\n  ","922801":"\n  These ones are like the recording ones :)\n  ","922802":"\n  We actually have been building a home studio as well which has the Padding thing on the wall.\n  ","922803":"\n  Thank you\n  ","922804":"\n  Ah no. Those are the ones we got for tour that you're thinking about\n  ","922805":"\n  Thank you\n  ","922806":"\n  Sorry..but no\n  ","922807":"\n  Yeah and nick and christian were doing something is the garage which is also like a weird workout\/entertainment\/storage room 😂\n  ","922808":"\n  You should get some rest\n  ","922809":"\n  I'm okay. I think I got it under control for right now. Well at least prevented from getting worse atm\n  ","922810":"\n  Dad goes on a random posting spree then leaves for months. Only like peoples posts\n  ","922811":"\n  I think sunday was one of the days I was exhausted and didn't really do much\n  ","922812":"\n  I do! Currently in love with this song called please don't go.\n  ","922813":"\n  Remember when lisa used to call me Catrina ....\n  ","922814":"\n  In the beach with the waves crashing against the rocks\n  ","922815":"\n  Filming was the main goal, but I got to do some tracks and tweak things\n  ","922816":"\n  Deteriorating\n  ","922817":"\n  I don't tbh I just have one that says cry baby which is melanie martinez merch and one that says I love Mexican or something...\n  ","922818":"\n  14 hours\n  ","922819":"\n  Heading to philly and nyc next week\n  ","922820":"\n  An 8\n  ","922821":"\n  Dani\n  ","922822":"\n  They're nice\n  ","922823":"\n  🤔\n  ","922824":"\n  Playing with her hair\n  ","922825":"\n  Not feeling anything is the worst\n  ","922826":"\n  The pool party shared with my birthday sister 💛\n  ","922827":"\n  Very much\n  ","922828":"\n  Being paranoid\n  ","922829":"\n  I was able to.sleep last night\n  ","922830":"\n  Alone\n  ","922831":"\n  I got everything single week unless I'm like really sick and weak to were I can't get up and walk correctly\n  ","922832":"\n  Its night time right now... Hehe\n  ","922833":"\n  Steelers vs browns ... My dad was watching it and I caught a glimpse\n  ","922834":"\n  Thank you for your input\n  ","922835":"\n  I'm good, I just took a shower and getting ready for bed\n  ","922836":"\n  Sorry you can't see that regardless of gender two people can very much have a wonderful heart and love people. I just love seeing people happy and with someone who respects and understands them as well as make them feel like the queens\/kings they are.\n  ","922837":"\n  What?\n  ","922838":"\n  Thank you honey 😊\n  ","922839":"\n  Much much better these past two days 😊\n  ","922840":"\n  :p\n  ","922841":"\n  I didn't even do anything last night but go to a concert with my sister and spend time with Tristen\n  ","922842":"\n  The beautiful vibes\n  ","922843":"\n  Filming in the woods today 😍\n  ","922844":"\n  ;)\n  ","922845":"\n  Lisa smacking him 😂\n  ","922846":"\n  So I'm going to bed now\n  ","922847":"\n  Well they never met me, they only heard if me and talked to me through messages which was regarding their brother and when he was returning back to were they live 🤷🏻\n  ","922848":"\n  Headache sadly\n  ","922849":"\n  Not you. Just someone else decided to comment on a post and say \"sometimes I think ur a little boring but not this time\n  ","922850":"\n  Gonna act like my feelings aren't hurt by that comment\n  ","922851":"\n  ;)\n  ","922852":"\n  So worth it tho\n  ","922853":"\n  Yes I have\n  ","922854":"\n  Good :)\n  ","922855":"\n  So I got to sing at a friends wedding this past week with amy and katherine\n  ","922856":"\n  Hi\n  ","922857":"\n  No I LIKE MEN\n  ","922858":"\n  My sister, and its playful\n  ","922859":"\n  I'm not a lesbian 😒\n  ","922860":"\n  Amy says I bully her\n  ","922861":"\n  Today\n  ","922862":"\n  Calling my doctor and getting the things I needed taken care of\n  ","922863":"\n  My sleep schedule been off and yeah\n  ","922864":"\n  It doesn't say live tho...\n  ","922865":"\n  I don't have the notification... Wtr\n  ","922866":"\n  ??\n  ","922867":"\n  I'm cold\n  ","922868":"\n  Hii\n  ","922869":"\n  Wtr\n  ","922870":"\n  10\n  ","922871":"\n  Not a whole lot tbh\n  ","922872":"\n  Not currently. Just go and support my younger brothers when they have a football,basketball or water polo game.\n  ","922873":"\n  Cimorelli saturday ;)\n  ","922874":"\n  Normally a day to relax or a busy work day and then a night with the lads\n  ","922875":"\n  Laundry\n  ","922876":"\n  I don't really watch cartoons anymore. But I used to love lilo & stitch and house of mouse when I was younger\n  ","922877":"\n  Anywhere tbh\n  ","922878":"\n  Probably a child\n  ","922879":"\n  Deffo not\n  ","922880":"\n  Good you?\n  ","922881":"\n  Sure\n  ","922882":"\n  They always ruin them\n  ","922883":"\n  Nope.\n  ","922884":"\n  Oh, just say I'm sorry but I accidentally misplaced my card\n  ","922885":"\n  Thank you\n  ","922886":"\n  Yes I do\n  ","922887":"\n  Yes we do and a alarm system\n  ","922888":"\n  Not that I know of\n  ","922889":"\n  Classic pepperoni\n  ","922890":"\n  I need a nap\n  ","922891":"\n  I do. I like to cook breakfast and sometimes dinner is good to. I want to learn how to make my grandmother's soup\n  ","922892":"\n  I try to.make them all happen\n  ","922893":"\n  I do\n  ","922894":"\n  Spread a positive message, help those in need, give reasoning, love with compassion\n  ","922895":"\n  Owls,snakes, tigers and lions\n  ","922896":"\n  Let me take a selfie\n  ","922897":"\n  A fox , have you seen swiper? He's rude\n  ","922898":"\n  Thanks\n  ","922899":"\n  I wear them in pretty much every photo lol\n  ","922900":"\n  Hi\n  ","922901":"\n  No lol\n  ","922902":"\n  Lizzie mcguire\n  ","922903":"\n  Oh ok\n  ","922904":"\n  Yeah\n  ","922905":"\n  I always been insecure about my skin and other stuff over the years. I think sometimes my flaws get the best of me\n  ","922906":"\n  He makes me happy lol\n  ","922907":"\n  Hopefully something helps before it increased to much\n  ","922908":"\n  Good for u\n  ","922909":"\n  Lol\n  ","922910":"\n  But you can be hospitalized for being to stressed\n  ","922911":"\n  I'm his lauren\n  \n   @TNMORZ\n  \n","922912":"\n  Actually I'm not. I'm very connected to my religion and my views and beliefs. And one of my views is to wait\/ save myself till after marriage bc my body is a very vulnerable thing to me and I don't think anyone should experience that except myself and my husband.\n  ","922913":"\n  She girl spitting out water laughing\n  ","922914":"\n  In a relationship\n  ","922915":"\n  Neither do i\n  ","922916":"\n  Nope\n  ","922917":"\n  Yes? What's so important to continue to spam me on everything\n  ","922918":"\n  I can't do that due to privacy reasons\n  ","922919":"\n  Thanks\n  ","922920":"\n  I know but he's gonna end up messed up if he doesn't soon\n  ","922921":"\n  Awe I'm sorry\n  ","922922":"\n  Okay don't believe me 🤷🏻\n  ","922923":"\n  He needs to breathe and just relax somehow\n  ","922924":"\n  Right and I just sorta screamed\n  ","922925":"\n  Still a virgin mate\n  ","922926":"\n  \"Baby you're more than ur mistakes\"\n  ","922927":"\n  We had to move the venue three times BC we kept selling out\n  ","922928":"\n  As many times as it takes to learn these flippin tricks!!! When you fall u got to get back up honey!!\n  ","922929":"\n  I'm so flipping cold\n  ","922930":"\n  Hsm\n  ","922931":"\n  All of it to living waters of the world\n  ","922932":"\n  Two days ago\n  ","922933":"\n  I only know like a few words in spanish, a few words in german and a few words in italian  . Thats about it I only can speak english fluently\n  ","922934":"\n  How come?\n  ","922935":"\n  I don't babysit sorry\n  ","922936":"\n  No, I think its not very hygienic or attractive to be hairy for a whole month :(\n  ","922937":"\n  Like do I exercise and stuff? Yeah almost every day\n  ","922938":"\n  No one knows what made him do it. Some believe the passing of his father made him do it. They brought him to the hospital because if he's Injured he has a right to see medical cared people and get treatment before the police take him into custody, they had to question him about why and all that. But unfortunately since he shot himself in the head he ended up passing away from his Inhuroes so no one knew what the motive actually was and couldn't find anything really linked to it.\n  ","922939":"\n  My boyfriend\n  ","922940":"\n  Yes I have\n  ","922941":"\n  So what if it does?\n  ","922942":"\n  Good for u\n  ","922943":"\n  No lol I have a borderline panic attack almost every time I'm about  to go on stage 😓\n  ","922944":"\n  Bro you think I'm a doctor??? I've never even broken a bone so I got nothing for ya ;\/\n  ","922945":"\n  This is the best compliment I've ever received\n  ","922946":"\n  If you can't afford nicer skincare products, drinking a TON of water, exercising regularly, and cutting down on dairy and sugar always helps. Also not touching your face throughout the day, always washing all your makeup off at night, and washing your pillowcase regularly.\n  ","922947":"\n  Not in the near future 😪 but don't worry I always have something up my sleeve 😛\n  ","922948":"\n  On Pinterest!\n  ","922949":"\n  🎶 \"All the shine of a thousand spotlights will never be enough.\" 🎶 Today we sang #NeverEnough from #TheGreatestShowman ❤ What song do you want us to sing next?\n  \n\n   https:\/\/www.instagram.com\/p\/B5DaD3Tga6b\/?igshid=1hhk5p2xx6a4t\n  \n","922950":"\n  Get your guy out my inbox 🙄\n  ","922951":"\n  Oldest and the leader\n  ","922952":"\n  Not your fault. Just know theres like an ewww hes here moment\n  ","922953":"\n  I got a boyfriend mate\n  ","922954":"\n  I did lol\n  ","922955":"\n  Me no habla espanol\n  \n  Me habla ingles\n  ","922956":"\n  I definitely do.\n  ","922957":"\n  Mi amor\n  ","922958":"\n  Yeahhh\n  ","922959":"\n  Our nashville show\n  ","922960":"\n  Maybe 🤷🏻\n  ","922961":"\n  Some would say christina seems like it\n  ","922962":"\n  So I have some videos from rocket town's nashville show but im like iffy on posting them bc there was a lot of stuff happening there.\n  ","922963":"\n  Lol\n  ","922964":"\n  Sometimes\n  ","922965":"\n  I'm OK\n  ","922966":"\n  I'm okay not the greatest but getting there\n  ","922967":"\n  Good to hear\n  ","922968":"\n  I don't know lol\n  ","922969":"\n  No\n  ","922970":"\n  All good\n  ","922971":"\n  I'm straight\n  ","922972":"\n  Yess\n  ","922973":"\n  Yesss\n  ","922974":"\n  No thanks\n  ","922975":"\n  Hi\n  ","922976":"\n  Why?\n  ","922977":"\n  um why\n  ","922978":"\n  Meee\n  ","922979":"\n  Both\n  ","922980":"\n  Not really\n  ","922981":"\n  Thank you 😊\n  ","922982":"\n  We don't talk about that\n  ","922983":"\n  Tainted water accident\n  ","922984":"\n  Not yet\n  ","922985":"\n  Nope\n  ","922986":"\n  No, I just had fan accounts of like 1D before\n  ","922987":"\n  #MotivationMonday ❤️\n  \n  You deserve to be respected and loved. You don’t have to accept disrespect. You deserve to exercise your boundaries and to be loved! ❤️ YOU ARE SO VALUABLE.\n  ","922988":"\n  beginning of 2018 vs end 2019\n  \n  over 1.2M new subscribers!!\n  \n  Couldn’t be prouder 💖\n  \n  Honestly we never thought we would be here after all these years 😭😭😭 You guys are amazing!!!!! Can’t say thank you enough!\n  ","922989":"\n  I dont think I have tbh\n  ","922990":"\n  Mommy should pick out christina,mine and Dani's 😂\n  ","922991":"\n  Wondering why we never did a part 2 of this 😂 or with mom oh wait... Because I'm EDgY\n  \n   https:\/\/youtu.be\/wmznV-uf2Kc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","922992":"\n  I was homeschooled\n  ","922993":"\n  🎶 Gitygity up yeah 🎶\n  ","922994":"\n  Home or California which is also where I was born and raised\n  ","922995":"\n  I really don't know. I don't play a lot of games very rarely. But I pick up on how to play fairly easy\n  ","922996":"\n  Fruit, thise little christmas tree cake things\n  ","922997":"\n  See u then xxx\n  ","922998":"\n  I just end up taking a whole row and fall asleep on it tbh\n  ","922999":"\n  As in the food, they're okay\n  ","923000":"\n  Hi, afternoon\n  ","923001":"\n  Just come over so I'm not like meh I'll do things later\n  ","923002":"\n  Well growing up we all shared rooms with 2 other siblings. So its was christina, Katherine, and amy in ome room. And lisa,dani and i in another. The guys Michael and alex shared and christian, nick, and joey. Amy with her condition would have to sleep sometimes downstairs as her body was to weak and she couldn't climb the stairs so we would have to move her bed, or make her sleep on the couch to the living room. Our younger brothers used to sleep over sometimes in our rooms and we used to all squeeze together to find room. Dani and I had a bunkbed and lisa had like a normal double or something. But as well grew older and finally moved to nashville we all kinda split up into our own houses. So there's like extra rooms and spaces. Amy and I had an extra bedroom that is off my room, that I gave to kallen when he stayed here. But now its Arielle's bedroom\n  ","923003":"\n  But trying to get out of it\n  ","923004":"\n  It takes me awhile to get adjusted to change, any change is scary for me as I don't know if its a good or bad things at times. But I would try to find a way to quickly blend in or accept it\n  ","923005":"\n  Mentally not well\n  \n  Physically - eh\n  ","923006":"\n  I want to visit mexico, australia, greece\n  ","923007":"\n  Yes\n  ","923008":"\n  I'm not a mom at all\n  ","923009":"\n  Basically anything. I love finding new music\n  ","923010":"\n  Watching lizzie mcguire\n  ","923011":"\n  Haha\n  ","923012":"\n  I tend to do a lot of people pleasing and tend to not out myself and my needs first. Something I been working hard on adjusting\/tweaking this year\n  ","923013":"\n  I don't add pwople idk on my Instagram\n  ","923014":"\n  You know what.... She might've did something i didnt think of before... I'm doing this in the future\n  ","923015":"\n  She's talented\n  ","923016":"\n  Mmm a lot tbh\n  ","923017":"\n  Sadly my face hasn't changed at all in 10 years I still look the same\n  ","923018":"\n  Music\n  ","923019":"\n  Life isn't fair\n  ","923020":"\n  Yeah maybe\n  ","923021":"\n  A noise\n  ","923022":"\n  My hometown friends\n  ","923023":"\n  Ask openly\n  ","923024":"\n  Oh, your friend can add you onto their account as well if they're nice enough.\n  ","923025":"\n  Mondays\n  ","923026":"\n  Hoot\n  ","923027":"\n  Medication can help you feel a bit better at times but also you can feel worse as well. Some people think taking medication makes them out to be \"I'll, something is wrong with them to where no one will like them\". Its always a mix signal and views type of thing\n  ","923028":"\n  Yes! So much fun when you're doing it right\n  ","923029":"\n  I see, and yes paranoid. Anxiety is not under control this week at all\n  ","923030":"\n  I wasn't being rude\n  ","923031":"\n  No one to love you as you are\n  ","923032":"\n  Opposite sisters check ✅ do you and your sibling look alike or do you look totally different!? 😂\n  \n   @Dncimorelli\n  \n","923033":"\n  If you want\n  ","923034":"\n  At times it just becomes annoying to people\n  ","923035":"\n  Lots of drama and rumors\n  ","923036":"\n  I'm good, you?\n  ","923037":"\n  Feeling kinda meh at the moment\n  ","923038":"\n  Hi\n  ","923039":"\n  Ehhh\n  ","923040":"\n  Laying down, u?\n  ","923041":"\n  Misspelled words\n  ","923042":"\n  Yes, always crack my own self up\n  ","923043":"\n  I'm a member of cimorelli ;). Lol I don't really go to clubs unless we are like talking about the treehouse club or bookclubs lol.  Maybe the sad girls club ;). I used to be apart of catholic heart work camp but have since changed and volunteered for vacation bible school teaching instead last year. I may start getting into groups again tbh\n  ","923044":"\n  My family. Mostly my parents but Michael and christina, lisa would probably be there the quickest\n  ","923045":"\n  The fact they call it my bloody valentine but I'm sure its around christmas time\n  ","923046":"\n  Sometimes. Other times I'm just laying there\n  ","923047":"\n  Sure why not\n  ","923048":"\n  Nope, don't believe I really have\n  ","923049":"\n  Last week. And we went to greensboro, north Carolina for a show\n  ","923050":"\n  Not intentionally. I think I just forgot how old I was at times\n  ","923051":"\n  Stop the hate and choose love\n  ","923052":"\n  Hot air balloon rides\n  ","923053":"\n  James charles\n  \n  Megan and Liz\n  ","923054":"\n  Not justin bieber famous but yeah kinda. And its a photo of me and someone\n  ","923055":"\n  I have no patience to be nice to anyone rn\n  ","923056":"\n  I almost forgot this exists 😒\n  \n\n   https:\/\/youtu.be\/xDxPuXlHxpI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","923057":"\n  Did I even repost this 😂\n  \n\n   https:\/\/mobile.twitter.com\/cimgifs_\/status\/1195759858554986496\n  \n","923058":"\n  Its a professional one\n  ","923059":"\n  Idk him\n  ","923060":"\n  I just either block them or mute them on everything to were I can't see anything revolving them\n  ","923061":"\n  Lauren from Tennessee, usa\n  ","923062":"\n  Thank you\n  ","923063":"\n  I can't really find any good videos from nashville but this is from greensboro, north carolina\n  \n\n   https:\/\/youtu.be\/3a-9p0B7oQ4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","923064":"\n  Disney is actually good especially the older movies and shows ...\n  ","923065":"\n  Yep we don't like her anymore\n  ","923066":"\n  😂😂 tramp\n  ","923067":"\n  I recommend watching the live action of lady and the trampoline though\n  ","923068":"\n  This is her 😂 I'm not posting the ones with people in it from digifest or anything because I'm not getting them involved like matt and them\n  ","923069":"\n  I been watching disney plus lol\n  ","923070":"\n  She was at the nashville concert and one other I believe\n  ","923071":"\n  She's a cimfam member :)\n  ","923072":"\n  Halloween horror girl who held hands with \"Travis\"\n  ","923073":"\n  #relatable and I'm taking my brand back\n  \n   @lisa\n  \n","923074":"\n  Probably since my hair is dyed and its been in for awhile so fading is going to start\n  ","923075":"\n  A few\n  ","923076":"\n  Yes I have\n  ","923077":"\n  Just had to buy a new one... Its one that can turn into a big vacuum to a little one. Its blue....\n  ","923078":"\n  Yayy\n  ","923079":"\n  See I'm not a bully 😂\n  ","923080":"\n  Or regular rolling skating will work as well\n  ","923081":"\n  I just want to go skating but Tennessee doesn't want me too 😪\n  ","923082":"\n  Some not all or like to eat spicy foods all the time\n  ","923083":"\n  Create\n  ","923084":"\n  Felt so exhausted as now\n  ","923085":"\n  I never played that game but have heard about it. While it may not be exactly be made \/ created in the usa. I do believe it is an american game as most of the names are from places in california as well as the whole map and game play are located inside cities located in California\n  ","923086":"\n  Well my song think let's randomly shuffle to christmas music and play santa tell me in the middle of summe so ?\n  ","923087":"\n  We covered #SomeoneYouLoved by\n  \n   @LewisCapaldi\n  \n  on YouTube today! Link to the full video 💜\n  \n\n   https:\/\/youtu.be\/fDGKTSndxeQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","923088":"\n  Yes?\n  ","923089":"\n  I feel like I'm gonna vomit\n  ","923090":"\n  Well I bought my own car?\n  ","923091":"\n  So you're telling me we are auppose to shower with clothes on? Who knew !!! Silly me\n  ","923092":"\n  Yes I do, especially the sweet ones\n  ","923093":"\n  Sure\n  ","923094":"\n  Make her cry. Taela who?\n  ","923095":"\n\n   @Dncimorelli\n  \n\n  I'm screaming 😂 😂 more like trasha dunn\n  \n  elijah daniel\n  \n\n   @elijahdaniel\n  \n\n  · 8h\n  \n  imma make someone cry tn prolly tesla dunn\n  ","923096":"\n  Lauren just started laughing randomly while singing some theme song\n  ","923097":"\n  Rachael: comment your mood below on my post\n  \n  Me: mood:chilling\n  \n  Rachael: ah yes, want me to get you a reeses cup to eat ?\n  ","923098":"\n  But the christmas ones are cuteee\n  ","923099":"\n  No cell phone\n  ","923100":"\n  I don't think it will be as good as the original though\n  ","923101":"\n  What's an admit card.... ? I never went to an actual public school and was homeschooled up till college I took a semester at a public university\n  ","923102":"\n  Look in the mirror and say you're worth it, I believe in you, and anything else and say it over and over until u feel it\n  ","923103":"\n  Regular spaghetti 😍\n  ","923104":"\n  Thank you babiez 😊\n  ","923105":"\n  Thank you so much\n  ","923106":"\n  🤷🏻\n  ","923107":"\n  Australia\n  ","923108":"\n  Also don't know what photo to change to my display smh\n  ","923109":"\n  Lol maybe\n  ","923110":"\n  Boiz night with rachael,mel,amy and me\n  ","923111":"\n  Idk\n  ","923112":"\n  All of us\n  ","923113":"\n\n   https:\/\/youtu.be\/drIvEKi_MJM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","923114":"\n  Mmm im not thinking about marriage for awhile\n  ","923115":"\n  Trying to kill me\n  ","923116":"\n  The Winter Collection 2019 is AVAILABLE NOW!!! featuring our new all black sweatsuit 🖤 and our coziest Christmas sweater🎄 Christmas came early this year 😍 Shop link in bio!\n  \n\n   https:\/\/www.instagram.com\/p\/B45GNxbAzTl\/?igshid=1egnp4hbwxemv\n  \n","923117":"\n  Oh no sis we watching lizzie mcguire 😂\n  ","923118":"\n  My friend just gave me her disney+ info so guess what ur not gonna see me for a few hours\n  ","923119":"\n  Yeahhh\n  ","923120":"\n  My babeee\n  ","923121":"\n  Its a fish or a meal consisting of fish\n  ","923122":"\n  No, I would probably give the candy away or throw it away\n  ","923123":"\n  There's a cat that keeps trying to get in the house 😂\n  ","923124":"\n  Thank you although I don't always feel like I am\n  ","923125":"\n  Wud\n  ","923126":"\n  No no the live action movie babe\n  ","923127":"\n  I was watching it with paisley lol\n  ","923128":"\n  A bit cringy on some parts\n  ","923129":"\n  Anon\n  ","923130":"\n  No\n  ","923131":"\n  What\n  ","923132":"\n  😂\n  ","923133":"\n  The dora movie isnt that bad lol\n  ","923134":"\n  No\n  ","923135":"\n  Like actually rodeo or a mechanical\n  ","923136":"\n  Compared to how this week was, ur the good thing\n  ","923137":"\n  Strawberries, bananas, almond milk and yogurt\n  ","923138":"\n  I'm fine for now though\n  ","923139":"\n  It looks beautiful\n  ","923140":"\n  Me either\n  ","923141":"\n  Greece\n  ","923142":"\n  Blue and orange\n  ","923143":"\n  Leave you in mexico, with the boarder patrol\n  ","923144":"\n  Youwishahahahahahahaha\n  ","923145":"\n  They haven't even announced if it was a kid or not I believe\n  ","923146":"\n  Salted caramel latte\n  ","923147":"\n  Thank you\n  ","923148":"\n  I got a boyfriend\n  ","923149":"\n  Not i\n  ","923150":"\n  J-14, justjared, tigerbeat\n  ","923151":"\n  Believe\n  ","923152":"\n  There's the good like she's so beautiful, what a queen. But then bad like oh she's sooo famous and stuck up\n  ","923153":"\n  I actually slept in today... And didn't wake up till late lol\n  ","923154":"\n  Our book, believe in you\n  ","923155":"\n  No thanks\n  ","923156":"\n  Just my friends or family doing small things unexpectedly for me or a compliment etc\n  ","923157":"\n  We did have them in red & black (if I remember, it might've been the no good at being lonely one). But they're currently out of stock\n  ","923158":"\n  Lol\n  ","923159":"\n  Stupid\n  ","923160":"\n  Nashville being sizzling hot\n  ","923161":"\n  Snakes :))\n  ","923162":"\n  They're unisex tbh its just whatever feels comfortable to you to wear. Like the cotton candy collection was pastel pinks,blues, and lavender colors and guys didn't feel comfortable wearing \"pastel\" shirts but my brother has the pink and I believe blue sad girls hoodie\n  ","923163":"\n  Met at the teen choice awards years ago\n  ","923164":"\n  Blessed 💛\n  ","923165":"\n  Wait .... What\n  ","923166":"\n  No. I'm not that person, if there's something that needs said I will tell that person\n  ","923167":"\n  I don't really know the way public schools work.... I was homeschooled until I graduated. And then I took a semester of public college ...\n  ","923168":"\n  Being married won't stop me from living out my career and dreams. My sister, the oldest out of us 6 girls is married. and HAS been for a year now. And still continues to go on with her career and marriage perfectly fine. No marriage is perfect and we all understand that. But you need someone who understands your job and that as well. Now the whole topic on kids. I know christina would want to bring everyone on the journey with her. But once the child is born she said she will not really post photos of her children because she wants to respect their privacy and let them shape themselves into who they are. Which things change as well... But I'm sure there's a lot of singers,actresses etc. That do a job that isnt always easy, married and have kids and still balance it the best they can.\n  ","923169":"\n  Uhm I know dani has always been compared and what not to us and people don't agree with what she's doing at times. There's been some stuff said regarding lisa and her boyfriend but its mostly me that's being targeted against in this situation. But I'm trying to take care of it\n  ","923170":"\n  I just went outside in shorts 🙃\n  ","923171":"\n  Love is love and no matter what ur still a human\n  ","923172":"\n  🤷🏻\n  ","923173":"\n  Is it sad I dont know these names....\n  ","923174":"\n  Yup I Remember the little trolley he had\n  ","923175":"\n  Yes ahaha\n  ","923176":"\n  NC always lit 😂\n  ","923177":"\n  Drop all my plans and travel the world\n  ","923178":"\n  Nope\n  ","923179":"\n  A haunted prison :))\n  ","923180":"\n  Mannnny times. Its awful and the worst thing to deal with\n  ","923181":"\n  I'm home back in Tennessee now\n  ","923182":"\n  What movie 😊\n  ","923183":"\n  Thanks 😊\n  ","923184":"\n  Okay :\/\n  ","923185":"\n  Well I'm still sorry\n  ","923186":"\n  Not telling u 😒\n  ","923187":"\n  We actually had three earlier this year. Now its just two buses\n  ","923188":"\n  The big tour buses were great had a kitchen area, table, sleeping bucks (except you had to climb, the privacy curtain got stuck, or you would sometimes hit your head on the tv projector, and trying to walk at times was tricky\n  ","923189":"\n  A hoodie and jeans ... Its cold\n  ","923190":"\n  Appreciate it\n  ","923191":"\n  Ask him 🤷🏻\n  ","923192":"\n  Our hearts were in it and we played it like a football game\n  \n  Every single night, every morning\n  \n  he was my lightning sky and my summer rain\n  \n  I never thought it'd end, never thought we change\n  ","923193":"\n  I don't believe in publicly humiliation. If there's a problem, ill Rather go the legal and safe way if I have to\n  ","923194":"\n  Thank you 😭\n  ","923195":"\n  I know I just got to figure out a way to protect not only my privacy but someone else's\n  ","923196":"\n  Just a lot that's been going on behind the scenes in my personal life that's really stressful and I don't exactly know what to do\n  ","923197":"\n  Lynne also put the girls in dance classes, and eventually they found their way to musical theatre, which became a huge part of their lives. In 2002, the Cimorelli family joined a local youth musical theatre company. They spent several years doing 3 shows a year and all the Cimorellis who participated, including some of the brothers, really enjoyed the shows. They learned a lot about performance and how to put together a great show.\n  \n  During their time in musical theatre, many of the siblings also took dance classes including tap, jazz and hip hop, and workshops and classes for acting and improv. Their love for music continued to grow as they performed in musicals like Annie, The Wizard Of Oz, High School Musical, High School Musical 2, and Seussical The Musical. As they entered into their teen years, the older Cimorelli family was as obsessed with music as ever, and there always seemed to be music in the house, whether someone was singing, playing the piano, drums or guitar, or writing a song. Music became one of the central elements of the Cimorelli household as the kids started growing up.\n  \n\n  TO BE CONTINUED... next week, you’ll learn about the early days of the band, and where it all started!\n  ","923198":"\n  The Cimorelli parents, Mike and Lynne, were both huge music lovers, although in very different ways. Lynne had her Master’s Degree in Music with a concentration in piano performance. She was a classically trained pianist and vocalist, and the music she liked to play around the house was a diverse mix of classical pieces by some of her faves (Mozart and Tchaikovsky) and greatest hits CDs from the ‘80s (she loved bands like Toto and Jefferson Starship). Mike was never taught music in a formal setting, but he loved to blast music in the car while driving his kids around, or out in the garage while working on a car or project. His music taste was much more classic rock-focused, including bands like Pink Floyd, Warren Zevon, Neil Young and 10CC. Although Mike claimed he wasn’t a good singer, his kids noticed whenever he (loudly) sang around the house, he had a very nice voice and he also had an ear for intonation.\n  \n  Lynne wanted to experiment with how early kids could learn to sing in harmony, so she began teaching her kids how to sing harmonies when they were around ages 2-4. (You could say this was where the band, Cimorelli, was born, as harmony is the main hallmark of the group- but more on that later!) Lynne also wanted to pass on her love of piano to her kids, so she taught all of them to play the piano. The girls of the family especially loved playing the piano, and they would even argue over whose “turn” it was to play the family piano. Along with teaching her kids to play the piano and sing in harmony, Lynne also started a children’s choir at their church so they could start learning pieces of music and singing them at church. She taught them complex harmony arrangements and they started building their knowledge of classical music as kids. From children’s choir, their exposure to musical opportunities and experiences grew. Their grandma, Phyllis, recommended the older 3 girls, Christina, Katherine and Lisa, learn some 3-part harmony arrangements of barbershop songs so they could perform them at nursing homes and small community events. They learned songs like Don’t Sit Under The Apple Tree, Boogie Woogie Bugle Boy, and Take Five and began performing them when they were around the ages of 10, 9 and 7.\n  \n  Lynne also put the girls in dance classes, and eventually they found their way\n  ","923199":"\n  About to have a mental breakdown\n  ","923200":"\n  It's a film day ... Say hi to one of our videographers michael :)\n  ","923201":"\n  Arielle did a little recall of the first week of tour on IGTV\n  \n   https:\/\/www.instagram.com\/tv\/B40CMOVpppc\/?igshid=14mxndwor2awa\n  \n\n  💛💛💛\n  ","923202":"\n  Good morning baddiez\n  ","923203":"\n  I have a tumblr havent been on it in months....\n  ","923204":"\n  Hi\n  ","923205":"\n  I think you get it for free in the verizon plan ?\n  ","923206":"\n  Penelope. She also has an older cat she has since he was a kitten that's a tuxedo cat called Charles\n  \n  And her boyfriend rescued one from his studio from getting attacked by coyotes named, ghost\n  ","923207":"\n  Completely off topic but .... Since when did Danielle start signing her name like this 😂\n  ","923208":"\n  Pizza the italian way 😗\n  ","923209":"\n  Story of my life\n  ","923210":"\n  She's not mine...she tries to kill me....\n  \n  She's my sister Lisa's kitten\n  ","923211":"\n  \"You wish\"\n  ","923212":"\n  This is my mood all day today\n  ","923213":"\n  Oooo sals sounds good right now\n  ","923214":"\n  An owl\n  ","923215":"\n  Wanna go out for dinner or?\n  ","923216":"\n  This, instagram, twitter\n  ","923217":"\n  Sorry to hear that\n  ","923218":"\n  Thank you! These few weeks haven't been exactly the best\n  ","923219":"\n  I kinda have everything I want except a family of my own... But that can wait\n  ","923220":"\n  Good, just being super paranoid 😂\n  ","923221":"\n  Watch the album be called orange 😂\n  ","923222":"\n  So zayn is coming out with a new collaboration song called, \"flames\" .... Boy\n  \n\n   https:\/\/youtu.be\/HQBvkdLLdI8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Am I the leader now?\n  ","923223":"\n  Yep I guess lol\n  ","923224":"\n  Going to a country that has hot air balloons or where you can watch the northern lights\n  ","923225":"\n  Hi, I'm (Lauren)! I like to hangout with (Dani). We love to (sing) and tell (life) stories. Afterwards, we like baking (cookies) while listening to (Drummer boy ). When we (have a snowball fight) , I always wear my favorite (blue)  (scarf). Sometimes my bestfriend comes with us too!\n  \n  Have a (wonderful) holiday!\n  ","923226":"\n  He always been the sweetest person and BTW his name actually isn't BOOBOO its NIALL\n  ","923227":"\n  Lol... The thing is most of y'all only know him as jake from decendents but I known him wayyyy before as seth clearwater  from twilight 😊\n  ","923228":"\n  I'm sorry I didn't double check spelling 🤦🏻\n  ","923229":"\n  Hard to tell because in like 2015, she did a q&a video were people aaked if she was a part of cimorelli and she said no she just has the last name but no apart of the band or a cimorelli. Then like a few months after she did and interview with sweety high where she claimed she found out she was our cousin twice removed from the family tree. But we don't associate with her ?\n  ","923230":"\n  Tomorrow. 2pm EST.\n  ","923231":"\n  One direction\n  \n  Taylor swift\n  \n  John bellion\n  \n  Lana del ray\n  \n  Melanie Martinez\n  ","923232":"\n  Yes,yea,yes, sure yes\n  ","923233":"\n  I had people try to\n  ","923234":"\n  I'm stuck up\n  ","923235":"\n  With the whole family\n  ","923236":"\n  Self love, self growth, respect, life lessons, love in general, what it feels to be alive, hope, kindness, compassion and heartache\n  ","923237":"\n  I don't mind them. Better then sleeping in a car or on the bus\n  ","923238":"\n  Thank you\n  ","923239":"\n  Thank you\n  ","923240":"\n  I'll try to find full videos\n  ","923241":"\n  The USA\n  ","923242":"\n  Oh ok\n  ","923243":"\n  Probably nothing lol\n  ","923244":"\n  Thank you 😊\n  ","923245":"\n  Paranoia strikes\n  ","923246":"\n  I needed to lose you to love me 💔🎶 Today we sang #LoseYouToLoveMe by\n  \n   @selenagomez\n  \n  ! What song do you want us to sing next!?\n  \n\n   https:\/\/www.instagram.com\/p\/B4xkVzJFYWa\/?utm_source=ig_web_copy_link\n  \n","923247":"\n  Depends on what you choose to do with your purpose of life\n  ","923248":"\n  The kind with a cold heart\n  ","923249":"\n  Its not a crime as everyone has their own preference on what they choose to put on a food. Like we all have something that may seem \"weird \" to some people. Like my one friend used to put ketchup and mustard on a grilled ham and cheese panini and I thought that was gross. 🙄\n  ","923250":"\n  Thank you\n  ","923251":"\n  I don't like considering myself famous. Because I can still live a pretty normal life and do the things I love without having to worry about making sure I have \"body guards\" and paparazzi around me (which we deal with when we are around like james for example.). But we have been having some issues where people are not respecting our personal, private lives and are invading. As in, coming to some of our houses and just like leaving weird gifts or whatever.(which have been reported because it was getting out of hand) but now some people are asking our friends for like our phine numbers. And are making \"fake\" instagram accounts etc. To make it seem like they \"attended\" a college chris went to. To get a follow to lurk into my personal life, and to \"prove\" a leaked photo of us was \"real\". And still continue to invade my privacy. Like if i wanted people to know, and was comfortable with the world knowing then i would share it when i felt the timing is right. But right now im not 100% comfortable or sure if anything is the right time. And logging onto a social media were i follow alot of people included into the cimfam and the first thing i see is someone bashing me and chris because they dont agree with my choices or what im doing. Or they dont like someone because their views differ from theres, or theyre not attractive to them, or because they believe they know the history and go based off one side they hate the person, but think theyre implied to hate on someone who they do not even know personally and say things that are really rude and toxic.    Its just to much at times, and I see why christina is kinda reluctant on posting things about what she's going through and why if she ever has kids there hardly will be any posts of them on her socks because she wants to respect and protect their privacy.... 🤦🏻 sorry for the rant just things i been dealing with for the pass two weeks since a stupid photo got leaked\n  ","923252":"\n  Yessir\n  ","923253":"\n  I'm glad\n  ","923254":"\n  I love you\n  ","923255":"\n  Exactly like if I wanted you to know something then in time I'll tell ... But getting into my personal life before I feel comfortable is just wrong on so many levels\n  ","923256":"\n  Idk why people think they're entitled to know everything about someone. Then bash them because their views different from urs or you don't like them because the \"history\" they had with your \"stans\"\n  ","923257":"\n  But just like wanted u to know whats been going on\n  ","923258":"\n  Being left alone in the middle of the night\n  ","923259":"\n  Girls are more into beauty and guys are mostly into the gym and working out\n  ","923260":"\n  Crush wise yeah\n  ","923261":"\n  Oh and when she went to the UK 😂\n  ","923262":"\n  Apparently because chad and her go to disney alot she lose it 😂😂 who knew disney made u do that\n  ","923263":"\n  Probably stood up and told someone that they're behavior needs to get fixed\n  ","923264":"\n  I got a chicken sandwich and fries lol\n  ","923265":"\n  Beauty and the beast\n  ","923266":"\n  Create - a no racism\/discrimination allowed law everyone must work together regardless\n  \n  Get rid of- illegal drugs tbh\n  ","923267":"\n  Thank you\n  ","923268":"\n  Make tea\n  ","923269":"\n  My skin is really sensitive, so it breaks out or itches\/burns a lot. I would recommend using like a cream made out of essentials oils my mom gave me this one and it sorta works good\n  ","923270":"\n  God\n  ","923271":"\n  Yes but figured out who leaked the video to prove if the photo was real or not\n  ","923272":"\n  Tell them that maybe they should tell their parents whats been going on if its a reoccuring issue\n  ","923273":"\n  I been watching good trouble which is a TV series not a movie or movie series. But its a spinoff from the show called the fosters and focused on the two girls mariana and callie into new lives after college. Only watched four episodes so far so cant say if its actually a recommended show or not to watch\n  ","923274":"\n  Are you busy? Because this is kinda complicated to explain or shorten\n  ","923275":"\n  The group chats with my sisters\n  ","923276":"\n  Cute\n  \n\n   https:\/\/mobile.twitter.com\/emily____lauren\/status\/1193901906592174081\n  \n","923277":"\n  Not telling the world personal details\n  ","923278":"\n  Got my life on lock down right now\n  ","923279":"\n  YASSS ARIELLE 😂 😂 😂\n  ","923280":"\n  Touring, new music, a book,interviews ...\n  ","923281":"\n  Er\n  ","923282":"\n  Hi\n  ","923283":"\n  I'm gonna throw up\n  ","923284":"\n  I actually have a song called \"superstar\" not the best song but eh\n  ","923285":"\n  Hi\n  ","923286":"\n  Hello\n  ","923287":"\n  People actually getting along and helping each other out instead of racism and discrimination\n  ","923288":"\n  Long hours of band meetings, recording,filming, making a song track, tweaking it and doing harmonies and all the good stuff, writing lyrics. Etc.\n  ","923289":"\n  The whole religion thing might be ... Okay depending on what part of religion you're talking about. Remember that not everyone has the same views and beliefs as you may have and their religion is their religion as well as yours. Politics are the worst to talk about...always and argument\n  ","923290":"\n  Hey\n  ","923291":"\n  Lol\n  ","923292":"\n  Am I a virgin, I get asked that atleast millions\n  ","923293":"\n  Saying things like oh chad is sus because he has been married twice and lisa is all about waiting for marriage but we know hes not a virgin ... But yeah all the guys are getting dragged\n  ","923294":"\n  Really confused on why a \"fan\" is talking about us and the \"guys\" we are with\n  ","923295":"\n  Sorry for slow replies I'm literally lurking\n  ","923296":"\n  Best moment of last night\n  \n   https:\/\/mobile.twitter.com\/annniecim\/status\/1193892817652928512\n  \n","923297":"\n  That is horrible\n  ","923298":"\n  :)\n  ","923299":"\n  I been getting asked so much lol\n  ","923300":"\n  Guys, to the ones that like buying us\/ giving us gifts ... Get christina the ariana grande cloud perfume. She literally loves it and had me \"smell\" someone to see how good it smells lol\n  ","923301":"\n  Lol\n  ","923302":"\n  Cimirelli come to the UK 😂 sorry wdw we may have to steal the song\n  ","923303":"\n  Lol my flag traveled to the UK a few mins ago\n  ","923304":"\n  Haha lauren comes to the UK 😂\n  ","923305":"\n  Well, its back to the US for now... Really weird how it always seems to \"travel\"\n  ","923306":"\n  Why does my flag on the leaderboard always \"travels\"\n  ","923307":"\n  I just messaged my brother and talked to him for a bit. Thank you though. Its just a random panic attack I had\n  ","923308":"\n  Nothing like feeling like crying randomly....\n  ","923309":"\n  I said I wasnt posting all of the photos from today's show bc i didnt want to spam. I don't really post polls unless its like an eventful day for us. And I feel its worth posting like for example my weekly update or motivational Monday. I'm sorry you don't understand how I use my account as a platform to spread news and connect with others.\n  ","923310":"\n  I got photos from tonight's show but i dont wanna spam tonight so I guess they're just going in BIY tour album\n  ","923311":"\n  Plot twist:\n  \n  I'm actually hannah montana\n  \n\n   https:\/\/mobile.twitter.com\/Cimorelli_Jen\/status\/1193735254739226624\n  \n","923312":"\n  Idk\n  ","923313":"\n  I actually wanted to start like our own reality show but it never just worked out with the networking for some reason. Then I thought okay what about a house were youtubers if different genres come together and kinda like jersey shore but without the hooking up and that but have like challenges and that\n  \n  But kian and jc kinda did that before us\n  ","923314":"\n  And I'm really close to all of them even though most of us have our own houses\/living in different houses. Aka christina lives with her husband nick in her own house\n  \n  Katherine and Lisa live together but next year katherine will be moving because shes getting married to max.\n  \n  Amy and I have our own house\n  \n  Dani moved out of our parents house when she turned 18. And moved in with emmyn (her fiance ) and his family. She was just having a really bad time and left the house\n  \n  Michael - stays with lisa and katherine or at the family house\n  \n  Alex -family house although he is always gone 99% of the time (travels a lot and is currently traveling the world)\n  \n  Christian,nick and joey - the family house\n  \n\n   @BigAmericanFatso\n  \n","923315":"\n  I have 10 siblings\n  \n  5 sisters and five brothers\n  \n  Michael,christina,katherine,lisa amy, Alex, dani,christian, nick, and joey\n  ","923316":"\n  Yes It is. Because the only person who can change something about them or their life is the person themselves. However a lot of people give into peer oressure and let others controk their lives which results in bad decisions and mental health declining\n  ","923317":"\n  Like change them to have feelings for you while they're dating someone else or try to change them while they're with you?\n  ","923318":"\n\n   https:\/\/youtu.be\/EEOu18IAH8s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  If you want the MV\/ acoustic one just ask :)\n  ","923319":"\n  Taken\n  ","923320":"\n  Nope, I dislike many people for certain reasons\n  ","923321":"\n  Hi\n  ","923322":"\n  Hi\n  ","923323":"\n  Its been pretty chilly\n  ","923324":"\n  I don't really eat candy all like that\n  ","923325":"\n  Adulting\n  ","923326":"\n  Spaghetti\n  ","923327":"\n  Hi\n  ","923328":"\n  Hi\n  ","923329":"\n  All the people that did me wrong\n  ","923330":"\n  No\n  ","923331":"\n  Absolutely love it\n  ","923332":"\n  Can people stop putting c.s down? Ill appreciate it thanks. Y'all dont know the whole story or the details so dont speak on my personal private life or someone else's unless you know for 100% those \"facts\" are true\n  ","923333":"\n  Backstage\n  ","923334":"\n  Because god made me to exist\n  ","923335":"\n  Yep\n  ","923336":"\n  Yep\n  ","923337":"\n  Pop\/ acoustic\/ballads\n  ","923338":"\n  Waiting till after marriage\n  ","923339":"\n  Whatever you feel comfortable the most with\n  ","923340":"\n  Here's some concert footage from Nashville's show\n  \n\n   https:\/\/youtu.be\/I_NwEsIa0sc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","923341":"\n  Yes I am 😚\n  ","923342":"\n  Throw back to when dani & lisa met camila and half of fifth harmony as well as macklemore\n  ","923343":"\n  Coming\n  ","923344":"\n  Lol\n  ","923345":"\n  Thank you, next 😂😂😂 jk\n  ","923346":"\n  Every second, every hour, every minute of the day iyiyi\n  \n\n   https:\/\/youtu.be\/ZAHDtzeC_AU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","923347":"\n  Okay baby\n  ","923348":"\n  Here's a less shakey video of our tour medley from Nashville's show\n  \n\n   https:\/\/youtu.be\/eGbkSNWHU8U\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","923349":"\n  SISTERS!! How many do you have?\n  ","923350":"\n  Our hotel is really cool\n  ","923351":"\n  Confused for what I did wrong\n  ","923352":"\n  Nope\n  ","923353":"\n  Idk?\n  ","923354":"\n  Dark intrusive thoughts\n  ","923355":"\n  Family friendly, romance, mystery, thriller, action\n  ","923356":"\n  A baby\n  ","923357":"\n  I didn't?\n  ","923358":"\n  Not sure\n  ","923359":"\n  Sometimes alone\n  ","923360":"\n  Pepperoni or chicken and bacon. I don't think so, and not a fan of it\n  ","923361":"\n  Good, you ?\n  ","923362":"\n  Travel the world\n  ","923363":"\n  I used to love math because I was good at it\n  ","923364":"\n  I got more concert videosss\n  ","923365":"\n  Hi\n  ","923366":"\n  An answer you'll never know\n  ","923367":"\n  Thank you\n  ","923368":"\n  Thanks 😊\n  ","923369":"\n  Nope\n  ","923370":"\n  STANDING IN A CIRCLE OF PEOPLE WE KNEW EVERYONE'S TALKING BUT IM ONLY LOOKING AT YOU ITS FUNNY HOW YOU CAN BE THE ONLY ONE I SEEEEE WHEN UR THE ONE WHOSE CLEALY LOOKING AT HER INSTEAD OF MEEEE\n  ","923371":"\n  OUR HEARTS WERE IN IT AND WE PLAYED IT LIKE A FOOTBALL GAME\n  \n\n   https:\/\/mobile.twitter.com\/FlamesByLauren\/status\/1193555604801032192\n  \n","923372":"\n  Yep..\n  \n  Sugar and spice snapped\n  \n\n   https:\/\/mobile.twitter.com\/jetblackIaur\/status\/1193554414394630149\n  \n","923373":"\n  Thank you guys 💛🤗\n  ","923374":"\n  I'll post the others (party in the usa, cup song etc.) As soon as I find\/ get the audio clips\n  ","923375":"\n\n   https:\/\/youtu.be\/IYoVSt3pScY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","923376":"\n\n   https:\/\/youtu.be\/_AGPzAPl2xk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","923377":"\n\n   https:\/\/youtu.be\/5Zbd-bk3vcc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","923378":"\n\n   https:\/\/youtu.be\/2f3hAiZhkws\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","923379":"\n  We brought paisley & mckingsley on stage with us, they are a FAMILY FRIENDS CHILDREN who idolize and look up to us\n  \n\n   https:\/\/youtu.be\/cUjwzonKMoE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","923380":"\n\n   https:\/\/youtu.be\/bnW10HQ9WZc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","923381":"\n\n   https:\/\/youtu.be\/Jz50hv-XiE4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","923382":"\n\n   https:\/\/youtu.be\/cPr-J7G_UdA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","923383":"\n  ( just to clear this up, I wasn't really crying during acid rain, I was crying because all the others started to get emotional during the night we met)\n  \n   https:\/\/youtu.be\/YCERxkGwHYs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","923384":"\n\n   https:\/\/youtu.be\/ru4yvKZ59SI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","923385":"\n\n   https:\/\/youtu.be\/Kxc6uWQguRs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","923386":"\n  I figured I out very detailed lol\n  ","923387":"\n  I'm not sure how good audio is or anything on this video but be thankful they took the time to actually record this for those who couldnt be there\n  \n\n   https:\/\/youtu.be\/FGVJOhSP3Ig\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","923388":"\n  If you stop, it's gonna stop with you. But if you keep going, you're going to get all the way through it.\"\n  \n  -Christina Cimorelli\n  ","923389":"\n  I'm the cute one\n  \n\n   https:\/\/mobile.twitter.com\/smile4cimorelli\/status\/1193326161096523776\n  \n","923390":"\n  Greensboro:\n  \n  The venue for the show has been changed one last time! It’s going to be at The Blind Tiger. Everyone who bought a ticket will be notified by email but we wanted to put it out as well.. See you tomorrow fam! ❤️🙏\n  ","923391":"\n  I HATE THEM 😂😂😂😂\n  \n\n   https:\/\/mobile.twitter.com\/Francois_Cim\/status\/1193349001573208065\n  \n\n  Wait till the end\n  ","923392":"\n  I'm stuck... Idk what I want for Christmas\n  ","923393":"\n  ??\n  ","923394":"\n  One with a friend at some point\n  ","923395":"\n  Who really knows\n  ","923396":"\n  My family, friends etc.\n  ","923397":"\n  Ok\n  ","923398":"\n  Good, just traveling for tomorrow's show\n  ","923399":"\n  Sometimes or I crop it\n  ","923400":"\n  Thats wrong, and you shouldn't be forced to have it, I would.contact the police depending on ur age and tell them\n  ","923401":"\n  Why are you mad about it when you know you shoukd be glad about it\n  ","923402":"\n  Nice\n  ","923403":"\n  Never really watched it\n  ","923404":"\n  Thats nice\n  ","923405":"\n  Laurenzo,laur, laurie, ladybug, fetus, lolo, lolo bean\n  ","923406":"\n  Good, thank you for asking 😊\n  ","923407":"\n  I dont like heels at all\n  ","923408":"\n  Music\n  ","923409":"\n  Yes, sometimes\n  ","923410":"\n  Our tour bus isnt really a tour bus its just a mini bus with seats ... We would have to get like a hotel, bnb , or something\n  ","923411":"\n  Lots of funny things happen\n  ","923412":"\n  No\n  ","923413":"\n  Sure\n  ","923414":"\n  A chicken burrito bowl extra cilantro lime rice, sometimes I put beans but, extra cheese, extra sour cream and lettuce\n  ","923415":"\n  An old but a gold\n  ","923416":"\n  Ons?\n  ","923417":"\n  I'm good, hbu?\n  ","923418":"\n  The good liar\n  ","923419":"\n  To much happened last night 😂\n  ","923420":"\n  Where did u see this 😂\n  ","923421":"\n  Taken\n  ","923422":"\n  Good u\n  ","923423":"\n  Thanks aha\n  ","923424":"\n  I don't click on unknown links sorry\n  ","923425":"\n  Well ... My sister christina is married to a \"nick\" and our brother shares the same name, we also have a brother named christian and I have dated a guy named christian\n  ","923426":"\n  Its a dauren thing\n  \n\n   https:\/\/mobile.twitter.com\/cimorellimemesS\/status\/1193192315998867457\n  \n","923427":"\n  Lol\n  ","923428":"\n  Shes going to be a great mom one day...\n  \n\n   https:\/\/mobile.twitter.com\/AmandaN22064228\/status\/1193194062993666048\n  \n","923429":"\n  its a thing we added to the tour bits were we threw renegade in there its like a rap battle ahaha\n  ","923430":"\n  This is satisfying to watch....\n  \n\n   https:\/\/mobile.twitter.com\/_alwayscim\/status\/1193216768887664642\n  \n","923431":"\n  Mostly good\n  ","923432":"\n  A mixture between lit, hype, and emotional\n  ","923433":"\n  Ok\n  ","923434":"\n  Okay\n  ","923435":"\n  Don't think I had one yet\n  ","923436":"\n  :)\n  ","923437":"\n  I didn't really eat last night\n  ","923438":"\n  Thanks\n  ","923439":"\n  Okay you choose\n  ","923440":"\n  Yes?\n  ","923441":"\n  Just uploading some pictures from last night\n  ","923442":"\n  Yep just a busy little working bee\n  ","923443":"\n  A bit :)\n  ","923444":"\n  Well my mom was a musician and just decided to home school us all which made us all bond with eachother and the band practice and that way much easier. And I think we all went off and attended community college public except amy.\n  ","923445":"\n  Not sure how much \"90s \" I listened to considering I was born on 1998 but had older siblings\n  ","923446":"\n  There's no video this week because we are super busy on tour and that, plus Lisa's laptop crashed and she has to get that fixed\n  ","923447":"\n  Thanks for letting me sleep on u on the bus 🤗💛\n  ","923448":"\n  I love u more\n  ","923449":"\n  Yep\n  ","923450":"\n  How is it scary lol\n  ","923451":"\n  No\n  ","923452":"\n  Slept on the bus 😂\n  ","923453":"\n  Love you 💛\n  ","923454":"\n  Amy you're worth it\n  \n\n   https:\/\/www.instagram.com\/p\/B4pxtLipbHP\/?igshid=74pjs81kzpuf\n  \n","923455":"\n  This picture is so cute but it cuts off on here if set as my profile pic\n  ","923456":"\n  It was a different time, long ago when the stars aligned\n  \n  You layed there as i looked into your eyes, you said that you just wanted to protect me\n  \n  We were frozen in time, I was yours and you were mine\n  \n  Boy what we had was hard to find, I couldnt see the end I  thought you were made for me\n  \n  And now the air feels so cold, no one to hold\n  \n  Is this really our destiny?\n  \n  I still see your eyes, late at night I still think about what you said to me\n  \n  I,I'm feeling like I'm lost at sea\n  \n  So far apart, you're still in my heart, I wish that I could bring you back to me\n  \n  And I, I know you needed to be free\n  \n  But nothings okay, you're so far away, I wish that I could bring you back to me\n  \n  You're doing so well, out in the world, yeah you're finding yourself\n  \n  You're moving on and I can tell\n  \n  Things are going well, you're following your dreams\n  \n  I wanna be fine, I wanna say what I did was right, I'm the one who said goodbye, but I'm still holding on its weighing me down on me\n  \n  I,I'm feeling like I'm lost at sea\n  \n  So far apart, you're still in my heart, I wish that I could bring you back to me\n  \n  And I, I know you needed to be free\n  \n  But nothings okay, you're so far away, I wish that I could bring you back to me\n  \n  ,I'm feeling like I'm lost at sea\n  \n  So far apart, you're still in my heart, I wish that I could bring you back to me\n  ","923457":"\n  Hehe video tomorrow baddies\n  \n\n   https:\/\/youtu.be\/jFHOmLQYigw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","923458":"\n  She was live... And she has photos but I don't think any with him. I know me and the girls, Kiera and nick and emmyn and I FORGOT maddy newton\n  ","923459":"\n  Fans noticed christian was there... And eye rolled lol but I think he got mad because I looked directly at him during acid rain\n  ","923460":"\n  Well the cimfam for one lol. And my mom, my dad, michael, christian, nick,joey. Nick reali (my brother in law and christinas husband), max (Katherine's fiance), chad is currently on tour so he wasn't there, emmyn (Dani's fiance), Tristen was there, and christian S., our asistant\/ bestfriend Arielle, our directors\/film guys : sean & Michael, Emmyn's little brothers ellis, eithan, and estan, was emma there?, rachael, kiera, mel, our one friend and a few others, chelsea and her daughters mckingsley and paisley.... If I'm missing anyone let me know cause there's alottt\n  ","923461":"\n  Not gonna lie I'm upset and looks like I'm dealing with that myself\n  ","923462":"\n  Thank you\n  ","923463":"\n  I don't but oof the shade tonight is real\n  ","923464":"\n  Thank  you honey\n  ","923465":"\n  Greensboro is sunday (tomorrow for some people)\n  ","923466":"\n  We got tech guys that help with that ;)\n  ","923467":"\n  I think we all know who\/what I was staring at directly while singing this\n  \n   https:\/\/www.instagram.com\/p\/B4oZS2-pQZN\/?igshid=1nd79fix2gr1h\n  \n","923468":"\n  Me to lisa *you sing the melody to brown eyed boys because its to slow*\n  \n  Lisa: lauren its YOUR song!!! How are you going to have me do the melody and say its to slow\n  ","923469":"\n\n   https:\/\/mobile.twitter.com\/Francois_Cim\/status\/1193019679037644801\n  \n","923470":"\n  She...... Really did the macarena during acid rain ......\n  \n\n   https:\/\/mobile.twitter.com\/augustxcloud\/status\/1192998555591598080\n  \n","923471":"\n  \"You can do the worst thing possible but somewhere down the line someone will forgive you because we forgive but don't forget. And even god forgives the worst of things because even though we been hurt, we just want closure\"\n  ","923472":"\n  No I haven't\n  ","923473":"\n  I've tried boxing again\n  ","923474":"\n  Gold star for you!!\n  ","923475":"\n  Love his questions and answers. A positive person all around\n  ","923476":"\n  I would try to contact the authorities about an domestic dispute and have them check it out because no deswrves to be put in the situation like that\n  ","923477":"\n  Just got done with a show not to long ago and I got to get ready for north carolina.\n  ","923478":"\n  I went out with my boyfriend\n  ","923479":"\n  Dani or lisa\n  ","923480":"\n  Hello\n  ","923481":"\n  No, I'm hardly on my facebook as is but I dont t add people on there that I do not know personally\n  ","923482":"\n  Your dads side because that's his mom and he should have supported his family regardless the situation\n  ","923483":"\n  Maybe idk yet\n  ","923484":"\n  I'm going to be super annoying with polls tonight guys\n  ","923485":"\n  The pride.flag made it way to Nashville\n  ","923486":"\n  Mhm\n  ","923487":"\n  Thats my baby sister\n  ","923488":"\n  Laurencim\n  ","923489":"\n  Just got done with the show\n  ","923490":"\n  We will be on our way to greensboro, north carolina :(\n  ","923491":"\n  Tonight's stage - Arielle 🌻\n  ","923492":"\n  Lauren *trying to take a picture and talk with a fan*\n  \n  Lisa - *dancing then hugs a fan*\n  \n\n   https:\/\/mobile.twitter.com\/smile4cimorelli\/status\/1192965826346995713\n  \n\n  - Arielle\n  ","923493":"\n  🤗🤗🤗🤗\n  ","923494":"\n  Ahah I actually got to go soon\n  ","923495":"\n  But its alright 😂 I'll just run\n  ","923496":"\n  Everyone gets hugs.\n  ","923497":"\n  I live in nashville .... People fly to our shows as well. We had people fly from Singapore one time\n  ","923498":"\n  I needed you to walk with me through the venue 😂\n  ","923499":"\n  I need you to come with me 😂\n  ","923500":"\n  💛💛💛\n  ","923501":"\n  Its fine\n  ","923502":"\n  Too bad cause I'm not that person\n  ","923503":"\n  Thank you so much yesweekly for the interview with us!! 💛\n  \n\n   https:\/\/yesweekly.com\/close-harmonies-cimorelli-sisters-bring-their-uplifting-pop-to-greensboro\/\n  \n","923504":"\n  Lunch for the day 👌🏼\n  ","923505":"\n  Awe how sweet, thanks\n  ","923506":"\n  We got a show tonight. But can everyone please follow\n  \n   @thetiffanyalvord\n  \n  ? She's a wonderful person who has also been in the youtube industry with us and she deactivated her old ask account and needs new people to talk to\n  ","923507":"\n  People who wait till the last minute to decide if they're turning or not\n  ","923508":"\n  I lost my hands\n  ","923509":"\n  How many years have I what?\n  ","923510":"\n  No\n  ","923511":"\n  I think I always worry about how a show is going to go the day we have one ... I get nervous lol\n  ","923512":"\n  A few friends. Being an introvert, socializing can be overwhelming for me\n  ","923513":"\n  Yay flowers 😊\n  ","923514":"\n  Kinda\n  ","923515":"\n  I don't use snap\n  ","923516":"\n  It was at christinas house lol\n  ","923517":"\n  I cant sleep at all and we have a show tomorrow :(\n  ","923518":"\n  His words keeping me up when I turn off my nightlight... And I know that he's going home to her tonight... You can the flames watch me suffocate while you're doing just fine, and the alarms are going off and the sprinkers are turning on. But if you ask me to stay baby I'll be up in some before I put out these flameeeeessss\n  ","923519":"\n  He's a dork but I luff that dork\n  \n\n   https:\/\/mobile.twitter.com\/Kallen__Smith\/status\/1192637227991330816\n  \n","923520":"\n  you’re moving on and I can tell\n  \n  so far apart you’re still in my heart\n  \n  I know you needed to be free\n  \n  nothings okay, you’re so far away, I wish that I could bring you back to me\n  \n  now the air feels so cold, no one to hold\n  \n\n   https:\/\/open.spotify.com\/track\/6qRkTCv9S5Gdf9l4k0TzGY?si=jVevt7I9QXO3uQuqo6huiA\n  \n","923521":"\n  You're coming right?\n  ","923522":"\n  They love my boyfriend 😂\n  ","923523":"\n  I'm literally crying like I just can't believe everything that's been going on this year ... Such a blessing\n  ","923524":"\n  North Carolina people!! We sold out the show and the venue is changing to a larger venue. If you bought tickets, you’ll be getting an email with the new venue info! And if you didn’t get tickets when it was sold out, you can now get tickets!! Woohoo!! 💛 so excited\n  ","923525":"\n  Tell me who u are\n  ","923526":"\n  ???\n  ","923527":"\n  No that's weird\n  ","923528":"\n  I'm confused?\n  ","923529":"\n  Thank you\n  ","923530":"\n  Nope I would leave and go somewhere else\n  ","923531":"\n  Huh?\n  ","923532":"\n  That just because I'm quiet doesnt mean I'm shy\n  ","923533":"\n  My day has been good so far\n  ","923534":"\n  Neither\n  ","923535":"\n  No,no,no,no, some what, no and no . I did gymnastics tho\n  ","923536":"\n  Lots of things\n  ","923537":"\n  Nope taken\n  ","923538":"\n  Reaching milestones\n  ","923539":"\n  Hello\n  ","923540":"\n  Don't know why that info would be important to u\n  ","923541":"\n  Just all black everything. Trying to stay warm as well\n  ","923542":"\n  I prefer forever 21 or target :) or epic rain now lol\n  ","923543":"\n  Just wanted to make sure it was with you\n  ","923544":"\n  I barely eat cereal.. Only once in awhile\n  ","923545":"\n  Been trying to watch good trouble here and there its okay ... Not the best and I definitely prefer the original fosters over it\n  ","923546":"\n  Beautiful creatures. I feel they just overlooked the whole story and details\n  ","923547":"\n  Good\n  ","923548":"\n  um not sure\n  ","923549":"\n  There's been way to many weird ones\n  ","923550":"\n  Cereal then milk, unless u want some soggy  cereal ...\n  ","923551":"\n  Lol\n  ","923552":"\n  Nashville show tomorrow then heading out to north carolina for the greensboro show. Here's a random moment from today though\n  ","923553":"\n  Naaaaaaaaah im good :)\n  ","923554":"\n  Yes\n  ","923555":"\n  BC I'm with my boyfriend at the moment. Helping out with something important.\n  \n   @TNMORZ\n  \n","923556":"\n  Thank you\n  ","923557":"\n  Murder someone in that one corner of Yellowstone National Park.\n  ","923558":"\n  I have no idea\n  ","923559":"\n  Probably scare people\n  ","923560":"\n  No\n  ","923561":"\n  No but I been on a find a love interest for a music video quick\n  ","923562":"\n  Yeah and wasnt a fan of it\n  ","923563":"\n  Hi\n  ","923564":"\n  I wouldn't mind as long as its not me\n  ","923565":"\n  Not at all\n  ","923566":"\n  Have a goodnight\n  ","923567":"\n  You're being racist against a group of people who's skin different from yours\n  ","923568":"\n  No thanks\n  ","923569":"\n  No\n  ","923570":"\n  Ah I see\n  ","923571":"\n  What about vanilla bean latte prefer frozen tho\n  ","923572":"\n  I always get a salted caramel latte 😂\n  ","923573":"\n  Tbh never heard those were a thing till I met you 😂\n  ","923574":"\n  Thats a wrap #cimorellipodcast\n  ","923575":"\n  Agree\n  ","923576":"\n  He had to karate chop the chimmneys\n  ","923577":"\n  It was ok\n  ","923578":"\n  I would've said boyfriend but not sure if he likes to travel all like that. My brother alex is currently traveling he was in hawaii, now in australia\n  ","923579":"\n  Yep\n  ","923580":"\n  Is it from a movie ? Like barb wire or something ?\n  ","923581":"\n  I didn't have sex with anyone lol\n  ","923582":"\n  I'm good :)\n  ","923583":"\n  Thank you\n  ","923584":"\n  Nope really gonna go ask christian how many sweet home Alabama he ran into while in college now\n  ","923585":"\n  Nice, I enjoy trying to figure them out!\n  ","923586":"\n  Yep I'm okay\n  ","923587":"\n  English\n  ","923588":"\n  Pretty irritated\n  ","923589":"\n  Thanks 😊\n  ","923590":"\n  English please\n  ","923591":"\n  Hi\n  ","923592":"\n  Nope\n  ","923593":"\n  Wasn't he a boxer in the movie with rocky?\n  ","923594":"\n  Issa vibeee\n  ","923595":"\n  Congratulations you got two sisters for the week\n  ","923596":"\n  U can have them for one penny\n  ","923597":"\n  I wear them around the house but not outside\n  ","923598":"\n  Just feeling off today\n  ","923599":"\n  Butter corn candy....\n  ","923600":"\n  Few days ago tried a new recipe was pretty good\n  ","923601":"\n  Rocky road with chocolate covered almonds\n  ","923602":"\n  Very low probably like a 5\n  ","923603":"\n  On a bleacher\n  ","923604":"\n  Its like where you remember something happening or being a certain way but then you hear\/see it a different way. Like I remember a certain characters name from a popular toy company was spelled \"Chloe c but later on I found out there was no \"h\" in the name. Also clearly remember froot loops not \"fruit loops\" and the popular children's cartoon with the bears being spelt berestein bears not berestain\n  ","923605":"\n  He gave her a ring on their anniversary. Say their engaged, but emmyn always goes back to saying \"girlfriend\". So I'm not really sure what's going on and she seems kinda sad and detached lately when we are working and that. Also was told she's not wearing her ring because it needs resized\n  ","923606":"\n  Ask\n  \n   @TNMORZ\n  \n  on that\n  ","923607":"\n  He does some things well, but other stuff ge completely overlooks or goes the wrong way to take care of the situation\n  ","923608":"\n  No I have not\n  ","923609":"\n  74,361\n  ","923610":"\n  I love pizza, normally pepperoni or like a margarita pizza,  not really, sometimes, no\n  ","923611":"\n  The best ingredients to life hacks!!\n  ","923612":"\n  I love you and I hope you love me too\n  ","923613":"\n  Depends what it is...\n  ","923614":"\n  Let's be honest here: disney shouldve hired me to play Gabriella 😌🤷🏻\n  ","923615":"\n  Thanks\n  ","923616":"\n  Greece or somewhere with hot balloons\n  ","923617":"\n  Sorry\n  ","923618":"\n  Welcome\n  ","923619":"\n  Hello afternoon 😊\n  ","923620":"\n  Yeah ✌\n  ","923621":"\n  Bc im busy with things and I'm stressed out and my mental health is starting to go down and I'm irritated and randomly want to cry\n  ","923622":"\n  It might ?\n  ","923623":"\n  AND YOU CALL ME UP AGAIN JUST TO BREAK ME LIKE A PROMISE\n  \n  SO CASUALLY CRUEL IN THE NAME OF BEING HONESTTTT\n  ","923624":"\n  Love that angle for me 😌\n  ","923625":"\n  Tryna turn me into a bad girl hmm 😂\n  ","923626":"\n  oh lord 😂\n  ","923627":"\n  I need to give you a platinum vip pass\n  ","923628":"\n  The sad thing is I actually did drop my phone in the pool ...\n  \n   https:\/\/youtu.be\/0IZRtyskHy8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","923629":"\n  You are adorable shut it lol\n  ","923630":"\n  nuhuhh\n  ","923631":"\n  Stop lying 😜\n  ","923632":"\n  hmm 🤔 ideas?\n  \n\n   https:\/\/youtu.be\/9ESEfW6RYo0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","923633":"\n  Been home for a week. Got a show here in Nashville in three days\n  ","923634":"\n  I been purdyyy good\n  ","923635":"\n  Depends who that person is tbh\n  ","923636":"\n  Thank you\n  ","923637":"\n  I just been eating left over pasta ...\n  ","923638":"\n  I'm not sure if that is an insult or not\n  ","923639":"\n  Yes\n  ","923640":"\n  Compliments\n  ","923641":"\n  Strange\n  ","923642":"\n  I'm a girl\n  ","923643":"\n  Cimorelli the band\n  ","923644":"\n  Mine automatically sets itself\n  ","923645":"\n  Sometimes I do\n  ","923646":"\n  Hi Denny 😊\n  ","923647":"\n  My bloody valentine\n  ","923648":"\n  Awe how come?\n  ","923649":"\n  Coming!!!\n  ","923650":"\n  You can get them :)\n  ","923651":"\n\n   https:\/\/youtu.be\/wZ0ytAsYkaw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","923652":"\n  To inspire and find ur purpose\n  ","923653":"\n  Maybe some day\n  ","923654":"\n  Our nashville show is this week and then we got to travel out to north carolina for a show the 10th of november in Greensboro\n  ","923655":"\n  One thing you can try is  opening up to people more. If you have friends and you have people around you but you don't really feel like anyone really knows you ,it can feel extremely lonely.\n  ","923656":"\n  Figure out what's wrong. Go through all the major categories of your life ( friends, relationships, school, work, family, emotional state, mental health, etc.) And think about how they're going and exactly why they're going wrong. Then think about how you would like them to be instead. Figure out what steps you need to take to get them where you want them to be and start taking them. ❤\n  ","923657":"\n  Ahahah the best thing to do if you don't wanna start a convo is just look  at them until they look at you\n  \n  (Not in a creepy way but in like a cute way) and then smile when they make eye contact. Do this a couple of times and if they're interested and have the confidence they'll find a way to talk to you. That worked for me 👌🏼\n  ","923658":"\n  I know that's really scary, but you are not alone!!! And being diagnosed doesn't change anything about how your life is. You are still the same person and you still do the same things, you just have a better understanding now of why you feel the way you feel. You are not your illness!!! Don't let yourself get hopeless about it! You can work  to heal and learn healthy coping mechanisms and get to a place where your depression and anxiety is manageable!!! And there are so many of us right there with you ❤ Don't lose hope. You will be just fine keep fighting 💖\n  ","923659":"\n  Do everything you can to move on!!! Most likely, you probably don't know this person that well and you've built them up in your mind to be this perfect person that they actually are not. But even if you do know them well, you don't actually know if they would treat you well!! And if they don't like you, clearly y'all Ain't a match! If you are super devastated and torn up about it, that means that you were putting unrealistic expectations on this person to either make you happy or fill the void inside of you or make you feel like you're worth something, but the reality is no one can do any of those things for you. You need to love yourself, fulfill yourself in healthy ways, and cultivate your own sense of self worth and self love!\n  ","923660":"\n  I talked to him about it already thank u though\n  ","923661":"\n  Choose something that you are interested in. Something that you would be excited to wake up and and do everyday. Don't tell yourself you can't do something you really wanna do. Try it. Learn about it. Give it your best shot. If you're interested in multiple things TRY THEM ALL!!! You won't really know what you wanna do until you do it. Also know that if you choose something, you don't have to stick with it forever. You can change your mind and you change your course and it will not ruin your life. And don't let people choose for you.  You know what you need. You know what's best for you. 💖\n  ","923662":"\n  Yes girl music is the blood in my veins\n  ","923663":"\n  Thank you bb\n  ","923664":"\n  You're delusional\n  ","923665":"\n  I wash it like twice a week I use head and shoulders shampoo and Carol's daughters conditioner and I put Aussie dry shampoo in the roots for volume\/to make it not oily that's pretty much  it lol\n  ","923666":"\n  Give derek a hug for me !!\n  ","923667":"\n  You're welcome stay safe and don't be afraid to call me if needed 😘\n  ","923668":"\n  Necessities?\n  ","923669":"\n  Ik I'm sorry 😪 I've been so busy with all of our projects we've been working on\/ coming out lately!!! I'm gonna start them again when I can catch a breath lol\n  ","923670":"\n  Youre welcome 🤷🏻\n  ","923671":"\n  Most likely\n  ","923672":"\n  Do you need me to bring you guys food or aanything for the night?\n  ","923673":"\n  Charming aint he 🙃\n  ","923674":"\n  I don't....\n  ","923675":"\n  Please don't go\n  ","923676":"\n  What's that smell\n  ","923677":"\n  Lots of people around the world young and old and hopefully I continue to touch more lives throughout the years\n  ","923678":"\n  Be in in a place that just gives off a strange vibe\n  ","923679":"\n  I try to be a good person and I hope I have but we all have bad days and things don't go as plan and we also have haters who like to hate on anything we do\n  ","923680":"\n  You need to stop being obsessed with meeee\n  ","923681":"\n  BABY YOU'RE A MASTERPIECE\n  \n\n   https:\/\/youtu.be\/Z2ff-GIYuRY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","923682":"\n  And she's back 💛\n  ","923683":"\n  We love anne 😊\n  ","923684":"\n  What?\n  ","923685":"\n  Like I would tell a bunch of people I dont even know what my favorite underwear is lol no\n  ","923686":"\n  Remove the its\n  ","923687":"\n  No\n  ","923688":"\n  Yes I do\n  ","923689":"\n  Took some much needed me time\n  ","923690":"\n  Idk tbh\n  ","923691":"\n  I love them\n  ","923692":"\n  I was just trying to be funny 🤣\n  ","923693":"\n  People are strange\n  ","923694":"\n  Let me remind you of a time ....\n  \n\n   https:\/\/youtu.be\/lCOWdiCGSH0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","923695":"\n  Lisa was there a few months ago and the rest I believe including I haven't really been there for two-three years\n  ","923696":"\n  What are you even talking about\n  ","923697":"\n  ?\n  ","923698":"\n  Today we sang #ImNotTheOnlyOne by\n  \n   @samsmith\n  \n  😭💔\n  \n  It was requested by our contest winner\n  \n   @cimorellifanpage07\n  \n  ! Thank you for your amazing support we love you! ❤️🎉 What song should we sing next!? 🎶\n  \n\n   https:\/\/www.instagram.com\/p\/B4fZq4OAHVu\/?igshid=1anll9jsnno11\n  \n","923699":"\n  Thanks...\n  ","923700":"\n  Thank you everyone 💛😊\n  ","923701":"\n  We haven't been there yet. But maybe one day hopefully :(\n  ","923702":"\n  Yay flowers\n  ","923703":"\n  One book at a time\n  ","923704":"\n  Normally quiet and not wanting to be bothered\n  ","923705":"\n  By taking care of themselves and their mental health\n  ","923706":"\n  It was a screenshot of a personal topic lol\n  ","923707":"\n  I don't think any actually scare me. I just dont really like most animals because I'm not sure how to exactly interact the right way with them\n  ","923708":"\n  I would say a 7\n  ","923709":"\n  Pose or just being themselves and capturing their true spirits while they don't recognize\n  ","923710":"\n  I have not sorry\n  ","923711":"\n  Awe thank you\n  ","923712":"\n  Journal, take a bubble bath, clean, go exercise, go for a walk,pray, talk to a friend or someone you trust\n  ","923713":"\n  Hi\n  ","923714":"\n  Hes part of the sad girls club leave him alone\n  ","923715":"\n  A python ;)\n  ","923716":"\n  I kinda had an okay day, wasn't the worst or the best. just feeling really emotional today and like sensitive ... Think its just my anxiety and took a hot shower not to long ago and now just laying down\n  ","923717":"\n  Not that I really know of.\n  ","923718":"\n  I had to open another merch package ...\n  ","923719":"\n  Anth, and Nf although im not sure if they're actually considered \"rappers\" I don't really like today's rap\n  ","923720":"\n  Just finished watching the fosters. And started to watch good trouble which is the spinoff. Personally I'm not really into good trouble\n  ","923721":"\n  What?\n  ","923722":"\n  Plus I believe I was like what 12? At the time\n  ","923723":"\n  #laurisa 💕\n  ","923724":"\n  I apologize I forgot about her for awhile 😂\n  ","923725":"\n\n   @WhySoManyTaken\n  \n  now I remember her because you always called her pipsqueak 😂\n  ","923726":"\n  I'm saving myself and sex isn't that important as everyone makes it out to be. My body is a thing that deserves to be protected and treated with delicate and caring hearts. Which only my husband should treasure. Not everyone in the world\n  ","923727":"\n  I have a boyfriend so if you have anything to say you can talk to me on here :)\n  ","923728":"\n  I don't use Snapchat\n  ","923729":"\n  Oh yeah. A lot of users have left for a while and started to just come back.\n  ","923730":"\n  But it looks so cool....\n  ","923731":"\n  Guys the red and white m&ms where they cherry flavored or peppermint?\n  ","923732":"\n  Once again yes\n  ","923733":"\n  Our stans 💛\n  ","923734":"\n  Thank you\n  ","923735":"\n  Yep\n  ","923736":"\n  Sorry we missed you\n  ","923737":"\n  Happy November\n  ","923738":"\n  Yeah just like pants\n  ","923739":"\n  I think we all regret our first kisses\n  ","923740":"\n  I don't wear bikinis\n  ","923741":"\n  Black.and white color schemes lol\n  ","923742":"\n  Well I know him almost my whole life...\n  ","923743":"\n  Can we all just get along there's so much drama right now in the fandom and that is not our family at all!! Our fandom is a place where anyone is welcome, we lift each other up and spread positivity. This is not the cimfam I know!! Get it together guys or please remove yourself until you work this out\n  ","923744":"\n  Is there a problem ?\n  ","923745":"\n  Hottie\n  ","923746":"\n\n   https:\/\/youtu.be\/S2oxFIsENgM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","923747":"\n  Monster house\n  \n  And halloween town series\n  ","923748":"\n  Yes omg especially the caramel one you get from the fair\n  ","923749":"\n  They just asked us to lower the volume and to have a nice night lol\n  ","923750":"\n  I don't use whatsapp sorry. And how many years of what?\n  ","923751":"\n  Yep\n  ","923752":"\n  Its a joke lol\n  ","923753":"\n  I was just a simple alien lol not sure there's a specific name\n  ","923754":"\n  Sorry I'm late but hope you had a good time\n  ","923755":"\n  Thank you!!\n  ","923756":"\n  Yeah sometimes I don't really drink them like crazy\n  ","923757":"\n  Literally layed down and tristen lays on me and passed out.... You okay?\n  \n   @TNMORZ\n  \n","923758":"\n  That is absolutely disturbing\n  ","923759":"\n  I'm sorry... Maybe ask christina shes the oldest and the one who comes up with the video idea.\n  ","923760":"\n  Uh hi\n  ","923761":"\n  I don't know who that is tbh\n  ","923762":"\n  Vegemite 🤢🤢\n  ","923763":"\n  I do... But its\n  \n   @TNMORZ\n  \n  ...\n  ","923764":"\n  The number one rule of the sad girls club is to never ever give up on love 💕\n  ","923765":"\n  What\n  ","923766":"\n  Pop\/ ballads\n  ","923767":"\n  A few times. Others were just me matching with a friend\n  ","923768":"\n  Not that in aware of we just decorate,find a corresponding matching family\/sister outfit. And throw an annual halloween party. We just started a new one last year of passing out candy and doing like a haunted house type thing \/little world at Christina's\n  ","923769":"\n  I watched only two: clown which wasn't that scary and the new child's play\n  ","923770":"\n  Yes I have\n  ","923771":"\n  Ignore this ... Just posting this before anything else is said\n  ","923772":"\n  Yes I do\n  ","923773":"\n  Kath and max are getting married next year ..... 🙁\n  ","923774":"\n  I don't really like star wars but thanks\n  ","923775":"\n  Paisley said \"I'm just here for the treats save your tricks then just scoops all the candy she can and runs off\n  ","923776":"\n  I'm getting really tired of this girl and I don't like wishing death on anyone but please find something better to with your life instead of faking me and numerous others ....\n  ","923777":"\n  I did :)\n  ","923778":"\n  Lol dont think you can get drunk off water lol\n  ","923779":"\n  Dishes ? Deep.cleaning\n  "}}