{"Question":{"923780":"\n   Thanks 🙏\n  ","923781":"\n   If there’s something strange in your neighborhood.Who you gonna call?\n  ","923782":"\n   What was the last nice thing you did for someone\n  ","923783":"\n   True\n  ","923784":"\n   Are you madly in love?\n  ","923785":"\n   Well, we didn't talk much. I was in relationships.\n  ","923786":"\n   Is it cold where you are?\n  ","923787":"\n   Back for a minute 👋🏾\n  ","923788":"\n   Yet know we are just dating 😂\n  ","923789":"\n   🤡Happy Halloween🎈 Shadows of a thousand years Rise again unseen, Voices whisper in the trees, ‘Tonight is Halloween!’🧡\n  ","923790":"\n   Yes.  I love you too.\n  ","923791":"\n   How you prevent an anxiety? Because the anxiety came when i saw your pict\n  ","923792":"\n   Doing meet and greets at NYC show?\n  ","923793":"\n   Hey how is the nice Lauren doing right now?\n  ","923794":"\n   (seeing a recent poll of yours) Everybody hurts.... sometimes. - REM\n  ","923795":"\n   You're a very beautiful woman with potential.\n  ","923796":"\n   You the refugees found dead in the lorry in the uk.\n  ","923797":"\n   How well do you know your employer\/teacher? 1 = who are you again? 10 = how was our date last night?\n  ","923798":"\n   What's your most recent omg wtf moment?\n  ","923799":"\n   Do you hate it when people can't mind their own fucking business\n  ","923800":"\n   Do you eat wings? If so what flavor sauce do you get?\n  ","923801":"\n   What is your favourite number?\n  ","923802":"\n   Hi, in which country do you live😯?\n  ","923803":"\n   X\n  ","923804":"\n   X\n  ","923805":"\n   How are you at haggling\n  ","923806":"\n   Giuliani is a cool sounding name and it just looks 😎 on paper 📝\n  ","923807":"\n   Are your feet ticklish?\n  ","923808":"\n   Tomorrow all the whites are going to be dressing up in costumes\n  ","923809":"\n   Which organ plays a very important role in our body?WHY?\n  ","923810":"\n   I passed my drivers test today!! Woop!\n  ","923811":"\n   Until what time do you sleep during holiday?\n  ","923812":"\n   who?\n  ","923813":"\n   u cheated on sonny\n  ","923814":"\n   businesswoman 😂\n  ","923815":"\n   OOTD?\n  ","923816":"\n   What is the dumbest thing you've done whilst drunk\n  ","923817":"\n   What is your fondest childhood memory?\n  ","923818":"\n   So am I but luckily Google isn't 😂\n  ","923819":"\n   Sounds nice & looks nice\n  ","923820":"\n   What music instrument would you like to play?\n  ","923821":"\n   A watermelon 🍉\n  ","923822":"\n   Ah sorry it just looked like a Dessert\n  ","923823":"\n   You have the best smiles!!!\n  ","923824":"\n   A Dessert at 10.34am in the Morning\n  ","923825":"\n   How many times have you fallen in love?\n  ","923826":"\n   If you like someone do you let them know you like them or no?\n  ","923827":"\n   U r the one stole all the heart by ur smile..\n  ","923828":"\n   But in both moods looking cute.\n  ","923829":"\n   PAP of your socks please?\n  ","923830":"\n   What is the one book you think that everybody should read?\n  ","923831":"\n   You are actress??\n  ","923832":"\n   What is the most important thing you have learned in life?\n  ","923833":"\n   What is one movie that you have seen that you absolutely hated?\n  ","923834":"\n   How do you fare when it comes to arguments? Do you keep your cool or do you have a temper? Or do you try to avoid arguments all together?\n  ","923835":"\n   Do you think intimacy changes after marriage?\n  ","923836":"\n   Hellooo! What is the meaning behind your new song \"Believe In You\" about ??\n  ","923837":"\n   If you could pack your bags and leave and go Anywhere in the world where would you go and why.\n  ","923838":"\n   Hi! Can i see a pic off ur outfit today\n  ","923839":"\n   I'm sending Curtis over\n  ","923840":"\n   last thing you bought? and now after some time and consideration, do you regret buying it?\n  ","923841":"\n   What are the best holidays you have ever had in your life?\n  ","923842":"\n   Which activities or hobbies make you lose track of time?\n  ","923843":"\n   What is the very last thing you do before you settle in to fall asleep at night?\n  ","923844":"\n   Is it easier to fall in love in spring?\n  ","923845":"\n   That's a big meal hope you enjoy it Lauren\n  ","923846":"\n   Oven pizza 🍕\n  ","923847":"\n   I had a cheeseburger tonight 😂\n  ","923848":"\n   Please let’s play\n  ","923849":"\n   Game of x? Please\n  ","923850":"\n   Are you a better talker or listener?\n  ","923851":"\n   Except Big Cats 🦁🐯\n  ","923852":"\n   Have people taken photoshopping too far? What do you think?\n  ","923853":"\n   I love you\n  ","923854":"\n   😘\n  ","923855":"\n   Did you celebrate national cat day? 🐈\n  ","923856":"\n   My girl\n  ","923857":"\n   Have you ever had a really really bad teacher\n  ","923858":"\n   You're truly beautiful inside and out.\n  ","923859":"\n   What does “you’re the best of the worst” mean??\n  ","923860":"\n   “hey hey it’s your old pal crusty” guess what tv show this is from\n  ","923861":"\n   What do you have a soft spot for?\n  ","923862":"\n   Ever been in a situation where two of your friends made you choose between them?\n  ","923863":"\n   You are in 1st place Lauren\n  ","923864":"\n   What time does a tennis player get up?\n  ","923865":"\n   What are your hobbies and how did you get into them\n  ","923866":"\n   What’s the weirdest thing someone’s admitted to you lately?\n  ","923867":"\n   do your sisters all have a boyfriend too?\n  ","923868":"\n   Share one thing that has made you happy recently!\n  ","923869":"\n   how long have you been dating him\n  ","923870":"\n   😘\n  ","923871":"\n   How much has your life changed over the past year?\n  ","923872":"\n   Oh sorry I thought something else lol\n  ","923873":"\n   you been what?\n  ","923874":"\n   Have you truly hate SOMEONE?\n  ","923875":"\n   you have a boyfriend now?\n  ","923876":"\n   I love you\n  ","923877":"\n   And why u said that u grabbed him?lol\n  ","923878":"\n   What is one thing you will never do it again?\n  ","923879":"\n   😁\n  ","923880":"\n   He's your bf?\n  ","923881":"\n   So sweet ;)\n  ","923882":"\n   Jack and Gabriela are broke up! Jack and Rachel and Sydnie and Gabriela unfollowed eachother Gabriela deleted the pictures with Jack only the father's day picture is up\n  ","923883":"\n   Meeeeeee\n  ","923884":"\n   Go to kik\n  ","923885":"\n   X\n  ","923886":"\n   You have Favebook, right?\n  ","923887":"\n   تابعوني😡\n  ","923888":"\n   Guess what I’m doing right now? Winner gets likes and coins.\n  ","923889":"\n   Is that Lisa you are talking about Lauren 😂\n  ","923890":"\n   Hi\n  ","923891":"\n   Would you date a person who owns 10 dogs?\n  ","923892":"\n   someone not famous then? cool\n  ","923893":"\n   I have no feet, no hands, no wings, but I climb to the sky. What am I?\n  ","923894":"\n   Last time you kissed and grabbed someone?\n  ","923895":"\n   so you're on the market? ok so your requirements are under 30, hot and can sing presumably?\n  ","923896":"\n   still with the road trip guy?\n  ","923897":"\n   What is your States most beautiful scenery?\n  ","923898":"\n   Are you madly in love 😍?\n  ","923899":"\n   don't make me mad!!!\n  ","923900":"\n   Heyyy lauren wyd💕💕💕\n  ","923901":"\n   Heyy laurennn i miss you soo much😘😘💛💛💛\n  ","923902":"\n   What can you promise to your friends?\n  ","923903":"\n   What secret conspiracy would you like to start?\n  ","923904":"\n   If animals could talk, which would be the rudest?\n  ","923905":"\n   When are you gonna see you in a little bikini?\n  ","923906":"\n   Which is the only way a leopard can change his spots?\n  ","923907":"\n   Space,🔇\n  ","923908":"\n   I want to see you singing... \nWhere can i watch you?\n  ","923909":"\n   What was the worst age you’ve had so far?\n  ","923910":"\n   If you could travel the world with only one person who would you take?\n  ","923911":"\n   Which book has made you laugh aloud?\n  ","923912":"\n   What does it mean when a bird poops on you?\n  ","923913":"\n   take a selfie sitting in the bathroom\n  ","923914":"\n   If a hot couple approached you and asked you to come back to there place and have some fun with them would you go🤔\n  ","923915":"\n   If you could have dinner with any celebrity alive or dead who would you pick and why\n  ","923916":"\n   Do you think there are certain people who don't deserve to live\n  ","923917":"\n   Describe your best friend\n  ","923918":"\n   Someone said why did Dani only say 2 words in the video\n  ","923919":"\n   Do you follow fashion trends actively?\n  ","923920":"\n   What is your spirit animal\n  ","923921":"\n   Yes good for you... I wish that I live near you to get more chances to see you 😁😍\n  ","923922":"\n   Then come here.\n  ","923923":"\n   What is the stupidest argument you've ever had\n  ","923924":"\n   youtube of them?\n  ","923925":"\n   lol there was a 70s soul funk band called the brothers johnson\n  ","923926":"\n   What ur Instagram or Twitter.  Follow for a follow\n  ","923927":"\n   who are the johnsons?\n  ","923928":"\n   Any had sex outside marriage\n  ","923929":"\n   which one? I like bad liar\n  ","923930":"\n   I find you beautiful.\n  ","923931":"\n   MGK's new one is pretty good\n  ","923932":"\n   what are you listening to today?\n  ","923933":"\n   hi Lauren how's your day going?\n  ","923934":"\n   it is cuddle weather after all\n  ","923935":"\n   Yes that's what you said 😂\n  ","923936":"\n   When you were a kid did you get the toy catalog and go through circling what you wanted for Christmas? My youngest has circled every thing in ours lol.\n  ","923937":"\n   What do you look for in a potential mate? If you’re already married or with someone what was it about them that attracted you?And finally do you feel like they’re holding up their end of the relationship? Do you feel like you are??\n  ","923938":"\n   sweety\n  ","923939":"\n   Cause it's mine now\n  ","923940":"\n   It is?\n  ","923941":"\n   Do you ever feel like you’re too nice to people? I’m way too nice to some people on here.\n  ","923942":"\n   Which kind of party would you prefer to attend:    🎭 Masquerade\/Fancy Dress\/ Cosplay party; OR    🥘 Small group intimate dinner party; OR    🕺🏻 Loud music\/ High energy dance party?\n  ","923943":"\n   I have two hands, but I can not scratch myself. What am I?\n  ","923944":"\n   Hey\n  ","923945":"\n   Guess that one is yours\n  ","923946":"\n   MY hoodie\n  ","923947":"\n   No idea\n  ","923948":"\n   Are you afraid of the DARK?WHY?\n  ","923949":"\n   How was the Sunday did you go to church?\n  ","923950":"\n   Which one is best?\nHuman nutrition and dietetics or physical therapy? ?\n  ","923951":"\n   What's the longest you've ever gone on one breath underwater?\n  ","923952":"\n   X\n  ","923953":"\n   Which part of a road do Ghost's love to travel the most?\n  ","923954":"\n   Are you mad at me\n  ","923955":"\n   You'll have to get a new name now Halloween is over. Lauren Angel\n  ","923956":"\n   Ass or boobs?\n  ","923957":"\n   Hey stranger..how u been\n  ","923958":"\n   Do you listen to rap and\/or R&B?\n  ","923959":"\n   I can tell Dani still has your eyebrow tweezers\n  ","923960":"\n   Good night Lauren. I hope you sleep well 😴🛏\n  ","923961":"\n   Would you like to live in a villia in spain\n  ","923962":"\n   Nervous\n  ","923963":"\n   🍟🍕🥤\n  ","923964":"\n   Dagens strømper?\n  ","923965":"\n   You're very pretty!\n  ","923966":"\n   had you a good halloween\n  ","923967":"\n   You know what cim means, right?\n  ","923968":"\n   Что выберешь:\n-Стать вампиром, на солнце, разумеется нельзя появляться. Внешность станет ярче, красивее и вечная молодость. Пить только кровь.\n- или иметь портрет как у Дориана Грея. Все тоже самое, только на солнце можно гулять и наслаждаешься вкусной едой. Но портрет гниет(думаю знаешь почему)\n  ","923969":"\n   Yeah\n  ","923970":"\n   Perfection be like?\n  ","923971":"\n   Leggins are that like pantyhose?\n  ","923972":"\n   Have you ever snuck out of your home?\n  ","923973":"\n   Oh. I think they're still working out the details.\n  ","923974":"\n   Wow you caught the bouquet did you knock anyone down or it came straight to you\n  ","923975":"\n   I mean... you're coming, aren't you?\n  ","923976":"\n   Did the cimgirls ever all  dress the same on\nHalloween to freak people out\n  ","923977":"\n   That... wasn't for you but oh well\n  ","923978":"\n   Wait the police came to christina party can you explain why\n  ","923979":"\n   What's the biggest 🍆 you've taken ?\n  ","923980":"\n   Oh, don't bother then.\n  ","923981":"\n   Does Lisa know about Sam at all? His wake was today.\n  ","923982":"\n   What kind of candy will you be giving out for Halloween?\n  ","923983":"\n   What is the most interesting science?\n  ","923984":"\n   Do you give money to beggars? Why\/why not?\n  ","923985":"\n   What are three things you always bring with you wherever you go?\n  ","923986":"\n   What is the worst thing you got in trouble for as a child?\n  ","923987":"\n   What’s on your mind?\n  ","923988":"\n   God loves you....\n  ","923989":"\n   that good.  What are you doing?\n  ","923990":"\n   Do you think you can kick a guy's ass in a fight?\n  ","923991":"\n   Never have I ever.... 👀\n  ","923992":"\n   Hi Lauren! Do you use pantyhose or stockings?\n  ","923993":"\n   You look so pretty may Allah bless you 😊\n  ","923994":"\n   My girl\n  ","923995":"\n   What are y’all going to be for Halloween? Post a pic if you want.\n  ","923996":"\n   Ever tried “ walking tacos”? You get a bag of the single serving Doritos and and add meat cheese sour cream etc then you mix it up by shaking the bag or smashing it. It’s really good!\n  ","923997":"\n   Ever been at a party or event and the police ended up coming??\n  ","923998":"\n   Ever been asked to “ play along” in a situation? Example going along with someone’s false story in order to keep them from getting in trouble?\n  ","923999":"\n   Is there something that made you go “wow” lately? My cousin Ryan who I was there the day he was born and I used to babysit him just got married last night. . Man does time fly\n  ","924000":"\n   Oh I didn't see Kath's one just Rachael's that night. \nRachael \nKeira \nMel \nIt was on Rachael's Instagram\n  ","924001":"\n   Happy birthday 🎁🎂🎉🎈🎊 Lauren have a great day\n  ","924002":"\n   Have you ever told someone your feelings about them only to learn they don’t feel the same way?\n  ","924003":"\n   I saw Mel last night on Rachael's Instagram with Kiera. I think you was talking with your family\n  ","924004":"\n   Thank you so much! Lauren.\n  ","924005":"\n   You're very beautiful Lauren!\n  ","924006":"\n   How are you\n  ","924007":"\n   Cómo está\n  ","924008":"\n   The Xenomorph?\n  ","924009":"\n   Lmao I've done it before\n  ","924010":"\n   I hate California.\n  ","924011":"\n   What mobile phone model do you have?\n  ","924012":"\n   It was something new Derek made\n  ","924013":"\n   Lmao\n  ","924014":"\n   Who’s the best cook in your family?\n  ","924015":"\n   Have you seen anything weird lately?\n  ","924016":"\n   Would you like to stay young forever?\n  ","924017":"\n   Post a picture with the longest hair you have had.\n  ","924018":"\n   Last time you masturbated\n  ","924019":"\n   I friended u because of ur name   I had no idea u were a massive YouTube success. Do u ever just sit back while relaxing and ask ur self. What did I get myself into?\n  ","924020":"\n   good im glad your happy\n  ","924021":"\n   Looking gorgeous lauren\n  ","924022":"\n   Oh sorry that was me that posted that. It's of Rachael & the girls dancing\n  ","924023":"\n   Are they eating Tristen?  Or is Tristen eating?  Confused\n  ","924024":"\n   Have you ever enter male toilet before?\n  ","924025":"\n   When someone says “Why do you like talking to me?” Does that mean it bothers them that they have to ask it ?? Lo l :))\n  ","924026":"\n   Eating\n  ","924027":"\n   What!?! 😂 That does not sound safe\n  ","924028":"\n   Lisa's boyfriend divorced twice already......\n  ","924029":"\n   The Clocks go back tonight in the uk. Is it the same in the USA\n  ","924030":"\n   عندي ملل عايزه اغني😁😁🤗\n  ","924031":"\n   Cimorelli Halloween party was funny last year. With the trick or treaters😂\n  ","924032":"\n   Have you had any trick or treaters come yet\n  ","924033":"\n   Happy Halloween hotty :)\n  ","924034":"\n\n    https:\/\/youtu.be\/U0cJZ_C12wc\n   \n   الفيديو الحديد \nLike and Subscribe ♥️😍\n  ","924035":"\n   How would you introduce yourself on dating app?\n  ","924036":"\n   👻\n  ","924037":"\n   Yes😊\n  ","924038":"\n   You never answered the question.\n  ","924039":"\n   Hows things\n  ","924040":"\n   You are so beautiful!\n  ","924041":"\n   When did you last have a filling at the dentist\n  ","924042":"\n   Do you set a timer or just wing it? Depends?\n  ","924043":"\n   Must be nice to have friends\n  ","924044":"\n   Campfire; which is better having in the summer or fall time?\n  ","924045":"\n   Which one is u and your\n  ","924046":"\n   What does that mean in English?\n  ","924047":"\n   Likers get first impression for all please?\n  ","924048":"\n   💛💛✨\n  ","924049":"\n   Always good to be prepared\n  ","924050":"\n   What’s the worst thing you’ve done to a friend? Have they forgiven you?\n  ","924051":"\n   You're beautiful inside and out. I love how caring you are towards other people. You are such a gem.\n  ","924052":"\n   How'd you get the name \"Spooky?\"\n  ","924053":"\n   Hello!\nHow can I travel and stay in America!?\n  ","924054":"\n   Simmering with Cimorelli would be a good show. Also my autocorrect knows how to spell Cimorelli now. 😊\n  ","924055":"\n   If you ask questions about your partner’s ex out of the blue, and they give you “Can we not talk about it anymore?” Altho your partner has talked about it before. Would you say that your partner has still feelings for their ex?\n  ","924056":"\n   You're being watched...\n  ","924057":"\n   Single or taken?\n  ","924058":"\n   Went from you calling us babiez to you calling us baddiez 😂😂\n  ","924059":"\n   OKAY LAUREN IS Aa REAL BADDIE AND WHOEVER DOESNT SEE HOW GORGEOUS SHE IS NEEDS GLASSES\n  ","924060":"\n   sup?\n  ","924061":"\n   RIDDLE: There was a green house. Inside the green house there was a white house Inside the white house there was a red house. Inside the red house there were lots of babies. What am I?\n  ","924062":"\n   When is it bad luck to see a black cat?\n  ","924063":"\n   I have just been reading there is a lot of people's down\n  ","924064":"\n   why you not answering?\n  ","924065":"\n   Hopefully that is the only thing keeping me from eternal void... 🌚\nAnd thank you 🌷 ... It means a lot\n  ","924066":"\n   It must have been fixed\n  ","924067":"\n   No not at the moment\n  ","924068":"\n   HELLO MISS LAUREN!!!! *HUGS*\n  ","924069":"\n   Feelings aren't on you\n  ","924070":"\n   How so?\n  ","924071":"\n   Have you ever took an wikipedia articleand made it into a blackout poem?\n  ","924072":"\n   Do you think your friends will betray you someday?\n  ","924073":"\n   😂😂\n  ","924074":"\n   😂😂😂\n  ","924075":"\n   your too cute\n  ","924076":"\n   How do u do a photo poll??\n😐\nI been searching it for a long time....\n  ","924077":"\n   How do you spell COW in thirteen letters?\n  ","924078":"\n   - ده لينك قناتي تاني اتمني لايك وسابسكريب ♥️♥️😢😢\n   \n    https:\/\/youtu.be\/uH5D8nZF5Hg\n   \n","924079":"\n   X\n  ","924080":"\n   Go to sleep bad cutie\n  ","924081":"\n   What makes you special?\n  ","924082":"\n   What would be the most useless superpower?\n  ","924083":"\n   I've came across good people who has lost their mind. Example my old best friend he got £1000 for his 18th birthday a few years back and he treated people like shit thinking he's better than everyone. He also cut all ties with his family pretty much.\n  ","924084":"\n   Have you ever came across someone who was a decent person but over time became a bit more of an asshole and lost their mind\n  ","924085":"\n   I am white when I am dirty, and black when I am clean. What am I?\n  ","924086":"\n   😂😂😂 she must be going to write her own book\n\n''Lisa Cimorelli book of crazy quotes\" 😂\n  ","924087":"\n   fucking jimmy neutron was the shit and if you don’t agree then where is your big brain at buddy?\n  ","924088":"\n   Ever eat chilli fries 🍟\n  ","924089":"\n   Can you get me high on the leaderboard\n  ","924090":"\n   Do you have any relationships whether it’s family or a friend that you feel like it’s fractured and needs some repair?\n  ","924091":"\n   If peanut butter wasn’t called peanut butter, what would it be called?\n  ","924092":"\n   How do you cope with it?\n  ","924093":"\n   That's good then. But there is lots of information on Google on how to deal with, some say just clear your browser\n  ","924094":"\n   If someone from ask came to one of your shows would you let come up on stage and do a song?\n  ","924095":"\n   What do you do when you hear random strange sounds at home in the night?\n  ","924096":"\n   Who suffers from bad anxiety?\n  ","924097":"\n   In the US, there was once a state Senator that ran for the Presidency. He said no man needed more money then he and his kids and grandkids could spend in their lifetime. He would put a cap on their earnings. Do you agree or disagree with this.?\n  ","924098":"\n   What is the silliest lie u tell but people still trust it???\n  ","924099":"\n   It's a scam Facebook use to get alot there just trying to get  your details never click on it.\n  ","924100":"\n   hey\n  ","924101":"\n   Or run a virus scan on your phone. Clear history and all that jazz\n  ","924102":"\n   I thought you might 😂🧁😋\n  ","924103":"\n   You got me staying up late, freaking out, sleeping in\nI say im swear im done and then delete your number again\n  ","924104":"\n   Thanks sweetie\n  ","924105":"\n   What is the coolest thing's that people can learn from you?\n  ","924106":"\n   whats up beautiful\n  ","924107":"\n   What is it??\n  ","924108":"\n   What is ur next plans\n  ","924109":"\n   Wyd💕💕💕\n  ","924110":"\n   hey beautiful\n  ","924111":"\n   Still a Virgin or no\n  ","924112":"\n   X\n  ","924113":"\n   Are you ready to be an aunt as you are so\nYoung\n  ","924114":"\n   Do you clean and do laundry or someone else does it for you?\n  ","924115":"\n   Do you workout at gym or home\n  ","924116":"\n   How did you embarrass your sister and example please\n  ","924117":"\n   Do people who always use exclamation points bug you?!! Why?! It's overkill, right?! They can't possibly be that excited all the time lol\n  ","924118":"\n   What's the last thing you bought?\n  ","924119":"\n   Can you trust a guy that declares the weather as being \"next level\"?\n  ","924120":"\n   There are 20 people in an empty, square room. Each person has full sight of the entire room and everyone in it without turning his head or body, or moving in any way (other than the eyes). Where can you place an apple so that all but one person can see it?\n  ","924121":"\n   Is there a lead singer of Cimorelli?\n  ","924122":"\n   Gentlemen.  What is the way to call attention to the Girl you like?\n  ","924123":"\n   how to hack facebook legaly? its imprtant\n  ","924124":"\n   Where and when do you get your best ideas?\n  ","924125":"\n   Do guys ever compliment you\n  ","924126":"\n   Do you dress up your pets?If so why? Do you enjoy humiliating your pet?\n  ","924127":"\n   What do you like to do on a rainy day?\n  ","924128":"\n   Music, and muck bang\n  ","924129":"\n   Another programme in Nashville was on today in the UK. This time it was Under Cover Boss. Gigi's cupcakes Gina Butler 🧁🧁🧁🧁\n  ","924130":"\n   Are you flexible or is it your way or the highway?\n  ","924131":"\n   Do you have any funny stories\n  ","924132":"\n   What are some small things that make you happy?\n  ","924133":"\n   اريد اتعلم البرنامج😑😞\n  ","924134":"\n   How much do you know about Bengali Cuisine?\n  ","924135":"\n   Oldest question you have can be from\nLast year\n  ","924136":"\n   Did you see the guy on dancing with the stars that got an erection? I don't blame him I'd probably get hard too if I was dancing with a cute little 17 year old like Shawn Johnson\n  ","924137":"\n   X\n  ","924138":"\n   When’s the last tine you literally breathed a sigh of relief?\n  ","924139":"\n   Would you ever wear sexy clothing in a\nVideo to make millions be honest\n  ","924140":"\n   Do girls ever hit on you in real life and how do you deal with it\n  ","924141":"\n   No problem💔😔\n  ","924142":"\n   I hate snakes which things scare you\nName 3 and why\n  ","924143":"\n   Are you a jealous person a bit or a lot\n  ","924144":"\n   Do you ever have any nice dreams\n  ","924145":"\n   Are all rules made to be broken?\n  ","924146":"\n   Are you a nervous person or calm person?\n  ","924147":"\n   Don't log in\n  ","924148":"\n   How was your day\n  ","924149":"\n   They are fans..\n  ","924150":"\n   Take a break.\n  ","924151":"\n   You are very talented person and you know that\n  ","924152":"\n   X\n  ","924153":"\n   Grayson or Ethan ?\n  ","924154":"\n   Wow \nWhat a beautiful friends you have 😍😁\n  ","924155":"\n   Do you like being the center of Attention?\n  ","924156":"\n   Hey cutie (:\n  ","924157":"\n   Post a picture of your before and after...\n  ","924158":"\n   Oh I see I hope you enjoy it\n  ","924159":"\n   Favourite Halloween candy do you like\nPeanut butter cups?\n  ","924160":"\n   ever walked by or seen someone that you knew (and they saw you) but you both acted like you didn't know each other?\n  ","924161":"\n   Are you like a Virgin? 21\n  ","924162":"\n   😮🙈🤔\n  ","924163":"\n   Are you going to cry and have another attack?\n  ","924164":"\n   Which of your sisters had sex at the earliest age\n  ","924165":"\n   You forgot to mention sex. You want cuddles and sex\n  ","924166":"\n   Nogen der kan er grimme?\n  ","924167":"\n   Yeah?\n  ","924168":"\n   Anon probably read the post from yesterday wrong.\n  ","924169":"\n   Congratulations!!! Who got you pregnant?\n  ","924170":"\n   X\n  ","924171":"\n   Family Guy\n  ","924172":"\n   I wish I could find a girl that likes me.\n  ","924173":"\n   X\n  ","924174":"\n   Ever go see the Greece ruins or Italy\nRuins?\n  ","924175":"\n   X\n  ","924176":"\n   Would you ever go as a young singer Cher in the 70,s..u tall and amazing singer and \nAttractive?\n  ","924177":"\n   Lauren, you always looking good. On top of that, you have a beautiful personality.\n  ","924178":"\n   black or white boys?\n  ","924179":"\n   How are you doing tonight the awesome\nLauren? 😀\n  ","924180":"\n   Haha Lauren check this out 😂😂\n   \n    https:\/\/www.instagram.com\/p\/B39_JWSJxZY\/?igshid=11vr87o85xve0\n   \n","924181":"\n   The more you take away, the more I become. What am I?\n  ","924182":"\n   Come stai la Lauren oggi? 😀 Lol\n  ","924183":"\n   Medusa was the Greek Godess with snakes in her hair\n  ","924184":"\n   Medusa\n  ","924185":"\n   YES\nYES \nYES \n👀👀👀👀👀\n  ","924186":"\n   X\n  ","924187":"\n   Somebody else already has👀\n   \n    https:\/\/youtu.be\/B2mkMVxO9k8\n   \n","924188":"\n   Yesterday evening, i had a nervous breakdown.\n\nWas so nervous that i popped some lorazepam.\n\nIts all good now. Hate days when im nervous.\n\nLorazepam did a fine job relaxing me. Then i calmed down and went to sleep. Had a good nights sleep.\n  ","924189":"\n   👏👏👏👏👏👏\n  ","924190":"\n   OH MY GOSH you're amazing holy crap you were already my favorite singer before and now idk what to think! You are such a beautiful, talented, Godly woman! You're a miracle Lauren\n  ","924191":"\n   You remind me a lot of Lauren Daigle. Not because of the name but your look and voice. You're amazing and super talented\n  ","924192":"\n   Sto pivet coca-cola sto pamimajiz prikola !!!!!!!!!!!!!!!!!!\n  ","924193":"\n   Good Night, Sweet Dreams Beautiful Girl 🤗🌸\n  ","924194":"\n   In my opinion, I don’t think people should be leaking new pics of Lauren and _____. Like cmon. Give her the privacy she wants. Clearly, if she wanted us to know about him, she would’ve told us. Let her have privacy!! She’s a person just like all of us.\n  ","924195":"\n   one of my fave songs at the moment 😥🖤🖤\n  ","924196":"\n   X\n  ","924197":"\n   X\n  ","924198":"\n   X\n  ","924199":"\n   How was your day\n  ","924200":"\n   Honesty hour yay or nay\n  ","924201":"\n   I love chicken\n  ","924202":"\n   5 favorite songs?\n  ","924203":"\n   Are you in Love?\n  ","924204":"\n   happy Halloween\nWhat will you wear in the Halloween\n  ","924205":"\n   What are u doing now?\n\"😛i need coins\"\n  ","924206":"\n   Are you surviving on college or you are killing the college\n  ","924207":"\n   Is there something out there, a thought, an idea, a current event, or a fear that you find deeply unsettling?\n  ","924208":"\n   What is one thing that you believe should be made illegal in your country?\n  ","924209":"\n   What is one hobby or interest you have that people wouldn't expect from you?\n  ","924210":"\n   🔬🔭📡🔍📺📱\n  ","924211":"\n   you cant have fake accounts on face book they are gone in less than 10 minutes\n  ","924212":"\n   👶💙😂😂😂😂😂\n  ","924213":"\n   When was the last time you took a risk, and did it pay off?\n  ","924214":"\n   😳😳\n  ","924215":"\n   There's someone on Facebook calling themselves Lauren christine Sugar. Who just posted on the official Cimorelli page. I don't think she's pretending to be you from what she wrote she is just a fan of you.\n  ","924216":"\n   I just started on here, can u follow me❓@fruityriah\n  ","924217":"\n   What is the most ridiculous rumour you have heard about your self?\n  ","924218":"\n   Hvor kommer i fra???\n  ","924219":"\n   You do lot's of times\n  ","924220":"\n   LAUREN CHRISTINE CIMORELLI\n  ","924221":"\n   X\n  ","924222":"\n   X\n  ","924223":"\n   X\n  ","924224":"\n   Do  you speak Arabic 😮!?\n  ","924225":"\n   photo\n  ","924226":"\n   PAP an inspirational meme!\n  ","924227":"\n   #Respectyourself\n#Respectothers\n  ","924228":"\n   Selfie\n  ","924229":"\n   Do you enjoy the colder weather and darker days that come along with these autumn months, or are you mourning summer like I am? 😭😭\n  ","924230":"\n   So I was pouring another of shot o' whiskey to go with my ostrich burger when I had the sudden realization.............. Fog is just water dust! Tommy, you brilliant bastard!\n  ","924231":"\n   Gotta keep my eyes open. Damn cats could take over the world at any time.\n  ","924232":"\n   I just read the small print on my pack of hand wipes to read in horror “CAUTION: harmful to aquatic life with long term effects. Dispose of in accordance with local regulations.” I will Tweet the company, but in the meantime what’s something you thought innocent that turned out to be dangerous?\n  ","924233":"\n   Nice pics ♥️\n  ","924234":"\n   Gimme tickets, NOW!\n  ","924235":"\n   X\n  ","924236":"\n   Nogen vågen\n  ","924237":"\n   What are some small things that make you happy?\n  ","924238":"\n   مساحة\n  ","924239":"\n   She's looking beautiful..\n  ","924240":"\n   What's your favorite gum flavor?\n  ","924241":"\n   What would be the eleventh commandment you would introduce in the Bible?\n  ","924242":"\n   When you are in trouble, whom do you call for help?\n  ","924243":"\n   Ready for Halloween? Dressing up\n  ","924244":"\n   That's ok I am off to bed now anyway. We'll speak tomorrow\n  ","924245":"\n   I found out how to do it now. So I do have the full one now\n  ","924246":"\n   Oh it's only come up in clips not full😪\n  ","924247":"\n   Good night Lauren 😴🛏\n  ","924248":"\n   Damn y’all in the future? Halloween hasn’t even happened yet\n  ","924249":"\n   Hello? Lisa and Lauren. Today is my birthday please greet me. It would be made my day if I see this. At the age of 22yrs old.\n  ","924250":"\n   Are you back in Tennessee in your own house?\n  ","924251":"\n   You always looked good.\n  ","924252":"\n   Do you like going to dentist I went no cavities and when Ur next appointment\n  ","924253":"\n   How was your day today the awesome Lauren?\n  ","924254":"\n   is someone pink\n  ","924255":"\n   Hi\n  ","924256":"\n\n    https:\/\/instagram.com\/stories\/rachaelnemiroff\/2163390563704158596?igshid=1v47go75j9sij\n   \n","924257":"\n   X\n  ","924258":"\n   You will have to re do it then. With you all in😂\n  ","924259":"\n   Ah it's brilliant though\n  ","924260":"\n   How come you wasn't in Rachael's video with Amy & your friends dancing\n  ","924261":"\n   I wanna take your shoes off\n  ","924262":"\n   I hope you have a good day today! 🎊😄🎉\n  ","924263":"\n   Ooooh\n  ","924264":"\n   😂😂😂😂\n  ","924265":"\n   What?\n  ","924266":"\n   Especially some gay man that he turned down a year ago.\n  ","924267":"\n   Ah I seen that post of her waiting for u 😂\n  ","924268":"\n   I never knew that Christina did karate & was a brown belt. But I did know she did gymnastics\n  ","924269":"\n   Can you sign about love if you haven't  been in a relationship?\n  ","924270":"\n   There's been a lot of different people throughout the years that have been jealous of his relationship.\n  ","924271":"\n   I’m baby sitting until tomorrow afternoon.. my 3 year Old cousin is sleeping Over tonight . Me and her are currently watching the new lion king .. soon I’m gonna have to figure out what she wants to say for dinner 😅\n  ","924272":"\n   She's not around.\n  ","924273":"\n   25th\n  ","924274":"\n   I get that part.\n  ","924275":"\n   Wonder who's behind it?.\n  ","924276":"\n   Fries and garlic sauce; Yes or no??????\n  ","924277":"\n   When is a doctor most annoyed?\n  ","924278":"\n   What did the baseball glove say to the ball?\n  ","924279":"\n   Have you ever been in the same room as a celebrity but you didn’t get a chance to meet them? Whom?\n  ","924280":"\n   Things make u happy!!\n  ","924281":"\n   Do you have any cool nicknames?\n  ","924282":"\n   What’s it like being as attractive as you are??\n  ","924283":"\n   Have you have someone take credit for your hard work?\n  ","924284":"\n   What’s on your mind today?\n  ","924285":"\n   Snap chat\n  ","924286":"\n   Silent Night \nHoly Night \nAll is calm all is bright\n  ","924287":"\n   post a pic of semoene you would like to kiss\n  ","924288":"\n   What's at least 6 inches long, goes in your mouth, and is more fun if it vibrates?\n  ","924289":"\n   How do you make the number 7 an even number without addition, subtraction, multiplication or division?\n  ","924290":"\n   X\n  ","924291":"\n   Do you like Chic fil la\n  ","924292":"\n   What was last night?👀\n  ","924293":"\n   Post a selfie with your boyfriend\n  ","924294":"\n   Hi\n  ","924295":"\n   You are so adorable and cute without makeup. I just wanna grab you and give you a super big hug because you are so cute!\n  ","924296":"\n   If you could change one past event, which one would you choose?\n  ","924297":"\n   Who’s your boyfriend?\n  ","924298":"\n   Sweet dreams Lauren I hope you finally\nGet some good sleep right?\n  ","924299":"\n   That should be your new ask dp pic lol\nYou have a good sense of humour I see there?\n  ","924300":"\n   Lauren some times that happen to me I changed dentists quite a bit I think some\nAre jealous of attractive ladies I seen it too\nDo you agree with me\n  ","924301":"\n   are you single\n  ","924302":"\n   What are you obsessed with?\n  ","924303":"\n   Are you going to any before Halloween halloween parties?\n  ","924304":"\n   What is something made you addicted to it?\n  ","924305":"\n   Which Disney character would you like to be for a day?\n  ","924306":"\n   Are you on birth control\n  ","924307":"\n   Do you like Post Malone\n  ","924308":"\n   X\n  ","924309":"\n   Are You dressed like the singer demi lovato😎?\n  ","924310":"\n   Are you dressed as Cher the si singer\n  ","924311":"\n   Always in you, Sometimes on you;  \n\nIf I surround you, I can k*ll you.  \n\nWhat am I?\n  ","924312":"\n   What did Mrs. Claus say to Santa when she looked up in the sky?\n  ","924313":"\n   OMG that Stromboli!!! It looks so yummy! I haven't had one of those in years!\n  ","924314":"\n\n    https:\/\/twitter.com\/smile4cimorelli\/status\/1186399849446400000?s=19\n   \n   Cup Song in Boston\n  ","924315":"\n   Stressing myself over exams 🌚\n  ","924316":"\n   Ohkay, cute couples hah? 💜\n  ","924317":"\n   X\n  ","924318":"\n   U still workout\n  ","924319":"\n   You're fine. Bonfire?\n  ","924320":"\n   That's amazing!\n  ","924321":"\n   Ah\n  ","924322":"\n   You did not.\n  ","924323":"\n   A Lion if Rachael is going as a leopard 🐆🦁\n  ","924324":"\n   When was your last random act of violence?\n  ","924325":"\n   Lol what are you dressing as\n  ","924326":"\n   Lauren where is my attention? Huh?\n  ","924327":"\n   Do you think Lisa and her bf will get engaged as they look so adorable and\nMature?\n  ","924328":"\n   Ohhh, so chad and Lisa are in relationship?\n  ","924329":"\n   What are you panning on doing this Halloween?\n  ","924330":"\n   Where you from?\n  ","924331":"\n   I just started out on here, can u follow me❓\n   \n    @fruityriah\n   \n","924332":"\n   So Lisa is shipping off to find her wooden leg. In the NO BULLY ZONE 😂\n  ","924333":"\n   You can tell her. He died on the way to the hospital his mom said.\n  ","924334":"\n   Lisa's ex. Derek is working and he said to tell you.\n  ","924335":"\n   Sam died last night... an old lady back into him and excelled too quickly....\n  ","924336":"\n   X\n  ","924337":"\n   good afternoon lauren, how are you doing?\n  ","924338":"\n   Thank you\n   \n    @ParadeMagazine\n   \n   for interviewing us! Check it out fam\n  ","924339":"\n   Good Evening Lauren\n  ","924340":"\n   Has Amy got a new guitar\n  ","924341":"\n   How many followers have you got?\n  ","924342":"\n   😂😂😂\n  ","924343":"\n   You're welcome Lauren.\n  ","924344":"\n   Post a pic of your bed!\n  ","924345":"\n   Wanted to say what a great band you guys are and you guys rock\n  ","924346":"\n   I like that 😊 if I like I’ll buy the merch and support you on my page but can you do me a favor too\n  ","924347":"\n   Nice do you dance as crazy as dani\n  ","924348":"\n   Follow back maybe!\n  ","924349":"\n   No sampling allowed\n  ","924350":"\n   Lol clothes obviously\n  ","924351":"\n   Wow I agree with u about dani believe she can be a model has dani done any photoshoots or etc?\n  ","924352":"\n   Should BAD pickup lines have an age limit for usage? \n\nHave you ever used one and had it work?\n  ","924353":"\n   Is The Nightmare Before Christmas a Christmas film or a Halloween one?\n  ","924354":"\n   Ahhh, okay got it. 🌝🌝 So how's Lisa ? Is she great?\n  ","924355":"\n   X\n  ","924356":"\n   What gossip about yourself has made you laugh?\n  ","924357":"\n   💭\n  ","924358":"\n   Get lost\n  ","924359":"\n   How are you\n  ","924360":"\n   You can't be you never be and I never want you to be!\n  ","924361":"\n   That's cool\n  ","924362":"\n   Mi bebé hermosa\n  ","924363":"\n   Who is more attractive you or selena\n  ","924364":"\n   X\n  ","924365":"\n   X\n  ","924366":"\n   You are so beautiful and such a gem!\n  ","924367":"\n   Have you ever had a psychic reading or wanted one? Do you think all are scammers or do you think there's some legit people out there too?\n  ","924368":"\n   You're very pretty!\n  ","924369":"\n   Why do some people put time limits on s*x? Do you? \n\nIf you haven't had it.. would you do that?\n  ","924370":"\n   Would you Airbnb Barbie's dreamhouse? Apparently it's $60 a night.\n  ","924371":"\n   Yes I just seen it on Lisa's Instagram story\n  ","924372":"\n   Do you like nuts? Which is your favorite? Peanuts walnuts almonds? What type of nuts do you like in your mouth?\n  ","924373":"\n   It sounds like a TikTok song 😂\n  ","924374":"\n   How much trouble has your curiosity gotten you into?\n  ","924375":"\n   Movie madness: A) The Adam's Family B) The Day Shall Come C) CountDown D) Doctor Sleep E) Black and Blue F) The Last Black Man In San Fransico G) Western Stars\n  ","924376":"\n   You're beautiful. Like for real.\n  ","924377":"\n   Have you ever embarrassed someone? If yes; how did you do it?\n  ","924378":"\n   You  Can either kill an innocent person or be tortured which would you choose?\n  ","924379":"\n   Oh.\n  ","924380":"\n   Christina is pregnant?!\n  ","924381":"\n   Who is teaching you to play the guitar 🎸\n  ","924382":"\n   What's the best news you could hear right now?\n  ","924383":"\n\n    @TNMORZ\n   \n","924384":"\n   ''Belive In You\" Live\n   \n    https:\/\/twitter.com\/CimfamYoutube\/status\/1187487190239985664?s=19\n   \n","924385":"\n   X\n  ","924386":"\n   X\n  ","924387":"\n   X\n  ","924388":"\n   X\n  ","924389":"\n   It's fine.\n  ","924390":"\n   What kind of dish can you cook as I am hungry ?😊🤔\n  ","924391":"\n   Good night all\n  ","924392":"\n   Virgin?\n  ","924393":"\n   What would someone have to do to make you dislike them immediately?\n  ","924394":"\n   What do you put on your pizza?\n  ","924395":"\n   Do you prefer milk chocolate or dark chocolate?\n  ","924396":"\n   Do you think your nationality influences the way you are?\n  ","924397":"\n   Have you ever been overdressed to an event?\n  ","924398":"\n   Which country would you never want to visit? Why?\n  ","924399":"\n   What are you working as currently?\n  ","924400":"\n   Can you play guitar also or only keyboard\n  ","924401":"\n   202 how come so many and will you answer them ever\n  ","924402":"\n   When do the cimgirls go back on tour I will be waiting?\n  ","924403":"\n   Do you think i am ugly?\n  ","924404":"\n   How many questions still in your inbox as\nMine is empty\n  ","924405":"\n   Would you go on a date with someone you’ve met on Askfm?\n  ","924406":"\n   Ladies: Do you prefer facial hair for your man or clean shaven?\n  ","924407":"\n   Do you have your alerts turned on for ask?\n  ","924408":"\n   How do you deal with chaos on your page\n  ","924409":"\n   i am 👧girl\n  ","924410":"\n   why\n  ","924411":"\n   Do you like sweet tea\n  ","924412":"\n   What would you most like to do if money were no object?\n  ","924413":"\n   sex friends?\n  ","924414":"\n   Are you guys in hotel with good WiFi Lauren? 😀\n  ","924415":"\n   Why keyboard 🎹\n  ","924416":"\n   What is your fav instrument to play\n  ","924417":"\n   hey\n  ","924418":"\n   I can understand your situation. Calm down fuck all the people.\nJust live your life\n  ","924419":"\n   Do you know anyone who was an extra in a movie? Would you ever want to?\n  ","924420":"\n   I can understand ... All that matter is you both love each other.\n  ","924421":"\n   Mom Lynne Cimorelli cracking up at your new video. With Christina in the hotel room😂😂\n  ","924422":"\n   Pardon me\n  ","924423":"\n   Show both of you in selfie\n  ","924424":"\n   What is your favorite song at the moment?\n  ","924425":"\n   You're so naturally beautiful. Your personality is so very sweet, you're very caring, you have a beautiful smile, and also so laid back. All that makes you so beautiful.\n  ","924426":"\n   Talk to me\n  ","924427":"\n   Good night Lauren 😴🛏\n  ","924428":"\n   What is the\n   \n    @Sarah\n   \n   's_day. Present you got\n  ","924429":"\n   How many guys you slept with till today\n  ","924430":"\n   Congratulations on getting a new bf how\nLong have you 2  been dating\n  ","924431":"\n   What pictures can make you cry how did they get it\n  ","924432":"\n   I have only seen pictures you have posted on here.\n  ","924433":"\n   What picture?\n  ","924434":"\n   Why you gonna cry\n  ","924435":"\n   Who is the most overrated person in Hollywood?\n  ","924436":"\n   How many girls u kissed\n  ","924437":"\n   sorry for making u uncomfortable just happy for u\n  ","924438":"\n   Mom mom mom mommy mommy mommy mum mum mum ma ma ma ma ma ... hi😂😂😂😂😂😂😂😂😂guess what tv show that’s from that’s from 😂😂\n  ","924439":"\n   Instagram?\n  ","924440":"\n   What is your idea of paradise?\n  ","924441":"\n   Ya umm..💫\n  ","924442":"\n   Congratulations on your tour! Keep safe to all of you always! God bless!\n  ","924443":"\n   Does it bug you when someone assumes something that you haven't done and gives advice\/demands based on said assumption?\n  ","924444":"\n   I sent openly and you knew me..so why not!\n  ","924445":"\n   I was just being sillier with you. Happy OWL-lo-WEEN.\n  ","924446":"\n   Has guy ever slept on your lap\n  ","924447":"\n   Have u ever smelt your own socks\n  ","924448":"\n   Ice cream or banana?\n  ","924449":"\n   Do you like ice cream?\n  ","924450":"\n   I love you too\n  ","924451":"\n   You trying to push Dani off the bed😂😂\n  ","924452":"\n   Well known!? Are you one of the Kardashian clan........lol?\n  ","924453":"\n   Oh no not that name again 🙈\n  ","924454":"\n   And another year it was TMNT 🐢🐢🐢🐢🐢🐢\n  ","924455":"\n   What personality type are you out of the 16 personalities?\n  ","924456":"\n   😂😂😂\n  ","924457":"\n   Ever sat in an ice bath? It’s cold but it does sooth the aches and pains.\n  ","924458":"\n   I remember yours & Rachael's costumes last year 🐈🎻🐶🐄🌚\n  ","924459":"\n   Is Nikki Rain on Facebook really Dani cimorelli. It has lots of pictures of her & the family\n  ","924460":"\n   X\n  ","924461":"\n   Jack said why don't we is taking a break for 3-4 months in 2020 the next one direction 👏🏻\n  ","924462":"\n   Bei mir bist du schoen = \"you're beautiful to me\".\n   \n    https:\/\/youtu.be\/Xe2UXccid40\n   \n","924463":"\n   Are you a vegetarian\n  ","924464":"\n   your welcome there awesome full of happiness vibeas like u and your sisters\n  ","924465":"\n   I'll be right over!\n  ","924466":"\n   Morticia 😂😂\n  ","924467":"\n   I see.\n  ","924468":"\n   that's me!\n  ","924469":"\n   Oh ok.\n  ","924470":"\n   What you up to?\n  ","924471":"\n   X\n  ","924472":"\n   Do you like chicken\n  ","924473":"\n   You are so beautiful i loved you so much\n  ","924474":"\n   You are so pretty how it is possible that you don't have a boyfriend?\n  ","924475":"\n   I would like to know you?\n  ","924476":"\n   What causes you ta panic?\n  ","924477":"\n   i like the name, spooky lauren :)\n  ","924478":"\n   Ever been on tv?\n  ","924479":"\n   Ever met Jimmy kimmel?\n  ","924480":"\n   Are you famous?\n  ","924481":"\n   hii girl\n  ","924482":"\n   So my daughter gave me her panda beanie cap and declared that is my Halloween costume. What are you going to be for Halloween?\n  ","924483":"\n   I like lithium\n  ","924484":"\n   Heels or flats?\n  ","924485":"\n   Why does it look like you were trying to strangle dani on the one picture?\n  ","924486":"\n   God is the realest homie on the block”\n  ","924487":"\n   My mum asked me what I want for my birthday and I said “for \nLauren\n to say happy birthday to me”\n  ","924488":"\n   what if i told u i was gonna do the macarena during acid rain\n  ","924489":"\n   X\n  ","924490":"\n   Sweet dreams Lauren you are lovely and nice hope to talk to you soon again. Night\nNight. :)\n  ","924491":"\n   I have to go out now. I am going for breakfast I hope that Anon leaves you alone now. And doesn't come back.\n  ","924492":"\n   Yes nice. U done the good job.\nHow is the in black dress in 1st row..\n  ","924493":"\n   Really\n  ","924494":"\n   Are u real lady\n  ","924495":"\n   Wow do you think he even goes to church? Too talk to a nice lady like you the way he did. Be ashamed right\n  ","924496":"\n   YES PLEASE PRAY FOR ME I APOLOGISE I IRRITATED YOU IM HAVING SOME ISSUES RIGHT NOW I COULD USE THE LORDS HANDS AGAIN I APOLOGISE IM LEAVING YOY ALONE BUT THANK YOU FOR THINKING OF ME IN PRAYER\n  ","924497":"\n   Hey Lauren he is def a guy who likes\nGirls showing off bodies instead of voice and integrity.. U get it?\n  ","924498":"\n   YOUR RIGHT I AM BEING A KID TO ARGUE WITH YOU SO GOOD NIGHT\n  ","924499":"\n   Oh I'm sorry Lauren but you are like so nice don't. Answer all bad stuff only good stuff it will be better u get me?\n  ","924500":"\n   Probably meh I get attacks too I take Ativan\nAnd work and do you ever take stuff for attacks\n  ","924501":"\n   Why Lauren why you feel bad. It's america\nWe all allowed to have an opinion right? Ok\nYou are nice and never change :)\n  ","924502":"\n   Ignore them stupid idiots\n  ","924503":"\n   What is the lovely Lauren still doing up lol\n  ","924504":"\n   Ever met her in los Angeles or follow her\nOn social media?\n  ","924505":"\n   Mom Lynne cimorelli knows her own Daughter's minds\n  ","924506":"\n   Great video Lauren and selena is famous for sexy. Videos and pics her voice is not her best Feature its all Los Angeles they\nMade her not her voice umm that is my opinion hope it's ok I say that\n  ","924507":"\n   Nice and Lauren would you ever wear clothes like selena in A video too sell music albums I hope you ladies never do that?\n  ","924508":"\n   Haha did she apologize later?\n  ","924509":"\n   Did they want you to do like videos like\nSexy ones like selena gomez about sex\nAnd stuff or just sexy clothes on all of you \nGirls?\n  ","924510":"\n   Spooky why did Dani hit you and did you tell on her? 😀 Lol\n  ","924511":"\n   Great on not letting Los Angeles music industry change you ladies. Btw did they\nWant you to do stuff like revealing or what?\n  ","924512":"\n   I love it when you smile.\n  ","924513":"\n   عندك جنسية أمريكية ؟؟\n  ","924514":"\n   Describe yourself as an animal\n  ","924515":"\n   X\n  ","924516":"\n   Do you like haunted houses?\n  ","924517":"\n   post a pic of your favorite spot\n  ","924518":"\n   And you like it?\nAnd you like it?\nAnd you like it?\n  ","924519":"\n   Okay im confused are you like a professional singer and what kind of music kids gospel country ?? Huh? Please explain\n  ","924520":"\n   Weekend Vibes 😶👀\n  ","924521":"\n   What has three ways out and just one way in?\n  ","924522":"\n   🦇When you'd trick-or-treat what did you use to keep the candy in? 🎃\n  ","924523":"\n   What are some positives of being you? 💌\n  ","924524":"\n   What is your favorite emoji?\n  ","924525":"\n   🍁\n  ","924526":"\n   X\n  ","924527":"\n   What is your go to gif?\n  ","924528":"\n   right? but then they got mad at you and said “if you have your doubts then it’s best to leave you alone.” what does that mean? is that a break-up line??\n  ","924529":"\n   Thoughts on Katherine? Personality\n  ","924530":"\n   Take any candy you want hah\n  ","924531":"\n   نفسي ازور تونس\n  ","924532":"\n   X\n  ","924533":"\n   Aww you have a little sad pink ghost as your mood\n  ","924534":"\n   highkey super stokedddd! 😍🔥🔥\n  ","924535":"\n   Which superstition you believe to be true?\n  ","924536":"\n\n    https:\/\/youtu.be\/U60j-aHhmT4\n   \n   اتمني تدعمني بلايك وسابسكريب اصديقي♥️♥️😍\n  ","924537":"\n   Do you ever wear glasses or contacts?\n  ","924538":"\n   Hi 👋🏽\n  ","924539":"\n   Haha what did Dani say when you both saw\nThat!? Lol 😂\n  ","924540":"\n   Lol it's a funny pic do you notice her finger 🖕 in the pic? Lol\n  ","924541":"\n   And do you like going to dentist I Am going tomorrow ?\n  ","924542":"\n   Wow... You are all VERY talented women and perfectly combined two very good songs. I admit that when you first came in my heart fluttered a bit haha. You have such a fantastic voice\n  ","924543":"\n   Great pics of you and dani there umm do you notice in the pic something funny? 😀\n  ","924544":"\n   Umm when do you get home and who is\nYour room mate for the night?\n  ","924545":"\n   I know what I'm listening to next lol. And that's a good song too. MercyMe is a darn good band\n  ","924546":"\n   Sin was great, you're love was greater. Pretty decent song. And honestly you have really great songs and a very angelic voice. You're a talented and beautiful woman\n  ","924547":"\n   Are you finally home in Tennessee and in Ur house I bet you happy right?\n  ","924548":"\n   Who is the lucky guy you are dating?\n  ","924549":"\n   Shoes\n  ","924550":"\n   Good lyric and good song too\n  ","924551":"\n   You are so beautiful, Lauren. Both inside and out.\n  ","924552":"\n   Hello Lauren how was your day today hope you had a great day.? 😀\n  ","924553":"\n   why do you have to be so beautiful ?? 😩\n  ","924554":"\n   Do u mostly wear slippers?\n  ","924555":"\n   Why are you called spooky Lauren?\n  ","924556":"\n   I'm not who asked you the question 😅 \nBut i noticed that we share the same year of birth :)\n  ","924557":"\n   Can I make you some questions with x?\n  ","924558":"\n   When Netflix articles already talk about Christmas 🎄☃️❄\n   \n    https:\/\/r29.co\/2J58T8P\n   \n","924559":"\n   I want to date you. I like you so much!\n  ","924560":"\n   Lauren I want to go to a Chinese buffet with you and us eat a lot of food so you have more than 3 bites!\n  ","924561":"\n   Selfie\n  ","924562":"\n   Say yes to the dress is in Nashville where country has a surprise proposal for country singer Kristen Kelly\n  ","924563":"\n   Someone is excited.\n  ","924564":"\n   At least Rachael will be able to see your show in Nashville TN.\n  ","924565":"\n   Yes\n  ","924566":"\n   Are you single?\n  ","924567":"\n   Your boobs are great pillows.\n  ","924568":"\n   I need beauty sleep duh\n  ","924569":"\n   Sad Girls Club  full album ( Nightcore)\n   \n    https:\/\/youtu.be\/6Q3wAX-gpkA\n   \n","924570":"\n   You bet. How's tour.\n  ","924571":"\n   Thats great :)\n  ","924572":"\n   Hope you sleep better soon.\n  ","924573":"\n   A fan punched Daniel because he said he wants to shave his head and the other boys were laughing in the end Daniel was smiling too I love their friendships 🤣\n  ","924574":"\n   what is the name of your group?\n  ","924575":"\n   Hey guys, I need some ideas for a youtube video. Comment any ideas that you guys have. Thanks love you\n  ","924576":"\n   Not sleeping well?\n  ","924577":"\n   X\n  ","924578":"\n   Yes are those your lucky red pants you wear on tour .\n  ","924579":"\n   Low key just been laughing over the way someone signs their name 😂\n  ","924580":"\n   I hope I could hear what Lisa has to say about this. Hahaha\n  ","924581":"\n   From tour?\n  ","924582":"\n   How come?\n  ","924583":"\n   Okay b..\nGood luck dear..\nHave a great day..\n  ","924584":"\n   Mirror Mirror on the wall who's the fairest of them all\n  ","924585":"\n   Oh you are excited for Halloween\n  ","924586":"\n   You're so pretty!\n  ","924587":"\n   Do you still have any report cards or drawings from when you were a child?\n  ","924588":"\n   Have you ever confided in someone privately only to have them tell everyone your business?\n  ","924589":"\n   Likers get cute or not for all please?\n  ","924590":"\n   X\n  ","924591":"\n   Tiredd\n  ","924592":"\n   I have just seen your SUPERSTAR I GOT YOU WHERE I WANT YOU. Dance Routine it was great\n  ","924593":"\n   Night night it's late Lauren u still up why and how\n  ","924594":"\n   What’s ur favorite color?\n  ","924595":"\n   Hugs💛🤗\n  ","924596":"\n   Ur pretty 💞\n  ","924597":"\n   Sounds perfect tho\n  ","924598":"\n   After Alabama won the national championship in January 2018 you became Queen.👑💛\n  ","924599":"\n   what is your harry potter house? ✰\n  ","924600":"\n   Omg you make music that I’d so amazing I’m gonna listen to some of your songs tomorrow\n  ","924601":"\n   You are my favorite. I love watching your videos on YouTube and seeing you sing💛💛\n  ","924602":"\n   Hvad tror du forskellen er på hvordan 12-13 årige blander slik i en slikforretning og hvordan 5-6 årige gør det?\n  ","924603":"\n   Ahaha lol 😂\n  ","924604":"\n   Are you famous\n  ","924605":"\n   You have a beautiful smile💛\n  ","924606":"\n   Ask fm is the ideal platform to show the universal brotherhood. Do you agree or not?\n  ","924607":"\n   💛😴✨\n  ","924608":"\n   Is it weird cause dani younger and will\nBe married soon?\n  ","924609":"\n   Next tour date is where\n  ","924610":"\n   Movie Madness: 1) Shawn the sheep 2) \nZombieland part 2 3) \nMaleficint: Misstress of evil 4) \nOfficial secrets 5) \nDark lies the island\n  ","924611":"\n   are you touring your new release?\n  ","924612":"\n   All Ur sisters are gonna get married soon\nHow come you are not.?\n  ","924613":"\n   Do you think Lisa will be getting engaged\nShe's so happy ?\n  ","924614":"\n   Wow dani can dance how long has she been that good\n  ","924615":"\n   Yeah aome parts of these got cut out lol but there are alot of footage from the show in these ...\n  ","924616":"\n   Which is the most exotic place you have been to?\n  ","924617":"\n   Christina Cimorelli: What do you guys think time for a hair colour change to Orange 🧡\n\nMe,: Not Orange\n  ","924618":"\n   Why are you sugar and dani spice\n  ","924619":"\n   What day is kat getting married are you going to be maid of honor\n  ","924620":"\n   Are you and dani roomies at home and on the road\n  ","924621":"\n   Who is sugar and who is spice\n  ","924622":"\n   Umm you are welcome would you ever be willing to do a duet with dani?\n  ","924623":"\n   How was the meet and greets sold out I bet? Are you the best hugger\n  ","924624":"\n   Are you envious sometimes over that kat and dani both engaged and will be getting\nMarried soon like christina\n  ","924625":"\n   U ladies rock man so much energy and fun when I see you and dani dance and sing i\nFeel so much happier and keep it up 👍ok\n  ","924626":"\n   Do you think dani so tall and fit can be a model or No?\n  ","924627":"\n   Katherine like when you call her fat and wide lol\n  ","924628":"\n   If you have three wishes, what would you wish for?\n\n\"Imagine that Genie is \"Will Smith😂\n  ","924629":"\n   An explicit question .. Do you imagine your life without makeup?😉\n  ","924630":"\n   Post a pic of you and dani Ur fav from tonight please\n  ","924631":"\n   Every day the sun goes away... What do you wish to miss with it?\n  ","924632":"\n   How many hole in one jokes can you put into one sentence?  Not in anyway inspired by the 4 hole in ones on crazy golf today 😊\n  ","924633":"\n   X\n  ","924634":"\n   Lisa? Who is she?\n  ","924635":"\n   Oh wow great! 💫\n  ","924636":"\n   💛💛💛\n  ","924637":"\n   Do you like gays?\n  ","924638":"\n   Hiii❤\n  ","924639":"\n   Black or white?\n  ","924640":"\n   Ah Lauren singing that to Christina. Here comes the bride all fat and wide 😮😮😂😂\n  ","924641":"\n   X\n  ","924642":"\n   X\n  ","924643":"\n   X\n  ","924644":"\n   .\n  ","924645":"\n   What's the best thing that happened to you today?\n  ","924646":"\n   What's on your bucket list?\n  ","924647":"\n   Things change, friends leave & time doesn't stop for anyone\n\nQuoted by\n          Lauren Cimorelli \n                  ( Wise words)\n  ","924648":"\n   Can you help me get 45k likes? the more you like, the more coins I'll throw at you (Like = Coin) 🌸\n  ","924649":"\n   Is the audio version of your book going on spotify?.\n  ","924650":"\n   Until now?\n  ","924651":"\n   Can you cheer me up I’m really sad today\n  ","924652":"\n   ootd?\n  ","924653":"\n   Describe a perfect night out!\n  ","924654":"\n   Single or taken\n  ","924655":"\n   Where are these pics taken\n  ","924656":"\n\n    https:\/\/youtu.be\/n6KZ-bwP_Ok\n   \n   Cimorelli ''Tour Medley\" Hamden\n  ","924657":"\n   Great concert girls and is dani gonna release her own album or song yet she is so gifted do you agree?\n  ","924658":"\n   I am from the UK Arielle so I couldn't enter\n  ","924659":"\n   Hi Arielle\n  ","924660":"\n   Who are the girls getting to watch the rehearsal\n  ","924661":"\n   Hello Lauren did you get to eat any good pizza in hamden?\n  ","924662":"\n   How is Boston and what day is concert any meet and greets?\n  ","924663":"\n   What are you singing in the photo\n  ","924664":"\n   Like nascar as you are from Tennessee?\n  ","924665":"\n   Who wanna get to know me?\n  ","924666":"\n   What song is stuck in your head?\n  ","924667":"\n   What’s the most you’ve paid for a ticket to a concert play movie sporting event etc\n  ","924668":"\n   Does anyone want to ask me some questions?\n  ","924669":"\n   Any new Cimorelli music coming out soon??\n  ","924670":"\n   throwback to yesterday when the lyric was “no one’ll love you as you are” and \nLauren\n turned to sing it to amy\n and Amy called her a bully\n  ","924671":"\n   Do you like summer?\n  ","924672":"\n   Aangenaam\nmijne naam is david\nbaudewijns ik ben\nvrijgezeljongeman van 43jr heb\nzwart haar licht bruine ogen ik ben\n1m73groot. Ik ben van de\nprovincie vlaamsbrabant\ngemeente bertem afkomstig bent\njij geinterseerd in mij ja of nee ja\nnatuurlijk wil ik heelgraag zelf\nvriendschap met jou afslu\n  ","924673":"\n   Life is good if  You Let It Be\n  ","924674":"\n   Have you tried everything?\n  ","924675":"\n   Have you ever sent a text message to the wrong person? What happened? 🤭🤭 ~\n  ","924676":"\n   would you be a brand ambassador?\n  ","924677":"\n   uma música daora :\n  ","924678":"\n   What happenned to Rosie after she banged too much?\n  ","924679":"\n   What is the most beautiful place in the world?\n  ","924680":"\n   .\n  ","924681":"\n   What is so amazing about having chips\/ fries with curry sauce is it an ireland thing? 🤔🤔🤑\n  ","924682":"\n   Now im pondering a word that starts with L and has O at the end......   i ponder too much methinks.... 🤔🤔🤔\n  ","924683":"\n   When life gives you a mug.... you give life .....?\n  ","924684":"\n   Now im thinking of a word beginning with B and Ending in T... whatever could it be?? 🤔🤔\n  ","924685":"\n   I thinking of a word that starts and ends with S and X.....  what do you think it is? 🤔\n  ","924686":"\n   I didn't know that. But I have watched Taylor Swift Tiny Desk Concert\n   \n    https:\/\/youtu.be\/R0AVNIEO5MY\n   \n","924687":"\n   You are not the only whan 😂😂\n  ","924688":"\n   Lauren just wondering is katherine okay? She broke down in tears during the think your addicted to the chase part of acid rain?\n  ","924689":"\n   Cimorelli performing their new song Believe In You (1)\n  ","924690":"\n   Lauren you went so hard on acid rain 😊💕\n  ","924691":"\n   Lauren and dani on the superstar dance 👀\n  ","924692":"\n   lauren and dani are adorable lol\n  ","924693":"\n   I thought I responded\n  ","924694":"\n   I'm fckin terrified\n  ","924695":"\n   also...serious question...\n  ","924696":"\n   they did amazing today\n  ","924697":"\n   Good Night, Beautiful Girl 🌸\n  ","924698":"\n   Have you ever shared an opinion with someone who you thought shared the same one only to learn they don’t and it caused conflict?\n  ","924699":"\n   Are you mexican?\n  ","924700":"\n   Have you seen Taylor Swift's Tiny Desk Concert 😂😂\n  ","924701":"\n   The girl I was dating broke up with me but she still wants to be with me she told me she still wants to be friends and maby date again in the future I'm just really confused about what to say and I still want to be with her but she wants to wait\n  ","924702":"\n   Do you like winter?\n  ","924703":"\n   Umm can you explain to me what happened to that little girl who used to wear bow ties becuase idk where she went. Literally you’re such a gem and seeing you tonight I was so taken aback by how much everything has changed (in a good way lol) so proud of you💕\n  ","924704":"\n   ''She's going the distance\"😂😂\n  ","924705":"\n   Are u real lady\n  ","924706":"\n   If you could leave tomorrow with a one-way ticket🌚, where would you go?👀\n  ","924707":"\n   If the partner can’t text you back for more than 10 hours, is that a red flag? Can’t even send a “hey”?\n  ","924708":"\n   How would you explain color to a blind man?\n  ","924709":"\n   What is your guilty pleasure.\n  ","924710":"\n   lauren youtr amazing and rock your so beutiful kisses cheek\n  ","924711":"\n   Love from Italy🌹\n  ","924712":"\n   😂😂\n  ","924713":"\n   Sorry I had to choose Christina in that last poll. Her face expression 😂\n  ","924714":"\n   What’s the strongest part of your personality?\n  ","924715":"\n   I spotted u 😂\n  ","924716":"\n   *come back* that's what I meant HAHA! I was so young during that first visit and I live under a rock that time. Hahaha and it's so hard to see you if ever you come back here because you know, the archipelagic country that we are. Sooooo, hope I'll see you all of you soooooon!\n  ","924717":"\n   Wow did you enjoy Connecticut I hope you and your family comes back any info if you all will come back next year\n  ","924718":"\n   bet you give great hugs, so gentle x\n  ","924719":"\n   Who is the most underrated ASKfm user?\n  ","924720":"\n   I have 4 pillows as well. It's well comfy😂🛏\n  ","924721":"\n   Be friends now\n  ","924722":"\n   Do Keira has been out buying your book😂\n  ","924723":"\n   😂😂😂😂😂\n  ","924724":"\n   Hello Lauren how was the Handem show\nWas it wild and packed? 😀\n  ","924725":"\n   Post a meme 👀\n  ","924726":"\n   How many pillows do you sleep with? I sleep with 2, I bet you were all dying to know\n  ","924727":"\n   Omg. It's easier here to reach out to all of you. Anyways, hope all of you are doing fine. Congratulations again on your book! And please come to Philippines soon and hope I got money. Haha!\n  ","924728":"\n   What mask would you wear to a masked ball?\n  ","924729":"\n   Pap of you?\n  ","924730":"\n   So beautiful. Love you so much\n  ","924731":"\n   oh right... so have you got your costume sorted?\n  ","924732":"\n   What's just a really good song to you that you can always fall back on to make you feel good?\n  ","924733":"\n   How would you best describe the feeling of being in love? If you've ever felt that anyway!\n  ","924734":"\n   Anyone else super excited for Christmas even though it's not even November yet? 😂\n  ","924735":"\n   What was the last song that you really like that you found by accident? Mine was Fury Weekend - Another Brick In The Wall!\n  ","924736":"\n   What magic words do you know?\n  ","924737":"\n   Love or mind?\n  ","924738":"\n   What makes you special?\n  ","924739":"\n   Have made something for u\n  ","924740":"\n   Spooky is not a word I'd link with you... why are you calling yourself that?\n  ","924741":"\n   Where do you think you'll be living five years from now?\n  ","924742":"\n   Lisa Cimorelli  #BackToMe \nNovember 8th announcement\n  ","924743":"\n   Well said lauren! 💯\n  ","924744":"\n   Como estas hoy bebé hermosa\n  ","924745":"\n   amazing polls lauren\n  ","924746":"\n   Tell me something about yourself.\n  ","924747":"\n   What's your YouTube channel\n  ","924748":"\n   Are you the leader of your group ?\n  ","924749":"\n   Yes you can order from the guy I like best he is next to you in hamden. Lucibellos\nGive it a try ok Lauren :)\n  ","924750":"\n   Whats your favorite satellite radio station?\n  ","924751":"\n   Hehe no one did that you?\n  ","924752":"\n   I got some naughty ones if you wanna here? 😂😉\n  ","924753":"\n   تباعتك\n  ","924754":"\n   Don't forget to get some of the best pizza\nAround like they make in Napoli umm\nHave u tasted some? Lauren\n  ","924755":"\n\n    https:\/\/youtu.be\/EQUHE-Q78-U\n   \n   woww\n  ","924756":"\n   Is christian or alex with you ?\n  ","924757":"\n   And how did you look lol?\n  ","924758":"\n   You should definitely. It's important that you do. Otherwise you will be sick for your tour\n  ","924759":"\n   🍔🍔🍟🍟🍗🍗\n  ","924760":"\n   Last kiss who got to kiss you and how was it?\n  ","924761":"\n   Which sister you hope u get to room with?\n  ","924762":"\n   Have you ever kicked or punched a boy\/man's bag?\n  ","924763":"\n   Will you all be staying in a hotel with great WiFi service?\n  ","924764":"\n   X\n  ","924765":"\n   Are you getting ready to go to bed?\n  ","924766":"\n   Playing 10 pin Bowling with your suitcases I see 😂\n  ","924767":"\n   Ooo so sad...\n😭😭😭\n  ","924768":"\n   You're absolutely beautiful.\n  ","924769":"\n   Good Night. 🌸\n  ","924770":"\n   wonderful!!!\n  ","924771":"\n   Scary spooky scooby doo\n  ","924772":"\n   I never meant that you weren't a good girl, just knowing what places you like to go\n  ","924773":"\n   حياكم ناس تونس ♥️\n  ","924774":"\n   -\n  ","924775":"\n   Share something you're grateful for today.\n  ","924776":"\n   Audi | BMW | Mersas ?\n  ","924777":"\n   And positive 😊\n  ","924778":"\n   if one of your male fans wanted a kiss, would you kiss him?\n  ","924779":"\n   LOL ... not surprised. HEY - COULD YOU GET AMY AND DANI TO FOLLOW ME ON TWITTER? (SithFrogKermit) ...\n  ","924780":"\n   What is your favorite feature of ask.fm?\n  ","924781":"\n   Do you know how to cook well?\n  ","924782":"\n   do your feet ever smell?\n  ","924783":"\n   .\n  ","924784":"\n   Umm are you girls all going by bus or plane?\n  ","924785":"\n   Ready to play in front of the Connecticut crowd tomorrow and is it sold out?\n  ","924786":"\n   1998?\n  ","924787":"\n   X\n  ","924788":"\n   What is your favourite type of food?\n  ","924789":"\n   Have you ever cheated on your boyfriend or he did?\n  ","924790":"\n   Should I be embarrassed being small down below\n  ","924791":"\n   Well that is a tough question... \nBut I am okay ... \nWhat about you?\n  ","924792":"\n   Are you married?\n  ","924793":"\n   Can you give me Jonahs account  ?\n  ","924794":"\n   I'm back\nYou love falaka \nAnd i will give you it\n  ","924795":"\n   Why not ? Just one kiss please\n  ","924796":"\n   Heyyyyy\n  ","924797":"\n   X\n  ","924798":"\n   HI LAUREN HOW ARE YOU\n  ","924799":"\n   Thank you. 🌸😘\n  ","924800":"\n   Your weird\n  ","924801":"\n   Really Bored 😐 why\n  ","924802":"\n   Hi Lauren how are was your day going\n  ","924803":"\n   ABSOLUTELY NO ONE:\n  ","924804":"\n   Actually about what??\nIt's about u or people???\n  ","924805":"\n   Does anyone like to watch wwe wrestling?\n  ","924806":"\n   Have you watched season 4 Ep 1 of Riverdale yet.\n  ","924807":"\n   Haha okay..\nBut on that date u should inform me...\n\n\n#I'mwaiting\n  ","924808":"\n   Your dp is so pretty 😍\n  ","924809":"\n   Follback ya\n  ","924810":"\n   I understand. You're doing well with everything.\n  ","924811":"\n   Then??\n  ","924812":"\n   Whiskey🥃 Cola🍷 drank Whiskey and Coke,\nGreat anger had filled my heart.\nThey told me you've been kissing someone else,\nYou are full of all the deception.\n👁👁\n  ","924813":"\n   last good news you received\n  ","924814":"\n   Is it okay for a girl to ask a guy out on a date?\n  ","924815":"\n   Kiss, Marry or Kill ???? Chris Evans, Chris Hemsworth, Chris Pratt\n  ","924816":"\n   Oct 25 maybe ur birthday??\n  ","924817":"\n   Hey there, 20F here. 👻 Snapchat me:miasnaps0 😎 I'm in a dirty mood😎\n  ","924818":"\n   What do you mean\n  ","924819":"\n   -\n  ","924820":"\n   Hey what's up Lauren?\n  ","924821":"\n   .\n  ","924822":"\n   Photo? 🌸\n  ","924823":"\n   .\n  ","924824":"\n   Where one can find the truth?\n  ","924825":"\n   Are you good at attendance? Do you call in sick often to work or are absent from school?\n  ","924826":"\n   لو سمحت يا بنات حد يعرف طريقه اطول بيها شعري بس بسرعه وتكون طريقه مجربه ومضمونه لو سمحت\n  ","924827":"\n   Would you rather never have internet access again or never be allowed board an airplane again?\n  ","924828":"\n   You can give anyone else a superpower to have, but not yourself. Who would you pick to give a superpower to, and what would you give them?\n  ","924829":"\n   If you could be in any movie you want, which movie would you pick and which character would you be?\n  ","924830":"\n   What's your morning routine?\n  ","924831":"\n   What mobile phone model do you have?\n  ","924832":"\n   Are your parents married, divorced or do you hardly even know them? How has it affected your life?\n  ","924833":"\n   Do you believe in miracles? Have some ever happened in your life?\n  ","924834":"\n   What was the last thing you bought?\n  ","924835":"\n   If your partner said “i have doubts about what you really feel idk maybe i’m just fucked up and it’s my brain telling me,” how would you feel? would that make you feel shitty and enough reason to break up?\n  ","924836":"\n   Why not both?\n  ","924837":"\n   Your biggest strength?\n  ","924838":"\n   Totally 👀\n  ","924839":"\n   If you could teach a child one thing what would it be?\n  ","924840":"\n   Random Thoughts 🖤🔥\n  ","924841":"\n   How’s Life Going..????😶\n  ","924842":"\n   Sounds good to me.\n  ","924843":"\n   X\n  ","924844":"\n   X\n  ","924845":"\n   X\n  ","924846":"\n   Ya\n  ","924847":"\n   Pap\n  ","924848":"\n   You looking beautiful\n  ","924849":"\n   Haha missing me 😂 is this kind of a joke\n  ","924850":"\n   Do you have any dating dealbreakers?\n  ","924851":"\n   hay spook\n  "},"Answer":{"923780":"\n  Welcome\n  ","923781":"\n  Contact the community housing group page\n  ","923782":"\n  Cleaned their room\n  ","923783":"\n  😊\n  ","923784":"\n  Am I?\n  ","923785":"\n  I was shy as well lol\n  ","923786":"\n  A bit chilly\n  ","923787":"\n  Welcome back\n  ","923788":"\n  Because I was the pain in the arse 😂\n  ","923789":"\n  What did you dress up as this year?\n  ","923790":"\n  Crazy how we known each other our whole life\n  ","923791":"\n  Meditation, figuring out what triggers it, journaling, making sure you take some time to yourself, therapy, even medication helps... But I would talk to your doctor first about it and he should be able to diagnose you with the type if anxiety u have, or disorder and may order you to do a genesight test which is just they swab your cheek with a cotton swab and send it to a lab to see what medications you can take base on your genes\n  ","923792":"\n  We did :)\n  ","923793":"\n  Talking to my boyfriend. Just cleaned up a bit\n  ","923794":"\n  :)\n  ","923795":"\n  Thank k you\n  ","923796":"\n  I think?\n  ","923797":"\n  All 10s because I work with them and they're my sisters\n  ","923798":"\n  Hearing that 32 people were found dead in the back of a semi truck\n  ","923799":"\n  A bit\n  ","923800":"\n  Depends where I'm getting wings from\n  ","923801":"\n  Six\n  ","923802":"\n  The usa\n  ","923803":"\n\n   https:\/\/youtu.be\/AauYnx715AU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","923804":"\n  I needed to lose you to love me 💕\n  \n\n   https:\/\/www.instagram.com\/p\/B4Zz0ttJofX\/?igshid=1ipc3pnsircrv\n  \n","923805":"\n  Probably terrible\n  ","923806":"\n  I never heard of that one\n  ","923807":"\n  Go away with your fetish\n  ","923808":"\n  Thats racist a bit\n  ","923809":"\n  All of them do but the brain or the heart are probably the most important. Our brain is like the power source of our body were all our memories,thought and knowledge is stored and the brain sends messages to other parts of our bodies so our arms can move, we can speak a sentence etc. But we also need our heart. If our heart isnt working as the partner in crime for our brain then our brain shuts down because our heart isnt working and our heart needs to be pumped blood and beating to survive\n  ","923810":"\n  Congratulations 😊\n  ","923811":"\n  Same time I usually sleep to unless I have like an off day were I didnt sleep well etc\n  ","923812":"\n  Tristen\n  ","923813":"\n  Yeah because on really sure you would sit around for a month waiting on someone who only talks to you when it was convenient for them or they actually missed you. You can try to call me out all you want and accuse me of cheating but in that whole month I tried to contact him, I tried to keep him in the loop, I left messages and everything. Only to be completely ignored. I didn't cheat I simply let go of someone who wasnt worth wasting my time on and MOVED on. There is nothing wrong with that. You can not make a relationship work especially if only one person is doing all the work. He could've told me he was busy or whatever but never did. Half the information I found out by looking at his profiles. Oh and let's also not forget that he's the one who actually cheated ... And blocked me and wouldn't explain why or whatever till months later. Let's remind you how he claimed over and over he loved me but completely fell of the face of the earth for months before I even got a simple hi from him. And then you claimed to love me but then go on to post you lied and are\/is still obsessed with an \"ex \" who is in a relationship and I was like the rebound. I'm sorry but I will not stand to be used, manipulative, lied to, and a rebound for someone who doesn't value me. Sorry I found better and sorry that person treats me 100% the way I want to be treated. But its his screw up because I'm way better then the girl he's obsessed with and she doesnt have a thing on me.\n  ","923814":"\n  Nope just motivated, hardworking and ambitious\n  ","923815":"\n  I'm really slacking my styles ....\n  ","923816":"\n  I don't drink\n  ","923817":"\n  Christmas week at grandmas and all of us rushing into the living room to claim a spot on the floor ... It was always crowded and sometimes our spots were weird for example sleeping under the piano but a time and memory I'll forever cherish because she's our guardian angel ❤\n  ","923818":"\n  I don't like using google unless I really have to\n  ","923819":"\n  Theyre okay not the greatest\n  ","923820":"\n  Learning guitar, hoping to eventually play a higher skill one\n  ","923821":"\n  I'm terrible at riddles\n  ","923822":"\n  No lol its like a pancake but thinner and there's like stuff inside lol\n  ","923823":"\n  Thank you\n  ","923824":"\n  Its a crepe\n  ","923825":"\n  Switched it up today\n  ","923826":"\n  Sometimes\n  ","923827":"\n  Aw\n  ","923828":"\n  Thank you\n  ","923829":"\n  No\n  ","923830":"\n  The bible\n  ","923831":"\n  No I'm a singer\/songwriter\/youtuber\/band member\n  ","923832":"\n  Don't let anyone try to change who you really are on the inside\n  ","923833":"\n  Uhmmm I don't really know. I think the notebook is the onky movie i find sappy and kinda cheesy\n  ","923834":"\n  I'm more of a peacemaker in my family and try to resolve or prevent conflict. But unfortunately sometimes things happen which causes arguments and hurt feelings\n  ","923835":"\n  I don't really know... Sorry\n  ","923836":"\n  So everyone is asking who wrote Believe In You! It was a complete collaboration between the 6 of us! Everyone wrote lyrics, christina did almost all of the chords and melodies and put the lyrics together and then I  produced it! Dani wrote the first lyrics we used for first verse and chorus and we went from there... and Lisa tweaked a couple melodies after christina had finished the song! And Lisa and christina both wrote the harmonies.  A true collaboration!!\n  \n  Dani was inspired to write believe in you because emmyn her fiance has been struggling with things in his personal life and not seeing his true value and that in life so while she was thinking she was thinking about him and what she sees based on what he does and how she could remind him that she like believes he can fix or imorive things. And then we all kinda tied it in with our own meanings. Because when do we ever tell ourselves that we believe in us? And say positive things. We always let things tear us down or we are our own worst enemy. Christina was thinking about a friend at the time who also been dealing with a lot of road blocks in life and started crying etc.\n  ","923837":"\n  Greece or a place that has hot air balloons. Because riding in a hot air balloon has been on my bucket list for awhile now and I love how greece is just so gorgeous in its own special way\n  ","923838":"\n  I posted bunch of photos from this week down below\n  ","923839":"\n  Okay love 💕\n  ","923840":"\n  Food to cook and nope\n  ","923841":"\n  Grandma phillyis house 😔💕\n  ","923842":"\n  Shopping or even working sometimes does\n  ","923843":"\n  Pray, journal or some light late night reading\n  ","923844":"\n  You fall in love whenever your heart and mind thinks the time is right\n  ","923845":"\n  I'm feeding the girls and them lol\n  ","923846":"\n  I just went and got chicken Parmesan and those steak things and potatoes\n  ","923847":"\n  I'm thinking something that I can just throw in the oven and make lol\n  ","923848":"\n  No\n  ","923849":"\n  No, also I need to figure something out to eat...\n  ","923850":"\n  Listener\n  ","923851":"\n  Yeah\n  ","923852":"\n  Yes. Too many fails with people who don't even need it\n  ","923853":"\n  I love you too\n  ","923854":"\n  😘😘😘😘\n  ","923855":"\n  I don't like cats\n  ","923856":"\n  My honey 😍\n  ","923857":"\n  I was homeschooled\n  ","923858":"\n  Thanks\n  ","923859":"\n  Out of all the bad things you're the best one.\n  ","923860":"\n  The Simpsons\n  ","923861":"\n  Baby animals\n  ","923862":"\n  Once\n  ","923863":"\n  On the leaderboard nah\n  ","923864":"\n  Ten o clock?\n  ","923865":"\n  Skateboarding, drawing, hanging with friends, swimming.\n  \n  Skateboarding I loved tony hawk growing up and drawing I was always good at it and designing things, friends u just need to be social sometimes, and swimming was a sport I actually did\n  ","923866":"\n  They hated me bevause I wasnt with the one person anymord\n  ","923867":"\n  Christina is married\n  \n  Katherine is engaged\n  \n  Lisa is in a committed relationship\n  \n  Amy just hasn't found her perfect match yet\n  \n  Danielle is \" engaged\"\n  ","923868":"\n  Him 💕\n  ","923869":"\n  A month\n  ","923870":"\n  Come here\n  ","923871":"\n  Alot... But not like badly\n  ","923872":"\n  Lol\n  ","923873":"\n  Having a boyfriend\n  ","923874":"\n  Hate is a strong word. More like disliked\n  ","923875":"\n  I been\n  ","923876":"\n  Yay 😊\n  ","923877":"\n  I grabbed his face gently and kissed him lol\n  ","923878":"\n  Jump into a freezing pool\n  ","923879":"\n  Love you 💕\n  ","923880":"\n  Yes\n  ","923881":"\n  Lol 😌\n  ","923882":"\n  Anyone else confused on things as I am\n  ","923883":"\n  My honey 🍯\n  ","923884":"\n  Okay\n  ","923885":"\n  I think we all agreed this was the worst cover and video we ever done and we all want to delete it\n  \n\n   https:\/\/youtu.be\/ljh6c0sBWbE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","923886":"\n  the old one yeah\n  ","923887":"\n\n   https:\/\/www.instagram.com\/p\/B4YNksoCWlV\/?igshid=f7x5mh8zop0b\n  \n","923888":"\n  Well this was sent four day ago. And right now currently ... I think you're sitting down in a chair or on the couch relaxing and enjoying being on ask and asking questions and answering. While probably waiting on dinner to be done?\n  ","923889":"\n  Amy. No lisa tries to roast me ....😪\n  ","923890":"\n  Hi\n  ","923891":"\n  Absolutely not\n  ","923892":"\n  A lot of the guys I have liked or dated werent famous lol ... But nope just a cutie\n  ","923893":"\n  A ladder\n  ","923894":"\n  Lastnight 😂\n  \n   @TNMORZ\n  \n","923895":"\n  I'm actually with a childhoods friends brother ...\n  ","923896":"\n  Nope haven't been with him for awhile\n  ","923897":"\n  Nashville :)\n  ","923898":"\n  I been asked this at least ten times this week.... Yikes\n  ","923899":"\n  I gotta life mate. I cant always reply back to someone right away\n  ","923900":"\n  This week with Lauren - 10\/26\n  \n  This week I was #sick nothing major but I had a cold and it was pretty bad so there’s not many action shots in this week’s post 😪 some noteworthy moments: 1. our book is #1 new release in Teen and Young Adult maturing on Amazon !!!! (Not sure how many other books are really in that category but still that’s cool ahahaha) so thanks everyone for supporting this book its been so heartwarming to hear how much it’s helped a lot of you 😭😭😭😭 2. the last 2 videos are the practice and the final product of our Halloween performance thingy we did for some trick or treaters. For some reason we just can’t not be extra 😪😪 some of the little kids got scared and ran away during it so that made me rethink my life a bit but overall it went well ahahahah other than that I tried my best to rest and get well and not people please like I talked about in last week’s post !!! Did a pretty good job feeling much more rested and energized this weekend :’) how was your week? Let me know in the commentssss\n  ","923901":"\n  Awe\n  ","923902":"\n  I'll always try my best to be a good friend\n  ","923903":"\n  If I say what it is then it wouldn't be a secret\n  ","923904":"\n  Either a dog or a cat\n  ","923905":"\n  Never :)\n  ","923906":"\n  Disguise himself as a panther\n  ","923907":"\n  This cold weather is not it ....\n  ","923908":"\n  YouTube, Spotify, apple music or any streaming app\n  ","923909":"\n  Probably 19 because I was still considered a teenager but I was like in this awkward position where I wasnt really a teen but was more mature and related into the adults more\n  ","923910":"\n  Hmm good question because I would want to take a lot of people\n  ","923911":"\n  Haven't really read a book that was meant to be funny\n  ","923912":"\n  Its suppose to stand for good luck... But really gross\n  ","923913":"\n  ERM no\n  ","923914":"\n  No I would run as fast as I could\n  ","923915":"\n  Jon bellion or lana del ray. Two people i really adore and would die if I ever was to meet them face to face. Major inspirations on my life and music as well\n  ","923916":"\n  Uhm kinda hard to say because I believe in this saying \"you can do the worst thing possible in life and still be forgiven although it will not be forgotten\" meaning that yes a lot of people will be disappointed that you did that but in the end only god knows the fate of you and even god forgives but doesnt forget.\n  ","923917":"\n  The light of my life, such a positive uplifting person who is inspiring to many people. Such a kind soul. Grounded and a true gem.\n  \n  The friend we all kinda need in our lives.\n  ","923918":"\n  I'm trying to back track a bit because this video was like recorded before or after we had to prepare for tour. And I think dani and amy were a bit under the weather. Me and lisa were in really weird moods ( hyper ) and amy always gets nervous when we have to do harmonizing challenges because she doesnt think she's any good at harmonizing or under estimates herself a lot. Same thing kinda with Danielle she thinks she's not doing it correctly or messing it up etc. Because their brains arent like tuned to catch onto the note right away like mine, christina and Lisa's are kath is a bit more slower... But she may have been annoyed as well with other things or just having a bad day in general. I don't really know\n  ","923919":"\n  NEW #cimorellisaturday!!! This week we did the harmonizing challenge but taylor swift edition\n  \n   https:\/\/youtu.be\/3Pxm0kVEW0E\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","923920":"\n  A lion or a tiger or an owl\n  ","923921":"\n  Awe\n  ","923922":"\n  I want the nice weather back\n  ","923923":"\n  tje one with dani over the clip on earrings 😂\n  ","923924":"\n  here's 1\/3 of the videos we've done with them. Sadly I'm confused as to why their channel hasnt been active for two years now\n  \n\n   https:\/\/youtu.be\/0C9PYUYsTEE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","923925":"\n  Nah these guys are young 😂 well maybe a bit older than I now\n  ","923926":"\n  I don't really follow people back on those lol. Mainly I sometimes do twitter follow backs but I haven't really been to active on there\n  ","923927":"\n  They're three brothers who are in a band and kimda underrated\n  ","923928":"\n  Not that I know of and I really don't wanna know that tbh\n  ","923929":"\n  We covered that awhile ago with the Johnsons. But probably lose you to love me... Maybe match it into another song or something. Plus alot of people want the high school musical medley or a \"cimorelli evolution\"\n  ","923930":"\n  Thank you sweetie\n  ","923931":"\n  I think we may cover a selena gomez song soon....\n  ","923932":"\n  Need new songs tbh\n  ","923933":"\n  Pretty good for most\n  ","923934":"\n  Indeed it is\n  ","923935":"\n  Luna or leilani sounds adorable\n  ","923936":"\n  Yeah or I would beg my parents to get the limited edition ones 😂\n  ","923937":"\n  I can't really answer this lol ....\n  ","923938":"\n  When your best friend calls u baby girl and you kinda cringe\n  ","923939":"\n  Steal your girlfriends hoodies now aye 😂\n  ","923940":"\n  Yep\n  ","923941":"\n  Yep. And then you feel bad afterwards\n  ","923942":"\n  A small party with friends where there's also food\n  ","923943":"\n  A clock\n  ","923944":"\n  Hi\n  ","923945":"\n  The one I wore was mine and you stole it .... But I love u still\n  ","923946":"\n  I could've just gave u a new one out of the package\n  ","923947":"\n  Tristen stole my hoodie already\n  ","923948":"\n  No, I just can't really see well in total darkness\n  ","923949":"\n  We attended church in new York that day\n  ","923950":"\n  Physical therapy\n  ","923951":"\n  I don't actually know tbh\n  ","923952":"\n  Tristen already stole my hoodie 😪\n  \n   @TNMORZ\n  \n","923953":"\n  Dead ends\n  ","923954":"\n  Why would I be mad when I haven't talked to you ?\n  ","923955":"\n  Its either queen or angel I get called the most lol\n  ","923956":"\n  Girls like the booty too\n  ","923957":"\n  I'm sorry I don't remember you\n  ","923958":"\n  Somewhat\n  ","923959":"\n  I went and brought new ones anyway and kinda wanting the shane dawson pallette but I can't betray james like that lol\n  ","923960":"\n  I need a nap\n  ","923961":"\n  I wouldn't mind if i had to\n  ","923962":"\n  Lol\n  ","923963":"\n  My chicken was overcooked 😪 sad face\n  ","923964":"\n  What?\n  ","923965":"\n  Thank you\n  ","923966":"\n  I did aha\n  ","923967":"\n  Its a shortened abbreviation of cimorelli also part of our fandom's name\n  ","923968":"\n  So worth it\n  \n\n   https:\/\/www.instagram.com\/p\/B4Uz81DH7Wx\/?igshid=r9tsg5f59ke0\n  \n","923969":"\n  Good 😊\n  ","923970":"\n  Good enough to you\n  ","923971":"\n  No they're like pajama pants kinda ?\n  ","923972":"\n  Once to go get food at like 4:00 am lol\n  ","923973":"\n  You're coming to Kath's and Max's  right?\n  ","923974":"\n  I dived to catch that lol\n  ","923975":"\n  I didn't get any invite until you just mentioned ...\n  ","923976":"\n  The whole cimorelli family usually has a \"family theme\" tradition... But this year we kinda didn't do that because everyone matched with their best friend or significant other or just wore whatever they wanted... Last year we all did star wars and 2017 we all went as some sort of animal other whatever.\n  ","923977":"\n  U need a date? Lol\n  ","923978":"\n  I don't exactly remember but I thinknthe neighbor called about noise complaining\n  ","923979":"\n  If you don't want your banana flavored tafty then give it to me\n  ","923980":"\n  I can ask her to come into my room real quick ?\n  ","923981":"\n  I haven't really been able to talk to her. She's mostly been around chad because he's leaving for tour tonight\n  ","923982":"\n  Chocolates\n  ","923983":"\n  Biology\n  ","923984":"\n  Sometimes because I know life isn't always easy and sometimes people actually need a meal or a bit of money to get medicine etc.\n  ","923985":"\n  A water,  my keys, and my bag\/purse\n  ","923986":"\n  Mmm something to do with dani being involved most likely\n  ","923987":"\n  Tiredness\n  ","923988":"\n  I know he does thanks\n  ","923989":"\n  I'm a troll duh (just realized my skin is going to be red as frick )\n  ","923990":"\n  Not really sure tbh\n  ","923991":"\n  Been a baddie until now lol\n  ","923992":"\n  I used to wear like leggings growing up under stuff if needed\n  ","923993":"\n  Thank you\n  ","923994":"\n  You know it :)\n  ","923995":"\n  I didn't dress up today as everyone stayed in pretty much or had other plans but a few days ago my parents threw their annual cimorelli.Halloween party and I dressed up as an alien and my sisters pretty much did a couple matching coustume scheme and my best friends went as the cheetah girls\n  ","923996":"\n  I used to get them at the fair when I was younger\n  ","923997":"\n  Christinas bridal party ... Lol we had like a girls night and were just dancing and the police came 😂\n  ","923998":"\n  I was asked to play along about my best friend breaking up with her bf lol\n  ","923999":"\n  Figuring out that me and alex were the ones who caught the wedding bouquet and I think it was a football for the guys or something which means we were supoose to be \"next to get married\" but then Kath amd dani got engaged ...\n  ","924000":"\n  Ah\n  ","924001":"\n  Its not my birthday...?\n  ","924002":"\n  Happened at least twice in my life\n  ","924003":"\n  That was Kath and a few of the girls friends ... I left before she went live as it was pretty late\n  ","924004":"\n  Welcome!!!\n  ","924005":"\n  Thank you so much\n  ","924006":"\n  Just kinda sore because I was running and stuff and almost fell\n  ","924007":"\n  Good, how about you?\n  ","924008":"\n  A what?\n  ","924009":"\n  :)\n  ","924010":"\n  I was born and raised there ...\n  ","924011":"\n  IPhone\n  ","924012":"\n  Ah I just made chili to eat earlier lol\n  ","924013":"\n  Well either way it would sound weird 😂\n  ","924014":"\n  My dad or mom\n  ","924015":"\n  Not sure\n  ","924016":"\n  I think life would get boring afterwards being immortal. No family around after decades, loosing friends and loved one unless you turn them somehow and they become immortal as well. But would be cool to be like recarnated into a new person and new identity in different eras\n  ","924017":"\n  My hair always been pretty long or the same length actually.\n  ","924018":"\n  N\/a\n  ","924019":"\n  There were times when I almost walked away from the band and even one point we all almost quit music but we went to group therapy and worked everything out and figured out the mission we wanted to live out and our message\n  ","924020":"\n  Thank you\n  ","924021":"\n  Thank you\n  ","924022":"\n  Oh\n  ","924023":"\n  Tristen is eating 😂\n  ","924024":"\n  Yeah because someone was taking forever in the girls single restroom\n  ","924025":"\n  Or it may seem that you don't really ever bother with them until now?\n  ","924026":"\n  Eating what?\n  ","924027":"\n  I know 😂 james was messing around with his yesterday and I was dying laughing ( he wasn't driving someone else was) but I dont even want to know if its on my model\n  ","924028":"\n  It was once\n  ","924029":"\n  I think ours go back the fourth\n  ","924030":"\n  Caption this\n  ","924031":"\n  Need the girls this year\n  ","924032":"\n  Its still early lol\n  ","924033":"\n  Happy Halloween\n  ","924034":"\n  I'm like procrastinating getting ready tonight 😂\n  ","924035":"\n  Gotta big head\n  ","924036":"\n  Aha\n  ","924037":"\n  I'm glad 😊\n  ","924038":"\n  I was talking to your brother lol sorry\n  ","924039":"\n  So Tesla added a feature to their cars that you are now able to do karaoke .... Rip\n  ","924040":"\n  Thank you\n  ","924041":"\n  Six months ago\n  ","924042":"\n  Deoends on the situation\n  ","924043":"\n  I only have like a small group now\n  ","924044":"\n  Fall time\n  ","924045":"\n  The one is silver\n  ","924046":"\n  That was english...\n  ","924047":"\n  Uh\n  ","924048":"\n  Sometimes I miss these days...\n  ","924049":"\n  I'm catholic and follow the belief that if life\/god wants to bless you with a child then you will be blessed ... And I kinda want a big family of my own someday\n  ","924050":"\n  I don't think I ever done anything to harm or that was a bad thing\n  ","924051":"\n  Aw thank you!\n  ","924052":"\n  October Is spooky szn\n  ","924053":"\n  A visa or green card.\n  ","924054":"\n  We had a webseries called summer with cimorelli and then one called life with\/as cimorelli ... Sadly we have tried to work out with many networks before on a reality TV show and even filmed bits for it but it just never went anywhere\n  ","924055":"\n  Maybe or they're just annoyed or something didn't work out and something happened\n  ","924056":"\n  I been  since I was 8\n  ","924057":"\n  Taken\n  ","924058":"\n  😌😌😌\n  ","924059":"\n  😘😘😘\n  ","924060":"\n  Working\n  ","924061":"\n  A farm? Idk\n  ","924062":"\n  Friday the 13th?\n  ","924063":"\n  Yeah\n  ","924064":"\n  Because ask.FM hates me and I had to download an adblocker\n  ","924065":"\n  You're welcome hope everything goes great\n  ","924066":"\n  Mine is down\n  ","924067":"\n  Mine been stuck on the same post for hours and other people mentioned its not working\n  ","924068":"\n  HI JD !!!! 🤗\n  ","924069":"\n  Hmm\n  ","924070":"\n  Hit 5 million subscribers and been getting noticed a lot by like jonas brothers,lauv, little mix and taylor swift etc. Our book was released, interviews like crazy and being on TV as well. And tour seems like 2010 all over again :(\n  ","924071":"\n  I don't think I have tbh\n  ","924072":"\n  Thats when you have to figure out who you're true friends are and what you really want in a person you consider a friend\n  ","924073":"\n  Well I had to match with the bf because Rachael, mel and kiera came as the cheetah girls lol\n  ","924074":"\n  Anyone having issues with instagram where youre feed is not refreshing?\n  ","924075":"\n  Thanks\n  ","924076":"\n  On your feed or your main profile page where you view your posts, there's like an addition sign in the upper right corner. Click that and you will be able to do a poll\n  ","924077":"\n  C o double u\n  ","924078":"\n  I still can't believe we are like family to james charles .... Omgosh\n  ","924079":"\n  Going on a photo purge 😋\n  ","924080":"\n  This sounds like something tristen would say to me 😂\n  ","924081":"\n  I honestly do not remember this happening at all 😂\n  \n\n   https:\/\/mobile.twitter.com\/daniellebosland\/status\/1086760658065072129\n  \n","924082":"\n\n   @TNMORZ\n  \n  you logged off before I even finished explaining something 😂\n  ","924083":"\n  My old best friend was like a  6th sister to me... We always do stuff and twinned etc. But around like 2012ish maybe later she started to act like a total ____ and was only around me to gain fame and have followers and that. Basically a cloudy chaser. I forgave her last year at my sisters wedding but we don't talk and I don't think we will be friends ever again\n  ","924084":"\n  Yep my old childhood best friend (not elise or kallen)\n  ","924085":"\n  A black piece of clothing like a tshirt ?\n  ","924086":"\n  Don't give her any ideas\n  ","924087":"\n  All the 90s ones and early 2000s were\n  ","924088":"\n  Sometimes\n  ","924089":"\n  I cant even get on the top ten anymore tbh ... Its not worth it\n  ","924090":"\n  Currently what I been doing the last month is reaching out to those people I used to be supser close with but we kinda faded onto a different path in life for awhile. Sadly tons of rumors and hate going around now that half the fandom seen a leaked picture of me with that person\n  ","924091":"\n  Peanut spread?\n  ","924092":"\n  I talked alot about it on my topic for things we don't really talk about which is exclusive to patreon members only but I have shortly answered the questions in videos throughout the years\n  \n  My mom also has gave me some great advice like meditating and that\n  ","924093":"\n  I have done that multiple times and ask is the only one who has redirects and popups\n  ","924094":"\n  Our fans that are brought up on stage are normally chosen by Christina at the shows and I believe they're vip tickets access only. I'm not 100% sure. I know if its a smaller event we just pick\n  ","924095":"\n  Panic and text whoever is at the house if that was them\n  ","924096":"\n  I have a love hate relationship with it\n  ","924097":"\n  If everyone has a cap on their earnings then we would all be living in poverty or royalty based on how much we make at our jobs ....\n  ","924098":"\n  I dont really lie\n  ","924099":"\n  I just downloaded an adblock browser for now\n  ","924100":"\n  Hi\n  ","924101":"\n  I deleted my history multiple times :\/ going to check on the adblock though\n  ","924102":"\n  Im not sure who uses the web browser version of this on their phones, instead of the app. But is anyone else having trouble enjoying being on here for even a minute because no matter if your'e just checking your notifications , trying to answer a question, view a profile, upload photos etc. Or even scroll down the feed it keeps redirecting you to a different web page\/popup about a youtube survey or giveaway? Anyone else having this issue or just me?\n  ","924103":"\n\n   https:\/\/youtu.be\/45o73w2wbvk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","924104":"\n  No problem\n  ","924105":"\n  Thought i had multitasking and talking to five different people at the same down mastered bc of my sisters but i was wrong.... Currently trying to explain things to people in private dms at the same time and failing\n  ","924106":"\n  Nothing much to be honest\n  ","924107":"\n  An unreleased song lol\n  ","924108":"\n  Try not to overwork myself, and avoid my needs for self care\n  ","924109":"\n  I just ate lunch ...\n  ","924110":"\n  Hello\n  ","924111":"\n  Yes, im waiting till i meet the person who deserves such a vunerable piece of me\n  ","924112":"\n  🎶Take me back to the night we met.🎶 We sang #TheNightWeMet by\n  \n   @lordhuron\n  \n  😭 What song do you want us to sing next?! ❤️\n  \n\n   https:\/\/www.instagram.com\/p\/B4NnXSYFM6y\/?utm_source=ig_web_copy_link\n  \n","924113":"\n  It was a joke. No one is pregnant. Although my age doesnt matter when it comes to being an aunt as I have 6 older siblings and the oldest is michael who is 30\n  ","924114":"\n  I do it but if we are on tour like continuously for a week back to back shows then sometimes my mom or older sister katherine will ask if we need anything wash and go to the laundry mat and do it\n  ","924115":"\n  Both\n  ","924116":"\n  Watch the china competetion where christina says excuse me can I say something and she tells the one guy Dani thought he was cute\n  ","924117":"\n  You got to meet my sister amy she always writes in caps and exclaimations. Shes either excited, super nervous or just freaking out (she has anxiety with has caused her to faint sometimes)\n  ","924118":"\n  Makeup for my Halloween costume\n  ","924119":"\n  I don't really trust a lot of people it takes me at least 6 months to a year before I actually believe youre worth trusting like that aha\n  ","924120":"\n  Place the apple on one of the 20 heads\n  ","924121":"\n  There's not a lead singer as we all get a leading part of a song or whatever. However there is a leader of the band and that is the oldest sister christina\n  ","924122":"\n  A simple hi and actually getting to know her would work for starters mate\n  ","924123":"\n  You cant hack facebook. But you can try to regain access to an older account by logging into the email used originally for that account.\n  ","924124":"\n  With my sisters, by myself, learning something etc\n  ","924125":"\n  Yes they do\n  ","924126":"\n  I don't got a pet\n  ","924127":"\n  Stay in and watch some movies\n  ","924128":"\n  You can do like a question and answer video while having a mukbang 🤔\n  ","924129":"\n  I heard of Gigi's cupcakes :)\n  ","924130":"\n  I'm pretty flexible at times to tje point i people please say to much and forget to take care of my own self mentally and physically\n  ","924131":"\n  I believe its called sleep deprivation\n  \n   https:\/\/mobile.twitter.com\/Tina_Shivers\/status\/1187360948249608194\n  \n","924132":"\n  I think I answered this already\n  ","924133":"\n  Okay I'm worried...\n  ","924134":"\n  Not much tbh\n  ","924135":"\n  Nope five days ago lol\n  ","924136":"\n  I don't watch TV all like that\n  ","924137":"\n  No one connected on this song more than me I almost cried singing \"two years \" lol ....\n  \n\n   https:\/\/youtu.be\/Q4fkqJmqVVQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","924138":"\n  Definitely not this week so much going on and people in my personal private life\n  ","924139":"\n  Sexy as in revealing ? Def not\n  ","924140":"\n  I always get told that I'm way to pretty and their gay little heart cant take that.... Lol I love them all\n  ","924141":"\n  And I have a pretty gr8 boyfriend :)\n  ","924142":"\n  Being left alone in the middle of the night - fear of being killed\n  \n  Falling to my death - fear of being killed\n  \n  And\n  \n  Death overall\n  ","924143":"\n  A bit\n  ","924144":"\n  Sometimes but I rarely dream\n  ","924145":"\n  All rules get broken atleast once\n  ","924146":"\n  I have anxiety so depends on the situation\n  ","924147":"\n  I deleted like half my apps for the day\n  ","924148":"\n  UPDATED BELIEVE IN YOU TOUR INFO!!!\n  \n  TICKETS AVAILABLE @ cimorellimusic.com\/tour\n  ","924149":"\n  I know but some just don't seem like it ...ya know ...\n  ","924150":"\n  I been. Just sucks when you follow a lot of fans and its just everywhere you see something about you\n  ","924151":"\n  Thank you\n  ","924152":"\n  😂😂😂\n  \n\n   https:\/\/mobile.twitter.com\/carolinadlt16\/status\/680176137679540225\n  \n","924153":"\n  Grayson\n  ","924154":"\n  Friends or sisters because both groups are amazing\n  ","924155":"\n  Not really\n  ","924156":"\n  Hi\n  ","924157":"\n  Before and after what?\n  ","924158":"\n  Thanks\n  ","924159":"\n  Idk lol... Candy corn 😂\n  ","924160":"\n  Yeah 😂 super awkward\n  ","924161":"\n  Yeah, staying pure till probably after marriage as well\n  ","924162":"\n  And they still continue to leak photos.... I'm done\n  ","924163":"\n  This week has by far been a horrible week lol 🙃\n  ","924164":"\n  None christina would be the first and she waited to after marriage\n  ","924165":"\n  Nope just cuddles my guy\n  ","924166":"\n  He's going to be a good day one day. Hes already a great big brother\n  ","924167":"\n  I was sad I wanted cuddles 😂\n  ","924168":"\n  Lol I said ima be so private on my relationship soon ima just pop out with a baby one day 😂\n  ","924169":"\n  I'm not pregnant .... Wtr ...\n  ","924170":"\n  I KNOW THAT U DON’T WANT ME BUT I STILL WANT U\n  \n  AND EVERY OTHER NIGHT WHEN IT’S LATE UP IN MY ROOM\n  \n  I’M LOOKING AT THE STARS WISH I WAS LOOKING AT U\n  \n\n   https:\/\/youtu.be\/q3Go5ihitvw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","924171":"\n  Yeah\n  ","924172":"\n  Be patient and you'll be surprised what comes your way. Sometimes things don't work the way they should and there's time and space needed to figure everything out. But if its meant to be it comes back\n  ","924173":"\n  Prayers for those who live in California 💛😔\n  ","924174":"\n  No I haven't. I have been to Italy just never got to see any sight seeing and I'm not much of that type of person who goes exploring lol\n  ","924175":"\n  I swear all I wanna do is cuddle with tristen 😂\n  ","924176":"\n  I went as an alien I'm not sure if I'm attending any other parties this week as im kinda trying to protect myself and relax because i forgot how to take care of myself and stop people pleasing and that\n  ","924177":"\n  I wish I could post these other pictures but due to mine and my friends privacy I can't. Sis really glowing out here\n  ","924178":"\n  Both BC I'm not racist\n  ","924179":"\n  Relaxing\n  ","924180":"\n  HIS WORDS KEEPING ME UP\n  \n  WHEN I TURN OFF THE NIGHTLIGHT\n  \n  AND I KNOW THAT HE'S GOING HOME\n  \n  TO HER TONIGHT 💛\n  ","924181":"\n  Piece of me\n  ","924182":"\n  I'm okay\n  ","924183":"\n  I neant to say monster inc. But autocorrect\n  ","924184":"\n  Celia 😂😂😂\n  ","924185":"\n  But it involves having someone play the brown eyed boy 😂\n  ","924186":"\n  😂😂😂\n  ","924187":"\n  I know... Kinda have an idea of a music video tho ...😂\n  ","924188":"\n  When I have a breakdown I cry for a good hour and then shake it off by rage dancing\n  ","924189":"\n  Just realized I never posted the lyrics to brown eyed boys on my channel 🙃\n  ","924190":"\n  Thank you 💛\n  ","924191":"\n\n   https:\/\/youtu.be\/44KnJ7IZojs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","924192":"\n  What?\n  ","924193":"\n  Have a goodnight\n  ","924194":"\n  A - FRICKING MEN!!!\n  ","924195":"\n  #relatable\n  ","924196":"\n  Our hearts were in it and we played it like a football game\n  \n  Every single night, every morning\n  \n  He put mud on his face in a summer rain\n  \n  I never thought it'd end, never thought we change\n  ","924197":"\n  In two months, you replaced us\n  \n  Like it was easy\n  \n  Made me think I deserved it\n  \n  In the thick of healing, yeah 😪\n  ","924198":"\n  So I kinda traveled something down but ran into a dead zone again ugh\n  ","924199":"\n  I'm just taking some time to spend alone by myself this week\n  ","924200":"\n  Ask me APPROPRIATE questions\n  ","924201":"\n  Chicken is healthy for you\n  ","924202":"\n  Mine ends up changing a lot...\n  \n  But currently\n  \n  You & I by one direction\n  \n  Lose you to love me by Selena gomez\n  \n  Feelings by lauv\n  \n  Never really over by katy Perry\n  \n  And\n  \n  Breathing by ariana grande\n  ","924203":"\n  \"Cause I'm falling in love again \"\n  ","924204":"\n  I went as an alien\n  ","924205":"\n  Laying down :)\n  ","924206":"\n  I only took a semester of college at a public school\n  ","924207":"\n  I find is deeply upsetting how people are constantly in the private life of others and think its their right to \"exploit\" photos or details of that person without their permission or letting the person have time to themselves to decide when the moment fits to release info\n  ","924208":"\n  Rudeness\n  ","924209":"\n  Liking art in any form\n  ","924210":"\n  Go back to focusing on dani 😂\n  ","924211":"\n  Not necessary true. They can go by a different name and someone has to report it and facebook can take a few days to remove it. Back a few years ago we did a complete wipeout of anyone faking us but now theres just to many to keep track of and they just make new accounts anyway\n  ","924212":"\n  Every detail is being watched now 😂😂😂😂\n  ","924213":"\n  A month ago and most definitely has\n  ","924214":"\n  Ima just pop out one day and say surprise here's a baby 😂 😂\n  ","924215":"\n  I broke the fandom  .... Oopsie\n  ","924216":"\n  Sure\n  ","924217":"\n  The she's actually engaged one 😂😂😂\n  ","924218":"\n  \"Cute hoodie lauren 😉\" \"we stan\"  ....\n  \n  Guys stop\n  ","924219":"\n  Tell that to a certain person 🤔\n  ","924220":"\n  U gotta chill\n  ","924221":"\n  BOON just low key likes to get on our nerves 😂\n  ","924222":"\n  My older brother alex is leaving Tennessee for a month and I dont know how I feel about that :(\n  ","924223":"\n  Arielle was going to invite me over to see a movie. But I told her no just need some alone time\n  ","924224":"\n  No. I speak english\n  ","924225":"\n  When you see your crush. Which one are you?\n  ","924226":"\n  NICHOLAS ANTHONY CIMORELLI !!!\n  \n   @nicholascimorelli\n  \n","924227":"\n  Apparently I never listen to the other persons problems or feelings 🤔\n  ","924228":"\n  This week with Lauren - 10\/20\n  \n  Technically this is the last 2 weeks lol these first pics are me as an alien for our annual Halloween party 👽💫☄️ also did the first 2 shows of our tour last weekend !! was so special thank you to everyone who came ❤️ on a more personal level, I had a big realization just this weekend. I’ve always had an issue with people pleasing and putting others first to the point that I completely forget to take care of myself and my needs. I’ve done a lot of work over the past few years to get over that and I was doing a pretty good job for a while recently but this week I realized that it was coming creeping back in. And I was doing things solely because I didn’t want to upset people and almost every conversation was so exhausting because I was hyper focused on how the person I was talking to was feeling and trying to respond in a way that I thought they wanted me to respond that I was completely losing myself. I’ve been running myself into the freaking ground trying to prove myself to everyone in pretty much every way you can and stressing myself out so much that I ended up getting sick and basically being forced to take a break and take care of myself. All that to say I decided that for this next week I need to protect myself and make sure I have the time I need to relax and decompress and be alone. I don’t have to be there for everyone all the time and neither do you!!!! If you relate to any of that, I really urge you to take a step back, take a breath and start putting your mental and physical health first. Don’t let yourself deteriorate in the name of being “nice”.\n  ","924229":"\n  Missing summer but excited I can wear my hoodies and cute clothing again\n  ","924230":"\n  Amazing... Its a vapor\n  ","924231":"\n  Someone should go as the one girl from monsters once. That has snakes in her hair 😂\n  ","924232":"\n  Taking the top bunk on a tour bus seems like a good idea, till you have to climb up everynight like climbing a tree and the bus moves so you slip and face plant the floor\n  ","924233":"\n  Thank you 🤗\n  ","924234":"\n  I'm disappointed I didnt know till now\n  ","924235":"\n  Hey guys... Do you want to go to california to see melanie martinez on tour 👀\n  \n   @WhySoManyTaken\n  \n\n   @TNMORZ\n  \n","924236":"\n  Wait.... Wait.... Wait!!! Is melanie martinez actually on tour and my crybaby heart didibt even know?!?!\n  ","924237":"\n  Compliments\n  \n  Small gifts\n  \n  Thoughtful things\n  \n  A simple message\n  ","924238":"\n  Some people need to learn how to respect a private life of someone\n  ","924239":"\n  Thanks\n  ","924240":"\n  Mint\n  ","924241":"\n  Experience their life before you judge\n  ","924242":"\n  My parents or my older brother michael\n  ","924243":"\n  I am and yes I dressed up as an alien :)\n  ","924244":"\n  Reply to your other question. Yeah they texted me shortly after and I seen where they just paused to read it and mel replied how do these people even know these type of things. Its disrespectful to my private life and privacy. Obviously there's a reason why I haven't came out and said anything yet but people are invading as much as they can into that\n  ","924245":"\n  Okay I cant really talk because I'm at a family social \/party for alex at the moment and got friends and my boyfriend here\n  ","924246":"\n  Should be full we didn't do the full songs on some because there's over 75 songs so we mashed them up\n  ","924247":"\n  Full Connecticut performance!!!\n  \n\n   https:\/\/youtu.be\/84ZiRAZJ0_w\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","924248":"\n  Lol it was our annual party for Halloween last night\n  ","924249":"\n  Happy belated birthday 🎉\n  ","924250":"\n  Yes I am back home 💛 for now\n  ","924251":"\n  Awe thanks\n  ","924252":"\n  They're not that bad. Just a long wait at times. And thats personal info\n  ","924253":"\n  It wasnt too bad\n  ","924254":"\n  I'm okay\n  ","924255":"\n  Hi\n  ","924256":"\n  ?\n  ","924257":"\n  No matter who chooses to give up on you and how many times this happens, NEVER make the choice to give up on yourself.\n  ","924258":"\n  Cant believe there's an actual picture of me and her though ...its been three years\n  ","924259":"\n  Also acacia is missing from the group dance\n  ","924260":"\n  I believe they recorded that when I went to go take a picture with Marian\n  ","924261":"\n  I wanna take a nap\n  ","924262":"\n  You as well :)\n  ","924263":"\n  Yep\n  ","924264":"\n  Its my pet\n  ","924265":"\n  People were jealous of those as well\n  ","924266":"\n  Also happened years ago with lisa and sam. And then with me and lukas ?\n  ","924267":"\n  A girl has to eat too you know\n  ","924268":"\n  We all where in gymnastics I think. I know I was but I couldnt pass onto the other level\n  ","924269":"\n  There's different kinds of love... Not just the one in a relationship\n  ","924270":"\n  True\n  ","924271":"\n  Nice\n  ","924272":"\n  Who else would be after derek?\n  ","924273":"\n  Hope you all loved it\n  ","924274":"\n  Well there's only one person who tries to stir stuff up as we know\n  ","924275":"\n  It was an anonymous question\n  ","924276":"\n  Garlic Parmesan fries\n  ","924277":"\n  When people keep making false stories\n  ","924278":"\n  Catch your it?\n  ","924279":"\n  Go to the TCAS theres tons of celebs there in the same room amd you only get to meet like five or vidcon is the same thing. I didnt get a chance to meet collen\n  ","924280":"\n  Seeing other people happy\n  \n  My family\n  \n  Doing things I love\n  \n  Helping others\n  \n  Being in a place that has positive aspects\n  ","924281":"\n  Hey ask.FM do you mind fixing your browsers so a popup or redirect doesnt happen every five seconds and i can actually enjoy being on here 🙃because Its not even showing I get coins for answering as well\n  ","924282":"\n  Annoying every time I'm seen with a guy people try to lurk on who it is or if they know who it is they try to stalk our profiles to see if we are dating 😂\n  ","924283":"\n  A few times yes\n  ","924284":"\n  Plot twist :\" its an engagement ring\"\n  ","924285":"\n  I don't use it anymore\n  ","924286":"\n  No oo its only acceptable after thanksgiving dinner\n  ","924287":"\n\n   @TNMORZ\n  \n","924288":"\n  A toothbrush\n  ","924289":"\n  Drop the s in seven and it becomes even\n  ","924290":"\n  THANK YOU SO MUCH CBN FOR THE INTERVIEW!!!\n  \n\n   https:\/\/youtu.be\/lwKuHrmJpTc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","924291":"\n  Love it 💛\n  ","924292":"\n  Just a Halloween party lol\n  ","924293":"\n  No lol\n  ","924294":"\n  Hello\n  ","924295":"\n  Uh thanks 😊\n  ","924296":"\n  3 years ago\n  ","924297":"\n  Everyone is in my personal life and 95% hates me right now 😂\n  ","924298":"\n  Last night was so much fun\n  ","924299":"\n  I'm always changing my dp because I can never decide which one looks the best\n  ","924300":"\n  Or just not properly trained aka they were an assitant or something\n  ","924301":"\n  Nope :)\n  ","924302":"\n  Art and history, music\n  ","924303":"\n  My family just hosted its annual cimorelli Halloween party lastnight\n  ","924304":"\n  I don't really know\n  ","924305":"\n  Princess belle I think I resemble the most on looks\n  ","924306":"\n  No. No need to be when you're not sexually active in that way that you're having sex.\n  ","924307":"\n  Yes some of his songs are pretty good\n  ","924308":"\n  New video!!\n  \n  We answer the website most searched questions of us\n  \n\n   https:\/\/youtu.be\/f6vrDG3xmDs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","924309":"\n  I'm an alien\n  ","924310":"\n  No\n  ","924311":"\n  Feelings\n  ","924312":"\n  And to all a goodnight\n  ","924313":"\n  Lol I didn't even eat any\n  ","924314":"\n  💛💛💛💛💛\n  ","924315":"\n  Awe try not to and tell yourself you got this, you studied hard I'm sure\n  ","924316":"\n  They are\n  ","924317":"\n  Alien 😍\n  ","924318":"\n  Happy halloween from the lads 😍\n  ","924319":"\n  Yesss\n  ","924320":"\n  So so so many great milestones happening\n  ","924321":"\n  I actually wore them to photo shoots 😂\n  ","924322":"\n  Ask really hasnt been working to good for me 🙃 sorry honey\n  ","924323":"\n  The struggle of trying to decide to match with your best friend or your boyfriend\n  ","924324":"\n  I'm not a violent person...\n  ","924325":"\n  I dont know yet\n  ","924326":"\n  I thought I replied to you... Oops\n  ","924327":"\n  Maybe one day soon\n  ","924328":"\n  They been for awhile\n  ","924329":"\n  Attend a party at the family house\n  ","924330":"\n  California originally but I live in Tennessee\n  ","924331":"\n  Sure\n  ","924332":"\n  I really dont know where she comes up with her captions...\n  ","924333":"\n  I will\n  ","924334":"\n  Thats so sad to hear, send my prayers and thoughts. Do you want me to lise or you?\n  ","924335":"\n  Wait.. Lisa's ex sam or the other sam?...\n  ","924336":"\n  I want to re upload these pictures just because theyre cute and everything ....BUT I know someones gonna make a rude comment 😂\n  ","924337":"\n  Thankful for those who respect my private life and my privacy and support me and my relationship because I'm happy and that is all that matters\n  ","924338":"\n\n   https:\/\/parade.com\/940859\/brittany_galla\/cimorelli-sisters-book-interview\/amp\/?__twitter_impression=true\n  \n","924339":"\n  Good evening\n  ","924340":"\n  I believe that is the original one. I know Dani didn't have her original ( hers is black) she was playing with one like Amy's\n  ","924341":"\n  1,513\n  ","924342":"\n  For the encore part 😂\n  ","924343":"\n  :)\n  ","924344":"\n  There's multiple videos where someone or I has layed, sat, or whatever in my room on my bed\n  ","924345":"\n  Awe thank you so much\n  ","924346":"\n  Sure\n  ","924347":"\n  Yes ahah\n  ","924348":"\n  Yes\n  ","924349":"\n  What?\n  ","924350":"\n  I prefer black\n  ","924351":"\n  We all have done photoshoots\n  ","924352":"\n  I figure that everyone uses a bad joke or a bad pickup line even little kids tell bad jokes that makes no sense. So really we cant put an age limit on anything I guess it just defines their personalities.I'm pretty sure I have said at least one bad joke or whatever in my life and everyone else has as well. Its just the way some things are\n  ","924353":"\n  I guess both? They always play the movie around Halloween time and christmas\n  ","924354":"\n  Lisa is perfectly fine and in love with chad\n  ","924355":"\n  OFFICIAL LYRIC VIDEO TO OUR NEW SONG \"BELIEVE IN YOU\"\n  \n\n   https:\/\/youtu.be\/Z2ff-GIYuRY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","924356":"\n  You will move mountains, you’ll keep your faith; the waves might hit you but you will not break. ✨\n  ","924357":"\n  \"AND I HOPE YOU'RE JUST NOT LOOKING FOR A FRIEND BECAUSE IM FALLING INLOVE AGAIN\"\n  ","924358":"\n  Go follow alice down the rabbit hole :) you mad man\n  ","924359":"\n  Really good\n  ","924360":"\n  GOOD !!!\n  ","924361":"\n  Thank you\n  ","924362":"\n  Not your babyyy\n  ","924363":"\n  I had to lose you to find me\n  ","924364":"\n  I SEE YOUR FLAWS\n  \n  I SEE YOUR PAIN\n  \n  AND I SEE PAST ALL OF IT\n  \n\n   https:\/\/youtu.be\/4VPFrmUM1lg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","924365":"\n  🤤 a cutie\n  ","924366":"\n  I think the toilet breaking at the girls house yesterday was a sign....\n  ","924367":"\n  I had one dome before. I think if you are a person who believes in magic and superstition related things then sure there may be some.legit ones\n  ","924368":"\n  Thank you 😊\n  ","924369":"\n  I dont think I would\n  ","924370":"\n  No. Rather throw it at a beach\n  ","924371":"\n  :)\n  ","924372":"\n  They're OK. I like almonds and almonds\n  ","924373":"\n  Well to be fair... She was a musical.ly star\n  ","924374":"\n  Not much tbh\n  ","924375":"\n  A\n  ","924376":"\n  Thank you\n  ","924377":"\n  I think I embarrassed my sisters a few times but in a sisterly way.\n  ","924378":"\n  Be tortured\n  ","924379":"\n  Is like everyone waiting for that announcement 😂 😂\n  ","924380":"\n  No but I'm waiting\n  ","924381":"\n  I'm taking classes or my brother\n  ","924382":"\n  My sister announcing shes pregnant\n  ","924383":"\n  😂😂\n  ","924384":"\n  HERE'S the performance we did today of our new song, \"Believe in you\" on TV for those who missed it or weren't able to watch\n  \n\n   https:\/\/youtu.be\/3SdEEXLm8vA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","924385":"\n  And just bevaise theres photos of him and I together at various events and a photo that MAY be edited to  look real doesn't necessarily mean there's something going on between the two of us. Its just me simply in a happy moment hugging someone else. Guys and girls can be friends.\n  \n  BUT PLEASE be respectful and stop tagging me, sharing that photo, asking who the guy is and if we are back together and PLEASE stop being ignorant and saying \"oh here comes acid rain 2.0\" because at the end of the day you only seen one side of the story unfold... Not both and its my personal  life that everyone is getting into and that makes me not want to even talk or share things ....\n  ","924386":"\n  Knew about it and I haven't been able to contact him at all the whole time while on tour. So think how I felt going through a recent breakup and having people come up to me asking if _____ was real referring to my best friend. I was very confused. Christian was at college in Alabama, he started to date a girl whose name was also lauren and I started to pick up myself, muted him on everything social media so k didnt have to see anything from him unless I chose to. And moved on in life. Well things change, people change, time even changes... We never are the same person we used to be even a minute ago. Years later christian moves back to his hometown and tells it was a misunderstanding, I forgave him... We are friends that is all as I'm seeing someone new\n  ","924387":"\n  JUST A QUICK RANT: there is a photo that a fan somehow got ahold of that is a photo of me and an ex whom many know know the name of already and the story behind. In 2015, my family and I included moved to nashville, Tennessee after a quick decision was made on an opportunity we had to act fast on. We moved miles away from a state, place and city we have lived our entire lives in to a state we were not that familiar with to get a fresh start on life. This means we also left many of our friends, family, and community behind. Getting settled in we knew no one, had no clue were anything was located or places that were popular to go to etc. And it took awhile to get settled in and actually liking things and knowing what's a good plave to even eat at etc. Upon moving I made a few friends months later and started attending a church I liked and many other activities. I met Christian Suray, a guy who went to the same church as I and was in the same youth group etc. And we just talked and becane friends. His family suggested he should take me to prom since he was like the only person I knew at the time and it would help me get to know places a bit better. I agreed to go with him. And later on my sisters kinda heloed him with his proposal as our new album \"hearts on fire \" was recently released at that time. They took photos which were later posted onto instagram for our followers to see and get to witness this moment with me. Fast forward, christian and I are friends and its like november at the time he asks me to be his girlfriend. I agreed. And I keep my relationship very private because I hate when people talk about it. Anyway things were good for awhile then I had to leave for tour and christian was focused on going to college in alabama at the time. So we decided to split even though I have grew pretty attached to him in the first few months of living in Tennessee. That was the only person I truly knew and the only friend I had at the time, so I was heartbroken to know that person was leaving so soon. I went on and continued with my life the best I could, focusing on my career and music. But I quickly fell into a dark place and became unmotivated and not myself. And the only thing that really helped at the time was writing acid rain about christian. It was the only way I could get my feelings out and feel a bit better. Christian ended up posting a video on youtube about his experience at prom with me and told them about us dating and then just being friends (which was made against my consent and was removed later that day). I was just in a dark place, and having fans constantly in my personal life was not helping at all. Eventually my feelings got to much and I started to shut down and break. I cried the first time we ever performed acid rain on stage in boston. Just thinking about everything going on and not being able to fully process my emotions. At the time I had a best friend but he was in love with me and then that added stress because my fans\n  ","924388":"\n  LIL SNIPPET OF OUR NEW SONG \"BELIEVE IN YOU\" WHICH COMES OUT AT MIDNIGHT!!!!\n  \n\n   https:\/\/www.instagram.com\/p\/B4AzDPKHtnD\/?igshid=1m5q2n316kcic\n  \n","924389":"\n  You sure?\n  ","924390":"\n  Pretty much anything\n  ","924391":"\n  Have a good night 😊\n  ","924392":"\n  Yep\n  ","924393":"\n  Be super ignorant towards me and my views\n  ","924394":"\n  Mostly just pepperoni lol\n  ","924395":"\n  Milk\n  ","924396":"\n  Not really\n  ","924397":"\n  Not over dressed but like under dressed\n  ","924398":"\n  I habe no clue\n  ","924399":"\n  Singer :)\n  ","924400":"\n  I'm learning how to play guitar\n  ","924401":"\n  I keep a limit of 200 so I answer bottom up unless its really important\n  ","924402":"\n  Playing in our hometown the 8th of november\n  ","924403":"\n  Anon\n  ","924404":"\n  202\n  ","924405":"\n  Definitely not\n  ","924406":"\n  Both 🤷🏻 as long as it's maintained and neat\n  ","924407":"\n  No\n  ","924408":"\n  Normally I just block and delete other times just state the truth\n  ","924409":"\n  I like men\n  ","924410":"\n  Gotta boyfriend\n  ","924411":"\n  Yes\n  ","924412":"\n  Travel the world\n  ","924413":"\n  No thanks\n  ","924414":"\n  We stayed in a wonderful hotel\n  ","924415":"\n  Been playing it since I was a kid\n  ","924416":"\n  Keyboard :)\n  ","924417":"\n  Hello\n  ","924418":"\n  Yeah :)\n  ","924419":"\n  Normally a friends bf or whatever played an extra or their sibling. I wouldn't mind being one\n  ","924420":"\n  Yeah. And right now I got rumors and a lot of people questioning me because somehow a photo I never posted is circulating of a guy I used to date and I together ... But you can always be friends with people\n  ","924421":"\n  I think it was the bloopers part lol\n  ","924422":"\n  Mean in I don't really talk about whom i am dating or post pictures of us together\n  ","924423":"\n  I try to keep my relationship private as I hate when peoole talk about them\n  ","924424":"\n  It couldve been you\n  ","924425":"\n  Awe thank you\n  ","924426":"\n  Log onto kik or text me\n  ","924427":"\n  I'll message u..\n  ","924428":"\n  Its a beauty product.. Lol\n  ","924429":"\n  Zero\n  ","924430":"\n  I don't wanna talk anymore ...😂\n  ","924431":"\n  Idk..\n  ","924432":"\n  Someone has a picture with my boyfriend and I and idk where they found it...\n  ","924433":"\n  A personal picture with someone...\n  ","924434":"\n  Wondering how someone got this picture because i never posted it ... 😔\n  ","924435":"\n  I'm going to cry.... Omg...\n  ","924436":"\n  Zero\n  ","924437":"\n  Thanks...\n  ","924438":"\n  Baby stewie\n  ","924439":"\n  Remove the its in my user name\n  ","924440":"\n  Peaceful, surrounded by a gorgeous scene of nature and having a good time just having fun and letting loose\n  ","924441":"\n  😊\n  ","924442":"\n  Thank you. Currently home in Tennessee now\n  ","924443":"\n  Mostly when they make up assumotions about me or someone I'm friends or associates\/used to be with to stir up drama and make people hate me for no reason and I have to apologize on my behalf if what an anon or someone said\n  ","924444":"\n  Demanding doesn't get you friends mate\n  ","924445":"\n  You too!!\n  ","924446":"\n  Yeah\n  ","924447":"\n  I think its safe to say everything one has atleast once in their life\n  ","924448":"\n  Is it rocky road 🤔\n  ","924449":"\n  Rocky road ice cream with the chocolate covered toasted almonds or pink lemonade sorbet\n  ","924450":"\n  I'm going to frame this 😁😂\n  ","924451":"\n  :))\n  ","924452":"\n  Oh no I don't believe in being scandalous for fane\n  ","924453":"\n  Lol dani goes by her actual name and it should say \"engaged to emmyn callerio\"\n  ","924454":"\n  I remember disney princess, tnmt, owl, butterfly, gnome, sadness, storm trooper, a dead girl and the moon\n  ","924455":"\n  ISFJ\n  ","924456":"\n  Lol\n  ","924457":"\n  No but my brothers play sports like basketball and have done that and even challenge who could sit longer\n  ","924458":"\n  Last minute idea lol\n  ","924459":"\n  No its a fake account\n  ","924460":"\n  OUR NEW SONG \"BELIEVE IN YOU\" comes out in 2 DAYS!!\n  ","924461":"\n  Just because they're taking a break doesnt necessary mean they're being the next one direction. ... You got to figure they been on pretty much a back to back tour. Everyday is a new town,city,state etc. They have to perform tonight. They need to be able to relax, enjoy some time to be home with family and friends and just have fun and rest their voices. You guys are also forgetting that jack has a baby now and she only gets to see him about maybe 4-5 times out of the whole tour schedule and actually spend time with him. Sometimes he's only there for a day before having to return to work. Think how he feels having to leave his daughter alone with his girlfriend to care for the whole time and not be there for many milestones and seeing her grow up? Think about the others who haven't seen their family for a long period of time ...\n  ","924462":"\n  :)\n  ","924463":"\n  Nope\n  ","924464":"\n  Not everyday is happy tho\n  ","924465":"\n  Yay! Cant wait\n  ","924466":"\n  Last year my family did  star wars for the party and I was a storm trooper. Then last minute I went as the cow jumped over the moon with my best friend rachael and the year before I had like multiple ones.\n  ","924467":"\n  You're welcome to come over 🤗\n  ","924468":"\n  Hahaha no\n  ","924469":"\n  We all kinda crashed at each others houses last night ... 😶\n  ","924470":"\n  At Kath's and Lisa's house\n  ","924471":"\n  😂😂 I hate it here\n  ","924472":"\n  I love chicken\n  ","924473":"\n  Awe thank you!!! Luv you too\n  ","924474":"\n  I got a boyfriend 😂\n  ","924475":"\n  Okay :)\n  ","924476":"\n  I have a love\/ hate relationship with anxiety. Some days I'm perfectly fine other days I feel meh. And last night and the night before I had a panic \/anxiety attack in my sleep that woke me up and I couldn't sleep afterwards\n  ","924477":"\n  Aha thanks\n  ","924478":"\n  Yes a few times\n  ","924479":"\n  Not yet\n  ","924480":"\n  Well known\n  ","924481":"\n  Hello\n  ","924482":"\n  I still don't have a clear idea ...\n  ","924483":"\n  Nice\n  ","924484":"\n  Sandals\/wedges\n  ","924485":"\n  cause she was tryna kill me !\n  ","924486":"\n  😂😂\n  ","924487":"\n  Happy belated birthday ❤️\n  ","924488":"\n  u know if that’s how u wanna express yourself you are welcome to do that\n  ","924489":"\n  Happy 25th birthday cooper 🎂 🎂 🎂\n  ","924490":"\n  Have a good night 😊\n  ","924491":"\n  Thank you, have a great morning btw\n  ","924492":"\n  Lisa\n  ","924493":"\n  Bee boop\n  ","924494":"\n  No I'm a robot\n  ","924495":"\n  I dont know tbh and its fine I'm not letting that affect me\n  ","924496":"\n  Good night anon you're welcome for your five mins of fame\n  ","924497":"\n  A coward :)\n  ","924498":"\n  Says the one who came out of NOWHERE and just started to go off on someones opinion? Without knowing the reasoning or story behind it. Wow you're such a lovely person and you know what instead of letting your ignorance bother me, I'm just going to pray for you. Pray that somewhere down the line you learn a little thing or two about respect and that not everyones life is like yours and the same story. I'm sorry your life is so crappy and you have to take it out on other people whom you do not even know. You're own family must be embaressed as well to have such a judgemental person in their life. But you know what maybe your just having a bad day and I hope that soon you start having better days. I can pray for you to be a better person but I hope karma gets you 😘\n  ","924499":"\n  Yeah, most likely just going to block and delete all that\n  ","924500":"\n  I don't like talking about my personal health issues or my mental health a lot... Only a few know ...\n  ","924501":"\n  No I mean I feel bad like sick wise but I'm not sick just feeling meh\n  ","924502":"\n  Mm\n  ","924503":"\n  Apparently someones triggered over and opinion 🤔 and also I had a panic attack and feel really awful atm\n  ","924504":"\n  We actually met her at the teen choice awards years ago. Shes a very sweet lady :)\n  ","924505":"\n  Hollywood related things are a sin :)\n  ","924506":"\n  \"When we had to film official music videos for the label or go to red carpet events or photo shoots, we had different teams of stylists that would do the girls' clothing, hair, and makeup. They always brought clothes over to try on a couple of days in advance of the event, which was fortunate, because rarely was there anything acceptable to choose from. Everything was too short, cut too low on top, and the shoes were all stiletto heels. How is any of that appropriate for a 10 year old (or any minor, for that matter)?? I told the girls from the start to not be afraid to tell the stylists that they were uncomfortable with clothing like that and that it was off-brand for them, as they had built their huge fan base off of clean covers and good, clean fun. It was a good lesson for my daughters to learn to stand up for themselves and their values, and of course, I was standing right there behind them if anyone were to give them any grief about their stance. The stylists would then return with a new haul of better choices (although sometimes only slightly better), but this scenario happened time and time again, so clearly there was an industry norm or a directive in there somewhere that ran toward the inappropriate, even for minors.\n  \n  When we did our first professional music video with the label, I received an email asking if the older girls would wear something a bit more revealing. I showed the email to my daughters, and they were horrified. They wanted to sell their music on its own merits, not based on showing some skin. We put our foot down, and the outfits finally chosen were ones that my daughters were comfortable with.  \"\n  ","924507":"\n\n   https:\/\/youtu.be\/FktDDKNrWjk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","924508":"\n  No lol we kinda just roasted eachother\n  ","924509":"\n  My mom actually wrote about it kinda on her blog and we wrote a song directed towards the label\n  ","924510":"\n  BC we had a 12 hour drive home and I added a few minutes onto that to grab food\n  ","924511":"\n  Wear revealing clothing, color coordinate, music had to be generic and not fun or personal. Studios didnt want to work around good times but late at night and smelled like drugs and alcohol at times\n  ","924512":"\n  Wow.... I looked guuuud a few years ago\n  ","924513":"\n  SO DONT U DARE TELL ME IM INCREDIBLE WHEN I KNOW THAT MY PHONE AINT GONNA RING!! AND DONT DARE TELL THAT IM SPECIAL WHEN YOU KNOW THAT YOU DONT WANNA BE WITH ME!!!\n  ","924514":"\n  I feel like I resemble and owl a lot\n  ","924515":"\n  I honestly have the best father...\n  \n  The others are eating a different food than I and I never really cared for it, he forgot to grab the one thing I requested from the store but remembered to grab me a separate food 😌\n  ","924516":"\n  Yes went to one with friends last friday\n  ","924517":"\n  My hometown is my favorite place\n  ","924518":"\n  Didnt really work for me at the time because my stomach was still messed up from food poisoning at the time\n  ","924519":"\n  I'm a singer in a band with my five sisters. We been a band for over 10 years. We got discovered after our cover of Miley cyrus's \"party in the usa\" went viral on YouTube. By a manager who works in the UK. She had a bunch of people meet us down in los angeles to perform with them... And we were signed to universal island records for a few years and had a lot of great times, opportunities, and met some amazing people. But a few years after they were trting to change us and turn us into something we will never ever be. And it left us devastated, lost of hope, and wanting to give up on our dreams for good and quit music. Then in 2015, we broke away from the la music industry and went independent artist under our own label and moved to nashville Tennessee for a fresh start on life after we were given an opportunity that we had to act fast on. Since then we came out with bunch of music, which shows our true selves and found out purpose of doing music again and the message we want to spread to our followers.\n  ","924520":"\n  Home 💛\n  ","924521":"\n  Life\n  ","924522":"\n  A small jack o lantern pumpkin bucket and then dumped it once it got heavy into a pillow case\n  ","924523":"\n  A loving compassionate heart\n  \n  A supporting working family\n  ","924524":"\n  The orange or yellow  heart mainly\n  ","924525":"\n  Do not settle for bad friends just because you don’t want to be alone’\n  ","924526":"\n  Baby you're more than your mistakes\n  \n\n   https:\/\/mobile.twitter.com\/Cimoreni\/status\/1186613197840605186\n  \n","924527":"\n  Probably the girl laughing and spitting her water out\n  ","924528":"\n  Basically whwt it means is that it seems like you don't trust them\n  ","924529":"\n  Sues very sweet and kinda like a well tempered person who cares for others. Kinda like a grandma trait lol\n  ","924530":"\n  I got chocolate\n  ","924531":"\n  I do not understand sorry\n  ","924532":"\n  Dani punched me for adding like a minute onto our 12hour drive home to go get food ...😪\n  ","924533":"\n  Sad ghouls club\n  ","924534":"\n  Its a new song coming in three days :)\n  ","924535":"\n  They try to package me but girl I don't fit in the box ...\n  \n\n   https:\/\/mobile.twitter.com\/augustxcloud\/status\/1186462524260208640\n  \n","924536":"\n  🎶THIS IS ME.🎶\n  \n  We sang #ThisIsMe from #TheGreatestShowman ❤️ What is your favorite song from the greatest showman? 👯‍♀️🎶\n  \n\n   https:\/\/www.instagram.com\/p\/B37MC4nF1Jv\/?utm_source=ig_web_copy_link\n  \n","924537":"\n  Nope :) my eyesight is alright as of now\n  ","924538":"\n  Hi\n  ","924539":"\n  She laughed... But omg its been two years since we did this performance at the sad girls club release party and alyssa became the troy to my gabriella! Scroll down to see the full thread and Vids\n  \n\n   https:\/\/mobile.twitter.com\/AlyssaStriano\/status\/921946833995403264\n  \n","924540":"\n  Yeah ahaha\n  ","924541":"\n  Its not bad ... I had to switch doctora and that when we mobed from california to Tennessee.. But in a good way I'm glad. Because the last time the lady stabbed me on my tongue with the tool they use to fill in your teeth ...\n  ","924542":"\n  Awe thank you\n  ","924543":"\n  We were shaking each other because you know how we are on stage and there's tons of sisterly moments that are cute or funny but then I noticed the funny thing 😂\n  ","924544":"\n  Probably tomorrow and lisa is my roommate andthe others are currently in here talking and that\n  ","924545":"\n\n   https:\/\/youtu.be\/Z-TjjK162js\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","924546":"\n  Its actually a cover we did of \"I can only imagine\"\n  ","924547":"\n  No we are in a hotel for the night :(\n  ","924548":"\n  ;) iykyk\n  ","924549":"\n  I'm in bed laying here\n  ","924550":"\n  Which one?\n  ","924551":"\n  Awe thanks !!\n  ","924552":"\n  It was really great thank you\n  ","924553":"\n  You're gorgeous !!!\n  ","924554":"\n  Nope lol\n  ","924555":"\n  Its spooky szn\n  ","924556":"\n  Aw nice\n  ","924557":"\n  No thanks\n  ","924558":"\n  And they're already playing christmas movies and stores already have Christmas decorations... Make it stop\n  ","924559":"\n  I gotta boyfriend :)\n  ","924560":"\n  Lol let me show u tho, there was this then me and dani also had cheese steaks ahaha\n  ","924561":"\n  True love 💛😌\n  ","924562":"\n  I think I seen that episode\n  ","924563":"\n  Veryyy lol 😂\n  ","924564":"\n  Yee boiz\n  ","924565":"\n  YAYYYY OMGOSH\n  ","924566":"\n  No lol\n  ","924567":"\n  Well I'm glad I'm comfy 😂\n  ","924568":"\n  Beauty sleep to you is falling asleep on lauren 😂\n  ","924569":"\n  Hamden vlog ?\n  \n\n   https:\/\/youtu.be\/HBpZH0eDnOM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","924570":"\n  The first two were great and such a wonderful kickoff.. Now were just driving back home to Tennessee until the 8th unless something else comes up between then :)\n  ","924571":"\n  How about you?\n  ","924572":"\n  Thanks\n  ","924573":"\n  O.k\n  ","924574":"\n  Cimorelli the band\n  ","924575":"\n  Well what kind of content do you make?\n  ","924576":"\n  Yep\n  ","924577":"\n  Sonny went uwu on his signature....😂 what the rip\n  \n   @sonnyrobertson\n  \n","924578":"\n  I just like them aha\n  ","924579":"\n  .\n  ","924580":"\n  Oh trust me she knows shes the most weird\n  ","924581":"\n  Eh kinda\n  ","924582":"\n  Sleep deprived :)\n  ","924583":"\n  You as well. Thanks\n  ","924584":"\n  Lol its a new song coming\n  ","924585":"\n  Nope :))\n  ","924586":"\n  Thank you 😊\n  ","924587":"\n  I have some drawings and old journals I kept\n  ","924588":"\n  One time and that person and I are no longer friends\n  ","924589":"\n  Sure\n  ","924590":"\n  Such a loving soul she is\n  \n\n   https:\/\/mobile.twitter.com\/samanth09754734\/status\/1186107299951235072\n  \n","924591":"\n  I can tell 😂\n  ","924592":"\n  You're my superstar ☆\n  \n\n   https:\/\/www.instagram.com\/p\/B331ix5JThZ\/?igshid=6xvv7g2q1ws4\n  \n","924593":"\n  I'm half asleep lol ... About to fall asleep\n  ","924594":"\n  Blue & orange\n  ","924595":"\n  Been giving alot of those these past two days 😌\n  ","924596":"\n  Thank you honey\n  ","924597":"\n  Until you gotta use the restroom 😂 but playing with his hair 😍\n  ","924598":"\n  Not sure how that exactly relates to me...\n  ","924599":"\n  I think mine is griffyndor ?\n  ","924600":"\n  Haha I'm in the band and I also just released my own solo work a few months ago\n  ","924601":"\n  Aweee how sweet 💛\n  ","924602":"\n  I cant tell if this is german or not... And I only u derstand little pieces of other languages\n  ","924603":"\n  Every time he lays on me or wants cuddles lol 😂\n  ","924604":"\n  Read the background story on us :)) we don't like to.consider ourselves famous\n  ","924605":"\n  Thank you\n  ","924606":"\n  Disagree. Only like 5% of users on here actually talk to each other on a daily basis And get along. The rest just hate, are rude or post whatever\n  ","924607":"\n\n   @WhySoManyTaken\n  \n  someone always ends up falling asleep directly on me ..... Precious 🙁\n  ","924608":"\n  I don't want to discuss that\n  ","924609":"\n  Nashville, Tennessee November 4th\n  \n  Unless something pops up between then\n  ","924610":"\n  Malecificent\n  ","924611":"\n  Kinda lol\n  ","924612":"\n  Just havent found anyone who is worth my time yet\n  ","924613":"\n  I do believe so :) eventually\n  ","924614":"\n  Part 3 of the show in hamden like j said i don't know how the audio Is on  these videos or If they're the complete songs\n  \n\n   https:\/\/youtu.be\/cdJ3p8-cW_c\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","924615":"\n\n   https:\/\/youtu.be\/nA479y0P6b0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","924616":"\n  I'm not sure how good the audio and that is on these or if they're the full songs etc. But here's some concert footage from yesterday's show in hamden\n  \n\n   https:\/\/youtu.be\/Qa0-fXkRyQA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","924617":"\n  It was a wig 😂 which is a thing we added to the show lol\n  ","924618":"\n  I really don't know lol\n  ","924619":"\n  I cant reveal that\n  ","924620":"\n  Dani doesnt live at the family house anymore and I don't either ...\n  ","924621":"\n  I'm sugar\n  \n  Dani is spice\n  ","924622":"\n  I have in the past. We had a channel together where I was sugar and she was spice :). A lot of our demos are actually just me or dani lol\n  ","924623":"\n  I actually believe the vip tickets sold out the first few weeks they were on sale :)\n  ","924624":"\n  Nope :) my time will come when its ready\n  ","924625":"\n  Aw thank you so much\n  ","924626":"\n  Dani can be whatever she wants to be tbh\n  ","924627":"\n  I didn't call her fat and wide? It was me joking around with christina when she asked what song did she walk down to the aisle to. And I simply joked and said idk maybe here comes the bride all fat and wide\n  ","924628":"\n  Probably my dream car or house.\n  \n  Then to end poverty\n  \n  And maybe like a trip to greece or something\n  ","924629":"\n  I think natural beauty is more gorgeous then a face caked in makeup. However I love makeup and I love being artsy with it but I don't wear it everyday when I dont exactly need to\n  ","924630":"\n  All the ones I have of dani and I together is with a fan at the m&g\n  ","924631":"\n  Bad days\n  ","924632":"\n  Uhh I'm not sure lol\n  ","924633":"\n  👀😌💛💛\n  \n\n   https:\/\/mobile.twitter.com\/smile4cimorelli\/status\/1186101591528660992\n  \n\n\n   @TNMORZ\n  \n","924634":"\n  1\/5 of my sisters\n  ","924635":"\n  I know me and lisa really want to go ahaha\n  ","924636":"\n  So much love for my father\n  ","924637":"\n  I don't have an issue with them two of my closest friends are in the Lgtbq+ community\n  ","924638":"\n  Hello\n  ","924639":"\n  Depending on what, but if its on like clothes and that I prefer black\n  ","924640":"\n  😂😂😂😂\n  ","924641":"\n  Thats why no will ever love you as you are amy 😌💛\n  ","924642":"\n  But me and lisa are a good duo 🤷🏻\n  \n  Just dauren is the strongest\n  \n  Me: name a better duo\n  \n  others: Lauri--\n  \n  Me: Nope you can't!\n  \n\n   https:\/\/mobile.twitter.com\/TanyaMiller123\/status\/1185734382314835969\n  \n","924643":"\n  Thats the loopiness of barely any sleep sis\n  \n\n   https:\/\/mobile.twitter.com\/CrocsNPrkngLots\/status\/1186017410551291905\n  \n","924644":"\n  If we actually did represent the dobre brothers meet and greet even as a joke I would cry... I could never treat any of our cimfam with that disrespect\n  ","924645":"\n  Had such a fun time playing in boston tonight\n  ","924646":"\n  Hot balloon ride\n  ","924647":"\n  Lol... Thanks\n  ","924648":"\n  Nobody likes beggars\n  ","924649":"\n  No, its an audio book and I don't think any books go on there 🤔\n  ","924650":"\n  Never had the need too\n  ","924651":"\n  I'm sorry to hear that\n  ","924652":"\n  Blue PlayStation shirt and jeans \"simple and cute\"\n  ","924653":"\n  Someone tell christina she can't dye hwr hair orange 😌\n  ","924654":"\n  👀\n  ","924655":"\n  Which ones?\n  ","924656":"\n  Yeah, let me tell you lauren redid that whole track for the tour medley ( if you watched\/ seen or went to any of the ILYOW tour shows earlier this year then you will know what I'm talking about). And no one was prepared for that lol. Amazing! To be honest and she even put one of the first songs they wrote before they blew up on youtube, \"Delaney\" in the mix. And I think the reason why Lauren isnt posting all the videos yet is because there's a few main cimfam members who were there that recorded and she's waiting for the better angle and audio. No offense to the person who posted that but lottts of screaming and singing 😂 - Arielle 🌻\n  ","924657":"\n  No one is 100% certain if dani will put her own album out. As she said she was going to make an ep once then totally privated, deleted some of the songs she made. But if you are a member of the girls on patreon then you'll know the girls put exclusive content up for only those members to see. And she has posted a lot of her \"original\" songs lately.\n  \n  Youtube got a few on there as well by her ☺ just we got to wait and see what the future has planned for each and everyone of us. Meanwhile enjoy what is going on currently - Arielle 🌻\n  ","924658":"\n  Then you would have to wait till the girls tour the UK again. I'm so sorry! -Arielle 🌻\n  ","924659":"\n  Hello :)-Arielle\n  ","924660":"\n  Thats girls watching the Sound check are those who have platinum vip tickets for being a oart of the believe in you your street teams. Which is promoting the tour and completing the  tasks which they were given by with myself or the girls. You have to live within an hour of the city in order to participate and message me and the girls via the street team page to receive the tasks and be apart of the team. The street team for boston and hamden were already made and you can no longer be apart of the team for these cities as of right now. Maybe if we do again in the future. But however there is still time to join the other teams  - Arielle\n  ","924661":"\n  The girls all went out and explored Connecticut last night. Mostly New Haven. - Arielle\n  ","924662":"\n  Concert is tonight and the meet and greet is before and after the show - Arielle\n  ","924663":"\n  Adele lol\n  ","924664":"\n  I live in Tennessee. But I was actually born and raised in California\n  ","924665":"\n  Sure\n  ","924666":"\n  Idk why but this...\n  \n\n   https:\/\/youtu.be\/I89enbAesTQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","924667":"\n  Tickets to see taylor swift in concert was like $180 and up\n  ","924668":"\n  What's your favorite color?\n  ","924669":"\n  😉 maybe\n  ","924670":"\n  😂😂😂😂😂\n  ","924671":"\n  I love summer 💛💛💛💛\n  ","924672":"\n  I really ended up hitting that #f5 lastnight 👀 during the greatest showmen medley lol\n  \n\n   https:\/\/youtu.be\/dcplAdOehdA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","924673":"\n  It really is 💛\n  ","924674":"\n  Still so much in life to do and see\n  ","924675":"\n  Once and I just said oops sorry wrong conversation lol probably was awkward and strange\n  ","924676":"\n  Depends on what it is for and if I actually use the product\n  ","924677":"\n  I don't understand sorry\n  ","924678":"\n  She became nothing but a thorn\n  ","924679":"\n  Home 💛\n  ","924680":"\n  Hello 😊\n  ","924681":"\n  I know I mostly eat fries with nacho cheese on it.... Or ketchup ... So maybe\n  ","924682":"\n  Look?\n  ","924683":"\n  A hug\n  ","924684":"\n  Bat\n  \n  Burnt\n  \n  Butt\n  ","924685":"\n  Six\n  \n  Six\n  \n  Six\n  ","924686":"\n  Me either but I'm cringing watching two people I  loved growing up acting like bamboons.... Especially knowing mikey was married like last month and had a girlfriend after the split which lasted for like what 3 weeks? Now poor cody is dealing with her antics\n  ","924687":"\n  Anyone else act loopy though?\n  ","924688":"\n  I think she is alright, all of us girls end up getting pretty emotional when we have to perform because the songs are relatable, super personal and we put all our emotions into these songs and when one of us starts to cry its like a chain reaction. Even if its a fan... So I think that might be the reason why or maybe something she's dealing with at the time which I will check into... But thank you for looking out for us\n  ","924689":"\n\n   https:\/\/mobile.twitter.com\/cimtourxo\/status\/1185682963947839488\n  \n","924690":"\n  💛💛💛\n  \n\n   https:\/\/mobile.twitter.com\/smile4cimorelli\/status\/1185720768103092225\n  \n","924691":"\n  😉😌\n  \n\n   https:\/\/mobile.twitter.com\/smile4cimorelli\/status\/1185723071967236096\n  \n","924692":"\n  Indeed we are\n  \n\n   https:\/\/mobile.twitter.com\/smile4cimorelli\/status\/1185720386115325952\n  \n","924693":"\n  Nope lol\n  ","924694":"\n  I'll be back on a few hours ....\n  ","924695":"\n  My speech and god only knows snippet\n  \n\n   https:\/\/mobile.twitter.com\/smile4cimorelli\/status\/1185724254786129920\n  \n","924696":"\n  I believe they were on stage at the same time as us lol\n  ","924697":"\n  Have a wonderful night\n  ","924698":"\n  Yeah but not everyone is going to agree with what you do... Even if it may seem like they will\n  ","924699":"\n  Nope I'm mostly italian mixed with a hint of greek and other stuff\n  ","924700":"\n  No, was busy catching up on other things\n  ","924701":"\n  Maybe she just needs some time to sort things through or work on herself for awhile. A breakup isnt always because something you have done but because the other person may need time to themselves to figure out what is best for them. If its meant to be... She will come back soon\n  ","924702":"\n  Its okay... Not a fan of having to scrape ice and that off my car lol\n  ","924703":"\n  Awe eee thank you 🙁💛\n  ","924704":"\n  Just missing alex, christian, nick and joey :(\n  ","924705":"\n  No I'm a robot 🙄\n  ","924706":"\n  Greece\n  ","924707":"\n  If they tell you beforehand the reason why they may not answer then its not a red flag or if you see them with a family member or a friend tells u etc.\n  ","924708":"\n  Use other senses such as as touch, feel, smell. And explain to them that grass feels like this, and it's green ?\n  ","924709":"\n  I don't know\n  ","924710":"\n  Uhm thanks...\n  ","924711":"\n  Love you all in Italy ❤\n  ","924712":"\n  Didnt realize it was that good 😂\n  ","924713":"\n  Chrisis to me - that's a HARD one you RAT!\n  \n  * talking about trying to harmonize to my song pressure *\n  ","924714":"\n  My kindness\n  ","924715":"\n  Lol\n  ","924716":"\n  Just keep the faith !!!\n  ","924717":"\n  We don't know any future projects yet but maybe one day :) tomorrow is Boston :)\n  ","924718":"\n  I don't really know lol\n  ","924719":"\n  Breaking free snippet of the sing anything challenge\n  \n\n   https:\/\/mobile.twitter.com\/CrocsNPrkngLots\/status\/1185684234603765762\n  \n","924720":"\n  So....\n  \n  This happened\n  \n\n   https:\/\/mobile.twitter.com\/CrocsNPrkngLots\/status\/1185666174320857088\n  \n","924721":"\n  Don't be demanding :)\n  ","924722":"\n  We actually went to b&n once we knew the book was officially released on its release date to find it, we ended up personally signing a few copies while there and brought a copy for ourselves to keep (will explain later on the reason). And left. Our friends kiera included went later to try and find it which we all texted DO NOT BUY THE SIGNED COPIES but save them for someone who really deserves them.\n  ","924723":"\n  Hahahahahaha\n  ","924724":"\n  Honestly it was an amazing start to tour. So excited for BOSTON tomorrow !!! I will try to update on tonights as much as possible\n  ","924725":"\n  Not a meme... But wait for it....\n  \n\n   https:\/\/www.instagram.com\/p\/B3aRsIiJODU\/?igshid=1ojdddidqykl1\n  \n","924726":"\n  I have four on my bed but I actually use two aha\n  ","924727":"\n  Awe thank you so much!!! And yes we are all doing pretty well, and we want to come back!!!\n  ","924728":"\n  Probably like an orange bedazzled one lol\n  ","924729":"\n  Just posted a few from today 😊\n  ","924730":"\n  Awe thank you. We love the cimfam as well ❤\n  ","924731":"\n  I have some ideas but I'm not 100% settled on anything\n  ","924732":"\n  Up at night by one direction\n  ","924733":"\n  You're just reallyyy happy and glowing. You care so much for that person amd just wantbto protect them at all costs because theyre so precious to you. But it hurts like heck when something happens to them and you ....\n  ","924734":"\n  I'm excited for everything ahah even Halloween which seems to be not that big as it always was\n  ","924735":"\n  I forgot the name of it but I think its called lessons or something !! I'll try to find it later :)\n  ","924736":"\n  Abbra codabra or something.\n  \n  But please and thank you works just as much 💕\n  ","924737":"\n  Love 💛\n  ","924738":"\n  Theres only one me.\n  \n  And many others who want\/try to be me\n  ","924739":"\n  Awe :)\n  ","924740":"\n  Its spooky szn babiez\n  ","924741":"\n  Still in Tennessee, but maybe a different house\n  ","924742":"\n  But how would you be reborn 🤔\n  ","924743":"\n  Well its true lol\n  ","924744":"\n  Thank you. I am great just really excited and kinda need to relax for a minute  ahaha\n  ","924745":"\n  Thanks 😊\n  ","924746":"\n  Miss independent 😂\n  ","924747":"\n  YouTube: cimorellitheband\n  ","924748":"\n  No, the oldest sister... Christina is\n  ","924749":"\n  I'll check it out thank you :)\n  ","924750":"\n  Sirius FM hits 1\n  ","924751":"\n  I get them a lot... But they're ones you always hear pretty much\n  ","924752":"\n  No thanks...😊\n  ","924753":"\n  Just wondering should I post m&g photos on here?\n  ","924754":"\n  New York style pizza actually sounds good right now .... Lol but I'm doing vocal warmups ATM.\n  ","924755":"\n  Happy #CimorelliSaturday! We did an acapella cover of #whenthepartysover by\n  \n   @billieeilish\n  \n  ! What song do you want us to cover next!? Watch the whole video on YouTube!\n  \n\n   https:\/\/youtu.be\/y-obv6m7MOE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","924756":"\n  Christian and alex are both at home and christian is downstairs in the theater playing guitar and singing on instagram currently.\n  ","924757":"\n  Here was the blue one\n  ","924758":"\n  I fell asleep on the bus .\n  ","924759":"\n  We actually got burgers that day ahaha\n  ","924760":"\n  Uhhhhh IYKYK 🤷🏻👀\n  ","924761":"\n  I always choose lisa as my roommate because me and her shared a room our entire lives until we moved to Tennessee along with dani\n  ","924762":"\n  No but I have punched and kicked a punching bag because I tried to do boxing again 🙃\n  ","924763":"\n  I advise you watch this hahaha\n  \n\n   https:\/\/youtu.be\/5_E06Qgk3rI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","924764":"\n  Tomorrow is the first show of our east coast tour!!! Ahhhhh!! I am SO excited to see you guys!! 🙃🙃🙃 seriously can’t wait!! See everyone tomorrow in Connecticut!\n  ","924765":"\n  We just got to the hotel abit ago and I need to eat something and we have to get our rooms situated and roommates as well\n  \n  Aka pick a sister or pick a friend\n  ","924766":"\n  Lol dad is just unloading them from the bus and pushing them over 😂 im innocent\n  ","924767":"\n  Never mind it was a trim but its not as curly 😂\n  ","924768":"\n  Thank you\n  ","924769":"\n  As always, have a wonderful night\n  ","924770":"\n  💛💛💛💛 thank you\n  ","924771":"\n  Honestly there was like one episode of scooby do that was scary to me as a child lol\n  ","924772":"\n  The beach, I like going to the theater every now and then to watch a movie or be reminded of my golden years from when I lived back in california and grew up participating in musical theater every summer. Or going to the gym to work out or the pool to swim. It just depends on certain things tbh\n  ","924773":"\n  Tomorrow 💛👀\n  ","924774":"\n  Somebody ask me questions to answer I'm bored and cleared out my inbox on my daily limit again lol\n  ","924775":"\n  Making it to new York, alive, healthy and safe\n  ","924776":"\n  Tesla or a gwagon\n  ","924777":"\n  Agree\n  ","924778":"\n  Nope. 1. You don't know if they're sick or have a disease that can be transmitted to you\n  \n  2. You don't know their true intentions\n  \n  3. If you did kiss one then many ithers would want one\n  \n  And 4. I like someone already and prefer to kiss them\n  ","924779":"\n  I can try to :) amy normally follows randomly at times and well dani hardly is ever on twitter anymore\n  ","924780":"\n  Be in able to connect with people all over the world\n  ","924781":"\n  Yes I do\n  ","924782":"\n  Hopefully in a good way like they smell like lotion ... Never in a bad way lol\n  ","924783":"\n  Some one tell me why my sims live in a mansion that costs 400,000 simoleons...\n  ","924784":"\n  We took the mini buses like we did last time for a few of the shows we could drive to :)\n  ","924785":"\n  Of course I'm ready. I'm actually super excited to be able to see as many cimfam members as I can and tickets are still available for both shows I do believe. Meet and greet tickets are limited for hamden but I believe there still are a few left theres only six hours left for the tickets to be on sale.\n  \n  Boston still has general admission tickets on sale but the mert and greet is said to be sold out\n  ","924786":"\n  Yes I was born in 1998 :) what about it?\n  ","924787":"\n  Made it to new york 😍\n  ","924788":"\n  Greek 😍\n  ","924789":"\n  Never cheated on any one I have dated and yes one of my exs have cheated on me.\n  ","924790":"\n  I'm not sure, I guess there's different sizes and everyone is different\n  ","924791":"\n  I'm doing good :)\n  ","924792":"\n  Nope no where close to being married :)\n  \n  I do have a sister who is married and two who are engaged\n  ","924793":"\n  Its not my place to give it out sorry :(\n  ","924794":"\n  Barf\n  ","924795":"\n  Go away with your fetish\n  ","924796":"\n  Hello there\n  ","924797":"\n  Don't even know your name but you're the one who got away 😜\n  ","924798":"\n  Why are you yellingggg ?😮\n  \n  Anyway I'm doing really good besides the fact I seem to be \"over\" doing things that leads to exhausting myself. Super excited and super happy. Just haven't exactly been sleeping to well :)\n  ","924799":"\n  You're welcome honey\n  ","924800":"\n  I might be weird.. But lisa takes the trophy on being the most weird\n  ","924801":"\n  I just kinda of explained....lol\n  ","924802":"\n  I'm extremely bored, I hate being in a car\/ on a plane for long extended hours. And sadly we are on the road still traveling to Connecticut because we have two back to back shows this week.\n  ","924803":"\n  Me listening to kylie Jenner's song *\n  \n  HHHHHHURRRRRISEEE AND SHINE\n  ","924804":"\n  My sisters and I as a band announce anything related to our music or merch. If I have an announcement for my solo work then its just I that announces it\n  ","924805":"\n  Nah. I used to watch it every now and then but not anymore\n  ","924806":"\n  I'm so behind on everything I'm watching\n  ","924807":"\n  We always announce what it is on the dates\n  ","924808":"\n  Awe thank you 😊\n  ","924809":"\n  OK :)\n  ","924810":"\n  Also I'm just loopy right now ahaha\n  ","924811":"\n  Its a surprise you'll have to wait like the rest 😌\n  ","924812":"\n  OH NOO\n  \n\n   https:\/\/youtu.be\/lZhuz91swGA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","924813":"\n  \"I GOT CHICKEN TENDERSSSS\"\n  ","924814":"\n  Of course :) guys don't always have to ask\n  ","924815":"\n  I only know one of these people 😂 oof uhm\n  \n  Kiss chris evans\n  \n  Marry chris hemsworth\n  \n  Kill chris pratt\n  ","924816":"\n  No mines august 12th lol\n  ","924817":"\n  Day 2\n  ","924818":"\n  OCTOBER 25th ....\n  \n\n   https:\/\/www.instagram.com\/p\/B3xOdy4hQZz\/?igshid=1gmwxqcpocnxe\n  \n","924819":"\n  “I wish that I could bring you back to me...” 🌹\n  ","924820":"\n  Read the message I sent 😂🤢\n  ","924821":"\n  OH NOOOO\n  ","924822":"\n  Back on the road\n  ","924823":"\n  You know you were on the bus to long .... When Arielle knows every word of this by heart ....\n  \n\n   https:\/\/youtu.be\/5aOm2NP0knk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","924824":"\n  HEY HEY DELANEY KEEP THE FAITH\n  \n  I KNOW ONE DAY YOU'LL BE A ROCKSTARRRRR\n  ","924825":"\n  I was home schooled and I work from home with my family lol\n  ","924826":"\n  I took a nap and everything\n  ","924827":"\n  Never have access to board a plane again :))\n  ","924828":"\n  Hmm good question.\n  \n  Uhm maybe my bestfriend rachael i would maybe give her the superpower of electricity. 🤔 I'm not good with this lol\n  ","924829":"\n  Ooo either highschool musical as gabriella or beauty and the beast as belle\n  ","924830":"\n  There's two videos on our morning routines :) this one is the more sorta updated one\n  \n\n   https:\/\/youtu.be\/UXVcHlm10to\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Honestly it just changes a lot until we find what fits better\n  ","924831":"\n  IPhone but I sometimes use another one :)\n  ","924832":"\n  Married, and in a good way :) grew up in a loving family with tons of support and love to go around\n  ","924833":"\n  I do. And I think a few have at times rather not share those stories though\n  ","924834":"\n  Lunch\n  ","924835":"\n  Well in this case it would probably be because you're not showing enough interest in them or you're coming off more involved with someone else. However if you actually have feelings for your partner then you need to bother sit down and try to work through that roadblock and compromise either spending more time together or whatever. But sometimes things don't always work like that and the best thing to do is walk away until maybe sometime the time will be right for the both if you to try again\n  ","924836":"\n  Okay then  sounds great :p\n  ","924837":"\n  Compassion towards things I like\n  ","924838":"\n  Interesting\n  ","924839":"\n  Manners\n  ","924840":"\n  Why doesnt amazon ring the doorbell to tell you your package has arrived anymore 🤔\n  ","924841":"\n  Great Great greattt 😊\n  ","924842":"\n  Fall festivities or exploring the city at night ?\n  ","924843":"\n  Christina: what song did I walk down the aisle to?\n  \n  Me: was it “here comes the bride all fat and wide”??\n  ","924844":"\n  Katherine talking about something related to her wedding music: I don’t know about men....\n  \n  Me: girl, don’t we all.\n  \n  *hysterically bursts into laughter at myself\n  ","924845":"\n  My mom driving: we were supposed to take a detour over there why didn’t we..\n  \n  Me: Mom. Things change, friends leave, and time doesn’t stop for anyone.\n  ","924846":"\n  I'm on the bus mom is driving 😊 the other bus infront of us is the rest of the crew\n  ","924847":"\n  On the bus for tour :) but just trying to encourage people to live their dreams hahaha 😌\n  ","924848":"\n  Thank you\n  ","924849":"\n  Missing my person\n  ","924850":"\n  Not really\n  ","924851":"\n  Hi\n  "}}