{"Question":{"934500":"\n   How many hours sleep did you get last night?\n  ","934501":"\n   Does anyone famous live in your town\/city if so who\n  ","934502":"\n   Are you ticklish? If so where?\n  ","934503":"\n   Haw are you laurencim😊\n  ","934504":"\n   They can smell you\n  ","934505":"\n   Great picture if you were not a singer you would def be a model :)  have a great night\n  ","934506":"\n   Im crushing on\n   \n    @livygobrien\n   \n","934507":"\n   Woah! That is really good choice.\n  ","934508":"\n   That's why my pop idol from Britain moved there. Robbie Williams he is into UFOs\n  ","934509":"\n   Ok Lauren it's 6.36am I have had my late night. I need some sleep. We will talk later 💛😊\n  ","934510":"\n   It must be the Hero Turtles one was the one I sent u\n  ","934511":"\n   Are you tickilish? Where?\n  ","934512":"\n   I just got back from the bar it’s 12:48 am I’m tired as hell and my 21 birthday was great but now I’m going to sleep\n  ","934513":"\n   wow, you're talented! keep up the good work!\n  ","934514":"\n   Uhm! Good\n  ","934515":"\n   Asif I can’t sleep:( Na I’m done with life\n  ","934516":"\n   A short relay: A daughter?or a son?? Cola?or Fanta?? By air✈or by land?? Mind?or beauty?? Apartment?or house?? Black◼or white◻? Strawberry?or banana?? Whale?or dolphins?? Анgel?or demon?? Sunny?☀or cloudy☁☔? Pass on to everyone you are following murr\n  ","934517":"\n   Go on\n  ","934518":"\n   If you saw an alien and can only ask one question what would you ask and why\n  ","934519":"\n   Are you a massive gamer\n  ","934520":"\n   You're beautiful Lauren!\n  ","934521":"\n   As the tilte says: Funny Cool or Stupid,  what do you think?\n   \n    https:\/\/www.instagram.com\/p\/ByYMTfzD-VQ\/?igshid=1tw50o4ob1jg0\n   \n","934522":"\n   What time is it for you rn\n  ","934523":"\n   List of everyone who you follow\n  ","934524":"\n   Ohhh noooo\n  ","934525":"\n   Have you ever skip any classes if you did which class and why?\n  ","934526":"\n   Favourite comedy movie?\n  ","934527":"\n   If you could  change anything about your past, what would it be?\n  ","934528":"\n   Do you have a favorite sports team?\n  ","934529":"\n   Who is your favorite person in the world?\n  ","934530":"\n   Who cheers you up when you are upset?\n  ","934531":"\n   Lauren Riihimaki\n  ","934532":"\n   What is your favorite movie?\n  ","934533":"\n   Would money truly make you happy?Would it truly make all your problems go away?\n  ","934534":"\n   How good is your WiFi signal? I’m at work and mine sucks!\n  ","934535":"\n   Is there someone that when you first them you didn’t like them but now you’re really close with?\n  ","934536":"\n   What will there always be a need for?\n  ","934537":"\n   Are there any historic landmarks in your area that are in danger of being either torn down or collapsing on their own?\n  ","934538":"\n   Do you like game shows? Which is your favorite?\n  ","934539":"\n   Do you respond to rude or vitriolic messages on ask? Why \/ Why not?\n  ","934540":"\n   What separates real, friends from acquaintances?\n  ","934541":"\n   If you could change anything about your past, what would it be?\n  ","934542":"\n   From the scale of 1-10, how ticklish are your feet?\n  ","934543":"\n   Music: Do you like singles or full albums more?\n  ","934544":"\n   Dtf Lauren\n  ","934545":"\n   Body picture\n  ","934546":"\n   Do your friends turn to you for advice? On what subjects?\n  ","934547":"\n   I've just unfollowed 25 people if you get this then this means I'm still following you\n  ","934548":"\n   How clean  is your house\n  ","934549":"\n   Only some of us are able to follow our heart. This is what makes people happy. Are you happy?\n  ","934550":"\n   Are you the butt of people’s jokes ?\n  ","934551":"\n   Do you talk or yell at your tv when watching something? You know they can’t hear you right?\n  ","934552":"\n   How much do you care about what other people think of you?\n  ","934553":"\n   I’m about to open cans of woopass on these anons on my page Its not even funny anymore 😑not that it ever was but I’m about fed up with the bullshit and drama 🤦‍♂️and shit they start\n  ","934554":"\n   When you go to a movie, do you like to sit in the back, middle, or front?\n  ","934555":"\n   Favourite Disney character\n  ","934556":"\n   Which foreign country would you love to visit?\n  ","934557":"\n   What is the funniest joke you know?\n  ","934558":"\n   Do you think boys and girls should be raised differently? Why?\n  ","934559":"\n   Movie Madness ( and some other live events this week)  A) Gloria Bell B) Papi Chulo C) Late Night D) Liam Gallagher: As it was (live) D) Take That greatest hits concert (live)\n  ","934560":"\n   Can you solve a rubix cube\n  ","934561":"\n   in my country cops are allowed to punish us what about your country?\n  ","934562":"\n   😊\n  ","934563":"\n   Lauren... I need help\n  ","934564":"\n   They need LeBron 😂\n  ","934565":"\n   Steph needs to get Kevin Durant back.\n  ","934566":"\n   Pap\n  ","934567":"\n   Lazy , cocky and complacent that's the problem.\n  ","934568":"\n   Pap💞\n  ","934569":"\n   Ik that's the YouTube link of you's on the show underneath the question.\n  ","934570":"\n   Jessie J was on Good Morning Britain this morning. She is going to be judging on The Voice Kids UK. She also talked about her winning a talent contest in China. So I Googled it & came across this. But this ain't Jessie singing price tag. IT'S U 😂\n   \n    https:\/\/youtu.be\/aApcK1KMOh0\n   \n","934571":"\n   Lisa wanted us to guess😂\n  ","934572":"\n   Is it James Charles u are collabing with today\n  ","934573":"\n   Favourite song?\n  ","934574":"\n   What’s your bf\/gf doing rn?\n  ","934575":"\n   Lauren, Do you plan on seeing Rocketman? I know how much you like music\n  ","934576":"\n   Ofc🙂\n   \n    @fiezuqa\n   \n\n    @annabelle_wrestler\n   \n\n    @snehm941\n   \n\n    @tericrosby2016\n   \n","934577":"\n   do you care about someones size\n  ","934578":"\n   What's a song you like but you don't care for the message it gives at the same time?\n  ","934579":"\n   What is safe sex to you?\n  ","934580":"\n   Stupid okcupid question: Could you date someone who doesn't vote?\n  ","934581":"\n   harv is out in la too 😂 but when you come to England\n  ","934582":"\n   What time do you normally get up\n  ","934583":"\n   Do you think you're a  nice person\n  ","934584":"\n   Has anyone actually downloaded the Versus app?\n  ","934585":"\n   THANK YOU LAUREN!!!\n  ","934586":"\n   If dogs never existed, which animal would take its place as Man's Best Friend?\n\nYOU CAN'T PICK CATS! TOO EASY 😝\n  ","934587":"\n   What's the last opportunity you had?\n  ","934588":"\n   What do you like about my page? \n\nI'll share the same if you want to know,  just ask :)\n  ","934589":"\n   Raptors\n  ","934590":"\n   Amazing feet or what ? 😍\n  ","934591":"\n   There's a new teen show coming to Netflix called Trinklets\n  ","934592":"\n   What is the craziest thing you've done in public?\n  ","934593":"\n   How many languages do you speak?\n  ","934594":"\n   Baby\n  ","934595":"\n   What is the most difficult age for you? How can we avoid these difficulties?\n  ","934596":"\n   Favourite song? Post a link?\n  ","934597":"\n   So my oldest informed me she doesn’t like Star Wars or Harry Potter as much as she used to. I told her that’s just apart of growing up that the things you once liked as a kid you’ll eventually grow tired of. What’s something you loved once that you outgrew or got tired of?\n  ","934598":"\n   Would you sell advertising space on your body or property if the money was  right? I’d sell the naming rights to my home in a second. You could call or Starbucks home at Toms place.\n  ","934599":"\n   Hi\n  ","934600":"\n   What are your favourite kind of questions to receive? 💛\n  ","934601":"\n   Do you know a beautiful girl on ask.fm ?\n  ","934602":"\n   can I be your friend? !😅😅\n  ","934603":"\n   You have 821k followers on insta?\n  ","934604":"\n   Hi\n  ","934605":"\n   Been awhile\n  ","934606":"\n   I've been busy moving around.\n  ","934607":"\n   Are you virgin\n  ","934608":"\n   What are you wearing now?\n  ","934609":"\n   It's been a minute 😀\n  ","934610":"\n   67 days till something 🤔\n  ","934611":"\n   I will text you there ☺️\n  ","934612":"\n   So you're the one who keeps calling on the phone?\n  ","934613":"\n   😂😂\n  ","934614":"\n   Enjoy your meal😊\n  ","934615":"\n   Are you having a relaxing Sunday Lauren\n  ","934616":"\n   What was the last concert that you went to?\n  ","934617":"\n   Have you been hiring cars while you have been in California to get round\n  ","934618":"\n   I only have one leg and I do alot of things\n  ","934619":"\n   What is your skin type\n  ","934620":"\n   I want to sell the products you need\n  ","934621":"\n   What’s an unpopular opinion you have? I have one, Taylor Swift’s music isn’t very good. She’s really regressed since her country days.\n  ","934622":"\n   Can you take it as well as you give it?\n  ","934623":"\n   Would you snitch on a close friend , relative or loved one if you knew they committed a serious crime?\n  ","934624":"\n   Do you know anyone who uses their disability as an excuse to be rude, needy, pushy or lazy? As harsh as this question sounds I know someone like this.\n  ","934625":"\n   Have you ever jumped off a roof holding an umbrella with the intent on floating safely down ala Mary Poppins? How’d that work out for you?\n  ","934626":"\n   Where do you see yourself in the next 10 years?\n  ","934627":"\n   Hello\nHow are you?\nCan we be friends?\n  ","934628":"\n   do you like your partner to have a high sex drive?\n  ","934629":"\n   R u in love?\n  ","934630":"\n   Give your feet so i can tickle them so much\n  ","934631":"\n   Ever lather yourself up in sunscreen like putting on literally the whole bottle and you STILL got burned??\n  ","934632":"\n   So sick of people stopping me in the middle of my workout to tell me how ridiculously good looking I am. \n\nLet me live in peace.\n  ","934633":"\n   Would you rather go back in time to the flintstones time or go forward in time to the person time and why\n  ","934634":"\n   Do you think real men walk away from the fight\n  ","934635":"\n   Which animal do you think will be the rudest if they could talk and why\n  ","934636":"\n   Name 3 goods things that happened over break\n  ","934637":"\n   What comes to your mind when you hear the word success?\n  ","934638":"\n   What is one important piece of advice you want to share with everyone?\n  ","934639":"\n   Hey\n  ","934640":"\n   Can i kiss your shoes ? Please .. 😘👠\n  ","934641":"\n   ايه اكتر حاجه بتحبهاا في حياتك !؟\n  ","934642":"\n   maybe it's rude or crazy to say \nbut i will say it \nto be honest i do really want you you turned me on i need to mas*u*bate on your pics \nif you will answe plz answer on num 1 not here\n  ","934643":"\n   Last thing. What Filipino Food do you missed.\n  ","934644":"\n   what runs in your family?\n  ","934645":"\n   so cuuute your new pic❤️❤️\n  ","934646":"\n   Oohh! I know what is your lie? Is it. You don't date Shawn Mendes.\n  ","934647":"\n   Do you miss to go back at Manila, Philippines. What will you say to your Filipino Fans!\n  ","934648":"\n   On a whole, would you say that you're a happy person?\n  ","934649":"\n   What do you wanna be when you grow up\n  ","934650":"\n   Is the area you live known for any strange events such as UFO sightings or any mysterious creatures such as Bigfoot or the Beast of Bray Road? Have you ever witnessed anything like this?\n  ","934651":"\n   What is the secret to a happy life?\n  ","934652":"\n   How long do you recon you'll surive a zombie apocalypse if zombies were real\n  ","934653":"\n\n    https:\/\/ask.fm\/RuDeGuY0\/answers\/154716803108\n   \n   Thanks you so much for doing extremely special favour to me. \nMust check this answer because its extremely special for you. 💝\nEid Mubarak 😁\n  ","934654":"\n   If you were to write a book how would it be called? and what would it be about\n  ","934655":"\n   Great for the environment though😊🌍\n  ","934656":"\n   What are two true things and one lie about you?\n  ","934657":"\n   Lauren wants to adopt james's dog\n  ","934658":"\n   They look cool them Tesla's\n  ","934659":"\n   The is Teenage Mutant hero Turtles \nOr Teenge Mutant Ninja Turtlesi I prefer the hero turtles one\n  ","934660":"\n   How do you get pikachu onto a bus\n\n\nYou pokemon\n  ","934661":"\n   Do you have any Gucci clothing\n  ","934662":"\n   I believe so 😊🐶🙆‍♀️\n  ","934663":"\n   🏡 Which room in your home is ...  - The brightest?  - The loudest?  - Best for entertaining?  - The safest?  - The quietest?  - Has the best decor?  - Do pets prefer (if applicable) ?  - Where you spend the most time?\n  ","934664":"\n   It's  them that do that stuff not you.\n  ","934665":"\n   What impression do you think you give when you first meet someone?\n  ","934666":"\n   I know that I went on James's Instagram story & watch it all. I enjoyed it😊\n  ","934667":"\n   Lauren doesn't hurt anyone\n  ","934668":"\n   I 💯 agree this is the best version of the cartoon\n   \n    https:\/\/youtu.be\/avg9Cc4XMdk\n   \n","934669":"\n   Who is the last person you met?\n  ","934670":"\n   I asked people on the street to give me their phone to keep and they didn’t want to do that boy I’m not surprised how addicted to our phone we are\n  ","934671":"\n   If you have a pet,how often do you feed them? I just fed my dog and then I was informed my oldest had already fed him earlier...rat bastard dog just tricked me again.\n  ","934672":"\n   It was good. But I liked yours and Rachel's version it that ukulele\n  ","934673":"\n   Hello😊\n  ","934674":"\n   سؤال للهزار بس😂 ايه الفرق ما بين البطه والوزه😁\n  ","934675":"\n   You are a bad liar! You are behind that hate account it is not hard to tell!\n  ","934676":"\n   When do you feel sexy?\n  ","934677":"\n   lesb1ans get 1t 0n. get y0urself a tr1ple serv1ng 0f r0ast beef!\n  ","934678":"\n   Have you gone to any of your class reunions yet or if graduating soon.. would you?\n  ","934679":"\n   Fun little thing you can hide all of your details post a picture of your driving licences or learners permit\n  ","934680":"\n   If you drink coffee do you have a special coffee cup or travel mug? If so post a pic.\n  ","934681":"\n   If you have any pets, do they have any habits that irritate you? If you don't, what kinds would you eventually like to have?\n  ","934682":"\n   If I gave you 15k and said you have one hour to spend it what would you buy.  Note you must spend it all or you will lose everything you bought  and the some expeditions you cant buy an item over 1k\n  ","934683":"\n   Are pets good company\n  ","934684":"\n   What is the most ridiculous thing someone has tried to accuse you of?\n  ","934685":"\n   In what ways do you think Ask could be improved?\n  ","934686":"\n   Tuneful tuesday! Post a tune! Whatever you like:\n  ","934687":"\n   You are all so pretty💜\nGod protect you all 💜\n  ","934688":"\n   What was the  day when you were born\n  ","934689":"\n   Left Vs Right?!\nask.fm\/Majd_Decoder\/photopolls\/131217497\n  ","934690":"\n   😂😂😂😂\n  ","934691":"\n   What’s the weirdest crush you’ve had? 😜\n  ","934692":"\n   What number am I thinking of? Winner gets 50 coins.\n  ","934693":"\n   عايزه اخلي الاسك بالعربي ازاي بليز\n  ","934694":"\n   عندما تسرق مقال لي دون ان تضع اشارة بانه ليس لك اشعر وكأنك سرقت احد اطفالي الذين لم اراهم بعد !\n  ","934695":"\n   True\n  ","934696":"\n   Yes comee❤️\n  ","934697":"\n   Do you ever dance on stage?\n  ","934698":"\n   Fav wine you like to drink\n  ","934699":"\n   Ah I see\n  ","934700":"\n   Ooh! What about\nLisa\nKatherine\nDani\n& \nChristina\n  ","934701":"\n   Yep\n  ","934702":"\n   You could both do the Skydive\n  ","934703":"\n   Yes😕\n  ","934704":"\n   Thank God I have Netflix now\n  ","934705":"\n   Wtf I did not ask you that question. Someone & never would. Someone has hacked my account\n  ","934706":"\n   I've seen so many people on ask accused of random things today , it's so weird :')\n  ","934707":"\n   Y did u create a hate account of Derek 😡\n  ","934708":"\n   Good night Lauren 😴🛏\n  ","934709":"\n   ☢🌧❤\n  ","934710":"\n   You need to come out to LA so we can hang!!!!\n  ","934711":"\n   WKOG❤💛💙\n  ","934712":"\n   💖💖💖💛💛💛\n  ","934713":"\n   Our they on YouTube\n  ","934714":"\n   It would be Los Santos if you where playing GTA5\n  ","934715":"\n   Thanks for sharing Lauren 💛\n  ","934716":"\n   I see that you have landed in Los Angeles. :-) How is your trip going?\n  ","934717":"\n   Ya\n  ","934718":"\n   If you could do anything now, what would you do?\n  ","934719":"\n   10 most recent people that you have followed\n  ","934720":"\n   Do we become happy only when we meet the one we love?\n  ","934721":"\n   Noodles\n  ","934722":"\n   The person you trust most in your life ???\n  ","934723":"\n   Lasagna & garlic bread\n  ","934724":"\n   Chips i think?\n  ","934725":"\n   Rice or chips\/fries with my chicken tonight?\n  ","934726":"\n   The person you trust most in your life ???\n  ","934727":"\n   sometimes i like to pretend im a squid and my toes are my tentacles\n  ","934728":"\n   Hiii 🙂 do you mind if I tag some wonderful ask profiles to follow who ask wonderful questions ☺\n  ","934729":"\n   Do you like how your tummy feels and looks?\n  ","934730":"\n   Space🍃🕸️\n  ","934731":"\n   Hey💛💛\n  ","934732":"\n   Which country do you want to visit?\n  ","934733":"\n   What is the thing you hate the most?\n  ","934734":"\n   .\n  ","934735":"\n   Sup?\n  ","934736":"\n   unpopular opinions:\n  ","934737":"\n   whats irritating\n  ","934738":"\n   Times change things change and tv\/movies change and they way we watch them change . So we all have to get with the time . And as we get older our kids will know more then we do and that would be the day i feel like I’m old and outdated 😂😂😂\n  ","934739":"\n   Which is??\n  ","934740":"\n   Oh 🤦‍♂️were are you flying too ? what plane are you flying on\n  ","934741":"\n   Ya\n  ","934742":"\n   Again another great show ! They don’t make the same kind of cartoons anymore and it sucks 😂😂\n  ","934743":"\n   I didn’t know 🤦‍♂️I haven’t seen you but my phone has been messed up so it’s not surprising I didn’t see much 😒\n  ","934744":"\n   Now those were good shows ! Most cartoons suck now 😂\n  ","934745":"\n   I’m getting excited and also scared because on Saturday I’m turning 21 and I may or may not get drunk 😵 and I’m not wanting to feel the outcome later but hopefully I take it easy and don’t drink too much\n  ","934746":"\n   Lauren ...were have u been 😳I haven’t seen you post in a while .. is everything ok?\n  ","934747":"\n   Queen going to the place of Angels👸👼\n  ","934748":"\n   What is your favorite animated cartoon?\n  ","934749":"\n   What would be the best job ever for you?\n  ","934750":"\n   hey\n  ","934751":"\n   do you go for jogging in the morning?\n  ","934752":"\n   Have you ever been somewhere like a doctors office or waiting for something and there’s no one in the room and then someone comes in and despite all the room and seats available they sit right next to you?what the hell man??\n  ","934753":"\n   Have you ever been stuck in a room or somewhere with someone you despised?\n  ","934754":"\n   Ok thanks anyway u are cute and are u friends with camila Cabello\n  ","934755":"\n   Have you lived a sheltered life ?\n  ","934756":"\n   Ya💛\n  ","934757":"\n   Ok but do u have his account\n  ","934758":"\n   Is this Shawn Mendes account\n   \n    @medesshshawn\n   \n","934759":"\n   I kinda figured but could u I'm his girlfriend\n  ","934760":"\n   Hi are u friends with Shawn Mendes\n  ","934761":"\n   tornot raptors won and gokden stat the way there plaaying is terrible\n  ","934762":"\n   Lauren, I submitted your photo on reddit if that's OK. I think you regard yourself as a public figure, so it didn't seem wrong.\n  ","934763":"\n   Yikes, I see that you were feeling a bit irritated, though later you answered that you were well, could I ask what the source of your irritation was? (All the best for your trip. :-) :-) :-) )\n  ","934764":"\n   Need a hug?\n  ","934765":"\n   You have the most beautiful eye ever 😍😍\n  ","934766":"\n   Don't you miss him\n  ","934767":"\n   Can I say something?\n  ","934768":"\n   Warriors in 6 games. To win the NBA championship.\n  ","934769":"\n   do you like love letters? would you write one?\n  ","934770":"\n   For those who have travelled abroad, where's the best place you have visited (if you had to choose just one) for those who haven't tavelled abroad: where's the best place you have gone too outside your local area?\n  ","934771":"\n   Are you a sentimental sort of person?\n  ","934772":"\n   How are you?!\n  ","934773":"\n   ❤️❤️\n  ","934774":"\n   Will you see Jonah ?\n  ","934775":"\n   What is one thing that you wish more people understood about you?\n  ","934776":"\n   What is the worst gift you have ever received?\n  ","934777":"\n   Lauren💛👑\n  ","934778":"\n   *pinches your nose* HONK!!!!!\n  ","934779":"\n   Love you Queen💛👑\n  ","934780":"\n   hello how are you i miss you alot\n  ","934781":"\n   You know something, the best thing about you is that you are really humble ❤️ ... I mean like you are so famous and all...you dun care about anything, and you’re like talking to everyone on ask and stuff..that’s soo freakin sweet, adorable everything..I am like literally in love with you..stay happy\n  ","934782":"\n   Otay what your gonna do when you arrive ?\n  ","934783":"\n   You're very beautiful.\n  ","934784":"\n   What was your most recent lie? 😈\n  ","934785":"\n   Heyyyy what’s up?\n  ","934786":"\n   Oh damnnn you are so freakin adorable ❤️❤️\n  ","934787":"\n   Have you ever gotten drunk and done something stupid??\n  ","934788":"\n   How big Is your tv\n  ","934789":"\n   I am crying 😭 do you like me crying? Okay fine 😭\n  ","934790":"\n   How inspired you\n  ","934791":"\n   And the were both really good looking\n  ","934792":"\n   How many times did u sex with ur sisters\n  ","934793":"\n   Each one of these accounts have your dp in it 🙄🙄\n  ","934794":"\n   It’s cimorellilauren then 🙄😑🙊\n  ","934795":"\n   Do you smile much\n  ","934796":"\n   Good afternoon 😊\n  ","934797":"\n   Don’t lie 😔 I won’t message you there, don’t worry 🙄\n  ","934798":"\n   Ok pap only\n  ","934799":"\n   When was your last uh oh moment? What happened?\n  ","934800":"\n   If you need to pee, can you hold it for a long time?\n  ","934801":"\n   Cimorelliband is the username right?😳☺️🙊\n  ","934802":"\n   Pap bikini😘\n  ","934803":"\n   Doing sex with them ?\n  ","934804":"\n   why r u so shoocked\n  ","934805":"\n   how are you, are you doing okay x\n  ","934806":"\n   What’s yours 🤨😭\n  ","934807":"\n   Their photo\n  ","934808":"\n   u love massage?\n  ","934809":"\n   You’re my Queen 💛👑\n  ","934810":"\n   Her photo\n  ","934811":"\n   What do you like to do in your free time?\n  ","934812":"\n   Itslaurencim is the username ☺️\n  ","934813":"\n   What is your favorite thing about summer?\n  ","934814":"\n   Have you ever been pulled over?\n  ","934815":"\n   How long can you go without using your phone?\n  ","934816":"\n   Who do you spend the most time with?\n  ","934817":"\n   How often do you take naps?\n  ","934818":"\n   I messaged you on kik, it shows disconnected, why?\n  ","934819":"\n   Who are your celebrity crushes,  if you have any?🧚‍♀️\n  ","934820":"\n   Have you ever seen a humming bird that was not in flight?I found one on my outside patio chair. I thought it was hurt but as soon as I tried to touch it popped up and flew around me and then away.\n  ","934821":"\n   Ah your own 😂\n  ","934822":"\n   😂😂\n  ","934823":"\n   Wassup in Los angeles?\n  ","934824":"\n   happy pride month 🏳️‍🌈💖\n  ","934825":"\n   15th June\n  ","934826":"\n   Do you prefer phone or computer\nAnd why؟\n  ","934827":"\n   Do you go to the Gym\n  ","934828":"\n   Fav pizza and do you enjoy wine or beer more\n  ","934829":"\n   Wow you so tall and fit and pretty in your pictures do you get that alot\n  ","934830":"\n   Who has the best  waffles \nA) Nashville \nB) Texas \nC) Cali\n  ","934831":"\n   Fire 🔥 or ice ❄?\n  ","934832":"\n   Your kik?\n  ","934833":"\n   During the summer, do you sunburn or tan??\n  ","934834":"\n   How do you  release stress and anger\n  ","934835":"\n   That would be Dani 😂\n  ","934836":"\n   Describe your day in emojis\n  ","934837":"\n   This girl today said she recognized me from the Vegetarians Club, but I'd swear I've never met herbivore.\n  ","934838":"\n   Acupuncture is a jab well done. That's the point of it.\n  ","934839":"\n   And the best actor awatd goes too:\n   \n    https:\/\/www.instagram.com\/p\/ByKmBOvgDx7\/?igshid=mtkafpmdkfkf\n   \n","934840":"\n   hey hope your not angry with me xo\n  ","934841":"\n   Silly joke 2: Did you hear about the crossed-eyed teacher who lost her job because she couldn't control her pupils?\n  ","934842":"\n   I stayed up all night to see where the sun went, and then it dawned on me.\n  ","934843":"\n   PAP of your socks please?\n  ","934844":"\n   What sounds better to you right now: pizza, coffee or a pretzel?\n\n○ inspired by an advertisement ○\n  ","934845":"\n   😊\n  ","934846":"\n   Love you my Lauren💛\n  ","934847":"\n   What are the Arab things that you like to own?\n  ","934848":"\n   Oh no I bet u do wish you stayed at home.😔\n  ","934849":"\n   Oh no you will soon get to Cali. Then you can enjoy yourselves\n  ","934850":"\n   Oh\n  ","934851":"\n   Lemme taste your feet just give me 5mins to devour each sole and ill have a good idea of how deliciously juicy they are 👍\n  ","934852":"\n   your going to texas\n  ","934853":"\n   You both have tired eyes Lauren\n  ","934854":"\n   I'm here\n  ","934855":"\n   hey i missed you x\n  ","934856":"\n   Ever jumped into a warm body of water only to discover the lower water is freezing ass cold???\n  ","934857":"\n   “The best of the muhaajireen is the one who forsakes (hajara) that which Allaah has prohibited.”\n ...\n   \n    @m_faried\n   \n   ...\n  ","934858":"\n   How are you? :-)\n  ","934859":"\n   It's worth it though 😊✈\n  ","934860":"\n   Hi Lauren\n  ","934861":"\n   Have a safe trip & most importantly enjoy yourselves\n  ","934862":"\n   .\n  ","934863":"\n   oh we had ours already\n  ","934864":"\n   Do you know anyone who comes from an ethnic background that has their own dialect yet cannot speak the language? Example I’m Mexican but I don’t speak a word of Spanish.\n  ","934865":"\n   Haha you girls in the candy store🍫🍬🍭😂\n  ","934866":"\n   Which sister do u think he had a crush on\n  ","934867":"\n   Your welcome\n  ","934868":"\n   موهبة تمنيت أنك تمتلكها؟\n  ","934869":"\n   Do you like tater tots?\n  ","934870":"\n   Try meditation if you get stressed I do it in yoga it works for me\n  ","934871":"\n   or should i say carnival\n  ","934872":"\n   So you must be happy with life then sounds great 👍👍\n  ","934873":"\n   Ah I just listened to your new song with Chaz Mozzata 😂\n  ","934874":"\n   so yall had yall fair\n  ","934875":"\n   So are you full time professional then ?\n  ","934876":"\n   Call me maybe📱\n  ","934877":"\n   You'll be famous soon then 👍\n  ","934878":"\n   Do you know any females with traditionally male names? How bout a male with a traditionally female name?\n  ","934879":"\n   I'm fine how's your music going now\n  ","934880":"\n   What is your favorite song\n  ","934881":"\n   Age you first had sex\n  ","934882":"\n   Hey how ru Lauren\n  ","934883":"\n   Have you ever had to evacuate your house? If so, why?\n  ","934884":"\n   What kind of pets do you have?\n  ","934885":"\n   Would you consider yourself a good artist?\n  ","934886":"\n   What’s more impressing to have - DJ skills or karate skills?\n  ","934887":"\n   How often do you go to parties?\n  ","934888":"\n   What is your favorite day of the week and why?\n  ","934889":"\n   What’s your favorite M Night Shamaylan film? Mines Signs\n  ","934890":"\n   Are you one of the cimorelli sisters that rapped with MattyB?\n  ","934891":"\n   .\n  ","934892":"\n   .\n  ","934893":"\n   My favourites are either \nFords \nMercedes or\nBMW\n  ","934894":"\n   Ever been in the middle of a conversation with someone and then suddenly realized what they’re saying made absolutely no sense?\n  ","934895":"\n   If you have a job have you ever had interaction with the the top person on the company? I actually ate waffles with the airport director about a month ago and she was actually quite nice!\n  ","934896":"\n   What is your dream car\n  ","934897":"\n   What do you like to do in ask\nYou ask\nOr answer\n  ","934898":"\n   Are you a fan of pokemon?\n  ","934899":"\n   How to tell someone you like them?\n  ","934900":"\n   .\n  ","934901":"\n   .\n  ","934902":"\n   .\n  ","934903":"\n   COWABUNGA\n  ","934904":"\n   Who she???😒🤔🙄\n  ","934905":"\n   Excellent 💗\n  ","934906":"\n   What do you think is the best holiday decoration for a gift?\n  ","934907":"\n   Summer 🏖 or Winter ☃?\n  ","934908":"\n   Which group consists of Michelangelo Donatello Leonardo and Raphael?\n  ","934909":"\n   Do you have a person who can make you happy? If so, who is this person?\n  ","934910":"\n   CAH: Well, sh^t. My eyes ain't so good, but i'll eat my own boot if that ain't ________________________________!\n  ","934911":"\n   CAH: One more thing. Watch out for Big Mike. They say he killed a man with ______________________ .\n  ","934912":"\n   CAH:  Mum's to do list: ● Buy groceries ● Clean up _______________________  ● Soccer practice\n  ","934913":"\n   CAH:  There is no God. It's just ______________________________ and then you die.\n  ","934914":"\n   CAH: Google Calender alert: _____________________________ in ten minutes.\n  ","934915":"\n   I like the camera lens focus. That Acicia did\n  ","934916":"\n   Te sigo, sígueme\n   \n    https:\/\/instagram.com\/aketza_99?igshid=157gjfcti853k\n   \n","934917":"\n   Makes you comfy💛\n  ","934918":"\n   هل في مكان خايف انك تروح له ؟ إذا أي وين هذا المكان؟\n  ","934919":"\n   ماللذي يجعلك سعيداً ؟\n  ","934920":"\n   How is your day going 😊\n  ","934921":"\n   CAH: She's just one of the guys, you know? She likes beer, and football, and __________________________________ .\n  ","934922":"\n   Can you describe Amy in 1 word.\n  ","934923":"\n   Why no on pets? Wow a you are very sexxy in pictures u posted are you a model?\n  ","934924":"\n   CAH :I tell you, it was a non-stop f^ckf^st. When it was over, my ^sshole looked like __________________________________ .\n  ","934925":"\n   What did you do today\n  ","934926":"\n   CAH 2: I'm sorry, sir, but your insurance plan dosen't cover injuries caused by ______________________________________. .\n  ","934927":"\n   What music do you listen to when you have to concentrate?\n  ","934928":"\n   CAH 1:  Oh no! Siri, how do i fix ____________________________?\n  ","934929":"\n   Do you collect any pop vinyl\n  ","934930":"\n   Holy cow.... That moment will be the freakiest🤣🤣🤣\n  ","934931":"\n   Did you blow Bubbles as a kid? Well he’s in town give him a call.\n  ","934932":"\n   Lauren \nWhich one are you in photo?\nI hopw you are both😂😍\n  ","934933":"\n   what breed\n  ","934934":"\n   so you don't have any pets\n  ","934935":"\n   you don't like dogs\n  ","934936":"\n   It's a football match Lauren ⚽️\n  ","934937":"\n   Like cats or dogs more\n  ","934938":"\n   What are you scared of\n  ","934939":"\n   You could do that for your BIG 21ST BIRTHDAY\n  ","934940":"\n   I know what u ment. I watched the first season on normal telly a couple of years ago. Then it got moved same as Riverdale\n  ","934941":"\n   Jane is next on my list to watch. So no spoilers 🎧😂\n  ","934942":"\n   ❤💛💙\n  ","934943":"\n   Thanks for the kind reply!) I hope you'll have a fantastic career with the guy of your dreams!))\n  ","934944":"\n   If you were able to forget one thing you wish, but at the cost of forgetting another random thing (that you might never know since well, you forgot about it), would you do it?\n  ","934945":"\n   Do you watch Gotham on Netflix\n  ","934946":"\n   Love our convos on there lmao kk\n  ","934947":"\n   Quick poll. Noodles or pancakes? GO!\n  ","934948":"\n   What happen this time?\n  ","934949":"\n   Sup queen?\n  ","934950":"\n   Well longer time ago since I „asked“ you that lol.\n  ","934951":"\n   sorry, i answer all questions honestly, and i think your always so kind to me\n  ","934952":"\n   hey im sorry it was a joke, and she wanted it in gif form, she sais it lynds im so sorry i dont want to fight k xo\n  ","934953":"\n   Do u have a favorite designer clothes u Wear if so Who?? .\n  ","934954":"\n   I’m watching you......that’s what I just told my TV.Anyhow are you related to anyone famous?\n  ","934955":"\n   Do you normally pay with cash credit or debit?\n  ","934956":"\n   Do you keep your bread in the fridge or in a breadbox pantry etc?\n  ","934957":"\n   Do u like ask.fm\n  ","934958":"\n   When you follow someone on here do you as a courtesy let them know you’re following them? Oh and I follow you btw 😆\n  ","934959":"\n   🛡 Do you have a favourite emblem or symbol of any kind? If so, what makes it important to you?\n  ","934960":"\n   Do you think death by drowning or death by electrocution would be more painful?\n  ","934961":"\n   Movie Madness: A) Ma or B) Dark Phoenix   only two this week\n  ","934962":"\n   What do you need? and sorry wasnt up\n  ","934963":"\n   My heart's broken! But what can I do to change your mind!)\n  ","934964":"\n   How do you like your steak\n  ","934965":"\n   Who is your favourite sister?\n  ","934966":"\n   What is better - kisses or hugs?\n  ","934967":"\n   Are you a good liar?\n  ","934968":"\n   Mountains or Beach? 😁\n  ","934969":"\n   What have u always wanted? Did u ever get it ?\n  ","934970":"\n   This isn't a question\nI'm so sad and lonely right now 😢\n  ","934971":"\n   Say a joke\nJust for fun\n  ","934972":"\n   Who is ur fav girl\/boy in ask\n  ","934973":"\n   Hii\n  ","934974":"\n   Have you ever gone out of your way to do something or make something for somebody? Only to have them tell you they don’t like it or criticize it ?\n  ","934975":"\n   Hey\nHow're you doing?\n  ","934976":"\n   U knew were I got if from. U should stick that quote on your wall.\n  ","934977":"\n   When you're super busy do you still find time to go on ask ?\n  ","934978":"\n   You are beautiful 😍\n  ","934979":"\n   Yeah I knew it from the begging 💚\n  ","934980":"\n   Me too honestly💚 I just didn’t wanna see you hurt like that It was a sign that he wasn’t the guy for you💚\n  ","934981":"\n   If I had to be real with u I gotta be that honest I’m so sorry my girl💚\n  ","934982":"\n   Honestly yeah bc e is makin me frustrated for u to have u wait so whateva\n  ","934983":"\n   Yes🤣 but this one I 100% ship👍🏻\n  ","934984":"\n   Omg he’s cute for u\n  ","934985":"\n   Who?💚\n  ","934986":"\n   Sup queen💚😍\n  ","934987":"\n   It is you?\n  ","934988":"\n   It is you?\n  ","934989":"\n   You're one of those girls that says looks don't matter but somehow you never date an unattractive guy right?\n  ","934990":"\n   It is you?\n  ","934991":"\n   I love your profile picture💙,  that's you and Danni?\n  ","934992":"\n   You are always honest with people. That's the way you was brought up.\n  ","934993":"\n   😂😂\n  ","934994":"\n   It's a good thing when you are being bossy. You don't let people walk all over you🤷‍♂️\n  ","934995":"\n   Ah 👁 see what u mean. It's weekend those idiot Anons are out in force again\n  ","934996":"\n   Why for me saying good night Lauren?\n  ","934997":"\n   What’s a movie that’s meant for kids that is actually pretty fucking disturbing? We watched Disney’s Pinocchio Tuesday night and that movies pretty dark!\n  ","934998":"\n   If you were\/are alone in whereever you were, would you still lock the bathroom door?\n  ","934999":"\n   Good night Lauren 😴🛏\n  ","935000":"\n   You ok?\n  ","935001":"\n   المُتشائم يرى الصّعوبة في كلّ فرصة، والمتفائل يرى الفرصة في كلّ صعوبة.\n.. follow\n   \n    @m_faried\n   \n   ..\n  ","935002":"\n   What car do you have\n  ","935003":"\n   💛😴🐻\n  ","935004":"\n   Do you snore ?\n  ","935005":"\n   Has your hometown changed a lot since you were a kid? If so, how? Have the changes been for the better or worse?\n  ","935006":"\n   I'm just starting out with periods and want to get just the right stuff. There's too many choices and I don't want to buy a bunch of awful ones to find the best one.\n  ","935007":"\n   Lauren😔\n  ","935008":"\n   Lauren it’s been a while how are you ..?\n  ","935009":"\n   How r u\n  ","935010":"\n   Haha I'm lying on bed too \nMiss you so much there xo\n  ","935011":"\n   If you could change your name to anything else that you like  what would you change it to and why\n  ","935012":"\n   I want to eat 🍴🍕\nCan i😂\n  ","935013":"\n   I’m 42male\n  ","935014":"\n   Haw are you😊\n  ","935015":"\n   Rain ⛈ or Snow🌨❄?\n  ","935016":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154181321976\n   \n   q25\n  ","935017":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154181319672\n   \n   q24\n  ","935018":"\n   Hugs💛🤗\n  ","935019":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154180927480\n   \n   q23\n  ","935020":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154180921592\n   \n   q22\n  ","935021":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154179966456\n   \n   q21\n  ","935022":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154179963896\n   \n   q20\n  ","935023":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154179958520\n   \n   q18\n  ","935024":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154179947000\n   \n   q17:\n  ","935025":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154179941624\n   \n","935026":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154179863544\n   \n","935027":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154179859704\n   \n","935028":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154179856120\n   \n","935029":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154179852536\n   \n   your response:\n  ","935030":"\n   Robbed this off snapchat:  would you rather get naked or tell the truth and nothing but the truth?\n  ","935031":"\n   Post Something Sarcastic ? 💯\n  ","935032":"\n   An original way to attract a guy's attention?\n  ","935033":"\n   Play any sports? If so what kind?\n  ","935034":"\n   You're beautiful\n  ","935035":"\n   Love that lmao😂\n  ","935036":"\n   Yooooo y’all so funny I can’t I’m gone😂😂\n  ","935037":"\n   Hyeee whats up?\n  ","935038":"\n   Likers get tbh for all?\n  ","935039":"\n   الناس ال بتسلم من غير بوس دي ليها مكانة خاصة جوا قلبي اقسم بالله💛🤝\n  ","935040":"\n   How was your day yesterday? Describe it in one sentence!\n  ","935041":"\n   Paaain!!!\nLet the bullets fly ohh let them rain\n  ","935042":"\n   جمعه مبارگه🖤♥️\n، لاست أنسرر گدهه😌💛\n  ","935043":"\n   Will you watch the European League final today?😃😃😃\n Chelsea vs Arsenal\n  ","935044":"\n   dependsw on my schedule they have to give me a 2 week notice\n  ","935045":"\n   it took me weeks to notice noah replaced jake lmao\n  ","935046":"\n   Did anyone famous go to your high school? Jimmy Kimmel went to mine\n  ","935047":"\n   If askfm were able to organize a meet and greet for its members and you were able to go .Would you go and who would you like to meet from here?\n  ","935048":"\n   Do you like cole slaw?\n  ","935049":"\n   Do you know anyone who got a bad tattoo? Like it’s misspelled or sloppy?\n  ","935050":"\n   What was the last thing to shock you\n  ","935051":"\n   hope it gets another season\n  ","935052":"\n   is it the perfectionist or another? 😍\n  ","935053":"\n   What did you always want to try or do, but never found the courage to do?\n  ","935054":"\n   How many questions do you have unanswered? I still have 180 to go, but I feel that's not even close to how many some of you do :P\n  ","935055":"\n   What would be the worst thing to hear as you are going under anesthesia before heart surgery?\n  ","935056":"\n   Write down something that inspired you today\n  ","935057":"\n   The sad night bird\nFly in the air\nThis poor man flies\nFly high in space\nTouring the horizons\nCry this sad\nLooking for hope\nBut where is the hope?\nHope in hearts\nThe hearts did not die\nBut waiting for the beloved\nBeloved and Beloved\nThis is the poor bird\nLooking for hope.....\n  ","935058":"\n   What's the last restaurant you went to?\n  ","935059":"\n   Apple or orange\n  ","935060":"\n   Thank you & you too. Keep away from all the negativity\n  ","935061":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154162043128\n   \n   no 11:\n  ","935062":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154162039032\n   \n   no10:\n  ","935063":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154162036216\n   \n   question 9:\n  ","935064":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154162033912\n   \n   question 8:\n  ","935065":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154162028792\n   \n   question 7:\n  ","935066":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154162021368\n   \n   question5: your response is:\n  ","935067":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154162018808\n   \n   question 4: your response is:\n  ","935068":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154162015480\n   \n   Question3: your response is:\n  ","935069":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154162012408\n   \n   . Question 2: your response is\n  ","935070":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154162001656\n   \n   question1 your response is:\n  ","935071":"\n   Do you like to go camping?\n  ","935072":"\n   Would you ever consider driving for Uber or Lyft? How about doing delivery for Postmates or Ubereats?\n  ","935073":"\n   Plus wheat would you do once the 10 million is spwnt? At least with 4k a week you'd have a very good income for the rest of your life\n  ","935074":"\n   What is the best way to learn a foreign language?\n  ","935075":"\n   How many concerts have you been too\n  ","935076":"\n   I see 😊 I‘m also tired from today.\n  ","935077":"\n   Someone who I know just started their own business and is getting their friends to write reviews about their business when then they never used it is just me or is that a bit sad and pathetic?\n  ","935078":"\n   Your singing makes me feel relaxed calm and makes me sleep better when I listen to your music while I’m in bed💛😴😴\n  ","935079":"\n   You think lol\n  ","935080":"\n   I've always wanted a log cabin with a bay window that has the cushion seat\n  ","935081":"\n   Trump is coming to the UK tomorrow. I would rather you girls  come here\n  ","935082":"\n   You haven't lived until you have done this at least once in your life:  amd that is (fill in however you like)\n  ","935083":"\n   Have you ever pretended to have poor phone reception in order to not talk to someone?\n  ","935084":"\n   I hope Ashley Benson, Troian Bellisarieo & Lucy Hale are in it\n  ","935085":"\n   the dating question, must be in gif form, xo\n  ","935086":"\n   I want to close my account\nDo you say yes or no?\nIf most people say yes I will close my account\n  ","935087":"\n   If you were making spag bolgbaise what ingredients would you use? Feel free to name spices herbs etc too. (Might rob ideas from your recipe)\n  ","935088":"\n   So a quick question for you! And you and you in the corner there too *waves*. So when you choose to answer a question, does your Ask.fm automatically default to one of the fancy colour background answers? Or can you answer it as normal? My answers default to a fancy background first and its annoying\n  ","935089":"\n   ‏ماتبقوش عرر فجأة كده ي جماعة عشان بنتخض والله .. ابقوا قولوا 1،2،3 الأول.\n  ","935090":"\n   Who’s the last person who hurt your feelings? Whose the last persons feelings you hurt?\n  ","935091":"\n   Ich mag es, meine Nase zu picken\n\nBet you didn’t know I spoke German did you?\n  ","935092":"\n   When was the last time you had a nasty screaming match with someone?\n  ","935093":"\n   Is it creepy for me to say that  you're drop dead beautiful because I'm a stranger\n  ","935094":"\n   Snap?\n  ","935095":"\n   Why do fools fall in love?\n  ","935096":"\n   جروب واتس رغيي بس قبل أي حاجه بص ع الوصف بتاع الجروب علشان تفهم كويس..💛💛\n   \n    https:\/\/chat.whatsapp.com\/I90QKIZlurxICe0DGMyGCL\n   \n","935097":"\n   Are you a bot?\n  ","935098":"\n   You're so beautiful! What can I do to make you mine?))\n  ","935099":"\n   What was the last thing to make you feel sad\n  ","935100":"\n   Do you like corn on the cob? Ever had it roasted? It’s pretty darn good!\n  ","935101":"\n   i like your feet in the 2nd pro pic\n  ","935102":"\n   احنا ماكبرناش ع العديه هي الي المفروض تكبر عليناا فهااا يعني...!\n  ","935103":"\n   Favourite soda\n  ","935104":"\n   Ur name......\nUr adress....\nUr age......\nUr pet name.....\nAnd ur nake name....\n  ","935105":"\n   sup g\n  ","935106":"\n   What's your opinion of gay marriage. Would you be in favor or against?\n  ","935107":"\n   What is  a negative side effect of a one-sided love?\n  ","935108":"\n   Ah so it belongs to the cat you was telling me about. You should adopt it yourself. You could have a little friend for life.\n  ","935109":"\n   What do you think about love at first sight?\n  ","935110":"\n   Summer or Winter?\n  ","935111":"\n   What is your favorite color or colors\n  ","935112":"\n   Is it better to have loved and lost or to never have loved at all?\n  ","935113":"\n   What body piercings do you want\n  ","935114":"\n   So who does Panda belong too? 🐈\n  ","935115":"\n   Miss u\n  ","935116":"\n   lol. listen imma ttyt but i am finna pass out. goodnight g. nice talkin to ya\n  ","935117":"\n   so hru?\n  ","935118":"\n   well for now we can just small talk.. we can get into other things when I got more time lol.\n  ","935119":"\n   kewl\n  ","935120":"\n   so. wyd?\n  ","935121":"\n   damn... shit sucks\n  ","935122":"\n   What would you say if the whole world was listening to you?\n  ","935123":"\n   wut happened to yo main?\n  ","935124":"\n   Do you like loose shirts ?\n  ","935125":"\n   High in the halls of the kings who are gone jenny would dance  with her ghosts..🎵\nThe ones she had lost and the ones she had found and the ones who had loved her the most\nAnd she never wanted to leave\nNever wanted to leave\nNever wanted to leave........❤😭\n#got❤😢\n  ","935126":"\n   oh and im talking to brendon from pretty much?\n  ","935127":"\n   are you thinking about coming to louisiana\n  ","935128":"\n   have you ever came to louisiana\n  ","935129":"\n   Are you one of those people who when you try to be as quiet as possible you make more noise? Like in the morning when I’m getting ready for work I’ll try to get my things ready quietly yet I still end up knocking over something or making a lot of noise.\n  ","935130":"\n   Do you have to keep busy or are you ok with doing nothing and laying around all day?\n  ","935131":"\n   Can you follow me on here\n  ","935132":"\n   Pretty picture\n  ","935133":"\n   What sort of athletics are you interested in?\n  ","935134":"\n   Bretty picture\n  ","935135":"\n   Do you think this is really a possibilty? \nThe simulation hypothesis or simulation theory proposes that all of reality, including the Earth and the universe, is in fact an artificial simulation, most likely a computer simulation.\n  ","935136":"\n   What are your plans for today\n  ","935137":"\n   Do you think you look approachable\n  ","935138":"\n   If you could try anything new today, what would it be and why?\n  ","935139":"\n   How was your week, now that it's Monday? Did you do anything interesting or fun?\n  ","935140":"\n   Goodnight and see you later\n  ","935141":"\n   Says who?\n  ","935142":"\n   Did you ever use the terms \"ill or sick\" to describe something that you thought was cool?\n  ","935143":"\n   What mythical animal do you resonate with, and why?\n  ","935144":"\n   You recently said \"baby Lauren\".. I saw you with the Security t-shirt... You might need to perform some security if I'm ever around young girls near you. #YoungGirlsAreLife #rambling\n  ","935145":"\n   Do you get angry much\n  ","935146":"\n   are you saving up for anything?\n  ","935147":"\n   Who is your role model?\n  ","935148":"\n   How many pets do you have?\n  ","935149":"\n   Have you ever witnessed anything terrifying?\n  ","935150":"\n   When did you last get sunburned?\n  ","935151":"\n   What was the last shocking thing that happened to you?\n  ","935152":"\n\n    https:\/\/ask.fm\/Itslaurencim\/answers\/156264256615?utm_source=copy_link&utm_medium=android\n   \n   Awh that's sad to hear girl.\nPlease take care ❤️\nPrayers for your well being 🙏\n  ","935153":"\n   Are you hard to please?\n  ","935154":"\n   Hi\n  ","935155":"\n   What is your ethnic background?\n  ","935156":"\n   Do you like Broccoli?\n  ","935157":"\n   Ever kissed anyone with really bad breath?\n  ","935158":"\n   Have you been chosen from the audience to participate in a show?\n  ","935159":"\n   Hello😊\n  ","935160":"\n   Have you ever faked being sick or hurt to get out of doing something?\n  ","935161":"\n   Do you have any devices in your home that you can control with your cellphone?\n  ","935162":"\n   How they get on together\n  ","935163":"\n   Are you more of a listener or a speaker?\n  ","935164":"\n   You're a beautiful woman!\n  ","935165":"\n   Hello😊\n  ","935166":"\n   Who is biger ur dad and ur mom\n  ","935167":"\n   Who's better off:  The person who put's up with drama on their page occasionally and dosen't check their notifications?    OR the person who dosen't put up with drama on their page and checks their notifications and see themselves tagged everywhere on hundred's of pages?  Asking for a friend yo\n  ","935168":"\n   Sing a song 😂\n  ","935169":"\n   💛💛😴\n  ","935170":"\n   Nick Norton Elie's brother ya\n  ","935171":"\n   How do you keep yourself busy on a rainy day?\n  ","935172":"\n   I know I forgot sorry.\n  ","935173":"\n   Hey\nWhat you upto girl? Xx\nHopefully you're doing great\n  ","935174":"\n   What is ur fav day? And why ?\n  ","935175":"\n   Do you prefer tampons or pads? Do you ever wear pantyliners? What brand do you use?\n  ","935176":"\n   Are you a good storyteller?\n  ","935177":"\n   Nice body. Wow\n  ","935178":"\n   All of them are your friends\n  ","935179":"\n   Snap?\n  ","935180":"\n   & Chad sorry nearly forgot him😕\n  ","935181":"\n   Nick\nMax & \nEmmyn to\n  ","935182":"\n   Who is ur best friend ❤\n  ","935183":"\n   لو وضعك مش عاجبك حاول تاكل أقلام ، عشان تتأقلم مع الوضع و وكدا يعني🤝🚶‍♂️.\n  ","935184":"\n   محدش بيكمل معايا للأخر ، انا شخصيه وحشه ومفيش حد بيتحملني😪💔\n- يابنتي انتي اللي سيباني انتي حوله؟!\n  ","935185":"\n   What songs hit you with a wave of nostalgia every time you hear them?\n  ","935186":"\n   If you can meet a famous person and drink coffee with her,who you  will meet\n  ","935187":"\n   What is your favorite clothing store?\n  ","935188":"\n   in a really hot way\n  ","935189":"\n   jeans size?\n  ","935190":"\n   for my bf i hope 😍😏\n  ","935191":"\n   may I know what size you wear just in case I see a cute outfit or something that I might think you would like?\n  ","935192":"\n   How do you prefer celebrating your birthdays?\n  ","935193":"\n   You are so beautiful. I swear 😭😭\n  ","935194":"\n   I got you\n  ","935195":"\n   Cards Against Humaniy: i picked up a _______ off the back of a dead donkey,  and to my amusement licked it and it tasted like ___________ and to which i had suddenly gained a sudden urge to go __________ for 10 miles\n  ","935196":"\n   I do need one\n  ","935197":"\n   can you give me a 30 day challenge idea? I swear i will do it\n  ","935198":"\n   Best way to be\n  ","935199":"\n   Would you let a guy kiss your feet\n  ","935200":"\n   . Who do you go out of your way to be nice to?\n  ","935201":"\n   im on my other account talking to you\n  ","935202":"\n   Alright I got you. It’s not going to be until February though\n  ","935203":"\n   hey boo\n  ","935204":"\n   just a necklace\n  ","935205":"\n   me eather she doesn't deserve it\n  ","935206":"\n   necklace, bracelet, tshirt, jeans, sweatshirt, and hats? which would you want?\n  ","935207":"\n   do you have a preference on what you get\n  ","935208":"\n   that anon needs to stop being to olivia\n  ","935209":"\n   Would you like a souvenir from Australia and New Zealand?\n  ","935210":"\n\n    @livygobrien\n   \n   is a bithc\n  ","935211":"\n   Where do you want to travel next?✈\n  ","935212":"\n   Great can I have some money\n  ","935213":"\n   Which city would you choose as capital of the world?\n  ","935214":"\n   Tag pretty girls\n  ","935215":"\n   Are you rich\n  ","935216":"\n   The thought police don't get involved when someone goes through the process of becoming a priest. Also, not all priests are gay, but have you noticed how many of them seem to like boys? If those kinds of priests can get in then so can I.\n  ","935217":"\n   Do you think people deserve a second chance?\n  ","935218":"\n   Well, who says I'm not. My word isn't good enough?\n  ","935219":"\n   I was trying to give a modest compliment! You sound so defensive. Benefit of the doubt- maybe I said something wrong.\n Anyways, as a Catholic priest I'd like to have you at my church for mass at some point. We're looking for new alter girls too, they get compensated pretty well.\n  ","935220":"\n   Who is your favorite cartoon character?\n  ","935221":"\n   😂😂😂 sorry good night Lauren 😴🛏\n  ","935222":"\n   Yes 🤵A& K👰\n  ","935223":"\n   I was just looking through my questions befor I went to sleep. Yes please do Running acoustic first then RIP.🏃‍♀️🧡💙\n  ","935224":"\n   Based on the little bits I've seen your music vids are of B or C quality and that is OK (I have none of my own, so..) You did well though and you're so dedicated. \nWhen I think of who you were with, and whoever you're currently with, I think of the song Better Man by Pearl Jam.\n  ","935225":"\n   Yesssss\n  ","935226":"\n   Have you ever felt unconditional love?\n  ","935227":"\n   Do you have a crush on anyone?\n  ","935228":"\n   I watched Lisa ,& Dani in the video. Sorry😂.\n  ","935229":"\n   Hey\nWhat you upto girl? Xx\n  ","935230":"\n   😂😂😂😂😂😂😂😂\n  ","935231":"\n   Have you ever made a decision, immediately regretted it ,yet it turned out great?\n  ","935232":"\n   What do you usually do when you’re stressed?\n  ","935233":"\n   Mean what exactly 🤔 ?\n  ","935234":"\n   Whats up there Lauren 😃 ?\n  ","935235":"\n   okay\n  ","935236":"\n   u deleted ur kik?\n  ","935237":"\n   Do you prefer the beach or the pool?\n  ","935238":"\n   Do you prefer hot dogs or hamburgers?\n  ","935239":"\n   What are you doing for Memorial Day weekend?\n  ","935240":"\n   It was you can do better\n  ","935241":"\n   Do you know anyone who lives in the past? They can’t let the past go and are talking about past glories or incidents ? Why can’t some people move on?\n  ","935242":"\n   How often do you take naps?\n  ","935243":"\n   Why do I often feel like there's something wrong with me even though that's just me being human?\n  ","935244":"\n   Movie Madness! A) Aladdin B) the secret life of pets 2 C) Godzilla: King Of The Monsters .  Use your vote wisely\n  ","935245":"\n   What’s the best “bad news “ you’ve gotten recently. We learned that this event was canceled which I was glad because I didn’t want to go to begin with!\n  ","935246":"\n   😥😥\n  ","935247":"\n   Aww❤\n  ","935248":"\n   Ya 🖐\n  ","935249":"\n   Is being raised in a different era a valid excuse for someone’s narrow minded beliefs when it comes to race,religion gender sexual preference etc?\n  ","935250":"\n   I enjoyed watching your videos on YouTube and seeing you sing💛\n  ","935251":"\n   There’s a movie starring Will Ferrel called “Stranger Than Fiction “ in which he can hear a voice that narrates his life. How would you react  if you could hear someone narrate your daily activities? And would you want a certain person to be the narrator?\n  ","935252":"\n   Who likes why don't we?\n  ","935253":"\n   Can you remember your first day of kindergarten?\n  ","935254":"\n   What’s your favorite movie snack?\n  ","935255":"\n   I need honest advice, no joking please. If your in a relationship\/marriage and your feelings have changed but there are kids involved do you stay together for the kids??\n  ","935256":"\n   You are my favorite artist💛\n  ","935257":"\n   Haha like me 😂\n  ","935258":"\n   Hugs💛🤗😊\n  ","935259":"\n   Netflix or Lostfilm?\n  ","935260":"\n   Oh him 😂\n  ","935261":"\n   My Queen💛\n  ","935262":"\n   Share a quote 😃\n  ","935263":"\n   Have you ever used a rotary phone? Do you even know what that is you young people?\n  ","935264":"\n   You're pretty!\n  ","935265":"\n   😂😂😂\n  ","935266":"\n   💛💛🤗😊\n  ","935267":"\n   Without lying\nWhy ur single right now😂\n(If ur single)\n  ","935268":"\n   If you become invisible for a day what will you do 😂😂\n  ","935269":"\n   Who is u fav actor\n  ","935270":"\n   miss u too\n  ","935271":"\n   What was the last scary thing you did? Was it scary in the end?\n  ","935272":"\n   What did the 5 fingers say to the face?\n  ","935273":"\n   What kind of porn do you watch?\n  ","935274":"\n   Ask me any kind of question and i'll do my best to answer\n  ","935275":"\n   New to this...ask me questions?\n  ","935276":"\n   What’s your favourite song\/band from the 1990s?\n  ","935277":"\n   🇬🇧\n  ","935278":"\n   have instagram?\n  ","935279":"\n   Would you rather have 4k a week for rest of your life or 10 million cash in hand right now and why\n  ","935280":"\n   What’s with girls and VSCO? I like it too. But I feel like I’m intruding on a girls night every time I open the app. What’s the deal?\n  ","935281":"\n   Post something entertaining a meme a funny clip a funny story whatever you like! Somethingbto entertain me until the engineer comes to fix the freezers at work :(\n  ","935282":"\n   What does it mean to be a human being?\n  ","935283":"\n   When you were a kid did you have any friends whose parents were flaky? My daughters friend from school has the weirdest mom! Nice lady but I don’t think she’s on the same planet as we are!!\n  ","935284":"\n   Have you ever seen a   Fortune teller\n  ","935285":"\n   What's it like dating you? ANSWER IN GIF FORM\n  ","935286":"\n   Is a man who is more touch with their feminine side unattractive\n  ","935287":"\n   What would you wish your parents knew about your current life so they could talk to you about it and maybe give you some advice?\n  ","935288":"\n   Does peace demand a lot....?\n  ","935289":"\n   Who’s hotter; Justin Bieber or Shawn Mendes?\n  ","935290":"\n   That will be good\n  ","935291":"\n   Do you think football\/soccer  players earn too much money\n  ","935292":"\n   This country is for Indians and not for you Europeans\n  ","935293":"\n   you need to hook up with rhiannon... she was was in the nashville tv series. Her voice is out of this world.\n   \n    https:\/\/youtu.be\/b1Z4PAZX9Bs\n   \n","935294":"\n   Do you have any siblings\n  ","935295":"\n   When’s the last time you faced the consequences for a bad decision?\n  ","935296":"\n   Bye\n  ","935297":"\n   Can you do the electric slide?\n  ","935298":"\n   Ever had a great idea shot down and the reason given didn’t make any sense?\n  ","935299":"\n   Are you a nice kid?\n  ","935300":"\n   What was the weirdest food or drink you've ever had, did you like it?\n  ","935301":"\n   Fav meme\n  ","935302":"\n   If you could erase a memory from your life,which one would you choose?\n  ","935303":"\n   Who is your inspiration?\n  ","935304":"\n   فولو هناا للأمريگي ده بيعمل لايكس كتير ومتفاعل 😹♥️🔥\n   \n    @amrabdelgffaa\n   \n","935305":"\n   Love this photo, nice pick\n  ","935306":"\n   Do you wipe front to back or back to front?\n  ","935307":"\n   What are you most looking forward to this summer?\n  ","935308":"\n   Did you get bullied in school\n  ","935309":"\n   Would you go to a Harry Potter themed Escape room? Would you actually want to escape?\n  ","935310":"\n   Have you ever preformed any shows\/acts for an audience?\n  ","935311":"\n   Have you ever needed surgery if you have on what\n  ","935312":"\n   Do you collect anything if you do what\n  ","935313":"\n   WE LOVE❤ A GOOD THROWBACK\n  ","935314":"\n   What is the #1 thing you are most insecure about in your life rn?\n  ","935315":"\n   What are you most scared of\n  ","935316":"\n   ¿iPhone o Android?\n  ","935317":"\n   Are you reading any books atm\n  ","935318":"\n   Be honest. Do you pick your nose and eat it?\n  ","935319":"\n   Have you ever been to Canada?\n  ","935320":"\n   How often do you lie to people?\n  ","935321":"\n   شويه لايگس ع الماشي گده😹♥️\n  ","935322":"\n   What made you happy today?\n  ","935323":"\n   😘\n  ","935324":"\n   are you ok ..? What happed 5 days ago ..? With the memory thing ..? Is everything ok ..?\n  ","935325":"\n   Do you got them apple bottom jeans, with the fur\n  ","935326":"\n   Do you know any shit stirrers\n  ","935327":"\n   That's good are you doing band stuff today. I see you came on Kik yesterday & just said sigh. I wondered what was wrong.\n  ","935328":"\n   Jessie\n  ","935329":"\n   your welcome, you are so beautiful x\n  ","935330":"\n   hello lauren x\n  ","935331":"\n   Why? :))\n  ","935332":"\n   Lucky you lot while we including your sis Lisa are horribly cold in the uk🇬🇧😂\n  ","935333":"\n   I am off to bed now 1.25am 🇬🇧\n  ","935334":"\n   Are you easily distracted?\n  ","935335":"\n   If you were in a superhero movie would you want to be the hero or the villain?\n  ","935336":"\n   الناموسة بتيجي تولد طبيعي جنب ودني دة لا يمكن يكون زن ناموسة عاقلة أبدا!\n  ","935337":"\n\n    https:\/\/youtu.be\/YiYP2IqoT8M\n   \n","935338":"\n   Hey\nHow're you doing baby? Xx\n  ","935339":"\n   Movies or Series\nOr sleep😂\n  ","935340":"\n   Do you like sports ?\n  ","935341":"\n   Lauren, you're very pretty!\n  ","935342":"\n   When’s the last time some dogooder foiled your evil plans?\n  ","935343":"\n   Have you ever gotten backstage passes for a concert? Which concert and what was it like meeting the star of the show?\n  ","935344":"\n   anybody awake ??\n  ","935345":"\n   What are your summer plans this year??\n  ","935346":"\n   Hello!😂\n  ","935347":"\n   Do you tend to collect things or do regularly review and get rid of them?\n  ","935348":"\n   Are you afraid to fly in airplanes?\n  ","935349":"\n   Who's your favorite actor?\n  ","935350":"\n   If you had the power to swap bodies with a man that was sexist would you?\n  ","935351":"\n   Tell me about ur day\n  ","935352":"\n   ❤Hotel artemis😆  or the Grand Budapest Hotel\n  ","935353":"\n   Johnny Depp\n Or Brad Pitt\nOr Mather faker.... I mean Samuel L Jackson😂😂😂\n  ","935354":"\n   Describe Taylor Swift’s Me in 1 word\n  ","935355":"\n   If someone said not to get attached to them but you end up doing so, what would you do about it?\n  ","935356":"\n   Where would you like to live?\n  ","935357":"\n   Aren't you no longer friends?\n  ","935358":"\n   How was your day?\n  ","935359":"\n   Baby shark......😂😂\n  ","935360":"\n   You miss jonah  ?\n  ","935361":"\n\n    https:\/\/youtu.be\/9KWx7fvksd8\n   \n   Tyler's Ward & Cimorelli  Happy 😊😊\n  ","935362":"\n   Are you married\n  ","935363":"\n   Have you broken a bone of your bones before?\n  ","935364":"\n   A little pronunciation time:\n\ndata, meme, gif\n  ","935365":"\n   Thoughts on Ashleighrbensen\n  ","935366":"\n   Awh that's sad to hear xx\nHope you feel okay\n  ","935367":"\n   😂😂😂😂\n  ","935368":"\n   It's the second year anniversary of the of the Bomb attack at the Manchester Arena today at the Ariana Grande concert 😔🐝❤\n  ","935369":"\n   Have you ever gotten a bloody nose from picking your nose so much?\n  ","935370":"\n   What’s something you are passionate about?\n  ","935371":"\n   What's the quickest way to make a girl cry?\n  ","935372":"\n   \"Imagine Dragons\" or \"The Chainsmokers\"?\n  ","935373":"\n   How many Starbucks are near your home? There’s like 5 within a mile whichever direction you go from my house.\n  ","935374":"\n   What’s your least favorite song by your favorite singer or band?\n  ","935375":"\n   I really love you as a person ♥\nYou are wifey goals 🌹\n  ","935376":"\n   What a superpower\nWhich you wish\nAnd what will you do with it\n  ","935377":"\n   a quote that you associate with yourself?\n  ","935378":"\n   How often do you take photos? Either of yourself or just things in general\n  ","935379":"\n   First rule in fight  clup is....😁\n  ","935380":"\n   How do you handle someone who isn't afraid of you?\n  ","935381":"\n   So how do you like your eggs, scrambled or over- easy?\n  ","935382":"\n   How do you deal with stupid people?\n  ","935383":"\n   Did you ever donate blood?\n  ","935384":"\n   You afraid of heights?\n  ","935385":"\n   Hey, mein bro\n   \n    @sttrangr\n   \n   und ich feiern deine Antworten echt, beantworte ruhig ein bisschen mehr ✌🏼\n  ","935386":"\n   Have you ever tried gourmet chocolate? Did you notice a difference between it and Hershey’s or Cadbury?\n  ","935387":"\n   When your hair starts to turn gray will you dye your hair or will you let it go gray and embrace it?\n  ","935388":"\n   Hmu , let's catch up\n  ","935389":"\n   thanks for letting me know\n  ","935390":"\n   الناس السهرانه تبعت Q كده علشان نتناقش ف اقتصاد مصر وكيفية تطويره أو إفساده مش هتفرق😹💔\n  ","935391":"\n   I'm proud\n  ","935392":"\n   Love at a beautiful sight 😍\n  ","935393":"\n   .\n  ","935394":"\n   My name is Rick and I am from your past.\n 🐝\n  ","935395":"\n   You have the look of your Mom there Lauren.\n  ","935396":"\n\n    @straightouttanebraska\n   \n   like\n   \n    @kassieusey1\n   \n","935397":"\n   You're very pretty\n  ","935398":"\n   Heyyy🌹🌹🌹😍😍😘\n  ","935399":"\n   If you had one word to describe yourself, what would it be?\n  ","935400":"\n   How many hats do you own?\n  ","935401":"\n\n    https:\/\/www.facebook.com\/TKMediaSA\/videos\/1299366066883867\/\n   \n   just a fun post to share with ye\n  ","935402":"\n   Gooood Morning! Wednesday Wonderings: do you ever wonder about something and rather not have it explained by science \/ georpraphy etc ? Just let you be in your wondering moment?\n  ","935403":"\n   💛💛🤗\n  ","935404":"\n   Give the facts?❤️?\n  ","935405":"\n   Can I shrink down to 3 inches tall and become your personal foot massager\/clean your feet\/give you pedicures\/paint your toenails\/keep your feet warm?\n  ","935406":"\n   would you care if your brother saw you in your underwear?\n  ","935407":"\n   When is your birthday\n  ","935408":"\n   تابعتگ أنسراتگ حلوه جداا علفگراا وطريقتگ أجمل ،دونت انسر😇💙\n  ","935409":"\n   Cats or dogs\n  ","935410":"\n   What's your middle name\n  ","935411":"\n   Would you like to have a massage chair\n  ","935412":"\n   Do you get upset quickly or not?\n  ","935413":"\n   What actually is paypal?\n  ","935414":"\n   What happens when all attention is on you?\n  ","935415":"\n   It's a bit like PLL it's not on Netflix it was on the normal TV channel in England. But it was made in America\n  ","935416":"\n   If you want to respond to this question with a video please. Question: which non chain restaurant is your favorite?\n  ","935417":"\n   Say cheeeese 📷\n😂✌\n  ","935418":"\n   Falaka miss you\n  ","935419":"\n   Nice lyrics\n  ","935420":"\n   ﺍﻧتي ﺷﻜﻠﻚ ﺗﺎﻓهه ﻭﻫﺘﻀﻴﻌﻠﻲ وﻗﺘﻰ ﺑصي ﺍﻧﺎ ﺍﺳﺘﺮﻳﺤﺘﻠﻚ ﺟﺪاا😹💔\n  ","935421":"\n   صلاه الفجر ادعولي فضلاا😪💔\n  ","935422":"\n   Have you been busy today\n  ","935423":"\n   What’s the best time you’ve had recently?\n  ","935424":"\n   If someone does not know you come and give you a kiss\nWhat will be your reaction and what will you do😂😂😂\n  ","935425":"\n   What app you open all the time\n  ","935426":"\n   height\/weight?\n  ","935427":"\n   What does this name mean to you\nMartin\n  ","935428":"\n   Whats Halloween festival..?\n  ","935429":"\n   Just let him do what he wants.\n  ","935430":"\n   I Just did this for a bit of fun I weight 28 pounds on  the moon how much would you weigh on the moon? just divided your current weight by  6\n  ","935431":"\n   Michael Jackson or Celine Dion\n😭😥\n  ","935432":"\n   Name a positive transgender role model\n  ","935433":"\n   Name a positive male role model\n  ","935434":"\n   Have you ever smashed something out of anger?\n  ","935435":"\n   Pap of the day\n  ","935436":"\n   I did watch your video\nIt's amazing. Prayers for your success and well being 🙏💯\n  ","935437":"\n   [1]Age? _ [2] Fav color? _ [3] Height? _ [4] Single? _ [5] Best Memory? _ [6] Color Underwear right now? _ [7] Last kiss? _ [8] last hug? _ [9] Crush? _ [10] Kisses or Cuddles\n  ","935438":"\n   Space 💜\n  ","935439":"\n   Are you ok today Lauren?\n  ","935440":"\n   How are you???\n  ","935441":"\n   Height and weight. Hair color and eyes\n  ","935442":"\n   Lauren have you done photo shoots for merchandise\n  ","935443":"\n   Could you be a vegetarian\n  ","935444":"\n   Is there a topic that cannot be discussed in your household because all it does is cause a fight?\n  ","935445":"\n   Name a positive female role model..\n  ","935446":"\n   Would you donate any organs when you die\n  ","935447":"\n   So my kids are playing hospital , I went in there just to clip Sophia’s fingernails and ended up having heart surgery. I’ll be ok they caught the blockage. What were some of your favorite games as a kid?\n  ","935448":"\n   You and your sister's are goddesses I swear. You all are so beautiful, so intelligent, and so talented it's unbelievable. What song has those lyrics?\n  ","935449":"\n   What is the thing you think people should do more often?\n  ","935450":"\n   aw, hopefully it goes fast x\n  ","935451":"\n   What countries have you traveled to before?\nIf you are not traveling before\n😂😂😂😂 coffee or tea\n  ","935452":"\n   Hi my name is Tom!Do you want to be friends? Answer with a 😀 for yes answer 🙁 for no.\n  ","935453":"\n   Oh my God that could be a song lyric, that flows so well and is very inspiring!\n  ","935454":"\n   If you have a child, what will you name?\nIf you already own a child Do you want to have another one?\n  ","935455":"\n   Do you still check for monsters?\n  ","935456":"\n   Are you a healthy eater?\n  ","935457":"\n   Body positivity posts ?\n  ","935458":"\n   Do you like gladiator sandals?\n  ","935459":"\n   Good Evening Lauren\n  ","935460":"\n   You can't stop the world's end, why fight it?\n  ","935461":"\n   Ya Lauren 😊\n  ","935462":"\n   That so cool glad u guys are close\n  ","935463":"\n   Hey😊\n  ","935464":"\n   l'm glad you're okey😊\n  ","935465":"\n   I miss talking to u😪\n  ","935466":"\n   Hey beautiful 😍how are you doing??\n  ","935467":"\n   Share photos of your pets  ???\n  ","935468":"\n   Like my recent 3 answers to get 6 likes back...\n  ","935469":"\n   Hi\n  ","935470":"\n   Are there any quotes you live by?\n  ","935471":"\n   If you are in an interview what you would say\n  ","935472":"\n   Do you still do some of the things you used to do as a child? For instance, I always exclaim \"Cows\" whenever we drive past them, I make loads of weird ass noises, and I often play fight! Maybe I'm just a kid!\n  ","935473":"\n   If you were to create music, would you play an instrument or use your voice? What instrument, if you chose that?\nWould you be in a band or would you be a solo artist? \nWhat kind of music would you want to create?\n  ","935474":"\n   Have you ever finished a book, movie series, or TV series and afterwards you're just lost in the abyss rather than being immersed in the world that's from said series or book? Because same, why the hell did Game of Thrones have to finish, dammit.\n  ","935475":"\n   What's the best weather to you? What do you like to do the most on the days when it's like that?\n  ","935476":"\n   Adele or sia ?\nIf u dont now the both ur Someone who has no taste in songs\n  ","935477":"\n   ‏لو قال لكُم شخص، أنهُ أحب فتاة وتركته دونَ أدنى سبب، وآخر محادثة بينهما كانت منذُ عامين،ومازال يحبها الى الآن، ولا ينساها من دعاءٍ ولا من صدقه، هل ستصدقوه؟\n  ","935478":"\n   It wouldn't be if your Sister's helped you a bit with it maybe.\n  ","935479":"\n   Yes it's a good idea if it stops the fakes.\n  ","935480":"\n   What hobby do you wish you could pick up?\n  ","935481":"\n   Who is prettier you or Ur mom?\n  ","935482":"\n   Yes you should 😊\n  ","935483":"\n   Such as what?\n  ","935484":"\n   Ah it's a good picture\n  ","935485":"\n   When was this taken?\n  ","935486":"\n   😂🧁😋\n  ","935487":"\n\n    https:\/\/www.instagram.com\/p\/Bxp990hBaVE\/\n   \n","935488":"\n   Would you like to be an online friend with someone who is not from your country ?\n  ","935489":"\n   What’s The Most Interesting Thing You’ve Seen Online This Week?\n  ","935490":"\n   What’s A Common Thing That You Think About When You’re Alone?\n  ","935491":"\n   If You Were Home On A Rainy Monday Afternoon, What Movie Would You Most Want To See On TV?\n  ","935492":"\n   K - favorite singer or band starting with a K?\n  ","935493":"\n   What is ur boy \/girl friend\nIf u havn't\nDrink pepsi or cola? 😂😂😂😂😂\n  ","935494":"\n   I need taking with you\n  ","935495":"\n   Do you recognize love\nOr think it is just a trivial thing\n(Bring out all that is in your heart please)\n  ","935496":"\n   If u can\nSend ur pic with out make up😎😝😂\n  ","935497":"\n   Have you learned anything new about yourself this year?\n  ","935498":"\n   Rachael is ace\n  ","935499":"\n   Ah sorry well at least he is ok. And hasn't hurt himself\n  ","935500":"\n   Unprepared\n   \n    @michaeljones\n   \n","935501":"\n   weird😂\n  ","935502":"\n   Do you have memorial day plans yet or any other holidays coming up?\n  ","935503":"\n   Do you ever get paranoid\n  ","935504":"\n   Did you hear about Arkansas where the r*pist could sue you for getting an abortion?\n  ","935505":"\n   Do you like 5 seconds of summer??\n  ","935506":"\n   Bless your heart 🙂\n  ","935507":"\n   How do I become your bf\n  ","935508":"\n   Oh I was thinking Hudson Henry. You mean Hudson Hensley. Sorry😔\n  ","935509":"\n   Are you single\n  ","935510":"\n   If you are in public with someone you think is attractive and they by mistake suddenly farted would that make you look at them differently as in a way that would make you think they are not cool anymore or they are not attractive anymore?\n  ","935511":"\n   God bless them all 💙\n  ","935512":"\n   It was\n  ","935513":"\n   are you italian?\n  ","935514":"\n   I know they do Chicken Wings & stuff. But I don't know what else I have only seen stuff on yours & your Sister's posts sorry Lauren\n  ","935515":"\n   Ah how come you didn't go\n  ","935516":"\n   Yeah\n  ","935517":"\n   please check out the top question and the thread that the question is in I tagged five of you in the other five I’m sending the question Too please comment and answer the question and send me a comment on the question from the lovely anon that is saying stuff about me I appreciate the help !\n  ","935518":"\n   It's true though\n  ","935519":"\n   Oh I seen Christina was there.\n  ","935520":"\n   Cold brew coffee is gross... seriously nobody honestly likes it.\n  ","935521":"\n   I'm doing good too.\nThank you! Xx\n\nWhat do you do all day?\n  ","935522":"\n   If you could get away with murder, would you? 😏\n  ","935523":"\n   😑⁦⁦☝️⁩🦶👈👣💢🥵\nWhat i mean\n  ","935524":"\n   Oh sorry\n  ","935525":"\n   Oh was it a picture of your Granny.\n  ","935526":"\n   Tears of happiness I hope\n  ","935527":"\n   فولو باك ولايكات مردوده 💜\n  ","935528":"\n   If you could turn your bf\/fiance or husbamd into an animal what animal would you turn him into and why\n  ","935529":"\n   Do you think Ashleigh is gorgeous?\n  ","935530":"\n   Do you have paypal\n  ","935531":"\n   I’m confused by this answer, because the question was about porn. 😬\n  ","935532":"\n   Ya why shouldn't you be\n  ","935533":"\n   Can you swim ?\n  ","935534":"\n   That sounds good\n  ","935535":"\n   King Mike Snr 🤴\n  ","935536":"\n   Say one word about ur father ❤\n  ","935537":"\n   So it was 32'c  degrees in Nashville today. I know a song called that.\n  ","935538":"\n   Have you ever watched Light As A Feather\n  ","935539":"\n   Your smile is my favorite💛\n  ","935540":"\n   Did u watch porn before\n  ","935541":"\n   How are you Lauren 😊\n  ","935542":"\n   If you had to change your name but keep the first letter of it.. which name would you choose?\n  ","935543":"\n   How do you know the lyrics to a song that was just released?\n  ","935544":"\n   Say any thing 😪\n  ","935545":"\n   Have you ever fallen for one of your friends bf\/gf?\n  ","935546":"\n   Oh I see\n  ","935547":"\n   Love you💛\n  ","935548":"\n   Pepperoni girl\n  ","935549":"\n   I am looking forward it\n  ","935550":"\n   Have you recently had anyone pooh pooh what you thought was a pretty good suggestion or idea??\n  ","935551":"\n   Love you Lauren💛💛\n  ","935552":"\n   If you could have lunch with ONE person living or dead who would it be and why?\n  ","935553":"\n   Do you like to be the center of attention?\n  ","935554":"\n   What is your best friend’s name?\n  ","935555":"\n   What is your favorite ice cream flavor?\n  ","935556":"\n   Do you know anyone who actually watches advertisements?\n  ","935557":"\n   What is your favorite breakfast food?\n  ","935558":"\n   Say you went to the beach with someone who has kids. The kid ended up going the bathroom while you waited outside to be next in line. The kid asks for help.\n\nWould you go in and help or be all \"he's not mine\" mentality? What would make you pick the latter approach?\n  ","935559":"\n   Describe your day so far?\n  ","935560":"\n   Describe yourself, and describe what you're looking for in someone else?\n  ","935561":"\n   Oh ya another song 😊🧡\n  ","935562":"\n   Wow Ur so tall how much are you btw\n  ","935563":"\n   How tall are you are you going to be a model soon\n  ","935564":"\n   why dont you start singing too than?\n  ","935565":"\n   woow bravoo to youuu really\n  ","935566":"\n   u know that personallity??\n  ","935567":"\n   Oooooh honeey this is such a saaad sooong why u hear thaaat\n  ","935568":"\n   Honesty hour\n  ","935569":"\n   Oh i love this videeeo\n  ","935570":"\n   u were scared? hahah\n  ","935571":"\n   Is that stok cold brew stuff good? I’ve been meaning to try it\n  "},"Answer":{"934500":"\n  8 hours\n  ","934501":"\n  There's a lot of people who live in nashville that are musicians\n  ","934502":"\n  I hate being tickled\n  ","934503":"\n  I'm good\n  ","934504":"\n  I'll still hide\n  ","934505":"\n  Thank you 💛💛💛\n  ","934506":"\n  Awe that's cutw but she has somebody\n  ","934507":"\n  Thank you\n  ","934508":"\n  Oo\n  ","934509":"\n  Talk later\n  ","934510":"\n  Ah\n  ","934511":"\n  Tickling makes me uncomfortable\n  ","934512":"\n  Awe glad you had fun\n  ","934513":"\n  Thank you\n  ","934514":"\n  Yes\n  ","934515":"\n  Don't talk like that\n  ","934516":"\n  1.doesn't matter\n  \n  2.cola\n  \n  3. Doesn't matter\n  \n  4.mind\n  \n  5.house\n  \n  6. Black\n  \n  7. Strawberry\n  \n  8. Dolphin\n  \n  9.angels\n  \n  10.sunny\n  ","934517":"\n  ??\n  ","934518":"\n  How many of you live upon us on earth?. Because what if everyone on earth is 99% aliens\n  ","934519":"\n  No, I barely have time to play games\n  ","934520":"\n  Thank you!!\n  ","934521":"\n  Cool\n  ","934522":"\n  5:22 pm\n  ","934523":"\n\n   @AliceGoodson123\n  \n\n\n   @Amanz0804\n  \n\n\n   @Aye_itsryan\n  \n\n\n   @annabelle_wrestler\n  \n\n\n   @Alicia861\n  \n\n\n   @almightycorbyn\n  \n\n\n   @arnaudballans\n  \n\n\n   @birddawg19\n  \n\n\n   @BigAmericanFatso\n  \n\n\n   @Blairtfinley\n  \n\n\n   @bhayesg\n  \n\n\n   @Book_quot_lover\n  \n\n\n   @Bocepous\n  \n\n\n   @BrooklynnWyatt\n  \n\n\n   @CactusDoug\n  \n\n\n   @coffeehymn\n  \n\n\n   @crickex\n  \n\n\n   @chrissyjillson\n  \n\n\n   @ChrissyCostanza_ATC\n  \n\n\n   @CarterCummins\n  \n\n\n   @courtneym4\n  \n\n\n   @DopeDaws\n  \n\n\n   @danaw3\n  \n\n\n   @DennisQ777\n  \n\n\n   @dahripperjack\n  \n\n\n   @Declan_Mcglade\n  \n\n\n   @DaFck4DeShit\n  \n\n\n   @Dncimorelli\n  \n\n\n   @ethandlan\n  \n\n\n   @Ethangalloway0\n  \n\n\n   @emmabcurtis\n  \n\n\n   @elbowelephant\n  \n\n\n   @EricC99\n  \n\n\n   @emma_7H\n  \n\n\n   @eatyourcake\n  \n\n\n   @fiezuqa\n  \n\n\n   @FeelFreeToAsk2017\n  \n\n\n   @flomacekk\n  \n\n\n   @FreakyAlan\n  \n\n\n   @foolian\n  \n\n\n   @funny_hot\n  \n\n\n   @Gabbybartolone\n  \n\n\n   @geohelley\n  \n\n\n   @heyy_its_liv\n  \n\n\n   @HeyguystheBitchyBiscuitisback\n  \n\n\n   @hey_its_ciara_\n  \n\n\n   @Habiteha\n  \n\n\n   @Habiteha\n  \n\n\n   @hockeyluvaa\n  \n\n\n   @illyisback\n  \n\n\n   @itsfroygutierrez\n  \n\n\n   @inglewoodprincess\n  \n\n\n   @iAlexAiono\n  \n\n\n   @ItzCarrington\n  \n\n\n   @iWillSpamYouAsk\n  \n\n\n   @ImEmmaChamberlain\n  \n\n\n   @jackduffRT\n  \n\n\n   @JonahMWDW\n  \n\n\n   @jennie001\n  \n\n\n   @jonesymo\n  \n\n\n   @Jacob_Huish\n  \n\n\n   @jonahwdw\n  \n\n\n   @JessicaStonebridge\n  \n\n\n   @Kay_Cook\n  \n\n\n   @kristinisbackbaby\n  \n\n\n   @KaiaHill\n  \n\n\n   @koalamone\n  \n\n\n   @kelly162\n  \n\n\n   @krystaa_collett\n  \n\n\n   @kaylashea97\n  \n\n\n   @Luke5SOSPriv_\n  \n\n\n   @livygobrien\n  \n\n\n   @LiviBates\n  \n\n\n   @lightoflove\n  \n\n\n   @lillybee14\n  \n\n\n   @loyallovinhigh\n  \n\n\n   @lnr87\n  \n\n\n   @MadsBeer1999\n  \n\n\n   @mbaac18\n  \n\n\n   @misphire\n  \n\n\n   @mawiocudwoc\n  \n\n\n   @Matu1122\n  \n\n\n   @mzdrke\n  \n\n\n   @Mslaurencimorelli\n  \n\n\n   @NoahGCentineo_\n  \n\n\n   @NineGDxFour\n  \n\n\n   @NicoleBuckleyyx\n  \n\n\n   @niallgolf\n  \n\n\n   @PrettyMuchBrandonArreaga\n  \n\n\n   @psychobaby1\n  \n\n\n   @Pookeo9\n  \n\n\n   @Pumpkinprincess0930\n  \n\n\n   @ProperGrammarSavesLives\n  \n\n\n   @poetalunam\n  \n\n\n   @RyeBeaumontt\n  \n\n\n   @RealHaileeSteinfeld\n  \n\n\n   @realcamerondallas69\n  \n\n\n   @RealAustinCMahone_\n  \n\n\n   @Riapoos\n  \n\n\n   @romancetxt\n  \n\n\n   @RaquelAlissa\n  \n\n\n   @sonnyrobertson\n  \n\n\n   @snehm941\n  \n\n\n   @scarpenterxx\n  \n\n\n   @SimonHess\n  \n\n\n   @supebedia\n  \n\n\n   @SlendyGunner\n  \n\n\n   @sisterrjames\n  \n\n\n   @thesuperkian\n  \n\n\n   @Thanatos101666\n  \n\n\n   @TheAlliSimpson98\n  \n\n\n   @TheFunkyKoala\n  \n\n\n   @toxicunicornbutt\n  \n\n\n   @TheChaosBringer\n  \n\n\n   @wherearetheavocadoz\n  \n\n\n   @whosluna\n  \n\n\n   @XCamilla_CabelloX\n  \n\n\n   @xxcallumxx12345\n  \n\n\n   @xohollyh\n  \n\n\n   @youronlyandrea\n  \n\n\n   @youcuntx\n  \n\n\n   @yourdiego\n  \n\n  theres probably more but yeah\n  ","934524":"\n  What?\n  ","934525":"\n  I was homedchooled\n  ","934526":"\n  I dont really like comedy... Does the grinch count?\n  ","934527":"\n  Some memories I have with people who fidnt deserve to be my friend in life\n  ","934528":"\n  Golden state\n  ","934529":"\n  Rachael\n  ","934530":"\n  My family\n  ","934531":"\n  SEND SUGGESTIONS SISTERS!!\n  ","934532":"\n  Beauty and the beast\n  ","934533":"\n  Money doesn't replace unconditional love from family, pets, friends etc\n  ","934534":"\n  My signal is weak\n  ","934535":"\n  Yes\n  ","934536":"\n  Kind people 💛\n  ","934537":"\n  I'm not sure its nashville so theres lots of historic places but none that I am aware are being torn down or collapsing\n  ","934538":"\n  I used to like I believe it was called total wipeout? Just seeing the people fall was humorous to me\n  ","934539":"\n  Sometimes I do it just depends what was actually said and if I need to take the time out of my day to address it.\n  ","934540":"\n  Real friemds know everything about you, even your routine by heart and are always there to support you and have your back. Acquaintances know absolutely nothing but what they are told by others\n  ","934541":"\n  The fact I literally called someone who had no value or place in my future a best friend who was like another sister to me only to learn they were actually toxic years kater and that hurts worse than a breakup\n  ","934542":"\n  Idk\n  ","934543":"\n  Full albums because you get more new music. But singles are special as well because you get to really appreciate tje song and the lyrica and the story behind it\n  ","934544":"\n  Er no\n  ","934545":"\n  Just a sister squad 💛💛💛🦋💙💙💙\n  ","934546":"\n  Yes. And pretty much everything I try to help the best I can weather if it comes out way to truthful\n  ","934547":"\n  Aww thanks\n  ","934548":"\n  I'm not home but it was pretty clean before I left\n  ","934549":"\n  I'm pretty happy just living life\n  ","934550":"\n  Probably not?\n  ","934551":"\n  I tend to yell like what are you doing lady he's right behind you!!\n  ","934552":"\n  Not much. Bit if you're messing with someone I care about I will fight you\n  ","934553":"\n  Take off anonymous questions, block, report, delete\n  ","934554":"\n  Middle\n  ","934555":"\n  Belle 💛\n  ","934556":"\n  Australia!!\n  ","934557":"\n  Kiss me if I'm wrong but dinosaurs do exist right\n  ","934558":"\n  I think they should be raised equally. They can wear whatever clothes the want, like whoever they want, be whatever gender they want, do whatever job they want or sport whatever. Stop discriminationing and learn a girl can do as much as a guy can. Guys just don't have periods or get pregnant\n  ","934559":"\n  Late night\n  ","934560":"\n  In sure I can. Just not as quick as others\n  ","934561":"\n  We get arrested\n  ","934562":"\n  MY NEW SONG IS DROPPING THE 26th !!! 💛💛💛\n  ","934563":"\n  What's up?\n  ","934564":"\n  Never gonna happen\n  ","934565":"\n  True true\n  ","934566":"\n  This is who we are working with today 💛💛💛\n  ","934567":"\n  Steph needs to get his team together\n  ","934568":"\n  Typical sisters\n  ","934569":"\n  Ah, well got to get back to recording some ttyl\n  ","934570":"\n  Haha well we went to china like few years ago\n  ","934571":"\n  There was three times she said to guess lol\n  ","934572":"\n  You guys have to wait, we have filmed so many videos its crazy\n  ","934573":"\n  It switches but this is good\n  \n   https:\/\/open.spotify.com\/track\/33lXq3csEWwYNn6x0sM3Et?si=ZnYCB6QbT1S3QpdUxsaY_w\n  \n","934574":"\n  I'm single, been single haha\n  ","934575":"\n  I migjt but what's sad is I still dont know the lyrics to bohemian rhapsody I only know the parody we did for christina and nicks wedding\n  ","934576":"\n  I follow them 😊💛\n  ","934577":"\n  Size does not matter . stop body shaming\n  ","934578":"\n  I used to like our song believe it but there was never a clear message on what to believe in and it was a song that was written by our old label at the time. Now all my sisters and I hate it and we took the footage from the video and recording or just being is and came out with a song called \"wings\" but I'm really not a huge fan of that one either\n  ","934579":"\n  Condoms, making sure the both of you dont  have any diseases or a carrier. Birth control\n  ","934580":"\n  Maybe. I'm not sure\n  ","934581":"\n  Lisa was there like a week ago with chad lol but will do and maybe I'll see him before we leave.\n  ","934582":"\n  Normally between 6 am - 8 am in Tennessee. Here in california its a different time zone though\n  ","934583":"\n  I try to be to everyone I know and meet 💛\n  ","934584":"\n  I have not :\/\n  ","934585":"\n  Welcome 💛\n  ","934586":"\n  A monkey like curious george?\n  ","934587":"\n  Ice cream choices haha\n  ","934588":"\n  Your answers, you're really kind to people, you ask good questions, and we can relate to most of your answers\/questions as well.\n  ","934589":"\n  What's going on with warriors not having their heads in the game\n  ","934590":"\n  Feet are just feet\n  ","934591":"\n  Oh cool\n  ","934592":"\n  Let our followers control our lives for the day\n  ","934593":"\n  HAPPY BIRTHDAY RYAN 💛💛💛\n  \n   @sonnyrobertson\n  \n","934594":"\n  Oo oo oo 😂💛\n  ","934595":"\n  I'm not sure\n  ","934596":"\n\n   https:\/\/youtu.be\/xudMZ6d75hc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","934597":"\n  Headbands, I used to wear them all tje time and once I got to age 12 and started styling my hair differently I didnt like how they looked\n  ","934598":"\n  Probably not\n  ","934599":"\n  How are you?\n  ","934600":"\n  The ones about what I like and my favorite things or asking what to eat etc\n  ","934601":"\n  Yes\n  ","934602":"\n  Sure\n  ","934603":"\n  On the band account\n  ","934604":"\n  Hi\n  ","934605":"\n  Haha sorry I been busy\n  ","934606":"\n  I'm In california working on some stuff for the week\n  ","934607":"\n  Yes\n  ","934608":"\n  Clothes\n  ","934609":"\n  Indeed it has\n  ","934610":"\n  My birthday ew\n  ","934611":"\n  Come off anon first\n  ","934612":"\n  What?\n  ","934613":"\n  They both burp\n  ","934614":"\n  Awe thank you\n  ","934615":"\n  Another day of work and copying lisa\n  ","934616":"\n  Breakfast with games we play, new found glory and more\n  ","934617":"\n  Our friends have cars and alex is also in california as well\n  ","934618":"\n  I have ___ and can't walk that far without getting shortness of breath, I cant go to the store blah blah blah\n  ","934619":"\n  Sun kissed\n  ","934620":"\n  I'm good\n  ","934621":"\n  Taco bell isnt actual mexican food.\n  ","934622":"\n  I believe so\n  ","934623":"\n  Yep because you can also be charged for hiding evidence\n  ","934624":"\n  I know a lot of people who use their medical conditioms as a excuse not to do something\n  ","934625":"\n  Oh no! That would be a really rough fall\n  ","934626":"\n  Hopefully I have my own little family by then\n  ","934627":"\n  I'm good. And sure 😊\n  ","934628":"\n  Im not with anyone and I'm savig myself to after marriage\n  ","934629":"\n  Not with anyone but definitely life\n  ","934630":"\n  Um no don't think so\n  ","934631":"\n  I like to tan though haha\n  ","934632":"\n  They just want to compliment you on your accomplishments\n  ","934633":"\n  Probably a few years back because im not from the Flintstones time period and would be way to advanced in time to fit in there\n  ","934634":"\n  Real man try their hardest to fix the issues I believe and treat their women like a queen\n  ","934635":"\n  Probably either a dog or cat since those are mostly the aninals everyone owns and we don't seem to understand them and what they actually want\n  ","934636":"\n  I'm in california\n  \n  Im doing videos and stuff for work\n  \n  And I see how much in the past three years I have changed, grew and just became more relaxed.\n  \n  I been stressed out alot, while some of my other sisters dont feel really connected to California anymore, something about being back here has made me feel more relaxed and calmer.\n  ","934637":"\n  Reaching your dreams and overcoming all the obstacles that life gives you.\n  ","934638":"\n  Be yourself, stop trying to blend in with others and be someone you definitely are not and will never be just to make society like you. Be a unique new York type of person. Uniqueness is so much better than the same. It becomes boring seeing the same thing over and over. Who cares if you're weird, who cares if you're not supermodel material, who cares if you're random? Show of the real you who has so much potential in life\n  ","934639":"\n  Hey :)\n  ","934640":"\n  FEEDING MY CHILDREN GOOD TODAY! New video up on my personal channel 💛\n  \n   https:\/\/youtu.be\/9i_CX8MCi04\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","934641":"\n  The only thing that I see is everyone who’s doing better than me. I try not to take it personally...” New song Pressure out 6\/21 ! #PressureJune21st 🥵\n  \n   https:\/\/www.instagram.com\/p\/Byfuk1-hPC7\/?utm_source=ig_web_copy_link\n  \n","934642":"\n  Uhm please don't\n  ","934643":"\n  Lumpia\n  \n  Chicken bistek\n  \n  Halo halo\n  ","934644":"\n  Talent\n  ","934645":"\n  Thank you!! 💛\n  ","934646":"\n  Yeo\n  ","934647":"\n  Aweee I want to come back !!! I miss my Filipino cimfam 💛\n  ","934648":"\n  Pretty much I have everything I ever wanted except a husband and family of my own but I know one day I'll have that. And I been incredibly blessed with extraness by god through all the years\n  ","934649":"\n  A mother\n  ","934650":"\n  California had alot of UFO sitings in the past\n  ","934651":"\n  Live, laugh, live, respect\n  ","934652":"\n  Just hide in a corner where they cant see you\n  ","934653":"\n  Thank you\n  ","934654":"\n  Growing up cimorelli. Which is our life and journey of being in a big family and a band amd our journey and what not\n  ","934655":"\n  Very\n  ","934656":"\n  I have 10 siblings\n  \n  I dated shawn mendes\n  \n  I been singing since I was 8\n  ","934657":"\n  Hahaha\n  ","934658":"\n  They are but don't take gas they charge\n  ","934659":"\n  I think it was the second one idk\n  ","934660":"\n  Someone made pokemon dirty tho :(\n  ","934661":"\n  Nope tons of target and forever 21 tho\n  ","934662":"\n  James dog just stayed and listened like didn't even move\n  ","934663":"\n  The family room\n  \n  Probably the kitchen\/dinning room\n  \n  Outside \/ the chill spot aka my extra room\n  \n  Basement area\n  \n  Upstairs or basement\n  \n  My room ;) or the bathrooms\n  \n  No dogs allowed in my room jessie prefers the dinning room\/family room or anywhere my dad and the boys are\n  \n  My.room\n  ","934664":"\n  If they get caught then so be it that's there issue not mine :) live your life how you want to I guess :) just leave the others who are not doing anything because they simply have their own schedule and life to focus on our of your drama :) and mouth and posts\n  ","934665":"\n  Sweet, caring, angel. Or quiet, shy,\n  ","934666":"\n  Okay so I might actually like a dog\n  ","934667":"\n  The fact that people think I really have the time out my day to make a page i dont even know about to hate on someone? Just because we used to be friends I wouldn't do that. Not sure what even happened tbh. And I could care less about others people's wrongs and rights. ...\n  ","934668":"\n  The ones they plaued on i believe it was called the wubb?\n  ","934669":"\n  Arielle at the beach\n  ","934670":"\n  Probably because its not youre right to take someones phone who you don't even know ?\n  ","934671":"\n  I don't have any pets just a family dog but I don't really interact with her\n  ","934672":"\n  Lol we werw just having fun last night\n  ","934673":"\n  Hello cimen\n  ","934674":"\n  Here's some of the live stream we did last night 💛\n  \n   https:\/\/youtu.be\/NdNV3tBIomA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","934675":"\n  What account are you even talking about I'm so confused\n  ","934676":"\n  Hey bois its me 💛💛💛\n  ","934677":"\n  Filming 💛💛💛\n  ","934678":"\n  I was homeschooled so we dont have reunions :) but I do need to go visit b.u\n  ","934679":"\n  Thats when I got my license and passed the test. Not posting my actual permits and license on here though even if I block everything out\n  ","934680":"\n  I have the one coffee cup that's a heart shaped with the winky face on it\n  ","934681":"\n  I want a snake\n  ","934682":"\n  Give it to people in need. Buy them food to eat\n  ","934683":"\n  Idk I don't own a pet :(\n  ","934684":"\n  Trying to ruin their reputation\n  ","934685":"\n  Blocking someone and they cant actually see your profile at all and ask needs a major bug fix update\n  ","934686":"\n  Its not Tuesday but\n  \n   https:\/\/youtu.be\/emFpIUhRcpI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","934687":"\n  Thank you!! 💛😊\n  ","934688":"\n  August 12th 1998\n  ","934689":"\n  Link doesn't work\n  ","934690":"\n  🤷🏻🙄\n  ","934691":"\n  I used to have a huge crush on Madison alamia for the longest\n  ","934692":"\n  6\n  ","934693":"\n  NEW VIDEO! We did a jonas brothers medley 💛💛💛\n  \n   https:\/\/youtu.be\/0QINiDO2kz0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","934694":"\n  Somebody come get her\n  ","934695":"\n  When are you guys getting back to cali because we are only here for a week as if right now. I can meet you if you want\n  ","934696":"\n  You're in new York I'm in California and you don't associate with james anymore\n  ","934697":"\n  Yes...\n  \n   https:\/\/youtu.be\/YI0pdsbVxhk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","934698":"\n  I don't drink wine or any \"adult beverages\". But red wine is good\n  ","934699":"\n  James dog was sitting by me last night and he literally was so shooked\n  ","934700":"\n  Lisa -weird\n  \n  Kath- precious\n  \n  Dani- spice\n  \n  Christina- leader\n  ","934701":"\n  They're mostly sending out to people who know him I guess?\n  ","934702":"\n  Maybe\n  ","934703":"\n  Hm weird\n  ","934704":"\n  The one streaming app I used updated and I uninstalled it and reinstalled the older version and now it doesnt work 🙃\n  ","934705":"\n  Did it say answered a question or ?\n  ","934706":"\n  I mean just because I know the person doesnt mean right off the bat it was me. Plus why would I be so immature and create a page when if I ever did have an issue I can go directly to the source and tell them? Lol and I wasn't even really near my phone yesterday or whenever this \"hate page\" was created because I hqd to pack to leave for our week trip to california. Our flight was delayed hours in dallas,texas. Then from dallas, texas we were mid air and our flight got camcelled resulting in an emergency landing in phoenix, Arizona. We had to book rooms for the 6 of us at a hotel overnight leaving our luggage behind and only allowed our cartoon and the clothes we were wearing for 36 HOURS! Then we went to sleep and woke up at 8-9 to eat breakfast then headed out to the airport and waited for our flight. Was on the flight the whole time and touched down at lax. We had to shower, eat, get dressed and film and edit videos which we are filming a lot. Then yesterday we had back to back meetings and interviews to do. And went to james house and hung out with sister james and went to bed to sleep\n  ","934707":"\n  Uhm? What? I don't hate on people nor do I make pages to do so?\n  ","934708":"\n\n   https:\/\/youtu.be\/_Fl6ycT2wcQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  video coming tomorrow 💛\n  ","934709":"\n  Also if you havent done so already please go give this a watch :) it would mean the world to me\n  \n   https:\/\/youtu.be\/a5lf3xCNhdA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","934710":"\n  I was in la when we landed yesterday haha\n  ","934711":"\n  This is the saddest one of all besides never let me fall\n  \n   https:\/\/youtu.be\/AlHJHUBNJTM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","934712":"\n\n   https:\/\/youtu.be\/m3fv8oNN3ro\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","934713":"\n  These are old unreleased ones\n  \n   https:\/\/youtu.be\/3nN73y8OS7s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","934714":"\n  Haha\n  ","934715":"\n  Theres other demos out there as well\n  ","934716":"\n  Busy filming\n  ","934717":"\n  HERES THE DEMO I DID FOR GOD'S PLAN BY DRAKE 💛💛💛\n  \n   https:\/\/youtu.be\/FsGI87FCd1U\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","934718":"\n  Run away and avoid filming this video we are doing\n  ","934719":"\n\n   @thedylan_\n  \n\n\n   @annabelle_wrestler\n  \n\n\n   @PrettyMuchBrandonArreaga\n  \n\n\n   @sonnyrobertson\n  \n\n\n   @snehm941\n  \n\n\n   @Thanatos101666\n  \n","934720":"\n  We love many people throughout life who are capable of making us happy. It does have to be just the one you marry and grow old with. But friends, crushes, idols etc all make you happy\n  ","934721":"\n  I'm trying to eat healthier so noodles aka pasta is not the greastest thing in the world\n  ","934722":"\n  My family\n  ","934723":"\n  Yum\n  ","934724":"\n  Go with some rice and veggies\n  ","934725":"\n  What did you have the last time?\n  ","934726":"\n  My family ofcourse 💛😊\n  ","934727":"\n  NEW podcast episode up now on our patreon !!\n  ","934728":"\n  I dont but english speakers only please :)\n  ","934729":"\n  Save the x&o's on another note 💛\n  ","934730":"\n  Hey l.a 💛 aka home 💛💛💛\n  ","934731":"\n  Hello\n  ","934732":"\n  Australia\n  ","934733":"\n  Liars,fakes,backstabbers\n  ","934734":"\n  Yeet yeet 💛 going back to my home state\n  \n   https:\/\/youtu.be\/ructNQUfynY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","934735":"\n  Just landed on the ground finally lol\n  ","934736":"\n  Its super annoying when the person you're talking to that has something like let's say a movie coming out soon that has like an ex best friend or just an ex in general in it. But instead of having any bad blood between them they remained friemds who support eachother. And the person ends up just posting one thing like a photo of them together and the entire fan base is basically \"are you back together, please say your together\" like just because they posted a photo of them together does not instantly mean theyre planning or are back together and its disrespectful to them and the other person who is talking to the said person. Also hate when a guy\/ girl is single but talking to someone and tje person is crushing on them but low key someone else is always commenting on their photos and stuff\n  ","934737":"\n  The whole trabeling process\n  ","934738":"\n  Lol\n  ","934739":"\n  A singer\/songwriter\n  ","934740":"\n  I cant fully disclose that information as to protect not only mine but my sisters privacy as well. We are flying to california. Spending a week here. Filming tons of videos as well. And other stuff. Our flight got layed over in dallas, texas last night. Then we managed to get a flight but we were mid air and they canceled it resulting in an emergency landing in phoenix. We got a hotel and had to leave our luggage at the airport only being allowed to take whatever small carry on we had for the night. We stayed till this morning at breakfast at the hotel and boarded our plane\n  ","934741":"\n  Heh\n  ","934742":"\n  A lot of kids started watching cartoons on YouTube anyhow\n  ","934743":"\n  This sites been acting up (not the app ) but like web version\n  ","934744":"\n  They were and hey arnold lol\n  ","934745":"\n  Dont drink there's tons of fun things to do sober\n  ","934746":"\n  I post like everyday? I'm currently on a flight to california\n  ","934747":"\n  I am the queen of all angels 💛\n  ","934748":"\n  Rugratz\n  ","934749":"\n  The career I have now ?\n  ","934750":"\n  Hello\n  ","934751":"\n  Yes\n  ","934752":"\n  Nope because every time I tend to go to the doctors the waiting room is pretty much half way filled\n  ","934753":"\n  Been in the same area of someone I had no intentions of talking to or being friends with anymore. But still was respectful towards them.\n  ","934754":"\n  I met some of the fifth harmony girls years ago\n  ","934755":"\n  I been living a life I'm so incredibly blessed to live 💛😊\n  ","934756":"\n  Yup 😊\n  ","934757":"\n  No I do not\n  ","934758":"\n  Idk\n  ","934759":"\n  I'm not so sire about that\n  ","934760":"\n  I havent spoke with him sorry\n  ","934761":"\n  Oh ok\n  ","934762":"\n  Idk what that is?\n  ","934763":"\n  Just the whole flight process but now we are back on the.plane and heading to la hopefully\n  ","934764":"\n  Everyone needs a hug and to be told everything is okay 💛\n  ","934765":"\n  Thanks\n  ","934766":"\n  I haven't seen jonah face to face since like 2016\n  ","934767":"\n  Sure\n  ","934768":"\n  I didn't watch lastnight but who won?\n  ","934769":"\n  I think theure adorable, and depends if I ever find my soulmate\n  ","934770":"\n  Brazillll\n  ","934771":"\n  I think that's more of Katherine's personality than mine lol but to a point I am\n  ","934772":"\n  Good\n  ","934773":"\n  Let's all go sleep at the dolan twins house yeet\n  ","934774":"\n  Probably not\n  ","934775":"\n  I'm not shy I'm just quiet\n  ","934776":"\n  Heartbreak\n  ","934777":"\n  Thats me\n  ","934778":"\n  Hello nosepincher\n  ","934779":"\n  Love you guys as well!!\n  ","934780":"\n  Miss you too, and great\n  ","934781":"\n  Thanks 😊\n  ","934782":"\n  Probably find the place to stay at and sleep or if its not to late go eat\n  ","934783":"\n  Thank you 💛\n  ","934784":"\n  Idek\n  ","934785":"\n  At the airport\n  ","934786":"\n  Thank you!!\n  ","934787":"\n  I dont drink\n  ","934788":"\n  I think a 32?\n  ","934789":"\n  Ok\n  ","934790":"\n  My sisters. And other people\n  ","934791":"\n  Thanks\n  ","934792":"\n  Blocked bye bye\n  ","934793":"\n  Well keep guessing because I'm not giving it out\n  ","934794":"\n  Nope\n  ","934795":"\n  Yes I do\n  ","934796":"\n  Afternoon\n  ","934797":"\n  I'm not lying\n  ","934798":"\n  No\n  ","934799":"\n  Forgetting to grab something I needed\n  ","934800":"\n  I guess?\n  ","934801":"\n  Nope\n  ","934802":"\n  I don't wesr bikinis bye\n  ","934803":"\n  Uhm EW!\n  ","934804":"\n  Im always shocked m8\n  ","934805":"\n  Yeah a bit irritating\n  ","934806":"\n  Come off anon\n  ","934807":"\n  I have post many but instagram.com\/cimorelliband\n  ","934808":"\n  Massage chairs were the best thing invented\n  ","934809":"\n  I'm everybody queen\n  ","934810":"\n  I have 5\n  ","934811":"\n  Relax, write, draw, create, hang with friends, family, skateboard etc\n  ","934812":"\n  Thats not my kik on there haha\n  ","934813":"\n  Fireworks outside on the fourth of july, summer night barbeques, from the cowboys riding in them pick up trucks to the girls in the city svreaming turn it up\n  ","934814":"\n  For nothing serious\n  ","934815":"\n  A day\n  ","934816":"\n  Definitely my sisters\n  ","934817":"\n  Only when I'm.lacking sleep\n  ","934818":"\n  Because probably the wrong one haha\n  ","934819":"\n  Used to have a crush on justin bieber, theo james, bennedict cumberbatch, but I had like several growing up\n  ","934820":"\n  I havent even seen a hummingbird since I was little 😣💛\n  ","934821":"\n  Yes\n  ","934822":"\n  Lol\n  ","934823":"\n  Not there yet :( flight was overlayed in dallas, texas then when we boarded again we were mid air and they decided to cancel the fligjt which resulted in a emergency landing in phoenix, arizona. And having to leave our luggage at the airport. We got a hotel overnight here in arizona and just finished our breakfast so shoyld be heading back to the airport soon to see what's going on. I hate long plane rides anyway haha\n  ","934824":"\n  Love is love 💛\n  ","934825":"\n  Crazy wish my siblings were still little fetuses. They grew up way to fast ( the younger ones\n  ","934826":"\n  I work on a laptop to do my music but I also have a phone and rather use that because its easoer to use on the go and make ohone calls and what not\n  ","934827":"\n  Yes I do, or I go for a run\n  ","934828":"\n  This one pizza place in my hometown in el Dorado hills was always my favorite. Here in  Tennessee sals has the best I believe.\n  ","934829":"\n  I'm a queen to my children\n  ","934830":"\n  Homemade\n  ","934831":"\n  Ice\n  ","934832":"\n  Come of anon first\n  ","934833":"\n  I tan 😊\n  ","934834":"\n  Go for a walk, journal,pray, take a nice bubble bath, meditate\n  ","934835":"\n  Or lisa 🤔💛\n  ","934836":"\n  ☹🤔☕🍽💛\n  ","934837":"\n  Haha  nice one\n  ","934838":"\n  💛💛💛\n  ","934839":"\n  Reminds me of Lisa cat ahaha\n  ","934840":"\n  I'm not angry with anyone 💛😊\n  ","934841":"\n  😂💛\n  ","934842":"\n  Haha\n  ","934843":"\n  No\n  ","934844":"\n  Coffee since we just got up and its pretty early still 💛\n  ","934845":"\n  Going to get breakfast 💛\n  ","934846":"\n  Awe love my cimfam too!!!\n  ","934847":"\n  Not sure?\n  ","934848":"\n  I'm going to get some sleep you you on lol os sid\n  ","934849":"\n  Also my suitcase and luggage is at the airport smh 🙄💛\n  ","934850":"\n  Flight got cancelled mid air! Lol emergency landed in phoenix and got a hotel for the night. Just really want to cancel everything and spend my week here 😣💛\n  ","934851":"\n  I better get in n out burgers when we land\n  ","934852":"\n  No I'm going to california were I was born and raised. We just had a layover from our flight from Tennessee.\n  ","934853":"\n  I'm just bored\n  ","934854":"\n  I really hate long flights with layovers 🙄\n  ","934855":"\n  Layover in dallas, texas 🙄\n  ","934856":"\n  A pool on new years haha\n  ","934857":"\n  Is anyone else trying to just scroll down their feed and ask.FM keeps redirecting them to the give away scam site or YouTube winner one? Or is it just me?\n  ","934858":"\n  Good on a hours plane ride from Tennessee to California\n  ","934859":"\n\n   @thedylan_\n  \n  you should text me before I die of boredom\n  ","934860":"\n  7 hours on a plane here we go 😣\n  ","934861":"\n  I guess we are all going and filming 12,000 videos so you might not see me for a week\n  ","934862":"\n  Might be taking another little trip with dani to california 😊💛\n  ","934863":"\n  The grind never stops 😩 gotta keep the energy flowing with\n  \n   @stokcoldbrew\n  \n  my faveeee 🙌🏻 #ad #lookatyougo\n  ","934864":"\n  I know some people that are Puerto rican but cant speak Spanish. Also megan is a latina but doesn't speak Spanish\n  ","934865":"\n  I think he liked Dani the most lol idek\n  \n   https:\/\/youtu.be\/Vl8n2Ti5vm4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","934866":"\n\n   https:\/\/youtu.be\/Q2-1zA-7haY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","934867":"\n  Here's that video everyone's talking about lol\n  \n   https:\/\/youtu.be\/uM7nlIsBLoc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","934868":"\n  Honestly this is good\n  \n   https:\/\/youtu.be\/WP2WQVv7mQw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","934869":"\n  I like them with cheese\n  ","934870":"\n  I been trying that and it does help I also been working on managing stress\/anxiety and have not really been nailing it but I just got to plan better and learn to relax more\n  ","934871":"\n  Its a fair haha\n  ","934872":"\n  I just get stressed out or have like a week that isnt exactly the best but otherwise its a good life\n  ","934873":"\n  Thank you 💛😊\n  ","934874":"\n  DID A LITTLE COVER WITH CHAZ MOZZOTA CHECK IT OUT 💛💛💛\n  \n   https:\/\/youtu.be\/a5lf3xCNhdA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","934875":"\n  Yes we have countless band meetings, and filming and editing times. Each girl takes on a task between the six of us.\n  ","934876":"\n  It was actually the parody version of it because we did and actually cover where it was just us girls wearing the goofy outfits at the time. The version with matthew is \"don't call me baby\" lol\n  ","934877":"\n  I kinda am 😊 been I the band since 2010 was the first ever girl band to actually get our started from youtube went viral overnight from posting a cover of party in the usa. Had many great experiences while signed to a major record label in la for a few years but eventually they were trying to change my sisters and I into something that just would never be us. And did not understand our actual message. So we broke away from the industry and went independent. Took a small break from music since by the time we left we wanted to completely give up music. Moved to nashville and started recording amd writing our own songs. Which we finally found our purpose and message, now we run a label amd create music all by ourselves. Our mother is our manager and christina is the leader. And we put out tons of new music and content since then.\n  ","934878":"\n  I remember a girl had the name hunter which is normally for a guy.\n  \n  And Taylor goes for a guy or a girl now a days\n  ","934879":"\n  Great. Both for the band and solo\n  ","934880":"\n\n   https:\/\/youtu.be\/ZLYYRqU_iqE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","934881":"\n  Waiting to after marriage :)\n  ","934882":"\n  Good, you?\n  ","934883":"\n  Not that I can recall. I know california had tons of earthquakes and luckily we moved to Tennessee when the fires broke out. Bevaise both our old hometown and Malibu home burned down and the one neighborhood doesnt exist now\n  ","934884":"\n  None that are my own. We do have a family dog though named jessie\n  ","934885":"\n  Yes. Definitely takes alot of time and patience as well as practice to improve.\n  ","934886":"\n  Both depending on what skills you actually know that different from the basic skills\n  ","934887":"\n  Definitely not the party type that goes to get drunk and high. Normally just like fun get togethers that dont involved those things but you still have fun.\n  ","934888":"\n  Friday because the weekend and I'm not.really working and can go out and do stuff\n  ","934889":"\n  Stuart little and the sixth sense\n  ","934890":"\n  Along time ago :))\n  ","934891":"\n  Also new music coming soon 💛💛💛\n  \n   https:\/\/youtu.be\/EEOu18IAH8s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","934892":"\n  Listen to this 💛💛💛\n  \n   https:\/\/youtu.be\/WUuhfb2_QLw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","934893":"\n  Kallen owned a Tesla and a benz. Teslas are cool\n  ","934894":"\n  What kind of girl do you take me for? But yep\n  ","934895":"\n  Yes many times until we broke away from the la music industry and decided to run our own label. Now we just deal with the venue owners and stuff\n  ","934896":"\n  G-wagon or an older car\n  ","934897":"\n  I mostly answer 😊\n  ","934898":"\n  I like pikachu\n  ","934899":"\n  Just be honest with them.\n  ","934900":"\n  Forgot to post this little cover i did with my best friend a few weeks ago on here ☺💛\n  \n   https:\/\/youtu.be\/vgJmDHi-J9M\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","934901":"\n  \"The only thing that I see is everyone who's doing better than me, I try not to take it personally - unreleased song lyrics by me\n  ","934902":"\n  Six figures since 2010 💛💛💛\n  ","934903":"\n  The movies or the show are not like they used to be anymore\n  ","934904":"\n  My sister lisa lol\n  ","934905":"\n  Thanks 💛💛💛\n  ","934906":"\n  Holiday as in like christmas and stuff or holiday as a vacation ?\n  ","934907":"\n  Summer always 💛\n  ","934908":"\n  The turtle squad called tnmt that eats pizza\n  ","934909":"\n  My family 💛💛💛\n  ","934910":"\n  A talking chipmunk\n  ","934911":"\n  Sugar bear hair\n  ","934912":"\n  Toys scattered all over the house\n  ","934913":"\n  Life in the fast lane\n  ","934914":"\n  Crying session\n  ","934915":"\n  We did a rap remix of #SaySomething by\n  \n   @agreatbigworld\n  \n  with\n  \n   @sophiepecora\n  \n  ! She's so talented make sure to check her out!! We are big fans! 😍🌟btw who else loves this song!? 🙋🏻\n  \n   https:\/\/www.instagram.com\/p\/ByTMqgRAxfu\/?igshid=3cii3m65j6hv\n  \n","934916":"\n  My go to book right now is the body keeps the score by Bessel van der bolk\n  ","934917":"\n  I wish I could speak german. I know a little bit of it and just really like the lanaguage ahaha\n  ","934918":"\n  What motives me to work out is thinking about how horrible I feel when i have no energy and I'm deathly tired and how if I work out I won't feel like that ahahaha\n  ","934919":"\n  My favorite song at the moment is find you again by mark Robson ft camila cabello\n  ","934920":"\n  Throwing this one on here as well\n  ","934921":"\n  Bull riding\n  ","934922":"\n  Amy is a queen\n  ","934923":"\n  Its not a no against all pets. I want a pet snake eventually. I just don't like cats because they like to bite and scratch me even though I grew up with them in my household and my sister lisa owns one as well. Dogs I just don't really like because I was attacked by a friends and it was minor but left me scared for life. We have a dog named jessie that lives at the family house and christina has a dog now named frankie they're not bad  but deffo not my cup of coffee\n  ","934924":"\n  A watermelon ready to explode\n  ","934925":"\n  Band meetings and then went to the pool with Danielle and amy and little paisley and mckingsley, went to a major concert that my sisters boyfriends bands both played in yesterday\n  ","934926":"\n  Hearing baby shark 1,000,000 times in a row\n  ","934927":"\n  Normally instrumental\n  ","934928":"\n  Moms favorite cassorole dish\n  ","934929":"\n  I don't collect any but I got a few as gifs that just sit on a shelf in a box\n  ","934930":"\n  When I was younger I used to freak out about IVs. And one time they took me back and the Anesthesia didn't kick in right away. So they told me to sing for them or count and I remember saying only if I get a toy. I woke up hours later wanting food which I couldnt have except graham crackers and apple juice and literally could not stand and walk. I got home and it felt like I had the flu and when I got my wisdom removed I literally just slept all day and kept poking my cheek lol\n  ","934931":"\n  So that's what all the gossip has been about aye?\n  ","934932":"\n  The one with the purple one the other girl is one of five of my sisters danielle\n  ","934933":"\n  rhodesian ridgeback\n  ","934934":"\n  As of right now no. But we do have a family dog named jessie\n  ","934935":"\n  Its not that I don't like them I dont know hoe to interact with them\n  ","934936":"\n  Oh\n  ","934937":"\n  Neither 🤧\n  ","934938":"\n  Mostly spider, but also letting those who I care aboit and love down\n  ","934939":"\n  I normally go and do stuff with Chris since its also her birthday as well\n  ","934940":"\n  Yeah they normally do that\n  ","934941":"\n  The virgin 😁\n  ","934942":"\n  Me and dani 😂 were always doing something on stage\n  ","934943":"\n  Thank you 💛💛💛\n  ","934944":"\n  As long as it doesnt make me forget my name or family\n  ","934945":"\n  Nope been watching ahs :) and jane\n  ","934946":"\n  Just have three people messaging me and on here it keeos glitching and gets confusing pkus csnt fully explain\n  ","934947":"\n  Pancakes\n  ","934948":"\n  Send a message on kik lol\n  ","934949":"\n  My week just gets worse hahaha I hate mondays\n  ","934950":"\n  I just don't really reply back right away lol\n  ","934951":"\n  Oh\n  ","934952":"\n  Ok\n  ","934953":"\n  I don't wear designer but my closet is mostly forever 21\n  ","934954":"\n  The cimorelli brothers and other 5 sisters 😂 apparently I dated justin biebers bestfriend christian when I was 12 😎\n  ","934955":"\n  All three but mostly a card\n  ","934956":"\n  A breadbox haha\n  ","934957":"\n  It used to be more fun back in the day now its kind of boring considering half the old users left or no longer come on here\n  ","934958":"\n  Sometimes I say I'm following them other times I just follow and like their posts\n  ","934959":"\n  The little crescent moon with the face or an orange\/yellow heart.\n  \n  The moon always had a special meaning to me meaning hope.\n  \n  The hearts are my favorite color and just one I used everyday to show my love and appreciation.\n  ","934960":"\n  Death by drowning would take a while and cut off airways but with electrocution you literally feel everything shock burning through your body and can not stop it until your basically toast. So I would say electrocution which is probably why a lot of people who are on death penalty get the chair\n  ","934961":"\n  Ma 💛💛💛\n  ","934962":"\n  Haha advice\n  ","934963":"\n  I'm very picky when it comes to dating and I don't think my mind will be changed anytime soon. I'm focused on my career and letting nature and god decide when its time to fall in love again\n  ","934964":"\n  No pink at all burn it if you have to\n  ","934965":"\n  All of them are. It just depends on my mood and who understands and likes doing certain things. I think I'm closer and always with Danielle because shes my little sister and we grew up sharing a room with Lisa basically our whole life then when we moved to nashville she was tje only sister that lived in the family house still until she tuened 18 and moved out. But I still love all of them equally\n  ","934966":"\n  Hugs\n  ","934967":"\n  I can be but I dont like to lie\n  ","934968":"\n  Beach\n  ","934969":"\n  Nope. And working on it\n  ","934970":"\n  I'm sorry to hear that :(\n  ","934971":"\n  Sometimes you have to skrt skrt before you get hurt hurt\n  ","934972":"\n  Favorite girl +\n  \n  -\n  \n   @livygobrien\n  \n\n  Favorite boy\n  \n  -\n  \n   @thedylan_\n  \n\n  - BTW where's kian\n  ","934973":"\n  I miss you\n  ","934974":"\n  Not sure\n  ","934975":"\n  I'm doing good\n  ","934976":"\n  I might put it in my bathroom or something\n  ","934977":"\n  Sometimes I wait till I'm not so busy\n  ","934978":"\n  Thank you!!\n  ","934979":"\n  Don't catch feelings\n  ","934980":"\n  Plus I seen the rumors swirling and I'm like nah\n  ","934981":"\n  I started to realize that awhile back ago\n  ","934982":"\n  Hahw\n  ","934983":"\n  More than e?\n  ","934984":"\n  You think everyome is ahaha\n  ","934985":"\n  I'll tell u privately\n  ","934986":"\n  Missing someone badly\n  ","934987":"\n  Missing you 💛\n  ","934988":"\n  NEW VIDEO UP ON MY PERSONAL CHANNEL!!\n  \n   https:\/\/youtu.be\/NIaSi7kcUcc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  HOW I DO MY MAKE UP! 💛💛💛\n  ","934989":"\n  I only ever went public with one of my boyfriends which was an accident the other guy who was ny bestfriend at the time exposed himself by telling everyone he loved me :\/\n  ","934990":"\n  Dani called me a sewer rat and that's just not okay\n  ","934991":"\n  Yes it is and its dani* or danielle lol. Can't believe shes going to be 19 in 13 days 😣\n  ","934992":"\n  Yeah\n  ","934993":"\n  I'll tell him how it is tho lol\n  ","934994":"\n  Its 🐝\n  ","934995":"\n  And heres me being bossy RN because someone is being stubborn and doing something theyre not suppose to\n  ","934996":"\n  No an anon tagging me in stuff when I clearly stated who I like and dont like lol\n  ","934997":"\n  The miss peregrine's house of peculiar children is suppose to be a family movie but its just overall dark\n  ","934998":"\n  Yep, just incase someone comes\n  ","934999":"\n  I laugh\n  ","935000":"\n  Just a bit umder the weather today\n  \n  .plus just thinking\n  ","935001":"\n  I think people need to research who likes who before going on anonymous and telling others they should date someone :)\n  ","935002":"\n  A jeep\n  ","935003":"\n  Every second every minute every hour of the day iyiyi missing you 💛\n  ","935004":"\n  I think everyone does to a point lol\n  ","935005":"\n  My hometown caught on fire, alot of stuff burned down, but the overall beauty and love remained and its getting rebuilt\n  ","935006":"\n  Always and kotex are like the best brands I believe\n  ","935007":"\n  Thats me\n  ","935008":"\n  Fantastic\n  ","935009":"\n  Great\n  ","935010":"\n  Aw 💛💛💛\n  ","935011":"\n  I wouldnt\n  ","935012":"\n  Go order pizza then\n  ","935013":"\n  #notinterested\n  ","935014":"\n  Good\n  ","935015":"\n  Rain\n  ","935016":"\n  Sugar and spice\n  ","935017":"\n  Vampires\n  ","935018":"\n  Hugs for everyone 💛💛\n  ","935019":"\n  Movies\n  ","935020":"\n  Stressed\n  ","935021":"\n  To california, you\n  ","935022":"\n  The cimfam 💛\n  ","935023":"\n  Meow\n  ","935024":"\n  Sweaty gym socks\n  ","935025":"\n  The grinch\n  ","935026":"\n  Bubblegum 😱\n  ","935027":"\n  Spends all her money on forever 21 clothing*\n  ","935028":"\n  Sourdough bread\n  ","935029":"\n  The lady who can cause anearthquake by burping\n  ","935030":"\n  Tell the truth and nothing hit the truth\n  ","935031":"\n  I'm not in the mood to roast someone today\n  ","935032":"\n  Not original but just be yourself and try starting a conversation, if it goes good invite him to get lunch or something\n  ","935033":"\n  I used to play flag football growing up and did water polo for years as well. I tried boxing out once but I didn't like it and thought it was boring so I gave it up.\n  ","935034":"\n  Thank you 😊💛\n  ","935035":"\n  But I feel me and nick are the most alike probably\n  ","935036":"\n  Welcome to the family 😂😂😂 nick just throws everything on the floor in my closet\n  ","935037":"\n  GIVE ME IT AND THE CHARGER!!!  We need these released\n  ","935038":"\n  For those who said they never heard lisa rap ... Until she released Florida. There is an unreleased demo on her old ipod were she's rapping with me 😂\n  ","935039":"\n  \"Living it up like britney\" omgoshhh im screaming\n  ","935040":"\n  Omg we should totally do a renew version of all those demos on that ipod Lisa 😂 expecially heartbreak mafia\n  ","935041":"\n  I'm such a good sister 💛 get well soon kath\n  ","935042":"\n  Thats my best friend 💛\n  ","935043":"\n  Idk what that is I'm sorry\n  ","935044":"\n  Guys I just started crying because I was looking at the pictures from christinas wedding and kath was standing to the right of her and then it hit me that katherine is actually getting married and the photo will be recreated\n  ","935045":"\n  I'm like watching the new episode \"wait... You're not jake who are you, what character...\" Never watched the other episodes although people said Noah was bettwe. So maybe I should try to rewatch it\n  ","935046":"\n  Just the cimorelli siblings 🤗 i was homeschooled\n  ","935047":"\n  Probably let's all meet :))\n  ","935048":"\n  Not really 🤧\n  ","935049":"\n  Not that I'm aware of\n  ","935050":"\n  A song aha\n  ","935051":"\n  Same, but was I the only one who stopped watching the fostera after they did a random switch out for dejesus\n  ","935052":"\n  Yes the perfectionist that's airing this year\n  ","935053":"\n  Skydive\n  ","935054":"\n  102 lol\n  ","935055":"\n  \"What does this thing do\n  ","935056":"\n  \"So if things do go bad at some point, just know we are in this together and totally supporting each other as a team\"\n  ","935057":"\n  FOR the most wild, yet most homely narrative which I am about to pen, I neither expect nor solicit belief. Mad indeed would I be to expect it, in a case where my very senses reject their own evidence. Yet, mad am I not -- and very surely do I not dream. But to-morrow I die, and to-day I would unburthen my soul. My immediate purpose is to place before the world, plainly, succinctly, and without comment, a series of mere household events. In their consequences, these events have terrified -- have tortured -- have destroyed me. Yet I will not attempt to expound them. To me, they have presented little but Horror -- to many they will seem less terrible than barroques. Hereafter, perhaps, some intellect may be found which will reduce my phantasm to the common-place -- some intellect more calm, more logical, and far less excitable than my own, which will perceive, in the circumstances I detail with awe, nothing more than an ordinary succession of very natural causes and effects.\n  \n  From my infancy I was noted for the docility and humanity of my disposition. My tenderness of heart was even so conspicuous as to make me the jest of my companions. I was especially fond of animals, and was indulged by my parents with a great variety of pets. With these I spent most of my time, and never was so happy as when feeding and caressing them. This peculiarity of character grew with my growth, and, in my manhood, I derived from it one of my principal sources of pleasure. To those who have cherished an affection for a faithful and sagacious dog, I need hardly be at the trouble of explaining the nature or the intensity of the gratification thus derivable. There is something in the unselfish and self-sacrificing love of a brute, which goes directly to the heart of him who has had frequent occasion to test the paltry friendship and gossamer fidelity of mere Man.\n  \n  I married early, and was happy to find in my wife a disposition not uncongenial with my own. Observing my partiality for domestic pets, she lost no opportunity of procuring those of the most agreeable kind. We had birds, gold-fish, a fine dog, rabbits, a small monkey, and a cat.\n  \n  This latter was a remarkably large and beautiful animal, entirely black, and sagacious to an astonishing degree. In speaking of his intelligence, my wife, who at heart was not a little tinctured with superstition, made frequent allusion to the ancient popular notion, which regarded all black cats as witches in disguise. Not that she was ever serious upon this point -- and I mention the matter at all for no better reason than that it happens, just now, to be remembered.\n  \n  Pluto -- this was the cat's name -- was my favorite pet and playmate. I alone fed him, and he attended me wherever I went about the house. It was even with difficulty that I could prevent him from following me through the streets.\n  \n  Our friendship lasted, in this manner, for several years, during which my general temperament and character -- th\n  ","935058":"\n  I want to say sonic\n  ","935059":"\n  Orange. Dislike apples unless its like apple juice\n  ","935060":"\n  I try my best\n  ","935061":"\n  Her waking up\n  \n  The girlfriend killing her mother\n  \n  Her being in a dream and the one whose the killer\n  ","935062":"\n  Cliff diving\n  \n  Elli\n  ","935063":"\n  Our future presidents\n  ","935064":"\n  Models\n  ","935065":"\n  HeeHaw ville\n  ","935066":"\n  Crying\n  ","935067":"\n  A dog??\n  ","935068":"\n  Ring pop\n  ","935069":"\n  Baby quints\n  ","935070":"\n  Graffiting the walls\n  ","935071":"\n  Not really. Not a fan of bug bites and random animals\n  ","935072":"\n  Definitely not being a public like taxi and having strangers in my car ( that tends to breakdown at.times)\n  ","935073":"\n  Sadly people like to blow money on stupid things all at.once though and yes I live I'm a nice house and community but based on the money I get I barely even spend.$1,000 on just myself\n  ","935074":"\n  Write it out, sound it out, practice it using flash cards or with another person, hear it pronounced, have the fluent person of the kanguage teach you slowly\n  ","935075":"\n  Way to many to count\n  ","935076":"\n  Sorry to hear\n  ","935077":"\n  The reviews should be based on people who actuqlly used it and 100% honestly so if there is an issue it can be adjusted in the future. Also if they never used the product how can we trust this is something worth paying for that actually works. Maybe go to like places or advertise or have a free trial and then collevt the crtics reviews\n  ","935078":"\n  Awe thank you!!\n  ","935079":"\n  It depends on transportation, groceries, bills and just overall lifestyle but I'm sure about 90% of americans can survive on 4k every week considering rent is normally 300-700\n  ","935080":"\n  Seems cozy :))\n  ","935081":"\n  Oh how I'm missing the up at night tour\n  ","935082":"\n  Ride front row first cart on a roller coaster\n  ","935083":"\n  Or I didnt have signal at all 😂\n  ","935084":"\n  Anyone else love a certain show that's in the middle of production and the actor quits so they do a switch and the new person just throws the whole show off because they look nothing alike\n  ","935085":"\n  I didnt think it really mattered, atleast I actually answered the question instead of just saying some random nonsense\n  ","935086":"\n  In the end the only one who can make a final decision is you\n  ","935087":"\n  I don't really eat pasta that much anymore because I'm.eating healthy and pasta is not like the most healthy and always left me feeling queasy and stuff but this one have a five star rating :) and people said its the best\n  \n\n   https:\/\/www.recipetineats.com\/spaghetti-bolognese\/\n  \n","935088":"\n  A few days ago it kept automatically doing that to me and I had to keep clicking and x just to get it off everytime I answered a question. Pretty sure it was just the typical ask.FM glitch that happens at least once every two weeks on here with either this or the leaderboard locking up and not letting people access theor accounts\n  ","935089":"\n  If you didn’t listen to the Made in America EP multiple times today.....leave\n  ","935090":"\n  Like hurt me.really bad would be hudson and I hurt  Brandon's but I apologized for it and he forgave me\n  ","935091":"\n  The only german phrase I know is der hound\n  ","935092":"\n  Not sure hasn't been recent\n  ","935093":"\n  Not creepy at all\n  ","935094":"\n  Itslaurencim\n  ","935095":"\n  Love is a great thing if its with the right person.\n  ","935096":"\n  Mood:\n  ","935097":"\n  No?\n  ","935098":"\n  Sorry don't think that's going to happen\n  ","935099":"\n  Looking at old pictures\n  ","935100":"\n  My sister cooks corn on the cob the cuts it off to throw in rice\n  ","935101":"\n  Stop being weird :(\n  ","935102":"\n  Me searching for babe\n  \n   https:\/\/youtu.be\/h0c1aTngVFs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","935103":"\n  Root beer\n  ","935104":"\n  1. Lauren\n  \n  2. 123 get lost blvd.\n  \n  3. 20\n  \n  4. Don't have a pet\n  \n  5. Lolo, ladybug, laur,\n  ","935105":"\n  Working on the band stuff 🤗\n  ","935106":"\n  Love is love.\n  ","935107":"\n  One person does all the work and will hurt the most\n  ","935108":"\n  I dont like cats though lol\n  ","935109":"\n  Its not actually true love. Its just lust and normally that never ends well\n  ","935110":"\n  Absolutely summer\n  ","935111":"\n  Blue and orange\n  ","935112":"\n  Loved and lost\n  ","935113":"\n  As of right now, none. I already have pierced ears from when I was 13 and never were earrings because they would hurt\n  ","935114":"\n  As of right now the mother is an outdoor stray. The neighbors feed her though.  The kittens the two that are still alive are only like 5 weeks old, can fit in the palm of your hand still. Basically the size of a human baby's foot I should say. So they're still nursing on mom. Outside but once little older and used to human interaction and can we weened I might have a friend that's interested in it.\n  ","935115":"\n  My fav person\n  ","935116":"\n  Have a goodnight\n  ","935117":"\n  Been an okay, off week lol\n  ","935118":"\n  Yeah hah\n  ","935119":"\n  I'm not sure what to catch you up on lol\n  ","935120":"\n  At home talking to some friends\n  ","935121":"\n  Yeah it does but I bounced back\n  ","935122":"\n  When I'm kissing yaa, gripping ya thigh\n  \n  I realized you were destined to be mine 💛\n  ","935123":"\n  I'll wall to wall you lol\n  ","935124":"\n  Just depends on my mood tbh\n  ","935125":"\n  Your just a lost boyyy\n  ","935126":"\n  Ah\n  ","935127":"\n  As of right now there are no current plans for tour\n  ","935128":"\n  No not yet sorry, and I totally forgot back on our made In america promo tour we did visit Canada 😂\n  ","935129":"\n  I don't think I am normally its my brothers who make noise and make me fear for my life at like 3am\n  ","935130":"\n  Have to keep busy\n  ","935131":"\n  Sire 😊\n  ","935132":"\n  Thanks\n  ","935133":"\n  Like a person overall or a sport\n  ","935134":"\n  Someone gave me permission to hack them and answer some questins so im going to do that\n  ","935135":"\n  No one really knows how earth was created or life. Think about it god created us and life and earth\n  ","935136":"\n  Currently st the neighborhood pool with my sisters and friends\n  ","935137":"\n  Well I wouldn't want to look scary\n  ","935138":"\n  Always up for new hobbies and places to visit\n  ","935139":"\n  Went on a little mini trip with amy qnd dqni qmd some friends, stayed at a nice house by a lake, went for a boat ride, traveled back home to Tennessee, today is maxs birthday but also went to a birthday party for A child of a friends of ours. Painted outside\n  ","935140":"\n  Have a goodnight 🤗\n  ","935141":"\n  ME!\n  ","935142":"\n  I say, \"neat\" a lot of its not cool\n  ","935143":"\n  I'm not sure probably the goddesses\n  ","935144":"\n  How about I pepper spray u\n  ","935145":"\n  Not a typical mood I have\n  ","935146":"\n  Possible a new car\n  ","935147":"\n  My parents and older siblings\n  ","935148":"\n  We have a family dog named jessie\n  ","935149":"\n  Not that I can recall\n  ","935150":"\n  Last year. Also had like an allergic reaction to the sunscreen I applied\n  ","935151":"\n  Got a random out of nowhere phone call\n  ","935152":"\n  I'm doing fine now\n  ","935153":"\n  Not really, like I said before I'm just super quiet and picky\n  ","935154":"\n  Hello\n  ","935155":"\n  Italian from my dads side and my mom is believe to have I think Norwegian or something\n  ","935156":"\n  Love it\n  ","935157":"\n  Lol no it just overall was weird\n  ","935158":"\n  Unfortunately no but my sisters have. Lisa was brought onto stage to sing two is better than one. And Lisa and dani and elli were invited onto stage by meghan trainer to dance. However I said go see katy perry in concert by myself and she looked directly at me lol\n  ","935159":"\n  Hi\n  ","935160":"\n  I think once because I didn't want to go somewhere haha\n  ","935161":"\n  Just my speakers 😊\n  ","935162":"\n  I dont think they've been introduced yet ?\n  ","935163":"\n  A listener, living the Introvert life 💛\n  ","935164":"\n  Thanks 💛😊\n  ","935165":"\n  Hey\n  ","935166":"\n  I feel this is mean :( and I don't want to answer mean things\n  ","935167":"\n  The one who pays no attention to  to the drama and ignores it?\n  ","935168":"\n\n   https:\/\/youtu.be\/HQBvkdLLdI8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","935169":"\n  Me every morning when I drink\n  \n   @stokcoldbrew\n  \n  😉 #stokcoldbrew #lookatyougo #ad\n  ","935170":"\n  Yup\n  ","935171":"\n\n   https:\/\/youtu.be\/jyHVj-D_Pcs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","935172":"\n  Nick cimorelli, nick reali, and nick norton\n  \n  Max Landis, max (well)\n  ","935173":"\n  Currently laying on the bed\n  ","935174":"\n  Fridays because the weekend\n  ","935175":"\n  And this is your concern because?\n  ","935176":"\n  Sometimes\n  ","935177":"\n  Uhm. Thanks I guess? 💛😊\n  ","935178":"\n  Yeah but there's three nicks, and two Max's\n  ","935179":"\n  Itslaurencim\n  ","935180":"\n  OOF SISTER JAMES THE OFFICIAL 7TH SISTER\n  ","935181":"\n  nick Reality  is my brother in law unless your talking about my brother nick cimorelli as well lol.  And which max are we talking about ? Landis or maxwell\n  ","935182":"\n  Rachel, Elise, kallen, kiera , my sisters\n  ","935183":"\n  VIDEO WITH THE CIMORELLI BROTHERS COMING THIS WEEK!!!\n  ","935184":"\n  Its everyday sis\n  ","935185":"\n  Party in the usa\n  ","935186":"\n  Taylor swift\n  ","935187":"\n  Forever 21 or target\n  ","935188":"\n  Oof bedroom convo way?\n  ","935189":"\n  I shared clothes with Dani growing up so I wanna say a size four, 36 eu, or 8 uk\n  ","935190":"\n  Haha what does that mean\n  ","935191":"\n  Shirt sizes I normally wear a size 4 or s-L\n  ","935192":"\n  Surrounded by family and friends\n  ","935193":"\n  Thank you!!\n  ","935194":"\n  Thank you\n  ","935195":"\n  I picked up a 12-pound burrito of the back of a dead donkey, and to my amusement licked it and it tasted like eggs and to which I suddenly had the urge to go mentral rage for 10 miles\n  ","935196":"\n  I'm not sure how often Kath still checks this, if she actually does but this is the address for our fan mail ( RIP MALIBU)\n  \n  PO Box 158868, Nashville, TN 37215\n  \n  💕\n  ","935197":"\n  I just see a lot of the cimfam doing a 20 day challenge based on us lol\n  ","935198":"\n  Now if you mess with someone I love thats a whole diff story\n  ","935199":"\n  I hate having my feet touch!!\n  ","935200":"\n  Everyone I know or meet 💛\n  ","935201":"\n  Hey guys !! Can you go follow\n  \n   @PrettyMuchBrandonArreaga\n  \n  ??! He just made an ask account and it would mean the world to me\n  ","935202":"\n  If you need a mailing address let me know :)\n  ","935203":"\n  Hello\n  ","935204":"\n  Yes :)\n  ","935205":"\n  No one does. This is what happens before and got taken way to out of hand\n  ","935206":"\n  Probably a necklace :) but you really dont have to buy me any thing\n  ","935207":"\n  Just nothing inappropriate :)\n  ","935208":"\n  She's so nice I just dont understand it\n  ","935209":"\n  That would be nice :)\n  ","935210":"\n  That's rude anon considering you dont know her personally at all\n  ","935211":"\n  Australia\n  ","935212":"\n  I just laughed oops\n  ","935213":"\n  El doradooo\n  ","935214":"\n  Each and every single girl is pretty\n  ","935215":"\n  Incredibly blessed\n  ","935216":"\n  Yeah and you see how many of those get locked away for preying on little kids? Have fun in jail pedo\n  ","935217":"\n  Depends on what they actually did and if they actually deserve it\n  ","935218":"\n  The way you talk about underage girls? Yeah no you're not a priest\n  ","935219":"\n  Haha you wish you were a priest\n  ","935220":"\n  Mmm chucky from rugratz\n  ","935221":"\n  Have a goodnight\n  ","935222":"\n  His name is maxwell lol\n  ","935223":"\n  And another wedding ep 😂😂\n  ","935224":"\n  You can exit out the door closest to you now. And I think after being in a band for 12 years and being in musical theater, filming, editing I think I know what makes a good content video so bye\n  ","935225":"\n  I was going to release \"RIP\" but I'm conflicted\n  ","935226":"\n  Should I do an acoustic version of running like I did for flames?\n  \n   https:\/\/youtu.be\/HQBvkdLLdI8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","935227":"\n  And I -\n  \n  Oop\n  ","935228":"\n  I dont even know what dance that was tbh\n  ","935229":"\n  You can tell this is an old picture because\n  \n  1. Its with Ryan\n  \n  2. Theres a dog and I don't really like dogs because I don't know how to correctly interact with them since the incident that left me forever scarred\n  \n  3. Elli is taller\n  \n  4. When I thought i was cool with the side bangs and dressing like tony hawk\n  ","935230":"\n  Thought the ring pop was something else . but iconic\n  ","935231":"\n  Yeah alot of those with the last four years\n  ","935232":"\n  Journal, go for a long walk, go to the beach to think, take a warm rekaxing bath\n  ","935233":"\n  Over exhausted from be in in a car on a trio for days\n  ","935234":"\n  Car lagged I should say\n  ","935235":"\n  Thank you for the video though 💛💛💛💛\n  ","935236":"\n  No I was just logged out of it\n  ","935237":"\n  Beach 🌊\n  ","935238":"\n  In n out burgers in california\n  ","935239":"\n  I was on a mini trip with two\/ 5 of my sisters and our friends went swimming in the lake and on a boat ride etc.\n  ","935240":"\n  Also his lost with the \"I love Lauren cimorelli\"\n  \n  But I'm not.going into full detail on that\n  ","935241":"\n  Or just people in general  who like to put another person down based on the actions and stuff the \"bad\" person did in their past. They just assume that the \"bad\" person hasn't got their life together and is working hard to leave it in the past and be a better person\n  ","935242":"\n  I used to take one every day bur now only if I am lacking sleep\n  ","935243":"\n  Everyone goes through feeling like that but you have so much to give and say\n  ","935244":"\n  Aladdin\n  ","935245":"\n  Dani deleted a video file we did for thos one song we recorded so we just did another video and song instead\n  ","935246":"\n  Think I was better his lost lol\n  ","935247":"\n  Here's him with the new girlfriend whose name is also Lauren 😂\n  ","935248":"\n  Here he was with me 😂\n  ","935249":"\n  No not at all. People need to realize the world is changing and adapting\n  ","935250":"\n  Thank you!!\n  ","935251":"\n  My sister Lisa just because her voice impressions are funny, not going to lie it would be weird hearing someone describe your every moment\n  ","935252":"\n  A lot of people\n  ","935253":"\n  Yeah at home because I was homeschooled probably took a nap as well\n  ","935254":"\n  Popcorn and m&ms\n  ","935255":"\n  Thats were co parenting would come in play. Dad has them for certain days and mom has them for certain days. If its an event like a baseball game you should both go.\n  ","935256":"\n  Aw so sweet 💛\n  ","935257":"\n  Let's do a comparison okay\n  ","935258":"\n  Hugsss\n  ","935259":"\n  Netflix\n  ","935260":"\n  He also got so old 😂\n  ","935261":"\n  Aww\n  ","935262":"\n  Be confident. Too many days are wasted comparing ourselves to others and wishing to be something or someone we aren’t. Everybody has their own strengths and weaknesses. It’s only when you accept everything you are - and aren’t - that you will truly succeed.\n  \n  (via purplebuddhaquotes)\n  ","935263":"\n  For a video prop\n  ","935264":"\n  Thank you!! 💛\n  ","935265":"\n  The sad part is his new girlfriends name is Lauren 🤤🤷🏻\n  ","935266":"\n  Love youuu\n  ","935267":"\n  Way to picky when it comes to dating someone 🤷🏻 plus my crush never hmu\n  \n  And they're taken\n  \n  And b has mood swings\n  ","935268":"\n  Go haunt my ex\n  ","935269":"\n  The house of Anubis cast\n  ","935270":"\n  Miss u more\n  ","935271":"\n  Jumped into the lake off a cliff. AND felt kinda good but was scary\n  ","935272":"\n  Hi five\n  ","935273":"\n  None\n  ","935274":"\n  What is your dream house like?\n  ","935275":"\n  You're on an anonymous shout out so we cant\n  ","935276":"\n  Considering I was born in 1998 I don't really know every singer. From the 90s\n  ","935277":"\n  🇺🇸\n  ","935278":"\n  Yes\n  ","935279":"\n  I think I can live on 4k for the rest of my life and still manage to survive\n  ","935280":"\n  I have a vsco but honestly I feel its a app for photography and what not mostly used by girls in the first place lol\n  ","935281":"\n\n   https:\/\/youtu.be\/490sv6dda9Y\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","935282":"\n  A living breathing thing with intelligence who learns, and grows and lives life to the full fullest and makes a legacy and memories\n  ","935283":"\n  I don't think so, we grew up with just a small group and mostly been friends with them still\n  ","935284":"\n  Once\n  ","935285":"\n  I'm not really sure how to answer this. I would say probably the one who is affectionate and supports you\n  ","935286":"\n  No\n  ","935287":"\n  My parents know a lot and I'm never afraid to go to them if I need something. My sisyers probably know the most being that we are always pretty much together or face timing, texting or whatever. But if youre looking for advice my whole family pretty much listens and gives out some great advice if needed.\n  ","935288":"\n  Its a thing mostly everyone wishes for but doesn't always get\n  ","935289":"\n  Shawn mendessss\n  ","935290":"\n  Not 100% sure just seen them change a logo on their fan page\n  ","935291":"\n  I'm not actually sure what they make a year. But I don't think its a big issue either considering no ones complaining about it yet. But McDonalds workers want $15 but still manage to mess up everyones orders.\n  ","935292":"\n  Thats rude\n  ","935293":"\n  Maybe one day still waiting to collab with the merrell twins, some people want another james Charles collab, the dolan twins, colleen and idk why but someone has been requesting us to collab with\n  \n   @thesuperkian\n  \n  . And I know solo Hudson henry wants to collab\n  ","935294":"\n  Five sisters\n  \n  Five brothers\n  \n  One brother in law which will become two soon because katherine is getting married\n  ","935295":"\n  Last year\n  ","935296":"\n  🎶 cause I don't care 🎶 we sang #idontcare by\n  \n   @teddyphotos\n  \n  and\n  \n   @justinbieber\n  \n  ! What song should we sing next? ❤\n  \n   https:\/\/www.instagram.com\/p\/ByAojVcALOa\/?igshid=1euy1gwk071sk\n  \n","935297":"\n  I forgot how to do it sorry!!\n  ","935298":"\n  Happens a lot when you have five aiayers and you're brainstorming ideas for covers and videos\n  ","935299":"\n  I try to be.\n  ","935300":"\n  This one meal that was literally called \"box of rocks\" and it was okay not the best\n  ","935301":"\n  It always changes\n  ","935302":"\n  Loosing an old friend I used to be so close with\n  ","935303":"\n  My parents, my sisters, my brothers, idols etc\n  ","935304":"\n  When everyone in the house wakes up and dances to old town road before heading back 9 hours to Tennessee\n  ","935305":"\n  Thank you!! 💛\n  ","935306":"\n  Uh\n  ","935307":"\n  The beaches and warm water, summer night bbqs\n  ","935308":"\n  I was homeschooled\n  ","935309":"\n  I only been to one escape room and that was with sister James\n  ","935310":"\n\n   https:\/\/youtu.be\/eFNeq1q766Q\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","935311":"\n  Does wisdom teeth removal count?\n  ","935312":"\n  I used to have tons of head bows haha\n  ","935313":"\n  Awe thanks 😊💛\n  ","935314":"\n  Probably about weather I'm eating healthy enough or not\n  ","935315":"\n  Bugs\n  ","935316":"\n  Iphone\n  ","935317":"\n  One that seems pretty neat\n  ","935318":"\n  Ewh no\n  ","935319":"\n  As of right now , no :(\n  ","935320":"\n  I don't like to lie\n  ","935321":"\n  Had fun catching up with\n  \n   @thesuperkian\n  \n  sorry I fell asleep haha 😊\n  ","935322":"\n  I woke up with a really bad headache so currently not having a happy day\n  ","935323":"\n  Hi\n  ","935324":"\n  I don't remember lol\n  ","935325":"\n  Definitely not haha\n  ","935326":"\n  Plenty to stay away from\n  ","935327":"\n  I'm still on the mini vacation \/ trip with Amy, Dani, Mel, Kiera, Rachael and some others\n  ","935328":"\n  I posted one of Frankie the other day\n  ","935329":"\n  Thank you\n  ","935330":"\n  Hello 😊\n  ","935331":"\n  More of a vans and Nike gal\n  ","935332":"\n  I'll ship Dani to her\n  ","935333":"\n  I'm just enjoying the sunset on the body of water :)\n  ","935334":"\n  Not really\n  ","935335":"\n  The hero\n  ","935336":"\n  Miss you\n  \n   @ethandlan\n  \n","935337":"\n  Also forgot to mention ....episode 3 season 2 of the cimorelli podcast is up now on our channel\n  \n   https:\/\/youtu.be\/laJMKU6b2kg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","935338":"\n  Little sleepy baby\n  ","935339":"\n  Sleep\n  ","935340":"\n  Waterpolo\n  ","935341":"\n  Thanks\n  ","935342":"\n  I'm not sure\n  ","935343":"\n  I always have backstage passes mostly to every concert haha\n  ","935344":"\n  There's always atleast one person thats awake around the world\n  ","935345":"\n  Probably go on a small vacation, concerts, cookouts, pool nights\n  ","935346":"\n  Hi\n  ","935347":"\n  Normally wear them till they either get to small or I buy new clothes then donate them\n  ","935348":"\n  No, have flew in airplanes many of times just get really bored\n  ","935349":"\n  Berkeley duff\n  ","935350":"\n  Idk\n  ","935351":"\n  Literally just cried :(\n  ","935352":"\n  Don't think I been to either\n  ","935353":"\n  Johnnny\n  ","935354":"\n  Our version is better\n  ","935355":"\n  Probably see if they like me or not if not let them go\n  ","935356":"\n  Brazil\n  ","935357":"\n  I'm sure we are still friends we just don't talk that much and a bunch of drama happened on here with anons and stuff\n  ","935358":"\n  Sad\n  ","935359":"\n  Dani uploaded a video of me in the background in my bathing suit walking down the stairs doodoodoo\n  ","935360":"\n  I miss hanging out with him but that was years ago\n  ","935361":"\n  💛💛💛\n  ","935362":"\n  No only my oldest sister Christin is, and my second oldest sister katherine just got engaged yesterday\n  ","935363":"\n  Nope but never say never\n  ","935364":"\n  Daytah, meuhm, jif\n  ","935365":"\n  Sweet person with a good heart\n  ","935366":"\n  Thank you\n  ","935367":"\n  😊\n  ","935368":"\n  Just hope Ari is doing okay 💛\n  ","935369":"\n  Never had a bloody nose at all\n  ","935370":"\n  My music 😊💛\n  ","935371":"\n  My heart ☹💛\n  ","935372":"\n  The chain smokers even though there not that good to see live\n  ","935373":"\n  Like one I believe\n  ","935374":"\n  Few songs by Taylor swift\n  ","935375":"\n  Awe thank you 😊\n  ","935376":"\n  A shiftshaper because then I can morphe into anything\n  ","935377":"\n  \"I will heal you\"\n  ","935378":"\n  Every few days\n  ","935379":"\n  The sad girls club is to never ever give up on love\n  ","935380":"\n  I wouldn't want anyone to be afraid of me\n  ","935381":"\n  Scrambled or broken yolk\n  ","935382":"\n  Treat them with respect\n  ","935383":"\n  Yes I have\n  ","935384":"\n  Nope I enjoy them\n  ","935385":"\n  I don't understand I'm so sorry :(\n  ","935386":"\n  I had candy and food you name it from other countries and stuff and they all taste different lol I don't think any chocolate really tastes the same\n  ","935387":"\n  Remember when I said I wasnt going to dye my hair anymore because i wanted to be adult and just have it natural for along time then I went and dyed it black. So probably when I get old I'll end up saying that and dying it\n  ","935388":"\n  Meet up at the beach?\n  ","935389":"\n  Us - being weirdos, total chaos while filming\n  \n  Sam- you guys okay with this, you satisfied, okay I'm going to put the camera down now\n  ","935390":"\n  NEW CIMORELLI SATURDAY VIDEO!! This week we covered Taylor swift ft Brendon urie \"Me\" acoustic version\n  \n   https:\/\/youtu.be\/oOXneY02QK0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Check It out!\n  ","935391":"\n  Thanks\n  ","935392":"\n  Second oldest sister 🤗 the oldest is already married\n  ","935393":"\n  Elli tell the one in the back to marry me 😂\n  ","935394":"\n  SISTER SHOOK!!!\n  ","935395":"\n  OMG THEYRE ENGAGED YESSSS MAXXXX !!!\n  ","935396":"\n  Hey, just wanted to let everyone know I'm still alive and have not spent my week in the jungle. Ignore my sister Dani though. Hanging with Amy and her and Mel tonight while christina is in California and Lisa is away as well as katherine 😋😋 just been taking breaks from social media but all is well over here\n  ","935397":"\n  Thank you honey\n  ","935398":"\n  Hi\n  ","935399":"\n  Compassionate\n  ","935400":"\n  I dont know used to have tonssss growing up but my style has drastically changed over the years from wearing head bows, to wearing snapbacks, the jean jackets etc\n  ","935401":"\n  Haha thats funny now\n  ","935402":"\n  Yes lol\n  ","935403":"\n  Much love cimfam\n  ","935404":"\n  The fact is I'm single\n  ","935405":"\n  No\n  ","935406":"\n  Yes bit weird and invasive to privacy\n  ","935407":"\n  August 12th\n  ","935408":"\n  Acacia is dog sitting my sisters dog Frankie\n  ","935409":"\n  Neither\n  ","935410":"\n  Christine\n  ","935411":"\n  Yes haha never would leave\n  ","935412":"\n  Depends on the situation\n  ","935413":"\n  Its like a cash app\n  ","935414":"\n  Do your best to give them what they re looking for. Like if I'm performing for large crowd if course everyone's attention is going to be on me\n  ","935415":"\n  I think pll is coming out with another spinoff\n  ","935416":"\n\n   https:\/\/youtu.be\/yV7B3XyrfGs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","935417":"\n  No cameras today\n  ","935418":"\n  Some explain to me why Christina is in el Dorado hills, California ( our old hometown) and Lisa is in the UK 🤔\n  ","935419":"\n  Its temporary heart by pretty much off their new EP phases\n  ","935420":"\n  Think I got the blues from you but I don't know\n  \n  I just can't see why you keep on holding on\n  \n  Every time you call me, girl, there's something wrong\n  \n  Yeah, I got the blues from you, I gotta know\n  \n  I bet my shirt feels good up on your skin\n  \n  I bet you love to feel like giving in\n  \n  I bet you told 'em we were nothing\n  \n  I bet you told 'em we were nothing (Girl)\n  \n  Just give me one shot\n  \n  With all my speed, I'll give you one heart\n  \n  So bet on me, I'll play my cards right\n  \n  No more dreamin'\n  \n  Give me one shot, oh-oh\n  \n  Just give me one shot\n  \n  With all my speed, I'll give you one heart\n  \n  So bet on me, I'll play my cards right\n  \n  No more dreamin'\n  \n  Give me one shot, oh-oh\n  \n  You took my shirt and showed up at his door\n  \n  And then you left it on his bedroom floor\n  \n  I think he knew about me all along (All along)\n  \n  Plus, your perfume matches my cologne\n  \n  I bet it hits you when you breathe it in\n  \n  I bet he wonders where the hell you've been\n  \n  I bet you told him we were nothing\n  \n  So why'd you tell me we were something?\n  \n  Just give me one shot (One shot)\n  \n  With all my speed, I'll give you one heart\n  \n  So bet on me, I'll play my cards right (Cards right)\n  \n  No more dreamin'\n  \n  Give me one shot (One shot), oh-oh\n  \n  Just give me one shot (One shot)\n  \n  With all my speed, I'll give you one heart (Girl)\n  \n  So bet on me, I'll play my cards right (My cards right)\n  \n  No more dreamin'\n  \n  Give me one shot (One, one), oh-oh\n  \n  D'you love\n  \n  D'you love\n  \n  D'you love (D'you love, oh), me?\n  \n  When you say you love me like that\n  \n  You ain't gotta hold back\n  \n  It'll just take a second\n  \n  To believe in us, to believe in love\n  \n  Just give me one shot\n  \n  With all my speed, I'll give you one heart (Girl)\n  \n  So bet on me, I'll play my cards right (Woo, girl)\n  \n  No more dreamin'\n  \n  Give me one shot\n  \n  Just give me one shot\n  \n  Just bet on me\n  \n  Just give me one shot\n  \n  Just bet on me\n  \n  Just give me one shot\n  \n  Just bet on me\n  \n  Just give me one shot\n  \n  Oh, no\n  \n  One shot\n  \n  One shot\n  \n  One, yeah\n  ","935421":"\n  Circles and circles, I'm running\n  \n  I know I won't get too far\n  \n  I'd be lying if I said I didn't mind that you left me scarred\n  \n  And now everything we were before is nothing but a memory\n  \n  I'll give anything in exchange\n  \n  For this temporary heart\n  ","935422":"\n  Aways\n  ","935423":"\n  Singing songs with my best friend\n  ","935424":"\n  Push them away\n  ","935425":"\n  Instagram\n  ","935426":"\n  Not your concernnn\n  ","935427":"\n  Just a name\n  ","935428":"\n  Google it\n  ","935429":"\n  No I'm just super picky when it comes to finding someone who interests me and that I would want to date\n  ","935430":"\n  You. Actually weigh zero because of there being no gravity haha\n  ","935431":"\n  Michael jackson\n  ","935432":"\n  Iamjazz\n  ","935433":"\n  Tyler ward\n  ","935434":"\n  Nope\n  ","935435":"\n  Havent took any\n  ","935436":"\n  Thank you\n  ","935437":"\n  20\n  \n  Blue and orange\n  \n  5'6\n  \n  Yes\n  \n  California memories\n  \n  Not for u to know\n  \n  Private\n  \n  My mom\n  \n  Brandon Michael Lee arreaga\n  \n  Cuddles\n  ","935438":"\n  #tbt to our cover #AsLongAsYouLoveMe by\n  \n   @justinbieber\n  \n  ! We were so young 😂 what's your favorite cover we have done?!\n  \n   https:\/\/youtu.be\/SCaRtiZIEro\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","935439":"\n  Yeah\n  ","935440":"\n  I'm good, you\n  ","935441":"\n  5'6, not your concern, brown and brown\n  ","935442":"\n  Yes I have\n  ","935443":"\n  Yea and no\n  ","935444":"\n  I dont think so we are all pretty open with eachother\n  ","935445":"\n  Me I'm the postive role model 😁\n  ","935446":"\n  Possibly\n  ","935447":"\n  Cops and robbers, and like Ryan 😂\n  ","935448":"\n\n   https:\/\/youtu.be\/aGZq9QdEMOA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/cfeq2jpzAIg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","935449":"\n  Pay it forward or spread kindness\n  ","935450":"\n  Thank you\n  ","935451":"\n  Spain\n  \n  Germany\n  \n  Japan\n  \n  There's been so many\n  ","935452":"\n  😊\n  ","935453":"\n  Its already a song me and my sisters wrote\n  ","935454":"\n  Luna Avery rose 🌜🌛\n  ","935455":"\n  I'm 20 years old I turn 21 in three months ... I'm not 5\n  ","935456":"\n  I been eating healthy this year and its honestly going great\n  ","935457":"\n  You are not you're makeup\n  \n  Not your clothes\n  \n  An anonymous face that no one knows\n  \n  A skin color\n  \n  A pretty face\n  \n  The number of inches around your waist\n  ","935458":"\n  Not really\n  ","935459":"\n  Good afternoon\n  ","935460":"\n  We can all help to make it heal though\n  ","935461":"\n  Yeet\n  ","935462":"\n  It really is. We got our little squad, the two oldest brothers have their own squad and the little brothers have theirs\n  ","935463":"\n  Hi\n  ","935464":"\n  Thank you 💛\n  ","935465":"\n  Awe miss you too\n  ","935466":"\n  I'm doing good\n  ","935467":"\n  Do I claim her?\n  ","935468":"\n  Ok\n  ","935469":"\n  Hi\n  ","935470":"\n  \"Hold on I will heal you \"\n  ","935471":"\n  I never really sad much in interviews I just let the others do the most talking\n  ","935472":"\n  I think overall my personality has remained that of when I was younger. I always been pretty mature for my age so I'm not that thrilling. However if you want to see my real rare peraonality Dani did a whole blog on that on our channel years ago\n  ","935473":"\n  I do play music and I do both. I been singing basically since I could talk lol, but for over 10 years to be more real. I play the tambourine, keyboard, piano and been trying to learn all the chords to play guitar. I'm in a band with my sisters and I also have done some solo music as well. And our genres are mixed mostly with pop\n  ","935474":"\n  Currently on the last season of Jane the version and I dont feel like it should end also 13rw was so good\n  ","935475":"\n  I like the summer days sitting by the pool, sipping on some nice cold refreshing lemonade\n  ","935476":"\n  Adele just because we never really did a sia cover\n  ","935477":"\n  Blink 182 😔\n  ","935478":"\n  Its my sisters, my brothers, my parents, everyones boyfriends, ex bfs, friends, and ex friends\n  ","935479":"\n  Just a lot of work considering its 13+ people\n  ","935480":"\n  Mm not sure I kinda do every hobby that interests me\n  ","935481":"\n  Both are equally beautiful\n  ","935482":"\n  Because someone is faking my sisters and family and friends and ex friends etc. Boyfriends whatever. I kinda just want to do like a whole family and what not update account\n  ","935483":"\n  Kind of just want to make like a big collaborative update account\n  ","935484":"\n  I been kinda thinking of doing something but im not sure if its an actual good idea or not\n  ","935485":"\n  In 2014 but there's been other moments when I didnt have makeup on lol\n  ","935486":"\n  Just realized how much I look like Lisa without make up on .... What if the whole time I was actually Christina and Lisa's child 😂😂\n  ","935487":"\n  Him singing to her and gabbie my heart 💛💜\n  ","935488":"\n  I feel being a singer or creator you have fans from all over the world that see you as a friend as well\n  ","935489":"\n  Pictures and videos of baby lavender but I'm not posting them hehe\n  ","935490":"\n  Life\n  ","935491":"\n  Land before time\n  ","935492":"\n  Katy Perry\n  ","935493":"\n  I drink cola lol but I'm single :)\n  ","935494":"\n  Fear makes the wolf bigger than he is.”\n  ","935495":"\n  Everyone recognizes love but love all has a different meaning\n  ","935496":"\n  Here you go honey\n  ","935497":"\n  I grew a lot as a person this year\n  ","935498":"\n  My ace of cake hehe\n  ","935499":"\n  He's okay just funny 😁😁😁\n  ","935500":"\n  We love amy\n  ","935501":"\n  Haha\n  ","935502":"\n  Probably a small barbeque or party\n  ","935503":"\n  Mostly all the time especially when my anxiety is high\n  ","935504":"\n  I haven't payed much attention to the whole news about that but I think its just taking away women's rights and if the person was r.ped who would want to raise a child that was conceived via the person who r.ped them. Especially a 12 year old girl who is a child and it does happen to them but that child is still in school, still has awhole life infront of her and now she's pregnant due to her r.post but she can't get a abortion because the government wants to take away that right also the whole thing about the birth control yes some some are on it because they don't don't want to get pregnant etc. But what about the other uses of it such as helping get rid of ovarian cysts and what not ... Its really sad what the world is coming to instead of creating a future with positive changes it seems like we are teaveling way back in time when the world was chaos and didnt have any rights or rules for anyone\n  ","935505":"\n  LUKE HEMMINGS 💛💛💛\n  ","935506":"\n  Thank you\n  ","935507":"\n  I'm super picky mate\n  ","935508":"\n  Yeah :(\n  ","935509":"\n  Yes I am\n  ","935510":"\n  Uh\n  ","935511":"\n  Thank you\n  ","935512":"\n  :)\n  ","935513":"\n  Yes\n  ","935514":"\n  They got burgers, chicken,  hot dogs, steak etc\n  ","935515":"\n  They're not in california, they're in Tennessee but we are not really friends anymore :(\n  ","935516":"\n  :))\n  ","935517":"\n  Space\n  ","935518":"\n  It is\n  ","935519":"\n  Seen a photo of Marian and Hudson and just started crying\n  ","935520":"\n  I like it 🤷🏻 but everyone has an opinion they feel needs to be stated\n  ","935521":"\n  Work work work\n  ","935522":"\n  I dont ever think I could actually let alone hurt someone to even try to murder someone\n  ","935523":"\n  my mom said “going back to an old relationship is like rewatching a movie and expecting a different ending to happen” and that hit me hard\n  ","935524":"\n  Christina is back in el dorado, but started crying because I saw a picture of two of my old best friends together\n  ","935525":"\n  No :(\n  ","935526":"\n  Nope those were I miss you tears\n  ","935527":"\n  I just started crying after seeing a picture 🙁\n  ","935528":"\n  I'm single lol\n  ","935529":"\n  Everyone is gorgeous its not a flipping competition\n  ","935530":"\n  Yes but its for business only\n  ","935531":"\n  My ask, I'll amswer how I want\n  ","935532":"\n  Out of all them hehe\n  ","935533":"\n  Yes\n  ","935534":"\n  We can tell I'm favorite\n  ","935535":"\n  Such a fathers little girl\n  ","935536":"\n  A king\n  ","935537":"\n  I need to go visit aunt carol 😣 \" Love your vlog and YAY for good food choices! Your dad and Alex were here last weekend and told us you were eating super healthy. I’m trying those zucchini spirals, yum!! ❤️\n  ","935538":"\n  I don't think so or I just don't remember\n  ","935539":"\n  Aww thank you so much!!\n  ","935540":"\n  Girls that literally call every hot daddy, hot, cute whatever and try to flirt\/ get with them KNOWING they have a GIRLFRIEND\/BOYFRIEND really gets on my nerves\n  ","935541":"\n  Okay for the most part\n  ","935542":"\n  Luna\n  ","935543":"\n  They leaked lyrics over the past month, plus the person who wrote and produced it is a good friend of mine 🌸\n  ","935544":"\n  Hit that glo up i didnt really need\n  ","935545":"\n  Not their boyfriend or girlfriemd but I did date\n  \n   @tiny_lord\n  \n  's cousin for a few years....\n  ","935546":"\n  Haha this is the song\n  \n   https:\/\/youtu.be\/UYDki0yMe7o\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Not there official lyrics but I can talk the new EP coming next week is about to be so good\n  ","935547":"\n  Love you too\n  ","935548":"\n  Can never go wrong with a classic\n  ","935549":"\n  Its not my song lol its one b wrote and produced\n  ","935550":"\n  Not recently\n  ","935551":"\n  Love you too!!\n  ","935552":"\n  My grandma who passed away a few years ago. I miss her and its been weird not being around her or going to family events and sleeping over at her house in California :(\n  ","935553":"\n  Not really I'm more of the observative one\n  ","935554":"\n  Mostly Rachael  but there is Elise ( elli), Ryan, nick, and kallen, acacia, kierra, Mel and others\n  ","935555":"\n  Rocky road with the toasted almonds or pink lemonade sorbet\n  ","935556":"\n  One of the girls at my church told me she doesn't watch TV inky advertisements lol\n  ","935557":"\n  Egg fully cooked with no yellow\/orange stuff showing topped with pico de gallo, sausage grilled to be kinda a bit burned, fruit on the side or avocado served with cold brew\n  ","935558":"\n  Personally I feel it would be his parents responsibility to go and help him. But if I'm there and the kid needs help I guess I would try to help the best I can\n  ","935559":"\n  Woke up with a really bad headache, went to the gym\n  ","935560":"\n  I'm really picky when it comes to dating lol\n  ","935561":"\n  Its so beautiful 😢😢\n  ","935562":"\n  Huh\n  ","935563":"\n  I don't model except my merch\n  ","935564":"\n  I do sing\n  ","935565":"\n  Thanks\n  ","935566":"\n  Yes I do\n  ","935567":"\n  Because I know who wrote the song\n  ","935568":"\n  I have a feeling this whole EP is going to make everyone cry\n  ","935569":"\n  😢😢💛\n  \n   https:\/\/open.spotify.com\/track\/0V6p1at8MSW6WEhSp5EzVG?si=QubalQEyQCue6LJorsSmGQ\n  \n","935570":"\n  IM SCREAMING\n  \n   https:\/\/youtu.be\/2qXU7DCbtT4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","935571":"\n  Its ne of my favorites I been drinking it for about anyear before the brand even asked me to sponsor\n  "}}