{"Question":{"935572":"\n   Ohh she is Ur sis well you def more pretty than her keep it up 👍 ok\n  ","935573":"\n   Are you a work horse\n  ","935574":"\n   You are way prettier than the girl in Ur ask.fm dp pic who is she btw\n  ","935575":"\n   How fast can you run\n  ","935576":"\n   🧡🧡💙💙🦁🦁 Good night Lauren\n  ","935577":"\n   The good thing though she will never change who she is. Neither will any of you's\n  ","935578":"\n   What's the most important appliance in your house?\n  ","935579":"\n   When's the best day to tell someone horrible news?\n  ","935580":"\n   What's the craziest thing you ever did ?\n  ","935581":"\n   Movie mad ess part 2:  A) RocketMan or B) Alladin\n  ","935582":"\n   favorite animal(\/s) to keep as a pet? 🌸\n  ","935583":"\n   Thank you Lauren. I have had a great. Just think though. In another 10 years Christina will be my age 40 😂\n  ","935584":"\n   Honey 😊\n  ","935585":"\n   Do you have personal space issues?\n  ","935586":"\n   The point is to talk to each others but without posting the aswers and to keep answer mee on my ask.fm and me do the same to your ask \nU got it ? pr again nooo :p?\n  ","935587":"\n   😊🤗🧡💙\n  ","935588":"\n   Who is your top 5??\n  ","935589":"\n   help\n   \n    @alex_ruygrok\n   \n   to grow his account. thank you🌹\n   \n    https:\/\/ask.fm\/alex_ruygrok\/answers\/155494340099\n   \n","935590":"\n   Oh that's great your ok\n  ","935591":"\n   Do you belive in reincarnation\n  ","935592":"\n   Last thing your bought? 😄\n  ","935593":"\n   I want to talk to you with impunity\n  ","935594":"\n   Phone games or pc and consle games\n  ","935595":"\n   Ur dream is,,,,.?\n  ","935596":"\n   Have you ever needed stiches if you have why and how many did you have\n  ","935597":"\n   so at least we can talk a bit ask.fm to ask.fm without posting the answers to know each others more bcs girls in those days?? Bliaah bitches everywhereeee haha\n  ","935598":"\n   What biases do you notice? Here in Vegas  especially good looking people get preferential treatment.\n  ","935599":"\n   Do you anyone who’s constantly snorting ? My coworker is always clearing his sinuses and it’s disgusting!\n  ","935600":"\n   We can talk and if u dont like u can unfriend me again :p Haha i can see that ur not that much social girl soo this is perfect\n  ","935601":"\n   I hope your ok & feel better soon. I see dani has what we call a blister on her lip as well.\n  ","935602":"\n   How do you deal with someone you dislike trying to start a conversation with you?\n  ","935603":"\n   Do u use any kik or insta idk i would like to know u better\nIs that a problem for u?\n  ","935604":"\n   If I start writing a story then I cut it short would you want to continue the story and we can go back and forth writing?\n  ","935605":"\n   U look simple and cute\n  ","935606":"\n   Hii\n  ","935607":"\n   If you found out your house\/apartment was bugged and under surveliance for something. What would you want to be guilty of ? (Assuming they let you out after a quick slap on the wrist and a $50 fine for interrogating you for all of 20 mins? 🤣\n  ","935608":"\n   I have had a great Birthday today. I am tired now so I am off to bed. I hope we can speak tomorrow.\n  ","935609":"\n   83 days,left till 12th August or 84 in your case\n  ","935610":"\n   xox\n  ","935611":"\n   Have you ever met a celebrity?\n  ","935612":"\n   Dani thinks she's a better punk rock dancer than you.\n  ","935613":"\n   Rachael Is on Instagram live now\n  ","935614":"\n   aw, is their a new baby hugs\n  ","935615":"\n\n    https:\/\/youtu.be\/x6dCtaUgnO8\n   \n","935616":"\n   Hello😊\n  ","935617":"\n   What is your favorite snack?\n  ","935618":"\n   How often do you get dressed up?\n  ","935619":"\n   What are your plans for this weekend?\n  ","935620":"\n   Is there someone you think of every single day?\n  ","935621":"\n   Haw,are you😊\n  ","935622":"\n   You are such a nice girl.I am sorry if you felt bad about anything.\n  ","935623":"\n   Girl\nYou're so sweet 😍❤️\n  ","935624":"\n   Simple but effective message?\n   \n    https:\/\/www.facebook.com\/100000212254121\/posts\/2675209855829397\/\n   \n   agree \/ disagree\n  ","935625":"\n   Ηi\n  ","935626":"\n   Watch game of throns?\n  ","935627":"\n   Likers get tbh for all please?\n  ","935628":"\n   😑😑 ok\nI want help you\n  ","935629":"\n   Yo who tryna see john wick?\n  ","935630":"\n   Do you like being photographed? Go photo ❤\n  ","935631":"\n   Did your parents ever spank you?\n  ","935632":"\n   Ur fav food ?\n  ","935633":"\n   What is ur style\nCasual \n or\nclassic\n  ","935634":"\n   I want to talk to you about something that is not falaka.  I want to help you in your movies I have many ideas\n  ","935635":"\n   Awh! That's just sad. Hope you're keeping well now. Xx\n  ","935636":"\n   What the best an the worst part of bring a big family,I'm adopted so was only child ,ty\n  ","935637":"\n   Of have to agree,,ty\n  ","935638":"\n   Do you feel awkward when people pat your knee when they give you a compliment?\n  ","935639":"\n   If you could win a $50 Gift Card to Victoria’s Secret by kicking me in the bаlls, what would you do?\n  ","935640":"\n   Have you ever changed a poopy diaper?\n  ","935641":"\n   You and your sisters are all beautiful women!\n  ","935642":"\n   Oh I know sorry ya he is. He Is fighting with his brother now. If you are talking about shadowhunters.\n  ","935643":"\n   😂😂😂\n  ","935644":"\n   I seen that. I also watch her live in the coffee shop before\n  ","935645":"\n   Shadowhunters is a great watch on Netflix Lauren\n  ","935646":"\n   aw, xox\n  ","935647":"\n   Thanks Lauren 👍\n  ","935648":"\n   That was my answer I forgot to swipe to show it was me\n  ","935649":"\n   is he a singer\n  ","935650":"\n   your being mean but if someone else would ask you would tell them\n  ","935651":"\n   😂😂 Go Lauren, Go Lauren 🙆‍♂️\n  ","935652":"\n   each to there own\n  ","935653":"\n   is he a singer just tell eather his first name or his last name please\n  ","935654":"\n   I know you're not mean\n  ","935655":"\n   is he your boyfriend\n  ","935656":"\n   Good day?\n  ","935657":"\n   why\n  ","935658":"\n   I bet you do Lauren. If it happens to you. You should cut the plug of the telly or hide there laptop 😂😂\n  ","935659":"\n   i want to know please\n  ","935660":"\n   To ignore someone why they ask you a question yes. Even if sport is on the telly.\n  ","935661":"\n   who is that\n  ","935662":"\n   how are you\n  ","935663":"\n   I laughed because why would anyone want to put sport before his girlfriend.\n  ","935664":"\n   😂😂\n  ","935665":"\n   If you had a boyfriend and he was watching basketball on tv and he in the middle of the game and you have something to tell him would you walk all in front of the TV and turn it off to get his attention?\n  ","935666":"\n   If you were granted an autograph from anyone, who would it be?\n  ","935667":"\n   Best advice?\n  ","935668":"\n   Uh oh... lol okay ❣️\n  ","935669":"\n   What do you think about racism and what do you think of racist people?\nWhat should we do to resolve this issue?\n  ","935670":"\n   Please like this🙌 means a lot🌹\n   \n    https:\/\/ask.fm\/alex_ruygrok\/answers\/153411626243\n   \n","935671":"\n   There’s no way that they know that. They may think that they know but I believe that they have no clue lol\n  ","935672":"\n   Like to dance or sing more?\n  ","935673":"\n   Have you ever crashed a vehicle\n  ","935674":"\n   Did you ever make a prank call as a kid\n  ","935675":"\n   Did you ever skip school\n  ","935676":"\n   Have you ever  smoked weed\n  ","935677":"\n   -\n  ","935678":"\n   Same with me Lauren im fed up and sick of this site you aren’t the only one\n  ","935679":"\n   Are you angry with me or something Lauren\n  ","935680":"\n   I've just finished watching S3 Ep22 of RIVERDALE 🙈\n  ","935681":"\n   I just wanted to say this, I hope you all had a wonderful day.\n  ","935682":"\n   I thought Sonic did burgers?\n  ","935683":"\n   hey you are so kind to everyone, i just want to say you mean heaps to me x\n  ","935684":"\n   Child number 7\/11 really ???\n  ","935685":"\n   10???\n  ","935686":"\n   Ever kissed a guy\n  ","935687":"\n   Nice\n  ","935688":"\n   Fav burger where and why\n  ","935689":"\n   Wyd\n  ","935690":"\n   Hi\n  ","935691":"\n   Lauren gets paid to post ads now?\n  ","935692":"\n   How would you younger Cim girls feel about acknowledging father's day to me when it's time. Like maybe do something kind of sexy.\n  ","935693":"\n   What is the most awkward moment of your life\n  ","935694":"\n   When you did you last take 'em\/it out amd shake them about?   0_0 i'm talking about the salt and peooer shakers off course you duuuuurty minded individuals!!! 🤣\n  ","935695":"\n   Be honest how many selfies does it take before you post on here or any other social media you may or may not have?\n  ","935696":"\n   If you've earned a large amount of money what would you do with it?\n  ","935697":"\n   I miss talking too you\n  ","935698":"\n   What to write with chalk on the asphalt under the windows of a loved one?\n  ","935699":"\n   May 2️⃣3️⃣ is next week 😁\n  ","935700":"\n   Any fun plans for the weekend?\n  ","935701":"\n   If you could do absolutely anything this evening, with anyone at all, what would you do and with whom?\n  ","935702":"\n   If you could change your birth name to anything, what would it be and why? Or would you stick with your current name? Do you know why you were given your birth name?\n  ","935703":"\n   You are biautifull\n  ","935704":"\n   Lauren💛\n  ","935705":"\n   What is ur fake name😂\n  ","935706":"\n   You still ha:e your tonsils. True or false?\n  ","935707":"\n   What is ur your fav movie ❤\n  ","935708":"\n   Movie Madness:  A) Float Like A Butterfly B) John Wick Chapter 3: Parrabellum C) The Break Through D) Birds Of Passage E) Paw Patrol movie\n  ","935709":"\n   favorite fictional character? 🌸\n  ","935710":"\n   What are your weekend plans?\n  ","935711":"\n   Did you know there is a song about you?  it's called evil women 😁\n  ","935712":"\n   Fav song of all time\n  ","935713":"\n   Oh.....lauren I would do anything to meet you in person your sooo pretty😍😍😍.....and also ask you if you can be my first kiss....im a male and I'm 21 and sadly.... I never ever had my actual first kiss :(\n  ","935714":"\n   If you were an animal what would you be?\n  ","935715":"\n   Say something funny about u\n  ","935716":"\n   Do you get angry easily\n  ","935717":"\n   Follow please\n  ","935718":"\n   Am back !!!😍\n If u remember me ?\nSo this is my new acount\n  ","935719":"\n   To your mind, what should every child have?\n  ","935720":"\n   When life gives you lemons...finish sentence with whatever you want...\n  ","935721":"\n   Damn girl you really from Tennessee because you’re the only Ten I See. 😏\n  ","935722":"\n   How much you spend on yourself each month?\n  ","935723":"\n   Why do people do things that they know hurt themselves and those around them?\n  ","935724":"\n   Hey Lauren, wassup\nHow're you doing?xx\n  ","935725":"\n   your welcome you seem in high spirits\n  ","935726":"\n   I do 😂\n  ","935727":"\n   That's better\n  ","935728":"\n   Good\n  ","935729":"\n   She doesn't like Kanye but who does really?\n  ","935730":"\n   If you were a mermaid, which sea animal would be your best friend? 😊\n  ","935731":"\n   You know I have just watched it😊\n  ","935732":"\n   Can I get married at fifty with little?\n  ","935733":"\n   Girls, do you like men's pubes shaved\/waxed off?\n  ","935734":"\n   If you had unlimited amounts of money and time, what kind of trip would you go on then? 😊\n  ","935735":"\n   Would you rather grow to the size of a giant or shrink to the size of a mouse? Why? 🤔\n  ","935736":"\n   If you were to build your own house and you had an unlimited budget, what would you have in it? 😊\n  ","935737":"\n   People who don't know you, do they most often think you are younger, older or about your age? 🤔\n  ","935738":"\n   Thoughts on missouri banning abortion\n  ","935739":"\n   At what time do you usually go to sleep?\n  ","935740":"\n   .\n  ","935741":"\n   Plans for today\n  ","935742":"\n   Thats cool\n  ","935743":"\n   Are the clothes made in sweatshops?\n  ","935744":"\n   Nice pap...\n  ","935745":"\n   Hello😊\n  ","935746":"\n   aw, you are so sweet\n  ","935747":"\n   How are your abs doing?\n  ","935748":"\n   if i write you can you insult me please?\n  ","935749":"\n   You are so cute ♥\n  ","935750":"\n   yeah, you seem so nice bet you are kind to everyone hugs\n  ","935751":"\n   Do Ur sisters have an account on ask too??\nTag them please ❤\n  ","935752":"\n   Do a Video of your Accent?\n  ","935753":"\n   Aww sweet\n  ","935754":"\n   Does your cell phone have any cracks in it? I dropped mine last night and its shattered. 😥\n  ","935755":"\n   You accept slave ?\n  ","935756":"\n   @\n  ","935757":"\n   What type of music are you into?\n  ","935758":"\n   Do you think your crazy\n  ","935759":"\n   Fav fruit\n  ","935760":"\n   😂😂I have only just got out of bed myself 4.36pm #LazyDaySaturday\n  ","935761":"\n   I seen that picture on your story\n  ","935762":"\n   Amazing girl for falaka\n  ","935763":"\n   Your chill room is looking great\n  ","935764":"\n   You amazing for falaka \nYou the best for that\n  ","935765":"\n   Yas just yas\n  ","935766":"\n   Away from what you say for falaka\nYou need any ideas to clap\n  ","935767":"\n   Have a nice night Lauren\n  ","935768":"\n   I have been recently\n  ","935769":"\n   Yep it will be\n  ","935770":"\n   Good night Lauren speak tomorrow.\n  ","935771":"\n   Not that it's my conversation 😳 but how could she do this.\n  ","935772":"\n   All them followers he would lose on social media. If he ever even hurt Dani.\n  ","935773":"\n   cuz you're the only ten i see!\n  ","935774":"\n   Go Lauren that's what families do😊\n  ","935775":"\n   geese my first name Lauren\n  ","935776":"\n   It will be another 3 months till she listerns to Florida by Lisa😂\n  ","935777":"\n   😔 she's stronger now\n  ","935778":"\n   pap in underwear if your brave enough\n  ","935779":"\n\n    https:\/\/youtu.be\/tMNFH4k3aXM\n   \n   Brielle Weigold's reaction to your song Flames🔥🥀\n  ","935780":"\n   I was listening to Florida before 💙\n  ","935781":"\n   Ah I see I hope she's ok.\n  ","935782":"\n   Oh dear 😔 she didn't mention that on the video. I just sent you the link on here.😊🔥🥀🙆‍♀️\n  ","935783":"\n   But fun though. I have just seen on YouTube Brielle Weigold has only just listened to your son flames🔥🥀🙆‍♀️ after 3 months 😯\n  ","935784":"\n   are you from tennessee?\n  ","935785":"\n   Another busy week in the Cimorelli household ❤💛💙\n  ","935786":"\n   I Love\n  ","935787":"\n   Pretty\n  ","935788":"\n   Chilling, What kind of movies do you most enjoy?\n  ","935789":"\n   Do you believe there is a life after death?\n  ","935790":"\n   Rice or fries\/chips?\n  ","935791":"\n   Nice👍👍👍\n  ","935792":"\n   Ik now I'm feeling horrible inside 😩\n  ","935793":"\n   What's up\n  ","935794":"\n   Want to hear an icercream joke? Wafer it wafer it wafer it........\n  ","935795":"\n   Do you think ppl that do anonymous are scared\n  ","935796":"\n   If feelings could be seen, if they ought to have colours, what colour would you give to the following feelings? \n(Anger, sadness, jealousy, hatred, disappointment,anxiety, fear, guilt, regret, boredom, hope, passion, happiness)\n  ","935797":"\n   What is your favorite band\/singer right now\n  ","935798":"\n   a year younger than me\n  ","935799":"\n   Have you ever met anyone that has hated their own name since always, and want to change it as soon as they can? Or that they already changed their name?\n  ","935800":"\n   do you prefer to eat beef or pork?\n  ","935801":"\n   What do u look like right now\n  ","935802":"\n   Hi Lauren how are you\n  ","935803":"\n   You are gorgeous💛\n  ","935804":"\n   My boyfriend depression is kicking his ass tonight\/today. He's been in bed all day. He has ate or even watch TV. He's been crying and thinking about a lot of things. He doesn't even have the energy to go to work tonight. How can I convince him that going to work may help him feel better?\n  ","935805":"\n   Don't mean in years they won't be together ;) if Dani and Jonah would be single than they would be together\n  ","935806":"\n   Jonah is going to marry Dani one day\n  ","935807":"\n   Ya you like falaka with your friends\n  ","935808":"\n   ⚜ Random Q : What do you contemplate about the most?\n  ","935809":"\n   You’ve Been Given An Elephant. You Can’t Get Rid Of It. What Would You Do With It?\n  ","935810":"\n   Their first holiday with Lavender 😍\n  ","935811":"\n   What Are The Qualities You Really Enjoy In A Friend?\n  ","935812":"\n   Then you have a girlfriend yet\n  ","935813":"\n   What movie title best describes your life?\n  ","935814":"\n   If someone wrote a biography about you, what do you think the title should be?\n  ","935815":"\n   Why these anons from all the way want to be friends but deep down they're scared to reveal who they are ??\n  ","935816":"\n   You're a beautiful woman\n  ","935817":"\n   You need to help Jonah out. Mel is cheated with Geo Lorens ex boyfriend\n  ","935818":"\n   What do you think about the drag queens & gay relationships being placed on kids tv shows and cartoons? I am very disturbed. People can live how they want but leave the kids out of it until they can decide what the fuck they fucking like and don’t like on their own . This is just unbelievable.\n  ","935819":"\n   Are freckles cute?\n\nDo you have any?\n\nDo you get more of them in the summer?\n  ","935820":"\n   Out of your family who is harder than nails\n  ","935821":"\n   Haha alright!\nHow's your day been?\n  ","935822":"\n   Do you believe most people when they say they have alot of friends or do you believe most people don't have alot of friends but just alot of people they use for certain purposes?\n  ","935823":"\n   Really? 😂\n  ","935824":"\n   What are the first things you notice when you meet someone? ?\n  ","935825":"\n   On a scale from 1 to 10 in conversations are you the one doing the most talking or are you more laidback?\n  ","935826":"\n   we have here a really common cars like taho, Dodge charger , Chrysler 300 and jeep it's an excellent cars\n  ","935827":"\n   I ate so fast that I didn't give my food chance to break down 🤣 I was hungry.\n  ","935828":"\n   Who do you want to marry?\n  ","935829":"\n   First thing you think of: type it in NOW:\n  ","935830":"\n   What would you rather be, hot or cold?\n  ","935831":"\n   Like to eat pizza. Which one favourite?\n  ","935832":"\n   When You’re 60 Years Old, What Will Matter Most To You?\n  ","935833":"\n   what you gonna do if it’s raining outside and you’re all alone in the house?\n  ","935834":"\n   What topic of conversation do you consider boring?\n  ","935835":"\n   When is yours\n  ","935836":"\n   Honesty hour\n  ","935837":"\n   Why do u like about yourself\n  ","935838":"\n   Good night Lauren\n  ","935839":"\n   _\n  ","935840":"\n   @\n  ","935841":"\n   @\n  ","935842":"\n   .\n  ","935843":"\n   Do you easily communicate with opposite gender people?\n  ","935844":"\n   What's the first thing you look at in a man, after his face?\n  ","935845":"\n   So what's some fun things you do in your free time?\n  ","935846":"\n   love your profile pic\n  ","935847":"\n   Yes you should if you like snakes 🐍\n  ","935848":"\n   Do you have a high sex drive\n  ","935849":"\n   hugs\n  ","935850":"\n   If you only had to choose one which would you choose to to be the most powerful woman on the planet or to just a regular woman in love with the man who loves her living a beautiful fairytale?\n  ","935851":"\n   Do you grow attached easily to people and\/or objects and places?\n  ","935852":"\n   Which mobile app are you addicted the most to?\n  ","935853":"\n   Do you feel like you are respected?\n  ","935854":"\n   When’s the last time you called out someone on something they said or did?\n  ","935855":"\n   Are you part of the problem or part of the solution?\n  ","935856":"\n   I told Dani hi\n  ","935857":"\n   I want to do the same with you.\n  ","935858":"\n   They never liked me so.\n  ","935859":"\n   How old are you?\n  ","935860":"\n   Dum answer, errrr\n  ","935861":"\n   sup\n  ","935862":"\n   Good\n  ","935863":"\n   what's something you would never want to tell anyone?\n  ","935864":"\n   can't find too much dirt on her... not in her wikipedia article anyway. and she gives a lot to disaster relief\n  ","935865":"\n   My sister woke me up this morning by kicking me in the balls and laughing her ass off 😭😭what kind of way is that waking someone up😢😭🤦‍♂️\n  ","935866":"\n   Ever heard of the Mothman ? I’m watching a documentary on him. Spoiler alert he’s real.\n  ","935867":"\n   If you follow baseball,do you know what a bean ball is?\n  ","935868":"\n   Does pineapple belong on pizza?\n  ","935869":"\n   She's good , thank you for asking.\n  ","935870":"\n   i never get jealous tbh, maybe of my sister bc she seems to get everything and shes so mean x\n  ","935871":"\n   what would you do if you get a chance to move and live in another country forever ? or you can't leave your country?\n  ","935872":"\n   Wearing anything yellow what is it\n  ","935873":"\n   90's babies\n  ","935874":"\n   post a tune, any tune you like! Brownie points if it's one i like :)  Go!\n  ","935875":"\n   Yes, that's right\n  ","935876":"\n   I do\n  ","935877":"\n   that is hilarious!\n  ","935878":"\n   Want to go out sometime\n  ","935879":"\n   Can your bf\/fiance or husband pick you up\n  ","935880":"\n   Haha 😂\n  ","935881":"\n   Figure picture\n  ","935882":"\n   Ever heard one of your friends having sex\n  ","935883":"\n   What is the most overplayed song of all time?\n  ","935884":"\n   Lauren ..???\n  ","935885":"\n   ok\n  ","935886":"\n   What year were you born in?\n  ","935887":"\n   Do you know how to cook?\n  ","935888":"\n   What was the last lie that you told?\n  ","935889":"\n   What was the last movie that you watched?\n  ","935890":"\n   Could you date a guy who's idea of a date is you and him at his house eating snacks with sodas with cakes and watching good movies and cartoons all day?\n  ","935891":"\n   Answer\n  ","935892":"\n   I remember you telling me this\n  ","935893":"\n   You know I have you like your my sister\n  ","935894":"\n   Damn my bestie looks better than your bestie. Team Lauren 😍😘\n  ","935895":"\n   Ok no problem\n  ","935896":"\n   #Preach\n  ","935897":"\n   😮 you can't do that Lauren. They need your voice.\n  ","935898":"\n   What could be your reasons for discontinuing friendship with a person?\n  ","935899":"\n   Haha I seen that😂\n  ","935900":"\n   -\n  ","935901":"\n   Omg \nPhoto to all of you \nYou needed falaka Collective\nI like that\n  ","935902":"\n   Ok but that doesn't make you run a way from falaka\n  ","935903":"\n   Show me your feet\n  ","935904":"\n   Can you talk\n  ","935905":"\n   Song 🎵🎶\n  ","935906":"\n   Who are the people you spend the most time with?\n  ","935907":"\n   Do hot women like taking virginity\n  ","935908":"\n   Happy mother's day to your wonderful Mother 😀\n  ","935909":"\n   Wtf is this app\n  ","935910":"\n   What are some things in life (can include your future wants\/needs) that you will not compromise on and why?\n  ","935911":"\n   Do you take cold showers in the summer or do you still like it hot, hot, hot or lukewarm?\n  ","935912":"\n   There's a news story in Massachusetts of a 14 year old boy getting mauled to death by the dogs he was looking after. Apparently he's watched them before. German shepherds and some other kind.. Who should be held accountable? The owner of the dogs (cages were also involved ), the child \/ his parents?\n  ","935913":"\n   What am not Gangstar\n  ","935914":"\n   That's you ! In\n  ","935915":"\n   Too pretty to be single ❤️❤️\n  ","935916":"\n   Do you've a boyfriend?\n  ","935917":"\n   Love your pictures\nYour hair is adding onto your gorgeousness😉❤️❤️\n  ","935918":"\n   Ok it's what !\n  ","935919":"\n   !!! It's what\n  ","935920":"\n   insta\n  ","935921":"\n   Have you ever done the stock market? What companies do you support? Have they helped you or robbed you :p\n  ","935922":"\n   If you’re in a bad mood, do you prefer to be left alone or have someone to cheer you up?\n  ","935923":"\n   Hey Lauren\nCan we become friends?\n  ","935924":"\n   What age you feel is too young to be pregnant?\n  ","935925":"\n   It's been like that here in the UK today Lauren\n  ","935926":"\n   Im here\n  ","935927":"\n   Could you advise me which of cars is the best taho or jeep?\n  ","935928":"\n   Lol it's a falaka\n  ","935929":"\n   follow back?\n  ","935930":"\n   What's going on ?\n  ","935931":"\n   What do most people think about you?\n  ","935932":"\n   Have you ever been to a sports game?\n  ","935933":"\n   Good night😊\n  ","935934":"\n   What do you get paid to do?\n  ","935935":"\n   Do you know anyone who is pregnant right now?\n  ","935936":"\n   What last made you jealous?\n  ","935937":"\n   Happy Mother’s Day to all you mother fuckers out there! Anyhow are you getting your mom something nice this year?\n  ","935938":"\n   Did you go on field trips when you were in elementary\/grammar school?\n  ","935939":"\n   Why not center of attention\n  ","935940":"\n   Do you think you are cute or beautiful\n  ","935941":"\n   Ever feel Insecure around another girl\n  ","935942":"\n   Like to be center of attention\n  ","935943":"\n   Who is hotter you or Ashleigh\n  ","935944":"\n   Who likes to get their way more you or dani\n  ","935945":"\n   Best thing about Ur singing\n  ","935946":"\n   Who do guys hit on more you or dani\n  ","935947":"\n   Me to I just turned 21 on February 21\n  ","935948":"\n   Who is the more fun . Sister\n  ","935949":"\n   Who is more attractive you or dani\n  ","935950":"\n   What year were you born in\n  ","935951":"\n   Sometimes what do people say about Ur looks. Dani and u\n  ","935952":"\n   5 sisters wow what ages\n  ","935953":"\n   Your a year younger than me\n  ","935954":"\n   Besides Dani do you have any other sisters or brothers\n  ","935955":"\n   Like being Italian American\n  ","935956":"\n   Ever go to Nashville predators games\n  ","935957":"\n   Are you both same age in pic\n  ","935958":"\n   Wow U are cute and Ur sis is pretty do you get that alot\n  ","935959":"\n   How did she act.. Was she nice?\n  ","935960":"\n   What to do in Tennessee\n  ","935961":"\n   Who is the girl in your ask.fm dp pic\n  ","935962":"\n   Wow you are so lucky how did you get to talk to Ashleigh  btw\n  ","935963":"\n   Ever talk to ashleigh\n  ","935964":"\n   Prettiest girl you follow on ask\n  ","935965":"\n   Thoughts on Ashleighrbensen\n  ","935966":"\n   Single or taken\n  ","935967":"\n   Nice T-Shirt Lauren 💖💙\n  ","935968":"\n   You're so beautiful\n  ","935969":"\n   On any of your emails or social media accounts do you use a user tags that represents something you’re a fan of?For example an email like bieberfan69@aol.com??\n  ","935970":"\n   So can we make friends?\n  ","935971":"\n   It is yes 😢🐍\n  ","935972":"\n   Thanx for supporting this issue. I get irritated that many guys do this to us girls. I made it silly however; my attitude towards this issue is genuine. Many have either not read it, ignored it out of arrogance, does not apply or my comment was removed. Thanx again and stay pretty.\n  ","935973":"\n   You married, or thinking about it?\n  ","935974":"\n   Oh\n  ","935975":"\n   Ok.\n  ","935976":"\n   Are you interested in psychology? 📘 or maybe something else?\n  ","935977":"\n   Is there a perverted schedule for being a pervert? Monday and Tuesday is pervert day, Wednesday and Saturday is pervert day, Friday and Thursday is pervert day. Sunday is pervert day for those perverts that are busy being perverts during the week.\n  ","935978":"\n   Can you whistle? Do you whiste? Do you whistle a tune to yourself of a song you know? Or any notes that pop into yoir head and make your own tune? Are you daring enough to put a recording of your whistke here? 🎵🎶\n  ","935979":"\n   Jacob or Dallen? Or Parker?\n  ","935980":"\n   Ever had a button pop off of your pants? Mine just did ☹️\n  ","935981":"\n   Haloo\n  ","935982":"\n   Don't give me a wink face without giving me a name.\n  ","935983":"\n   how often do you wear skirts and dresses?\n  ","935984":"\n   What has been the best part of your Friday? Or weekend in general if Friday was sh!t\n  ","935985":"\n   I seen that Dani was online earlier told her hey and she didn’t reply back\n  ","935986":"\n   ok pizza is in my opinion the food of the gods\n  ","935987":"\n   Oh\n  ","935988":"\n   What's something a lot of people don't know about you?\n  ","935989":"\n   What was The last thing that you were trying hard to get but lost interest after getting it?\n  ","935990":"\n   i know you hate me\n  ","935991":"\n   Yea.\n  ","935992":"\n   Which are on accident? Lol\n  ","935993":"\n   Who’s cute?\n  ","935994":"\n   Come on to falaka\n  ","935995":"\n   .\n  ","935996":"\n   Hey Lauren how are you\n  ","935997":"\n   Age you first had sex\n  ","935998":"\n   Have you ever just switched something on and off, after almost kicking said machine out the window, because it wasn't doing what you wanted?  but yet as soon as you switched it off and in again, it magically fixed itself and also saved you the trouble and expense of drop kicking it out of the window\n  ","935999":"\n   ❤️\n  ","936000":"\n   the top right she never changes\n  ","936001":"\n   What a beautiful friendship you have Lauren. I ate my friends so they no longer exist.\n  ","936002":"\n   What color panties are you wearing? Boring cotton kind or like the silky ones?\n  ","936003":"\n   Let's say you were stuck on an island, with someone of your choice, and you knew someone was coming to get you in 2 weeks time, what would you do in those 2 weeks? Specifics would be great but I can imagine some of you will just say \"survive\"🙄😂\n  ","936004":"\n   congratulations\n  ","936005":"\n   why, did she mismatch her outfit or something?\n  ","936006":"\n   oh\n  ","936007":"\n   Taylor's all goody 2 shoes too, I kind of wish she'd do something outrageous\n  ","936008":"\n   oh\n  ","936009":"\n   oh so he is a singer at all no more\n  ","936010":"\n   i wonder why\n  ","936011":"\n   who left because i talk to rye and he didn't mention anything\n  ","936012":"\n   Favourite TV series?\n  ","936013":"\n   If you could listen to only one music genre for the rest of your life, what would it be? Including sub genres and whatever else.\n  ","936014":"\n   what band\n  ","936015":"\n   Who was the last person who bought you something? (Can't be yourself!) \nWhat was it?\n  ","936016":"\n   DO YOU LOVE YOU FAMILY MORE THAN GOD ?\n  ","936017":"\n   im kinda sad\n  ","936018":"\n   Could you be a bit more scandalous please? Like maybe throw a TV out the window or drive a car into the swimming pool?\n  ","936019":"\n   did you hear about what happend to jack avery\n  ","936020":"\n   Don't you love when people keep pressing the open door on a train forcing said train to get delayed ?\n  ","936021":"\n   How many cigarettes a day you're smoking?\n  ","936022":"\n   If you had to get one thing tattooed on your forehead, what would it be?\n  ","936023":"\n   Most important in a date: Intelligent or Funny?\n  ","936024":"\n   Movie Madness!  Only two choicrles this week:  A) Detective Pikachu  or B) Hustle.   Usual stuff here all votes count etc etc 😊\n  ","936025":"\n   favorite youtuber(s)? 🌸\n  ","936026":"\n   You're attractive!\n  ","936027":"\n   you are so right, i hate jealousy\n  ","936028":"\n   What is a humans ugliest emotion?\n  ","936029":"\n   Do you know anyone who makes everything a competition? Like they have to have the best car or make the most money or they have to win at trivial things like a board game?\n  ","936030":"\n   ❤️\n  ","936031":"\n   Do you have any acquaintances who suffer from bad luck and with whom you don't want to communicate because of this? Share some stories.\n  ","936032":"\n   Do you live near any historical landmarks? I live near the Las Vegas Strip which if you didn’t know is in Las Vegas.\n  ","936033":"\n   What happen?\n  ","936034":"\n   Who’s James Charles? Everyone says he’s canceled. What is he some TV star?Never heard of this dude. And no I didn’t google it I’m using this as a platform  to ask a question and get answers so Nyah.\n  ","936035":"\n   What’s something you hate? I hate when I blow my nose and there’s so much snot in my nose the tissue can’t hold it and it gets on your hand anyways.\n  ","936036":"\n   ✊🏾\n  ","936037":"\n   Does the future excite you or scare you?\n  ","936038":"\n   You have a big family. God bless and keep you.\n  ","936039":"\n   Thanks Lauren haha\n  ","936040":"\n   How's the family doing ?\n  ","936041":"\n   Jack from why don't we are having a baby daughter\n  ","936042":"\n   The first why don't we baby arrived\n  ","936043":"\n   Figure picture\n  ","936044":"\n   Seriously\n  ","936045":"\n   Aw no what's wrong? Xx\n  ","936046":"\n   It's 7.19 here now & 1. 20am in Nashville 😂\n  ","936047":"\n   Good\n  ","936048":"\n   Ever had sex when other people have been in the same room\n  ","936049":"\n   Wanna be my gf\n  ","936050":"\n   Favorite feature on her? 😍\n   \n    https:\/\/www.instagram.com\/p\/BrNsJFLn9DA\/?igshid=ummxzcea6vja\n   \n","936051":"\n   You remind me of Peyton off of iZombie\n  ","936052":"\n   HEIIO💀\n  ","936053":"\n   What kind of people we must be wary of them?\n  ","936054":"\n   s who is the oldest\n  ","936055":"\n   Single?\n  ","936056":"\n   oh wow mor girls are boys\n  ","936057":"\n   your mom has 12 kids\n  ","936058":"\n   It's Mother's Day! How will you show appreciation to her today?\n  ","936059":"\n   Favorite songs to dance to?\n  ","936060":"\n   I loved your video! I went to Guatemala a few years ago so I can imagine how things could have been. It's really amazing to hear what others are doing in other parts of the world\n  ","936061":"\n   if you had a choice between a 100 million dollars right in front of your eyes where you could see it and touch it in cash or would you choose the most perfect good looking person that has an heart that only wants to be loyal to you to marry you but they have no money which would you choose?\n  ","936062":"\n   Ah I know Living Waters (Agua Viva) actually! I may be going on a mission trip with them some day\n  ","936063":"\n   what's the best compliment you ever gotten?\n  ","936064":"\n   Thanks Lauren 😊\n  ","936065":"\n   if a person is walking in front of you and by mistake they dropped $100 out of their pocket while walking and you see the money come out of their pocket but they don't see their money fall on the ground would you tell them their money dropped or would you take the money for yourself?\n  ","936066":"\n   You and your Sister look very very beautiful in your profile picture ❤️❤️\n  ","936067":"\n   I want to thank you for the \"likes\" you have given me. Everyone of them were appreciated greatly.\n  ","936068":"\n   Follow me plz\n  ","936069":"\n   Have you ever met any famous people?\n  ","936070":"\n   Could you be a vegan\n  ","936071":"\n   Which Instagram page yours, Rachael's or the bands\n  ","936072":"\n   Describe your personality in one word?\n  ","936073":"\n   Wyd\n  ","936074":"\n   what is your height?\n  ","936075":"\n   At what age did you experience the happiest times in your life?\n  ","936076":"\n   🙆‍♂️        👭💙🧡💖\n  ","936077":"\n   My allergies are really bothering me. Im aware it’s not a question but a statement . Anyhow use this to post a picture.\n  ","936078":"\n   What’s the weather like where you is? It’s overcast and threatening rain. Great guess I won’t be finishing up installing my pavers today :(\n  ","936079":"\n   Just being honest buddy 💯\n  ","936080":"\n   My morning drug....\"showers in burning coffee\" I feel better now...\n  ","936081":"\n   Yoke ( Orange stuff) is the best thing in an egg. I fry mine both sides\n  ","936082":"\n   Who from the site would you take on a summer road trip?\n  ","936083":"\n   I didn't mean to be rude , you know. No intentions to hurt you buddy , you hold a special place in my heart ❤️ just being honest 💯\n  ","936084":"\n   If you had to wear a mask for the rest of your life, what one would you pick?\n  ","936085":"\n   your mom's favorite dialogue?\n  ","936086":"\n   May i ask where you live ?\n  ","936087":"\n   You and your sister look very beautiful in your profile picture, is she older or younger than you?\n  ","936088":"\n   You're so pretty\n  ","936089":"\n   Well me too\n  ","936090":"\n   l'm glad youre okay😊\n  ","936091":"\n   Jonah is just friend ?\n  ","936092":"\n   Kian\n  ","936093":"\n   Haw are you\n  ","936094":"\n   Do you know Jack gilinsky?\n  ","936095":"\n   What kind of car do you have?\n  ","936096":"\n   What 😅\nI want make i deal\n  ","936097":"\n   Jonah and you\n  ","936098":"\n   Jonah hot\n  ","936099":"\n   You’re cute\n  ","936100":"\n   Hello😊\n  ","936101":"\n   How would you describe your time in school in 3 words?\n  ","936102":"\n   When is your birthday and how old will you be?Im asking this to wish you a happy birthday now as I’m pretty sure I’ll forget it when the actual day arrives.\n  ","936103":"\n   The nice thing about your sister Dani is that she still has that \"innocent\" look about her, making me want her more.. does that make me a bad person?\n  ","936104":"\n   Heyy\n  ","936105":"\n   Lovely!! Now let's have a good wine to have with the salad selection......lol.\n  ","936106":"\n   I am not saying you for marriage will you be my girlfriend?\n  ","936107":"\n   I hope you will accept my proposal😊 if you accept my proposal then I will tell you who I am\n  ","936108":"\n   The image just below the pink image on your page.\n  ","936109":"\n   Thanx. You're kind and thoughtful. See ya'.\n  ","936110":"\n   The image with the mug of tea, the works and blueberries and just below the pink comment entitled \"fair play\" image.\n  ","936111":"\n   Do you realize that your salad image is making me hungry......lol. Get out the good wine. I'm Alicia861 should you want to know who wrote you. Stay pretty.\n  ","936112":"\n   I hope he does message you Lauren\n  ","936113":"\n   .\n  ","936114":"\n   What did you do with the dead snake. Did you buir  it\n  ","936115":"\n   Good Morning 😀\n  ","936116":"\n   🤞\n  ","936117":"\n   So is there any chance for me??\n  ","936118":"\n   .\n  ","936119":"\n   Just not my cup of tea thats all\n  ","936120":"\n   BUT!!! Fair play to you for expressing yourself and your music and i hope you continue to do so\n  ","936121":"\n   Don't tell anyone but i......  (fill in yourself)\n  ","936122":"\n   I love you #ghost\n  ","936123":"\n   Ah you ment you had salad last night 😂\n  ","936124":"\n   Going for a hot drink run... tea, coffee, hot chocolate... what's your poison?\n  ","936125":"\n   I hate pickles...hate that very much...so much...\n  ","936126":"\n   When your 30, and you suprise your date that you still play video games and watch anime while having a job. It's not really that hard actually o.o\n  ","936127":"\n   They look yummy them pickles\n  ","936128":"\n   When you are left by yourself what do you ponder or think about? Especially on Wednesdays\n  ","936129":"\n   Would you rather be a relationship breaker or a home wrecker?\n  ","936130":"\n   Would you dare kick out a transgender female out of the girl’s bathroom? Why?\n  ","936131":"\n   Wednesday wonderings: what do you wonder or ponder about when you have been left to your own devices?\n  ","936132":"\n   at least i have you to talk to\n  ","936133":"\n   when will your sisters get on\n  ","936134":"\n   ¿Con qué rapidez te enamoras?\n  ","936135":"\n   hey how are you\n  ","936136":"\n   Did you and\n   \n    @Aye_itsryan\n   \n   fall off ?\n  ","936137":"\n   Do you tend to keep your thoughts to yourself or do you have a bad habit of speaking your mind?\n  ","936138":"\n   Some pests will just make new accounts 😒\n  ","936139":"\n   Some of them are creeps some are nice some of them are bullies n so on\n  ","936140":"\n   Do you know “ bad asses” who talk tough but when called out they back down like a little bitch??\n  ","936141":"\n   If you say no to something do you feel like you owe an explanation as to why you said no?\n  ","936142":"\n   Do you use Yelp?How often do you post reviews if you do use yelp?If you don’t then  use this to post a picture\n  ","936143":"\n   Are you easy to offend?\n  ","936144":"\n   Thanks 😊\n  ","936145":"\n   Figure picture\n  ","936146":"\n   Have you ever had any experiences with stepping on bugs?\n  ","936147":"\n   What does tyree do for a career ?\n  ","936148":"\n   Did\n   \n    @TyStar95\n   \n   really meet Steph Curry ?\n  ","936149":"\n   If you could anything you wanted too right now, What would you do ?(:\n  ","936150":"\n   Have you ever had sex when your been on\n  ","936151":"\n   Whens the last time some one gave u a hug?\n  ","936152":"\n   What is your favorite type of sushi?\n  ","936153":"\n   What do you dream about right now?\n  ","936154":"\n   Do\/Did you cheat in school or at university? If so, how and on which tests? Can you give me some advice, please?\n  ","936155":"\n   What are you known for in your family\/friends? ?\n  ","936156":"\n   You're so beautiful.\n  ","936157":"\n   What if you could be like a pufferfish for a day, Where you’d inflate when scared or in self defense, would you?\n  ","936158":"\n   Ask sum\n  ","936159":"\n   How many drinks do you have a day?\n  ","936160":"\n   อยากเป็นคนเลิกคิดมากสักทีต้องทำยังไง?\n  ","936161":"\n   Okay\n  ","936162":"\n   Im good ❤☺\n  ","936163":"\n   Cheaters will be Cheaters.\n  ","936164":"\n   So which one is Lisa? Tell her I'm her fans 😘\n  ","936165":"\n   I agree!\n  ","936166":"\n   That's so wrong!\n  ","936167":"\n   Your smart and fine 😍\n  ","936168":"\n   Some people\n  ","936169":"\n   Do you live alone? I'd like to know... how do you live when you're alone? I think It's a terrible thing to be lonesome .\n  ","936170":"\n   Do you ever wonder if we make the moments in our lives or if the moments in our lives make us?\n  ","936171":"\n   All you girls are beautiful\n  ","936172":"\n   😂😂\n  ","936173":"\n   .\n  ","936174":"\n   What is your birth month?\n  ","936175":"\n   🧡💙🙆‍♀️\n  ","936176":"\n   your welcome love your outfits\n  ","936177":"\n   You're so pretty.\n  ","936178":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/153761886200\n   \n   mini competition time! Wanna name my car for me? The barmier the better! 😊😊 Good Luck!!\n  ","936179":"\n   Has May been good to you so far? I finally have my car back and fingers crossed its good to go\n  ","936180":"\n   Hmm 🤔\n  ","936181":"\n   Good afternoon Lauren\n  ","936182":"\n   Who else hates blood work? That shit hurt today!! 😕\n  ","936183":"\n   You and your sister look good in your picture.\n  ","936184":"\n   What is the most important thing u have to do daily?\n  ","936185":"\n   Go today's photo!\n  ","936186":"\n   What made you first start using Ask?\n  ","936187":"\n   you have snap?\n  ","936188":"\n   PAP of your lunch!\n  ","936189":"\n   McDonald's or taco bell\n  ","936190":"\n   My favorite model and amazing shapewear! She's so beautiful! 😍\n   \n    https:\/\/www.instagram.com\/shunmelson\/p\/BxDBlLzHzRc\/?igshid=1ancroocxaywo\n   \n","936191":"\n   How did you discover the clitoris?\n  ","936192":"\n   Do you feel confused every day when you want to wear clothes for daily work routine?\n  ","936193":"\n   What did baby Lauren do to get suspended? Was she a bad girl...\n  ","936194":"\n   Fav wwe wrestler?\n  ","936195":"\n   No doubt you have mustache 😂\n  ","936196":"\n   Do you like to play UNO? Do you play the app for it on your phone? If so what’s your user name I’ll play with you!\n  ","936197":"\n   What's on your mind now?\n  ","936198":"\n   What do you look for in a life partner?\n  ","936199":"\n   When did you last have the hiccups?\n  ","936200":"\n   Would you rather be in front of or behind the camera?\n  ","936201":"\n   I hope you prayed over that food🙏🏾\n  ","936202":"\n   Who is your inspiration?\n  ","936203":"\n   I didn't eat breakfast today , so I had a heavy lunch.\n  ","936204":"\n   What song is stuck in your head?\n  ","936205":"\n   You're welcome it's just the truth lol, have you had a good weekend? Xx\n  ","936206":"\n   It was good. I ate good 🤣\n  ","936207":"\n   Do you believe there is good in everyone?\n  ","936208":"\n   Hey!!\n  ","936209":"\n   What did the alligator say to the crocodile as they were parting ways?\n  ","936210":"\n   Lauren💛\n  ","936211":"\n   Goooood Mornjng! It's sunday and for once i'm off! (Whoo) any sunday funday plans with you?\n  ","936212":"\n   What's the fastest way to make a situation awkward ?\n  ","936213":"\n   Will you have your future sons circ'ed at the hospital, or at a specialist 'cision clinic? Will the doctor use the Gomco, Mogem or Plastibell method?\n  ","936214":"\n   How was your day today ?\n  ","936215":"\n   can you tell your sister to get on\n  ","936216":"\n   Who's your sister name on the Upper left corner In this pic (wearing blue on newest photo) ? 😁\n  ","936217":"\n   shes pretty\n  ","936218":"\n   😍\n  ","936219":"\n   What's making you laugh 😂😂\n  ","936220":"\n   is that danny in your poll\n  ","936221":"\n   Your very pretty 😁\n  ","936222":"\n   To my new followers..Sup? Anyhow tell our audience something that makes you laugh .\n  ","936223":"\n   That's right\n  ","936224":"\n   How are you?\n  ","936225":"\n   What's something you wish you never gave up on?\n  ","936226":"\n   You could literally shave your head and you would be still beautiful\n  ","936227":"\n   🤣\n  ","936228":"\n   💛💛😴\n  ","936229":"\n   What's the coolest thing you've ever been part of? I once attended an 11,000 man march in Washington D.C. for instance\n  ","936230":"\n   So a lady got a kicked out of a Harry Potter convention for asking how big someone wand was.....  do you think that was fair? 🤔🤣\n  ","936231":"\n   Can you do Magic? This strange lady lookalike from the Ring movies has some good tricks on her on a talemt show:\n   \n    https:\/\/www.instagram.com\/1videocrazy\/p\/BxDS8dylkDY\/?utm_source=ig_share_sheet&igshid=1jcav0q7xq1e3\n   \n","936232":"\n   This kiddo is a genius!\n   \n    https:\/\/www.instagram.com\/p\/BxApc9-Ifwq\/?utm_source=ig_share_sheet&igshid=18i6j9ao6nkcb\n   \n","936233":"\n   How do you like your eggs cooked?\n  ","936234":"\n   Would you consider yourself a good cook?\n  ","936235":"\n   Have you ever been in a fire?\n  ","936236":"\n   I want make your feet red\n  ","936237":"\n   Salad for Breakfast\n  ","936238":"\n   What did you last eat?\n  ","936239":"\n   What are your plans for this weekend?\n  ","936240":"\n   Are you single or in relationship?\n  ","936241":"\n   I don't know make you smile or sad\n  ","936242":"\n   For falaka i give you\n  ","936243":"\n   Pickle girl 🤣\n  ","936244":"\n   If you make me give you falaka i will give you 5000 Dollar\n  ","936245":"\n   Name 5 famous people who creep you out.\n  ","936246":"\n   Jedi vs Sith?\n  ","936247":"\n   If you will kindly follow me.\n  ","936248":"\n   Before askfm where any of you on formspring yahoo answers or kiwi?\n  ","936249":"\n   Last time you had sex\n  ","936250":"\n   How many true friends do you have?\n  ","936251":"\n   What size is your TV?\n  ","936252":"\n   Do you have any apps on your phone that alert you to neighborhood activity such as crime or events ?\n  ","936253":"\n   Has he that's not what you wanted 😕\n  ","936254":"\n   What do you dream about right now?\n  ","936255":"\n   I think your body is very huggable\n  ","936256":"\n   bbl? you are my bb (baby) marry me\n  ","936257":"\n   I would kiss these lips of you... you look delicious\n  ","936258":"\n   Ever snuck out of your home by climbing our the window?\n  ","936259":"\n   I don't understand why you don't love falaka\nYour feet cool\n  ","936260":"\n   Have any of your parents friends ever flirt or hit on you?\n  ","936261":"\n   Do or did your parents have a friend that gave you the creeps?\n  ","936262":"\n\n    https:\/\/youtu.be\/XPCSs1X0tsQ\n   \n","936263":"\n   Did your parents ever warn you to stay away from a certain neighbor?\n  ","936264":"\n   Why can't boys come into the ladies toilet?\n  ","936265":"\n   Dan Gross it's time you went to bed. Your comments are getting disturbing\n  ","936266":"\n   Do you know anyone who constantly needs to remind the people around them something about them? I work with a lady who’s always “reminding “ us that she’s from New York. Example “when I was growing up in New York we it like this” etc.\n  ","936267":"\n   I wish I could bottle feed you.\n  ","936268":"\n   Do you like going to the beach?\n  ","936269":"\n   😂 yes Leo Lauren 🦁💙🧡\n  ","936270":"\n   Question\n  ","936271":"\n   Wherever 🇬🇧🇺🇲 stand together\n  ","936272":"\n   Yes beautiful 😍\n  ","936273":"\n   Guess what May 20th is for me Lauren😂\n  ","936274":"\n   Oh gees. That's messed up\n  ","936275":"\n   That's okay. Hope it's not too horrible\n  ","936276":"\n   I'm glad!\n  ","936277":"\n   Is he nice?\n  ","936278":"\n   Gotcha. Probably best.\n  ","936279":"\n   Guess what May 23rd is ?\n  ","936280":"\n   With him?\n  ","936281":"\n   I'm disturbed as well.\n  ","936282":"\n   Yeah i noticed. What's up?\n  ","936283":"\n   Would you say you’re a more optimistic or pessimistic person?\n  ","936284":"\n   Do you have any reoccurring dreams?\n  ","936285":"\n   What are you constantly forgetting about?\n  ","936286":"\n   Let's say the world was going to be destroyed unless a country had to be destroyed to save the rest, and the choice came down to you. Which country would you destroy to save the rest of the world?\n  ","936287":"\n   Let's say you could be a God for a day so you can just make things happen without a problem. What would the first 5 things you'd do be? I hope this makes sense😂\n  ","936288":"\n   What's the best meal you can make from scratch?\n  ","936289":"\n   🥞 So today my sister-in-law shared a picture of some vegan pancakes she’d spent time making. Incongruously they were accompanied by fried eggs and bacon. \nWhat’s a combination of something that didn’t seem to make sense to you at first? (In my case the reason was my niece is allergic to dairy 🙂).\n  ","936290":"\n   What is a footnote?\n  ","936291":"\n   Why you don't love falaka ?\nKnow what I mean ?\n  ","936292":"\n   What is the net worth of the Cim girls? Do you expect to be millionaires?\n  ","936293":"\n   You're really pretty.\n  ","936294":"\n   How can you get a friend stay with you in touch for life through social media? is it possible or not , if yes tell me how, if not tell me why?\n  ","936295":"\n   Does it annoy you when people ask you multiple questions a day on this app?\n  ","936296":"\n   Yes. Listening to the ocean is the most relaxing and beautiful place we can be.\n  ","936297":"\n   Which do you think is more important: following the dreams your parents want for you or following your own dreams?\n  ","936298":"\n   If you ever need to talk, my inbox is open to you.\n  ","936299":"\n   What’s your hidden talent?\n  ","936300":"\n   What do you do when you have to have a hard conversation with someone?\n  ","936301":"\n   Do you like being the center of the attention or prefer to stand back?\n  ","936302":"\n   I'd like to date you because you look really interesting\n  ","936303":"\n   I understand\n  ","936304":"\n   Ms, pap qoutes pls! Tq before\n  ","936305":"\n   Hi! My name is Butts, Seymore Butts! You may volunteer and show yours 🤣\n  ","936306":"\n   What’s your favourite colour.\n  ","936307":"\n   How come it doesn’t give me the option for posting pictures or gif\n  ","936308":"\n   I love asking you questions on here.\n  ","936309":"\n   Like Anons\n  ","936310":"\n   love your profile pic laruen dope\n  ","936311":"\n   Your Welcome❤️\n  ","936312":"\n   ❤️\n  ","936313":"\n   Where you ever cluless that someone was flirting with you?\n  ","936314":"\n   what do i do to make myself happy ? plz advise\n  ","936315":"\n   if you could add\/improve a feature\/function on ask, what would you choose? 🌸\n  ","936316":"\n   Could you date someone with conflicting opinions? Example you are pro abortion while your sig other is pro life?\n  ","936317":"\n   For the most part, do you feel safe?\n  ","936318":"\n   Have you ever fallen in love with someone who barely knew you existed?\n  ","936319":"\n   Name a band or singer you’d think I’d enjoy. I’ll give you one you may like,The John Spencer Blues Explosion\n  ","936320":"\n   Do you still have your tonsils?\n  ","936321":"\n   Is your life on the right track in the current time?  Let's say that you could go back in time, what would you do?\n  ","936322":"\n   Hey everyone. I’ve created a new account so I could start fresh as I made this account when I was like, 16.\nFeel free to follow and ask a question so I can follow back-\n   \n    https:\/\/ask.fm\/OliviaBrooke18\n   \n","936323":"\n   How do you feel about diets?\n  ","936324":"\n   Are you kept tied to the coach (in your main image)?\n  ","936325":"\n   Why is it. If you care about some people out there, they think that you’re in love with them, or think of you in a wrong way?\n  ","936326":"\n   Do you move around a lot when you sleep?Do you cuddle with anything like a pillow or a stuffed animal? Aren’t you a little old for a stuffed animal?\n  ","936327":"\n   I find you very beautiful.\n  ","936328":"\n   Are you ticklish?\n  ","936329":"\n   U know who Ronda rousey is?\n  ","936330":"\n   Hey u watching the ufc fights tmrw?\n  ","936331":"\n   Have you been busted doing something you weren’t supposed to be doing recently?\n  ","936332":"\n   Is there a word you have trouble pronouncing?\n  ","936333":"\n   What is something you hope will happen within the next year?\n  ","936334":"\n   what if you find your soul mate after marriage?\n  ","936335":"\n   Beautiful\n  ","936336":"\n   Your so adorable , pretty and beautiful xx\n  ","936337":"\n   Love your nails.\n  ","936338":"\n   Great thanks just finished work, have you been busy? Xx\n  ","936339":"\n   Can you recommend 5 movies that I should see?\n  ","936340":"\n   do u believe that the helicopter met with a UFO in the sky over the US?\n  ","936341":"\n   If some toxic person attempts to get a restraining order against you for no good reason try to get a restraining order against them.Even if the government does not give you a restaining order the toxic person will be upset and you win.\n  ","936342":"\n   Any bad habit you can't throw down?\n  ","936343":"\n   Hi everyone!\n  ","936344":"\n   Thoughs on song  \"earth\" lil dicky ft 30 more voices.\n  ","936345":"\n   What's something that's hard for you to let go?\n  ","936346":"\n   You're a kind individual.\n  ","936347":"\n   What is your zodiac sign? And On a scale from 1 to 10 how affectionate are you when you are in a relationship?\n  ","936348":"\n   If you were a car, what kind of car would you be?\n  ","936349":"\n   Why are you ignoring me?\n  ","936350":"\n   Hello beautiful\n  ","936351":"\n   How you spend your time after work\n  ","936352":"\n   Mutual\n  ","936353":"\n   Wednesday early evening here any2ay... whats for lunch or dinner where you are?\n  ","936354":"\n   What do you spend the majority of your money on?\n  ","936355":"\n   How are you?\n  ","936356":"\n   What's a song you can listen to on repeat all day?\n  ","936357":"\n   Look at them feet one yours 😂😂\n  ","936358":"\n   this could be us but you playin\n   \n    https:\/\/www.instagram.com\/p\/Bw7gQdLDipW\/?utm_source=ig_web_copy_link\n   \n","936359":"\n   If you will kindly follow me.\n  ","936360":"\n   May the 4 ( force) be with youuuu.  Haopy Star Wars day! Or something or happy Saturday! Or both!\n  ","936361":"\n   .\n  ","936362":"\n   are you single\n  ","936363":"\n   are you anorexic\n  ","936364":"\n   If needed, I'm here\n  ","936365":"\n   Yeah? Whats going on?\n  ","936366":"\n   I'm glad you are. You deserve it.\n  ","936367":"\n   Gotcha lol.\n  ","936368":"\n   Very beautiful profile picture of you ❤️\n  ","936369":"\n   What would you prefer to have as a snack, at the end of the day?\n  ","936370":"\n   who's the closest to you?\n  ","936371":"\n   Who's that?\n  ","936372":"\n   You love falaka\n  ","936373":"\n   ~INSTITUTIONS~\n👉🏼 Have you ever had a bad experience with any institution where at some point you felt complaining had become useless? (Don’t fully elaborate if you don’t want to! Confidentiality is important 🙂) E.g.: \n🏥 Hospital; 🏦 Bank; 🏫 School\/College; 🏢 Employer ; 🏛 Local Government; 🏢 Other?\n  ","936374":"\n   Lol well your very beautiful hun xx\n  ","936375":"\n   Very beautiful picture of you❤️\n  ","936376":"\n   Do you think\n   \n    @arianagrandefromfriday2nextfriday\n   \n   and\n   \n    @niallgolf\n   \n   should make a song together?\n  ","936377":"\n   They don't even know you as a person\n  ","936378":"\n   Good. Wanted to make sure you are.\n  ","936379":"\n   Do you find respect if a boy kiss your feet or shoes?\n  ","936380":"\n   You good?\n  ","936381":"\n   that is innaproperate anon shes taken\n  ","936382":"\n   What's the oddest question you answered today? \n\nMine would be this one\n   \n    https:\/\/ask.fm\/lnr87\/answers\/155531481261?utm_source=copy_link&utm_medium=android\n   \n","936383":"\n   If you were to have a weekend of no-strings-attached sex with a person you would normally consider to be \"beneath\" you, who would you pick?\n  ","936384":"\n   If you could have known one thing that you didn't when you had your first sexual experience, what would it be?\n  ","936385":"\n   If you could dedicate a song on the radio right now to your lover or spouse, which song would you pick?\n  ","936386":"\n   If you could have any view in the world visible from your bed, what would you pick?\n  ","936387":"\n   When do you feel most creative?\n  ","936388":"\n   What was your favorite childhood game?\n  ","936389":"\n   If you could establish criteria for the right to be a parent, what would they be?\n  ","936390":"\n   Hello💋❤❤❤💛👋\n  ","936391":"\n   I fly a small.drone.today for a few minutes it was cool. Do you have one ? Or want one? Any interest in them?\n  ","936392":"\n   Do you know what you're feeling now?\n  ","936393":"\n   I am so glad we're friends 😀\n  ","936394":"\n   Did you learn a musical instrument in your childhood? If yes, what was it?\n  ","936395":"\n   Friday rumblings and tumblings,,,,  how's yours been so far?\n  ","936396":"\n   Marco.........Marco.........\n  ","936397":"\n   post your background picture.Who is the only guy in the picture?\n  ","936398":"\n   Where was your last selfie taken?\n  ","936399":"\n   Is there anyplace in your life where you feel calm?\n  ","936400":"\n   What's Cimorelli having for dinner?\n  ","936401":"\n   You have a very beautiful voice and a very beautiful personality to❤️\n  ","936402":"\n   How old are you?\n  ","936403":"\n   I want to date you , your so beautiful xx\n  ","936404":"\n   What would be your age limit?\n  ","936405":"\n   Can we plan our 5 kids?\n  ","936406":"\n   As many as I can have with who wants them hehe\n  ","936407":"\n   If Cimorelli were the Spice Girls, who would be which Spice Girl?\n  ","936408":"\n   Where can i find your music\n  ","936409":"\n   You should get verified this time so they don't suspend you again. It's super easy. I'm bummed you lost all your questions. You had thousands!\n  ","936410":"\n   Could've sworn I just saw 👀 a ghost reaching out to me. Scared 😱\n  ","936411":"\n   I like the sound of that\n  ","936412":"\n   How good of a lie detector are you?\n  ","936413":"\n   Why did you lose your account? I'm glad you are back\n  ","936414":"\n   The best movie for you is...?\n  ","936415":"\n   Would you ever let a guy shave you?\n  ","936416":"\n   Based on your zodiac, which month will be the worst? Did you agree with anything? Mine said December ¯\\_(ツ)_\/¯\n   \n    http:\/\/read.ohippo.com\/article\/heads-up-this-may-be-your-worst-month-in-2019-a16308\n   \n   p.s. sorry if you hate links\n  ","936417":"\n   At least you're not as down there as me.\n  ","936418":"\n   Aw what's the matter? Xx\n  ","936419":"\n   Do you have facebook or instegram acaount?\n  ","936420":"\n   How much of your arm is visible currently?\n  ","936421":"\n   I got into a fight with my evil sister.Do you have an evil sister ?  🐜 ♣\n  ","936422":"\n   Just Lauren?\n  ","936423":"\n   Does jealously have value in driving humans to improve themselves or is it a purely negative emotion?\n  ","936424":"\n   I would love to get to know you more xx\n  ","936425":"\n   Back on this BS\n  ","936426":"\n   Outfit currently ?\n  ","936427":"\n   Hi beautiful how are you? Xx\n  ","936428":"\n   I want a big family too  xx\n  ","936429":"\n   Would you date an older man?\n  ","936430":"\n   Here's 7 questions..just because \n\nenjoy \n\nUse as a filler if you want ¯\\_(ツ)_\/¯\n  ","936431":"\n   Hru\n  ","936432":"\n   Its 4 in the morning here in los angeles im tired and bored what should i do?\n  ","936433":"\n   Anyone under the age of 20?\n  ","936434":"\n   Stop asking if me and liza are getting back together\n  ","936435":"\n   Why do people yell at their kids to “smile dammit!” and make them miserable taking 1000 pictures of their ‘fun day’ ruining the day just so they can post one smiling kid pic on FB and talk about what a perfect day they had. It’s FAKE.\n  ","936436":"\n   If you had to choose between having 15 kids or none, which would you rather?\n  ","936437":"\n   What is it so hard to have a female friend without them thinking you are around for sex when you are really around because you like the company and the conversations\n  ","936438":"\n   Do you feel annoyed about your parents' choices during elections? Do you even discuss it?\n  ","936439":"\n   Movie Madness:  A mix of different genres this week:  A) Extremely Wicked, Shockingly Evil And Vile B) Tolkien C) Long Shot D) A Dog's Journey E) The Curse Of La Llornna  As always most votes wins\n  ","936440":"\n   whos ready for episode 2 game of thrones wooo\n  ","936441":"\n   The strangest place you've had sex at ?\n  ","936442":"\n   I want an extremely hot girl to tell me if I’m ugly and be brutally honest 😂 Any volunteers?\n  ","936443":"\n   If the world was going to end and could have one last meal, what would you choose?\n  ","936444":"\n   You're so pretty.\n  ","936445":"\n   Fav song atm\n  ","936446":"\n   Very good but you do look relaxed\n  ","936447":"\n   Looking chilled out\n  ","936448":"\n   Ayo & Teo + Gang | DaBaby - Suge (Official Dance Video)\n   \n    https:\/\/www.youtube.com\/watch?v=sgV6blWTFAM\n   \n","936449":"\n   Anilgungor10_17 instagram follow me\n  ","936450":"\n   Who's your celebrity crush?\n  ","936451":"\n   What happen?\n  ","936452":"\n   Early afternoon wednesday hijinks?\n  ","936453":"\n   And she loves y’all so much\n  ","936454":"\n   But i am. You're so sweet and and have a beautiful personality\n  ","936455":"\n   When you were in school what was always the big rumor? My school was always the hot science teacher was sleeping with half the football team\n  ","936456":"\n   If you had to choose a type of color that you thought represented yourself, which would it be?\n  ","936457":"\n   We gotta show her some love she’s been through a lot these few months\n  ","936458":"\n   If you've ever been on a train journey, how long was your longest journey?\nIf you haven't then how long has your longest journey been in general?\n  ","936459":"\n   Oh\n  ","936460":"\n   Who do you trust most in your life?\n  ","936461":"\n   you’re cuteee\n  ","936462":"\n   Hello 😊\n  ","936463":"\n   Can u believe your lil shorty (GabbyB) is gonna be 21 in a month?!🙈\n  ","936464":"\n   Would you rather play football or watch it played by others?\n  ","936465":"\n   -\n  ","936466":"\n   Have you seen endgame\n  ","936467":"\n   what makes you laugh?\n  ","936468":"\n   Do you have a lot of experience with dating?\n  ","936469":"\n   What color do you normally wear the most?\n  ","936470":"\n   How often do you get a new phone?\n  ","936471":"\n   When did you last have a really good day?\n  ","936472":"\n   What is your morning routine?\n  ","936473":"\n   Towel drying, Blow drying or Natural drying for your hair?\n  ","936474":"\n   I have a free house for the month!!  What to dooooooooooo????\n  ","936475":"\n   If you were a guest character in Mortal Kombat ( or a similar game) what would your finishing move (or moves) be? Be as evil as you like nobodies judging you... except that bloke in the corner with the twitchy eyelash.... 🤔💪🤺\n  ","936476":"\n   You should it's sooop cute\n  ","936477":"\n   I saw on Instagram as well and commented on it too\n  ","936478":"\n   Who is your favorite celebrity?\n  ","936479":"\n   Hi Lauren how are you\n  ","936480":"\n   Why you say that 🙈\n  ","936481":"\n   What are the type of guys you like or what you look in them\n  ","936482":"\n   Is Amy adopted?\n  ","936483":"\n   What app do you use the most on your phone?\n  ","936484":"\n   When did you last go food shopping?\n  ","936485":"\n   Super cute idk how you could be single 😍\n  ","936486":"\n   Have you ever done anything to your hair\n  ","936487":"\n   -\n  ","936488":"\n   How're you holding up?\n  ","936489":"\n   How many followers do you have on here?\n  ","936490":"\n   Get out off  her page then anon😡\n  ","936491":"\n   Who is that Anon being so rude to you Lauren.\n  ","936492":"\n   Your not horrid you are sexy xx\n  ","936493":"\n   u look horrid\n  ","936494":"\n   😍🥰 could some one change that\n  ","936495":"\n   Are you taken\n  ","936496":"\n   When did you last spend all day in pajamas?\n  ","936497":"\n   When’s the last time you visited a cemetery?\n  ","936498":"\n   Do you know anyone who complains about their health and how they feel yet does nothing to change it?\n  ","936499":"\n   honestly me too 💀\n  ","936500":"\n   So what should I do\n  ","936501":"\n   Is there something you don’t mind doing that others hate?\n  ","936502":"\n   Does your vehicle have personalized or specialty plates on them? If you don’t drive have you ever been thrown out of anywhere?\n  ","936503":"\n   Gooood Afternoon, early afternoon struggles passing you by quickly? Hope so\n  ","936504":"\n   Fav cartoon as a kid\n  ","936505":"\n   Do you sleep in the dark or with some light on?\n  ","936506":"\n   Do you love belly raspberries? ♡♡\n  ","936507":"\n   How would you describe your style?\n  ","936508":"\n   Does bad lick come for you in threes? I've had two so far... dreading the third stage....\n  ","936509":"\n   Is there and place you go.to quite regularly that the staff know your order and almost have it ready before you even get to the counter? Have you ever switched it up just to see them get confused or pi$$ed odf?.🤔\n  ","936510":"\n   What is your favorite holiday of the year?\n  ","936511":"\n   It is indeed. I got your back\n  ","936512":"\n   Hugs your way.\n  ","936513":"\n   Way to go Lauren! She's climbing up the site's ranks not too long after her harsh suspension, showing no signs of slowing down. You go girly!\n  ","936514":"\n   Toe nail color?\n  ","936515":"\n   Outfit currently long or short sleeves ?\n  ","936516":"\n   Whatever is on your heart, you can say if you need to talk. 😊\n  ","936517":"\n   Need to talk or you good?\n  ","936518":"\n   You good?\n  ","936519":"\n   Amizing😍😍😍\n  ","936520":"\n   💜\n  ","936521":"\n   Do you like to talk on the phone? I don’t. So don’t call me I’ll just let it go to voice mail!😝\n  ","936522":"\n   How often do you pick your nose?\n  ","936523":"\n   So we have thunderstorms here and it’s pretty crazy. Im telling Sophia the thunder is from God Jesus and the angels bowling which she believes. My question is do you like ketchup?\n  ","936524":"\n   “A parrot has made headlines in Brazil after managing to find its way back to the zoo from which it was stolen while recovering from a 4-year nightmare that saw it shot in a gun battle, abducted by armed thieves and bitten by a snake” (Guardian). What’s a weird pet\/animal story that you’ve heard?\n  ","936525":"\n   Don't talk for many days. Are you comfortable? I miss you.\n  ","936526":"\n   -\n  ","936527":"\n   What are you wearing right now\n  ","936528":"\n   I know that’s right !! Nothing wrong with that 🧡\n  ","936529":"\n   Instagram?\n  ","936530":"\n   Do you wear a uniform for work?Did you have to wear a uniform when you were in school?\n  ","936531":"\n   Wow your gorgeous\n  ","936532":"\n   Yeah, but shy\n  ","936533":"\n   What do you wish the New Year's Eve to bring?\n  ","936534":"\n   Ya she would\n  ","936535":"\n   I'm fine thanks\n  ","936536":"\n   Why not?\n  ","936537":"\n   Do you think someone is watching over all humans like we're a game or they Are testing us somehow\n  ","936538":"\n   Pop tarts are my friends okay ❤️\n  ","936539":"\n   Cookies and cream , chocolate fudge and hot fudge sundae 😋\n  ","936540":"\n   Sounds like fun\n  ","936541":"\n   Singing in the shower is all fun and games until yiu get shampoo in your mouth and then it becomes a soap opera\n  ","936542":"\n   What were you doing Don't forget to eat too.\n  ","936543":"\n   So true Lauren. At least no one was  killed you can't replace a life.\n  ","936544":"\n   It's life Jim.... but, not as we know it, not as we  know it, not as we know ut.  0_0\n  ","936545":"\n   I'm not tagging you 🤣and that's on me.\n  ","936546":"\n   You're welcome. I hope so. I'm shy to tell you who I am.\n  ","936547":"\n   Well I don’t singing but the rest is good too 😊\n  ","936548":"\n   May I ask u to @ all the people u follow on here? ❤\n  ","936549":"\n   Hola Lauren 😃 how‘s going with your singing?\n  ","936550":"\n   If you disappeared from ask do you think you would be missed\n  ","936551":"\n   Today is World Wish Day! Have you ever made a wish for a falling star?\n  ","936552":"\n   the best\n  ","936553":"\n   Monday morning tune?\n  ","936554":"\n   What's up 🙂\n  ","936555":"\n   Chipotle change my whole life\n  ","936556":"\n   .\n  ","936557":"\n   What happened to your other account whensparksflyallaround\n  ","936558":"\n   Have you ever met any celebrities?\n  ","936559":"\n   next time @ me\n  ","936560":"\n   Flot billede du har taget med din kat❤️\n  ","936561":"\n   What would you do if this happened to you ? 😂\n   \n    https:\/\/www.instagram.com\/p\/BwCMUlOl_aU\/?utm_source=ig_share_sheet&igshid=1tkagug5skk2u\n   \n","936562":"\n   what is mine i carey93 with zeros\n  ","936563":"\n   When was your last epic but cute fail? Was it like this doggo?\n   \n    https:\/\/www.instagram.com\/p\/BwfxJn_AOwY\/?utm_source=ig_share_sheet&igshid=1bujee14keqdb\n   \n","936564":"\n   what idiot named them jet skis instead of boatercycles\n  ","936565":"\n   😳😳less then two days until I move to New Jersey I move in Tuesday 😳😪I still have so much to do😫\n  ","936566":"\n   What are your favourite perfume scents?\n  ","936567":"\n   nice do u have instagram\n  ","936568":"\n   Why do girls take ages to get ready\n  ","936569":"\n   How are you\n  ","936570":"\n   Have you ever found a co worker attractive\n  ","936571":"\n   What's on top of your birthday wish list?\n  ","936572":"\n   Do you have a daily, weekly, monthly or yearly check lists with tasks or goals?\n  ","936573":"\n   your new song\n  ","936574":"\n   hy\n  ","936575":"\n   thank you, aww why were you suspended xo, and hey follow me too xo\n  ","936576":"\n   Hey. Can we be friends?\n  ","936577":"\n   What is something that most people get wrong about you?\n  ","936578":"\n   If you could go back in time to change one thing what would it be?\n  ","936579":"\n   You're welcome. How was your trip?\n  ","936580":"\n   What is the difference between Barack Obama and Donald Trump?\n  ","936581":"\n   On a scale of 1-10 how smart would you say you are?\n  ","936582":"\n   Which 3 things would you take to a deserted island ... ?🎑\n  ","936583":"\n   Which name is the most common among your friends and family? I know a bunch of Mikes and a bunch of Kaitlin’s .\n  ","936584":"\n   You’re pretty🌸\n  ","936585":"\n   Do you know any families whose names all start with the same letter?\n  ","936586":"\n   Do you believe that Bigfoot is real?How bout the Yeti?\n  ","936587":"\n   Do you think the Loch Ness monster exists?\n  ","936588":"\n   Do you believe in aliens and UFOs?\n  ","936589":"\n   Can you parallel park a car?\n  ","936590":"\n   Can you roller skate?\n  ","936591":"\n   Ever done a taste test?\n  ","936592":"\n   ~GREETINGS!~ How do you normally greet people physically, and what type of person gets which greeting from you?  🤝 Handshake? 🤜🏿 Fist bump? 😘 Kiss on the cheek? 😘 Kiss on the mouth? 😙 Air kiss? 🤗 Hug? 🖐🏼 High Five? ✊🏽Clasped hands? 👦🏽 Nod of the head?  ... or something else?\n  ","936593":"\n   You're pretty\n  ","936594":"\n   Hope you had a good day!\n  ","936595":"\n   If you could go back in time, what is one piece of advice you would give your younger self?\n  ","936596":"\n   You r so cute lol kisses and hugs forever!😆🥰\n  ","936597":"\n   How can I take you on a date?? ☺️\n  ","936598":"\n   Do you like cake frosting? Have you ever eaten a can of it?\n  ","936599":"\n   Regular or curly fries?Your answer will determine whether or not we can be friends\n  ","936600":"\n   What type of people are you normally drawn towards?\n  ","936601":"\n   Do you do any unflattering impersonations of anyone?\n  ","936602":"\n   Have I told you lately just how awesome and special you are? Cause you really are.\n  ","936603":"\n   Anyone wanna have a contest? Go get an Amazon gift card for 20 and mail it to me. Make sure you write your name on it and let’s see who’s gets to me first! PM me for address info.Good luck to everyone!\n  ","936604":"\n   Sunday evening summaries! How has your week been?\n  ","936605":"\n   What is your favorite tea?\n  ","936606":"\n   Ever been in a rush to get somewhere only to get there and they’re either closed or you misread when you were supposed to be there and you’re early?\n  ","936607":"\n   #CimorelliSaturday❤❤❤\n  ","936608":"\n   Have you ever presented in front of a large group before?\n  ","936609":"\n   How many questions do you usually receive on here per day?\n  ","936610":"\n   When did you last use a coupon or discount code?\n  ","936611":"\n   What did you eat today?\n  ","936612":"\n   Who makes you laugh the most?\n  ","936613":"\n   Do you like taking risks?\n  ","936614":"\n   Saturday Night musings? Words of wisdom to pass on?\n  ","936615":"\n   Do you have a good sense of humor?\n  ","936616":"\n   Your not scared of flying now then\n  ","936617":"\n   .\n  ","936618":"\n   .\n  ","936619":"\n   Ooo that looks good!\n  ","936620":"\n   Oh nice. Who's E?\n  ","936621":"\n   Oh yeah? What you do?\n  ","936622":"\n   That's good. Everything good?\n  ","936623":"\n   How're you Lauren?\n  ","936624":"\n   X\n  ","936625":"\n   No sorry I was ment to say that's what they reported on our weather forecast to that's what it had done. As long as you enjoyed yourselves that's the main thing. 🥀🔥🧡\n  ","936626":"\n   So the weather has crossed the Atlantic & come here to the uk\n  ","936627":"\n   Well, looks great on you.\n  ","936628":"\n   When you say chillin on vacation. It did look a bit chilli & windy where ever you went on the beach. It's very windy in the UK at the moment 80mph winds\n  ","936629":"\n   your welcome and dont worry about your album your fans your going to love it\n  ","936630":"\n   Do you get annoyed easily\n  ","936631":"\n   Describe yourself in one word\n  ","936632":"\n   Your welcome your music is beautiful amazing and brilliant you all have wonderful voices\n  ","936633":"\n   hey may I follow you, I don't know why you are not on my follow list\n  ","936634":"\n   What are your plans for the weekend? Don’t tell my wife but I have a hot date tonight 😏😏.. Yup I’m taking a beautiful dark haired beauty out to the movies to see “Missing Link” . If she’s good I’ll buy her popcorn and candy. Anyhow what was the last date you went on?\n  ","936635":"\n   You look really good in the dress!\n  ","936636":"\n   Are you ticklish?\n  ","936637":"\n   Oh and yeah that's a fun game\n  ","936638":"\n   What is your favorite game to m play on you're phone\n  ","936639":"\n   If you were suddenly given a million dollars or pounds or whatever currency you use, what would your first 5 purchases be?\nI think I may have asked this already so sorry in advance for this pretty generic question!\n  ","936640":"\n   I have games on the tablet\n  ","936641":"\n   Same here i'm a directioner for life\n  ","936642":"\n   What your favourite season? Mine is Autumn... Cool nights and slightly warm days. And all those beautiful colours of nature\n  ","936643":"\n   I'm boared\n  "},"Answer":{"935572":"\n  I think.all my sisters are naturally beautiful and I will not let someone disrespect my sister\n  ","935573":"\n  Hes honestly soooo talented\n  \n   https:\/\/youtu.be\/O9n6sXhYzks\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","935574":"\n  My baby sister 😐\n  ","935575":"\n  I'm not sure 😣\n  \n   https:\/\/youtu.be\/O-cEtyj_6HY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","935576":"\n  Have a gudnight meanwhile I'm waiting for a release of a new song\n  ","935577":"\n  Renegade 💛💛\n  ","935578":"\n  Every appliance is important\n  ","935579":"\n  Any day as long as you know how to explain it\n  ","935580":"\n  Nothing to crazy\n  ","935581":"\n  Aladdin\n  ","935582":"\n  Snakes\n  ","935583":"\n  Don't remind her she's nit to thrilled about being 28 this year\n  ","935584":"\n  Love yahs 😢 💛 and miss you girlie\n  ","935585":"\n  I don't like being crowded in small spaces for a long period of time, I hate when people try laying on me or just bothering me in general when I'm wanting time to myself\n  ","935586":"\n  No thanks :)\n  ","935587":"\n  Anyway happy birthday\n  ","935588":"\n\n   @tiny_lord\n  \n\n\n   @birddawg19\n  \n\n\n   @thesuperkian\n  \n\n\n   @ethandlan\n  \n\n\n   @Amanz0804\n  \n","935589":"\n  Page not found\n  ","935590":"\n  Yeah :)\n  ","935591":"\n  Of course I do. I believe we all get reborned into either a human or animal\n  ","935592":"\n  Gas for my car so I don't run out again\n  ","935593":"\n  What?\n  ","935594":"\n  I only played candy crush on my phone but Sims is cool to play on both PC amd console although you dont get the actual gallery like the PC version on console\n  ","935595":"\n  Kinda doing it currently\n  ","935596":"\n  Not that I recall\n  ","935597":"\n  I don't understand completely what you are saying sorry\n  ","935598":"\n  A lot of bias on famous people\n  ","935599":"\n  Yeah.. Not a fan of it especially in public places when people are eating ... Or tryig to study\n  ","935600":"\n  I'm an introvert so haha\n  ","935601":"\n  Yeah her and Lisa been getting those a lot. And I'm okay just a follow up appointment and check up\n  ","935602":"\n  Treat them with respect even though I dislike them or try to distract or distance myself from them\n  ","935603":"\n  I used Kik but I dont give it out to people idk and havent been on for awhile\n  ","935604":"\n  I don't like writing stories haha I only wrote one book with my sisters called lessons learned\n  ","935605":"\n  Thank you honey\n  ","935606":"\n  Hello\n  ","935607":"\n  Robbing hearts everywhere I go? 😋\n  ","935608":"\n  Honestly forgot today was Monday and had to go see a doctor lol\n  ","935609":"\n  Don't think it'll be crazy haha\n  ","935610":"\n  I got to wait till 11 to hear this new music and I'm sooo inpatient\n  ","935611":"\n  Many\n  ","935612":"\n  Stop trying to come for my spot you won't ever get it rats\n  ","935613":"\n  People : I didnt know Lisa could rap until now !!\n  \n  Meanwhile me remembering this iconic song  :\n  \n   https:\/\/youtu.be\/biYUbu3UF9g\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","935614":"\n  Lol not in the cimorelli house... Was talking about jack Avery and gabbie Gonzalez baby lavender and the post jack wrote lastnight to her before he left for tour in Japan 💛💛💜\n  ","935615":"\n\n   https:\/\/youtu.be\/WUuhfb2_QLw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","935616":"\n  Hi\n  ","935617":"\n  Pretzels\n  ","935618":"\n  Occasionally\n  ","935619":"\n  I have no plans yet\n  ","935620":"\n  There is\n  ","935621":"\n  I'm good\n  ","935622":"\n  Awe thank you\n  ","935623":"\n  Thank you 💛😊\n  ","935624":"\n  Agree\n  ","935625":"\n  Hello\n  ","935626":"\n  No I do not sorry. However more of a stranger things and Riverdale lover\n  ","935627":"\n  No\n  ","935628":"\n  I dont need help tho\n  ","935629":"\n  Not me sorry\n  ","935630":"\n  Its a half and half. Sometimes I do, sometimes I dont\n  ","935631":"\n  Who even uses the term spank anymore? Its just smack or slap or hit now. And no\n  ","935632":"\n  Chicken and pasta\n  ","935633":"\n  Sporty, edgy and girly\n  ","935634":"\n  I think we are okay with our setup and content thanks though\n  ","935635":"\n  I am thank you\n  ","935636":"\n  Worst part - probably having to share a room or bathroom ( in california I shared a room with my youngest sister Dani and one of my oldest sisters Lisa, while Christina, Katherine, and Amy all shared a room.)\n  \n  Best part is there's always tons of love and support in our family and always someone or something to do or hang out with\n  ","935637":"\n  Welcome\n  ","935638":"\n  Very like please don't touch me\n  ","935639":"\n  Wouldn't do it at all\n  ","935640":"\n  Not yet\n  ","935641":"\n  Awe thank you 😊💛\n  ","935642":"\n  No lol b is\n  ","935643":"\n  Aweeeeee he's back home with his family\n  ","935644":"\n  B falling off a chair is priceless\n  ","935645":"\n  Me and Rachael last night 🤣🤣\n  \n   https:\/\/www.instagram.com\/p\/BxqPx5OF-c_\/?igshid=6r0n83hqyk1j\n  \n","935646":"\n  Jabbie got me in my feelings with baby lav 🙁 too cute and precious\n  ","935647":"\n  Np\n  ","935648":"\n  Its ok\n  ","935649":"\n  Idk\n  ","935650":"\n  Most people know him and I don't like giving out names anymore\n  ","935651":"\n  Lol\n  ","935652":"\n  I bully back haha\n  ","935653":"\n  No :))\n  ","935654":"\n  Sisters say different lol\n  ","935655":"\n  I'm single :))\n  ","935656":"\n  Yes :)\n  ","935657":"\n  Because :))\n  ","935658":"\n  I'm not a mean girlfriend though I mean I probably am not always there but thats about it\n  ","935659":"\n  No lol\n  ","935660":"\n  Hate it when they get mad for asking a question while on a game\n  ","935661":"\n  Someone 😁😁\n  ","935662":"\n  Why is he so fit\n  ","935663":"\n  Its rude\n  ","935664":"\n  Haha\n  ","935665":"\n  If I can't get it by saying his name or whatever\n  ","935666":"\n  Taylor swift\n  ","935667":"\n  I give out a lot but depends on what\n  ","935668":"\n  You'll see my.perspective\n  ","935669":"\n  It shouldnt exist and its rude. Spread love and kindness\n  ","935670":"\n  Sure\n  ","935671":"\n  Watch the movie called a kid like Jake ...\n  ","935672":"\n  Perfect balance of both\n  ","935673":"\n  Nope\n  ","935674":"\n  Yes, with lisa\n  ","935675":"\n  I was homeschooled\n  ","935676":"\n  Big huge no\n  ","935677":"\n  Tag yourself which one are you?\n  ","935678":"\n  I'm just naturally stressed\n  ","935679":"\n  No just irritated with everything\n  ","935680":"\n  Cool\n  ","935681":"\n  Awe have a wonderful day honey\n  ","935682":"\n  They do but they're not just a burger joint you know\n  ","935683":"\n  Its just the way I was raised and my personality\n  ","935684":"\n  Michael, Christina, Katherine, Lisa, amy, Alex, and me, Danielle, Christian, nick and joey\n  ","935685":"\n  Yes 10\n  ","935686":"\n  Yes 😊💛\n  ","935687":"\n  Yes\n  ","935688":"\n  In n out burgers are like a simple burger but the only burger I actually miss. Moved away from california after being born and raised there, and we do not have anything down here that really compares to it. Besides highway 66\n  ","935689":"\n  Out with a friend\n  ","935690":"\n  Hi\n  ","935691":"\n  Not always\n  ","935692":"\n  Only one getting acknowledge is my actual father\n  ","935693":"\n  Being like 12 and rumored to be dating Justin biebers best friend and ex girlfriends brother\n  ","935694":"\n  I eat pepper on mostly everything\n  ","935695":"\n  Normally three or four\n  ","935696":"\n  Donate it\n  ","935697":"\n  Awe\n  ","935698":"\n  I love you?\n  ","935699":"\n  It is\n  ","935700":"\n  Went bowling last night that was pretty fun\n  ","935701":"\n  Currently just relaxing right now by myself\n  ","935702":"\n  Stay with my current name because I don't think any other name would perfectly fit me and I don't know where Lauren cane from but my middle name is Christine, because I was born on the oldest sister christinas birthday and I was me a gift to her lol\n  ","935703":"\n  Tha nk you 💛😊\n  ","935704":"\n  Thats me 😊\n  ","935705":"\n  I don't have one, I did play a part in a movie as a girl named Ashleigh though haha\n  ","935706":"\n  True\n  ","935707":"\n  Beauty and the beast and the grinch\n  ","935708":"\n  Float like a butterfly, sting like a bee\n  ","935709":"\n  Used to be in love with Seth Clearwater from twilight haha\n  ","935710":"\n  Work on 7 videos, and then hang out with friends I went bowling last night with Rachael, nek Amy, Kiera and others\n  ","935711":"\n  Aw how special\n  ","935712":"\n  Every song ever written by one direction k bye\n  ","935713":"\n  Had my first kiss when I was 16, it was all mushy and weird feeling. Definitely wasn't the right person lol I don't kiss strangers sorry\n  ","935714":"\n  An owl or lion\n  ","935715":"\n  I don't know what to say when I do videos by myself\n  ","935716":"\n  I never really get angry\n  ","935717":"\n  Sure\n  ","935718":"\n  Welcome back\n  ","935719":"\n  A loving family\n  ","935720":"\n  Make lemon chicken\n  ","935721":"\n  Ha...ha\n  ","935722":"\n  Provably like $400 at the most\n  ","935723":"\n  Not thinking correctly, certain feeling they can't control, mental health isn't where it sound be, or just for attention\n  ","935724":"\n  I'm doing OK, you?\n  ","935725":"\n  Much love\n  ","935726":"\n  I just don't like the sweet and savory taste together\n  ","935727":"\n  Smoking isn't all that great anyway\n  ","935728":"\n  Yeah\n  ","935729":"\n  The kardashians do\n  ","935730":"\n  A sea snake\n  ","935731":"\n  At this point I don't even know sis\n  ","935732":"\n  Uploaded a little video on my YouTube channel 💛💛 check it out !!\n  \n   https:\/\/youtu.be\/517ry4SLp1o\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","935733":"\n  Bowling with the boiz\n  ","935734":"\n  If its unlimited a world tour 💛\n  ","935735":"\n  Size of a mouse because I'm pretty quiet and don't like to be the life of the party\n  ","935736":"\n  A wrap around porch, balcony, a beautiful view of water or the beach or something, my own music studio, a movie theater, three car garage, gated house\n  ","935737":"\n  I'll say half think I'm younger the other half thinks I'm older\n  ","935738":"\n  If your screwing around just to get pregnant and don't want kids then I see their viewpoint but the viewooint I don't agree with is they are COMPLETELY banning it. Think of a small child no older then let's say 12 who is a victim of a rape being pregnant and she is obviously still in school... And what not. The poor girl can't even get an abortion and is forced to raise a baby when she is a child herself and let alone a baby that belongs to a rapist\n  ","935739":"\n  Jess and Seth broke up and now I'm wondering.....\n  \n  Does love even exist?\n  ","935740":"\n  A million kisses on my face 💕💛\n  ","935741":"\n  Going out with some friends 😊\n  ","935742":"\n  We used to create a lot of it with the company spread shirt\n  ","935743":"\n  Oh no . we keep a limited stock and my sister and I design the whole merch ourselves. And we work with a company as well\n  ","935744":"\n  Geez Lauren back at it with the white vans... Outfit for today and yes I'm wearing a skirt for once because its the only thing I really have that goes with the whole pastel vibe. And im showing everyone how to wear the blue pastel sad girls shirt from our cotton candy collection which will be restocked monday 💛💜\n  ","935745":"\n  Hi\n  ","935746":"\n  Thanks\n  ","935747":"\n  Okay I guess\n  ","935748":"\n\n   https:\/\/youtu.be\/cgvog8O7rBw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","935749":"\n  Boy I bet you think about me all the time, in Florida not far from me I'm on your mind\n  \n  You asked if I would drive down to see you, as if I haven't done enough for you\n  \n  You didn't wanna try, you took over my mind, you kept me tossin' turnin' in the middle of the night\n  \n  Your car broke down and you didn't get a ride, didn't even see me when I took that plane ride\n  \n  Now I'm going through it but I won't give you a call, you let me walk away like it meant nothing at all\n  \n  Now you're all alone in a brand new state you can miss my voice you can miss my face cuz\n  \n  I was the best you ever had, you'll never find better than me\n  \n  You should've realized what you had, now I'm nothin' but a memory\n  \n  You wanted me to stay and be a secret, you'd hold me long as nobody could see it\n  \n  You never asked if I would be your lady, my family tried to tell me you were shady\n  \n  So much drama tried to keep it all inside, it kept me awake in the middle of the night\n  \n  I tried so hard I just wanted to be right, I tried too hard put up too much of a fight\n  \n  I let you slide when I shoulda let you go, now I'm doin' good and you're the one who's all alone\n  \n  I know you think about it and you know\n  \n  I was the best you ever had, you'll never find better than me\n  \n  You should've realized what you had, now I'm nothin' but a memory\n  \n  You treated me wrong, I wrote so many songs, I should've known in April you were already gone\n  \n  I cried so many tears, I just needed you here, you never came to see me over half of a year\n  \n  I'm with somebody new, he cares more than you, it's healing my anxiety to not be so blue\n  \n  So say what you want, do what you gotta do, I know deep down you know the truth\n  \n  I was the best you ever had, you'll never find better than me\n  \n  You should've realized what you had, now I'm nothin' but a memory\n  \n  Oh, you know I loved you boy, we really could've had it all\n  \n  You could've been the one, but you just let me fall\n  \n  And now I guess we'll never know, I guess we'll never know\n  ","935750":"\n  Awe thank you, I try to be. Everyone deserves to be treated with respect 😊💛\n  ","935751":"\n  Just Lisa, Dani and Amy. Anyone else is claiming to be my parents, brothers, brother in law, Lisa, Katherine's, and Dani boyfriends, our friends mostly, ex best friends etc are fake accounts\n  ","935752":"\n  I dont think I have an accent anymore but there's plenty of videos with my voice in it on YouTube\n  ","935753":"\n  They go on tour soon :( don't know how long they'll be gone. Supposed to be hitting London as well\n  ","935754":"\n  No it doesn't.  I just recently brought a new one and I have it in a case. Dani my youngest sister always ends up dropping it and cracking her screen somehow\n  ","935755":"\n  I'm not a slave x\n  ","935756":"\n  \"I like my coffee with 10 sugars in it \"\n  ","935757":"\n  Anything by Taylor swift, Jon bellion, Lana Del ray.\n  ","935758":"\n  No I don't.\n  ","935759":"\n  Watermelon\n  ","935760":"\n  The beans partied to hard last night 🙃 someone yelled at me but regretted it shortly after because he came and hugged me lol\n  ","935761":"\n  Someone needs to get up\n  ","935762":"\n  I'm going to shove this microphone up your nose - Lisa 2019\n  ","935763":"\n  Lol almost fell last night trying to put something like a blanket on the wall with Amy but luckily Michael was standing there behind me\n  ","935764":"\n  New cimorelli Saturday video! Kill this love by black pink \/ little mix - woman like me mash up acoustic version.\n  \n   https:\/\/youtu.be\/VBmwViT6XjQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","935765":"\n  Music video coming tomorrow 💛\n  \n   https:\/\/open.spotify.com\/album\/1i5TBScHYSCPGIZdBHfOcy?si=u4L7oysaR1qTBamCcYBSgQ\n  \n","935766":"\n  How my night is going so far\n  ","935767":"\n  Me to myself: don't get attached\n  \n  Don't get attached\n  \n  Don't get attache\n  \n  Don't get attach\n  \n  Don't get attac\n  \n  Don't get atta\n  \n  Don't get att\n  \n  Don't get at\n  \n  Don't get a\n  \n  Don't get\n  \n  Don't GE\n  \n  Don't g\n  \n  Don't\n  \n  Don\n  \n  Do GET ATTACHED\n  ","935768":"\n  Good\n  ","935769":"\n  Just realized my sisters love to leak stuff 😂\n  \n\n   https:\/\/youtu.be\/R62jLVKDKZg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","935770":"\n  Goodnight I'm going to hangout with some friends\n  ","935771":"\n  Read what I just wrote\n  ","935772":"\n  Dani helped him get a name, our fan base supports his band. Dani helped him with a fan base and even made him big, Dani supported him and his band. Helped him through depression and has done all his promo and photography for them as well. So if he ever does hurt her in a bad way lol thats the end\n  ","935773":"\n  Nice\n  ","935774":"\n  That moment you realize if Danielle and emmyn ever break up due to bad reasons she could ruin everything he has 😮\n  ","935775":"\n  Awe\n  ","935776":"\n  Lol\n  ","935777":"\n  If chad ever hurts her I'm gonna make sure he hurts too\n  ","935778":"\n  I don't show skin or parts of my body that shouldn't be shown to the world\n  ","935779":"\n  Just watched it 💛\n  ","935780":"\n  Its so good but the fact that the guy she talks about in it that treats her better was the one who broke her heart on tour in Italy\n  ","935781":"\n  Lisa also just released Florida today. And she has a song coming soon with hudson\n  ","935782":"\n  Nvm it was carrielee I'm thinking of\n  ","935783":"\n  She's been in the hospital I believe\n  ","935784":"\n  I was born and raised in california and then in 2015 we moved to Tennessee\n  ","935785":"\n  Always\n  ","935786":"\n  Me\n  ","935787":"\n  Thank you\n  ","935788":"\n  Family movies\n  ","935789":"\n  Re carnation I believe in\n  ","935790":"\n  🍟\n  ","935791":"\n  You?\n  ","935792":"\n  Take your time to eat\n  ","935793":"\n  Just relaxing and chilling with some.friends\n  ","935794":"\n  Never heard this one before\n  ","935795":"\n  Sometimes, also haters or just weirdos\n  ","935796":"\n  Anger - red\n  \n  Sadness- blue\n  \n  Jealously- green\n  \n  Hatred- orange\n  \n  Dissapointment- yellow\n  \n  Anxiety- purple\n  \n  Fear- black\n  \n  Guilt- brown\n  \n  Regret- maroon\n  \n  Boredom- gray\n  \n  Hope- pink\n  \n  Passion- white\n  \n  Happiness - sun flower yellow\n  ","935797":"\n  Taylor swift\n  ","935798":"\n  Yeag\n  ","935799":"\n  Nope just made us call them by their nicknames instead\n  ","935800":"\n  Chicken\n  ","935801":"\n  Was wearing the new cotton candy blue shirt and stuff but forgot to take a picture\n  ","935802":"\n  Tired\n  ","935803":"\n  Thank you\n  ","935804":"\n  You're just most likely going to have to support him, you can't force him to do anything as it will just trigger his emotions more. Keep an eye on him and make sure he just doesn't do anything to harm himself or others.\n  ","935805":"\n  Danielle doesn't even have feelings for him anymore so please just stop\n  ","935806":"\n  She's with emmyn and they been together for like a year. Dani was 14-15 when her and Jonah were a thing now please just give it a rest\n  ","935807":"\n  No just no\n  ","935808":"\n  How something sounds or looks\n  ","935809":"\n  Make it my pet\n  ","935810":"\n  She's adorbs 😊\n  ","935811":"\n  Caring, down to earth, unique, genuine, grounded\n  ","935812":"\n  Boyfriend* and no I'm single\n  ","935813":"\n  Not sure\n  ","935814":"\n  Life with lauren\n  ","935815":"\n  Fear of being rejected\n  ","935816":"\n  Thank you anon\n  ","935817":"\n  I don't like getting into drama or start it. And right now the boys are happy in Hawaii and having fun don't ruin that. I'm sure if their is an issue one of his friends and hers would bring it up I'm just a sister of an ex thing he had years ago.\n  ","935818":"\n  Some kids know their sexuality and gender by the time they are 10 most cartoons and TV shows are for those ages and younger\n  ","935819":"\n  They can be cute if natural and not obsessive. Don't try to get to much sun exposure just to get freckles though bc then you can get skin cancer\n  ","935820":"\n  Probably Michael and mY dad\n  ","935821":"\n  Really really busy. We are record in\/filming and working on 7 different covers and videown\n  ","935822":"\n  Not sure I thought I once could trust people who I grew up with and were friends for years but they just became toxic and so much more that I lost all my trust in them And eventually just made newer friends and keep that circle small\n  ","935823":"\n  Yes really 😊💛\n  ","935824":"\n  Their personality or the vibe they give off\n  ","935825":"\n  More of the quiet observative person\n  ","935826":"\n  My sister owns a ram and one has a Chrysler\n  ","935827":"\n  That's not good\n  ","935828":"\n  Only time will tell who I fall in love with\n  ","935829":"\n  Video\n  ","935830":"\n  Hot. Like summer time\n  ","935831":"\n  Pizza is good. I prefer a good old pepperoni pizza though\n  ","935832":"\n  Still will be my family 💛\n  ","935833":"\n  Stay inside and make some comfort food and read\n  ","935834":"\n  A one sided conversation\n  ","935835":"\n  August 12th\n  ","935836":"\n  Sure 😊\n  ","935837":"\n  Everything\n  ","935838":"\n  Have a nice night Michael\n  ","935839":"\n  I'm very confused on what I just watched\n  \n   https:\/\/youtu.be\/y83x7MgzWOA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","935840":"\n  5 years ago today back when we lived in Malibu. Sis was fit 💛\n  ","935841":"\n  SIS JUST RELEASED HER SINGLE \" FLORIDA\" tonight check it out 💛💛💛\n  \n   https:\/\/youtu.be\/mk3lheB4v3w\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","935842":"\n  #TBT to our cover of #LoveYouLikeALoveSong by\n  \n\n   @selenagomez\n  \n\n  ! ❤️🌞What’s your favorite cover we have done?\n  \n   https:\/\/youtu.be\/rYDRwgQ7ZQA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","935843":"\n  Question of the week time WITH OUR BROTHERS!!! What question do you have for us and our brothers?!\n  ","935844":"\n  Personality\n  ","935845":"\n  Ride my skateboard, hang out with my family or friend, explore the town of Tennessee\n  ","935846":"\n  Thank you honey 😊\n  ","935847":"\n  Thinking about it tbh\n  ","935848":"\n  Waiting. Till. After\n  \n  Marriage\n  ","935849":"\n  Hugs for everyone 🤗\n  ","935850":"\n  Living in a fairytale\n  ","935851":"\n  I have trust issues so I try not to get to attached so quickly\n  ","935852":"\n  Used to be addicted bro candy crush, now probably Instagram.\n  ","935853":"\n  Mostly I do but there's still some people who are blind towards other peoples emotions and feelings and even situations in life. They make rude comments or name call or hold something from a long time ago against you and just like to make you out as a bad person overall. When they themselves are no angel either and probably just as guilty :)\n  ","935854":"\n  Few weeks ago...\n  ","935855":"\n  Part of the solution because I try to be the one who is understanding and helpful and being kind of a middle child in a family of 11 kids I'm the one who tries to be a peacemaker naturally.\n  ","935856":"\n  Okay 🙂\n  ","935857":"\n  Noice\n  ","935858":"\n  Then they were never actually a friend\n  ","935859":"\n  Twenty\n  ","935860":"\n  Dumb questions get random answers 🤷🏻\n  ","935861":"\n  Hello\n  ","935862":"\n  Never did and hopefully never will.\n  ","935863":"\n  My secrets?\n  ","935864":"\n  All the big time celebrities have scandals on them. Youtubers not so much unless your the Paul brothers or youre currently in a feud with someone over the most ridiculous thing\n  ","935865":"\n  Be glad it wasn't ice cold water being dumped onto your head...\n  ","935866":"\n  No I haven't. Does he have wings? And can fly?! 😮\n  ","935867":"\n  I do not sorry, is it a ball made out of beans?\n  ","935868":"\n  I don't think so but everyone else enjoys it with ham 🤔\n  ","935869":"\n  No problem\n  ","935870":"\n  I think everyone gets a but jealous due to certain situations at times\n  ","935871":"\n  I would choose to live in Spain because I actually enjoyed my time on tour there especially Brazil. They love me and I miss it there. But I don't think I would just permently leave my country and family behind.\n  ","935872":"\n  Not currently sorry\n  ","935873":"\n  Yuh\n  ","935874":"\n\n   https:\/\/youtu.be\/D1Xr-JFLxik\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","935875":"\n  Yup\n  ","935876":"\n  Thats a good thing then 😊💛\n  ","935877":"\n  Haha it is I laughed so hard when a friend showed me it\n  ","935878":"\n  I don't date people idk\n  ","935879":"\n  I'm single honey\n  ","935880":"\n  Oopsie daisy\n  ","935881":"\n  Profile pictures or scroll down\n  ","935882":"\n  No\n  ","935883":"\n  Probably by now \"east side, young blood, shallow and I think its called be alright?\n  ","935884":"\n  Hi\n  ","935885":"\n  Yup\n  ","935886":"\n  1998\n  ","935887":"\n  Yes I do 💛\n  ","935888":"\n  Not sure, don't think I really lied\n  ","935889":"\n  Berlin, I love you\n  ","935890":"\n  In pretty picky when it comes to the whole dating aspect\n  ","935891":"\n  Not sure how some people can just be so rude and say rude stuff to others. Even if you have a mean opinion, those people are still humans with feelings and we really need to think about what we say and how badly words hurt\n  ","935892":"\n  Lol yeah\n  ","935893":"\n  Nice\n  ","935894":"\n  Thank youu\n  ","935895":"\n  Guys Lisa is bullying me once again please go fund me at #ibeenbulliedbymysister\n  ","935896":"\n  Thank you 😊💛\n  ","935897":"\n  Lol they have Lisa who does high harmonies as well. I just was for a long time the high one of the group but now Lisa has me beat\n  ","935898":"\n  Normally if I feel they are just to toxic to be around or even have a friendship with, people who have nithing but bad intentions, greedy people, people who just use you to get things in life, people who always make you out to be the bad person when they know for a fact they did wrong as well\n  ","935899":"\n  You know how many times in my 10 years I wanted to leave lol\n  ","935900":"\n  Kierra is trying to steal my spot in the band and I'm not even worried 😪\n  ","935901":"\n  Best night ever 🤗🙈\n  ","935902":"\n  Ain't nobody love you like I do\n  ","935903":"\n  Song suggestions 💛💛💛\n  ","935904":"\n  Obviously\n  ","935905":"\n\n   https:\/\/youtu.be\/a6_9BUvitqk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","935906":"\n  My sisters and Mt bestfriend Rachael\n  ","935907":"\n  I do not know\n  ","935908":"\n  She said thanks to everyone\n  ","935909":"\n  An anonymous question app\n  ","935910":"\n  My beliefs and morals BC thats basically the whole foundation of my life\n  ","935911":"\n  Hot hot in summer nights\n  ","935912":"\n  The owner should be held accountable.\n  ","935913":"\n  Can not wait till Lisa releases her new single \"florida\" this Friday 💛\n  ","935914":"\n  YOU TREATED ME WRONG, I WROTE SO MANY SONGS, I SHOULD’VE KNOWN IN APRIL YOU WERE ALREADY GONE!\n  ","935915":"\n  I'm just super picky\n  ","935916":"\n  I'm single\n  ","935917":"\n  Thank youuu\n  ","935918":"\n\n   https:\/\/youtu.be\/wZ0ytAsYkaw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  💛\n  ","935919":"\n  Short little cover of \" I cant help falling inlove with you\" up now on the bands Instagram 💛\n  ","935920":"\n  Laurencim\n  ","935921":"\n  I'm not really the whole person to be involved with stocks and stuff but the only stock I'm involved with is making sure how much merch we have ;)\n  ","935922":"\n  Be left alone unless I want to talk about it\n  ","935923":"\n  I suppose\n  ","935924":"\n  12 and under\n  ","935925":"\n  I want sunshine and summer days\n  ","935926":"\n  Yeet\n  ","935927":"\n  I never owned a ta ho so I really don't know but a lot will say jeep because of the offroading and ehatever else. Best to ask a car dealership what they advise\n  ","935928":"\n  No its not\n  ","935929":"\n  Sure 😊\n  ","935930":"\n  Nothing much, just getting ready to do the Tuesday Q&A on my socials haha\n  ","935931":"\n  That I'm a queen and beautiful and inspiring and a role model\n  ","935932":"\n  Yes I have . along time ago when we first started going around the world to promote made in america we were invited to the Cleveland Indians game and christina threw the first pitch :)\n  ","935933":"\n  Why am I awake\n  ","935934":"\n  Create music and video\n  ","935935":"\n  Nope :)\n  ","935936":"\n  Seeing him with her\n  ","935937":"\n  We had a nice family get together last night and quality time with just mom :)\n  ","935938":"\n  I was homeschooled so I could basically GI anywhere I wanted haha\n  ","935939":"\n  Just started crying for no reason wow\n  ","935940":"\n  Yes\n  ","935941":"\n  Very rarely\n  ","935942":"\n  Not really\n  ","935943":"\n  Again doesnt matter stop trying to compare two people together\n  ","935944":"\n  Uh no one?\n  ","935945":"\n  High notes like lisa\n  ","935946":"\n  Equal\n  ","935947":"\n  Nice\n  ","935948":"\n  Depends on what type of mood I'm in anf what sister fits like the chill and watch movies type\n  ","935949":"\n  No need to compare\n  ","935950":"\n  1998\n  ","935951":"\n  Beautiful, stunning, cute etc\n  ","935952":"\n  Christina- 28\n  \n  Katherine- 27\n  \n  Lisa- 25\n  \n  Amy-23\n  \n  And\n  \n  Dani-18\n  ","935953":"\n  Nice\n  ","935954":"\n  I have 5 sisters and five brothers\n  ","935955":"\n  I mean its just my heritage\n  ","935956":"\n  Bit really I only go to watch my brothers or sister games. Only went to one highschool football game and that wsd about it. More of a Lakers and golden state fan though\n  ","935957":"\n  No Danielle aka Dani is 18. I am 20\n  ","935958":"\n  Sometimes\n  ","935959":"\n  Yes\n  ","935960":"\n  Lots of things depending in what you like\n  ","935961":"\n  My sister and i\n  ","935962":"\n  Just say hi ?\n  ","935963":"\n  A few times\n  ","935964":"\n\n   @Blairtfinley\n  \n","935965":"\n  Shes pretty and a nice person\n  ","935966":"\n  Single\n  ","935967":"\n  Available for purchase on the merch store Monday!!\n  ","935968":"\n  Happy bean\n  ","935969":"\n  All my old fan accounts 😂\n  ","935970":"\n  If you come off anon\n  ","935971":"\n  I need to get me a pet\n  ","935972":"\n  Youre welcome\n  ","935973":"\n  Im single and doing me\n  ","935974":"\n  Yep\n  ","935975":"\n  😊\n  ","935976":"\n  I wanted to be a skateboarder when I was younger but as I grew up I decided I like to do music related things more and create.\n  ","935977":"\n  Ask is just filled with them\n  ","935978":"\n  I can not whistle, no I don't,\n  ","935979":"\n  Parker !\n  ","935980":"\n  Not necessary pop off but the thread that the button is sewn on to looses its hold and the button becomes loose\n  ","935981":"\n  Hello\n  ","935982":"\n  We all know who I am referring to 😁\n  ","935983":"\n  Very rare. Only for special occasions\n  ","935984":"\n  Hanging out with my bestfriend Rachael and doing a small cover of old town road\n  ","935985":"\n  She might've logged off before hand\n  ","935986":"\n  I think any food that is delicious Is a food from the gods\n  ","935987":"\n  Yep\n  ","935988":"\n  How many siblings I have\n  ","935989":"\n  I'm not sure\n  ","935990":"\n  I don't hate anyone, there some people I don't associate with or have anything to really say\n  ","935991":"\n  Yeah\n  ","935992":"\n  Yes an accident\n  ","935993":"\n  😉\n  ","935994":"\n  Be the masterpiece that God created instead of trying to be a second rate version of someone else.\n  ","935995":"\n  yeah i use the headphones w the wire idc\n  ","935996":"\n  I'm doing good, in a band meeting currently and my sisters are messing around and trying on shower caps that christina brougjt over because they were to big for her head\n  ","935997":"\n  Waiting till after marriage\n  ","935998":"\n  The vending machine 😂 when you pay $1.50 for a bag of candy and it gets stuck on the wire\n  ","935999":"\n  A bond that will never be broken\n  ","936000":"\n  Shes lol immortal 😂\n  ","936001":"\n  Why would you eat your friends ??\n  ","936002":"\n  Yay\n  ","936003":"\n  Sing campfire sings, make some food, share stories and get to know each other more\n  ","936004":"\n  I'm not saying she is but if she was\n  ","936005":"\n  No she just is always in scandals and stuff because of a guy she was seen with it whatever\n  ","936006":"\n  So its like saying my oldest sister Christina emds up finally getting pregnant and she decides she wants to leave the band to take care of the baby, I'm not going to be mad about it because as her sister I support her choice and making sure you're there for a child is mire important\n  ","936007":"\n  She has a bunch of media and scandals on her though\n  ","936008":"\n  But the boys knew about this since October, roadies just found out this week. And they are thinking about adding a fifth member to the band which is a trialist for now but he was from Andy's old band overload .. Which is Ryan aka sonny\n  ","936009":"\n  I think he's still going to do stuff with music but he's not going to like tour or be in a band for awhile or ever again\n  ","936010":"\n  He wanted to go back home because he didnt want to miss out on seeing his niece grow up and he missed his family\n  ","936011":"\n  Mikey\n  ","936012":"\n  Overall Favorite: Sherlock\n  \n  New favorite: riverdale\n  ","936013":"\n  Ballads, like Lana Del ray and Jon bellion\n  ","936014":"\n  Road trip\n  ","936015":"\n  My mom brought me food\n  ","936016":"\n  Equal balance\n  ","936017":"\n  It happens though. I'm also sad about a band member of a band I like leaving but I support their choice\n  ","936018":"\n  Haha sorry I don't like being all in the media and stuff. The last article I was in I believe was for the Taylor swift mashup\n  ","936019":"\n  Yeah I did. But all I can say is congratulations. Its not my business nor my place to say anything\n  ","936020":"\n  Or when people decide to just do sonething to stop the ride\n  ","936021":"\n  I dont smoke\n  ","936022":"\n  Compassionate\n  ","936023":"\n  Someone who makes me smile\n  ","936024":"\n  Pikachu\n  ","936025":"\n  Way to many\n  ","936026":"\n  Thank you 💛\n  ","936027":"\n  Sometimes gets the best of all of us\n  ","936028":"\n  Jealously\n  ","936029":"\n  To a point but I'm not saying who because I dont like to expose anyone\n  ","936030":"\n  How is your mom though\n  ","936031":"\n  I dont think I do?\n  ","936032":"\n  I live near the grand opry :)\n  ","936033":"\n  And to add onto that below ↓\n  \n  I'm not saying I fully support him or I'm involved in the drama or I'm close with him or so so and basically throw unnecessary hate and drama that doesnt involve me or my sisters in this mess. I'm just going to say I'm confused, not sure what to say or do, I'm not on anyones side but I'm mostly just speechless and will say do not let the title of being a celebrity, overnight Hollywood fame and big bank control who you are as a person on the inside and think suddenly you're better than the others involved. Because if you let your overnight fame, money and media into your head your going to loose the things that matter the most and it will be to late to actually say sorry and have meaning behind that. And at the end you're going to be back st square one where you have nothing and no one. .. Due to this what goes up eventually comes back down\n  ","936034":"\n  Lol you're asking the wrong person because I know him personally. Hes a you tuber and makeup guru though. But he's trying to branch out and do more things that he loves as well. :) such as singing\n  \n   https:\/\/youtu.be\/yDKWmNpw7gE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  But lately he's been in the news awhile lot because of some drama with him and tati and the sister squad.\n  \n  SISTER SQUAD:\n  \n  Apparently Emma, Ethan, Grayson all unfollowed him and have been hanging out with each other without him becase james was with his own friends at coachella and a convention  as well.\n  \n  - apparently at the time last year when the dolan twins father passed away James did not go out to support them when all the other friends where there, instead he was on live stream talking about how bored he was and didnt show up when everyone else even flew across states to be there.\n  \n  - and lastly in videos with Emma and the twins he would always seem to try to be close and touchy with Grayson and give off a predatory effect which sometimes made Grayson a bit uncomfortable\n  \n  - then the comment about Emma that he liked\n  \n  TATI\n  \n  - news going around he was hitting on one of Tati's straight friends and trying to pressure him idk\n  \n  Either way I try to stay out the gossip and be friends with anyone unless it involves me personally. I still talk and follow all of them regardless\n  ","936035":"\n  When people chew obnoxiously\n  ","936036":"\n  Yup yup\n  ","936037":"\n  Both. Scared because we dont know what the future really holds but excited because we can dream of what its going to be like\n  ","936038":"\n  Thanks :) lots of love in this family\n  ","936039":"\n  No problem\n  ","936040":"\n  Good\n  ","936041":"\n  They already did baby girl her name is lavender Avery\n  ","936042":"\n  What\n  ","936043":"\n  Look at my profile pictures or on my wall, I posted a bunch of photos yesterday\n  ","936044":"\n  Thanks for the compliment 😊\n  ","936045":"\n  Just been having a hard week mentally but its okay :)\n  ","936046":"\n  I also don't answer back like I should 😬\n  ","936047":"\n  Yep plan the night before on what to wear\n  ","936048":"\n  I'm waiting till after marriage to have sex :))\n  ","936049":"\n  Idk\n  ","936050":"\n  She looks very beautiful\n  ","936051":"\n  How\n  ","936052":"\n  Hello\n  ","936053":"\n  Toxic ones\n  ","936054":"\n  Michael, Christina, Katherine, Lisa, Amy, Alex, me, Dani, christian, nick and joey\n  ","936055":"\n  Yes\n  ","936056":"\n  6 girls 5 boys and a son in law\n  ","936057":"\n  11\n  ","936058":"\n  Happy Mother’s Day to the woman who raised all these crazy kids 🥵thanks for everything ❤️\n  ","936059":"\n  Currently have old town road stuck in my head so me and my best friend Rachael decided to do a little cover of it :)\n  \n   https:\/\/youtu.be\/C8qYeF9EFnA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","936060":"\n  It really is\n  ","936061":"\n  Theres no such thing as perfect\n  ","936062":"\n  Thats cool!! I went to Cuba back in October with one of my sisters Dani and my father. Was pretty cool to learn about it but I somehow ended up getting hospitalized even though I was super cautious to not drink the water and stuff. .. But we even raised over $1000 for them, jumped in a freezing pool and even wrote a song for them\n  \n  Which is linked here:\n  \n\n   https:\/\/youtu.be\/0GZ4aLR3_s8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  And you can also learn about our trip on our channel as well\n  ","936063":"\n  \"You're a gem Lauren cimorelli \"\n  ","936064":"\n  Np\n  ","936065":"\n  Tell them their money dropped\n  ","936066":"\n  Thank you\n  ","936067":"\n  Very much welcome :)\n  ","936068":"\n  Sure :)\n  ","936069":"\n  Charlie puth  wanted to marry Lisa 💛\n  ","936070":"\n  I went vegan and vegetarian for lent once\n  ","936071":"\n  Mine and rachaels\n  ","936072":"\n  Introverted\n  ","936073":"\n  With my best friend\n  ","936074":"\n  5'6 1\/2\n  ","936075":"\n  I think age 18 was the best year of my life tbh\n  ","936076":"\n  Stay tuned\n  ","936077":"\n  A little surprise coming from me and Rachael tonight for y'all 💛\n  ","936078":"\n  Kinda windy and cold, but right now sunny and can be outside\n  ","936079":"\n  Appreciate it\n  ","936080":"\n  Avocados are my drugs\n  ","936081":"\n  Not a fan of it\n  ","936082":"\n\n   @thesuperkian\n  \n\n   @Gabbybartolone\n  \n  let's go\n  ","936083":"\n  ☺\n  ","936084":"\n  Idk\n  ","936085":"\n  I'm not going to roast my mother\n  ","936086":"\n  Tennessee\n  ","936087":"\n  She's the youngest cimorelli sister\n  ","936088":"\n  Thank you :)\n  ","936089":"\n  I'm glad :)\n  ","936090":"\n  RYAN IS BACK FROM OVERLOAD!! But no one can replace Mikey\n  \n   https:\/\/youtu.be\/MyE03BPTQGI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","936091":"\n  Yes\n  ","936092":"\n  Just friends, don't really talk that much\n  ","936093":"\n  So so, you?\n  ","936094":"\n  Not personally but I know who he is.\n  ","936095":"\n  A jeep\n  ","936096":"\n  This isn't a game show boi\n  ","936097":"\n  Just friends\n  ","936098":"\n  Okay\n  ","936099":"\n  Thanks\n  ","936100":"\n  Hello\n  ","936101":"\n  I was homeschooled\n  ","936102":"\n  August 12th and I'll be 21 💛😭 I share a birthday with the oldest sister christina as well\n  ","936103":"\n  You're so disgusting, and she has a boyfriend which who she loves and he loves her. And emmyn and I are bestfriends as well so I suggest you back off and stop being a creep before some serious actions will be taken\n  ","936104":"\n  Hi\n  ","936105":"\n  I don't drink sorry :(\n  ","936106":"\n  If you're not someone I know then no\n  ","936107":"\n  I'm not going to get married anytime soon\n  ","936108":"\n  Ah yes it was chicken, lemons, olives, and other stuff\n  ","936109":"\n  Thank you\n  ","936110":"\n  Or are you talking about the one with the olives, lemon slices, chicken etc.\n  ","936111":"\n  Which one haha\n  ","936112":"\n  This week with Lauren - 5\/5\/19\n  \n  tbh this week was hard for me mentally, but I had a lot of good times too thanks to my good pals ❤️ if you are having a hard time for any reason today\/this week, remember that all you have to do is try. Don’t expect yourself to be a superhuman right now and get everything done flawlessly bc that’s just not gonna happen. Do little things to take care of yourself. Go on a 20 minute walk in the morning to keep your body moving, actually wash your face and brush your teeth every night, go to bed before midnight, set a timer for 10 minutes and just pray. Make a goal for each day that’s something you can actually achieve. Don’t forget that people care about you too. Reach out to your family and friends let them know you’re going through a hard time right now and let them know if there’s anything they can do to help you, even if that just means listening or reminding you to do your laundry or clean your room or do your homework. Most importantly remember that everything happening right now is just temporary, things WILL change. They always do. And if you are putting in effort everyday to live the life you want to live, soon enough you will find yourself where you want to be ❤️\n  ","936113":"\n  Switched it up a bit this morning\n  ","936114":"\n  No but sad\n  ","936115":"\n  Morning\n  ","936116":"\n  Mhm\n  ","936117":"\n  Once again your on anon\n  ","936118":"\n\n   @ethandlan\n  \n  can you message me when you have the chance\n  ","936119":"\n  Its okay :) no bad blood\n  ","936120":"\n  Thank you :)\n  ","936121":"\n  Released a acoustic version of my song flames a few weeks ago,.you should give it a listen!!\n  \n   https:\/\/youtu.be\/HQBvkdLLdI8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","936122":"\n  Love the cimfam as well\n  ","936123":"\n  Yes it was delicious\n  ","936124":"\n  Hot chocolate but you shouldn't really run with a hot drink ;)\n  ","936125":"\n  Sorry to hear people like and dislike though and I like pickles\n  ","936126":"\n  You do it when you're off haha\n  ","936127":"\n  I thought they were pretty good\n  ","936128":"\n  Normally.plans for the day\n  ","936129":"\n  Neither\n  ","936130":"\n  If they're not bothering anyone I don't see why I would\n  ","936131":"\n  Idk what this is asking\n  ","936132":"\n  I guess\n  ","936133":"\n  Idk, they kinda do their own things\n  ","936134":"\n  I don't speak spanish, I'm so sorry !!!\n  ","936135":"\n  Fine\n  ","936136":"\n  He ended up messaging me a few days ago asking if he could ask me something, I replied but have not heard anything from him since\n  ","936137":"\n  Mostly to myself unless its something that is really bothering me and I need to get it off my mind. Normally I keep a lot bottled up until I'm just ready to breakdown\n  ","936138":"\n  Well I'm saying it should be kinda like how twitter let's users protect their tweets, we should be able to protect our ask.FM's unless we accept their request to follow kinda like how I Instagram is and Facebook has this feature as well with limiting posts to where you only see or friends etc. As for blocking it should be where they can't even see your profile aferwards unless they make a new account. But instead we don't have the option to make anything on ask.FM private unless its an anonymous question\n  ","936139":"\n  Yeah I know\n  ","936140":"\n  A few old toxic friends\n  ","936141":"\n  Half the time yes half the time no just deoends on what it was or who I said no to\n  ","936142":"\n  I use post mates but not sure if thats the same thing\n  ","936143":"\n  Nope\n  ","936144":"\n  No problem!\n  ","936145":"\n  No lol\n  ","936146":"\n  On purpose no\n  ","936147":"\n  Idk\n  ","936148":"\n  Yes\n  ","936149":"\n  Go swimming but its too cold\n  ","936150":"\n  I'm waiting till after marriage 🙃\n  ","936151":"\n  The other day\n  ","936152":"\n  Salmon\n  ","936153":"\n  Love\n  ","936154":"\n  I was homeschooled\n  ","936155":"\n  The one with a compassionate heart, who is quiet but observative and the peacemaker who is sometimes savage\n  ","936156":"\n  Thank you 😊\n  ","936157":"\n  Self defense I suppose thats normally when an actual pufferfish does that I believe\n  ","936158":"\n  Can someone tell me why no one uses this emoji it’s amazing 🥵\n  ","936159":"\n  I don't drink ) but sisters 🤗 missing Lisa and katherine\n  ","936160":"\n  FIRST EPISODE OF THE CIMORELLI PODCAST SEASON 2 IS NOW UP!  We end up talking about our sisterhood growing up and so much more !\n  \n   https:\/\/youtu.be\/5_LlNZ1o7AY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","936161":"\n  Its just the way the site was created\n  ","936162":"\n  Good to hear 😊\n  ","936163":"\n  Lol ... Rewatching these and I love how Kath tries to dance my part on made in america but only Dani and I know It\n  \n   https:\/\/youtu.be\/YI0pdsbVxhk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","936164":"\n  Top right but this is a old picture\n  ","936165":"\n  The only thing that is 100% true is the whole jess incident the others have been proven to be lies\n  ","936166":"\n  Not saying all of it is true because a lot of people like to join in and make up false allegations just to get noticed and what not but if it is somewhat true it'd disturbing\n  ","936167":"\n  Uh thanks lol\n  ","936168":"\n  He grooms 13-15 year olds. Then acts like theyre lying or the messages were fake reminds me of the one youtuber who did the same\n  ","936169":"\n  I grew up in california sharing a room with my sisters Lisa and Danielle. We lived in a house with a total of 13 of us. ( my parents, 6 sisters\/girls  6 brothers\/boys). This lasted up until may of 2015, when we decided to move to Tennessee. The older girls : Christina, Katherine, Lisa and Amy all moved into an apartment with each other\n  \n  My parents, me, Dani, and our younger brothers christian, nick, and joey all lived in the family house\n  \n  And our older brothers Michael and Alex were still living in California but   had their own house as well\n  \n  Well as years went by :\n  \n  Christina got married to nick so she moved out - leaving a house to Kath,Lisa and Amy\n  \n  Dani turned 18 and moved out\n  \n  Michael- is a Realtor and travels alot\n  \n  Alex- travels and hardly is home\n  \n  So in the family house it leaves my parents, my younger brothers, and I and the dog. And our friends who come down from california to visit. We also have our own rooms as well\n  ","936170":"\n  We make the moments. Because we make the choice to go and do something, redo it, stop, continue etc\n  ","936171":"\n  Thank you so much! Crazy how much not only us sisters have changed but also the brothers\n  ","936172":"\n  🙂\n  ","936173":"\n  Woah ...  Christina never ages\n  ","936174":"\n  August\n  ","936175":"\n  Never thought orange would become a fav\n  ","936176":"\n  Thank you\n  ","936177":"\n  Thank you!! 💛\n  ","936178":"\n  Blue razzle dazzle\n  ","936179":"\n  Its been pretty good, not the best but not the worse\n  ","936180":"\n  ?\n  ","936181":"\n  Its night time here but good morning to you ☺\n  ","936182":"\n  Never been a huge fan of needles\n  ","936183":"\n  Thank you 💛\n  ","936184":"\n  Self growth and reflection ?\n  ","936185":"\n  I changed outfits three times today but the stripped crop T-shirt and jeans was the look\n  ","936186":"\n  I had friends on here that used to use it\n  ","936187":"\n  I never use it anymore :(\n  ","936188":"\n  You look happier you do 🎶\n  ","936189":"\n  Taco bell\n  ","936190":"\n  Not clicking links but I'm sure she is\n  ","936191":"\n  I was born a girl duh\n  ","936192":"\n  No bc I usually just wear shorts\/ sweatpants and a tank top\n  ","936193":"\n  Do not talk to me like that and I wasnt doing really anything wrong I guess someone reported me\n  ","936194":"\n  Dont have one\n  ","936195":"\n  All girls get peach fuzz and some girls leave it while others use methods such as waxing to get rid of it. I use the wax method but thank you very much :)\n  ","936196":"\n  I used to play uno a lot as a kid. Not so much anymore and have not tried it on a electronic device yet :)\n  ","936197":"\n  Just thoughts\n  ","936198":"\n  I get this a lot and I believe I just answered this completely on my Tuesday q & a\n  ","936199":"\n  Last month\n  ","936200":"\n  Before I was very shy to be in front if the camera when there were like interviews or tons of photos be in taken and normally let Lisa and Kath and Chris do the talking but now its like I don't even aknowledge the cameras\n  ","936201":"\n  Some girl walked in and seen the line and was like \"their food not even good all like that anyway\" if they werent any good why is there a huge line\n  ","936202":"\n  My family and other singers and creators\n  ","936203":"\n  Chipotle was the hotspot today and they had tons of people but some girl and her friend has this allergy where they had to change their gloves, wipe down everything and bring out new food and stuff so it was a wait\n  ","936204":"\n  Con calma\n  ","936205":"\n  Not really\n  ","936206":"\n  I waited 45 minutes to get food today 🙄\n  ","936207":"\n  Deep down there is\n  ","936208":"\n  Hi\n  ","936209":"\n  All awhile ?\n  ","936210":"\n  Anon\n  ","936211":"\n  Sunday I just had like a bad weekend lol\n  ","936212":"\n  Blurting out random things or assuming stuff. Doing stuff thats not really suitable to the situation\n  ","936213":"\n  I don't have kids nor am I pregnant and dont plan on being for awhile so not something I have to.make a choice immediately on\n  ","936214":"\n  Pretty good, you?\n  ","936215":"\n  She gets on whenever she feels like it\n  ","936216":"\n  Lisa\n  ","936217":"\n  Yeah\n  ","936218":"\n  Hello\n  ","936219":"\n  B :))\n  ","936220":"\n  My baby sister Dani yes\n  ","936221":"\n  Thank you! Filming :)\n  ","936222":"\n  My family always makes me laugh! ) 2010 vs. 2019!\n  \n  We recreated our first ever professional photoshoot as a band! We love a good fetus Cimorelli pic 👧🏻😂 send us any other pics you want us to recreate! We love revisiting our past!! 🥳😂\n  ","936223":"\n  Yup\n  ","936224":"\n  I'm doing gr8!!, you?\n  ","936225":"\n  Don't think I really gave up on anything that wasn't worth giving up on but instead just improved and changed\n  ","936226":"\n  I dont plan on every shaving my head but thank you\n  ","936227":"\n  You're rude\n  ","936228":"\n  Hello\n  ","936229":"\n  I have been apart of many exciting things but one that will forever be cherished is the trip me and Dani and our father took to Cuba last year to learn more about an organization called living waters for the world and how they are able to provide fresh clean water to those in need.\n  ","936230":"\n  Well to be fair there probably were a lot of people with wands there walking around and she just wanted to know who had the biggest 😂\n  ","936231":"\n  I'm not good at magic unfortunately :(\n  ","936232":"\n  Aw\n  ","936233":"\n  The egg fully cooked with no orange stuff\n  ","936234":"\n  I believe I'm pretty decent but not the best cook in the entire world lol\n  ","936235":"\n  No I have not. But my older houses in California burned down in the wild fires this year :( but gladly we moved back in 2015, still hurts that the houses were so many stories and memories  and even our friends are don't exist anymore except in pictures and our heads\n  ","936236":"\n  Amy: *burps*\n  \n  Me: have some respect 😪\n  ","936237":"\n  Didn't eat breakfast yet\n  ","936238":"\n  Salad\n  ","936239":"\n  Go out with friends or just do some things I really need to do to relax and feel refreshed\n  ","936240":"\n  Single\n  ","936241":"\n  Don't know if this was Ethan or not lol\n  ","936242":"\n  He makes me smile so much\n  ","936243":"\n  🤷🏻\n  ","936244":"\n  Give me 5000 for pickles\n  ","936245":"\n  Not sure\n  ","936246":"\n  Jedi 💛💛💛\n  ","936247":"\n  Sure 😊\n  ","936248":"\n  I had a formspring :)\n  ","936249":"\n  Waiting till after marriage sis\n  ","936250":"\n  Fourish\n  ","936251":"\n  36 I think?\n  ","936252":"\n  No I do not\n  ","936253":"\n  Road trip isn't road trip without mikey\n  ","936254":"\n  Happiness\n  ","936255":"\n  Blocking\n  ","936256":"\n  No\n  ","936257":"\n  Bbl while I sob in mg room because Mikey left road trip\n  ","936258":"\n  Never snuck out\n  ","936259":"\n  BC I don't have a fetish like you do. Feet are just feet\n  ","936260":"\n  No, they havent. Just some of my siblings friends have haha\n  ","936261":"\n  Nope all my parents friends are respectful\n  ","936262":"\n\n   https:\/\/youtu.be\/IJjeVuIGwa8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  🖤\n  ","936263":"\n  No, when we lived in el Dorado our neighbors were pretty much the oarents of my friends since childhood ( Elli, Ryan, nick, Angie and others). When we moved to Malibu we lived in a gated community as well and one of our neighbors were nicki we just had respect and didnt bother her or stalk\n  ","936264":"\n  Because some guys like to prey on little girls and women and stalk, or harm or attempt to harm them\n  ","936265":"\n  Creep alert\n  ","936266":"\n  \"When we was your age ...\" Yep totally, and it gets annoying that these people dont hnderstand the world and society changes constantly nothing is ever going to be the same for eternity\n  ","936267":"\n  You're so weird, I can feed my ownself.perfectly fine\n  ","936268":"\n  Yes! Love it. Its where I go to clear my head. Used to have a beach view when I lived in Malibu and did a lot of music videos there as well\n  ","936269":"\n  Lol\n  ","936270":"\n  No one has the option\n  ","936271":"\n  Yup\n  ","936272":"\n  Yay\n  ","936273":"\n  Your birthday\n  ","936274":"\n  Now he's threatening the rtdramaa page 😂\n  ","936275":"\n  Instagram.com\/xjessxmilesx read the highlights\n  ","936276":"\n  Sorry I was reading more drama posted on all these others ...\n  ","936277":"\n  They all are :)\n  ","936278":"\n  Besides I'm pretty content with a new person\n  ","936279":"\n  Your birthday\n  ","936280":"\n  All except j but we barely talk\n  ","936281":"\n  So I cut off all contact lol\n  ","936282":"\n  Yeah it is ... Thats why I was so disturbed\n  ","936283":"\n  Optimistic\n  ","936284":"\n  A few\n  ","936285":"\n  Small things I was suppose to do\n  ","936286":"\n  Wherever Isis is\n  ","936287":"\n  - give those who are in pain a new body\n  \n  - give those who can't receive a baby that they always wanted\n  \n  - change others lives from bad to good\n  \n  - try to bring back the wildlife that doesnt exist?\n  ","936288":"\n  Not me but my sister christona makes some pretty good dressing out of scratch\n  ","936289":"\n  Corn amd rice\n  ","936290":"\n  Its like a small description of something like a word at the bottom of a page\n  ","936291":"\n  Because gross\n  ","936292":"\n  That you don't exactly need to know, our mission and Goa is not all about the money. But spreading a positive message to our supporters that there is hope and a reason to be alive....\n  ","936293":"\n  Thank you 💛\n  ","936294":"\n  Like long distance? Its possible but complicated. Unless you find a really rare gem, see eschother and what not\n  ","936295":"\n  Not multiple. But just the ones that are the same thing over and over or really personal, too much, perverted fetish type quesrions or just in general hurtful, hate, discriminating ones\n  ","936296":"\n  Just nature in general is relaxing\n  ","936297":"\n  Definitely following your own dreams. Yes you parents try to recreate their lives by having you do whatever they used to do or wanted to do. But the real question at the end is : is this what you're happy doing? Is this what you wsnt in life? Or do you have a different vision\n  ","936298":"\n  Its a really complicated and long story\n  ","936299":"\n  I wouldn't say hidden but I am pretty good at untangling things such as knots in jewelry and whatever\n  ","936300":"\n  Normally I offer them to go out somewhere quiet and nicely and calmly break bad news\n  ","936301":"\n  I like to stand back. I'm an introvert so mostly I'm quiet and observe even if I want to say something\n  ","936302":"\n  Again .... Talking to someone\n  ","936303":"\n  I believe the girls even if some of it is not true\n  ","936304":"\n  To love and be loved 💛\n  ","936305":"\n  My name is Hugh .... Hugh janas\n  ","936306":"\n  Orange has become a favorite this year and blue\n  ","936307":"\n  As a response or a question?\n  ","936308":"\n  Awe thanks\n  ","936309":"\n  Yup\n  ","936310":"\n  Thank you 😁\n  ","936311":"\n  Appreciate it 😊\n  ","936312":"\n  Hello\n  ","936313":"\n  Maybe once, but normally I can pick up she they are\n  ","936314":"\n  Go out and venture into the world and try new things\n  ","936315":"\n  To be able to block someone from seeing your wall and answers\n  ","936316":"\n  Opposites attract but somewhere you're going to have to do a lot of compromising or else its never going to work out and youre just going to argue all the time over every little thing\n  ","936317":"\n  Very much, now alone I tend to get anxiety and panic at times\n  ","936318":"\n  Not like in love but I did have like a crush on them\n  ","936319":"\n  John bellion\n  ","936320":"\n  Yes I do\n  ","936321":"\n  My life is going good so far now. And sure I would because I can look back on how much I grew and what I learned, and how much I changed since then\n  ","936322":"\n  Okay 😁\n  ","936323":"\n  Only go on them if you really want to and need it\n  ","936324":"\n  No lol\n  ","936325":"\n  Its probably just the situation or vibe they are getting or used to get\n  ","936326":"\n  I dont think I really move around that much unless I can't sleep and keep waking up, just having like really bad panic attacks or anxiety or a night thats restless. I normally just hold onto the blanket (if you know what I actually mean, like how kids hold onto those little small stuffed animals with a small fabric attached). Stuffed animals I nornakky kick off my bed\n  ","936327":"\n  Thank you!! 💛😊\n  ","936328":"\n  On my feet, but its more like a uncomfortable feeling\n  ","936329":"\n  Yes :)\n  ","936330":"\n  No I did not sorry 💛\n  ","936331":"\n  Nope\n  ","936332":"\n  Watching ... Everytime it comes out as \"thanks for WAYching\n  ","936333":"\n  I'll find my happy ending\n  ","936334":"\n  Youre soulmate is not always exactly your husband, significant other or whatever. It can be a friend, sibling as well\n  ","936335":"\n  Thank you\n  ","936336":"\n  Thank u\n  ","936337":"\n  Thank you :)\n  ","936338":"\n  I'm always busy\n  ","936339":"\n  Avengers endgame\n  \n  Ugly dolls\n  \n  Detective pika chu\n  \n  The curse of LA llorna\n  \n  A madea family funeral\n  ","936340":"\n  No I don't sorry\n  ","936341":"\n  Or never talk to the toxic person ?\n  ","936342":"\n  I don't know\n  ","936343":"\n  Hello 😊\n  ","936344":"\n  Haven't listened to it yet\n  ","936345":"\n  Memories\n  ","936346":"\n  Thank you 😊💛\n  ","936347":"\n  Leo and depends on the person and if we click\n  ","936348":"\n  G wagon\n  ","936349":"\n  I don't ignore anyone\n  ","936350":"\n  Hello\n  ","936351":"\n  Normally relax and try to do stuff I like\n  ","936352":"\n  Mutual what\n  ","936353":"\n  Pork chops and cheesesticks\n  ","936354":"\n  Food,clothing\n  ","936355":"\n  I'm good 😊\n  ","936356":"\n  Girls like you\n  ","936357":"\n  Leave me alone 😥\n  ","936358":"\n  If Mikey is no longer a member and JJ is his replacement I'm unstanning\n  ","936359":"\n  He acting like he upgraded me but I upgraded him 💅🏻\n  ","936360":"\n  Thanks lol NEW VIDEO\n  \n   https:\/\/youtu.be\/a6_9BUvitqk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","936361":"\n  Just smacked the Frick out a pinata on the first try tonight\n  ","936362":"\n  Talking to someone\n  ","936363":"\n  No\n  ","936364":"\n  Just surprised is all\n  ","936365":"\n  A lot I don't even know how to process it all or know if its true or not\n  ","936366":"\n  I'm honestly so disturbed at some drama and stuff thats been leaked about someone\n  ","936367":"\n  Just having a gr8 time\n  ","936368":"\n  Thanks 😊\n  ","936369":"\n  Popcorn\n  ","936370":"\n  My baby sister Dani and my friends ?\n  ","936371":"\n  Multiple people haha\n  ","936372":"\n  Uh no\n  ","936373":"\n  Probably the last time I was in the hospital due to visiting Cuba and ended up getting sick from tainted water. The staff were so slow and rude\n  ","936374":"\n  Thank you\n  ","936375":"\n  Thank you\n  ","936376":"\n  They should. But tricky to find a song that matches perfectly for both :)\n  ","936377":"\n  Well sadly people just want to hate on others behind anon now a days\n  ","936378":"\n  Just hanging out with the b.e.a.n\n  \n  Z\n  ","936379":"\n  I prefer they don't\n  ","936380":"\n  Perfect :)\n  ","936381":"\n  Lol I'm talking to someone but definitely single\n  ","936382":"\n  The one where they call you someone else's name and then write about how they moved on finally and stuff\n  ","936383":"\n  I'm waiting till after marriage :)\n  ","936384":"\n  Waiting till after.marriage so never had a sexual experience besides kissing\n  ","936385":"\n  I don't really gave a lover right now\n  ","936386":"\n  A beach view or ocean\n  ","936387":"\n  When I'm refreshed and can think and there's something I feel myself or others can relate to\n  ","936388":"\n  Zelda\n  ","936389":"\n  Basically able support for your child, know when they need to see a doctor or whatever, and youre not pawning your child off to others 24\/7 or trying to kill or whatever or been commited of any crime, and must be drug free. And with all these kids finding their parents guns and shooting themselves or another person i think parents who own guns should not be permitted to have them in a house or around a child\n  ","936390":"\n  Hello\n  ","936391":"\n  I do not own one and never took an interest in them :)\n  ","936392":"\n  Calm\n  ","936393":"\n  Me too 😊\n  ","936394":"\n  Yes, keyboard :)\n  ","936395":"\n  Celebrating my four year confirmation 💛💛\n  ","936396":"\n  Happy birthday to max. Was great to be part of this surprise my sister put together for her boyfriend\n  ","936397":"\n  There's 5?\n  ","936398":"\n  Home\n  ","936399":"\n  By the water on the beach\n  ","936400":"\n  I had chicken over arugula\n  ","936401":"\n  Awe thank you 💛\n  ","936402":"\n  20\n  ","936403":"\n  I'm talking to someone...\n  ","936404":"\n  Probably five years older\n  ","936405":"\n  I dont want kids yet\n  ","936406":"\n  Nice\n  ","936407":"\n\n   https:\/\/youtu.be\/e-8AcsSb7Nw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","936408":"\n  YouTube, Spotify, iTunes or any other music streaming provider\n  ","936409":"\n  I know and my followers. But its okay :)\n  ","936410":"\n  Maybe it was just an illusion\n  ","936411":"\n  Haha thanks\n  ","936412":"\n  I don't like lying unless its necessary\n  ","936413":"\n  It ended up getting randomly suspended\n  ","936414":"\n  Beauty and the beast\n  ","936415":"\n  No.\n  ","936416":"\n  September but at least Its not october 😉😋\n  ","936417":"\n  Still a low place on the list, but I got annoyed before and asked them to remove me off it\n  ","936418":"\n  One hot mess\n  ","936419":"\n  I do. But I do not add people.I do not know on Facebook. And my Instagram is my name first and cim\n  ","936420":"\n  Why does it honestly matter\n  ","936421":"\n  Not evil. I love all five of my sisters even if we disagree at times.\n  ","936422":"\n  Yup I'm just lauren\n  ","936423":"\n  I think a negative emotion that none of us really want to feel or be but we feel that way because how we are treated by others or see someone else getting what we dream or want to have\n  ","936424":"\n  With all the tea spilt overnight and today on a band I used to support, cherish and love each individual as a friemd or even someone I used to be romantically involved with. I feel really sick and disturbed ...\n  ","936425":"\n  Welcome back\n  ","936426":"\n  Not a full picture but here's an idea, and yes my nails are actually painted 😊\n  ","936427":"\n  I'm good you?\n  ","936428":"\n  Nice\n  ","936429":"\n  😍😍😍\n  ","936430":"\n  Hey guys! You may have seen us on YouTube and wondered, who are these girls? We are 6 sisters from a family of 11 kids- yep, we also have 5 brothers! We started our band in our hometown in Northern California in 2007 and since then it's been quite the journey. From playing classic rock covers as a full band, to creating acapella arrangements of covers and uploading them to our YouTube channel, to moving to L.A. and signing with a major record label, to going the traditional \"girl group\" route, to completely rebelling from that and dressing super grungey and performing a 90 minute set of almost all acoustic songs, to leaving our record label and moving all the way to Nashville to become independent artists, we've come a long way since 2007! lol\n  \n  The ONE constant in our journey has always been YOU GUYS- our amazing, bizarre, international, devoted internet family, the Cim Fam!! We really could not have done any of this without you guys, and to say we are incredibly thankful and full of gratitude for each and every one of you is a HUGE understatement.. THANK YOU, from the bottom of our hearts! We love you guys so much, and every single decision we make is with you and your well-being in mind!\n  \n  Through this crazy and incredible journey, what we've learned is that the most important part of what we do is the MESSAGE. You guys poured out your hearts to us and shared your darkest secrets, and we realized the only thing we could do was pour our hearts out back to you and make music with the messages we believe will be helpful and positive to you. Our messages are anti-suicide, positive body image, strong self-worth, and finding Faith in the darkest of times. Our mission is to create music and art that reflects this strong core belief that NO ONE is a lost cause- there is hope for everyone, no matter how \"far gone\" they may seem.\n  \n  We have cried in front of you guys dozens of times on stages from the U.S. to South America to Europe to the Philippines. We have held you, hugged you and listened to your stories in person in meet and greet lines and backstage. We know your hearts, and we care deeply for you guys as if you were our own brothers and sisters, and that is what makes us family!\n  ","936431":"\n  Really good\n  ","936432":"\n  Sleep\n  ","936433":"\n  Nope\n  ","936434":"\n  Who is asking?\n  ","936435":"\n  Because everyone tries to compete with each other on who or what looks better and like a picture perfect family. Social media isnt real anyway\n  ","936436":"\n  15 lots of love and I want a big family like 5 or more\n  ","936437":"\n  Probably because every other guy they known just wanted that from them ?\n  ","936438":"\n  We don't discuss political choices\n  ","936439":"\n  Curse of LA llornna\n  ","936440":"\n  Havemt watched that show\n  ","936441":"\n  Waiting till after marriage\n  ","936442":"\n  Well consodering youre on anon no one really knows who you are\n  ","936443":"\n  Springrolls\n  ","936444":"\n  Thank you\n  ","936445":"\n  Phases by pretty much\n  ","936446":"\n  Lol\n  ","936447":"\n  I'm good at acting\n  ","936448":"\n  Me: nick I dance better than you\n  \n  Nick: pretty sure you learned from me\n  \n  B: nick, she does\n  ","936449":"\n  Oh the tea thats being spilt ....\n  ","936450":"\n  I dont have one\n  ","936451":"\n  I'll wall to wall u\n  ","936452":"\n  Me in Florida last week pretending I know how to relax <3\n  ","936453":"\n  Please go to their Instagram and comment rachelnemiroff !!!\n  ","936454":"\n  Thank you\n  ","936455":"\n  I was homeschooled so the only rumors we had were the ones about who ate whose food 😂\n  ","936456":"\n  Blue or orange\n  ","936457":"\n  Sending virtual hugs\n  ","936458":"\n  I don't think I ever been on a train ride... ( will be adding this to my bucket list) but probably the flight to China was the longest. Especially delayed flights as well\n  ","936459":"\n  Yup\n  ","936460":"\n  My family\n  ","936461":"\n  Thank you 💛\n  ","936462":"\n  Hello\n  ","936463":"\n  Exciting\n  ","936464":"\n  Play\n  ","936465":"\n  Not sure what's more depressing Jere. The fact you call yourself a \"friend\" to someone or the fact that every time they like someone or reveal they think they're cute you have to try and ruin that for them by saying oh he's been hanging out with so and so when there's nothing from the media or their socials of them be in together. Not even a simple picture. And the person has those people on her list where she can easily just message them and ask. So therefore we don't need toxic fake friends in our lives\n  ","936466":"\n  I have not but I did get invited to go see it last night by a friend\n  ","936467":"\n  I crack my ownself up mostly\n  ","936468":"\n  Not really.\n  ","936469":"\n  Lately it has been orange\n  ","936470":"\n  Probably like every dour years unless outdated or broke it\n  ","936471":"\n  Yesterday\n  ","936472":"\n  Wake up go for a run, brush my teeth and hygiene, eat breakfast get started on work\n  ","936473":"\n  Towel or natural\n  ","936474":"\n  Everything Kevin did in home alone 😉\n  ","936475":"\n  Dance battle\n  ","936476":"\n  But it has a dog\n  ","936477":"\n  Like it wasn't a bad vacation but I could not like relax and enjoy it till the last night\n  ","936478":"\n  Lana Del ray, Jon belli on, Taylor swift so on\n  ","936479":"\n  Laughing\n  ","936480":"\n  Literally trying to talk to b and Its awkward\n  ","936481":"\n  Wondering why I become so awkward around people\n  ","936482":"\n  No we are all 100% blood related\n  ","936483":"\n  Instagram or twitter\n  ","936484":"\n  Last week\n  ","936485":"\n  Just havent found anyone I necessary can automatically click with\n  ","936486":"\n  Yes dyed it and its currently dyed\n  ","936487":"\n  So we just announced that the cimorelli podcast season 2 will be returning this Friday on our patreon and it will be on our YouTube  next Friday. Some are excited others not so much.\n  \n  Every other episode will be patreon only\n  \n  I'm sorry it is this way. But please understand that we couldn't even make a PODCAST if all the episodes were free. It was you either do it this way or don't do it all :( really sorry for the inconvenience BUT you will still get 10 free episodes to watch on YouTube. So only five less than last season! Love you and so sorry not everyone can get to see the full season but we still hope you love the free episodes!! 💛💛💛 understand we don't have a money tree in our house, we are INDEPENDENT artists who NEED to use these platforms - as a way to continue to provide great content for everyone and also support new music, Merch, tours and so on. I'm sorry 💛\n  ","936488":"\n  I'm.okay\n  ","936489":"\n  160\n  ","936490":"\n  Yes please\n  ","936491":"\n  I'm not sure\n  ","936492":"\n  Thanks... But I prefer beautiful or gorgeous\n  ","936493":"\n  Well thats rude\n  ","936494":"\n  Its not impossible but youre an anon and idk you personally\n  ","936495":"\n  Single\n  ","936496":"\n  Mine and christinas birthday party\n  ","936497":"\n  Few months ago\n  ","936498":"\n  Yeah, my cousins\n  ","936499":"\n  Has anyone else seen the channel has been inactive for almost 6 years and they been posting new videos like every week from a show that happens in 2010 all of a sudden? This is a sign\n  ","936500":"\n  You can't even make a secret twitter?\n  ","936501":"\n  Cleaning\n  ","936502":"\n  I always block out the license plate on my car due to the fact I don't want people stalking me. But the one van we did own awhile ago in california had a personalized license plate by cimfam\n  ","936503":"\n  Kinda\n  ","936504":"\n  Rugratz\n  ","936505":"\n  Dark, unless my blue light is on or fairy lights\n  ","936506":"\n  No\n  ","936507":"\n  Sporty, edgy and girly\n  ","936508":"\n  I think when someone gets sick or goes to the hospital thats when its normally in threes for me\n  ","936509":"\n  I think I always switch mine up. The one gas station I go to the one worker knows what type of lemonade drink I drink lol\n  ","936510":"\n  Christmas.\n  ","936511":"\n  Letssss go back to when I was 14 those were better times\n  ","936512":"\n  A really complicated situation indeed\n  ","936513":"\n  I'm like at the very bottom now\n  ","936514":"\n  Just basic nails\n  ","936515":"\n  Just a simple T-shirt and jeans\n  ","936516":"\n  Long story?\n  ","936517":"\n  Not rly sure what to think or say lol\n  ","936518":"\n  In a weird complicated situation\n  ","936519":"\n  Thank you 💛💛💛\n  ","936520":"\n  Can I tell you your fortune 😂\n  ","936521":"\n  I mostly text bc sometimes I'm in the middle of a conversation for business and people will call in the middle of it and I feel its pretty rude\n  ","936522":"\n  I don't pick, just blow into a tissue when needed\n  ","936523":"\n  My oarents used to tell me that as well when I was younger. And yes on fries, burgers, meat in general\n  ","936524":"\n  The one where the parrot was taken into custody for alerting its owners who were drug traffickers that the police was coming\n  ","936525":"\n  I'm just thinking about things\n  ","936526":"\n  We really need to release these or rewrite\n  \n   https:\/\/youtu.be\/a2C3PvPQ9j8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","936527":"\n  Eyes looking like crystal balls 🔮\n  ","936528":"\n  Yep have more fun drug free and sober\n  ","936529":"\n  My name\n  ","936530":"\n  Being that I work under my own management and label I can wear whatever I want and feel comfortable with. And I was homeschooled up until the one semester I took in college so I could wear whatever I wanted to 💛\n  ","936531":"\n  Thank you 💛\n  ","936532":"\n  You don't have to be\n  ","936533":"\n  Its no where near a new year yet\n  ","936534":"\n  Thanks\n  ","936535":"\n  No problem\n  ","936536":"\n  You're just being nice is all\n  ","936537":"\n  Not necessary a game. But like protective watching us 🤔💛\n  ","936538":"\n  Avocados are better\n  ","936539":"\n  I like the fudge ones\n  ","936540":"\n  It is, can be stressful at times\n  ","936541":"\n  The taste of soap is gross :(\n  ","936542":"\n  I been working on some band stuff, ate breakfast\n  ","936543":"\n  Most definitely not.\n  ","936544":"\n  You okay there ?\n  ","936545":"\n  Huh\n  ","936546":"\n  Awe no need to be shy\n  ","936547":"\n  Thats good 💛😊\n  ","936548":"\n\n   @Amanz0804\n  \n\n   @Aye_itsryan\n  \n\n   @AMlover12\n  \n\n   @Annathekiwi_\n  \n\n   @Alecim17\n  \n\n   @AshleighRBenson\n  \n\n   @amiraharveyy\n  \n\n   @bigboypete\n  \n\n   @BigAmericanFatso\n  \n\n   @birddawg19\n  \n  etc.\n  ","936549":"\n  Its going good Simon thank you, you?\n  ","936550":"\n  By a few not by many 🙃💛\n  ","936551":"\n  I'm wishing on a fallen star wondering where you are\n  ","936552":"\n  I know. Miss them so much\n  ","936553":"\n\n   https:\/\/youtu.be\/IJjeVuIGwa8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","936554":"\n  People will act like they're you're best friends but go behind your back and talk so much about you. Honey those were rumors and misguided information\n  ","936555":"\n  Sundays are for the lads 💛\n  ","936556":"\n  If I had a time machine baby you would be here right next to me,\n  \n  Cause I can't forget, staring out the window wishing I could go back for a minute,\n  \n  That's all I need, I tell you that I miss you and you would never leave me\n  \n  Cause every song and every street that reminds me of you and me,\n  \n  My friends don't see it but I'm not alright it's getting to me,\n  \n  It's been so long, but I can't find a way to move on,\n  \n  This ain't a movie ‘cause the end is not right,\n  \n  And after all this time,\n  \n  I haven't been alright,\n  \n  Since we said goodbye\n  \n  Cause I, I try to let go,\n  \n  But I don't know how to move on,\n  \n  And I tried to forget you,\n  \n  But I don't know how to move on,\n  \n  Tell me do you look back and think I'm just another mistake,\n  \n  While I'm sitting here still remembering the promises you made,\n  \n  Wish I could tell you what I'm thinking,\n  \n  But baby we're the titanic, and we're slowly sinking,\n  \n  The sky's clear the storm has passed, But it's still raining in my head,\n  \n  I try to stop but I can't help replaying every word you said,\n  \n  I'm falling apart more each day,\n  \n  Try to hold on to your memories but I can feel it fade away,\n  \n  And after all this time,\n  \n  I haven't been alright,\n  \n  Since we said goodbye\n  \n  Cause I, I try to let go,\n  \n  But I don't know how to move on,\n  \n  And I tried to forget you,\n  \n  But I don't know how to move on,\n  \n  How do you just let go when you don't know how,\n  \n  How do you know in time it'll all work out?\n  \n  And how do I know someday, I'll be okay?\n  \n  When all I know is how I feel right now\n  \n  Cause I, I try to let go,\n  \n  But I don't know how to move on,\n  \n  And I tried to forget you,\n  \n  But I don't know how to move on,\n  \n  To Move On\n  ","936557":"\n  It got suspended\n  ","936558":"\n  Yes many :)\n  ","936559":"\n  Lol 😂\n  ","936560":"\n  Have you ever wanted to tell someone you miss them but them you're like ... No because they won't care\n  ","936561":"\n  Definitely feel weirded out\n  ","936562":"\n  My name\n  ","936563":"\n  I don't want to watch it just BC I saw dog lol\n  ","936564":"\n  Jet skis sounds better\n  ","936565":"\n  Goodluck\n  ","936566":"\n  Currently been using the love spell brand\n  ","936567":"\n  Yes\n  ","936568":"\n  Gotta figure out how we want our hair to look, what outfit looks best for the occasion, make up , lotion and other stuff such a perfume, shoes etc\n  ","936569":"\n  I'm good, you\n  ","936570":"\n  My coworkers are my sisters ....\n  ","936571":"\n  Just to have a gr8 21st birthday and my sister has a good birthday as well and everything goes as plan\n  ","936572":"\n  Daily\n  ","936573":"\n  I just released the acoustic version of flames\n  ","936574":"\n  Hello\n  ","936575":"\n  Someone reported me most likely and I will\n  ","936576":"\n  If you come of anon sure\n  ","936577":"\n  Basically who I am besides a name\n  ","936578":"\n  The people I used to believe were true friends\n  ","936579":"\n  Look down on the weekly update lol\n  ","936580":"\n  One actually tried his best to change things where the other is just playing a game of trouble\n  ","936581":"\n  7\n  ","936582":"\n  A boat, food and water\n  ","936583":"\n  Michael and Nicholas, and then john and paul\n  ","936584":"\n  Thank you 💛\n  ","936585":"\n  Yes I do\n  ","936586":"\n  What if Bigfoot was just a really big bear or something\n  ","936587":"\n  We never know what actually exists until we discover it and see it for ourselves\n  ","936588":"\n  I believe theres multiple forms of life in the universe\n  ","936589":"\n  A bit complicated but yes\n  ","936590":"\n  Yes I can\n  ","936591":"\n  If I go to a new restraunt I do\n  ","936592":"\n  I normally just say hi to them. But my parents or grandparents I normally kiss on the cheek or a hug. My siblings and family members or friends a hug, managers and buinsess people a nice hand shake\n  ","936593":"\n  Thank you 💛\n  ","936594":"\n  I did thank you dave\n  ","936595":"\n  Go out and try to be more social\n  ","936596":"\n  Thank you\n  ","936597":"\n  I'm not looking to date right now sorry\n  ","936598":"\n  I don't really eat sweets that much\n  ","936599":"\n  Both. But sonic has the best fries I believe\n  ","936600":"\n  Down to earth, unique and grounded and generous people\n  ","936601":"\n  Normally just mock my sisters from time to time 💛\n  ","936602":"\n  Awe thank you 💛\n  ","936603":"\n  But then you get all the giftcards haha\n  ","936604":"\n  Went on vacation didnt feel connected much and I finally went out and wrote everything now. Came back to Tennessee and went bowling with my sister Amy and a friend Mel but feeling much better\n  ","936605":"\n  Not really a huge tea drinker\n  ","936606":"\n  Went to go visit a place today thinking they closed an hour later but when I got there I failed to a knowledge the sign and noticed everyone was leaving\n  ","936607":"\n  Yep\n  ","936608":"\n  Yes, I have many times\n  ","936609":"\n  About 10 currently?\n  ","936610":"\n  Today\n  ","936611":"\n  Chicken and rice\n  ","936612":"\n  My family\n  ","936613":"\n  Sometimes you just have to take the risk and let whatever happen\n  ","936614":"\n  Take time to refresh your mind and body and treat yourself\n  ","936615":"\n  I believe I do\n  ","936616":"\n  This week with Lauren - 4\/21\n  \n  Went down to Florida with my sisters a couple days ago. I was in a really reserved\/introspective mood this week but was unable really introspect at all bc I was so out of touch I couldn’t put words to anything I was feeling. So not exactly the best “vacation mood” lol but last night I couldn’t sleep so I went out to the back porch at our Airbnb and listened to some moody tunes and wrote out all my thoughts and feelings in a note on my phone. Basically was just attempting to understand my feelings or should I say the lack thereof lol I ended up understanding exactly how I had been feeling and why I had been trying to avoid it and felt waaayyy better after. Heading back to Nashville today feeling a lot more present and real than when I left ✨\n  ","936617":"\n  NEW VIDEO:\n  \n   https:\/\/youtu.be\/fy_LQfJevDs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","936618":"\n  We had so much fun on our first helicopter ride over the ocean with\n  \n   @panhandle_helicopter\n  \n  !! It was so cool seeing the ocean from a helicopter view 🌊 Highly recommend this experience if you’re in the Panama City Beach area. Rides start at only $40 a person, you guys should definitely check them out! 🌞\n  ","936619":"\n  It is\n  ","936620":"\n  Ethan 😂 but ooo we eating guuuud\n  ","936621":"\n  On vacation with mom and the girls and spending time with e\n  ","936622":"\n  If it continues to be like today then yes\n  ","936623":"\n  Good\n  ","936624":"\n  Kath: wanna go in the water?\n  \n  Me: uh no there are crabs in the water\n  \n  Kath: what do you think they’re gonna do? Steal your money?\n  ","936625":"\n  I did :) going out to dinner with my favorite boys\n  ","936626":"\n  Not sure\n  ","936627":"\n  Thanks\n  ","936628":"\n  Its in Florida\n  ","936629":"\n  I'm not releasing an album this year?\n  ","936630":"\n  I would say its half and half. Depends on what type of day I'm having and the situations\n  ","936631":"\n  Compassionate\n  ","936632":"\n  Awe thank you\n  ","936633":"\n  Yes you can! 💛 and it might've been because my old account was suspended\n  ","936634":"\n  I actually been on a little vacation for this week with ny mother and sisters. Been exploring and chilling on the beach. The last date I went on was about four or five months ago but I do have plans to catch up with some old friemds and that :)\n  ","936635":"\n  Awe thank you although I rarely wear dresses unless its like a special occasion\n  ","936636":"\n  Somewhat\n  ","936637":"\n  It is\n  ","936638":"\n  I don't really play games anymore but candy crush I was extremely addicted to\n  ","936639":"\n  Probably like my dream car, I would say house but I would have to have like a roommate or some one living with me as I'm like afraid to live on my own because I always had my sisters and brothers here in the same house. But now its just my younger brothers and I and my parents.\n  ","936640":"\n  Thats good\n  ","936641":"\n  One of the most underrated boybands of all times. And I actually met Logan at the beach when we lived in california and them we did a cover of mirrors with James as well\n  ","936642":"\n  Summer time.\n  ","936643":"\n  Find something to do\n  "}}