{"Question":{"938788":"\n   Have you ever played Pokémon go?\n  ","938789":"\n   It actually feels good that i finally got a burden  off me that was aggravating me...I don't think i would go out my way to help anyone else agin unless they go out they way to help me and that real talk\n  ","938790":"\n   Do You Like Broccoli And Cheese?\n  ","938791":"\n   Hello\n  ","938792":"\n   any kids\n  ","938793":"\n   Best person to follow on Facebook?\n  ","938794":"\n   Hi\n  ","938795":"\n   What's your favorite cologne?\n  ","938796":"\n   Do you talk much?\n  ","938797":"\n   Do you like candy 🍧 ?\n  ","938798":"\n   Well, time to turn in & \"attempt\" sleep... Adios y buenas noches... Besitos.. Mwah\n  ","938799":"\n   do you relate more to heroes or villains?\n  ","938800":"\n   Is shopping a form of entertainment for you?\n  ","938801":"\n   Are you a fan of the Snopie comics?\n  ","938802":"\n   Do you like long trips?\n  ","938803":"\n   I planted a mango tree seed today 💕\n  ","938804":"\n   Do you like European soccer\n  ","938805":"\n   My favorite color is purple. What is your favorite color?\n  ","938806":"\n   Who do you hate with a passion?\n  ","938807":"\n   Me and my bosses daughter work together I think I like her but we’re both married what should I do 〽️\n  ","938808":"\n   Are you going into 2021 single, taken, or married?\n  ","938809":"\n   Hi 🙋‍♀️\n  ","938810":"\n   Most used app on your phone?\n  ","938811":"\n   Do you like Cool kids\n  ","938812":"\n   How are you?\n  ","938813":"\n   Do you have a smart tv? If so, do you use all its features?\n  ","938814":"\n   Who misses MySpace\n  ","938815":"\n   Drink water!\n  ","938816":"\n   Do you prefer Rock or Pop?\n  ","938817":"\n   Do you drink enough water daily ?\n  ","938818":"\n   Do you have a valentines\n  ","938819":"\n   a year from now, when you kicking it in the Caribbean, smiling..you gonna say to yourself, \"Holding a slice of Cheesecake was right”\n  ","938820":"\n   How do you know when someone is lying ?\n  ","938821":"\n   Do you like Star Wars Universe ?\n  ","938822":"\n   Has anyone else ever gotten negative coins?\n  ","938823":"\n   You have to wear your last text message on a shirt. What does yours say?\n  ","938824":"\n   What ur favorite color??\n  ","938825":"\n   I think the Yellowstone Volcano is going to explode to end 2020\n  ","938826":"\n   Did you like Donald Trump as the President from 2016 -2020.\n  ","938827":"\n   do you have phopia from ... ?\n  ","938828":"\n   IM BACK!!!!!\n  ","938829":"\n   Do you have Audi ?\n  ","938830":"\n   Have you ever injured your head?\n  ","938831":"\n   What kind of car do you have?\n  ","938832":"\n   What was the last DVD you purchased?\n  ","938833":"\n   do you like Joe biden\n  ","938834":"\n   Do you have any tattoos? Pap! Or if you don’t,pap of one that you would like to get 🤗\n  ","938835":"\n   When's the last time you danced off camera?\n  ","938836":"\n   Do you currently or have you had Covid yet? Have you been tested for it? Are you worried about catching it?\n  ","938837":"\n   What’s your favorite type of tree?\n  ","938838":"\n   What is your favorite sport to play?\n  ","938839":"\n   where would you really like to travel to at the moment? ✈️\n  ","938840":"\n   Anyone else bi curious?\n  ","938841":"\n   Who is your most hated friend?\n  ","938842":"\n   Ever gone whale watching?\n  ","938843":"\n   Do you like pop music ?\n  ","938844":"\n   Are you afraid to travel by plane?\n  ","938845":"\n   Who is that wrestler that has that woman bodyguard\n  ","938846":"\n   Do the Snozberries really taste like Snozberries?\n  ","938847":"\n   What do you want to get pierced next?\n  ","938848":"\n   At what age did you stop trick or treating?\n  ","938849":"\n   Which questions do you usually delete?\n  ","938850":"\n   Tell me what kept you alive when you felt like nothing else could save you.\n  ","938851":"\n   while walking: music or podcasts?\n  ","938852":"\n   Marvel or DC?\n  ","938853":"\n   What do I need to do\n  ","938854":"\n   Do you have video games ?\n  ","938855":"\n   I saw my boyfriend rub another girls back and put his hand on her hip (for 3 seconds) after watching them flirt all night. When I confronted him about it he made me feel like I was over reacting and that I shouldn’t be upset. Am I in the wrong for being upset?\n  ","938856":"\n   What makes you really mad?\n  ","938857":"\n   Do you enjoy ice skating?\n  ","938858":"\n   Do you believe you have found or true love or might never meet them?\n  ","938859":"\n   Is it weirdd that there are men that like other men?\n  ","938860":"\n   Do you consider yourself a problematic person?\n  ","938861":"\n   Are you a pessimist or an optimist?\n  ","938862":"\n   Why do men like to sniff things ? Men are so annoying. 💀👣🐱\n  ","938863":"\n   Hey how are you\n  ","938864":"\n   🙏🌟.. The month of January spent flying in front of me!!.. how was it for You??.. Honey!!.. ☁️💜RIP💙☁ ..El mes de Enero se pasó volando frente a mí!! .. como fue para Ti??.. Corazoncito!!..️🌟🙏\n  ","938865":"\n   Do you have any piercings?\n  ","938866":"\n   Feeling like crying 😭 and like disappear and die\n  ","938867":"\n   Do men even actually want kids\/family? Most men I’ve known haven’t “planned” on having kids.\n  ","938868":"\n   Good morning!! I hope y’all have an amazing day!\n  ","938869":"\n   Are you single for Valentine's Day? If no is your answer what are you planning to do for your special someone?❤\n  ","938870":"\n   From 1-10, how weird are you?\n  ","938871":"\n   If you could send a message to aliens, what would you say?\n  ","938872":"\n   Say a joke\n  ","938873":"\n   What’s your current mood\n  ","938874":"\n   What subject did you love in school?\n  ","938875":"\n   How many states have you been to?\n  ","938876":"\n   Can’t believe it’s already 2025\n  ","938877":"\n   Do you smoke? Or no?\n  ","938878":"\n   What's your favorite song these days.\n\nI'd love to get some recommendations. :) \n\nAnd if you create music, give a shoutout! Don't be shy.\n  ","938879":"\n   Do you like carrots?\n  ","938880":"\n   Yes!!\n  ","938881":"\n   Have you ever done online dating?\n  ","938882":"\n   Captain America\n  ","938883":"\n   Have you ever been unable to sleep? What do you do with your time then?\n  ","938884":"\n   Do you agree with the system ?\n  ","938885":"\n   Where are you\n  ","938886":"\n   do you have a favorite aesthetic?\n  ","938887":"\n   ☀️\n  ","938888":"\n   How Do You Like Your Steaks?\n  ","938889":"\n   Do you stargaze?\n  ","938890":"\n   Do you ever stop and really think about things before making a decision\n  ","938891":"\n   When I’m alone and in the privacy of my home I just love to walk around my house naked, just wearing my thong, it feels so freeing, do any of you ladies feel the same way?\n  ","938892":"\n   Do you like hockey?\n  ","938893":"\n   Should Aaron Rodgers take the night off?\n  ","938894":"\n   Do you like plan big things ?\n  ","938895":"\n   If you could go back in time to have dinner with someone, who would you choose?\n  ","938896":"\n   How do I tell her I wanna date her?\n  ","938897":"\n   In my profile picture, how old do I look like? Do I look like 8 years old, 9 years old, 10 years old, 11 years old, 12 years old, 13 years old, or 14 years old? Just wondering\n  ","938898":"\n   Do you like where you live?\n  ","938899":"\n   Truth or dare?😎\n  ","938900":"\n   Damn excellent explanation, thank you very much! 🙏🏼\n  ","938901":"\n   Did you like DC movies ?\n  ","938902":"\n   Last person?  What’s up\n  ","938903":"\n   Multiple a day?!\n  ","938904":"\n   Do you believe in dark magic?\n  ","938905":"\n   Well shit that’s for sure, but why must it even have to be said?\n  ","938906":"\n   What's a state you've never visited?\n  ","938907":"\n   A cat’s nine lives\n  ","938908":"\n   Jeans or sweats\n  ","938909":"\n   What goes through your mind when ur alone?\n  ","938910":"\n   Watching #ItsAWonderfulLife? Thoughts on it.......\n  ","938911":"\n   Can u help me pls? 😥\n  ","938912":"\n   Are you a wrestling fan?\n  ","938913":"\n   Yea that’s correct!  🤣🤣\n  ","938914":"\n   How many delivery jobs can you work for? (Doordash, Postmates, Grubbhubb...) Can you work for all of them at the same time?\n  ","938915":"\n   What’s he doing\n  ","938916":"\n   When was the last time you smiled\n  ","938917":"\n   Do you have any piercings?\n  ","938918":"\n   what the hell is lex luthor's problem?\n  ","938919":"\n   Favorite color ?\n  ","938920":"\n   Can we talk?\n  ","938921":"\n   How often do you cry?\n  ","938922":"\n   Check in with your state 🗣\n  ","938923":"\n   Love is real ?\n  ","938924":"\n   If Santa wanted to retire, who should replace him?\n  ","938925":"\n   Do you prefer learning by reading about the subject or by listening to someone else explain it?\n  ","938926":"\n   comedy and romantic movies 🔥\n  ","938927":"\n   What is the month of your birthday?\n  ","938928":"\n   Do you think police are Racist\n  ","938929":"\n   Who is the last person you talk to\n  ","938930":"\n   How do you react with someone who replies \"Ok\" after your very enthusiastic speech?\n  ","938931":"\n   long story short my ex broke up w me 1.5 months before out one year and 2 months later i started talking to a guy and now im just overthinking the entire thing\n  ","938932":"\n   Every single year?!  Damnn\n  ","938933":"\n   Do you do all your vips tasks ?\n  ","938934":"\n   \"I'M A BARBIE GIRL IN A BARBIE WOOORLD! MADE IN PLASTIC SO FANTASTIC! I HAVE SURGERY EVERY SINGLE YEEAR!~ BECAUSE I AM A HOE AND EVEN KEN SAYS SO!\"\n  ","938935":"\n   How do you get over the a breakup?\n  ","938936":"\n   What do you like more chocolate or vanilla\n  ","938937":"\n   Did you have a good birthday?\n  ","938938":"\n   Is there anything that you are looking forward to in 2021?\n  ","938939":"\n   Do you believe in the boogeyman\n  ","938940":"\n   What's your favorite oldies artist\/band?\n  ","938941":"\n   What have you been up to all week?\n  ","938942":"\n   Money or true love??\n  ","938943":"\n   Are you terrified of the boogeyman?\n  ","938944":"\n   Do you watch the news?\n  ","938945":"\n   If the avatar was a real thing what power would you want to possess?\n  ","938946":"\n   How do you think your life will change years from now?\n  ","938947":"\n   Give me a random thought you just had 🧐🧐\n  ","938948":"\n   When asking a question on here, do you prefer a detailed answer or don't mind the one word answers?\n  ","938949":"\n   what has been the highlight of your day ?\n  ","938950":"\n   Are you currently planning anything?\n  ","938951":"\n   Have you ever cheated in a relationship ? If so what was your reason to why\n  ","938952":"\n   When is your Birthday?\n  ","938953":"\n   My teacher told me I deserve a can of whooopass. What does that mean?\n  ","938954":"\n   All it's fair in love ?\n  ","938955":"\n   what’s the weather\n  ","938956":"\n   Favorite type of pizza?\n  ","938957":"\n   Have you ever been stung by a bee?\n  ","938958":"\n   What’s your go to candy bar?\n  ","938959":"\n   Do you recycle\n  ","938960":"\n   Would you rather go without the internet OR showering for a month?\n  ","938961":"\n   Do you like sitcom ?\n  ","938962":"\n   What is the word for women who hate all men except her husband ? \n   I have met women like this. They get mad when you call them \"babe\". They will call the police on you for the slightest reason. \n   They get mad when you talk to them or look at them\n  ","938963":"\n   Fuck cancer!!\n  ","938964":"\n   Mexican food. Yay or nay?\n  ","938965":"\n   Who watches glee? I've rewatched it so many times now. I've lost count.\n  ","938966":"\n   If anyone else hungry?\n  ","938967":"\n   Are JAPANESE And CHINESE🇨🇳 the same things 🇯🇵\n  ","938968":"\n   i hate this shout out feature\n  ","938969":"\n   if your boyfriend turned into a little minnow, what would you do to him?\n  ","938970":"\n   What’s your favorite kind of burger? 🍔\n  ","938971":"\n   me too , netflix 😂💃🏼💃🏼\n  ","938972":"\n   i’m so tired. i can’t breathe.\n  ","938973":"\n   Where is one place you want to go after COVID-19 bans are lifted?\n  ","938974":"\n   Whats your xfinity\n  ","938975":"\n   Is Bay Ridge, Brooklyn a good place to live?\n  ","938976":"\n   What should we do rn?\n  ","938977":"\n   Do you like WhatsApp ?\n  ","938978":"\n   Weather where you are?\n  ","938979":"\n   Are there any crafts you enjoy?\n  ","938980":"\n   I'm in love with seanna. Forever and always. Since I first saw you at freshmen orientation 9th grade\n  ","938981":"\n   Do you like fuzzy PJS?\n  ","938982":"\n   What’s your order when going to McDonald’s\n  ","938983":"\n   Are you insecure about something?\n  ","938984":"\n   Who is your Inspiration?\n  ","938985":"\n   Do you know that here on the internet some special services can collect some information about you?\n  ","938986":"\n   What is something new you would like to try if given the opportunity?\n  ","938987":"\n   do you love history?\n  ","938988":"\n   Filter or no filter?\n  ","938989":"\n   Would former NFL middle linebacker Ray Lewis mind if I dream about him?\n  ","938990":"\n   Do you ever just wake mad 😡 and don’t know why ⁉️\n  ","938991":"\n   Are you in love?\n  ","938992":"\n   Do you like ice drinks hot hot drinks?\n  ","938993":"\n   If you were a butterfly, what stage would you be in at this point in your life? Still a caterpillar, transforming inside a chrysalis, or a fully transformed butterfly? 🐛🌪 🦋\n  ","938994":"\n   Are you always prepared for everything?\n  ","938995":"\n   Favorite month?\n  ","938996":"\n   Is there any home remedies that you stand by? If so, what?\n  ","938997":"\n   Do you like any particular show right now ?\n  ","938998":"\n   What's something that makes you smile?\n  ","938999":"\n   In my profile picture, how many percent shirtless am I between 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, or 90?\n  ","939000":"\n   I will never go on a speed date again\n  ","939001":"\n   Hey! What's up? Made a new account, and I don't remember everyone so.... yeah.\n  ","939002":"\n   Have all the pure hearted people such as myself been almost eliminated?\n  ","939003":"\n   Should AskFM decrease the number of weekly shoutouts for VIP members to maintain their VIP status? It’s currently set at 25 shoutouts\n  ","939004":"\n   if you were to rate yourself of how good you are at catching when someone’s lying, what’s your score? (1 being really bad at it, and 10 being you can always tell)\n  ","939005":"\n   Is it true if you don't use it you loose it.\n  ","939006":"\n   Did you turn out like your parents or did you become someone different?\n  ","939007":"\n   Idk y ppl complain about anonymous questions on here so personal . If you find it offensive weird or annoying just block the person or not answer . Fyi people are not obligated to show themselves on here either . Some ppl are not comfortable with it due to creeps online . Respect it and move on\n  ","939008":"\n   Do you like to do nothing ?\n  ","939009":"\n   Do you like Barmitsfahs\n  ","939010":"\n   What charity or cause do you support\n  ","939011":"\n   Anyone else randomly wake up at 4am\n  ","939012":"\n   When have you felt the most happy in life?\n  ","939013":"\n   What do you do right now?\n  ","939014":"\n   Then f I bought a phone from the phone company I use it for two years, then trade it in the after looking at videos, to find out the device I bought last longer than 2 years after trade in, are these people trying to do something else what’s the big idea?\n  ","939015":"\n   How’s your week?\n  ","939016":"\n   Why do people improve themselves after a divorce but not during the marriage?\n  ","939017":"\n   What helps you learn the best?\n  ","939018":"\n   Im done\n  ","939019":"\n   Seriously what’s going on\n  ","939020":"\n   Did you have a favorite subject in school?\n  ","939021":"\n   do you believe in ghosts?\n  ","939022":"\n   Fav movie?\n  ","939023":"\n   Your dream?\n  ","939024":"\n   Are you a forgiving person?\n  ","939025":"\n   What's the longest you can talk to someone before you start getting annoyed? 😂\n  ","939026":"\n   Were you ever into avril lavigne? 🔪\n  ","939027":"\n   hi\n  ","939028":"\n   Which do you prefer: sunset or sunrise\n  ","939029":"\n   Do you like salmon?\n  ","939030":"\n   Do you like to read ?\n  ","939031":"\n   Do you use a planner?\n  ","939032":"\n   How are you? ❤️\n  ","939033":"\n   How are  u\n  ","939034":"\n   Name one fictional character that you find relatable\n  ","939035":"\n   .\n  ","939036":"\n   What was the first band or musician you were really into? Do you still like it?\n  ","939037":"\n   how long can you sit in one place doing nothing before you get really bored?\n  ","939038":"\n   What is a trait you look for in person?\n  ","939039":"\n   I might have saved a little trouble for the next girl. A-'cause the next time that he cheats Oh, you know it won't be on me. No, not on me!\n  ","939040":"\n   Have a good day!\n  ","939041":"\n   Damn what’s going on?\n  ","939042":"\n   Love is a hard game to play ?\n  ","939043":"\n   I think recreating an account was a mistake. I know I originally had a reason... but even with blocking the people who previously gave me hate doesn't stop them from finding this new one. 😪\n  ","939044":"\n   Yay\n  ","939045":"\n   Fruity Ice Cream Or Regular Ice Cream?\n  ","939046":"\n   what’s ur day looking like?\n  ","939047":"\n   Hi people\n  ","939048":"\n   Girls there’s no point on controlling your man, the person who cheats always gets a way to do it\n  ","939049":"\n   🎁🎀.. Do you like to make Christmas Decorations??.. or do you prefer someone else to do it for You??..⛄🎄⛄.. Te Gusta hacer decoraciones Navideñas??.. o prefieres que alguien más lo haga por Tí?? ..🎀🎁\n  ","939050":"\n   If you had to chose one restaurant that you had to eat at for a month straight, which one would you choose?\n  ","939051":"\n   Parker rolls or Hawaiian rolls\n  ","939052":"\n   Do you plan to get married this year\n  ","939053":"\n   favorite season?\n  ","939054":"\n   Broken dreams and no ice creams for this 32 year old lady. I'm PERFECT for a guy :(\n  ","939055":"\n   Where do u see yourself in 2years ?\n  ","939056":"\n   Am I ugly? Ask for my photos and be honest\n  ","939057":"\n   No me gustan los triángulos amorosos!! Si también dices que la quieres a ella, entonces quédate con ella. Que te vaya bien.. Adiós!\n  ","939058":"\n   If you could have anything in the world what would you want ?\n  ","939059":"\n   Have you ever stopped to admire nature ?\n  ","939060":"\n   If you could visit a different planet, which one would you choose?\n  ","939061":"\n   Have you ever seen the show “the chilling adventures of Sabrina”?\n  ","939062":"\n   Prefer to dine out or dine in?\n  ","939063":"\n   What do you order at Starbucks?\n  ","939064":"\n   Do you like Marvel movies ?\n  ","939065":"\n   What's up?\n  ","939066":"\n   Do you have a favorite comedian?\n  ","939067":"\n   What are you doing today? \/\/ Que harás hoy?\n  ","939068":"\n   Hello\n  ","939069":"\n   How often do you check emails?\n  ","939070":"\n   Do you like small talk? (I don't too much tbqh)\n  ","939071":"\n   *screams in emotional pain* I HOPE YOU HAD A WONDERFUL DAY\n  ","939072":"\n   Which female celebrity has a perfect body?\n  ","939073":"\n   Whats your zodiac?\n  ","939074":"\n   China House or Burger King\n  ","939075":"\n   Ladders are stairs?\n  ","939076":"\n   Anybody wanna be my friend?\n  ","939077":"\n   The most lovely country in the world?\n  ","939078":"\n   Do you plan on traveling this year, if so where\n  ","939079":"\n   Last time you had a marshmellow\n  ","939080":"\n   Single or Taken ?\n  ","939081":"\n   🤗💚🙌\n  ","939082":"\n   Why do you answer shootout questions?\n  ","939083":"\n   Would you prefer dreams be \"real life\" and \"real life\" be a dream?\n  ","939084":"\n   Would you rather work hard for 1 million dollar (takes 4 years) or get 100,000 handed to you straight away?\n  ","939085":"\n   Do you like milkshake ?\n  ","939086":"\n   Best show\/movie series you binge watched\n  ","939087":"\n   The Lord Himself goes before you and will be with you; He will never leave you nor forsake you. Do not be afraid; do not be discouraged. Deuteronomy 31:8-9\n  ","939088":"\n   pepsi, coke, or dr pepper? 🥤\n  ","939089":"\n   I’m sad 🥺\n  ","939090":"\n   Love it\n  ","939091":"\n   What’s Your Favorite Movie Snack?\n  ","939092":"\n   Do you like scented lotions and soaps?\n  ","939093":"\n   mac and cheese or grilled cheese ?\n  ","939094":"\n   Post your best photography? 📸\n  ","939095":"\n   What are your plans on today February 5,2021\n  ","939096":"\n   Where are u\n  ","939097":"\n   Do you like Nutella?\n  ","939098":"\n   Why u hate me? 😞\n  ","939099":"\n   When’s your birthday?\n  ","939100":"\n   do people still have accounts where they’re fictional characters and they pretend to be them bc some of y’all be boring 😢\n  ","939101":"\n   You will know for sure.🙏🏾\n  ","939102":"\n   Congratulations\n  ","939103":"\n   do you prefer day or night? why?\n  ","939104":"\n   When was the last time you saw a shooting star?\n  ","939105":"\n   Are you happy in life now?\n  ","939106":"\n   Do you like Orange pie ?\n  ","939107":"\n   Do you have any Christmas Eve traditions?\n  ","939108":"\n   Do you listen to radio ?\n  ","939109":"\n   Ever held a party\n  ","939110":"\n   Heey\n  ","939111":"\n   I made a baby.\n  ","939112":"\n   Pizza Hut\n  ","939113":"\n   Something expensive that is worth it in your opinion:\n  ","939114":"\n   Is there any product that you couldn't live without?\n  ","939115":"\n   Are you having a good weekend?\n  ","939116":"\n   do you like to go out\n  ","939117":"\n   Wats good with you?\n  ","939118":"\n   Do you like the cold weather? If you do what’s your favorite things about it 💫\n  ","939119":"\n   Who is the bravest person you know?\n  ","939120":"\n   I am open to any questions! 😄 Bring them on! (Lol, if rapid response needed)\n  ","939121":"\n   Dedicate a song to your crush and\n   \n    @tag\n   \n   them if you're brave!\n  ","939122":"\n   Favorite type of chocolate?\n  ","939123":"\n   Fav song?\n  ","939124":"\n   Harry Potter. The boy who lived...\n  ","939125":"\n   What do you use more your card or cash? 💳 💵\n  ","939126":"\n   Post a panda GIF under this question.\n  ","939127":"\n   Is there a point where you can't eat any more snacks?\n  ","939128":"\n   What is something you'd never give up?\n  ","939129":"\n   Has someone ever gotten mad at you for reasons you deemed \"irrational\"? If so, what were they mad about and why do you feel like they shouldn't have been mad?\n  ","939130":"\n   Biden or 💩 trump?\n  ","939131":"\n   anyone wanna be friends?\n  ","939132":"\n   what is up\n  ","939133":"\n   What is something you strive to own someday?\n  ","939134":"\n   Have you’ve ever walked into the wrong restroom?\n  ","939135":"\n   How do you feel about shoutouts\n  ","939136":"\n   If you had to wear one color for the rest of your life. Which color would you choose?\n  ","939137":"\n   If you spent $5 at Starbucks every day for a whole year, it will only total up to almost $2,000. Go become a caffeine addict 😂\n  ","939138":"\n   I know so bruhhhhhh\n  ","939139":"\n   what is your favorite breed of dog? what about cat?\n  ","939140":"\n   No you definitely had it done to you, I don’t know how much you enjoyed it though but it doesn’t really matter right\n  ","939141":"\n   Have you ever stood in a field of flowers?\n  ","939142":"\n   Yes u do, I saw it!  Haha..3men, 3 Ds, 3 lady holes\n  ","939143":"\n   Feelings on stormy weather?\n  ","939144":"\n   Follow for follow?\n  ","939145":"\n   May your day go smoothly and be filled with little reminders of love wherever you go. ❤️\n  ","939146":"\n   Yea did u enjoy the triple penetration!?\n  ","939147":"\n   What do you think Donald Trump is doing right now in Mar-A-Lago?\n  ","939148":"\n   I mean shit. We have off buttons on our phones for a reason🤷🏻‍♀️ but I also feel like if u get on an app like this you’re gonna get the good and bad so be prepared yfm?\n  ","939149":"\n   Why are y’all so sensitive to certain questions?\n  ","939150":"\n   WYR love or be loved?\n  ","939151":"\n   Damn do u laugh when ur world is slowly deteriorating around you?  I sure do!  🤣🤣🤣🤣🤣\n  ","939152":"\n   Would you ever sky dive or bungee jump?\n  ","939153":"\n   ❤️\n  ","939154":"\n   Definitely pretend like this shit won’t alter ur life forever...definitely enjoy ur sleep tonight!  Too bad EVERY man in ur future will treat you the same exact way from this moment on!  Make sure to get those neck muscles stretched and loose\n  ","939155":"\n   What's a song that means a lot to you?\n  ","939156":"\n   Is the last thing on ur mind before you go to sleep positive or negative?\n  ","939157":"\n   Anyone got any female clothes or shoes\/heels they are getting rid of\n  ","939158":"\n   Oh you welcome that?  Fantastic I’m glad\n  ","939159":"\n   Favorite adele song?\n  ","939160":"\n   Lololol, you don’t know me but everyone you know will soon know ALL about you\n  ","939161":"\n   Hey~ soooooo I just posted a new story and wanted y’all to check it out!! You can also read two of the others I have; that I’ve worked on. 💖✨✨\nMerci beaucoup ! 🦇\n  ","939162":"\n   My house\n  ","939163":"\n   What’s something that annoys you?\n  ","939164":"\n   Can someone explain how hard I messed up in the simplest way possible?\n  ","939165":"\n   Got it..so get ur ass over here then\n  ","939166":"\n   Are you a traveler or a homebody?\n  ","939167":"\n   How is your health?\n  ","939168":"\n   Unpopular opinion: pizza is overrated\n  ","939169":"\n   How do the wealthy people can manipulate others?\n  ","939170":"\n   GOOD MORNING 🙏 🌄 ☺ 💓 ✨ 💛 🙏 🌄 ☺ 💓 ✨ 💛 🙏 🌄 ☺ 💓 ✨ 💛 🙏 🌄 ☺ 💓 ✨ 💛 🙏 🌄 ☺ 💓 ✨ 💛 🙏 TO EVERYONE\n  ","939171":"\n   What month is your bday in?\n  ","939172":"\n   Do you love the beach ?\n  ","939173":"\n   Do you like spicy foods?\n  ","939174":"\n   Hello\n  ","939175":"\n   What's the last concert\/festival you attended?\n  ","939176":"\n   Are you a hot weather or cold weather type of person?\n  ","939177":"\n   What’s your favorite type of sandwich? 🥙🥪\n  ","939178":"\n   what is your most prized possession?\n  ","939179":"\n   What do you hope your future home has?\n  ","939180":"\n   Were are you from\n  ","939181":"\n   Bc of the lights and stripper pole?\n  ","939182":"\n   Ever have to work alongside an arrogant stupid mf???\n  ","939183":"\n   Ever been on a military base\n  ","939184":"\n   No one will know...seriously do it now\n  ","939185":"\n   Is it right for someone to settle for what is less (in exchange for leisure and ease) when they can achieve more?\n  ","939186":"\n   Why not?\n  ","939187":"\n   Where do you get joy from?!\n  ","939188":"\n   You are home?  Who’s with you\n  ","939189":"\n   Do it\n  ","939190":"\n   Post your favorite picture!\n  ","939191":"\n   Music instead?  Me too..so u home?\n  ","939192":"\n   I treat everyone with much respect. I feel like I have spent most my life making others happy and forgot about myself. Should I focus on myself and stop giving my energy to others since ita not getting me anywhere in life but being taken advantage of my kindness??\n  ","939193":"\n   I bet they are on the background tho\n  ","939194":"\n   post a picture or video of your favorite part of your home.\n  ","939195":"\n   Do you miss any tv show ?\n  ","939196":"\n   Slime!\n  ","939197":"\n   ?\n  ","939198":"\n   Some of you don’t understand question. I mean do you stay in pjs all day or change in real clothes\n  ","939199":"\n   ⋆࿐ྀུ Have you ever seen a shooting star? If so, do you have pictures?\n  ","939200":"\n   It has been a long time since I watched a really good movie. Its been a really long time since I watched ANY movie.... What should I watch?\n  ","939201":"\n   What’s your favorite nursery rhyme\n  ","939202":"\n   I hate dreaming about work.   I spend enough time there during the week.\nWhats the last dream you had, that you can remember?\n  ","939203":"\n   whats your fave thing to do when bored?\n  ","939204":"\n   What does it mean to be human?\n  ","939205":"\n   Can you distinguish between a real man and a boy trying to look like a man?\n  ","939206":"\n   Are you one who requires a lot of attention from your s\/o? Or not?\n  ","939207":"\n   what really grinds your gears ?\n  ","939208":"\n   Do you ever look up at the stars and wonder if any of this is actually real? 🌟\n  ","939209":"\n   Yes what does that cost? I have insurance so it’ll be free for me but I’m just wondering what the common man wud pay?  And this is a family business that you go to right?\n  ","939210":"\n   yeah thts pretty much what I did. I cry when I am mad or overly frustrated , sometimes that is all you can do. its hard to stand back and look at certain things with a clear simple logic\n  ","939211":"\n\n    https:\/\/www.youtube.com\/watch?v=bE3mHwfMyDM\n   \n   Hi. I hope you like it :) Have a nice day :)\n  ","939212":"\n   What do you plan on eating tonight? Anything scrumptious?\n  ","939213":"\n   If the insurance wasn’t covering? I know it’s expensive right?\n  ","939214":"\n   This shii get hard I know🤦‍♂️\nYou cannot give up hope💯\nStay down and stack your dough💸💸\nGrind that shii out fasho💪🏻\n\n-Seddy Hendrinx \n\nIs this a motivational message💯💪🏻? \n\nCause to me it is a motivational message💯💯, btw it's from a song\n  ","939215":"\n   Is there a food that you are craving that has been unavailable during COVID-19?\n  ","939216":"\n   What does that usually cost ya?\n  ","939217":"\n   i'm  learning marketing online it helps me in my work . i get a course how write essay in English . you know my language is arabic 😂 i can't speak English well  , all the time  stay  in the home , watch movies😎 drama  💜\n  ","939218":"\n   Do you have an object that makes you feel more confident when you have it with you?\n  ","939219":"\n   I was it a full hour? Or pretty much when the job is complete it’s done?\n  ","939220":"\n   Me too\n  ","939221":"\n   Sure I can understand that\n  ","939222":"\n   What did you get for Christmas?\n  ","939223":"\n   Do you belive in life after death?\n  ","939224":"\n   Favorite app\n  ","939225":"\n   Whats the perfect date with the person person? What, where, who?\n   \n    @Tag\n   \n   Your Crush, if your brave\n  ","939226":"\n   How are you\n  ","939227":"\n   How do you deal with heartbreak?\n  ","939228":"\n   What is your favorite restaurant?\n  ","939229":"\n   You can ask me everything..\n  ","939230":"\n   Who are you thinking about tonight?\n  ","939231":"\n   Change my mind: Kanye West won the 2020 election but they rigged the results so we would never know that.\n  ","939232":"\n   How was the meeting a year ago?\n  ","939233":"\n   Like what kind\n  ","939234":"\n   Do a coin giveaway\n  ","939235":"\n   Right, something about your teaching or something? Is that what you’re going with? Are they recorded?\n  ","939236":"\n   Favorite actress?\n  ","939237":"\n   If you had the chance to win 1 million what would you do with the money?\n  ","939238":"\n   Another appointment? I guess they’re daily?\n  ","939239":"\n   What's the scariest movie you've seen recently?\n  ","939240":"\n   What is a spirit\n  ","939241":"\n   Who is your favorite fictional character?\n  ","939242":"\n   Do you like subcompact cars? Call your reasons why?\n  ","939243":"\n   What would you do if I gave you a million dollars\n  ","939244":"\n   Some how we are all stuck there ..\n  ","939245":"\n   You see I never thought you would be a bully, so this is pretty fun for me.\n  ","939246":"\n   Te has enamorado?\n  ","939247":"\n   How would you write a thesis statement for an essay about leaving the past?\n  ","939248":"\n   Which animal would you like to be?\n  ","939249":"\n   what annoys you\n  ","939250":"\n   Hello how was your day?\n  ","939251":"\n   Would you rather have a private island or a private jet?\n  ","939252":"\n   What are you up to?\n  ","939253":"\n   If you were you wouldn’t of made me sad as I was, because when I’m sad I like to look for things.\n  ","939254":"\n   if you wear makeup, what's your favorite cosmetics brand?\n  ","939255":"\n   Because you’re deliberately awful, and you can claim or justify whatever you like, but you’re a shitty fucking person usually every day\n  ","939256":"\n   Nike Air Max or Adidas Superstar?\n  ","939257":"\n   I hope you’ll have an amazing Monday!!\n  ","939258":"\n   Any advice for studying?\n  ","939259":"\n   Be happu plz\n  ","939260":"\n   ¿cuantas veces te han roto el corazón?\n  ","939261":"\n   Oh for sure, but you’re a bad person too so why are you upset\n  ","939262":"\n   Would you like to be famous?\n  ","939263":"\n   You can be worried and optimistic at the same time but not about the same thing, or the same aspect of the same thing. Give us an example if you disagree.\n  ","939264":"\n   Who makes you happy\n  ","939265":"\n   Well thank God I’m a bad person\n  ","939266":"\n   What did you Google last?\n  ","939267":"\n   Do you like Nickelback ?\n  ","939268":"\n   Sorry if anyone gets spammed w my shutouts I'm doing the vip test so what's everyone doing x\n  ","939269":"\n   what is your funniest \"is this happening right now\" story in ad few words as possible\n  ","939270":"\n   What the book influenced on you?\n  ","939271":"\n   Modern science: the rise in the sky leads to more and more loss of air, to suffocation!\nThis is what the Qur’an told about 1400 years ago! Who told the Prophet Muhammad these facts?\n  ","939272":"\n   How do you know of a person likes you or is bored with life.....and his wife?\n  ","939273":"\n   Who do you have a crush on?\n  ","939274":"\n   (๑> ᴗ< )💓 Mommy!\n  ","939275":"\n   You said, “I wish I did more but I don’t“\n  ","939276":"\n   Favorite brand of deodorant?\n  ","939277":"\n   Will you be taking the COVID vaccine?\n  ","939278":"\n   Favorite color of bells\n  ","939279":"\n   What special thing are you going to do today?\n  ","939280":"\n   Pepperoni Pizza or Supreme Pizza?🍕✨\n  ","939281":"\n   Do y'all think it's okay for your girl to lie to you and give your so called friends \"rides\" behind your back\n  ","939282":"\n   Wow so you wish your nights were just filled back to back, One after another?\n  ","939283":"\n   How long do you use ask.fm?\n  ","939284":"\n   im having such a bad day, what do you do when you are having a bad day?\n  ","939285":"\n   Name a famous scientist from your country.\n  ","939286":"\n   🙏🌟.. Have you had a drastic Change lately??.. What happened and why??.. 0.0??.. ☁️💜RIP💙☁ .. Has tenido un cambio Drástico últimamente??.. que paso y porque??..️ 0.0??..🌟🙏\n  ","939287":"\n   Is it because of the individuals that you surround yourself with? Because if you were one who likes to sacrifice a bit of themselves for the happiness of others, then why enjoy any of that if the recipient does not deserve it?  It’s like helping with someone’s homework without even being thanked\n  ","939288":"\n   Would you ever go vegan?\n  ","939289":"\n   let’s just say the reality tv show Naked & Afraid came back on air and you were going to be on it.. you could only bring 1 thing with you  what would it be ?\n  ","939290":"\n   Which place sells the best coffee?\n  ","939291":"\n   Yo quiero estar contigo, vivir contigo, bailar contigo una noche loca... 🤣🤣🎼🎼... aahh, se me esta pegando la música de mi centro de trabajo 🏃🏻‍♂️🏃🏻‍♂️\n  ","939292":"\n   Do you like social media ?\n  ","939293":"\n   Would you move to ATLANTA?\n  ","939294":"\n   🍃🍓.. In the Mulan movie!!.. the Lucky Cricket doesn't appear either!!.. They didn't get the best of the movie from what I see!!.. (((.u) 💙💜 .. En la película de Mulan!!.. tampoco sale el Lucky Cricket!!.. No sacaron lo mejor de la película por lo que veo!!.. (((.u)..🍓🍃\n  ","939295":"\n   try achieve your dreams 😥\n  ","939296":"\n   Is it permissible for a traitor to forgive him?\n  ","939297":"\n   Do you usually hold grudges?\n  ","939298":"\n   Do you think Melinda Gates 8-15-64 was born male ?\n  ","939299":"\n   Do you share everything?\nWho with?\n  ","939300":"\n   You pick potatoes?\n  ","939301":"\n   yeah, it could have been worded better\n  ","939302":"\n   Name drop someone you don’t like but have to tolerate?\n  ","939303":"\n   If your lonely and needy do you let yourself get attached to whoever fixes that\n  ","939304":"\n   Do you think puppies or kittens are cuter?\n  ","939305":"\n   What does Amazon and the race track have in common?\n  ","939306":"\n   Do you like to swim?\n  ","939307":"\n   If you were to buy the MacBook Pro, what would be your use of it?\n  ","939308":"\n   Favorite social media app?\n  ","939309":"\n   How are you doing today? :)\n  ","939310":"\n   I have a question. If I am Legally married to a man and he has an account with his sister as she is so the second account holder can she file charges on me if I take money out of his account?\n  ","939311":"\n   Hi\n  ","939312":"\n   Ever seen a comet?\n  ","939313":"\n   What do you want to make of your life here?\n  ","939314":"\n   Why do people try to go after married people even when the person says NO\n  ","939315":"\n   Your favorite cartoon?\n  ","939316":"\n   Favorite kind of music?\n  ","939317":"\n   Do you like Disney movies?\n  ","939318":"\n   Whats the best time of day?\n  ","939319":"\n   How do you feel about parents telling their kids that Santa is real? Should they be honest instead? Is this sort of lie justified?\n  ","939320":"\n   What’s your go to vacation spot?\n  ","939321":"\n   Favorite fast food?\n  ","939322":"\n   What are the ways to manipulate the people?\n  ","939323":"\n   Tell us something that made you smile, today.\n  ","939324":"\n   what do you think of cannibalism, if human meat is sold in grocery stores in the future, would you buy it and eat it?\n  ","939325":"\n   Video games are so violent these day.....thoughts?\n  ","939326":"\n   ....\n  ","939327":"\n   Have you ever been in an abandoned building? If so, what was it like \/ what was inside?\n  ","939328":"\n   What are you passionate about?\n  ","939329":"\n   Don't wait. The time will never be just right\n  ","939330":"\n   When is the last time you built a snowman?\n  ","939331":"\n   IM A GAY ROOSTER! ANYCOCKLDOO!!!!\n  ","939332":"\n   Yep😂😂\nWhat is your routine in your day after covid-19\n  ","939333":"\n   Why you sad\n  ","939334":"\n   looking for help w something\n  ","939335":"\n   What’s your plans for today?\n  ","939336":"\n   Would you rather live in a city or the country and why?\n  ","939337":"\n   📸 Nikon or Cannon? 📸\n  ","939338":"\n   Broo I wish snapchat had the live mode like instagram & facebook\n  ","939339":"\n   What is your hometown best known for?\n  ","939340":"\n   Craziest dream\n  ","939341":"\n   Best weather for a walk?\n  ","939342":"\n   How do we prove that someone is telling the truth? We take his words and compare it on the ground. For example, the Prophet Muhammad did not read or write, and despite that he told us in the Qur’an before 1400 years that the sky is made up of seven layers each having a function specific to it?\n  ","939343":"\n   What is your pet's name?\n  ","939344":"\n   Do overly sensitive people annoy you?\n  ","939345":"\n   Do you believe in happy endings?\n  ","939346":"\n   Did you do your homework\n  ","939347":"\n   Who watches college basketball ??🏀 🏀🏀🏀👀\n  ","939348":"\n   Where do you spend the most time in your home?\n  ","939349":"\n   How would you react if you woke up to $51 m in your account?\n  ","939350":"\n   Does anybody know any good websites that has deals on plane tickets ?\n  ","939351":"\n   Remember to drink more water, you dry ass\n  ","939352":"\n   I’m so thirsty but idk if I want coffee or tea? Where all the bitches at? Tell me what to get !!\n  ","939353":"\n   what do you do when you feel sad?\n  ","939354":"\n   Roommate Just left and I'm solo...I hope I can be lucky enough to see the person who inspires me to continue to me; and has validated my entire existence by allowing me to help however my CRAZY self can!  🔥💯♥️\n  ","939355":"\n   Why???\n  ","939356":"\n   Do you skip out on having lunch?\n  ","939357":"\n   What's your favorite type of tea?\n  ","939358":"\n   Are you into crafty stuff? 🎨\n  ","939359":"\n   I live in Massachusetts. Where fo you live?\n  ","939360":"\n   Status ❤️\n  ","939361":"\n   Which shows do your recommend on netflix?\n  ","939362":"\n   Hi\n  ","939363":"\n   Mickey or Donald\n  ","939364":"\n   What’s the worst characteristic within yourself?\n  ","939365":"\n   Would you say you're easy to get to \"open up\", or are you harder to get close to?\n  ","939366":"\n   Favorite song by BlackPink\n  ","939367":"\n   Do you have a good memory ?\n  ","939368":"\n   Hi\n  ","939369":"\n   Why is there so many fake profiles being made??\n  ","939370":"\n   ‏\n  ","939371":"\n   💛🌼\n  ","939372":"\n   How do you greet a friend or acquaintance in your area? Does it differ for Men & Women?\n  ","939373":"\n   Do you like candy?\n  ","939374":"\n   Do you like your country ?\n  ","939375":"\n   Do you watch Apple Tv ?\n  ","939376":"\n   What do you think of the impeachment?\n  ","939377":"\n   Do you prefer giving or receiving?\n  ","939378":"\n   Do you know who Dr. Semi is?\n  ","939379":"\n   Oatmeal or grits\n  ","939380":"\n   Do you like it when people message you to tell you that they started following you?\n  ","939381":"\n   Do you sleep late at night ?\n  ","939382":"\n   Pizza or fried chicken\n  ","939383":"\n   Have you ever Talked to a judge\n  ","939384":"\n   Do you love me\n  ","939385":"\n   What is one quality that attracts you to a person?\n  ","939386":"\n   Hot chocolate or hot tea?\n  ","939387":"\n   $3000 😌😌\n  ","939388":"\n   Who wants to kiss ??\n  ","939389":"\n   What content would you guys be interested in watching via youtube? Trying to gather ideas\n  ","939390":"\n   What’s your favorite breakfast food?\n  ","939391":"\n   Do you like corny jokes?\n  ","939392":"\n   What is the first thing you think of when you see me?\n  ","939393":"\n   🙏🌟.. Nothing compares to what I felt when I was with You!!.. (((.u).. ☁️💙RIP💜☁.. Nada se compara con lo que sentí cuando estaba Contigo!!..️ (((.u).. 🌟🙏\n  ","939394":"\n   How many languages do you speak? What are they?\n  ","939395":"\n   Do you like cranberries?\n  ","939396":"\n   Do you like peppermint?\n  ","939397":"\n   Is a 25-year-old man without a driver's license weird, why?\n  ","939398":"\n   Where are you\n  ","939399":"\n   Do you know how to sing ?\n  ","939400":"\n   Do you eat ramen noddles? If so what’s your favorite kinda?\n  ","939401":"\n   Are you doing anything special for valentines day?\n  ","939402":"\n   What's the biggest lie your parents told you growing up?\n  ","939403":"\n   Hot chocolate or apple cider?\n  ","939404":"\n   Knock knock..\n  ","939405":"\n   What do you see yourself in 10 years?\n  ","939406":"\n   Which Disney princess or queen do you love more?\n  ","939407":"\n   Do you like Tampa.bay\n  ","939408":"\n   What is your dream car?\n  ","939409":"\n   me gustas\n  ","939410":"\n   What set of items could you buy that would make the cashier the most uncomfortable? 🤔\n  ","939411":"\n   Plans for today?\n  ","939412":"\n   Love should be easy ?\n  ","939413":"\n   What’s one of your senses you can’t go without?\n  ","939414":"\n   do you have art on your walls? describe it or post a picture.\n  ","939415":"\n   Hi\n  ","939416":"\n   Wednesday plans?\n  ","939417":"\n   How is your new year so far?\n  ","939418":"\n   Would you rather only be able to whisper or only be able to shout?\n  ","939419":"\n   Do you like 🍇 ?\n  ","939420":"\n   Favorite chips\n  ","939421":"\n   Favorite show?\n  ","939422":"\n   Whats the last thing you saw or read?\nWas it iformative or for entainment?\n  ","939423":"\n   Do you drink energy drinks?\n  ","939424":"\n   What do you do when you get the feeling that someone is ignoring you or avoiding you\n  ","939425":"\n   Fan of Twitter?\n  ","939426":"\n   Do you like Miami Dolphins\n  ","939427":"\n   Do you know someone that work in Hollywood ?\n  ","939428":"\n   Do you like to watch SuperBowl ?\n  ","939429":"\n   Would you prefer to have the power to fly or be invisible?\n  ","939430":"\n   but before you ask it’s a full finished basement with a refrigerator and a full bathroom shower and sink and a toilet even a a fire place there is two rooms in the basement I have both to myself\n  ","939431":"\n   I hope this year is happy for everyone\n  ","939432":"\n   How old are you?\n  ","939433":"\n   Do you believe in god ?? I do !!!\n  ","939434":"\n   are you happy\n  ","939435":"\n   (: I care\n  ","939436":"\n   How is everyone doing?\n  ","939437":"\n   What was the last thing you had to drink?\n  ","939438":"\n   How many times a year do you get sick? Is it often, or not much at all?\n  ","939439":"\n   I am special, r u?\n  ","939440":"\n   What is the temperature where you live?\n  ","939441":"\n   Y'all, remember to stay safe out there\n  ","939442":"\n   Hi\n  ","939443":"\n   talk or text\n  ","939444":"\n   People think relationships end just because of trust and infidelity. Resentment also smh.. you can’t speak negative of your mate to others and you have to fully support them\n  ","939445":"\n   🙏🌟.. The day will really come when it stops hurting??.. (((.u).. ☁️💙RIP💜☁.. Realmente llegará el día en que deje de Doler??..️ (((.u).. 🌟🙏\n  ","939446":"\n   Whats the best super power?\n  ","939447":"\n   Good night\n  ","939448":"\n   Good morning\n  ","939449":"\n   Do you consider stargazing a date?\n  ","939450":"\n   Whats a present you wish for when you have everything\n  ","939451":"\n   5\n  ","939452":"\n   Can you fall in love with your step-sister\/step-brother? We really want to know before getting deeper into anything. We never spoke and we never seen one another until i had to move back in with my mom. Im 28 and shes 20. Is this wrong?\n  ","939453":"\n   Some of these boys are cute but I will not be cutting off my body parts for them!\n  ","939454":"\n   it's obvious that the earth is flat motionless and geocentric but the masses believe in a delusional spinning heliocentric ball earth doesn't make sense and our senses and tests confirm it\n  ","939455":"\n   how old will you be turning in 2021?\n  ","939456":"\n   Hii\n  ","939457":"\n   Chocolate covered oreos. Yay or nay?\n  ","939458":"\n   no😂 I'm good\ni get up in 1:30pm\n  ","939459":"\n   Do you know this ?\n  ","939460":"\n   Do you like coca cola ?\n  ","939461":"\n   are you okay?\n  ","939462":"\n   Ooooooof damn\n  ","939463":"\n   What gives you goosebumps?\n  ","939464":"\n   How do peers manipulate you?\n  ","939465":"\n   Why do ppl be “testing” others and doing dumb stuff to see what ppl will do? Most ppl know when you’re doing that and do it right back 🙄\n  ","939466":"\n   Where would you love to live?\n  ","939467":"\n   Why are all boys suck jerks I am 1 sec on becoming lesbian I am so sick of this shit It kills me when I fall deep for someone and they hurt you\n  ","939468":"\n   Are there any young ladies on here who are single and looking for a relationship?\n  ","939469":"\n   biggest regret?\n  ","939470":"\n   How are you\n  ","939471":"\n   What song are you currently loving?\n  ","939472":"\n   Roses are Red, Violets are Blue... (finish the poem)\n  ","939473":"\n   if you had unlimited money, what would be the most useful technological device you would buy?\n  ","939474":"\n   Why is it people keep yelling profanities and whistling at my local bus stop? Is that normal?\n  ","939475":"\n   Best PC model or brand to play high graphic video games.\n  ","939476":"\n   sure , i like arabic dance\ni'm Egyptian😂\n  ","939477":"\n   Im telling u now if u come a cross me rudly or be disrespectful to me I will block u. U only have one shot to have a friendship with me im the nices person u will ever meet so if u blow it on that one chance thats on u and its ur lose that u blew it have a good night or day\n  ","939478":"\n   hay gente aquí 🙋\n  ","939479":"\n   what's your biggest goal?\n  ","939480":"\n   Oh ! It 1:26 am  in my city\n  ","939481":"\n   Does a natural kiss happen now a days?\nNot forced, no pressure\n  ","939482":"\n   Have a good day\n  ","939483":"\n   Do you like Gucci ?\n  ","939484":"\n   oh , i wish you happy \nwhat is time know in your country ?\n  ","939485":"\n   it's is so interesting 💃🏼\n  ","939486":"\n   Do you use the fitting rooms at the store or try it on at home?\n  ","939487":"\n   Goodnight peeps\n  ","939488":"\n   what's your favorite color palette?\n  ","939489":"\n   I have a friend who marries everyone I get close to.😂😂😂 I was friends with a director ashraf hamdi commenting. Then she posted a confession. \"I am the wife of the director from SA. And There's a slut after my husband. Tell me how to get revenge and for her to stay away.\" She has this splittn epis\n  ","939490":"\n   What's your main rule in life?\n  ","939491":"\n   What is your favourite hobby ?\n  ","939492":"\n   Ever tried a persimmon?\n  ","939493":"\n   Boots or sneakers? What's your fave?\n  ","939494":"\n   What do you think is a vital life skill that more people should know \/ practice?\n  ","939495":"\n   Lyrics that resonate with you? 🎤\n  ","939496":"\n   I mean children that i teached to them\n  ","939497":"\n   Yaa😊 i love my family 🥺\nWhat about you ?\n  ","939498":"\n   How has your life been different than what you’d imagined?\n  ","939499":"\n   What job do you do for living in your dreams?\n  ","939500":"\n   Wish I had someone to go get new ink with 2day😒😒\n  ","939501":"\n   Absolute favorite YouTube channel,  and why?\n  ","939502":"\n   Hello guys how are you \n\nHave you never been caught sneak out the house  and  go out with your friends or boyfriends when you was in trouble  with your parents?\n\nYes or no 😊😊\n  ","939503":"\n   What or who are you proud of? & why?\n  ","939504":"\n   Do you believe in multiple dimensions or worlds?\n  ","939505":"\n   Happy Saturday💛 What is one thing you are hoping to get done today🤔 Or what is something you want to do today 🤨\n  ","939506":"\n   You’re now the president, but you can only make changes that improve the lives of cats in your jurisdiction. What three things would you change to support the felines in your community?\n  ","939507":"\n   Have you ever fallen love in someone truly?\n  ","939508":"\n   Yeah I think it’s a myth, when you think you have it somebody else is taking it so don’t look for it. Just know that focus on your own needs first, foremost, and always!\n  ","939509":"\n   Do you still watch animation?\n  ","939510":"\n   What's one thing besides foreplay that can turn you on?\n  ","939511":"\n   Anyone can message me and ask  me anything.. +1 631-566-1385 or just tell me anything lmao\n  ","939512":"\n   Do any of you answer shoutouts\/questions in an aggressive manner because you need someone to talk to? If so. Answer this one.\n  ","939513":"\n   Do you enjoy drinking apple cider?\n  ","939514":"\n   Wait awhile and you’ll see what I’m talking bout..haha\n  ","939515":"\n   Who ?\n  ","939516":"\n   In my country i can't live alone 😂😂\nActually i must live with them\n That's fine\n  ","939517":"\n   It's raining and windy outside\n  ","939518":"\n   Looking for someone to help I'm a crossdressing male trying to become a woman fully I want to get those silky tan legs you see all the woman with how do I achieve that so I can wear my skirts and look sexy\n  ","939519":"\n   Rose are red \nViolets are blue\nI love the way your eyes sparkle everyday\n  ","939520":"\n   Would you rather have a month of thunderstorms or a month of blizzards?\n  ","939521":"\n   Do you prefer warm weather, cold weather or in between?\n  ","939522":"\n   what happens if i fight katherine pierce\n  ","939523":"\n   Do you like people that are so needy ?\n  ","939524":"\n   What's your main goal for 2021??\n  ","939525":"\n   Hello how are you doing?\n  ","939526":"\n   Do you know what a boobah is?\n  ","939527":"\n   Can you speak Arabic 🙄\n  ","939528":"\n   Waho by Casey tomorrow, 11am.  Will you be there?\n  ","939529":"\n   I believe that if a man like him( prophet Muhammad)were to assume the dictatorship of the modern world he would succeed in solving its problems in a way that would bring it the much-needed peace and happiness.\nGeorge Bernard Shaw\n  ","939530":"\n   IS DRAKE YOUR FAVORITE RAPPER OF ALL TIME\n  ","939531":"\n   Happy Thursday\n  ","939532":"\n   What’s the best thing to do after a long and hard day?\n  ","939533":"\n   Do you enjoy empty calories?\n  ","939534":"\n   Do you wear accessories? Ring? Watch?\n  ","939535":"\n   what are you doing\n  ","939536":"\n   Can you remember what you ate for breakfast?\n  ","939537":"\n   Do you like wine?\n  ","939538":"\n   Are you a person that everybody wants to be with ?\n  ","939539":"\n   Hi ♥️\n  ","939540":"\n   Sony or Bose?\n  ","939541":"\n   When’s the last time you’ve been on a diet?\n  ","939542":"\n   What are your side effects of quarintine?\n  ","939543":"\n   Is it ok to break down and cry while someone yells at you?\n  ","939544":"\n   Do you feel like the future is brighter than the present?\n  ","939545":"\n   wax or shave?\n  ","939546":"\n   Do male virgins have any value?\n  ","939547":"\n   Is it hard for you to tell someone that you love them?\n  ","939548":"\n   Do you regret anything?\n  ","939549":"\n   Have you met an alien?\n  ","939550":"\n   Who else will wear shorts outside in the winter.\n  ","939551":"\n   hi, im bored now. bye\n  ","939552":"\n   Where are you\n  ","939553":"\n   Which came first. The chicken or the egg? Im excited to hear your answers.\n  ","939554":"\n   Is college for everyone?\n  ","939555":"\n   do you prefer gloss or matte photographs (or any other sort of thing that can come in a gloss or matte format, like lipstick)?\n  ","939556":"\n   Which male celebrity do you wish was your brother?\n  ","939557":"\n   Today is monday\n  ","939558":"\n   Have you ever had a small animal as a pet?\n  ","939559":"\n   Have you ever witnessed  something horrible?\n  ","939560":"\n   Happy New Years !!!!! I’m new here :) how’s everyone\n  ","939561":"\n   i’m bored\n  ","939562":"\n   Who is your favorite early 2000s artist?\n  ","939563":"\n   Whats your favorite game to play?\n  ","939564":"\n   I wish I had a bestie 🥺\n  ","939565":"\n   Why do you feel that way\n  ","939566":"\n   Which mlp oc do you like the most?\n  ","939567":"\n   do we have any big bro or big sis here?\n  ","939568":"\n   How do you pronounce worcestershire?\n  ","939569":"\n   The thing that hurts the most is when you sit alone and remember it\n  ","939570":"\n   Why some people are so mean all the time ?\n  ","939571":"\n   Do you use Bluetooth? It's awesome 😎\n  ","939572":"\n   Can you swim?\n  ","939573":"\n   Peanuts, almonds, cashews, or walnuts?\n  ","939574":"\n   Batman or Superman\n  ","939575":"\n   Ways to wake myself up more at work?\n  ","939576":"\n   Honestly I’m tired of being single\n  ","939577":"\n   Why should an ex worry about how long their ex bf\/gf been with their wife\/husband?\n  ","939578":"\n   Do you like Black Eyes Peas ?\n  ","939579":"\n   What are you doing\n  ","939580":"\n   Do you like Zedge?\n  ","939581":"\n   .\n  ","939582":"\n   What's your favorite chip brand?\n  ","939583":"\n   Are you good in help people ?\n  ","939584":"\n   do you like or dislike the shout out feature?\n  ","939585":"\n   Do you think it’s easy to trust a person that’s trying to be apart of your life\n  ","939586":"\n   Have you ever told some how special they are to you and they live you after that ?\n  ","939587":"\n   What qualities do you think are necessary to have a successful career path?\n  ","939588":"\n   Is he cheating\n  ","939589":"\n   Cats or dogs\n  ","939590":"\n   Have you ever watched Dragon Tales when you were younger\n  ","939591":"\n   🖤🖤\n  ","939592":"\n   show some love today! who do you love? 💌\n  ","939593":"\n   How do you deal with weird questions on here?\n  ","939594":"\n   Alright yall so tell me how I went into dunkin doughnuts and I ordered a coffee and the employee gave me a stank look and gave me the wrong order. And I politely said I didn’t order this and he gave me attitude saying this is what you ordered . As it is I didn’t want to in there due to rona\n  ","939595":"\n   Favorite zombie movie?\n  ","939596":"\n   Plain water or flavored water?\n  ","939597":"\n   Is it easy being friends with you?\n  ","939598":"\n   Have you ever had stage fright?\n  ","939599":"\n   Good morning\n  ","939600":"\n   how many coins do you have on here?\n  ","939601":"\n   Can someone ask me decent questions ? Please 🙄\n  ","939602":"\n   tell me your favorite color without actually saying what the color is.\n  ","939603":"\n   How are you doing?\n  ","939604":"\n   I ❤️ You more than you know....\n  ","939605":"\n   Do you eat at a dinner tabel or in front of the TV?\n  ","939606":"\n   Do you pay to see any live on YouTube ?\n  ","939607":"\n   Have you ever been in a situation where someone was flirting😘😜with you and you were completely🥸clueless🤨?\n  ","939608":"\n   What your new year goal for 2021\n  ","939609":"\n   Do you like KRISPY KREME\n  ","939610":"\n   Sometimes I’m not a monster\n  ","939611":"\n   Do you like soda ?\n  ","939612":"\n   Ight like my friend asked me to come chill and I said I don’t feel comfortable chilling going places cuz of Covid and my syndrome and he got mad and said I’m being a little p*** living in fear I’m not living in fear iight I live with my parents I don’t want them getting sick cuz of me why ppl so mad\n  ","939613":"\n   Round of applause for all those working towards goals & all those who lost hope in them. You're important!\n  ","939614":"\n   What’s that? I was right the whole time?\n  ","939615":"\n   ☀️\n  ","939616":"\n   That sounds about right\n  ","939617":"\n   Because honey is the sweetest, most desirable outcome, of the collection of flowers.\n  ","939618":"\n   I AM GODZILLLAAAAAAAAAAAA \nTASTE THE RAINBOW *leaps off cliff* I BELIEVE I CAN FLYY! *Roblox: OOF**Ded*\n  ","939619":"\n   Good morning,  how did you sleep!\n  ","939620":"\n   What makes you special?\n  ","939621":"\n   📸\n  ","939622":"\n   what are you doing?\n  ","939623":"\n   Heyyy\n  ","939624":"\n   Disney , Universal , Paramount , Sony , Warner Bros , MGM ,\n  ","939625":"\n   Do you like Tik Tok videos ?\n  ","939626":"\n   Do you like to travel?\n  ","939627":"\n   What’s your favorite movie?\n  ","939628":"\n   does the weather affect your mood\n  ","939629":"\n   What temperature is your heater set to during the winter?\n  ","939630":"\n   Oh I thought it was a two hour appointment with a client. I apologize for the confusion\n  ","939631":"\n   Is VR Chat a fun game?\n  ","939632":"\n   How long?\n  ","939633":"\n   Ever been stuck in an elevator?\n  ","939634":"\n   How many languages do you know\/can speak?\n  ","939635":"\n   From 6 to 11 years old\n  ","939636":"\n   Wich Hollywood Studio make the best movies ?\n  ","939637":"\n   What stuff should I post on YouTube for my return\n  ","939638":"\n   Why do women cheat?\n  ","939639":"\n   Hoodies or jackets??\n  ","939640":"\n   Who's birthday is coming up soon?\n  ","939641":"\n   Yes\nI live wish my family\n  ","939642":"\n   Do you like the people that came from humble condition ?\n  ","939643":"\n   \"What?\"\n  ","939644":"\n   A two hour appointment?\n  ","939645":"\n   What is one thing others might be envious of about you or your life?\n  ","939646":"\n   Are you excited for Thanksgiving or just waiting on Christmas?\n  ","939647":"\n   🐬🐙 .. What do you think of the Sereal killers??.. 🐠💜💙🐠 .. qué opinas de los Asesinos en Serie???.. 🐙🐬\n  ","939648":"\n   Do you remember your dreams?\n  ","939649":"\n   do you like the military\n  ","939650":"\n   What is your favorite costume that you've worn or still have?\n  ","939651":"\n   Hi\n  ","939652":"\n   Have you ever slow danced in a parking lot? 💃🏼\n  ","939653":"\n   Brunette or Blonde\n  ","939654":"\n   What's the last movie you watched?\n  ","939655":"\n   Do you have an Onlyfans? Lol\n  ","939656":"\n   Do you like seafood?\n  ","939657":"\n   ¿Qué serie recomendarías mirar en estos momentos?\n  ","939658":"\n   Life without the internet - could this be possible?\n  ","939659":"\n   Do you own an air fryer\n  ","939660":"\n   Is this app still as popular as it was a couple years ago? Wondering from the community :)\n  ","939661":"\n   How was your day?\n  ","939662":"\n   Have you watched Night Stalker on Netflix yet???\n  ","939663":"\n   Who do you miss the most right now, if anyone?\n  ","939664":"\n   Burgers with pickles or onions or both?\n  ","939665":"\n   ☀️\n  ","939666":"\n   Instagram or TikTok?\n  ","939667":"\n   Do you like sports clothing ?\n  ","939668":"\n   How do you feel?\n  ","939669":"\n   When does a person become a victim of himself?\n  ","939670":"\n   What is the best compliment you ever received?\n  ","939671":"\n   Do you like Apple Pie\n  ","939672":"\n   If your parents hated your partner you currently loved would you ditch him or carry on with him despite the protests?\n  ","939673":"\n   Do you mean all the porn?\n  ","939674":"\n   Do you ever wish you could live in another country?\n  ","939675":"\n   Do you like winter or summer better?\n  ","939676":"\n   which is scarier in your opinion, tornado or hurricane?\n  ","939677":"\n   He left me and then came back. And left me again. Do you think he doesn’t love me anymore\n  ","939678":"\n   Miss u\n  ","939679":"\n   What’s the best way to deal with a breakup?\n  ","939680":"\n   What's your favorite meat?\n  ","939681":"\n   Hola\n  ","939682":"\n   👀wyd\n  ","939683":"\n   Do you buy cd from your favorite artist ?\n  ","939684":"\n   I have 4\n1brother , 3 sisters\n  ","939685":"\n   What's the song of the day?\n  ","939686":"\n   What is the most delicious berry?\n  ","939687":"\n   How often do you cry?\n  ","939688":"\n   Who’s hiring?\n  ","939689":"\n   What do you wish for the most in the new year?\n  ","939690":"\n   Let's say that you're single.\n\nIf you had a dream about marrying a dear friend from long ago (and you were both happy), would you consider this a sign?\n  ","939691":"\n   Do you like cheesecake?\n  ","939692":"\n   U like me?😔\n  ","939693":"\n   How old are you?\n  ","939694":"\n   Have you ever peed with someone\/other people?\n  ","939695":"\n   Christmas lights: Yay or Nay?\n  ","939696":"\n   You know your a meat eater when you want fried chicken and sausage at 12Am 🍳\n  ","939697":"\n   If a woman files a paternity suit against you go to the police and ask for a restraining order against her.\n  ","939698":"\n   ɪғ ʏᴏᴜ ᴡᴇʀᴇ ᴛʜᴇ ᴇɪɢʜᴛʜ\nᴅᴡᴀʀғ ᴡʜᴀᴛ ᴡᴏᴜʟᴅ ʏᴏᴜʀ\nɴᴀᴍᴇ ʙᴇ?\n  ","939699":"\n   What do most you females see as clingy? Why is it clingy and not a man tryna be about you?\n  ","939700":"\n   Have you ever dyes your hair a different color? If yes, what colors? What age did you start dying your hair?\n  ","939701":"\n   have you lost any family or friends due to covid\n  ","939702":"\n   What do you do for a living\n  ","939703":"\n   What do you think of horses?\n  ","939704":"\n   I always give 110% in everything i do. I don't half ass. How about you?\n  ","939705":"\n   If someone gives you a hundred bucks which one item would you go and spend it on one item\n  ","939706":"\n   Do you like the movie suicide squad? 🦸‍♀️\n  ","939707":"\n   Do you feel like January is going by quick or reeally slow? And then how's the year going so far for ya?\n  ","939708":"\n   Do you find yourself thinking more about your past, present or future? Why?\n  ","939709":"\n   Do you know people from abroad ?\n  ","939710":"\n   ʏᴏᴜ ᴀɴᴅ ɪ  ᴀʀᴇ\nɪɴ  ᴛʜᴇ ʙᴀᴄᴋ ᴏғ ᴀ\nᴘᴏɪʟᴄᴇ ᴄᴀʀ ᴛᴏɢᴇᴛʜᴇʀ\nᴜsɪɴɢ ᴏɴʟʏ\n4 ᴡᴏʀᴅs,\nʏᴏᴜ ᴛᴜʀɴ ᴛᴏ ᴍᴇ\nᴀɴᴅ sᴀʏ\n  ","939711":"\n   inspiration?\n  ","939712":"\n   Do you like Balanciaga ?\n  ","939713":"\n   Would you rather be able to fly or have super speed?\n  ","939714":"\n   Is there bad government?\n   \n    https:\/\/giphy.com\/gifs\/run-IJ2B1j1aGAT4NEhXKi\n   \n","939715":"\n   🎄🎅🦌🛷⛄🎁do you like to celebrate Christmas ?\n  ","939716":"\n   Do you have any kids? Or would you ever want to have kids?\n  ","939717":"\n   Guys, any questions you want to ask girls but are afraid?\n  ","939718":"\n   Do you usually assume the worst, or hope for the best?\n  ","939719":"\n   Which Spongebob character best resembles you? Be honest\n  ","939720":"\n   Favorite k pop group ?\n  ","939721":"\n   ZOMBIES OR VAMPIRES?\n  ","939722":"\n   I can def teach you, but do you comprehend lessons while you’re being facefkd? I’m willing to give it a shot!  😂💦💦💦💦\n  ","939723":"\n   Do you ever go on a walk or drive without your phone?\n  ","939724":"\n   What’s your favorite drink on a hot summer day?\n  ","939725":"\n   what have you gained during quarantine? what have you lost?\n  ","939726":"\n   How motivated are you?\n  ","939727":"\n   ☕\n  ","939728":"\n   Do you like to compete with others ?\n  ","939729":"\n   Something that makes you go ew.\n  ","939730":"\n   Do you like avocado toast?\n  ","939731":"\n   Would you rather being able to read minds or be invisible?\n  ","939732":"\n   Do you like Japan culture ?\n  ","939733":"\n   would you like to punish me? i've been a bad boy lately 😭\n  ","939734":"\n   How does my hair look? As for the color, length and style?  And would you consider it straight or wavy? \n\nClick on my profile picture to expand my photo.\n  ","939735":"\n   What are you looking forward to in Febuary?\n  ","939736":"\n   Miss you\n  ","939737":"\n   give me cute nicknames i have a problem\n  ","939738":"\n   What is your favorite kind of soup\n  ","939739":"\n   You're the first one to say that. I agree. Taste is not completely subjective. You don't find people preferring the smell of fish over perfumes. Because we're programmed to hate smells like that. People who don't have issues in there programming. Simple like that.\n  ","939740":"\n   would you ever be interested in becoming a lawyer?\n  ","939741":"\n   You called me\n  ","939742":"\n   why were you crying?\n  ","939743":"\n   Do you have a motorcicle ?\n  ","939744":"\n   That snowstorm that hit NY last week scared me. I showed a recording outside the home when there was like an inch of snow on the ground, saw a car driving down the street and i said “They’re crazy to be out in this, look how fast they are going!!” The car was maybe doing 25 mph.hahahaha.\n  ","939745":"\n   The most wasted of days is one without laughter\n  ","939746":"\n   what's the latest you've ever slept?\n  ","939747":"\n   no problem at all\n  ","939748":"\n   Which artist do you listen to, to help get through a tough situation\n  ","939749":"\n   What season do you like the most?\n  ","939750":"\n   Cats or dogs?\n  ","939751":"\n   Do you like Indian food?\n  ","939752":"\n   Favorite color of Sharpie pens?\n  ","939753":"\n   Have you ever had a pet duckling? If not, would you like to have it?\n  ","939754":"\n   Which of your mates, or potentials, has nice eyes? My husband's are green & quite sexy... I love eyes better than a nice ass, which, by the way he also has that too lol\n  ","939755":"\n   Do females really like it when a man says, \"we're pregnant\", or does Mrs. (his first name) (his last name) think he's taking something from her?\n  ","939756":"\n   I am scare. I am very scare. Will you hold my hand ?\n  ","939757":"\n   I will follow you\n  ","939758":"\n   Are there sharks in the desert?\n  ","939759":"\n   What kind of designs I should do for a\n ( mask, shirt, etc)?\n  ","939760":"\n   me too!\n  ","939761":"\n   Do you think Santa Claus is a sexual predator?\n  ","939762":"\n   Does anyone watch Cobra Kai?\n  ","939763":"\n   Do you like roller coasters?\n  ","939764":"\n   Hello what is your favorite color?\n  ","939765":"\n   Are you\/Have you ever been a “loner”?\n  ","939766":"\n   Do you go to school?\n  ","939767":"\n   Is Chinese and Korean the same thing\n  ","939768":"\n   Do you read Rolling Stones ?\n  ","939769":"\n   Ever been to Disneyland?\n  ","939770":"\n   Hello do you like Instagram?\n  ","939771":"\n   What's the best thing you can do with a stick of gum?\n  ","939772":"\n   What color looks best on you?\n  ","939773":"\n   What is the most indecent thing you have seen in a gym?\n  ","939774":"\n   You’re in a date and your date suddenly says they don’t like music, is it time to run?\n  ","939775":"\n   Spaghetti or Alfredo\n  ","939776":"\n   Do you like crystals?\n  ","939777":"\n   Anyone want a strong dominant Man to give them hugs and cuddles? Maybe let his hands wander a bit too?\n  ","939778":"\n   How do you get over a break up ?\n  ","939779":"\n   What’s worse getting your sleeve wet or your sock wet?\n  ","939780":"\n   Do you like lollipops?\n  ","939781":"\n   Do you think there will be a female kicker in the NFL?\n  ","939782":"\n   who wants another stimulus check\n  ","939783":"\n   Do you UN still good ?\n  ","939784":"\n   Who here has worked for task rabbit?\n  ","939785":"\n   Has anyone cheated?\n  ","939786":"\n   Are there any quilters out there?\n  ","939787":"\n   How good could it be when I don’t have u to share it with....\n  ","939788":"\n   Growing up did you hang more around mom or dad?\n  ","939789":"\n   If you could have another sibling would you?\n  ","939790":"\n   what’s up\n  ","939791":"\n   I hope my team wins tomorrow\n  ","939792":"\n   🎀🎁.. Do you know how to count??.. well, don't count on me!!.. they ever told You??.. (((.u).. 🌲💜💙🌲.. Sabes contar?? .. bueno.. No cuentes conmigo!!.. alguna vez te lo dijeron??.. (((.u).. 🎀🎁\n  ","939793":"\n   Strawberry or cherry\n  ","939794":"\n   Are You Open Minded?\n  ","939795":"\n   savage\n  ","939796":"\n   Happy Monday y’all 🥳🥳\n  ","939797":"\n   U love me? U luh me?\n  ","939798":"\n   Please know that you're no super woman or man. You are here to save the world. So stop advising people when they clearly don't want your advice. Advice yourself and take care of your life instead of others. And getting into their deepest life.\n  ","939799":"\n   Something you’re grateful for\n  ","939800":"\n   Fill in the blank. I am allowed to______\n  ","939801":"\n   Are you open to trying new foods from different countries ?\n  ","939802":"\n   Soltera o en relación\n  ","939803":"\n   Put on the maid dress UwU\n  ","939804":"\n   Call me when is truly over between you and her.. And if I’m still available then I will pick up, if not then too bad, is your loss!\n  ","939805":"\n   What makes you feel proud of yourself?\n  ","939806":"\n   I haven’t played that in a long time. I miss it\n  ","939807":"\n   how many brothers and sisters do you have ?\n  ","939808":"\n   my final is started\n, i should study now\nbut i don't 🥺🥺🥺\n  ","939809":"\n   I'm so alone 🥺\n  ","939810":"\n   What theme is your house or island design in animal crossing?\n  ","939811":"\n   I wish celebrities would respond to their fans\n  ","939812":"\n   What’s the name of yr bf\/gf?\n  ","939813":"\n   What’s poppin\n  ","939814":"\n   anything you want to say?\n  ","939815":"\n   welcome looking out always\n  ","939816":"\n   If a man truly loves a women she shouldn’t have to ask he should already COMMIT DO EVERYTHING WITHOUT QUESTION.. off the muscle! Then she’ll easily follow because she trusts him.. Balance relationship.\n  ","939817":"\n   did you ever listen to drake?\n  ","939818":"\n   What problems did you have in school?\n  ","939819":"\n   Favorite song at the moment?\n  ","939820":"\n   Why my shiut out go to forign ?? I am egyptian girl ?? Whyyyy?????????\n  ","939821":"\n   What do you mean by skillful?  Do you mean the things you’re excellent at and enjoy are no longer providing satisfaction?\n  ","939822":"\n   It May sound creepy but it was the only way guys! I added this random girl on FB (we have a mutual). I apologized for the random friend request and days later asked her to go out. I didnt get a no or yes response but more like you dont know me very well Lol. She didnt unfriend me should I try again?\n  ","939823":"\n   Where are u\n  ","939824":"\n   what are your favorite breeds when it comes to dogs\/cats? 🐶 🐱❤️\n  ","939825":"\n   Does worry conflict with optimism? Why?\n  ","939826":"\n   Sorry about my last shout out I meant to say ladders or stairs? What would you rather.\n  ","939827":"\n   What area from the USA has the best accents\n  ","939828":"\n   Is the matter of tastes completely relative? Meaning in no way any taste or liking can be questioned?\n  ","939829":"\n   Iced coffee o r hot chocolate\n  ","939830":"\n   How has your 2021 been so far?\n  ","939831":"\n   Do you think it’s working?\n  ","939832":"\n   don't believe the person above knows the definition of a \"hood rat\", and they choose to hide behind anon to try and be a keyboard warrior and impose their misery and negativity upon others. NOT treating people how the anon person does would be a form of doing whats right.\n  ","939833":"\n   Plug into the system and become a sheep 🐑\n  ","939834":"\n   Do you like Shannon sharpe\n  ","939835":"\n   Have a boss yelled at you?\n   \n    https:\/\/www.pixton.com\/storyboard\/7up7rox0\n   \n","939836":"\n   DBT?\n  ","939837":"\n   *boops*\n  ","939838":"\n   Do you like online class ?\n  ","939839":"\n   Do you speak Spanish?\n  ","939840":"\n   When was the last time someone provoked you? How?\n  ","939841":"\n   what are your plans for today?\n  ","939842":"\n   Are you doing any major shopping this month?\n  ","939843":"\n   I'm a 19 year old male and part of a set of identical triplets. Our best friends are also identical triplets. Feel free to ask us anything.\n  ","939844":"\n   Have you witnessed a shooting star?\n  ","939845":"\n   ‏\n  ","939846":"\n   Favorite friend’s name?\n  ","939847":"\n   I even had someone in my yearbook thank me for it, stating that if I didn’t talk to him no one would really know who he was. So I said to myself that’s awesome I’m glad I was able to positivity effect somebody want to get a cloud mouth\n  ","939848":"\n   What's something people don't mind or like but you really hate? (I for example can't stand to watch someone dance)\n  ","939849":"\n   Favorite show?\n  ","939850":"\n   Life is the flower for which love is the honey\n  ","939851":"\n   It's International Hedgehog's Day! How would you name your hedgehog, if you owned one?\n  ","939852":"\n   Tom Holland or Toby Maguire?\n  ","939853":"\n   Have you ever tried to learn song lyrics by heart to impress your friends with singing long verses?\n  ","939854":"\n   You can erase any horrible experience from your past. What will it be?\n  ","939855":"\n   ( before covid ) movie night in or movie night out?? 🎥 🍿\n  ","939856":"\n   What was the last song you danced to?\n  ","939857":"\n   Do you have a favorite sport?\n  ","939858":"\n   I could understand the problem, because I used to try to help those who did suffer with confidence issues because of the ones coolness mist levels\n  ","939859":"\n   Good morning! What are y'all up to today?\n  "},"Answer":{"938788":"\n  I have not\n  ","938789":"\n  honestly 💯\n  ","938790":"\n  Together? Not particularly\n  ","938791":"\n  hey\n  ","938792":"\n  no\n  ","938793":"\n  No one\n  ","938794":"\n  hi\n  ","938795":"\n  Don't have one\n  ","938796":"\n  No, I'm pretty quiet\n  ","938797":"\n  not particularly\n  ","938798":"\n  good night\n  ","938799":"\n  ugh neither\n  ","938800":"\n  depends on what it's for\n  ","938801":"\n  never read them\n  ","938802":"\n  nah\n  ","938803":"\n  awesome\n  ","938804":"\n  nah\n  ","938805":"\n  My favorite color, is a shade you might say \/\n  \n  It's one of the colors for chess you might play \/\n  \n  It goes with everything, brightness it lacks \/\n  \n  My favorite color is for surely _ _ _ _ _!\n  ","938806":"\n  A couple people I used to know\n  ","938807":"\n  😳😳\n  ","938808":"\n  Single\n  ","938809":"\n  Hello\n  ","938810":"\n  Probably YouTube\n  ","938811":"\n  Like the cool kids in general, or is this the name of something?\n  ","938812":"\n  Hungry, frustrated, annoyed, bitter\n  ","938813":"\n  I don;t think so\n  ","938814":"\n  I never used it\n  ","938815":"\n  Good idea\n  ","938816":"\n  I'm not in love with either but I believe I have more pop songs on my iPod\n  ","938817":"\n  Probably not, but I try\n  ","938818":"\n  No\n  ","938819":"\n  Hmm interesting\n  ","938820":"\n  I don't\n  ","938821":"\n  Not really\n  ","938822":"\n  No, but I've gotten negative likes on an answer before 😂\n  ","938823":"\n  My shirt would say \"okok does 5 work?\"\n  ","938824":"\n  My favorite color, is a shade you might say \/\n  \n  It's one of the colors for chess you might play \/\n  \n  It goes with everything, brightness it lacks \/\n  \n  My favorite color is for surely _ _ _ _ _!\n  ","938825":"\n  I wish\n  ","938826":"\n  no.\n  ","938827":"\n  any creature with less than 2 legs or more than 4\n  ","938828":"\n  👏🏾👏🏾\n  ","938829":"\n  my family does, but it's a really old one\n  ","938830":"\n  I've hit my head before\n  ","938831":"\n  I don't have a car\n  ","938832":"\n  I'm embarrassing, I'm not gonna lie\n  ","938833":"\n  better than the last guy\n  ","938834":"\n  no, but I want a quote and a rose\n  ","938835":"\n  maybe a week ago or longer\n  ","938836":"\n  no, no and not really\n  ","938837":"\n  maybe a maple one\n  ","938838":"\n  ultimate frisbee\n  ","938839":"\n  Texas\n  ","938840":"\n  not really\n  ","938841":"\n  I dont think any of my friends are very hated\n  ","938842":"\n  I have actually, once\n  ","938843":"\n  not my favorite...but I have some\n  ","938844":"\n  I find it scary, but I will do it\n  ","938845":"\n  Idk, I dont keep up with wrestlers or their bodyguards ngl\n  ","938846":"\n  What are snozberries?\n  ","938847":"\n  My upper ear\n  ","938848":"\n  1st yr of middle school I believe\n  ","938849":"\n  Ones in languages I can't understand and sometimes ones that im tired of answering like holiday questions\n  ","938850":"\n  fear\n  ","938851":"\n  music 💯\n  ","938852":"\n  Marvel\n  ","938853":"\n  Just be yourself\n  ","938854":"\n  I have a few really old ones\n  ","938855":"\n  no\n  ","938856":"\n  feeling rejected\n  ","938857":"\n  I don't remember tbh\n  ","938858":"\n  I'm scared that I might never meet them\n  ","938859":"\n  no\n  ","938860":"\n  no\n  ","938861":"\n  pessimist\n  ","938862":"\n  do they?\n  ","938863":"\n  frustrated and sad\n  ","938864":"\n  very long\n  ","938865":"\n  nose and ears\n  ","938866":"\n  omg same 😢😢\n  ","938867":"\n  different men want different things\n  ","938868":"\n  I hope you have an amazing\n  ","938869":"\n  yes\n  ","938870":"\n  maybe a 6 or 7, but I'm comparing it to misleading\/false figures bc we only know as much as other people let on and usually, that's not everything\n  ","938871":"\n  Assuming I had a translator so that they could understand, I might say sum like: \"wassup, I hope your world is better than ours cus ours is trash\"\n  ","938872":"\n  Idk any jokes, but here's something that might make you laugh\n  ","938873":"\n  anxious, angry, sad, willful\n  ","938874":"\n  Computer science was my favorite subject, but I didn't like the class a lot. The class I liked was drumline.\n  ","938875":"\n  6, but I was barely in one of them\n  ","938876":"\n  Ikrrr\n  ","938877":"\n  no\n  ","938878":"\n  I got a lot, here. And here's my whole playlist if you want it:\n  \n   https:\/\/open.spotify.com\/playlist\/5TIT8wEOGDG8zRED4bTTyq?si=z5-nbRVzRGmTW_Q-H2ChCw&utm_source=copy-link\n  \n","938879":"\n  yeah they coo\n  ","938880":"\n  :)\n  ","938881":"\n  I've tried and it didn't work out\n  ","938882":"\n  Iron Man\n  ","938883":"\n  yep definitely. I do some sodoku and listen to music or watch a show or do some homework or work on a puzzle\n  ","938884":"\n  nooo\n  ","938885":"\n  in bed\n  ","938886":"\n  nope\n  ","938887":"\n  🌃\n  ","938888":"\n  I don't\n  ","938889":"\n  I do not, do you?\n  ","938890":"\n  That's all I do. I can't even make the decision bc I be thinking too much\n  ","938891":"\n  Nah, too cold. But sometimes I used to like to dance around the house when I was alone\n  ","938892":"\n  no\n  ","938893":"\n  who now?\n  ","938894":"\n  nah, that stresses me out\n  ","938895":"\n  I'd rather have dinner with someone who is living rn\n  ","938896":"\n  \"Wanna go out sometime?\" or \"wanna make it official?\"\n  ","938897":"\n  12 I think, but it's hard to tell\n  ","938898":"\n  not really, no. I wanna move out. But the state is alright I guess\n  ","938899":"\n  Truth\n  ","938900":"\n  :) 🤟🏾\n  ","938901":"\n  I've never watched one tbh\n  ","938902":"\n  Wdym?\n  ","938903":"\n  yeah man. Life is sad.\n  ","938904":"\n  No, just dark.\n  ","938905":"\n  Because you gotta make sure you're not holding your new guy accountable for what the old one did. If you're scared of what happened last time happening again, then you might treat the new guy differently than you would be if you didn't fear that he might dump you\n  ","938906":"\n  Most of them hahaha...let's say Nebraska\n  ","938907":"\n  what about em?\n  ","938908":"\n  sweats\n  ","938909":"\n  A LOT. I think too much\n  ","938910":"\n  Well, all I know is for many people, it ain't a wonderful life.\n  ","938911":"\n  Whatchu need?\n  ","938912":"\n  Not really, but it's cool, I just don't really watch it like that. I might watch it someday tho\n  ","938913":"\n  😂😂\n  ","938914":"\n  Idk, try it and see\n  ","938915":"\n  Idek 😂 He's a villain dude from Superman and Supergirl or sum, isn't he?\n  ","938916":"\n  Just now man, I just watched the funniest video I'm in tears.😭 It's lowkey sad but it's funny especially when you read the comments afterwards.\n  \n\n   https:\/\/youtu.be\/fZ5nq0LBoZA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  SHE WAS SUPPOSED TO BE GUESSING OCCUPATIONS N THIS WOMAN SAID \"A STOP SIGN\" 🤣🤣🤣\n  ","938917":"\n  ears and nose\n  ","938918":"\n  Man, he a problem\n  ","938919":"\n  Black\n  ","938920":"\n  sure wassup\n  ","938921":"\n  It varies. Sometimes multiple times a day, sometimes multiple times a week and sometimes a few times a month\n  ","938922":"\n  Wdym?\n  ","938923":"\n  For some people\n  ","938924":"\n  Bill Gates\n  ","938925":"\n  Neither, but reading. But I'm a visual learner\n  ","938926":"\n  Ooh, what's your favorite comedy show?!\n  ","938927":"\n  January\n  ","938928":"\n  Some are, some aren't\n  ","938929":"\n  Wayne\n  ","938930":"\n  I become more closed off. less outspoken to them bc I feel like I don't trust them or like they don't deserve my enthusiasm\n  ","938931":"\n  Ah, well good luck. Just remember they aren't the same person\n  ","938932":"\n  huh?\n  ","938933":"\n  Not typically\n  ","938934":"\n  😳😳\n  ","938935":"\n  Time\n  ","938936":"\n  Idk, I can't choose\n  ","938937":"\n  not really\n  ","938938":"\n  Tbh no. I wish. Then maybe I would feel more motivated\n  ","938939":"\n  nah\n  ","938940":"\n  How old does it have to be to be considered an \"oldie?\"\n  ","938941":"\n  I've went on a couple walks, studied for school, took an exam, cried, watched YouTube videos, watched a few EPs of various shows and went to multiple appts that I had\n  ","938942":"\n  Yes, both. But true love over money\n  ","938943":"\n  I'm terrified of everything\n  ","938944":"\n  no\n  ","938945":"\n  Idk what the avatar is\n  ","938946":"\n  Idk, I can't imagine it\n  ","938947":"\n  I just remembered a funny-ish dance move that I saw on \"Next Big Dance Move\" series on YouTube last night\n  ","938948":"\n  I don't mind either. I think it really depends on the question tho. Some questions it would be more interesting to read more thorough answers to\n  ","938949":"\n  Today? There hasn't been a highlight. It's all been dull\n  ","938950":"\n  A bit of what I want to talk about during my next appt\n  ","938951":"\n  no\n  ","938952":"\n  January\n  ","938953":"\n  It means you annoy the teacher\n  ","938954":"\n  Huh?\n  ","938955":"\n  Very windy today\n  ","938956":"\n  Cheese\n  ","938957":"\n  I have\n  ","938958":"\n  Kitkats are good\n  ","938959":"\n  I do\n  ","938960":"\n  I would miss the internet more, but also it would be nice if I was able to just leave the internet for one month and not have to worry about anything. So, idk what to say. I'm inclined to say without showering bc I would lose my job possibly and fail my class if I didn't go on the internet for a month, while hardly anything would happen if I didn't shower bc I've been trapped inside the house by this pandemic anyway\n  ","938961":"\n  I like sitcoms, yes\n  ","938962":"\n  I didn't know there was a word specifically for that so idk\n  ","938963":"\n  Agree 👌🏾👌🏾\n  ","938964":"\n  yay\n  ","938965":"\n  I used to, then I stopped watching it during the 5th season and never continued. That show got really annoying for me and a lot of characters I didn't like much anyway\n  ","938966":"\n  I'm a little hungry, but only for certain things it feels like\n  ","938967":"\n  no\n  ","938968":"\n  How come?\n  ","938969":"\n  Put him in some water\n  ","938970":"\n  A veggie burger\n  ","938971":"\n  What's your favorite Netflix shows?\n  ","938972":"\n  You can't breathe bc you're so tired? Or am I missing smth?\n  ","938973":"\n  Do a dance class at my university\n  ","938974":"\n  Who said I have Xfinity?\n  ","938975":"\n  Idk, I've never been\n  ","938976":"\n  Take a walk\n  ","938977":"\n  Partially\n  ","938978":"\n  Very windy today\n  ","938979":"\n  Not really...\n  ","938980":"\n  Mmm\n  ","938981":"\n  I prefer ones that aren't fuzzy\n  ","938982":"\n  Anything vegetarian I guess\n  ","938983":"\n  Just about everything\n  ","938984":"\n  I don't have one\n  ","938985":"\n  I do\n  ","938986":"\n  Working in some dance-related job\n  ","938987":"\n  no\n  ","938988":"\n  No filter\n  ","938989":"\n  Probably not\n  ","938990":"\n  Yeah, a lot\n  ","938991":"\n  no\n  ","938992":"\n  I prefer hot drinks like hot tea regularly, but when I'm trying to drink smth I don't usually have, I prefer cold drinks. I don't like ice in my drinks tho\n  ","938993":"\n  probably still a caterpillar or smth, idk\n  ","938994":"\n  nope\n  ","938995":"\n  December\n  ","938996":"\n  I don't know any\n  ","938997":"\n  Yeah, Batwoman, Wild N'Out, How I Met Your Mother, Survivor's Remorse even tho it's been a bit since I watched that one, and The Boys\n  ","938998":"\n  DC Young Fly makes me smile\n  ","938999":"\n  90\n  ","939000":"\n  aight\n  ","939001":"\n  awesome\n  ","939002":"\n  I hope not\n  ","939003":"\n  Sure, maybe a little bit less?\n  ","939004":"\n  I'm really not sure\n  ","939005":"\n  For many things, yes\n  ","939006":"\n  I'm not done \"turning out\" yet. But there's a lot of differences between me and the people who raised me\n  ","939007":"\n  Agree 👌🏾👌🏾\n  ","939008":"\n  Sometimes... or I don't necessarily \"like\" it, but that's all I can do sometimes\n  ","939009":"\n  Eh, not really my thing\n  ","939010":"\n  Ones that help kids in any way\n  ","939011":"\n  I didn't\n  ","939012":"\n  When Kida the Great won SYTYCD\n  ","939013":"\n  Right now I'm just sitting on Askfm answering some questions\n  ","939014":"\n  Phone companies want as much money as they can get\n  ","939015":"\n  Wack asf. Yours?\n  ","939016":"\n  Maybe the divorce is what fires the impulse\n  ","939017":"\n  Watching someone do smth I think\n  ","939018":"\n  Good\n  ","939019":"\n  I've been depressed for so long that if God is with me, God must really hate me and enjoy watching me suffer. I've even begged for death if things were gonna keep feeling like this and life was gonna continue this way and God can't even do that for me.\n  ","939020":"\n  Computer science, but I didn't like the class very much. My favorite class was drumline\n  ","939021":"\n  not really\n  ","939022":"\n  Iron Man\n  ","939023":"\n  Like the one I had while I was sleeping last night?\n  ","939024":"\n  Probably more so than not\n  ","939025":"\n  Idk, that's a good question\n  ","939026":"\n  I don't know what that is\n  ","939027":"\n  hi\n  ","939028":"\n  sunset\n  ","939029":"\n  I don't eat meat\n  ","939030":"\n  nah\n  ","939031":"\n  I have one but I haven't been great at actually using it much this yr. I became very unmotivated to do anything starting in the middle of January\n  ","939032":"\n  I feel ashamed, empty, lost, sad, angry and numb rn. Hbu?\n  ","939033":"\n  I feel ashamed, empty, lost, sad, angry and numb rn. Hbu?\n  ","939034":"\n  Eeyore\n  ","939035":"\n  same\n  ","939036":"\n  Stevie Wonder when I was about 8 or 9, and yes, I still like Stevie Wonder. Before Stevie, I would listen to child's music CDs and the Hairspray and Mamma Mia soundtrack bc my best friend was very obsessed with those movies\n  ","939037":"\n  It depends on how I'm feeling. If I'm feeling super down, I can sit in one place for probably at least an hr or smth...\n  ","939038":"\n  Sense of humor\n  ","939039":"\n  Huh?\n  ","939040":"\n  Thanks, you too.\n  ","939041":"\n  I'm depressed, I have a lot of self-hatred-- I wish I could be someone else, I don't feel like I am where I should be in life or that I am capable of getting there, I'm a loser, I hate how life goes and how rotten it is to so many people....ultimately there's too much for me to type, but I'm very angry, sad, ashamed, unmotivated and I feel worthless and useless and like I'm a disappointment.\n  ","939042":"\n  Life is a hard game to play. Love is just one of its many aspects...for some people, that is\n  ","939043":"\n  I'm sorry, that awful\n  ","939044":"\n  🤟🏾🤟🏾\n  ","939045":"\n  Neither!\n  ","939046":"\n  Nothing really....I finally motivated myself to vacuum, I did some thinking, I did some eating and some dusting and so far that's it. There are several things I should do today, but I'm not gonna.... I just don't have the motivation or will. I wish I could just fade away\n  ","939047":"\n  hello\n  ","939048":"\n  😕\n  ","939049":"\n  I do not\n  ","939050":"\n  Taco Del Mar maybe\n  ","939051":"\n  I don't think I've ever had either\n  ","939052":"\n  No, do you?\n  ","939053":"\n  Winter\n  ","939054":"\n  Life really sucks, I feel you 😥\n  ","939055":"\n  Dead tbh\n  ","939056":"\n  No, Sean. No one is ugly. I don't believe in ugly for aesthetics. Only ugly behavior or actions\n  ","939057":"\n  ok\n  ","939058":"\n  Love\n  ","939059":"\n  I have. In fact, I did that for a little bit yesterday\n  ","939060":"\n  I don't think I would even if I could... All the space movies I have watched are like horror movies...\n  ","939061":"\n  I have not\n  ","939062":"\n  I prefer to get food out, but then eat it in\n  ","939063":"\n  I like the Strawberry & Creme Frappucino\n  ","939064":"\n  I do\n  ","939065":"\n  Just sitting here answering questions on Askfm although I should be eating lunch\n  ","939066":"\n  Hmmm, that's hard. I like watching several people that are decent at making me laugh I guess... DC Young Fly, Kida the Great (he's not a comedian, but he's hella funny), Karlous Miller, Ellen Degeneres, RDCworld & Calebcity (they aren't really comedians either, but they are funny YouTubers), Santwon McCray and then one that I don't remember the name of who works on Wild N'Out\n  ","939067":"\n  Nothing really....I finally motivated myself to vacuum, I did some thinking, I did some eating and some dusting and so far that's it.\n  ","939068":"\n  hi\n  ","939069":"\n  Not very often but I have my notifications for emails turned on so I get alerts whenever I get new ones and then I check them if they are important\n  ","939070":"\n  I don't mind it...\n  ","939071":"\n  Thank you, you too 💕 Why in emotional pain tho?\n  ","939072":"\n  Everyone has great bodies, I'm not about body-shaming\n  ","939073":"\n  Capricorn\n  ","939074":"\n  I've never been to China House and only been to Burger King once, but China House sounds more appealing to me\n  ","939075":"\n  I've always thought of them as two different things that both have steps... 🤔\n  ","939076":"\n  Idk...I've had bad experiences with friends on this app in the past 😐\n  ","939077":"\n  Idk, I've only been to like 4 of them\n  ","939078":"\n  no\n  ","939079":"\n  It's been a loong time since I ate a marshmallow. I don't really like em tho\n  ","939080":"\n  Single\n  ","939081":"\n  🤟🏾\n  ","939082":"\n  Bc I like answering questions...that's why I have this app in the first place. This app makes me think, it makes me more intrapersonal, and it can be entertaining when I'm bored.\n  ","939083":"\n  I would probably be dead by now if my dreams were real life, so sure\n  ","939084":"\n  It depends on what I'm working hard doing. If it was smth I didn't mind doing then I would pick that, but if it was smth I hated, then I would have to think about it\n  ","939085":"\n  they aight\n  ","939086":"\n  How I Met Your Mother, Survivor's Remorse and Teen Wolf, The Boys, Iron Fist, and I love watching Wild N' Out clips on YouTube\n  ","939087":"\n  I think the Lord already left me...\n  ","939088":"\n  none of above tbh\n  ","939089":"\n  I am too. why are you sad?\n  ","939090":"\n  😎🔥\n  ","939091":"\n  Sour Patch Kids\n  ","939092":"\n  yes\n  ","939093":"\n  Mac & cheese\n  ","939094":"\n  Lots of credit goes to the camera\n  ","939095":"\n  I basically just took a walk, showered, ate, talked to a friend and some reading for the class I'm in. Now I'm watching YouTube\n  ","939096":"\n  in bed. you?\n  ","939097":"\n  ehhh it's aight\n  ","939098":"\n  I do?\n  ","939099":"\n  January\n  ","939100":"\n  I don't know\n  ","939101":"\n  I will know smth that makes me excited?\n  ","939102":"\n  👌🏾👌🏾\n  ","939103":"\n  night bc I don't have to eat, I can just chill and it's quiet and I feel more awake for some reason.... except not lately bc I take my medications at night and they knock me out 💀\n  ","939104":"\n  I don't remember\n  ","939105":"\n  not at all\n  ","939106":"\n  never had it 🤔\n  ","939107":"\n  My family used to go to my grandma's house and meet with extended family and eat dinner and do a small gift exchange\n  ","939108":"\n  Not typically. I wish I listened to it my more tho\n  ","939109":"\n  I have not. have you?\n  ","939110":"\n  wassup\n  ","939111":"\n  Ok...?\n  ","939112":"\n  Yeah, that's what I was thinking\n  ","939113":"\n  The Sony WHMxxx4 (or smth, like that) headphones\n  ","939114":"\n  My cow\n  ","939115":"\n  no\n  ","939116":"\n  Depends on with who and when and where\n  ","939117":"\n  nothing 😖😓\n  ","939118":"\n  I don't like being in it, but I prefer it to hot weather. I also like watching snow fall\n  ","939119":"\n  My older brother tbh\n  ","939120":"\n  Lotion suggestions?\n  ","939121":"\n  I don't have a crush\n  ","939122":"\n  Ones with berry flavoring inside\n  ","939123":"\n  Currently, it's Holiday by Lil Nas X and High Fashion by Roddy Ricch\n  ","939124":"\n  I used to love those books... I low-key hate em now but I still love the concept of magical government\/society 😅\n  ","939125":"\n  My card these days\n  ","939126":"\n  Not a gif, but...\n  \n  She meant \"Pablas,\" an Indian food restaurant 🤦🏾‍♂️\n  ","939127":"\n  yeah, like all the time 😅\n  ","939128":"\n  this guy\n  ","939129":"\n  Well, I mean.... I don't wanna invalidate anyone's feelings just bc I don't understand them. I just think there have been things that are lame for others to get mad at me about in the past but that's just my pov\n  ","939130":"\n  Biden is the least worst\n  ","939131":"\n  idk....I haven't had much luck with friends on this app 😐\n  ","939132":"\n  just laying in bed, you?\n  ","939133":"\n  My own place\n  ","939134":"\n  no haha\n  ","939135":"\n  They coo\n  ","939136":"\n  Black\n  ","939137":"\n  \"only??\"\n  ","939138":"\n  Sure, if you say so G\n  ","939139":"\n  Idk the different breeds\n  ","939140":"\n  Sure, if you say so G\n  ","939141":"\n  I don't think so 🤔\n  ","939142":"\n  So you did it then, not me 😂\n  ","939143":"\n  I like it\n  ","939144":"\n  okay!\n  ","939145":"\n  aww, thank you. that's very nice of you ❤️\n  ","939146":"\n  not sure what that is fam, but I don't wanna know\n  ","939147":"\n  I don't care about the orange mans travels haha\n  ","939148":"\n  Yeah exactly!\n  ","939149":"\n  That's a good question. some people be answering all rudely, it's like \"why?\"\n  ","939150":"\n  I feel like you have to be loved to really be able to love\n  ","939151":"\n  👌🏾👌🏾\n  ","939152":"\n  I don't think so\n  ","939153":"\n  💜\n  ","939154":"\n  Yeap, good thing I don't care about what men think of me! And if they did all treat me exactly the same, that would be kinda impressive ngl. Anyway, keep humoring me?\n  ","939155":"\n  I Can't Breathe by H.E.R.\n  ","939156":"\n  I don't remember, but I'm guessing neutral\n  ","939157":"\n  No feminine clothes, no\n  ","939158":"\n  👌🏾👌🏾\n  ","939159":"\n  Someone Like You\n  ","939160":"\n  👌🏾👌🏾\n  ","939161":"\n  where's it at?\n  ","939162":"\n  I'm too tired and idek you or where you live, so no\n  ","939163":"\n  Clicking noises\n  ","939164":"\n  Why do you want to know how hard you messed up?\n  ","939165":"\n  where?\n  ","939166":"\n  homebody\n  ","939167":"\n  it sucks so I have to see mental health drs multiple times a week plus an eating disorder dr 😐\n  ","939168":"\n  👌🏾\n  ","939169":"\n  By convincing people that they are more important bc they have more money\n  ","939170":"\n  Good morning 🌄\n  ","939171":"\n  January\n  ","939172":"\n  nah\n  ","939173":"\n  mildly spicy\n  ","939174":"\n  hi, how are you?\n  ","939175":"\n  I think it was one in Vancouver Canada in the summer of 2019 tbh\n  ","939176":"\n  Neither, but I prefer cold weather to hot\n  ","939177":"\n  A Subway one haha. I'm basic\n  ","939178":"\n  this cow\n  ","939179":"\n  comfortable couch\n  ","939180":"\n  The US\n  ","939181":"\n  Ahhh, I know who this is now\n  ","939182":"\n  yeah haha\n  ","939183":"\n  I have not\n  ","939184":"\n  No.\n  ","939185":"\n  It really depends on the situation. Some things are more serious and worth pursuing than others\n  ","939186":"\n  Bc as I said, I don't want to. I don't feel comfortable doing that.\n  ","939187":"\n  lmk once you find out\n  ","939188":"\n  Some family\n  ","939189":"\n  No.\n  ","939190":"\n  I don't have a favorite.\n  ","939191":"\n  yes\n  ","939192":"\n  I think you should give more of your energy to yourself. Not all of it, save some for others still, but most of it should be for you. And don't waste time on the people who don't appreciate your kindness.\n  ","939193":"\n  Nah, I don't use the TV much\n  ","939194":"\n  my bedroom but I don't wanna share a picture of it\n  ","939195":"\n  yes: Iron Fist, Rise, Modern Family, Survivor's Remorse, Fresh Prince of Bel-Air, Teen Wolf, The Boys, Wild N' Out\n  ","939196":"\n  Slime!!?\n  ","939197":"\n  😐\n  ","939198":"\n  Sometimes stay in my PJs, other times change. It depends on my mood or if I'm going somewhere\n  ","939199":"\n  I don't remember 🤔\n  ","939200":"\n  Man, idk. I'm not good with movies. I haven't watched a lot of them\n  ","939201":"\n  Peter Piper I guess\n  ","939202":"\n  Yeah, dreaming about work doesn't sound fun. I can't remember if I have or not, but I probably have before.\n  \n  I remember last night's dream had smth to do with lights on a couch, a big dinner with guests, and arguing with my dad and my brother and his friend being annoying...that's kinda all I remember tho. And the dream the night before that involved me and many others around my age being in a huge aircraft sponsored by CenturyLink 😐\n  ","939203":"\n  Get on Askfm I guess\n  ","939204":"\n  It means you're not a lion\n  ","939205":"\n  I think....?\n  ","939206":"\n  Well, I'm introverted, so not tooo much. I don't ever really like A LOT of attention. But a decent amount, sure, I think so. I don't wanna feel like our relationship is nothing\n  ","939207":"\n  Clicking noises really annoy me for some reason\n  ","939208":"\n  Hmm, I don't think I've had that exact thought before. But I do look up and wonder what's the point of all of this a lot. What's the point in life, why do I have to be here, what is beyond the planets in our solar system... I know that has nothing to do with the sky, but it's just a thought that comes up for me sometimes when I gazing out\n  ","939209":"\n  I'm not sure of the cost, I would have to look it up. It is a clinic for outpatient treatment so not really a family business\n  ","939210":"\n  Yeah, and crying is good. There is not a simple logical explanation or answer to everything\n  ","939211":"\n  Thank you\n  ","939212":"\n  I had some pizza\n  ","939213":"\n  yep\n  ","939214":"\n  I believe it's meant to be a motivational message, but I don't find it very motivating personally. But it's good that you do\n  ","939215":"\n  Not really. But I've kinda been craving some watermelon lately. I don't think unavailable tho, I just don't have it\n  ","939216":"\n  Well, my insurance covers most of it\n  ","939217":"\n  That's dope! And cool,  I like to watch TV shows\n  ","939218":"\n  my cow\n  ","939219":"\n  The appts are typically for an hour\n  ","939220":"\n  🤟🏾\n  ","939221":"\n  💯\n  ","939222":"\n  Galaxy Buds Live, a weighted blanket, some socks and a puzzle\n  ","939223":"\n  I want to, but can't really 😕\n  ","939224":"\n  It's a tie between YouTube, Spotify and Instagram\n  ","939225":"\n  I don't have a crush rn\n  ","939226":"\n  Empty, numb, lost, annoyed, miserable, hopeless, thirsty\n  ","939227":"\n  Very badly...\n  ","939228":"\n  Taco Del Mar\n  ","939229":"\n  Lotion suggestions?\n  ","939230":"\n  A friend rn\n  ","939231":"\n  I probably can't change your mind\n  ","939232":"\n  It was fine I guess. I don't really remember that much tbh. We transitioned to online bc of Covid tho\n  ","939233":"\n  Any clicking noise really. Like people clicking with their tongues, clicking their pens, cracking their knuckles, snapping a lot....it just bothers my ears for some reason 🤷🏾‍♂️\n  ","939234":"\n  Hmm maybe 🤔\n  ","939235":"\n  Eh sort of.... it's therapy really. I meet with a therapist on Mondays, a DBT skills group on Tuesdays, a psychiatrist on Tuesdays or Wednesdays sometimes and someone with the eating disorder centers on Thursdays.... I kinda hate all of it. They aren't recorded, but they are all online rn. Typically they aren't I don't think, but they are rn bc of Covid. I've only met one of them in person and that was about a yr ago\n  ","939236":"\n  I don't really have a favorite actress, but some of my favorite people who happen to be actresses are Zendaya, Meagan Tandy, Jessica Henwick and Sophia Bush. And I guess I like Shantel VanSanten and Tichina Arnold's acting\n  ","939237":"\n  Donate some of it, keep some of it, spend some of it on a new laptop, a 3DS. for my friend so we could Mario Bros together and some other things, spend some on college fees. Hbu?\n  ","939238":"\n  I have them on Mondays, Tuesdays and Thursdays and sometimes on Wednesdays too, but each day of the week they are with different people\n  ","939239":"\n  I haven't seen any scary movies recently.... well sometimes the Maze Runner was a bit creepy bc the creature\/machine things in the maze look like big spiders, but nothing really scary. I think the last scary movie I saw was either Get Out or Insidious. I never finished Insidious tho. I wanna finish it but I don't wanna watch it alone 😅\n  ","939240":"\n  \"Here's what I found on the web\":\n  \n  The nonphysical part of a person which is the seat of emotions and character; the soul.\n  ","939241":"\n  I like Colleen Wing in the Netflix Marvel version of Iron Fist\n  ","939242":"\n  I don't think I've ever been in one 🤔\n  ","939243":"\n  Donate some of it, keep some of it, spend some of it on a new laptop, a 3DS. for my friend so we could Mario Bros together and some other things, spend some on college fees. Hbu?\n  ","939244":"\n  Yeah, I understand. This last yr especially has been very hard for most people\n  ","939245":"\n  Haha, I'll take this as a yes\n  ","939246":"\n  no\n  ","939247":"\n  Is the essay in support of leaving the past or against it....?\n  ","939248":"\n  Maybe a monkey bc I feel like they are a lot like humans except they don't pay taxes, work or go to school\n  ","939249":"\n  CLicking noises really annoy me for some reason\n  ","939250":"\n  Rough. I didn't do much, just tried to eat, had an appt and then cried\n  ","939251":"\n  Both sound very scary and isolating to me honestly, so neither\n  ","939252":"\n  I'm just sitting at my desk listening to music and answering some Ask questions bc I'm bored and unmotivated. You?\n  ","939253":"\n  Sorry, I don't understand...\n  ","939254":"\n  I don't typically wear makeup and when I do, it;s not that much\n  ","939255":"\n  Oh, are you that negative person who is mean to everybody bc people were apparently always mean to them? You have been coming in and out of my page lately.\n  ","939256":"\n  Nike Air Max\n  ","939257":"\n  Thx, I hope you had a great Monday\n  ","939258":"\n  Study in 30 min intervals with 5-10 minute breaks in between? I've just heard this is good, but idk if it actually works that well for me.\n  ","939259":"\n  I wish it were that easy\n  ","939260":"\n  Too many\n  ","939261":"\n  Hmm. Personally, don't think I'm bad. Just not who I want to be. Why do you think I'm a bad person?\n  ","939262":"\n  It depends on what for\n  ","939263":"\n  Oh, at the same time? You're probably right\n  ","939264":"\n  There isn't anyone\n  ","939265":"\n  Lucky I guess\n  ","939266":"\n  What Nickelback is\n  ","939267":"\n  I don't think I've ever heard anything from them. I had to look them up just now\n  ","939268":"\n  All good 👌\n  ","939269":"\n  I don't have one\n  ","939270":"\n  Huh?\n  ","939271":"\n  I'm not sure... and I'm not I get the logic behind that either 🤔\n  ","939272":"\n  You ask them and listen to their answer\n  ","939273":"\n  No one\n  ","939274":"\n  Who?\n  ","939275":"\n  I wish I had more friends, but I don't\n  ","939276":"\n  Sweet On Paris Natural Deodorant from Alkebu-lan Botanical. What is yours?\n  ","939277":"\n  Idk yet\n  ","939278":"\n  Idk...I mean my favorite color is black, so maybe black?\n  ","939279":"\n  Nothing today, but tomorrow hopefully I can take a shower, go on a walk and then maybe do a bit of cleaning up in my room. We'll see tho\n  ","939280":"\n  Idk what supreme pizza is, but I know that I don't eat meat\n  ","939281":"\n  No\n  ","939282":"\n  Oops sorry, there was a typo in my last answer. I meant to say that being too nice to others is *not the main factor.\n  ","939283":"\n  I've had this app since 2013 I think\n  ","939284":"\n  I didn't have a very good day today and I cried and then ended just laying in bed for a while. After that, I watched some Wild N' Out clips to try and make myself laugh. Ultimately, I'm not the best one for crisis advice bc I don't do very well handling it myself 😐 I hope your days ended up getting better tho 🙏🏾\n  ","939285":"\n  Bill Nye\n  ","939286":"\n  I've been more depressed lately than I have been in a bit, but otherwise, no. Things haven't been much different than they have for months. And I'm not really sure why the depression has spiked...I think it had to do with lowering a medication too abruptly but also just the stress of trying to get better while trying not to fall behind in life....I feel like I wanna be doing more than I am and it makes me sad that I'm not and that I can't be who I want to be\n  ","939287":"\n  Not necessarily, I mean I'm sure doing more for others than they would for me probably contributes to the depression, but it's the main factor. I don't surround myself with very many others ultimately though. I wish I did more but I don't many friends and no one close.\n  ","939288":"\n  No, I don't think it would be good for me\n  ","939289":"\n  What was Naked & Afraid about?\n  ","939290":"\n  Starbucks? Idk...\n  ","939291":"\n  Eso es dulce\n  ","939292":"\n  I like some aspects of it and dislike some aspects of it and there are some social media platforms I like better than others\n  ","939293":"\n  Sure, I guess...\n  ","939294":"\n  Sorry, I don't know anything about Mulan\n  ","939295":"\n  I've been trying. I just can't do it\n  ","939296":"\n  Who are we talking about?\n  ","939297":"\n  Not usually, but sometimes\n  ","939298":"\n  It's not my business\n  ","939299":"\n  No\n  ","939300":"\n  I don't. Do you?\n  ","939301":"\n  🤷🏾‍♂️\n  ","939302":"\n  I don't wanna name them\n  ","939303":"\n  Sorta yeah\n  ","939304":"\n  Kittens\n  ","939305":"\n  They're both fast if you have prime\n  ","939306":"\n  No, and I really suck at it\n  ","939307":"\n  The same use for my Dell that I have now... Schoolwork, computer coding, video editing, social media, YouTube watching, writing....\n  ","939308":"\n  Instagram\n  ","939309":"\n  Had a rough day today. Hardly ate any breakfast, struggles thru lunch and cried a lot\n  ","939310":"\n  I honestly don't know\n  ","939311":"\n  hi\n  ","939312":"\n  I don't think so\n  ","939313":"\n  Here where?\n  ","939314":"\n  Perseverance I guess\n  ","939315":"\n  The Simpsons I think\n  ","939316":"\n  I like some of pretty much all genres except metal and Kpop. My playlist is pretty diverse:\n  \n\n   https:\/\/open.spotify.com\/playlist\/5TIT8wEOGDG8zRED4bTTyq?si=g6jdulUWQ_ycpdVqRhLk5g\n  \n","939317":"\n  Some, yeah\n  ","939318":"\n  The night time. 10 pm and after\n  ","939319":"\n  I don't think it really matters. Whatever the parent wants to do as long as they don't keep the lie for too many yrs\n  ","939320":"\n  My bedroom\n  ","939321":"\n  Taco Dell Mar\n  ","939322":"\n  A lot of US people were manipulated in 2016 by electronic data collected about us that was used to show us content hoping to sway us to vote certain ways....I watched a documentary about it on Netflix\n  ","939323":"\n  I was watching some Wild N' Out clips and they made me smile, but Justina goin in and DC always being such a fool. Also this parody video of how to Krump.\n  ","939324":"\n  I'm a vegetarian, so no. It doesn't sound appetizing at all\n  ","939325":"\n  I don't know much about video games these days tbh\n  ","939326":"\n  Same\n  ","939327":"\n  I don't think so 🤔\n  ","939328":"\n  Dance, BLM, music, technology, web development, authenticity, kindness\n  ","939329":"\n  Damn that sucks\n  ","939330":"\n  Man, I don't even remember. I don't actually know if I've ever built a snowman tbh 🤔\n  ","939331":"\n  Hahaha\n  ","939332":"\n  After Covid? Honestly idk 😐 I think I might go to college on campus at a new school, but I'm not positive. I may also just get a new job. What about you?\n  ","939333":"\n  In short, bc life really sucks and I don't feel like I will ever be what I should be\n  ","939334":"\n  what's up?\n  ","939335":"\n  I had an appt today and that's it\n  ","939336":"\n  In the city bc there's more to do and I like the energy. And I don't need all the space that homes have in the country\n  ","939337":"\n  Canon\n  ","939338":"\n  Oh why?\n  ","939339":"\n  The seafood\n  ","939340":"\n  I don't remember\n  ","939341":"\n  Either sunny or cloudy\n  ","939342":"\n  we can't....\n  ","939343":"\n  Sakura, but I just call her Kitty\n  ","939344":"\n  hmm. that's a hard one. not really, but I guess it depends on what they're 'overly' sensitive about\n  ","939345":"\n  for some people. not me atp\n  ","939346":"\n  not yet 🤕\n  ","939347":"\n  👀\n  ","939348":"\n  in my bedroom\n  ","939349":"\n  very scared\n  ","939350":"\n  I don't, sorry\n  ","939351":"\n  ok\n  ","939352":"\n  tea!\n  ","939353":"\n  cry, isolate, sleep, sometimes I write, sometimes I watch a show to ry and name myself laugh\n  ","939354":"\n  wya, I'm trying to get an apartment\n  ","939355":"\n  I asked myself the same thing. couldn't find an answer\n  ","939356":"\n  I used to but now I'm not allowed to\n  ","939357":"\n  peppermint\n  ","939358":"\n  not really ngl\n  ","939359":"\n  Pacific NW of US\n  ","939360":"\n  sad\n  ","939361":"\n  - All American\n  \n  - Rhythm & Flow\n  \n  - Iron Fist\n  \n  - One Day at a Time\n  \n  - The Fosters\n  ","939362":"\n  hey\n  ","939363":"\n  mickey\n  ","939364":"\n  I get so anxious about everything. So anxious that I avoid things and stop myself from doing things I should\n  ","939365":"\n  no, I'm harder to get to open up and easy to get close to\n  ","939366":"\n  I don't have one...I don't listen to BlackPink\n  ","939367":"\n  ehh, not really\n  ","939368":"\n  hey\n  ","939369":"\n  what is a 'fake' profile? is it someone pretending to be someone else?\n  ","939370":"\n  same\n  ","939371":"\n  💜❄️\n  ","939372":"\n  \"ayeee wassup. what's new?\"\n  \n  it doesn't really differ between gender (or non gender)\n  ","939373":"\n  not much\n  ","939374":"\n  yes and no\n  ","939375":"\n  no\n  ","939376":"\n  get the orange man outta my life\n  ","939377":"\n  depends on what it is I'm giving or receiving\n  ","939378":"\n  I do not\n  ","939379":"\n  oatmeal\n  ","939380":"\n  I don't mind\n  ","939381":"\n  sometimes\n  ","939382":"\n  pizza\n  ","939383":"\n  not yet\n  ","939384":"\n  sure\n  ","939385":"\n  sense of humor\n  ","939386":"\n  tea!\n  ","939387":"\n  sounds nice\n  ","939388":"\n  sure whatever\n  ","939389":"\n  Comedy\n  ","939390":"\n  waffles\n  ","939391":"\n  ehh some\n  ","939392":"\n  you look hella straight ngl\n  ","939393":"\n  😭\n  ","939394":"\n  I barely speak 1\n  ","939395":"\n  they aight\n  ","939396":"\n  yeah\n  ","939397":"\n  I don't think so.\n  ","939398":"\n  at my desk. you?\n  ","939399":"\n  Not well\n  ","939400":"\n  I never have\n  ","939401":"\n  no\n  ","939402":"\n  that they had eyes in the back of their heads\n  ","939403":"\n  apple cider\n  ","939404":"\n  who's there?\n  ","939405":"\n  dead\n  ","939406":"\n  the Black one\n  ","939407":"\n  never been\n  ","939408":"\n  I don't have one\n  ","939409":"\n  what do you like?\n  ","939410":"\n  a bunch of different guns?\n  ","939411":"\n  have an appt\n  ","939412":"\n  not entirely\n  ","939413":"\n  sight\n  ","939414":"\n  I don't\n  ","939415":"\n  hey wassup\n  ","939416":"\n  I didn't really do anything\n  ","939417":"\n  depressing\n  ","939418":"\n  whisper\n  ","939419":"\n  I do like grapes\n  ","939420":"\n  doritos I think\n  ","939421":"\n  How I met your Mother, Teen Wolf, Iron Fist, Modern Family, Survivor's Remorse\n  ","939422":"\n  an instagram video for entertainment\n  ","939423":"\n  no, should I?\n  ","939424":"\n  cry\n  ","939425":"\n  not really, Im indifferent about it\n  ","939426":"\n  Are they a team?\n  ","939427":"\n  I don't\n  ","939428":"\n  yeah it's coo. but I typically don't watch it tho\n  ","939429":"\n  invisible\n  ","939430":"\n  that sounds wonderful\n  ","939431":"\n  I hope so...so far, it hasn't been great tho\n  ","939432":"\n  21\n  ","939433":"\n  I wish I did. I want to...I guess at the same time I don't want to... but I just haven't really been able to\n  ","939434":"\n  no.\n  ","939435":"\n  really? 🥺\n  ","939436":"\n  Feeling really empty, numb, lost, stuck, sad, anxious, unmotivated. hbu?\n  ","939437":"\n  water\n  ","939438":"\n  mentally sick, 24\/7. Sick like the flu or cold, very rarely. It's been a few yrs now\n  ","939439":"\n  I'm not in a good way\n  ","939440":"\n  43 Farenheit\n  ","939441":"\n  you too fam\n  ","939442":"\n  hi\n  ","939443":"\n  if you're my friend either is fine. it just depends on how well I know the person and what the conversation is about. if you're not really a friend, I prefer text\n  ","939444":"\n  ahhhh\n  ","939445":"\n  I really hope someday bc this pain feels unbearable\n  ","939446":"\n  one that helps more than just the person with the powers\n  ","939447":"\n  good night G\n  ","939448":"\n  good morning G\n  ","939449":"\n  yes\n  ","939450":"\n  wdym?\n  ","939451":"\n  same\n  ","939452":"\n  it's not ideal....\n  ","939453":"\n  😳\n  ","939454":"\n  oh\n  ","939455":"\n  I already turned 21\n  ","939456":"\n  hey\n  ","939457":"\n  oreos are perfect how they are\n  ","939458":"\n  now that's the life 😂😂😂\n  ","939459":"\n  never seen it I don't think!\n  ","939460":"\n  not really\n  ","939461":"\n  honestly no. are you?\n  ","939462":"\n  😖😖\n  ","939463":"\n  a really good dance\n  ","939464":"\n  they hide stuff from me but don't want me to hide stuff from them\n  ","939465":"\n  I guess bc people are curious creatures\n  ","939466":"\n  Near my mom and siblings in Texas\n  ","939467":"\n  I don't believe that's how being lesbian works.\n  ","939468":"\n  yes\n  ","939469":"\n  not taking dance classes when I was younger\n  ","939470":"\n  sad\n  ","939471":"\n  For the Night by Pop Smoke\n  ","939472":"\n  I have a headache. how bout you?\n  ","939473":"\n  a laptop that actually works right\n  ","939474":"\n  idk why. I think typically there are not people yelling profanity at bus stops so I would say it's not normal\n  ","939475":"\n  I'm not sure\n  ","939476":"\n  Oh cool! I don't think I've ever seen Egyptian dance before\n  ","939477":"\n  Yeah, that's fair\n  ","939478":"\n  Yes there are\n  ","939479":"\n  Rn it's kinda just to get my life together bc I'm a mess\n  ","939480":"\n  Are you not tired?\n  ","939481":"\n  Yeah\n  ","939482":"\n  Thx, you too\n  ","939483":"\n  Not really\n  ","939484":"\n  It is 3:22pm rn where I live\n  ","939485":"\n  Yes it is :) Do you like dance too?\n  ","939486":"\n  When I used to go shopping with my mom she would always make me go to the fitting rooms but when I'm shopping alone for myself, I typically just buy clothes online and their smallest sizes typically seem to work for me\n  ","939487":"\n  Goodnight, sweet dreams\n  ","939488":"\n  I don't even know the differnt ones 😳\n  ","939489":"\n  Damn, how many people has she married then?\n  ","939490":"\n  Hmmm. I don't have a main rule 🤔 What is yours?\n  ","939491":"\n  Dance 💯\n  ","939492":"\n  I have not. Have you?\n  ","939493":"\n  Sneakers\n  ","939494":"\n  Kindness\n  ","939495":"\n  \"So this part of my house, no one's been in it for years\n  \n  I built a safe room and I don't let no one in there\n  \n  'Cause if I do, there's a chance that they might disappear\n  \n  And not come back, and I admit, I am emotionally scared\n  \n  To let anyone inside, so I just leave my doors locked\n  \n  You might get other doors to open up, but this door's not\n  \n  'Cause I don't want you to have the opportunity to hurt me\n  \n  And I'll be the only person that I can blame when you desert me\n  \n  I'm barricaded inside, so stop watchin'\n  \n  I'm not coming to the door, so stop knockin', stop knockin'\n  \n  I'm trapped here, God keeps saying I'm not locked in\n  \n  I chose this, I am lost in my own conscience\n  \n  I know that shuttin' the world out ain't solvin' the problem\n  \n  But I didn't build this house because I thought it would solve 'em\n  \n  I built it because I thought that it was safer in there\n  \n  But it's not, I'm not the only thing that's livin' in here\n  \n  Fear came to my house years ago, I let him in\n  \n  Maybe that's the problem, 'cause I've been dealing with this ever since\n  \n  I thought that he would leave, but it's obvious, he never did\n  \n  He must have picked a room and got comfortable and settled in\n  \n  Now I'm in a position, it's either sit here and let 'em win\n  \n  Or put him back outside where he came from, but I never can\n  \n  'Cause in order to do that, I'd have to open the doors\n  \n  Is that me or the fear talking? I don't know anymore\"\n  \n  [Outro]\n  \n  \"It's lonely\n  \n  Inside (Inside), inside (Inside)\n  \n  It's lonely (It's lonely)\n  \n  Oh, yeah, it's lonely\n  \n  Inside this mansion\"\n  ","939496":"\n  Ahhh ok haha\n  ","939497":"\n  I have a lot of family that I care about who I never grew up with. They live in a different region than I do. I have mixed feelings about the family that I grew up with tho. I find it hard to not be pissed that I didn't get to grow up with people who were more like me who would understand me better\n  ","939498":"\n  I imagined it would be more exciting and happy\n  ","939499":"\n  Being an assistant to Zendaya, Lil Nas X or Kida the Great, being a social media manager for any of the 3 above, reviewing phones, or dancing and choreographing would be awesome\n  ","939500":"\n  Yeah same, that sounds nice\n  ","939501":"\n  Idk about \"absolute favorite\" channel. There are several that I like, including CinemaSins, HISHE, Wild N'Out and Rdcworld1 because they are really funny. I'm looking for new comedy channels tho so if you have any suggestions....\n  ","939502":"\n  nope\n  ","939503":"\n  I am proud of Kida the Great bc he has really made a whole name for himself. He came from nothing and has gone thru several big losses in his life, but continues to keep his head up. He stays humble and loves to give back and he inspires and lifts people up all the time. The dude is rich just by dancing and that's pretty amazing\n  ","939504":"\n  Idk about multiple dimensions. I think it's possible there's life somewhere other than just Earth tho\n  ","939505":"\n  For me, it's not Saturday, sorry, but I wanna eat lunch and dinner today without any problems. It would be nice to do some vacuuming, some dusting, wash my face, take a shower, do some homework...but I'm having a hard time motivating myself to anything rn.\n  ","939506":"\n  Idk....what kinds of things do cats need these days?\n  ","939507":"\n  no\n  ","939508":"\n  That's decent advice 💯\n  ","939509":"\n  Not much, but I never watched it much. Not bc I have any problem with animation, I just happened to not watch it much\n  ","939510":"\n  Music....?\n  ","939511":"\n  Can I just ask you anyhting on here?\n  ","939512":"\n  I don't, but someone to talk to is always nice. The weird thing is that I feel like I need someone to talk to at the same time I don't wanna burden people with all my problems. Plus, it's hard to talk to people on here bc the things I need to get out are way too much to type out. I do notice some people answering rudely or aggressive sometimes and I never understand it\n  ","939513":"\n  Yeah\n  ","939514":"\n  Haha, ok I'll ttry. I feel like I'm always waiting...I just want life to get better. I wanna experiene that honey\n  ","939515":"\n  Oh, I just didn't know who was 6-11yrs old haha\n  ","939516":"\n  It's nice to live with people that you enjoy being around tho!\n  ","939517":"\n  It really was yesterday where I live. Today it's cold but there's some sun out. I kinda wanna take a walk but I also kinda don't\n  ","939518":"\n  I am not sure. Have you talked to a dr about what's possible?\n  ","939519":"\n  That's sweet\n  ","939520":"\n  Thunderstorms\n  ","939521":"\n  In between\n  ","939522":"\n  You tell me\n  ","939523":"\n  Depends on what they are needy about\n  ","939524":"\n  Get my life together a bit more\n  ","939525":"\n  I feel sick rn and empty, lost, angry and numb. Hbu?\n  ","939526":"\n  It's a like fuzzy toy, isn't it?\n  ","939527":"\n  I cannot\n  ","939528":"\n  Idk what this is\n  ","939529":"\n  Wow\n  ","939530":"\n  no\n  ","939531":"\n  It's Wednesday for me, but I hope you have a great Thursay.\n  ","939532":"\n  Relax. Lay down and watch your favorite show or turn on some music\n  ","939533":"\n  No, I'm really supposed to be gaining calories but that's very hard for me\n  ","939534":"\n  A Fitbit and earrings\n  ","939535":"\n  Just sitting at my desk answering Askfm questions rn\n  ","939536":"\n  2 Eggos waffles\n  ","939537":"\n  I can't stand the taste of it ngl, but I wish I did\n  ","939538":"\n  I wish\n  ","939539":"\n  Hi, how are you?\n  ","939540":"\n  Sony\n  ","939541":"\n  About never\n  ","939542":"\n  Lack of confidence, isolation, feeling shy, feeling alone, feeling hopeless. feeling stuck, gaining more anxiety\n  ","939543":"\n  Yes.\n  ","939544":"\n  No, I wish I felt that way\n  ","939545":"\n  shave i guess\n  ","939546":"\n  everyone has value.\n  ","939547":"\n  Yeah ngl\n  ","939548":"\n  Ofc. Everyone does\n  ","939549":"\n  NO, have you?\n  ","939550":"\n  I couldn't\n  ","939551":"\n  Hi. Why are you leaving if you're bored?\n  ","939552":"\n  Sitting at my desk at the house\n  ","939553":"\n  The dinosaur\n  ","939554":"\n  No. It's not for me,...I hate it.\n  ","939555":"\n  Gloss photographs\n  ","939556":"\n  Kida the Great 100% even tho he's not so much a celebrity, just a popular person\n  ","939557":"\n  For me it's Wednessay\n  ","939558":"\n  I haven't\n  ","939559":"\n  I think so, but in relativity to what some other people have witnessed, not that bad\n  ","939560":"\n  Hi, how are you liking this app?\n  ","939561":"\n  Same. I'm bored even tho I have plenty of things to do. I just don't wanna do them. I don't wanna do anything.\n  ","939562":"\n  Ik Usher was before 2000, but Usher bc he had a lot of good songs in 2000 too\n  ","939563":"\n  Solitaire if I'm alone. New Super Mario Bros if I'm with someone else\n  ","939564":"\n  Same.\n  ","939565":"\n  Bc my life isn't going how I wish it was and I wish I could turn it around but I seem to be incapable and struggling so much on my own. I just wish I could be better or a different person. I'm tired of life and I'm tired of being tired of life. I just wish I wasn't here and I can't stop myself from thinking that.\n  \n  I need to remember that I've gotten relatively far already and done things I didn't think i could do so I can do it again. Hope isn't completely lost. I'm working hard on myself and it's not easy. It's crazy how I haven't given up yet even tho I keep really wanting to....ok now Im just saying stuff to please my therapist...it's not working much on me\n  ","939566":"\n  Who? What?\n  ","939567":"\n  I have a yougner brother, if that's what you're asking\n  ","939568":"\n  That sounds like a good question to ask Google\n  ","939569":"\n  Yeah that memory and feelings really hurts, I agree\n  ","939570":"\n  I really don't know but I wish they weren't\n  ","939571":"\n  Yeah, it's pretty coo\n  ","939572":"\n  No\n  ","939573":"\n  No\n  ","939574":"\n  Batman\n  ","939575":"\n  Listen to music, take walks\/exercise, eat snacks, do jumping jacks\n  ","939576":"\n  Honestly same\n  ","939577":"\n  They shouldn't\n  ","939578":"\n  They aren't my favorite, but I don't dislike them\n  ","939579":"\n  Sitting in a chair answering some Ask questions. I feel sick rn and empty, lost, angry and numb so I don't really know what to do. Part of me wants to get certain things done and another part of me just wants to sit and cry all day\n  ","939580":"\n  I used to but I deleted the app a long time ago bc I got some message from Google Play saying that it wasn't safe or smth\n  ","939581":"\n  Same\n  ","939582":"\n  Doritos I think\n  ","939583":"\n  Sure, I try\n  ","939584":"\n  Like\n  ","939585":"\n  No. I never wanna tell people things bc I don't wanna be a burden to them\n  ","939586":"\n  I haven't but that sounds nice\n  ","939587":"\n  confidence?... I wouldn't know\n  ","939588":"\n  hope not\n  ","939589":"\n  cats\n  ","939590":"\n  I did haha\n  ","939591":"\n  💜\n  ","939592":"\n  alright I'll try. I love my Texas family\n  ","939593":"\n  I don't\n  ","939594":"\n  some people a re just difficult 😕\n  ","939595":"\n  never seen any\n  ","939596":"\n  plain water\n  ","939597":"\n  I think so\n  ","939598":"\n  everytime I go on a damn stage\n  ","939599":"\n  gold morning love\n  ","939600":"\n  93.1k\n  ","939601":"\n  favorite lotion?\n  \n  favorite song?\n  \n  Favorite musical artist?\n  \n  Dream job?\n  \n  One thing the pandemic has stopped you from doing?\n  \n  What's skill you wish you had?\n  \n  What's your favorite compliment to receive?\n  \n  Dinner suggestions?\n  \n  Do you feel older or younger than your age?\n  \n  What is smth the scares you?\n  ","939602":"\n  Panther.... #WakandaForever\n  ","939603":"\n  sleepy rn. I think I'll try going back to sleep now\n  ","939604":"\n  really?\n  ","939605":"\n  dinner table\n  ","939606":"\n  no\n  ","939607":"\n  Well I wouldn't know cus I was clueless 😂\n  ","939608":"\n  move out of my parents house\n  ","939609":"\n  tbh not really\n  ","939610":"\n  😂😂 you seem cool to me\n  ","939611":"\n  some\n  ","939612":"\n  Your \"friend\" doesn't really seem like a friend. Not if they talk to you like that. it's very considerate of you to want to be careful so that no one you care about gets sick by you. You're saving lives by listening to and following Covid-19s precautions 👍🏾\n  ","939613":"\n  I'm the latter. Thanks for remembering to acknowledge my category 🙏🏾\n  ","939614":"\n  Nah, it just means it's fine! You apologized so im saying \"don't worry about it\" towards the misunderstanding. No harm done! 👌🏾\n  ","939615":"\n  ❄️\n  ","939616":"\n  haha\n  ","939617":"\n  Ahhhh. yeah that's neat :D\n  ","939618":"\n  I can swallow a \/ bottle of alcohol and \/ I'll feel like the Godzilla \/ better hit the deck like a card dealer\n  ","939619":"\n  I woke up in the middle of night and couldn't fall back asleep\n  ","939620":"\n  I can't think of anything. I feel like Im' not special. Or at least not anything positive. Im very short though so maybe that's \"special\"\n  ","939621":"\n  hahaha\n  ","939622":"\n  Laying in bed, listening to music, answering questions on Askfm. Wbu?\n  ","939623":"\n  hey\n  ","939624":"\n  I like the Marvel movies and I know they are owned by Disney so maybe Disney? Tbh, I don't watch a lot of movies so I'm a bad person to ask this question to 😅\n  ","939625":"\n  nah. i'm not really interested\n  ","939626":"\n  Honestly not really. Im more of a homebody\n  ","939627":"\n  Iron Man\n  ","939628":"\n  I think the sun pisses me off more 🙁\n  ","939629":"\n  71 Farenheit\n  ","939630":"\n  You're good!\n  ","939631":"\n  Never played it\n  ","939632":"\n  As long as it takes. I think it depends on how hard of a breakup is was. It might take a month, maybe more...possibly less... it all depends. And any amount of time is fine. Just do what you need to do to help tolerant the distress most effectively until it goes away\n  ","939633":"\n  I have not, thankfully\n  ","939634":"\n  Speak: 1\n  \n  Understand more or less: 3\n  ","939635":"\n  Your siblings?\n  ","939636":"\n  Which are the different Hollywood studios?\n  ","939637":"\n  Funny stuff\n  ","939638":"\n  I don't know why anyone cheats. I think a lot of times it's probabaly an accident...like it just happens...but I wouldn't know🤷🏾‍♂️\n  ","939639":"\n  Hoodies are more comfortable but jackets have better pockets\n  ","939640":"\n  Mine was a month ago\n  ","939641":"\n  cool, do you like that? Or do you wish you lived somewhere else?\n  ","939642":"\n  yeah\n  ","939643":"\n  I've been asking myself the same thing\n  ","939644":"\n  Yup...not really smth I like. It was a DBT session\n  ","939645":"\n  My parents seem to have decent money. They worked a lot\n  ","939646":"\n  I prefer Thanksgiving to Christmas\n  ","939647":"\n  Boooo\n  ","939648":"\n  If they are scarring or if I just woke up. I can't remember my most recent one but I remember that the ERC I went to was involved in it and also some game that involved swimming in some kind of mini pool. Idk why tho cus I don't swim well and don't enjoy it. But I feel like I remember being proud at myself for doing decent at it in the dream..\n  ","939649":"\n  Well, I don't like war....\n  ","939650":"\n  I don't have one\n  ","939651":"\n  hi, how are you?\n  ","939652":"\n  Not slow danced. But popping danced\n  ","939653":"\n  Neither\n  ","939654":"\n  Hmm. I think it was either the Maze Runner or Diary of a Wimpy Kid...I can't remember which one of those I watched first\n  ","939655":"\n  I do not\n  ","939656":"\n  no ngl\n  ","939657":"\n  Well, depende de quE gEneros te gusten. Pero,\n  \n  - How I Met Your Mother\n  \n  - Survivor's remorse\n  \n  - Teen Wolf\n  \n  - All American\n  \n  - One Day at a Time\n  \n  - The Bold Type\n  ","939658":"\n  Possible -- or course. The internet only became big like 2yrs ago or sum... But unfavorable, yeah. I wouldn't wanna live without it even tho so many people never had it growing up and still don't have it\n  ","939659":"\n  Idk what that is, but I have a hair dryer...\n  ","939660":"\n  I don't think so\n  ","939661":"\n  Pretty stale. My stomach was bothering me so I didn't much mostly just laid in bed. Then I also ate, had a 2hr appt and then took an hr long exam for the class I'm taking\n  ","939662":"\n  nope!\n  ","939663":"\n  An old friend I used to know in middle school and freshman yr of high school. Their name started with a B\n  ","939664":"\n  Pickles\n  ","939665":"\n  Today's weather was like pouring rain to sunny to pouring to sunny again haha\n  ","939666":"\n  Instagram all the way\n  ","939667":"\n  yeah\n  ","939668":"\n  Stuck, empty, numb, lost, doubtful, alone, hopeless\n  ","939669":"\n  When they beat themselves up physically, emotionally, mentally....\n  ","939670":"\n  Someone once told me I ws the funniest person they had met in a long time and that felt really good. I also like getting the compliment that my smile is beautiful. Oh, and someone told me they feel like they can talk to me like they trusted me\n  ","939671":"\n  yeah\n  ","939672":"\n  If I knew the reason they disliked them and I didnt agree with it, I would carry on with her bc it is my life and my feelings\n  ","939673":"\n  no.\n  ","939674":"\n  yea and no. there's many things I hate about my country, but there are problems with other countries as well. I think they all ahve their drawbacks. And ngl, the first thing I think about when considering swtiching countries is all the shows I watch that will become unavailable 😅\n  ","939675":"\n  winter\n  ","939676":"\n  Both are scarey as sh*t...maybe I wouls ay hurricane bc the water component scares me and I feel like I hear more about hurricanes happening\n  ","939677":"\n  Only he can answer that. But if he left you, smth is not going right for him in the relationship\n  ","939678":"\n  Really?\n  ","939679":"\n  Give yourself time, patience and self-care\n  ","939680":"\n  I'm a vegetarian so I don't have one\n  ","939681":"\n  hola\n  ","939682":"\n  Laying in bed, answering Askfm questions and listening to music. Hbu?\n  ","939683":"\n  Not a CD\n  ","939684":"\n  Oh cool. Do you live with them?\n  ","939685":"\n  Mob Ties by Drake\n  ","939686":"\n  strawberry\n  ","939687":"\n  I did two days ago and once during last week and like 3,4 or 5 times the week before from what I remember\n  ","939688":"\n  that's a good question\n  ","939689":"\n  More community, more connection, less deaths\n  ","939690":"\n  honestly, I would probably just consider it a weird dream\n  ","939691":"\n  yeah\n  ","939692":"\n  sure\n  ","939693":"\n  21\n  ","939694":"\n  nah\n  ","939695":"\n  nah\n  ","939696":"\n  yeah I bet\n  ","939697":"\n  how is that gonna help....?\n  ","939698":"\n  todd\n  ","939699":"\n  🤷🏾‍♂️\n  ","939700":"\n  I've put a blue streak in it before\n  ","939701":"\n  not yet 🙏🏾\n  ","939702":"\n  cry\n  ","939703":"\n  they aight but I don't like riding them\n  ","939704":"\n  Damn that's a lot. That's really good for you. I probably typically put at least 80% although lately I've been having major problems with motivation so it's been a lot less. I admire people who give 100% or more\n  ","939705":"\n  I would spend it towards some new earbuds\n  ","939706":"\n  never seen it\n  ","939707":"\n  yes and this yr has started off pretty depressing with lots of SI\n  ","939708":"\n  future these days bc I'm very scared of it and that I'm jeopardizing it and that I will be stuck in this rut that I'm in forever.\n  ","939709":"\n  only online for the most part\n  ","939710":"\n  catch you later dude\n  ","939711":"\n  Kida the Great is kinda inspiring to me\n  ","939712":"\n  I've never had anything Balenciaga. It's too expensive\n  ","939713":"\n  super speed\n  ","939714":"\n  yeah\n  ","939715":"\n  no\n  ","939716":"\n  no and I don't think so\n  ","939717":"\n  👀\n  ","939718":"\n  I think I do more of the former. I'm at least typically worried for the worst\n  ","939719":"\n  I feel like idk em well enough to answer that question\n  ","939720":"\n  not interested in kpop ngl\n  ","939721":"\n  neither\n  ","939722":"\n  teach me what?\n  ","939723":"\n  no\n  ","939724":"\n  root beer is good anytime\n  ","939725":"\n  lost confidence, faith. gained weight\n  ","939726":"\n  very unmotivated\n  ","939727":"\n  👀\n  ","939728":"\n  no\n  ","939729":"\n  mold\n  ","939730":"\n  doesn't sound appetizing ngl\n  ","939731":"\n  invisible\n  ","939732":"\n  sure why not\n  ","939733":"\n  no\n  ","939734":"\n  it looks pretty black\n  ","939735":"\n  absolutely nothing\n  ","939736":"\n  why?\n  ","939737":"\n  ion know you well enough to give u a nickname\n  ","939738":"\n  tomato I guess\n  ","939739":"\n  yeah\n  ","939740":"\n  nah\n  ","939741":"\n  what did I call you?\n  ","939742":"\n  Because I'm not where I wish I was in life and I'm scared that I won't be able to get there. I feel disappointed in myself. I wish certain things weren't so hard for me. I just wish I was someone else.\n  ","939743":"\n  no, do you?\n  ","939744":"\n  hahaha\n  ","939745":"\n  true\n  ","939746":"\n  I've stayed up all night before\n  ","939747":"\n  ❤️💜\n  ","939748":"\n  NF sometimes\n  ","939749":"\n  winter\n  ","939750":"\n  cats\n  ","939751":"\n  yes\n  ","939752":"\n  black\n  ","939753":"\n  I haven't and I wouldn't really like to I guess 🤷🏾‍♂️\n  ","939754":"\n  idk 🤔\n  ","939755":"\n  every female is different. there is not a definitive answer to this question\n  ","939756":"\n  aight\n  ","939757":"\n  really? that's nice of you!\n  ","939758":"\n  idk...I don't think so? 🤔\n  ","939759":"\n  black panther\n  ","939760":"\n  ayeee\n  ","939761":"\n  nah\n  ","939762":"\n  I haven't yet\n  ","939763":"\n  a bit\n  ","939764":"\n  black\n  ","939765":"\n  I am\n  ","939766":"\n  sort of yeah\n  ","939767":"\n  no.\n  ","939768":"\n  no\n  ","939769":"\n  no\n  ","939770":"\n  yes and no\n  ","939771":"\n  chew it\n  ","939772":"\n  black?\n  ","939773":"\n  ion have an answer to this question\n  ","939774":"\n  yeah\n  ","939775":"\n  Alfredo\n  ","939776":"\n  sure\n  ","939777":"\n  no\n  ","939778":"\n  time\n  ","939779":"\n  socks for sure\n  ","939780":"\n  they aight\n  ","939781":"\n  No idea\n  ","939782":"\n  ofc I do\n  ","939783":"\n  huh?\n  ","939784":"\n  not me\n  ","939785":"\n  in a relationship, no. on a quiz, yes\n  ","939786":"\n  yeah but not me\n  ","939787":"\n  🥺\n  ","939788":"\n  dad\n  ","939789":"\n  it depends on what they're like\n  ","939790":"\n  I'm anxious rn\n  ","939791":"\n  I hope so too\n  ","939792":"\n  I think so\n  ","939793":"\n  that's hard..... strawberry\n  ","939794":"\n  yeah, I think so. I definitely try to be\n  ","939795":"\n  hmm?\n  ","939796":"\n  thx you too\n  ","939797":"\n  sure\n  ","939798":"\n  interesting shout out.\n  ","939799":"\n  Kida the Great. He has given me a lot of entertainment\n  ","939800":"\n  fail\n  ","939801":"\n  yeah\n  ","939802":"\n  soltera\n  ","939803":"\n  nah I'm good\n  ","939804":"\n  👀\n  ","939805":"\n  honestly nothing, but I'm working on trying to be proud of myself lately so I guess the fact that I haven't given up yet is smth I'm proud of\n  ","939806":"\n  same\n  ","939807":"\n  7! 5 brothers and 2 sisters\n  ","939808":"\n  ah man, well go study!\n  ","939809":"\n  me too\n  ","939810":"\n  I don't play animal crossing\n  ","939811":"\n  more of them at least, yeah. I think it would be nicer of them. I think they are afraid of responding tho bc anything they say publicly can be shared everywhere and then tabloids write about and create drama and then people who read the tabloids start judging this person they have never met just bc the media said so\n  ","939812":"\n  ⁣⁣\n  \n  ⁣⁣\n  \n  ⁣⁣\n  \n  ⁣⁣\n  ","939813":"\n  brand new whip just hopped in 🎶 #notreally\n  ","939814":"\n  Yes: \"Good night\"\n  ","939815":"\n  That's awesome, that's wassup.🤟🏾\n  ","939816":"\n  Well, I don't agree with commit to \"everything.\" Everyone should have their own moral, limits and personal values. I get what you're saying that a woman shouldn't have to ask. I think in a healthy relationship you shouldn't have to ask your partner if they love you. You should be able to know the answer already by their actions.\n  ","939817":"\n  i still do\n  ","939818":"\n  Making friends, speaking up, asking questions, presenting\n  ","939819":"\n  Either For the Night by Pop Smoke, High Fashion by Roddy Ricch or Holiday by Lil Nas X\n  ","939820":"\n  🤷🏾‍♂️\n  ","939821":"\n  Skillful like able to implement different skills at times when they will beneficial to be the most effective I can be in not letting the depression consume me.\n  \n  But it's true that things I use to enjoy aren't making me feel good anymore too. I have to push myself to do things I used to like to do.\n  ","939822":"\n  Why not try to get to know her a bit thru FB messenger first? See if you guys have anything in common\n  ","939823":"\n  at home laying in bed. I think I might go to sleep pretty soon\n  ","939824":"\n  don't have ones\n  ","939825":"\n  nah, I think people can be worried and optimistic at the same time\n  ","939826":"\n  stairs!\n  ","939827":"\n  california?\n  ","939828":"\n  yeah mostly, but I believe our taste buds are made in a way where things that are REALLY bitter are not tasty to us as humans. like medications for example. I think as long as one's taste buds are working properly, there's things we are 'programmed' to not be able to stand the taste of.\n  ","939829":"\n  either 🤷🏾‍♂️\n  ","939830":"\n  Very rough. My depression spiked a lot lately it's been really hard to continue pushing myself to keep going. I really wanna give up and I'm trailing behind in school rn just bc I can't get shit done with how intense this depression has been feeling.\n  ","939831":"\n  I've had a spike in my depression in the last month and haven't been able to be super skillful with it all the time so, no, it's not really doing much. But apparently the skills take practice and I am learning some skills that I never knew before. The error rn for me is just putting them to application. When feeling really down, it's really hard to even want to be skillful.\n  ","939832":"\n  I agree with you. The last thing any of us needs rn is more negativity.\n  ","939833":"\n  awesome\n  ","939834":"\n  i don't know who this is\n  ","939835":"\n  Not yelled, but gotten kinda pissed off at me, yes\n  ","939836":"\n  Dialectical Behavior therapy. It's supposed to help me be able to deal with my depression more effectively\n  ","939837":"\n  same\n  ","939838":"\n  no I kinda hate. I miss having the option to go to class in person or watch the lectures at home. Then having some classes where we talk with other people. I am doing pretty bad at this 100% online school thing cus I can't pay attention, can't motivate myself and feel so isolated\n  ","939839":"\n  I don't speak it but I can understand some\n  ","939840":"\n  Sometimes my therapist told me couple weeks ago\n  ","939841":"\n  Do some homework, do some reviewing, take an exam, attend DBT skills groups and that's pretty much it. Trying to not beat myself up\n  ","939842":"\n  Might buy myself new earbuds, idk\n  ","939843":"\n  Do you guys like foreign music?\n  ","939844":"\n  Honestly I can't remember\n  ","939845":"\n  Same\n  ","939846":"\n  I don't have one\n  ","939847":"\n  Wow, that's awesome!\n  ","939848":"\n  I don't like it when people crack their knuckles. The sound is just ugh. I also dislike when people say certain things -- things I think many others don't mind. And it hurts that you don't like dance 😄💔\n  ","939849":"\n  I really like how How I Met Your Mother is written although ofc we all know it had the worst ending 💀 I also like Survivor's Remorse and Teen Wolf\n  ","939850":"\n  how so?\n  ","939851":"\n  Greg\n  ","939852":"\n  Holland is a better Spiderman to me tho  haven't seen much of Maguire if Im honest\n  ","939853":"\n  Yes, but it didn't go well haha. I'm still working on it for some songs tho 😅\n  ","939854":"\n  Someone who I really connected with who ghosted me after freshman yr of college\n  ","939855":"\n  Movie night in (as long I'm not with parents) just bc I like to make relevant comments during movies 😄\n  ","939856":"\n  Hmmm, that's a good question. I think it was last night or the night before, but I can't remember what song it was tho 😐 Though I'm bobbing my head to the bass the song \"Mine\" by Beyonce rn, so if that counts\n  ","939857":"\n  Ultimate frisbee\n  ","939858":"\n  Well that was nice of you to try and help them\n  ","939859":"\n  Just answering some questions on Ask cus I can't sleep and I don't want to go into \"tomorrow\" (technically today)\n  "}}