{"Question":{"940932":"\n   Disney Channel was lit in the 2000’s\n  ","940933":"\n   thanks. i bet you are pretty strong yourself\n  ","940934":"\n   Hello do you like Instagram?\n  ","940935":"\n   I want to go back to paper ballots in US elections. Do you agree ?\n  ","940936":"\n   I bet you have a great sense of humor too\n  ","940937":"\n   What kind of work do you do ?.\n  ","940938":"\n   Thank you 🙏\n  ","940939":"\n   U have gf?😱\n  ","940940":"\n   Are you still friends with the friends you had in school?\n  ","940941":"\n   I laugh till my eyes water when i watch those\n  ","940942":"\n   DC! Stargirl you like that show?\n  ","940943":"\n   Do you have a favorite stuffed animal?\n  ","940944":"\n   What genre of music do you like?\n  ","940945":"\n   .\n  ","940946":"\n   .\n  ","940947":"\n   what’s life?\n  ","940948":"\n   What’s your favorite song right now.\n  ","940949":"\n   Is it easy for you to wake up in the morning?\n  ","940950":"\n   Favorite NBA team ?\n  ","940951":"\n   Do you show graditude everyday?\n  ","940952":"\n   Do you believe in God? Why or why not?\n  ","940953":"\n   Feeling okay after last night lol??\n  ","940954":"\n   Happy ending\/sad ending??\n  ","940955":"\n   If you eat pizza rolls, do you dip them in anything?\n  ","940956":"\n   Men have it worse in America than women. I have a go fund me and I have raised zero $ because I am male. Laws need to be changed in America in favor of men. There are too many men in jail in America.\n  ","940957":"\n   Weeeeepasaaaa\n  ","940958":"\n   Why, when we are lacking, we associate ourselves with a boundary that flees and prefers to watch it?\n  ","940959":"\n   These kids in this day and time calling their self parents will never be the kinda parents we had growing up. Some forget their kids are only little for so long and making them grow up faster and making parenting a competition\n  ","940960":"\n   Which movie do you think is overrated?\n  ","940961":"\n   Dark or pastel color schemes? 🖤🎀\n  ","940962":"\n   hi\n  ","940963":"\n   TS_RS_AA\n  ","940964":"\n   Do you think you are attractive?\n  ","940965":"\n   what do you like doing on rainy days?\n  ","940966":"\n   Which law(s) would you change? Why?\n  ","940967":"\n   What's your favorite board game?\n  ","940968":"\n   What makes you fall in love with someone?\n  ","940969":"\n   If someone had a boogie peeping out of the cave while talking to you, would you kindly let them know they need a tissue and mirror??\n  ","940970":"\n   Do you believe in horoscopes? \nIf so, what's your sign, and what sign would you like to date? \n\n(VIP process FYI)\n  ","940971":"\n   What color are the president's pants today?\n  ","940972":"\n   Your favorite line from a TV series?\n\nMine is from the series Gu Family Book, \"Don't worry. I, Kang Chi, will protect you.\" 😭❤\n  ","940973":"\n   Do you like onyx?\n  ","940974":"\n   When you dream, do you feel many emotions throughout or is it just one or two emotions?\nLike, how many scenes do you experience and do your emotions correlate to the scenes\/\/ what's happening?\n  ","940975":"\n   Have you ever had a fake account and people just stalk?\n  ","940976":"\n   i love you babyyyyy, and\n  ","940977":"\n   When was the last time you saw an animal in the wild?\n  ","940978":"\n   Do you think drones should be allowed in your city or banned?\n  ","940979":"\n   Do you like JIM CARREY\n  ","940980":"\n   Have you ever experienced lucid dreaming?\n  ","940981":"\n   ❤️\n  ","940982":"\n   💙💙\n  ","940983":"\n   We need pretty things in 2021 🌻\n  ","940984":"\n   Are You Afraid Of Death?\n  ","940985":"\n   🍃🌻.. You are one of the people who give up easily??..💋💜💙💋.. Eres una de las personas que se rinden fácilmente??.. 🌻🍃\n  ","940986":"\n   🌻🌷🌈\n  ","940987":"\n   Hii\n  ","940988":"\n   Welcome\n  ","940989":"\n   What are your weekend plans? ✨\n  ","940990":"\n   What do you feel when you look at the heavens?\n  ","940991":"\n   Is eBay trustworthy for buying Computers, Gaming consoles, or phone from a 100% reliable vendor?\n  ","940992":"\n   Lets see how far this shoutouts will go. I’m in Makkah- Saudi Arabia. What about you?\n  ","940993":"\n   Do you support \"free relationship\"? Meaning dating multiple people at once and not being limited to one person?\n  ","940994":"\n   Doesn't Miller Genuine Draft taste like Miller Lite?\n  ","940995":"\n   How many have made visions boards for  2021?\n  ","940996":"\n   It helps with if you have covid\n  ","940997":"\n   Its good for covid\n  ","940998":"\n   Do you believe in love at first talk?\n  ","940999":"\n   🍃🌻.. What I would like to do before I die is!!!..💋💜💙💋.. Lo que me Gustaría hacer antes de Morir es!!!.. 🌻🍃\n  ","941000":"\n   What are you doing in this next stay at home order?\n  ","941001":"\n   Favorite ice cream flavor\n  ","941002":"\n   Do you like to run?\n  ","941003":"\n   I want to lose weight, but my persistence is not strong so what should I do please😔\n  ","941004":"\n   Do you feel annoyed about your parents' choices during elections? Do you even discuss it?\n  ","941005":"\n   Are you a good cook?\n  ","941006":"\n   Do you wear an optic?\n  ","941007":"\n   Did you ever have a nickname? If so, what was it?\n  ","941008":"\n   Do you do one kind thing a day for someone?\n  ","941009":"\n   How do you feel about diets?\n  ","941010":"\n   Favorite game?\n  ","941011":"\n   What’s your biggest fear? 🔥🌚\n  ","941012":"\n   What color are your eyes?\n  ","941013":"\n   White chocolate or Dark chocolate 🍫\n  ","941014":"\n   favorite soup?\n  ","941015":"\n   Do you like peanut butter?\n  ","941016":"\n   Popcorn or candy? Which do you prefer during a movie?\n  ","941017":"\n   Hi\n  ","941018":"\n   Its nasty google it\n  ","941019":"\n   Do you believe in ghosts or spirits or anything paranormal, if so the we should have a long conversation on said topics and if not then why don’t you?\n  ","941020":"\n   Who has seen strike back?\n  ","941021":"\n   Favourite Christmas movie ?\n  ","941022":"\n   Airplane or Helicopter?\n  ","941023":"\n   Are you afraid of the future?\n  ","941024":"\n   Everyone doing today on our first day of our new year 😆😁\n  ","941025":"\n   Greetings to you wherever you are\n  ","941026":"\n   Airplanes or trains?\n  ","941027":"\n   Do you have a boyfriend \/ girlfriend?\n  ","941028":"\n   What your thoughts on a guy paroling from prison after 20yrs?\n  ","941029":"\n   how old r u\n  ","941030":"\n   Marriage and sex chatting. Is it cheating?\n  ","941031":"\n   What are your plans for the day?\n  ","941032":"\n   Do you like children\n  ","941033":"\n   Are you the type of person to stay up late at night just to talk to a person?\n  ","941034":"\n   What to do when people are so mean ?\n  ","941035":"\n   Its Apple cider vin with everything hot\n  ","941036":"\n   How many solar eclipse have you seen in your lifetime?.\n  ","941037":"\n   Oreos or Poptarts? 🍪\n  ","941038":"\n   You're amazing and I hope you are doing ok! ✨\n  ","941039":"\n   Have you ever had mail stolen?\n  ","941040":"\n   🍁What’s your favorites things about fall??🍁🍁\n  ","941041":"\n   I love you ❤️\n  ","941042":"\n   Does anyone want a recipe for fire cider it is good for if you are sick.\n  ","941043":"\n   Do you block people on here often?\n  ","941044":"\n   How's it going, you bright eyed sugar muffin honey bun?\n  ","941045":"\n   Do you believe you need money to make money?\n  ","941046":"\n   Do you like giving or receiving gifts?\n  ","941047":"\n   How many times do you go on Facebook\n  ","941048":"\n   Are you flexible\n  ","941049":"\n   are you waiting for a message from someone special this weekend?\n  ","941050":"\n   Would you ever date a coworker...what if you thought they were the one for you but the work policy forbids it??? Would you do it anyways and keep it secret?\n  ","941051":"\n   Ribeye or T-bone steak\n  ","941052":"\n   When looking back to 2020, which are the most memorable events you have experienced?\n  ","941053":"\n   What was your worst decision ever?\n  ","941054":"\n   I’m so sad about Levi if those spoilers are to be believed like, why does isayama keep hurting him like this? No eye, missing fingers, and now his leg is almost eaten? I don’t think he will be able to fight (or even walk) anymore at this point like...... isayama!?why???\n  ","941055":"\n   Rip DOOM ☹️😔😭\n  ","941056":"\n   2020 Sucks, am I right?\n  ","941057":"\n   What NFL player in your dreams are you?\n  ","941058":"\n   What's your favorite song??\n  ","941059":"\n   🍃🌻.. At this moment that you are answering this Question!!.. what time is it pleaseee!!!.. I have 3:49 am!!.. 💋💜💙💋.. En este momento que estás respondiendo está Pregunta que hora es por favor!!!.. Yo tengo las 3:49 am!🌻🍃\n  ","941060":"\n   You ok? You seem sad.\n  ","941061":"\n   Share one of your most favorite songs! :0\n  ","941062":"\n   What is your favorite quote?\n  ","941063":"\n   Ever seen impractical jokers?\n  ","941064":"\n   DROP YOUR CASHAPP, VENMO PAYPAL, ETC IF YOU HAVE EM!!\n  ","941065":"\n   When chatting with friends online, do you not mind long paragraphs or do you prefer friends to keep what they want to say simple and straight to the point?\n  ","941066":"\n   Avoid fearful people, fearful make fearful people, you don’t want to end up a fearful soul!\n  ","941067":"\n   What did the British employer said to Jack when he came to the business meeting 5 minutes after it started?\n  ","941068":"\n   What's your favorite thing to cook?\n  ","941069":"\n   What is there to do this weekend?\n  ","941070":"\n   Fav song?\n  ","941071":"\n   Pink or Purple?\n  ","941072":"\n   How’s everyone’s Friday?\n  ","941073":"\n   How many games do you have on your phone?\n  ","941074":"\n   What wearable technology would you want to have?\n  ","941075":"\n   How is everyone doing ❤️\n  ","941076":"\n   Hello everyone ☺️\n  ","941077":"\n   When you send someone a mensage and this person it's lingering to answer do you feel bad ?\n  ","941078":"\n   hey would you like to make some extra cash today? Its all direct thru PayPal cash app and zelle. Completely confidential....add  me on Snapchat- masonsmith9889\n  ","941079":"\n   what kind of clothing do you usually wear on lazy days?\n  ","941080":"\n   Does anyone else feel like DC makes excellent tv shows but ruin most their movies?\n  ","941081":"\n   Has anybody heard of a YouTuber name Jennxpenn? 🤷🏼‍♀️\n  ","941082":"\n   What do you consider yourself? (Normal or Typical)\n  ","941083":"\n   Red makes you think of what?\n  ","941084":"\n   Anyone back to work yet?\n  ","941085":"\n   Is anybody opening one present on Christmas Eve ?\n  ","941086":"\n   Blue or Green?\n  ","941087":"\n   Have a great day everyone.\n  ","941088":"\n   I honestly don't know but thats what i'm trying to find out though but don't worry about it\n  ","941089":"\n   Anyone ever seen a family member nude\n  ","941090":"\n   What is the most muscular part of your body?\n  ","941091":"\n   What’s your favorite type of pasta?\n  ","941092":"\n   plans for today\n  ","941093":"\n   Do you need daily contact from your best friends?\n  ","941094":"\n   What this life learned you?\n  ","941095":"\n   🤜🤛\n  ","941096":"\n   who on here got ask.fm\n  ","941097":"\n   Do you ever feel left out?\n  ","941098":"\n   💛\n  ","941099":"\n   Show us your favorite emoji!\n  ","941100":"\n   Ever been to Disney?\n  ","941101":"\n   Do you know how to speak Spanglish?\n  ","941102":"\n   How many people do you still know from school?\n  ","941103":"\n   Do you have trouble spelling any words?\n  ","941104":"\n   Where are you from\n  ","941105":"\n   Have you ever watched Victorious\n  ","941106":"\n   New year—a new chapter, new verse, or just the same old story? Ultimately we write it. The choice is ours?\n  ","941107":"\n   Do you think it's creepy when people keep pestering you to post selfies? Even after you said no?\n  ","941108":"\n   What’s a good reason to ghost somebody\n  ","941109":"\n   Do you guys prefer someone with short hair or long hair? In terms of attraction. Question applies to both men and women.\n  ","941110":"\n   Who here is in school?\n  ","941111":"\n   Love your answers\n  ","941112":"\n   No te atreves quitar anónimo\n  ","941113":"\n   Are you sad or happy now?\n  ","941114":"\n   What doing\n  ","941115":"\n   Do you drink dark soda?\n  ","941116":"\n   What’s the most embarrassing experience you’ve ever had during college\/university?\n  ","941117":"\n   I am asleep.\n  ","941118":"\n   I love you\n  ","941119":"\n   Have you ever gone on a hike?\n  ","941120":"\n   Have you ever been to Disney world or Disneyland?\n  ","941121":"\n   Whats the saddest song you know or heard?\n  ","941122":"\n   Are you a very stressed person?\n  ","941123":"\n   Got any siblings?\n  ","941124":"\n   What's your thoughts on the movie problem Child 2 from 1991\n  ","941125":"\n   Have you ever had a teacher who got arrested? (I found out years after I had this music teacher that he was arrested for doing drugs in a grocery store parking lot)\n  ","941126":"\n   Why would a girl run her hand up and down my back when we finish talking or say goodbye? I don't know what she's thinking, but she likes touching me. Is she attracted to me or just being friendly?\n  ","941127":"\n   I'm hurt. I don't know what to feel. I'd never say this in person but, please help.\n  ","941128":"\n   do u have a fave person n who r they\n  ","941129":"\n   Would you rather go to a music festival, have fun and sleep in a tent, or stay home, watch TV series and have some tasty snacks?\n  ","941130":"\n   What's something you don't need but would like to spend money on?\n  ","941131":"\n   Winner says What?\n  ","941132":"\n   what’s the last text you sent\n  ","941133":"\n   i will get a job when i find a job deserving enough for me A job has to prove it desires me first\n  ","941134":"\n   Why do you like having the VIP badge\n  ","941135":"\n   What does your mask look like?\n  ","941136":"\n   I miss u 🥺\n  ","941137":"\n   I need you\n  ","941138":"\n   thanks 😍💞\n  ","941139":"\n   Do you like candy canes?\n  ","941140":"\n   If you could work on a film with anyone, who would you want it to be?\n  ","941141":"\n   Should i put mayonnaise in my hair like Big Ed?\n  ","941142":"\n   What are you doing right now?\n  ","941143":"\n   Do you feel there is anything funny in our relationship?\n  ","941144":"\n   Hello do you use Instagram?\n  ","941145":"\n   Do you like red velvet cake?\n  ","941146":"\n   Are you excited to watch RG3 start again?\n  ","941147":"\n   Can you tell me where did you found my shout out I’m trying to delete it\n  ","941148":"\n   Hi\n  ","941149":"\n   Apple vs Android\n  ","941150":"\n   Where are you\n  ","941151":"\n   Have you ever loss a bet? What did you have to do?\n  ","941152":"\n   Have you ever been in a airplane?\n  ","941153":"\n   Do you have a special tradition for New Year’s celebration?\n  ","941154":"\n   Can you cook is you follow instructions\n  ","941155":"\n   You brush your hair every day, How often you brush your cat or dogs fur?\n  ","941156":"\n   Are you direction oriented?\nDo you know where you need to be?\n  ","941157":"\n   Have y'all ever been the kind people to never get y'all hopes up about anything then all of sudden strange interesting things start having in y'all life??\n  ","941158":"\n   Hello do you like video game?\n  ","941159":"\n   Who likes to dance??\n  ","941160":"\n   It's a lie Biden won Trump won.\n  ","941161":"\n   Among us 😊 ?\n  ","941162":"\n   What is the secret of happy relationship?\n  ","941163":"\n   Do you cheat on your girlfriend for $ 1000\n  ","941164":"\n   Do you prefer YouTube or Twitch?\n  ","941165":"\n   *sends second to last hug of the year to everyone*\n  ","941166":"\n   Hi\n  ","941167":"\n   Do you have a favorite cartoon?\n  ","941168":"\n   sounds about right man\n  ","941169":"\n   Best show\/movie series you binge watched\n  ","941170":"\n   Popeyes Or KFC?\n  ","941171":"\n   Does anybody else lay down in their bed with the intention to sleep,but knowing they ain’t going to sleep?\n  ","941172":"\n   BOO!\n  ","941173":"\n   Sweet dreams 😘😘\n  ","941174":"\n   if you could fly to anywhere right now where would you go? ✈️\n  ","941175":"\n   Rupaul?\n  ","941176":"\n   Ever had people do evil\/hateful or spiteful things to you,and they thought you never knew about it until you been looking over them about it to keep a friendship?\n  ","941177":"\n   Does cussing offend you?\n  ","941178":"\n   When was the last time you cried?\n\nMe last night 😢\n  ","941179":"\n   Great answer\n  ","941180":"\n   Have you ever had a crush on one of your teachers?\n  ","941181":"\n   Whats your favorite sound?\n  ","941182":"\n   Coin count?\n  ","941183":"\n   i'm not ready for a job, first i need to find the right one. Until then i'm waiting.\n  ","941184":"\n   Are you a person who appreciates alone time or do you get bored easily?\n  ","941185":"\n   yeah my nick name is moon  and everyone call me with that name\n  ","941186":"\n   Bra or no bra\n  ","941187":"\n   Do you like cats?\n  ","941188":"\n   Shoutout.  \nI wear a mask protect myself from people who cant seem to figure out how to cover their face when they sneeze.  \nBut the idea to wear a mask in a car?  Those people (in my mind) are the reason there are directions on a pop-tart box.  🙂🙃\nWhat's your opinion?\n  ","941189":"\n   Earth or air?\n  ","941190":"\n   What is the temperature?\n  ","941191":"\n   may be\n  ","941192":"\n   You speak Spanish?\n  ","941193":"\n   Aye\n  ","941194":"\n   Hello do you like Instagram?\n  ","941195":"\n   Is disneyworld haunted?\n  ","941196":"\n   When do you evaluate your own success or performance?\n  ","941197":"\n   Fav. Christmas song?\n  ","941198":"\n   what scares you the most?\n  ","941199":"\n   Your fav movie\n  ","941200":"\n   What's your advice when someone cheats on there partner?\n  ","941201":"\n   THIS IS AND WILL ALWAYS BE .. WHAT YOU STARTED ACCEPT IT\n  ","941202":"\n   favorite song atm?\n  ","941203":"\n   I had a dream that a pizza man delivered a buffalo chicken pizza , pepperoni pizza, alfredo pasta, wings to me and cookies .  The stuff was not done and for the wrong person so I received a stomache . Do u have any stories of things or people u have encountered that was not the right contact?\n  ","941204":"\n   Should we forgive our enemies? Why\/why not?\n  ","941205":"\n   You ever want to tell someone you love them but you're afraid to...?\n  ","941206":"\n   Do you analyze things?\n  ","941207":"\n   Do you apologize when you are wrong?\n  ","941208":"\n   Anyone else in a marriage that's failing because your other constantly takes you for granted 😞\n  ","941209":"\n\n    https:\/\/youtu.be\/YoBLdHmK41s\n   \n","941210":"\n   Do you think telepathy is real?\n  ","941211":"\n   🎼\n  ","941212":"\n   What was the wildest thing you’ve ever said when getting to know somebody?\n  ","941213":"\n   Who is your favorite actor?\n  ","941214":"\n   What piercing would you get, if you could get any for free?\n  ","941215":"\n   What do you do first when you don't know the answer? Where you do find your answer?\n  ","941216":"\n   What store do you enjoy shopping at?\n  ","941217":"\n   What’s your favorite cereal?\n  ","941218":"\n   Do you like tapestries?\n  ","941219":"\n   Alfredo or spaghetti\n  ","941220":"\n   Best place to visit\n  ","941221":"\n   Recommend me something good.\n  ","941222":"\n   When's the right time to eat the last appetizer on a tray at a party?\n  ","941223":"\n   hnmm\n  ","941224":"\n   yeh\n  ","941225":"\n   I dunno you. Maybe first time we talk\n  ","941226":"\n   This is a question for people that play Pokemon. If you don't play just ignore my apologies. Most annoying Pokemon that you encountered on the video game? Other than Magikarp.\n  ","941227":"\n   What NFL player would you say Brian Urlacher looks the most like out of these 3 NFL players? Matt Hasselbeck, Tim Hasselbeck, or Zach Thomas? I'm gonna say Zach Thomas.\n  ","941228":"\n   Do you believe porn is bad for your soul?\n  ","941229":"\n   🎀🎁.. Because when you finish eating you get Sleepy??.. 🌲💜💙🌲 .. Porque cuando terminas de comer te da Sueño??.. 🎀🎁\n  ","941230":"\n   Your dream car? 🚗\n  ","941231":"\n   If you receive this message ,answer please i will followed you , then please back it for me i had 3000 followers i should arrive to 7000 On the occasion of Christmas 🎄 🎄 ❤️happy Christmas ❤️🎄\n  ","941232":"\n   Have you ever had a secret admirer?\n  ","941233":"\n   Hey\n  ","941234":"\n   what’s the current time\n  ","941235":"\n   Women are pigging voice over work for TV ads. Something must be done.\n  ","941236":"\n   do you think that asian girls are hot?\n  ","941237":"\n   I love ice cream\n  ","941238":"\n   If You Were Invited To Attend Hogwarts, Which Hogwarts House Would You Choose?\n  ","941239":"\n   Broken dreams and nice ice cream for this 32 year old lady. I'm PERFECT for a guy :(\n  ","941240":"\n   Achuu\n  ","941241":"\n   Do you use an alarm clock app? If so, which one? Would you recommend it?\n  ","941242":"\n   Why do ppl create profiles under false identities?\n  ","941243":"\n   yes i have completed the task but they didn't give me  vip\n  ","941244":"\n   thats great some little happiness can be the big one ❤️\n  ","941245":"\n   What’s the difference between a house and a home ?\n  ","941246":"\n   you are vip\n  ","941247":"\n   why is your name chips☺️\n  ","941248":"\n   You are a doctor with 6 patients. The first has fatal injuries and will die if untreated. The remaining 5 are in need of an organ transplant. If the first patient dies, you can give their organs to the other 5 and save them (A). However, you have medicine that can save the first patient (B). A or B?\n  ","941249":"\n   then can we have a talk madam😌\n  ","941250":"\n   What was your age when you had your first crush ?\n  ","941251":"\n   are you the madam\n  ","941252":"\n   Would anyone date a single mom of 5 kids? Or whats your thoughts about that?\n  ","941253":"\n   How do I tell me friends I want to be included\n  ","941254":"\n   Too many idiots to count.\n  ","941255":"\n   hello\n  ","941256":"\n   Finally i am now vip☺️☺️\n  ","941257":"\n   Sir can we have some talk\n  ","941258":"\n   Why do men lie and cheat ??? When they have a good women#\n  ","941259":"\n   Too many\n  ","941260":"\n   Any Creations lately that you have done?\n  ","941261":"\n   What is your favorite kind of cake?\n  ","941262":"\n   What makes you feel sleepy\n  ","941263":"\n   How are you baby\n  ","941264":"\n   Jealous and envy is something we all have and that is what I am, in face I’m the definition of it!\n  ","941265":"\n   What has 2020 REALLY been like for YOU?\n  ","941266":"\n   What's on your mind?\n  ","941267":"\n   How was your day?\n  ","941268":"\n   When will life return as it was\n  ","941269":"\n   Favorite member from one direction?\n  ","941270":"\n   Do you like Tampa.bay\n  ","941271":"\n   Are you a jealous person ?\n  ","941272":"\n   Goal for 2021?\n  ","941273":"\n   How many times have you ever been to court?\n  ","941274":"\n   We may have common couisins.\n  ","941275":"\n   what do you think will happen in 2021?\n  ","941276":"\n   Are there any quilters out there?\n  ","941277":"\n   Do you make any funny noises when you  start laughing a lot?\n  ","941278":"\n   Is it too early to call it a night?\n  ","941279":"\n   Do you agree with the saying that the squeaky wheel gets the grease?\n  ","941280":"\n   what have you accomplished this week?\n  ","941281":"\n   Hookah or liquor?\n  ","941282":"\n   Do you like Mettalica ?\n  ","941283":"\n   How do you deal with abuse? Emotionally and mentally?\n  ","941284":"\n   I am drunk on power and I want MORE!\n  ","941285":"\n   Hello do you like video?\n  ","941286":"\n   Are you afraid of change?\n  ","941287":"\n   What time do you normally wake up?\n  ","941288":"\n   *epic dragon hugs*\n  ","941289":"\n   What fascinates you?\n  ","941290":"\n   Is sorry enough?\n  ","941291":"\n   Is it easier for you to name 3 good things about yourself or 3 bad things about yourself?\n  ","941292":"\n   Do you like to cook?\n  ","941293":"\n   Which Jurassic Park is your favorite?\n  ","941294":"\n   Is pumpkin the best spice\n  ","941295":"\n   Adam Sandler or Steve Carrell\n  ","941296":"\n   Are you more excited for Christmas or New Years\n  ","941297":"\n   Have a great weekend everyone\n  ","941298":"\n   How are you doing today?\n\n🎉Today is officially my birthday. I am so excited. I have going to come home and bake a birthday cake with my husband. So far the past week has went by really good. Better than I thought.🎉 You guys have made my holiday and my birthday wonderful. Thank you for that. ❤🙏🤘\n  ","941299":"\n   what is your favorite meal?\n  ","941300":"\n   Did you go to the snow this weekend?\n  ","941301":"\n   have you ever attended therapy? was it helpful?\n  ","941302":"\n   Are you every disturbed by questions\n  ","941303":"\n   What do you think about the new Ariana Grande’s song Positions??? Do you think is a good start for this new era???\n  ","941304":"\n   What single piece of technology makes your life easier?\n  ","941305":"\n   Do you not celebrate any holidays?\n  ","941306":"\n   Shoutout to all you amazing people\n  ","941307":"\n   New year, same bs?\n  ","941308":"\n   Who is ready for Christmas to be over already? I can't be the only one....\n  ","941309":"\n   I swear medical issues are taking over my life- to all my 9 followers I might be a bit inactive 😔✌️\n  ","941310":"\n   Have you ever thought of becoming a Muslim?\n  ","941311":"\n   Happy Monday everyone. Have a great week\n  ","941312":"\n   What’s your favorite day of the week ?\n  ","941313":"\n   Do you count idiots you encounter in a day?\n  ","941314":"\n   Where are you\n  ","941315":"\n   Hey!😶\n  ","941316":"\n   👍happy thanksgiving everyone\n  ","941317":"\n   What is your best school memory?\n  ","941318":"\n   Hola corazon\n  ","941319":"\n   💛\n  ","941320":"\n   do you like ham?\n  ","941321":"\n   it was alright\n  ","941322":"\n   The most intresting thing that you know about yourself?\n  ","941323":"\n   What's a food you hated as a kid, but love now?\n  ","941324":"\n   People... PeOpLe... PEOPLE.. I'm bored outta my fuckin mind. What shall I do with myself? Selfie time I guess 😄😂\n  ","941325":"\n   Hello what is your favorite car?\n  ","941326":"\n   Is the stimulus check enough?\n  ","941327":"\n   What did you do today?\n  ","941328":"\n   Are you an anxious person? If yes, what does cause this anxiety in you?\n\nI'm extremely anxious about future events. I'm constantly worrying about what might happen in next day or 10 years later or wether I will reach my dreams or not.\n  ","941329":"\n   On the Uber app what do you do to have an Uber driver pick something up that you ordered at a store then deliver it to where you want it delivered?\n  ","941330":"\n   PAP of your surroundings\n  ","941331":"\n   What’s up?\n  ","941332":"\n   Can a man engage with a woman for 3years and not ❤️ her?\n  ","941333":"\n   I am pretty intense when it comes to pushing myself to the limit doing physical activities\n  ","941334":"\n   What is your favorite holiday?\n  ","941335":"\n   It is rude to scoff at a man who feels as if he is the victim of sexism. Sexism against men is real. America has a history of sexism against men.\n  ","941336":"\n   Have you ever broken a bone?\n  ","941337":"\n   cats or dogs?\n  ","941338":"\n   your late night snacks consist of:\n  ","941339":"\n   What canned food you buy?\n  ","941340":"\n   What was your main thing that you did today? Or so far\n  ","941341":"\n   Did you know you still have to pay your bills\/ debts when you die?!!\n  ","941342":"\n   Feeling really sad\n  ","941343":"\n   Why is natural grape flavor so different from artificial grape flavor? Both are so different experiences\n  ","941344":"\n   What’s your favorite food\n  ","941345":"\n   Do you have cable, satellite or do you use a streaming service? I just got Hulu Live\n  ","941346":"\n   Do you do your share of the household work?\n  ","941347":"\n   Obvious,isn't it?\n   \n    https:\/\/ask.fm\/EsIEmO\/photopolls\/189967928?utm_source=copy_link&utm_medium=android\n   \n","941348":"\n   In my profile picture, do I look more like Brian Urlacher or Brett Favre?\n  ","941349":"\n   Do you like hot sauce?\n  ","941350":"\n   Best Christmas song?\n  ","941351":"\n   How many times a year do you travel?\n  ","941352":"\n   What is the quickest way to keep warm? \nDo you wear mittens? \nDo they make a big difference in overall body heat??\n  ","941353":"\n   Did you put up a tree?\n  ","941354":"\n   Is owning 5 Tesla model 3 , 6 Tesla model X and 10 Tesla model S is too much ???\n  ","941355":"\n   Favorite book?\n  ","941356":"\n   cats or dogs \n\ndebate\n  ","941357":"\n   (To the one's who celebrate it! If not ignore & srry!)\n\nMerry Christmas you guuys! 😁✌🤙🎄 I wish you all a good one! Happy New year! Better year next year! Yes! I just wanted to send this message out to you wonderful people & re-remind some of you! Your the best & that YOU ROCK! & keep rocking! 😊\n  ","941358":"\n   but the question everyone wants to know: are you going to get cyberpunk 2077?\n  ","941359":"\n   Does anyone famous come from your hometown?\n  ","941360":"\n   When you address a woman as \"ma'am\" how old do you think she is?\n  ","941361":"\n\n    https:\/\/youtu.be\/YoBLdHmK41s\n   \n","941362":"\n   and i’m done\n  ","941363":"\n   🖤🥀\n  ","941364":"\n   As a child, what did you think would be awesome about being an adult, but isn’t as awesome as you thought it would be?\n  ","941365":"\n   What are you looking forward to as we near the end of 2020?\n  ","941366":"\n   Have you ever had people who want to be your friend so bad that they show you why they aren’t your friend at all?\n  ","941367":"\n   Would you ever want to travel around the world?\n  ","941368":"\n   Boooooooooeeeyy úwù\n  ","941369":"\n   If you were to cast a spell on your community what would you change for one day only? Why?\n  ","941370":"\n   Vote on my polls\n  ","941371":"\n   Heyy\n  ","941372":"\n   Are you confident in yourself\n  ","941373":"\n   Did you like how bad boys for life ended?\n  ","941374":"\n   What's your favorite thing about Christmas?\n  ","941375":"\n   What's your favorite jewelry?\n  ","941376":"\n   Ever felt spied on?\n  ","941377":"\n   Apple TV - Hulu - Netflix - PlexTV - which one do you like the most?\n  ","941378":"\n   Hello what is your favorite dog?\n  ","941379":"\n   Hello what are your plan?\n  ","941380":"\n   How are you these days?\n  ","941381":"\n   How many people does it take to make a \"party\"?\n  ","941382":"\n   Oye\n  ","941383":"\n   My nephew recently made a life style change to become a vegetarain.........would you ever become one?\n  ","941384":"\n   How is it\n  ","941385":"\n   Do you like beans and rice?\n  ","941386":"\n   Hello\n  ","941387":"\n   What’s your zodiac? What’s your favorite sign other than your own?\n  ","941388":"\n\n    https:\/\/youtu.be\/YoBLdHmK41s\n   \n","941389":"\n   If you had to choose Barcelona or Greece?\n  ","941390":"\n   Do you prefer beef barbecue or chicken barbecue?\n  ","941391":"\n   Anyone else capture a picture of the star of Bethlehem? If so PAP\n  ","941392":"\n   Warm shower or hot shower\n  ","941393":"\n   At what age should a mother stop taking showers with her son ?\n  ","941394":"\n   Have you ever traveled abroad?\n  ","941395":"\n   do you play video games? what's your favorite game?\n  ","941396":"\n   Do you prefer taking days off when you have them, or saving them up?\n  ","941397":"\n   What’s your temperature where you at?\n  ","941398":"\n   do you celebrate any holiday during this holiday season? which one(s), and how do you celebrate?\n  ","941399":"\n   What’s the best way to swim as far as you can underwater?\n  ","941400":"\n   Ihghhh\n  ","941401":"\n   At what time do you usually go to sleep?\n  ","941402":"\n   Hi there.\nIf you wanna get random questios of all kind pls let me know.\n  ","941403":"\n   It's horrible don't watch it\n  ","941404":"\n   That sucks man. Have a Red Bull or sum.\n  ","941405":"\n   You left him because........\n  ","941406":"\n   A woman was paid to use her pregnant belly as essentially a billboard marketing tool. She had her belly exposed with an advertisement on it.\n  ","941407":"\n   What frustrates you the most?\n  ","941408":"\n   Does anyone want to adopt a child?\n  ","941409":"\n   Have you ever counted the calories in what you eat?\n  ","941410":"\n   Who's your favorite visual artist?\n  ","941411":"\n   Keep it real 💯\n  ","941412":"\n   🤣🤣 this was back in November...\n  ","941413":"\n   Good day\n  ","941414":"\n   a quick shower or long relaxing bath?\n  ","941415":"\n   Hi\n  ","941416":"\n   Did you already did your Christmas tree?\n  ","941417":"\n   Do you like eggnog at all? Or is it gross to you?\n  ","941418":"\n   Fire or water?\n  ","941419":"\n   What was your best birthday?\n  ","941420":"\n   Are you in love?\n  ","941421":"\n   Have you watched big mouth? There’s a new season:)\n  ","941422":"\n   Which chicken sandwich you like better. Popeyes or chick fil a\n  ","941423":"\n   What's your favorite sport?\n  ","941424":"\n   Are you INFJ?\n  ","941425":"\n   fucking crazy rule right?\n  ","941426":"\n   Subway or a Salad?\n  ","941427":"\n   Did aliens do stonehenge\n  ","941428":"\n\n    https:\/\/youtu.be\/D_xpPG7nqLk\n   \n","941429":"\n   Would you rather travel on a flying carpet or a dragon's back?\n  ","941430":"\n   What to do when your man get on your nerves lol\n  ","941431":"\n   How many pets do you have?\n  ","941432":"\n   What fictional character you wish you were friends with in real life?\n  ","941433":"\n   All major league baseball umpires must wear black underwear while on the job in case their pants split.\n  ","941434":"\n   Personal Butler or Personal Driver?\n  ","941435":"\n   Trump will be back in 2024 and he will reverse everything that Biden\/Harris has done.\n  ","941436":"\n   Have y'all heard about the series Sweet Home coming onto Netflix on the 18th of December?! It looks super creepy and awesome!! I can't wait to watch it!\n   \n    https:\/\/m.youtube.com\/watch?v=7rI56NmD33Y\n   \n","941437":"\n   Have you ever played chess?\n  ","941438":"\n   Do you like Avengers the movie ?\n  ","941439":"\n   Are grilled cheese sandwiches for you?\n  ","941440":"\n   Do you exercise?\n  ","941441":"\n   6 days till my birthday 🥳\n  ","941442":"\n   Happy Christmas Eve 🎄🙏\n  ","941443":"\n   Plans For Tonight ?\n  ","941444":"\n   Are you near tears ? Do you miss somebody ?\n  ","941445":"\n   How long have you had an account on here?\n  ","941446":"\n   Hello\n  ","941447":"\n   Hello\n  ","941448":"\n   Hello\n  ","941449":"\n   Have you ever lied in a job interview?\n  ","941450":"\n   Captain America: Yay or Nay?\n  ","941451":"\n   🖤\n  ","941452":"\n   Do you consider stargazing a date? 🔭\n  ","941453":"\n   Have a good day ❤️\n  ","941454":"\n   Do you like JOE ROGAN\n  ","941455":"\n   Would u rather have a friend who is rich but house is messy or hsve a friend who is poor and house is clean😳\n  ","941456":"\n   I was going to give up my membership but the ask people said I talked with a lot of people so they let me keep it still, which I didn’t know, but what is your experience on here?\n  ","941457":"\n   Ho ho ho\n  ","941458":"\n   So I want to order something secretly but I do not want it to be delivered to my house because my parents would see it. How do I go about this?\n  ","941459":"\n   First Iron Man, I’m watching it right now\n  ","941460":"\n   Do you know someone who posts really terrible looking food like it's a culinary delight?\n  ","941461":"\n   🔥\n  ","941462":"\n   Good Afternoon, have you had a drink yet?\n  ","941463":"\n   Would you rather be cremated or buried?\n  ","941464":"\n   How was your weekend?\n  ","941465":"\n   456..\n  ","941466":"\n   What noise do you hear right now?\n  ","941467":"\n   Do you believe in horoscopes?\n  ","941468":"\n   Hi\n  ","941469":"\n   Happy Tuesday\n  ","941470":"\n   what social media do you use?\n  ","941471":"\n   What has been your favorite year so far?\n  ","941472":"\n   Just a shoutout.  \n\n\nWhen you trip or fall.  Do you grumble,  curse a little,  lol or?\n  ","941473":"\n   McDonald’s or Burger King\n  ","941474":"\n   PS4 or switch\n  ","941475":"\n   what’s your lucky number?\n  ","941476":"\n   what makes you feel productive and accomplished?\n  ","941477":"\n   🎀🎁.. You care what they say about You?? ..🎄💋🎄.. Te importa lo que digan de Tí??..🎁🎀\n  ","941478":"\n   Inspired by a YouTube video called \"truth or drunk\".. how drunk would you be? 😱\n  ","941479":"\n   How do you feel about space travel?\n  ","941480":"\n   Hi there!\n  ","941481":"\n   that star looks awesome tonight.\n  ","941482":"\n   This is for my African American women: Do you think it’s a compliment for a person of non color to say “You’re pretty for a black girl” or “You’re cute for a black girl” Am I wrong for getting offended.\n  ","941483":"\n   New years day plans?\n  ","941484":"\n   Opinion on dying hair grey?\n  ","941485":"\n   I’m upside down why?\n  ","941486":"\n   What is your favourite colour?\n  ","941487":"\n   Where y’all from?\n  ","941488":"\n   Do you have a favorite cap or hat you wear when you go out doors?\n  ","941489":"\n   Anime recommendations, please.\n  ","941490":"\n   Would you sell ad space on your body like that pregnant woman did some years back?\n  ","941491":"\n   I love selena gomez & debby ryan\n& Kirsten storms & lalaine & Taj mowry &  coco jones & sky katz\n  ","941492":"\n   Do they like friendliness in America? I often see a lot of support when I say something nice to others in English here. In Russia, for some reason, it is not customary to express an excessively good attitude towards another.\n  ","941493":"\n   How would you feel if people could read your mind? Would you change what you think about?\n  ","941494":"\n   Do you like abroad ?\n  ","941495":"\n   When’s your birthday?\n  ","941496":"\n   Happy holidays\n  ","941497":"\n   Go wish\n   \n    @tywilson23\n   \n   Happy Birthday 🎂\n  ","941498":"\n   How much time does it take to forget someone you love?\n  ","941499":"\n   Nun much whats up\n  ","941500":"\n   How is your well being? I care❤️\n  ","941501":"\n   Give my hearts pls😕😕\n  ","941502":"\n   Is Anyone getting a ton more questions on here in the last 24-48 hrs more then normal?\n  ","941503":"\n   What was the longest time you have fasted?\n  ","941504":"\n   Sup I’m new here\n  ","941505":"\n   Do you wear Christmas sweaters?\n  ","941506":"\n   What’s your favorite kind of pasta?🍲\n  ","941507":"\n   who dislikes pizza with pineapple?\n  ","941508":"\n   do you believe someone can actually die from a broken heart?\n  ","941509":"\n   Did aliens do stonehenge?\n  ","941510":"\n   What are your halloween plans ?\n  ","941511":"\n   Your opinion on Naruto?\n  ","941512":"\n   Hello do you like Instagram?\n  ","941513":"\n   What’s your favorite video game?\n  ","941514":"\n   Ever fire a weapon\n  ","941515":"\n   What was your first impression of high school on your first day?\n  ","941516":"\n   What would you choose to make your ultamite sundae?\n  ","941517":"\n   Haunted Mansion or Haunted Castle?? 🤔\n  ","941518":"\n   thanks\n  ","941519":"\n   Mountains or plains?\n  ","941520":"\n   Spongebob\n  ","941521":"\n   Vans or Rebook?\n  ","941522":"\n   Where do you get joy from?!\n  ","941523":"\n   Do you follow people to unfollow them ?\n  ","941524":"\n   Do you believe you have found or true love or might never meet them?\n  ","941525":"\n   what does tomorrow's horoscope say ?\n  ","941526":"\n   It’s Christmas Eve !!! 🎄🥰\n  ","941527":"\n   Kisses or hugs\n  ","941528":"\n   My deepest secret is...........\n  ","941529":"\n   Best show on Hulu?\n  ","941530":"\n   You guys have a great day today?\n  ","941531":"\n   Have you ever watched any horror movies\n  ","941532":"\n   im cool with being friends with who ever. i dont care if u was in tx, but dont run circles around me. js\n  ","941533":"\n   Would you be able to eat only at McDonald's for a month?\n  ","941534":"\n   Hi\n  ","941535":"\n   We’re my Bae @?\n  ","941536":"\n   Do you like spending your free time alone or with company?\n  ","941537":"\n   Merry Christmas everyone! 2021 will get better!!\n  ","941538":"\n   Who was the last person you said thank you to?\n  ","941539":"\n   -\n  ","941540":"\n   ☀️\n  ","941541":"\n   What’s your current relationship status\n  ","941542":"\n   Do you like getting junk mail?\n  ","941543":"\n   Can I share a gofund me through here ?\n  ","941544":"\n   Te amo baby 🥰\n  ","941545":"\n   do you like musicals?\n  ","941546":"\n   Last answer 😎\n  ","941547":"\n   There are a lot of people who never go to zoos but still greatly care about animals, there are also a lot of people who wouldn't care about animals if it weren't for zoos. I firmly believe that there would be a lot more endangered and not cared about animals if there weren't any zoos.\n  ","941548":"\n   Is the PS5 out of stock where  you live at?\n  ","941549":"\n   MERRY CHRISTMAS🎄\n  ","941550":"\n   Do you listen to Sleeping At Last?\n  ","941551":"\n   Would You Rather Live 120 Years That Are Comfortable But Boring, Or Live Half As Long, But Have An Exciting Adventure Packed Life?\n  ","941552":"\n   Would you date a guy who gets rejected by 700 girls before?\n  ","941553":"\n   What was your favorite childhood toy when growing up? And why was it your favorite?\n  ","941554":"\n   Whats that?\n  ","941555":"\n   De dónde eres?\n  ","941556":"\n   Tea or coffee?\n  ","941557":"\n   I know doctors are something else due the this virus, so continue to call an make appointment to whoever is available if it’s really bad, and try squeezing lemon and warm water.\n  ","941558":"\n   favorite pasta shape?\n  ","941559":"\n   What makes you feel loved?\n  ","941560":"\n   Hi\n  ","941561":"\n   Least favorite TikToker?\n  ","941562":"\n   Are you computer savvy? 🤔\n  ","941563":"\n   Do you plan on sending out any gifts via post this year?\n  ","941564":"\n   Favorite movie?\n  ","941565":"\n   Do you like any actress ?\n  ","941566":"\n   Hello what is your favorite dog?\n  ","941567":"\n   Did you watch One Tree Hill ?\n  ","941568":"\n   how old are you\n  ","941569":"\n   Do you answer every single question that you receive on ASKfm ?\n  ","941570":"\n   r u tired\n  ","941571":"\n   _\n  ","941572":"\n   Is it healthy to get everything you want?\n  ","941573":"\n   im sorry i got drunk cause of the holiday and didnt expect answers at this time 😂 but i habe a wonderful game planned\n  ","941574":"\n   Hello what is your favorite dog?\n  ","941575":"\n   Do you play games?\n  ","941576":"\n   How is your day?\n  ","941577":"\n   then i go to bed cause it's 4 am. we can start tomorrow 😂😂😂\n  ","941578":"\n   Boneless or bone in wings ?\n  ","941579":"\n   Socks or no socks?\n  ","941580":"\n   What NFL player in your dreams are you? The NFL player I am in my dreams is definitely quarterback Andy Dalton.\n  ","941581":"\n\n    https:\/\/youtu.be\/D_xpPG7nqLk\n   \n","941582":"\n\n    https:\/\/youtu.be\/YoBLdHmK41s\n   \n","941583":"\n   Lets play a text based game 😂 I'll be the story line and you be the character. \n\nYou wake in a small room, with only a single door. On the wall is a backpack.\n  ","941584":"\n   What's the first word that comes to mind when you think of the letter \"H\"?\n  ","941585":"\n   Red or green? Or both??\n  ","941586":"\n   Post a pic wearing a hoodie inside out.\n  ","941587":"\n   What's the worst song you've ever heard?\n  ","941588":"\n   Hey guys sorry for not being on here it just being a busy week for me I am working now and my sister is going in the Marine Corp\n  ","941589":"\n   Does what they say about your zodiacal sign generally match your personality?\n  ","941590":"\n   I have to talk to you..\n  ","941591":"\n   What holiday movies have you watched so far?\n  ","941592":"\n   I think so too\n  ","941593":"\n   Did you have a wonderful weekend?\n  ","941594":"\n   what do you like doing at the end of a long day?\n  ","941595":"\n   If you had three wishes, what would you wish for?\n  ","941596":"\n   Happy thanksgiving to everyone hope yall have \/ had a blessed greatful day much love\n  ","941597":"\n   Do you think positivity always win?\n  ","941598":"\n   When's the last time you had a snowball fight?\n  ","941599":"\n   How is your day going?\n  ","941600":"\n   Can someone please buy me an Oculus quest 2 for my birthday. 😭\n  ","941601":"\n   What do you enjoy learning about more than anything else?\n  ","941602":"\n   Favorite song by French Montana\n  ","941603":"\n   My name is Devi, how’s everyone today?\n  ","941604":"\n   whos doing their early baking?\n  ","941605":"\n   Imagine been stuck in an island; What would be the first thing you would do?\n  ","941606":"\n   Have you ever pulled an all nighter?\n  ","941607":"\n   Tea. Yay or nay?\n  ","941608":"\n   Thinking of a date tonight just by listening to this\n   \n    https:\/\/youtu.be\/CavCTfJzZ_I\n   \n","941609":"\n   wearing anything black\n  ","941610":"\n   What is the worst job you've ever had?\n  ","941611":"\n   Singe,taken, crushing or simpler not interested?\n  ","941612":"\n   Fav color\n  ","941613":"\n   How often do you have tea or coffee\n  ","941614":"\n   Do you feel truly loved?\n  ","941615":"\n   Tell me\n  ","941616":"\n   Sweet tea. Yay or nay?\n  ","941617":"\n   Joe Biden is a very hated man. I estimate 80 million Americans hate him. This in a sense makes Biden Hitler_like. I cannot stand Joe Biden. \n#Trump2022\n  ","941618":"\n   Would you rather only be able to whisper or only be able to shout?\n  ","941619":"\n   You are good person\n  ","941620":"\n   Do you have a favorite holiday? ⭐️\n  ","941621":"\n   Give me ideas of mellow Netflix movies.\nThe ones like romantic comedy genre.\nOr a sad dramatic with a happy ending.\nOr a painful movie.\nI am eating pop corn with a hot towel in my tummy.\nAnd crying with chocolates..\n  ","941622":"\n   Do you understand why people are rude af for no reason?? 🙃🙃\n  ","941623":"\n   Do you like fact or fiction better?\n  ","941624":"\n   Did you get what you whis for?\n  ","941625":"\n   What shows are you binging currently?\n  ","941626":"\n   Do you live in a cul-de-sac ?\n  ","941627":"\n   2020: YOU THINK YOUR BETTER THAN ME!?\n2019: Yes\n2000: I was the original END of the world year!\n2012: NO I was supposed to be the end of the world!\n2006: B-TCH PLEASE!\n2010: I was the year of MEMES! \n2018: What happened to the 90s?\n2017: We don't speak of them..\n1990: WAZZAP BROSKI RADICAL KOOL BRUH\n  ","941628":"\n   I hate my best friends boyfriend .He acts like a child and I know she can do so much better. How do I get rid of him?\n  ","941629":"\n   Do you like coconut water?\n  ","941630":"\n   What's the worst chore?\n  ","941631":"\n   Good gi\n  ","941632":"\n   How many of you like chocolate cake?\n  ","941633":"\n   { sent on Thu, Dec 24th } What does your day look like? Any plans?\n  ","941634":"\n   Favorite song by Calum Scott\n  ","941635":"\n   Why do females wear provocative clothes and get mad when a guy gives them attention\n  ","941636":"\n   Are you scared of the ocean?\n  ","941637":"\n   What do you wish you spent more time doing 5 years ago?\n  ","941638":"\n   Do you believe in Ghosts? Why or why not?\n  ","941639":"\n   Have any of you watched: CATCH.44?\n  ","941640":"\n   I believe that steph curry will have a great season in shooting 3's and passing legends in points\n  ","941641":"\n   Do you think covid would ever go away?\n  ","941642":"\n   Can somebody explain to me why my menstruation  blood is dry?\n  ","941643":"\n   Do you have a favorite hat you like to wear often? 🧢 👒 🎩\n  ","941644":"\n   Eggs or Bacon? 🍳🥓✨\n  ","941645":"\n   best thing about life rn\n  ","941646":"\n   If you learned a big secret about a close friend...would you let them know?\n  ","941647":"\n   Who’s really ready for Christmas? What are you excited for the most?\n  ","941648":"\n   Ask the people.... what do you like your ideal vacation time to be like?\n  ","941649":"\n   Do you wear your wedding band or just your engagement ring?\n  ","941650":"\n   Why do people say they want someone who's loyal, honest, and trusting, yet they get someone like that and lose them by their wrong choices?\n  ","941651":"\n   What's a popular food you find disgusting?\n  ","941652":"\n   Where are u\n  ","941653":"\n   What’s your plans for the weekend?\n  ","941654":"\n   What is your favorite drink on cold evenings?\n  ","941655":"\n   Did you do your laundry\n  ","941656":"\n   If loyalty was a certificate do you think everybody would have one ?\n  ","941657":"\n   What's your favorite way to express yourself?\n  ","941658":"\n   What should i do?\n  ","941659":"\n   ☀️\n  ","941660":"\n   Are you happy?\n  ","941661":"\n   Love it\n  ","941662":"\n   Do you like countryhumans?\n  ","941663":"\n   Have you ever spit water out of your mouth due to laughing?\n  ","941664":"\n   Favorite fruit?\n  ","941665":"\n   Are you ticklish?\n  ","941666":"\n   If I can ask you questions would you answer back?\n  ","941667":"\n   Don’t ridicule others just because you are ignorant of who they are.\n  ","941668":"\n   What's a weird dream you can recall having?\n  ","941669":"\n   What was the last song to make you emotionally tear up?\n  ","941670":"\n   Happy Wednesday Y’all 😆😁\n  ","941671":"\n   Hello do you like video game?\n  ","941672":"\n   Hello do you like video game?\n  ","941673":"\n   Jeans or leggings\n  ","941674":"\n   True or False: Are you in love?\n  ","941675":"\n   How are you today?  I hope you are fine and in a good health\n  ","941676":"\n   Happy Halloween 🎃👻\n  ","941677":"\n   Its been real outchea\n  ","941678":"\n   Do you like 2 story homes? Or no go on houses with stairs?\n  ","941679":"\n   Do you miss someone ?\n  ","941680":"\n   What’s the best way to start the day?\n  ","941681":"\n   What makes you feel better when you are in a bad mood?\n  ","941682":"\n   Have you been in an Escape Room?\n  ","941683":"\n   How will you celebrate Christmas\n  ","941684":"\n   Soo, are you more interesting than you look?\n  ","941685":"\n   What is your favorite type of ice cream cone: cake cone or sugar cone?\n  ","941686":"\n   Do you ever check washer if you started it or not?\n  ","941687":"\n   Republicans will cheat in the next election. Republicans will vote 10 times in New York state. Republicans will erase one million votes for Democrats from computers.\nRepublicans will demand a presidential election in November 2022.\n  ","941688":"\n   same on the buttons and stuffed animals\n  ","941689":"\n   Dogs or cats?\n  ","941690":"\n   Damn this ASK.fm getting lamer as I go on... 🤔\n  ","941691":"\n   Good night! May you be safe from the ghost under your bed 💞\n  ","941692":"\n   Do you know how to dance?\n  ","941693":"\n   Hello do you like video game?\n  ","941694":"\n   Where would you like to live?\n  ","941695":"\n   Song of the day?\n  ","941696":"\n   Christmas break is going by too fast 😔\n  ","941697":"\n   Biggest flex?\n  ","941698":"\n   Miss you\n  ","941699":"\n   I wish Hunter Hayes had ask.fm\n  ","941700":"\n   Literally been sleep all day\n  ","941701":"\n   This is your the V.I.P users only but I’m just curious to know is there is secret to completing the task that vip gives us? If you know can you kindly share that with me?\n  ","941702":"\n   Which room do you spend the most time in in your house?\n  ","941703":"\n   What is something that is \"uncool\" that you do anyway?\n  ","941704":"\n   Have you ever traveled to Italy?\n  ","941705":"\n   Have you ever had a one night stand?\n  ","941706":"\n   .\n  ","941707":"\n   What frustrates you the most?\n  ","941708":"\n   Are you ready for Christmas\n  ","941709":"\n   Taken or single?\n  ","941710":"\n   Hello\n  ","941711":"\n   got trust issues?\n  ","941712":"\n   I am so sorry to hear that, I hope you have a loved one in your life, at least one, who can make you feel wonderful. That’s why I know that my lady and I are perfect for each other. God bless you, and if you ever need anybody you know I’m here!\n  ","941713":"\n   Who else wishes askfm would bring back the Christmas moods?\n  ","941714":"\n   What makes you weird?\n  ","941715":"\n   Do you have close friends that you can count on ?\n  ","941716":"\n   What’s your favorite kind of flower?\n  ","941717":"\n   Where is the depression and anxiety coming from?\n  ","941718":"\n   Ok so the difference here would be I’m the show rhythm and flow, they have Rap Battles which requires a beat.. \n\n\nBattle Rap is A cappella a variety of style to lyrically or cleverly attack the opponent\n  ","941719":"\n   Does it actually get better or you just get used to it?\n  ","941720":"\n   When you close your eyes and you want to relax . Where do you envision yourself at? .\n  ","941721":"\n   You never fail until you stop trying 🥰🥰🥰🥰🥰🥰🥰🥰\n  ","941722":"\n   Where do you think is the worst place to live?\n  ","941723":"\n   Are you going thru high periods of stress? Are you stressed at work are you stressed at home?\n  ","941724":"\n   Whether you’re American or not, what’s something that Americans do\/have that is questionable to you?😂\n  ","941725":"\n   How old are you?😳\n  ","941726":"\n   Holy shitt meds would def help with that!\n  ","941727":"\n   Where are you\n  ","941728":"\n   Do you like Cardi B ?\n  ","941729":"\n   I'm at a crossroads in life I don't k ow which road to take. I'm 55 in 18 days there's nothing spectacular to show for my life. Except marriage work babies stay home mom for 20 years. I need a boost in confidence is anyone going through this or have gone through this. Suggestive advice is welcomed.\n  ","941730":"\n   1\n  ","941731":"\n   What motivates you\n  ","941732":"\n   What these lyrics mean?\n\nHeartaches, heartaches\nMy loving you meant only heartaches\nYour kiss was such a sacret thing to me\nI can't believe it's just a burning memory\nHeartaches, heartaches\nWhat does it matter how my heart breaks\nI should be happy with someone new\nBut my heart aches for you\n  ","941733":"\n   If you drink cold coffee’s, where is your favorite frozen or frappes located at? What store?\n  ","941734":"\n   Miss u\n  ","941735":"\n   Name 3 things you never thought you would do but ended up doing\n  ","941736":"\n   How old is everyone\n  ","941737":"\n   What’s your favorite thanksgiving food? 🦃\n  ","941738":"\n   How’s life\n  ","941739":"\n   Did your family have any special holiday\/Christmas traditions when you were little? What were they? 🎅🏻🎄🦌💡🕎🍪🕯\n  ","941740":"\n   Dr pepper? Yay or nay?\n  ","941741":"\n   Ever been to a water park ? are rhey  fun ?\n  ","941742":"\n   If married where were your proposal located?\n  ","941743":"\n   Okay\n  ","941744":"\n   what is the perfect weather for you? ☀️⛅️🌦🌧⛈🌩🌨\n  ","941745":"\n   Do you have a favorite kind of flower? :0\n  ","941746":"\n   Should I ask my crush if she likes me\n  ","941747":"\n   Jim Carrey or Will Ferrell\n  ","941748":"\n   Happy Saturday\n  ","941749":"\n   -\n  ","941750":"\n   Are you good at keeping secrets?\n  ","941751":"\n   Black lives matters.\n  ","941752":"\n   Do you play COD?\n  ","941753":"\n   I love him back, but he thinks I like someone else. He doesn't listen lol. Just ask me out already. 😂🐇\n  ","941754":"\n   ✏️ or 🖊\n  ","941755":"\n   Do you watch Battle Rap?\n  ","941756":"\n   Top 10 movies that you love?\n  ","941757":"\n   Beard or moustache?\n  ","941758":"\n   are you ready for winter\n  ","941759":"\n   Could u survive having to watch only one sitcom? If so, which one?\n  ","941760":"\n   Basketbols\n  ","941761":"\n   Do you have a hard time telling yourself NO?\n  ","941762":"\n   do u have a crush rn🤨\n  ","941763":"\n   What do you collect?\n  ","941764":"\n   SPACE 😍❤\n  ","941765":"\n   pickles on pizza?\n  ","941766":"\n   Do you like brussel sprouts?\n  ","941767":"\n   Haha\n  ","941768":"\n   Why is it wrong to be \"too nice or to be trying  too hard with people? As I see it I'm just being nice and others give me a hard time for it??? I'm confused.\n  ","941769":"\n   do you like fruit 🍉🍎 🍌\n  ","941770":"\n   how are you\n  ","941771":"\n   What’s Something That Overwhelms You?\n  ","941772":"\n   Airplane or Helicopter?\n  ","941773":"\n   Do you believe in god? And if so is it religious or personal belief\n  ","941774":"\n   The time is 04:12 am\n  ","941775":"\n   Hi\n  ","941776":"\n   While in drive thru, have you ever paid for the person behind you? Has anyone ever randomly paid for your food?\n  ","941777":"\n   What do you think of Memphis, Tennessee?\n  ","941778":"\n   Apple pie or pumpkin Pie?\n  ","941779":"\n   Hello do you like video game?\n  ","941780":"\n   Since the COVID, a lot of people have been staying in their houses. To waste time in a fun way you should get the free to play chess.com phone game. How bad you are in chess doesn't matter with this chess app. The app can teach you to be great! It's for ios & android.\n   \n    https:\/\/www.chess.com\/play\/ap\n   \n","941781":"\n   Favorite song by Jay Z\n  ","941782":"\n   What do you have planned for Christmas 🎄??\n  ","941783":"\n   Have you ever fired a gun?\n  ","941784":"\n   What was the last good movie or TV show you watched?\n  ","941785":"\n   Would you rather be fat or skinny?\n  ","941786":"\n   I don’t like being mistreated and disrespected... I went through that this past month with one of my roommates and had to move out. I did what I had to for the sake of my mental health. Still recovering from it. This has been such a difficult month.\n  ","941787":"\n   If you knew the same people who aggravate and frustrate you were going to die would you be aggravated and frustrated by them ?\n  ","941788":"\n   It's going to be all new to me as well. How come you've not tried one?\n  ","941789":"\n   I am putting together a gingerbread house for the first time, any tips or tricks?\n  ","941790":"\n   What’s your favorite song\n  ","941791":"\n   What are your plans for the weekend?\n  ","941792":"\n   What's your favorite food?\n  ","941793":"\n   American, Patriot; God bless my family.\n  ","941794":"\n   What's your favorite slang word?\n  ","941795":"\n   Do you like mango juice? Or do you prefer to eat the fruit?\n  ","941796":"\n   Do you find yourself thinking more about your past, present or future?\n  ","941797":"\n   When is the last time you had coffee?\n  ","941798":"\n   Do you decorate your room or home?🤔\n  ","941799":"\n   Which is the last movie you watched?\n  ","941800":"\n   Do you want to recieve my bathroom humour comments and questions ?\n  ","941801":"\n   What did you eat for breakfast this morning?\n  ","941802":"\n   What social media’s do you have?\n  ","941803":"\n   Whats your favorite emoji?\n  ","941804":"\n   how did you spend your halloween?\n  ","941805":"\n   What show or movie do you really wanna rewatch?\n  ","941806":"\n   Happy Friday everyone\n  ","941807":"\n   Have a happy Friday\n  ","941808":"\n   What is your favorite lollipop flavor?\n  ","941809":"\n   Smartest thing you have done so far this year?\n  ","941810":"\n   When was the last time you saw an animal in the wild?\n  ","941811":"\n   What is the greatest threat to your happiness?\n  ","941812":"\n   If you could chose only one breakfast food to eat everyday what would it be?\n  ","941813":"\n   Do you know that Britney Spears made a song with BSB ?\n  ","941814":"\n   NEW FRIEND ME PLEASE\n  ","941815":"\n   What’s the best game to PLAY ON IOS IPHONES??\n  ","941816":"\n   do you prefer long hair or short hair?\n  ","941817":"\n   What would you Slide💣 for ?\n  ","941818":"\n   Who calls you when you're down?\n  ","941819":"\n   do you do holiday decorations?\n  ","941820":"\n   Who has animal crossing\n  ","941821":"\n   How old are you?\n  ","941822":"\n   STAN DAY6\n  ","941823":"\n   favorite salad?\n  ","941824":"\n   Can you force your spouse to cheat? And if so how?\n  ","941825":"\n   Miss you\n  ","941826":"\n   Is it too feminine for a straight man to enjoy wearing pantyhose\n  ","941827":"\n   What’s your favorite color?\n  ","941828":"\n   What is your favorite movie?\n  ","941829":"\n   What is your favorite disney song? I gotta go with \"I wanna be like you\" because my nieces and nephews love singing it with me\n  ","941830":"\n   what do you keep on you at all times when going out\n  ","941831":"\n   I dare u to like and follow\n   \n    @whatz\n   \n   .p0ppin on Instagram 😳😳😳\n  ","941832":"\n   Do not be afraid! Stay strong! Covid is almost over!\n  ","941833":"\n   What are your favorite cartoon shows? Mine are Popeye the Sailor, Loony Toons, Courage the Cowardly Dog, Sponebob Squarepants, Grim Adventures of Billy and Mandy, and Ed Edd n Eddy\n  ","941834":"\n   Movies worth watching in terms of delivering a strong message. (Motivation\/True story)\n  ","941835":"\n   Do you plan on getting a haircut any time soon?\n  ","941836":"\n   Would you like to have your own personal freeway\/highway that only you can drive on?\n  ","941837":"\n   Would go live in abroad If you have  the chance ?\n  ","941838":"\n   What do men want in a women nowadays?\n  ","941839":"\n   What movie can you watch over and over again?\n  ","941840":"\n   What do you want for Christmas?\n  ","941841":"\n   What makes you worry less?\n  ","941842":"\n   Heyy goodafternoon guys \n\nDo you know about wwe  eddie guerrero  pass away in 15 years  I really miss him soo much\n  ","941843":"\n   which moment in your life do you wish was recorded so you can replay it whenever you want??\n  ","941844":"\n   What is your favorite candy?\n  ","941845":"\n   Have you ever been in love?\n  ","941846":"\n   Do u secretly harbor a lust\/crush on a neighbor, co-worker, brother-in-law, close friends husband or bf...etc?\n  ","941847":"\n   What creeps you out?\n  ","941848":"\n   What is the strangest dream you've had?\n  ","941849":"\n   What's the most beautiful place you've ever seen?\n  ","941850":"\n   What is your least favorite animal\n  ","941851":"\n   What's your favorite bean\n  ","941852":"\n   Do you like chili.\nHow about mild or spicy?\n  ","941853":"\n   favorite social media app?\n  ","941854":"\n   Do you like Bob's Burgers?\n  ","941855":"\n   How did your weekend go?\n  ","941856":"\n   What is your favorite song?\n  ","941857":"\n   I heard The Marix 4 is going out on HBO Max. I'm looking forward to seeing it but i hope its good.....What about y'all? Are y'all looking forward to seeing the Matrix 4??\n  ","941858":"\n   What's your favorite scent?\n  ","941859":"\n   How are you?💛\n  ","941860":"\n   What is the oddest thing you've encounter?\n  ","941861":"\n   What has been your most embarrassing experience?\n  ","941862":"\n   Have you ever been kicked from a server in an online game?\n  ","941863":"\n   Favorite song by The Black Eyed Peas\n  ","941864":"\n   A witch has cast a spell on you turning you into an inanimate, non-electronic object for a year. To be changed back into human form before the year is up, you need to be able to get at least a hundred people to touch you. What inanimate object would you be? 🤔\n  ","941865":"\n   If you celebrate it, have you put up your Christmas tree yet? Christmas 🎄 🌲\n  ","941866":"\n   How important is it for you to have a lot of money?\n  ","941867":"\n   Have you experienced a out-of-body experience???\n  ","941868":"\n   I have a strange music playlist, but most of the songs everyone already know.\n  ","941869":"\n   Are u prepared?\n  ","941870":"\n   Nearby\n  ","941871":"\n   Do you like your job ?\n  ","941872":"\n   Math or science? 🤔\n  ","941873":"\n   Anyone gay or bisexual on here? Tryna get my LGBTQ fams.\n  ","941874":"\n   Are you afraid of the dentist?\n  ","941875":"\n   Hello do you like Instagram?\n  ","941876":"\n   What’s worse than Mondays?\n  ","941877":"\n   Do you like Tap dancers\n  ","941878":"\n   Are you happy with your life?\n  ","941879":"\n   I'm in need a friends that don't want to sleep with me or have a crush on me....\n  ","941880":"\n   How hard is it to make friends\n  ","941881":"\n   Do you like SMORES\n  ","941882":"\n   How far can you swim underwater on one breath?\n  ","941883":"\n   is there anything you regret?\n  ","941884":"\n   Do you believe in God and Satan?\n  ","941885":"\n   I find planets interesting. But which to colonize?\n  ","941886":"\n   Did you ever listen to Destiny’s Child?\n  ","941887":"\n   Do you like the trolls movie?\n  ","941888":"\n   Do you play Mortal Kombat ?\n  ","941889":"\n   What’s something you always forget on your way out?\n  ","941890":"\n   What do u need more of today?\n  ","941891":"\n   have u ever made a snow angel?\n  ","941892":"\n   Hello what are you doing?\n  ","941893":"\n   What are you looking forward to in 2021\n  ","941894":"\n   How many of you watch Chicago PD\n  ","941895":"\n   how many sibling do you have\n  ","941896":"\n   Do you know sacasm when you hear it?\n  ","941897":"\n   Who's ur fav. R&B artist?\n  ","941898":"\n   Would you rather move to a new city or town every week or never be able to leave the city or town you were born in?\n  ","941899":"\n   Wanna be friends on Snapchat?\n  ","941900":"\n   Would you rather be back in school or working your job?\n  ","941901":"\n   Best phone service\n  ","941902":"\n   What’s one thing you would ask an alien 👽 if you ever got to meet one\n  ","941903":"\n   Wyd\n  ","941904":"\n   Favorite game?\n  ","941905":"\n   Describe your overall personality?\n  ","941906":"\n   Do you like yoghurt?\n  ","941907":"\n   Do you sleep a lot\n  ","941908":"\n   If you could meet any one celebrity, who would it be?\n  ","941909":"\n   Being extra nerdy tonight!\n  ","941910":"\n   Are you excited for the holidays?\n  ","941911":"\n   Have you ever written a poem? If yes, what was it about?\n  ","941912":"\n   Do you belive in life after death?\n  ","941913":"\n   I'm just curious because I like Brian Urlacher. He's my idol\n  ","941914":"\n   Was 2019 worst for you or 2020?\n\nI had a worst 2019.\n  ","941915":"\n   What color socks are you wearing?\n  ","941916":"\n   Do you wear a mask? Why or why not\n  ","941917":"\n   What is your height?\n  ","941918":"\n   What NFL player would you say Brian Urlacher looks the most like out of these 3 NFL players? Matt Hasselbeck, Tim Hasselbeck, or Zach Thomas?\n  ","941919":"\n   Do you like Percy jackson\n  ","941920":"\n   Chest day or leg day ?? 🙏\n  ","941921":"\n   snow angel, snowman, or snowball fight?\n  ","941922":"\n   What is something you’ve accomplished this year?\n  ","941923":"\n   .!\n  ","941924":"\n   The Browns suck\n  ","941925":"\n   Do you like those parties ?\n  ","941926":"\n   DURRRR! HAJJAJSHDUDHXHEJD9IAJEU36 ED IDJ3J HARRRRRRR!\n  ","941927":"\n   Who is Better The Vikings Or The Bears?🏈 #nfl\n  ","941928":"\n   Do you know Spanish?\n  ","941929":"\n   Who can give me 1k of coins ? 😏\n  ","941930":"\n   Nihaha\n  ","941931":"\n   Are you married?\n  ","941932":"\n   Do you like junk food\n  ","941933":"\n   Have you ever been afraid of Santa Claus?\n  ","941934":"\n   White\n  ","941935":"\n   what is your comfort food?\n  ","941936":"\n   Did you watch the land before time when you were little? Currently watching it now with my youngest lol (he loves dinosaurs and all dinosaur movies 😍) my almost 10 year old is obsessed with them also lol\n  ","941937":"\n   up or down?\n  ","941938":"\n   My father died of a brain tumor. My  aunt's sister died of a brain tumor. My cousin's husband died of a brain tumor. Whisper words of wisdom.\n  ","941939":"\n   What is your zodiac sign?\n  ","941940":"\n   Whal\n  ","941941":"\n   Trying to warn everyone that I can bc this IS serious.\n   \n    @itslaurencim\n   \n   is a fake account, & yes the real Lauren knows about it. Be careful! This person has at least 3 other ones on here to lie, control and manipulate others.\n  ","941942":"\n   What is the last thing you baked\/cooked?\n  ","941943":"\n   Hi\n  ","941944":"\n   Do you like to work?\n  ","941945":"\n   Indian food or chinese food?\n  ","941946":"\n   Trump won.\n  ","941947":"\n   do you believe in other life forms out there? 👽\n  ","941948":"\n   what is up y’all\n  ","941949":"\n   Have you ever had a dream where you were falling? If so, what did it feel like?\n  ","941950":"\n   How often must people go to the doctors?\n  ","941951":"\n   orange juice or apple juice?\n  ","941952":"\n   Do you think Covid-19 will be over by next year?\n  ","941953":"\n   I was watching Kelsey one day, she was one of the topics she was talking about was armpit licking during sex? So I know that this is what someone does in private, how often do you have to go to the doctors?\n  ","941954":"\n   something you haven't learned just yet but want to\n  ","941955":"\n   What makes you feel alive?\n  ","941956":"\n   How much your peace cost ?\n  ","941957":"\n   what’s the worst thing anyone’s ever said to you?\n  ","941958":"\n   How many pairs of shoes do you own?\n  ","941959":"\n   What's your favorite Christmas movie? 🎅🎬\n  ","941960":"\n   Literally all of my friends are like super skinny and pretty, but I’m not skinny & I feel really awkward especially when we talk about being fat\/brandy Melville drama\/etc and I only like wearing full pieces to the beach because of this and one even said that I wont look as ‘cute’ is this bad??\n  ","941961":"\n   Follow me .💙!\n  ","941962":"\n   What is your favorite drink on cold evenings?\n  ","941963":"\n   It is a prison.\n  ","941964":"\n   what is your favorite scent?\n  ","941965":"\n   How many times have you watched Jurassic Park\n  ","941966":"\n   I am upset about being at Pelican Bay.\n  ","941967":"\n   Do you like tamales\n  ","941968":"\n   Have you seen oceans eleven?\n  ","941969":"\n   Is the Chinese language same as JAPANESE\n  ","941970":"\n   Hammock or sleeping bag\n  ","941971":"\n   I am rubbing my neck.\n  ","941972":"\n   Hi everyone\n  ","941973":"\n   How does one introduce their significant other to their parents?\n  ","941974":"\n   do you prefer warm or cool tones?\n  ","941975":"\n   What part of politics do you hate?\n  ","941976":"\n   Would you move to Little Rock Arkansas if you had the money ?\n  ","941977":"\n   Did everyone setup the bitmoji app?\n  ","941978":"\n   Is there anything pending in your life?\n  ","941979":"\n   Do you have a certain kind of theme that you do for your Christmas tree? Or nah? (If you celebrate Christmas that is. If you don't just ignore.)\n  ","941980":"\n   Hello what is your favorite color?\n  ","941981":"\n   Fav YouTuber\n  ","941982":"\n   Does anyone know how to get Blood off their clothes?\n  ","941983":"\n   Be safe from Covid\n  ","941984":"\n   WIz Khalifa or snoop dog?\n  ","941985":"\n   What’s ur favorite day of the week\n  ","941986":"\n   Does space interest you? 🌎 🚀 💫\n  ","941987":"\n   I need you\n  ","941988":"\n   Anything\n  ","941989":"\n   Good night\n  ","941990":"\n   I repost posts on inInstagram feed because no one really views my inInstagram story\n  ","941991":"\n   What makes you sad?\n  ","941992":"\n   Thoughts on Amber Heard abusing Johnny Depp?\n  ","941993":"\n   What gets you out of bed every day?\n  ","941994":"\n   How are you tonight ?\n  ","941995":"\n   what song do you think describes you?\n  ","941996":"\n   I am Ricky. I am on fire.\n  ","941997":"\n   Have rumors been spread about you?\n  ","941998":"\n   What show do you love?\n  ","941999":"\n   What helps you guys fall asleep?\n  ","942000":"\n   Its ok?\n  ","942001":"\n   Among these 15 kinds of organic shampoos which one is best for the baby?\n   \n    https:\/\/www.babycarestudio.com\/15-best-organic-baby-shampoo\/\n   \n","942002":"\n   How is you\n  ","942003":"\n   Soo, anything eating away at your soul?\n  "},"Answer":{"940932":"\n  oh ok. I never watched it back then\n  ","940933":"\n  not at all\n  ","940934":"\n  yes and no. I have my issue with it\n  ","940935":"\n  I voted on a paper ballot\n  ","940936":"\n  😊\n  ","940937":"\n  I work as an event staff 😐\n  ","940938":"\n  🤟🏾\n  ","940939":"\n  no\n  ","940940":"\n  I'm still in school\n  ","940941":"\n  haha\n  ","940942":"\n  I haven't seen it yet but I like Batwoman and The Flash so if it's similar maybe\n  ","940943":"\n  Yessssirrr\n  ","940944":"\n  I like some of all except metal and Kpop are the ones I can't seem to get with. But just about everything else I like. My playlist is pretty diverse:\n  \n\n   https:\/\/open.spotify.com\/playlist\/5TIT8wEOGDG8zRED4bTTyq\n  \n","940945":"\n  I can relate\n  ","940946":"\n  Same\n  ","940947":"\n  Drastic\n  ","940948":"\n  I have too many. One of them I've been really liking for a while now is High Fashion by Roddy Ricch\n  ","940949":"\n  it used to be but now that my sleep schedule has been all messed up, no\n  ","940950":"\n  I don't have one\n  ","940951":"\n  I don't ngl\n  ","940952":"\n  I wish I did, but I just can't bc there's not enough positive in this world for a positive influence to be guiding it\n  ","940953":"\n  No\n  ","940954":"\n  What about them? Sorry, I don't get the question\n  ","940955":"\n  I've never had pizza rolls\n  ","940956":"\n  What makes you so adamant it's bc you are a male? I know several men who have reached high goals on their gofundmes so it's kinda sounding like this might be more of a YOU problem.\n  \n  You know what's wack is that some men always wanna complain \"men have it worse\" but then when women try to stick up for them in various situations, they just try to enforce toxic masculinity. Like the actual unfairness men face is being told they have to mask their feelings or that they shouldn't cry in order to be real men or having superheroes always super fit and having abs and making it seem like all men have to be really strong and dehumanizing gay men [not stuff about gofundmes] ....all these stereotypes\/pointless expectations that just shame certain men for how they are...but then I've seen so many men just try to bash other men and women for standing up to this stuff bc they wanna call it \"weak\" 🙄\n  ","940957":"\n  Hmm?\n  ","940958":"\n  Can you explain a little more in-depth pls?\n  ","940959":"\n  yeah, I can see that\n  ","940960":"\n  Any space movie I've ever watched, Inception and Captain America\n  ","940961":"\n  Dark\n  ","940962":"\n  hello\n  ","940963":"\n  Hmm?\n  ","940964":"\n  no\n  ","940965":"\n  Staying inside, listening to music, computer coding\/web development, working on a puzzle, watching shows, watching YouTube, editing YouTube videos, writing....\n  ","940966":"\n  One thing I would change is enforce more gun regulation bc there is a lot of gun violence in my country.\n  ","940967":"\n  I can only think of 3 tbh and 2 of them I don't like and 1 I don't remember anything about, so I'm not sure how to answer 🤔\n  ","940968":"\n  Their personality\n  ","940969":"\n  Yeah, I would tell em that they got a little smth under their nose\n  ","940970":"\n  I don't really. But my sign is a Capricorn and I guess I would wanna date anyone compatible with that if I did believe them\n  ","940971":"\n  I wouldn't know\n  ","940972":"\n  Here are some that I can think of rn:\n  \n  - \"There's no shame in being afraid. Hell, we're all afraid. What you gotta do is figure out what you're afraid of because when you put a face on it, you can beat. Better yet, you can use it.\" ~ Whitey Durham; One Tree Hill\n  \n  \"If you're lucky, if you're the luckiest person on this entire planet, the person you love decides to love you back\" ~ Nathan Scott (I think); One Tree Hill\n  \n  - \"You're not a monster. You're a werewolf. Like me\" ~ Scott McCall; Teen Wolf\n  ","940973":"\n  Idk what that is\n  ","940974":"\n  I think many different emotions.... I think my emotions are similar to how my emotions are outside of my dreams. There's initial ones and then 2nd hand ones...\n  ","940975":"\n  I have not had a fake acct that other people have stalked\n  ","940976":"\n  ❤\n  ","940977":"\n  I thought about this and I really can't remember\n  ","940978":"\n  They can be allowed in some places\n  ","940979":"\n  Honestly dunno if I've ever watched anything with him in it\n  ","940980":"\n  yeah\n  ","940981":"\n  ❤\n  ","940982":"\n  ❤\n  ","940983":"\n  yes\n  ","940984":"\n  yes, but at the same time I want it.\n  ","940985":"\n  No, I wouldn't say so\n  ","940986":"\n  🌧\n  ","940987":"\n  hi\n  ","940988":"\n  👍\n  ","940989":"\n  to cry\n  ","940990":"\n  how do I look at them?\n  ","940991":"\n  If the vendor is 100% reliable then sure, but how do you know the vendor is 100% reliable? I wouldn't say eBay is a great place for searching for 100% reliable vendors.\n  ","940992":"\n  I'm in the Pacific Northwest of the United States\n  ","940993":"\n  Not necessarily \"no,\" but I wouldn't want to do it. Kinda seems like a waste of time to me\n  ","940994":"\n  never had either\n  ","940995":"\n  idek what a vision board is ngl\n  ","940996":"\n  aight, thanks\n  ","940997":"\n  got it\n  ","940998":"\n  sure\n  ","940999":"\n  I wanna live someday\n  ","941000":"\n  cry, work on a puzzle, try to work on my addiction\n  ","941001":"\n  I don't like ice cream ngl\n  ","941002":"\n  no\n  ","941003":"\n  Set personal goals for yourself that gradually get you towards a bigger goal\n  ","941004":"\n  not really\n  ","941005":"\n  not at all\n  ","941006":"\n  I wear glasses\n  ","941007":"\n  Jaye is one of em\n  ","941008":"\n  no\n  ","941009":"\n  \"cool\"\n  ","941010":"\n  Super Mario Bros\n  ","941011":"\n  failure, which sucks bc it's inevitable\n  ","941012":"\n  Dark brown\n  ","941013":"\n  White\n  ","941014":"\n  Tomato I guess\n  ","941015":"\n  Not really\n  ","941016":"\n  Sour patch kids\n  ","941017":"\n  hi\n  ","941018":"\n  aight\n  ","941019":"\n  I can't bc I don't know how\n  ","941020":"\n  I have not\n  ","941021":"\n  Don't have one. I don't like Christmas movies\n  ","941022":"\n  Airplane\n  ","941023":"\n  Yes\n  ","941024":"\n  Hmm?\n  ","941025":"\n  Greetings\n  ","941026":"\n  trains 100%\n  ","941027":"\n  no\n  ","941028":"\n  No thoughts\n  ","941029":"\n  20\n  ","941030":"\n  Do you mean mutually or each of those things?\n  ","941031":"\n  Cry\n  ","941032":"\n  Not really ngl\n  ","941033":"\n  Yes\n  ","941034":"\n  Be nice so there are some nice people in the world\n  ","941035":"\n  thanks\n  ","941036":"\n  One I think? I don't really remember tbh though\n  ","941037":"\n  Typically oreos, but rn maybe poptarts\n  ","941038":"\n  Thank you, but no, I'm not. Happy New Year anyway\n  ","941039":"\n  Not from me personally I don't think\n  ","941040":"\n  The bugs leaving\n  ","941041":"\n  How come?\n  ","941042":"\n  Sure\n  ","941043":"\n  No\n  ","941044":"\n  Who?\n  ","941045":"\n  Sort yeah. I believe most of us live in a caste system\n  ","941046":"\n  Neither these days\n  ","941047":"\n  Hardly ever\n  ","941048":"\n  Physically? Not at all\n  ","941049":"\n  Sort of, yeah\n  ","941050":"\n  I might quit my job so I could be with them\n  ","941051":"\n  Neither\n  ","941052":"\n  Being in partial hospitalization for months\n  ","941053":"\n  Not starting dance when I was younger maybe\n  ","941054":"\n  I don't know who any of these peeps are so I can't relate\n  ","941055":"\n  What is DOOM?\n  ","941056":"\n  yeah\n  ","941057":"\n  I'm not\n  ","941058":"\n  • High Fashion by Roddy Rich\n  \n  • Holiday by Lil Nas x\n  ","941059":"\n  4 am\n  ","941060":"\n  Tbh, I'm not. I feel like crap.\n  ","941061":"\n  Holiday by Lil Nas X\n  ","941062":"\n  \"everyone dies but not everybody lives\" <- I feel that\n  ","941063":"\n  Is this like a movie or smth or you asking about literal 'impractical jokers'?\n  ","941064":"\n  how come? 🤔\n  ","941065":"\n  I don't mind long paragraphs. I'm here for whatever they have to say no matter the length\n  ","941066":"\n  I already am a fearful soul... I guess you should avoid me 🥺\n  ","941067":"\n  Hit the road Jack and never come back\n  ","941068":"\n  I don't like to cook ngl\n  ","941069":"\n  Cry\n  ","941070":"\n  I'm really digging \"Holiday\" by Lil Nas X\n  ","941071":"\n  💜\n  ","941072":"\n  For me it just started and so far it's been pretty lousy. My throat hurts, my stomach hurts and my back teeth ache and I feel super anxious and sad from thoughts going thru my head\n  ","941073":"\n  1\n  ","941074":"\n  The WH-1000mx4 Sony headphones\n  ","941075":"\n  tense, anxious, sad, lethargic\n  ","941076":"\n  hello\n  ","941077":"\n  If it's been a long time, then yeah,.I start feeling a bit worthless. it's smtj I'm trying to work on (and failing at miserably)\n  ","941078":"\n  I would love to, but not in this fashion\n  ","941079":"\n  t-shirt, PJ bottoms\n  ","941080":"\n  yeeerrr. The Flash used to be my shii, now I'm loving Batwoman (unpopular opinion but whatever) and I've watched some of Supergirl before.\n  ","941081":"\n  I have not\n  ","941082":"\n  neither. I consider myself pathetic\n  ","941083":"\n  Blood, devil, scary sh*t\n  ","941084":"\n  no 😪 still on unemployment benefits\n  ","941085":"\n  nope\n  ","941086":"\n  I like blue better I think\n  ","941087":"\n  thank you, I hope you have a great day\n  ","941088":"\n  Okok\n  ","941089":"\n  yes\n  ","941090":"\n  idk I'm pretty weak all around. I used to have nice upper body strength\n  ","941091":"\n  Spaghetti with pesto\n  ","941092":"\n  cry\n  ","941093":"\n  what best friends? 😭\n  ","941094":"\n  I have learned not to get my hopes up\n  ","941095":"\n  Happy New Years\n  ","941096":"\n  😎\n  ","941097":"\n  all the fcking time\n  ","941098":"\n  🤟🏾\n  ","941099":"\n  🤟🏾\n  ","941100":"\n  No\n  ","941101":"\n  more or less\n  ","941102":"\n  3 I guess\n  ","941103":"\n  Yeah, a lot of them\n  ","941104":"\n  Well, I was born in Texas\n  ","941105":"\n  I have not\n  ","941106":"\n  Idk. it's not completely up to us. A lot of things in life we can't control\n  ","941107":"\n  yeah i do\n  ","941108":"\n  they killed your uncle\n  ","941109":"\n  I'm attracted to people with long hair, but I like people being comfortable in whatever style they wanna rock\n  ","941110":"\n  I am sort of\n  ","941111":"\n  Do you love everyone's answers?\n  ","941112":"\n  Ya Verás\n  ","941113":"\n  Sad rn\n  ","941114":"\n  I was doing a puzzle and now I'm just listen to music and answering a few questions. I can't sleep.\n  ","941115":"\n  What is dark soda?\n  ","941116":"\n  dammit now you got me thinking about embarrassing moments 😣\n  \n  The first one that comes to mind is that I had a panic attack a day before a midterm.\n  \n  I'm not gonna think any further than that cus I would rather forget embarrassing moments\n  ","941117":"\n  I wish I was\n  ","941118":"\n  ❤\n  ","941119":"\n  I have\n  ","941120":"\n  I haven't\n  ","941121":"\n  Idk about \"saddest,\" but some sad songs I can think of off of the top of my head are:\n  \n  > Sail by AWOLNATION\n  \n  > The Story by Conan Grey\n  \n  > Mansion by NF\n  \n  > Hurts Like Hell by Fleurie\n  ","941122":"\n  Very\n  ","941123":"\n  7 of them\n  ","941124":"\n  Never seen it\n  ","941125":"\n  Not that I know of, but I've had teachers who have gotten fired\n  ","941126":"\n  It could be either. The only way to really know is to assess your relationship with them (or ask them how they feel about you)\n  ","941127":"\n  What do you need?\n  ","941128":"\n  Meagan Tandy\n  ","941129":"\n  It depends on who I'm with and what kind of music haha. Alone, I would rather watch TV series at home [with no snacks]. And typically I wouldn't choose to sleep in a tent but if it was someone I really loved spending time with, I would sleep in a tent with them if they wanted me to.\n  ","941130":"\n  Nothing 😂\n  ","941131":"\n  I wouldn't know, I'm not a winner\n  ","941132":"\n  \"sorry I got in an argument with my dad and was really upset and then I was feeling too willful to do anything-- I didn't feel like talking to anyone after so I just laid in bed and cried. I'll be there next week I promise. What pages did you all go over today and what was the assigned homework?\"\n  ","941133":"\n  That's fair\n  ","941134":"\n  Personally, I don't really care. They just gave it to me bc I answer and ask a lot of questions I guess\n  ","941135":"\n  It's all black\n  ","941136":"\n  You don't know me...\n  ","941137":"\n  How come?\n  ","941138":"\n  😊👍\n  ","941139":"\n  They aight\n  ","941140":"\n  my niece\n  ","941141":"\n  I wouldn't suggest it\n  ","941142":"\n  Doing some web development rn and listening to music but I took a mini-break so answer some questions\n  ","941143":"\n  Me\n  ","941144":"\n  I do\n  ","941145":"\n  It's aight. I'm not crazy about it\n  ","941146":"\n  What is RG3?\n  ","941147":"\n  Where did I find this shout out?\n  \n  Wait, we can delete shout outs!??\n  ","941148":"\n  hello\n  ","941149":"\n  I like the Android OS better\n  ","941150":"\n  In my bedroom at my desk\n  ","941151":"\n  I did and I had to buy a friend a Starbucks drink\n  ","941152":"\n  yeah\n  ","941153":"\n  no\n  ","941154":"\n  Idk tbh 😐\n  ","941155":"\n  I don't brush my hair every day and I hardly ever brush my cat's hair. Sometimes I do in the summer and sometimes other family members do it\n  ","941156":"\n  Not at all\n  ","941157":"\n  That hasn't happened to me\n  ","941158":"\n  Some\n  ","941159":"\n  I do 👍\n  ","941160":"\n  Both?\n  ","941161":"\n  What about it?\n  ","941162":"\n  mutual happiness\n  ","941163":"\n  no\n  ","941164":"\n  youtube\n  ","941165":"\n  *hugs back\n  ","941166":"\n  hi\n  ","941167":"\n  Maybe the Simpsons.... but I don't really watch cartoons\n  ","941168":"\n  yesssirrrrr 👌🏾\n  ","941169":"\n  I'm not good with superlatives so idk. Plus I haven't binged a lot..just like Iron Fist, the Hardy Boys, The Boys, Batwoman, the Flash and the OA. But some shows I have liked a lot are One Tree Hill (even tho that one got crazy), Survivor's Remorse, Iron Fist, Parks and Rec, How I Met Your Mother, Rhythm and Flow, and Teen Wolf.\n  ","941170":"\n  I've never been to either\n  ","941171":"\n  Yes\n  ","941172":"\n  🤯\n  ","941173":"\n  Sweet dreams to you 🌃\n  ","941174":"\n  To my mom's place\n  ","941175":"\n  ?\n  ","941176":"\n  People have done spiteful things to me that I think they think I don't know about...\n  ","941177":"\n  no\n  ","941178":"\n  It was either last night or the night before that, I can't remember. Or maybe both.\n  ","941179":"\n  thanks 💕\n  ","941180":"\n  No\n  ","941181":"\n  Music, beats\n  ","941182":"\n  What does this mean? Like how many coins I have on Ask?\n  ","941183":"\n  that's fair\n  ","941184":"\n  I appreciate alone time a lot\n  ","941185":"\n  Ah, I like that\n  ","941186":"\n  depends on if I'm in the house or out\n  ","941187":"\n  yeah some\n  ","941188":"\n  Uh idc where people wear masks. There are gonna get no judgement from me. Maybe there's reasons they wear them that I don't know about. Or maybe they like wearing the mask. Or maybe they tend to forget to put their mask on when they are out and about so they put it on before they leave the house and just keep it on. Whatever the reason is, I don't mind, it's not bothering me.\n  ","941189":"\n  Air\n  ","941190":"\n  Outside it says it's about 45 degrees F\n  ","941191":"\n  Idk I guess try and see\n  ","941192":"\n  Un poco\n  ","941193":"\n  👌\n  ","941194":"\n  it's coo\n  ","941195":"\n  idk i've never been\n  ","941196":"\n  all the damn time 😭\n  ","941197":"\n  Feliz Navidad is the only one I can stand\n  ","941198":"\n  Failing\n  ","941199":"\n  Iron Man 1\n  ","941200":"\n  My advice to who? The cheater or the cheated?\n  ","941201":"\n  What is?\n  ","941202":"\n  I think \"For the Night\" by Pop Smoke. I'm still really into that one rn\n  ","941203":"\n  Sorry, I don't really get the question 🤔\n  ","941204":"\n  It really depends on what our enemy did and how they are now\n  ","941205":"\n  Yes\n  ","941206":"\n  Probably too much\n  ","941207":"\n  I have. I haven't always. But that's a value I work towards\n  ","941208":"\n  I'm not, but I'm sorry to hear, that really sucks. I think the faster you get out of that relationship, the sooner you can be free and be happier, and maybe even meet someone new and better.\n  ","941209":"\n  I don't press links from strangers 😐\n  ","941210":"\n  Not exactly, I believe in being on the same wavelength as someone else\n  ","941211":"\n  \"On My Way\" by Flawless Real Talk\n  ","941212":"\n  I think it was just that I was upfront about smth that I normally don't bring up that much.\n  ","941213":"\n  I don't really have one. There are several actors that I think are good [Grant Gustin, Robert Downey Jr, Daniel Kaluuya, Rachel Skarstan, Tyler Perry, Lupita Nyongo, Dylan O'Brien....that's all I can think of right now but I know there's more], but I don't have a favorite. I have a favorite person that happens to be an actress tho -> Meagan Tandy.\n  ","941214":"\n  I would pierce my upper ear\n  ","941215":"\n  Think about it, if I can't get anywhere I use Google or ask other people\n  ","941216":"\n  Target is cool I guess\n  ","941217":"\n  Cap'n Crunch\n  ","941218":"\n  Not particularly but I don't have anything against them\n  ","941219":"\n  Alfredo\n  ","941220":"\n  Idk. I like visiting my family in Texas just bc I never get to see them and I miss them\n  ","941221":"\n  - The Hardy Boys TV show on Hulu\n  \n  - Don't Pretend by Khalid\n  \n  - HOLIDAY by Lil Nas X song & music video\n  ","941222":"\n  When a decent amount of people have gotten a share of the appetizer\n  ","941223":"\n  maybe you have to do it a certain amount of times?\n  ","941224":"\n  do you have any nicknames?\n  ","941225":"\n  aight\n  ","941226":"\n  Aight\n  ","941227":"\n  You are obsessed 😄\n  ","941228":"\n  Not really. Idk why it would be\n  ","941229":"\n  Sometimes\n  ","941230":"\n  I don't really wanna car\n  ","941231":"\n  Oh great!\n  ","941232":"\n  When I was in 5th grade I got a note in my lunch box from a secret admirer but I was so scared that I thru it away immediately. I think that's probably the only admirer I've ever had\n  ","941233":"\n  Heyo\n  ","941234":"\n  Where I live it's 4:11 am\n  ","941235":"\n  How is it pigging?\n  ","941236":"\n  Some. I don't find all of them attractive.\n  ","941237":"\n  Zendaya does too\n  ","941238":"\n  Well it's not really my choice, is it? But I've been told online that I'm a Hufflepuff and I think that seems pretty accurate\n  ","941239":"\n  😕\n  ","941240":"\n  bless you\n  ","941241":"\n  No I don't. Does your bundled software alarm app not work?\n  ","941242":"\n  Because they prefer to be incognito\n  ","941243":"\n  Aw man, that's too bad\n  ","941244":"\n  I like it cus it's short and simple\n  ","941245":"\n  Home is a place you comfortably stay\/live in while a house is just a living area that is not an apartment.\n  ","941246":"\n  I think so\n  ","941247":"\n  Well yrs ago I was in the car with my cousins who were pretty young at the time and their dad gave them both nicknames that they were messing around and calling each other and then they decided that I should have one too. There was an empty bag of Doritos in the car so they decided I would be Chips. Now no one really calls me that, but it kinda stuck with me so I use it as a username a lot.\n  ","941248":"\n  I would save the first patient. More human organs are bound to come from other sources without having to trade lives\n  ","941249":"\n  aight\n  ","941250":"\n  Well, 8, but it wasn't very real if you know what I mean\n  ","941251":"\n  I guess\n  ","941252":"\n  I wouldn't bc I'm too young for that, but if I was older then it's possible\n  ","941253":"\n  With your voice?\n  ","941254":"\n  Am I one?\n  ","941255":"\n  hi\n  ","941256":"\n  Ayeeee\n  ","941257":"\n  I'm technically not a sir\n  ","941258":"\n  It's smth I will never understand\n  ","941259":"\n  😐\n  ","941260":"\n  Sort of, yeah, but then my flash drive decided to erase it almost completely and make it irrecoverable 😥💔\n  ","941261":"\n  Chocolate I guess\n  ","941262":"\n  Living\n  ","941263":"\n  Sad, angry, disappointed, achy, lethargic, ashamed, depressed, irritated and tired\n  ","941264":"\n  Nice\n  ","941265":"\n  Hell. But 2019 was also hell so 2020 hasn't been that different. The main difference with 2020 is that everyone else is going thru some sort of hell too.\n  ","941266":"\n  I'm feeling really angry about a few different things rn like certain actions I've done recently, my current status, a big flash drive error and I feel shame and disappointment over the same things. I wanna cry and I really wanna smash smth.\n  ","941267":"\n  Not great. Just \"ugh\"\n  ","941268":"\n  I hope it never does. This pandemic shit can be over, but hopefully, life is better than it was after bc life already sucked before\n  ","941269":"\n  I'm not a One Direction fan so I don't really have a favorite\n  ","941270":"\n  Never been\n  ","941271":"\n  sure, you could say that. I'm jealous of some things\n  ","941272":"\n  I wanna get my life together bc rn I'm pathetic\n  ","941273":"\n  0 so far\n  ","941274":"\n  Possibly\n  ","941275":"\n  We're all gonna die\n  ","941276":"\n  There are, but not me\n  ","941277":"\n  yeah, I think so\n  ","941278":"\n  never\n  ","941279":"\n  no sadly\n  ","941280":"\n  honestly nothing\n  ","941281":"\n  liquor\n  ","941282":"\n  I only know 1 song from them. The beginning is aight then it gets kinda meh\n  ","941283":"\n  I cry. SH. talk about it with a therapist. cry more\n  ","941284":"\n  ok Voldemort\n  ","941285":"\n  I like videos\n  ","941286":"\n  yes and no. I am afraid of it but that doesn't mean I don't want it\n  ","941287":"\n  between 10 and 11 am\n  ","941288":"\n  awesome\n  ","941289":"\n  dance, technology and fiction\n  ","941290":"\n  it depends\n  ","941291":"\n  definitely 3 bad things\n  ","941292":"\n  no\n  ","941293":"\n  I've never seen any of them\n  ","941294":"\n  What other spices are there? idek 😂😅\n  ","941295":"\n  I only know who Adam Sandler is\n  ","941296":"\n  neither. Idc about either ngl\n  ","941297":"\n  have a great weekend\n  ","941298":"\n  oh wow happy birthday 🎂🎉🥳\n  ","941299":"\n  I don't really have one\n  ","941300":"\n  I didn't\n  ","941301":"\n  yes and yeah a bit sometimes\n  ","941302":"\n  occasionally\n  ","941303":"\n  yeah I guess\n  ","941304":"\n  a laptop\n  ","941305":"\n  yeah\n  ","941306":"\n  yeah, shout out to them 👌🏾\n  ","941307":"\n  I guess\n  ","941308":"\n  been ready\n  ","941309":"\n  it's all good. do what you need 👌🏾\n  ","941310":"\n  never thought about it\n  ","941311":"\n  thank you, you too 💜\n  ","941312":"\n  Saturday\n  ","941313":"\n  no\n  \n  do you?\n  ","941314":"\n  in bed. you?\n  ","941315":"\n  hi\n  ","941316":"\n  thanks, you too\n  ","941317":"\n  I really don't have one\n  ","941318":"\n  hola 💜\n  ","941319":"\n  💜\n  ","941320":"\n  nah\n  ","941321":"\n  that's good\n  ","941322":"\n  I have synesthesia\n  ","941323":"\n  I can't think of one 🤔\n  ","941324":"\n  Selfies work I guess\n  ","941325":"\n  hi, I don't have one\n  ","941326":"\n  no\n  ","941327":"\n  I ate, had a drs appt, took a walk, ate, took a nap, ate, got on Askfm watched some YouTube videos, got on Askfm\n  ","941328":"\n  Yes, I am the same way. It's just a personality trait of mine. I know some of it is genetics. It's so hard to stay in the present, I can't stop worrying about the past or future no matter how hard I try. I'm worrying about smtj specific in the future rn in fact\n  ","941329":"\n  idk, I've never done that befoee\n  ","941330":"\n  nah\n  ","941331":"\n  I was watching YouTube videos, now I'm just answering questions and I think I will go back to YouTube videos\n  ","941332":"\n  it's possible, but sad\n  ","941333":"\n  good for you\n  ","941334":"\n  I don't have one\n  ","941335":"\n  no\n  ","941336":"\n  have not\n  ","941337":"\n  idk, I'm not really a pet person\n  ","941338":"\n  lately, nothing. I'm not hungry enough for one\n  ","941339":"\n  I don't typically do the shopping and when I do, I don't but canned food\n  ","941340":"\n  I took a long walk today\n  ","941341":"\n  I didn't but at least I don't have to worry about it after I'm dead\n  ","941342":"\n  me too. why are you feeling sad?\n  ","941343":"\n  hmm idk. I don't think I've ever really realized 🤔\n  ","941344":"\n  nachos\n  ","941345":"\n  yes\n  ","941346":"\n  no ngl. I should do more\n  ","941347":"\n  what is?\n  ","941348":"\n  I can't tell\n  ","941349":"\n  not particularly\n  ","941350":"\n  feliz navidad?\n  ","941351":"\n  not reggurly so idk how to answer that\n  ","941352":"\n  Idk, maybe a thick jacket. I've heard that the head is where heat escapes the body a lot.... so maybe a hat? But for me ,it seems to be a thick jacket works best. Mittens don't do a lot for me. A bit, but not a lot. Keeping my hands in my pockets does more\n  ","941353":"\n  no, but some people in my house did\n  ","941354":"\n  It would be for me\n  ","941355":"\n  It's a JavaScript one by Jon Duckett\n  ","941356":"\n  They do?\n  ","941357":"\n  ❤️\n  ","941358":"\n  Idk what that is. is that a game?\n  ","941359":"\n  Yeah but not many\n  ","941360":"\n  older than me\n  ","941361":"\n  sorry I don't press links from strangers\n  ","941362":"\n  nice\n  ","941363":"\n  ❤️\n  ","941364":"\n  I don't think there was anything that I thought\n  ","941365":"\n  nothing tbh\n  ","941366":"\n  no, no one has ever wanted to be my friend really bad\n  ","941367":"\n  I don't think so. I don't like to travel too much\n  ","941368":"\n  mhm\n  ","941369":"\n  I don't think there's anything that I would change just for one day\n  ","941370":"\n  aight\n  ","941371":"\n  hi\n  ","941372":"\n  not at all\n  ","941373":"\n  Idk what that is tbh\n  ","941374":"\n  I don't like Christmas\n  ","941375":"\n  Earrings\n  ","941376":"\n  No\n  ","941377":"\n  Prime TV, but out of this list, maybe Hulu\n  ","941378":"\n  I don't have one. I don't know much about dogs\n  ","941379":"\n  None\n  ","941380":"\n  Sad, scared, ashamed, disappointed\n  ","941381":"\n  1\n  ","941382":"\n  🤟🏾\n  ","941383":"\n  I am one\n  ","941384":"\n  what?\n  ","941385":"\n  got tired of it\n  ","941386":"\n  hey\n  ","941387":"\n  I'm a Capricorn but honestly idk that much about signs\n  ","941388":"\n  mhm\n  ","941389":"\n  Uhh idk. Barcelona I guess?\n  ","941390":"\n  neither\n  ","941391":"\n  I didn't\n  ","941392":"\n  warm\n  ","941393":"\n  Uh idk. My mom never took showers with me\n  ","941394":"\n  Yeah\n  ","941395":"\n  New Super Mario Brothers\n  ","941396":"\n  I guess saving them\n  ","941397":"\n  outside it says about 41°F\n  \n  Inside it's probably about 70°F\n  \n  And I'm about 98.6°F\n  ","941398":"\n  christmas a little bit and that's all\n  ","941399":"\n  Idk 🤔\n  ","941400":"\n  same fam\n  ","941401":"\n  between 2 am and 5 am mostly nowadays\n  ","941402":"\n  I'm good with that 🙋🏾‍♂️\n  ","941403":"\n  oh ok 😐\n  ","941404":"\n  That's a good idea 🤔\n  ","941405":"\n  who?\n  ","941406":"\n  oh my wow. No, I wouldn't do this. I don't like exposing my body much\n  ","941407":"\n  Myself\n  ","941408":"\n  not right now\n  ","941409":"\n  I have\n  ","941410":"\n  Is dancing count as visual art?\n  ","941411":"\n  🤟🏾\n  ","941412":"\n  weird how I just got the question now 😂\n  ","941413":"\n  Mine was meh. How was yours?\n  ","941414":"\n  quick shower\n  ","941415":"\n  heyo\n  ","941416":"\n  sort of\n  ","941417":"\n  eggnog is aight\n  ","941418":"\n  for what? it really depends\n  ","941419":"\n  all of them have sucked ngl\n  ","941420":"\n  no\n  ","941421":"\n  I have not. what is it about?\n  ","941422":"\n  I haven't had either\n  ","941423":"\n  Ultimate frisbee ngl\n  ","941424":"\n  Close\n  ","941425":"\n  yeah haha. But black underwear is cool\n  ","941426":"\n  Subway ngl\n  ","941427":"\n  Huh?\n  ","941428":"\n  mhm\n  ","941429":"\n  Hmm. I think a flying carpet just bc a dragon might eat me\n  ","941430":"\n  I don't have a man\n  ","941431":"\n  1\n  ","941432":"\n  MJ from MCU Spider-Man\n  ","941433":"\n  awesome\n  ","941434":"\n  driver haha\n  ","941435":"\n  ok boomer\n  ","941436":"\n  Haven't heard of it\n  ","941437":"\n  yep\n  ","941438":"\n  yeah\n  ","941439":"\n  on white bread yeah\n  ","941440":"\n  I used to dance. Now I go on walks every once in awhile\n  ","941441":"\n  mine too I think 😓\n  ","941442":"\n  thank you, happy holidays\n  ","941443":"\n  none\n  ","941444":"\n  Yes a lot. I was in tears yesterday but not over somebody\n  ","941445":"\n  Since 2013 I think\n  ","941446":"\n  hi\n  ","941447":"\n  hi how are you?\n  ","941448":"\n  hi\n  ","941449":"\n  I don't think so\n  ","941450":"\n  nah\n  ","941451":"\n  💜\n  ","941452":"\n  Sure\n  ","941453":"\n  I hope you have a good day\n  ","941454":"\n  Idk who that is\n  ","941455":"\n  I don't care about a friend's financial status. I would rather have a friend that's reliable and nice\n  ","941456":"\n  I didn't even know an Ask membership was a thing. But I like this app bc it makes me think and learn things about myself and it entertains me when I'm bored sometimes\n  ","941457":"\n  🎅\n  ","941458":"\n  Send it to a friend's address? Or tell them to deliver it to the nearby post office?\n  ","941459":"\n  That's crazy bc right before I got an Askfm today I told myself \"I wanna watch Iron Man.\" I love that movie-- the first one\n  ","941460":"\n  I don't really follow people who post pics of food\n  ","941461":"\n  I wish\n  ","941462":"\n  No, I wish\n  ","941463":"\n  I think cremated but it doesn't really matter to me\n  ","941464":"\n  Kind of boo. Not necessarily bad, but not good either. Boring and lame mostly and a bit shameful\n  ","941465":"\n  7\n  ","941466":"\n  The TV playing and my clock and a plane in the sky and my chair creaking a bit a think\n  ","941467":"\n  Not really ngl\n  ","941468":"\n  hello\n  ","941469":"\n  Happy Tuesday to you too\n  ","941470":"\n  Instagram, AskFm, YouTube, and then I have a few others that I rarely use.\n  ","941471":"\n  Probably 2016 bc it's the only one I remember that hasn't been just straight up bad I feel like. At least the only one in the last 8yrs\n  ","941472":"\n  I probably make a little noise\n  ","941473":"\n  neither I guese\n  ","941474":"\n  neither I guess\n  ","941475":"\n  I don't have one\n  ","941476":"\n  Being productive and accomplishes\n  ","941477":"\n  I do sadly\n  ","941478":"\n  depends on what the rules of this game are\n  ","941479":"\n  not for me\n  ","941480":"\n  hi how are you?\n  ","941481":"\n  which one?\n  ","941482":"\n  It is a backhanded compliment, so no, it's not a compliment. It's pretty rude and racist and it is totally validated to feel insulted by that.\n  ","941483":"\n  none\n  ","941484":"\n  I think people should dye their hair whatever color they are comfortable with and I won't mind. I wouldn't dye my own hair gray tho, but I wouldn't dye mine most colors\n  ","941485":"\n  what if you're right side up and everyone else is just upside down?\n  ","941486":"\n  black. yours?\n  ","941487":"\n  I was born in Texas but didn't grow up there\n  ","941488":"\n  I have 3 favorite hats\n  ","941489":"\n  Never seen any\n  ","941490":"\n  What is ad space?\n  ","941491":"\n  great\n  ","941492":"\n  Some Americans do and some don't. We're all different here just like everywhere else\n  ","941493":"\n  Very self-conscious and yes, I would try to\n  ","941494":"\n  Like traveling?\n  ","941495":"\n  too soon\n  ","941496":"\n  thank you, you too\n  ","941497":"\n  Happy birthday\n  \n   @tywilson23\n  \n","941498":"\n  too long\n  ","941499":"\n  Just sitting down answering some questions rn. have a bit of a headache and no energy to do anything\n  ","941500":"\n  not very good. feeling kinda depressed about my past, stressed about my future responsibilities and lost\n  ","941501":"\n  what does your heart want?\n  ","941502":"\n  I have in the last like 3 weeks\n  ","941503":"\n  like almost 2 days I think\n  ","941504":"\n  sup\n  ","941505":"\n  no\n  ","941506":"\n  spaghetti with pesto\n  ","941507":"\n  I don't think I've ever tried it\n  ","941508":"\n  yes\n  ","941509":"\n  Huh?\n  ","941510":"\n  don't have any\n  ","941511":"\n  never seen it\n  ","941512":"\n  Yes and no\n  ","941513":"\n  New Super Mario Brothers\n  ","941514":"\n  no\n  ","941515":"\n  My first day was depressing. I felt so alone and wanted to cry I think\n  ","941516":"\n  Idk. I don't think I like sundaes\n  ","941517":"\n  Aren't those like the same?\n  ","941518":"\n  🤟🏾\n  ","941519":"\n  For what?\n  ","941520":"\n  What about him?\n  ","941521":"\n  Vans I guess\n  ","941522":"\n  not much anything these days\n  ","941523":"\n  no\n  ","941524":"\n  Im scared that I won't ever meet them\n  ","941525":"\n  Try saying \"hey Google\" and then asking the above question out loud\n  ","941526":"\n  yes it was!\n  ","941527":"\n  hugs\n  ","941528":"\n  What is it? 🤣\n  ","941529":"\n  One Tree Hill\n  ","941530":"\n  Dis I? I wouldn't say \"great.\" It wasn't bad tho so that's nice\n  ","941531":"\n  I have, yes. Or at least started one...never got to finish it and I gotta find a friend to finish it wish bc I'm scared to watch it alone 😭😅\n  ","941532":"\n  I wish I was in Texas rn\n  ","941533":"\n  Idk....Do they have vegetarian meal options?\n  ","941534":"\n  heyo\n  ","941535":"\n  Idk\n  ","941536":"\n  Alone preferably, but sometimes with company\n  ","941537":"\n  Merry Christmas to you! Thank you for the positivity 🤟🏾\n  ","941538":"\n  A family member of mine\n  ","941539":"\n  same\n  ","941540":"\n  🌃\n  ","941541":"\n  I'm the last egg left in carton feeling lonely and becoming more rotten and messed up as the time passes\n  ","941542":"\n  Nah\n  ","941543":"\n  Try it and see?\n  ","941544":"\n  💜\n  ","941545":"\n  I do\n  ","941546":"\n  Is it?\n  ","941547":"\n  interesting!\n  ","941548":"\n  I'm not sure. I imagine so based on what I've heard, but I have no idea\n  ","941549":"\n  Thank you, Merry Christmas to you!\n  ","941550":"\n  no\n  ","941551":"\n  It depends on what \"comfortable but boring\" is compared to \"adventure packed.\" Like I'm an introvert so I'm already kinda like to hang out in my room alone chilling, and that could be considered \"comfortable and boring\" to others.\n  ","941552":"\n  well, I wouldn't date a guy, so....\n  ","941553":"\n  It was my cow bc he's just the best\n  ","941554":"\n  I'm an event staff, although I've been laid off since March bc of the virus so I'm living off of unemployment benefits rn which isn't much...\n  ","941555":"\n  The US\n  ","941556":"\n  tea\n  ","941557":"\n  Yeah truu. I've been tryna avoid going into the drs bc of the virus going around. Thanks for the tips Devi! 💜\n  ","941558":"\n  I like spaghetti\n  ","941559":"\n  People showing affection for me\n  ","941560":"\n  heyo\n  ","941561":"\n  Idk any Tiktokers tbh\n  ","941562":"\n  A bit\n  ","941563":"\n  Like by mail?\n  ","941564":"\n  Iron Man 1\n  ","941565":"\n  yeah...\n  ","941566":"\n  I don't have one\n  ","941567":"\n  I did.\n  \n  Whitey Durham:\n  ","941568":"\n  20\n  ","941569":"\n  Nah, I don't have answers for all of them. But I certainly answer most. There's a lot of questions rn tho so I haven't been able to get to all of them\n  ","941570":"\n  Not super. I have a headache tho\n  ","941571":"\n  same\n  ","941572":"\n  Depends on what \"everything you want\" is\n  ","941573":"\n  It's all good. Sleep well\n  ","941574":"\n  I don't have one, but I prefer small dogs to big dogs\n  ","941575":"\n  Rarely\n  ","941576":"\n  Been alright. But great but not bad. I wasn't feeling that great near the beginning of the day, but I'm feeling a little better now\n  ","941577":"\n  👌🏾👌🏾\n  ","941578":"\n  No wings! But if I had to choose, then no bones\n  ","941579":"\n  Socks outside, no socks in the house\n  ","941580":"\n  Haha I am not an nfl player in my dreams\n  ","941581":"\n  👇🏾👇🏾\n  ","941582":"\n  Sorry, I don't press links from strangers\n  ","941583":"\n  Alright. Then what?\n  ","941584":"\n  Heather 😂\n  ","941585":"\n  RED\n  ","941586":"\n  I don't have a pic like that\n  ","941587":"\n  Baby by Justin Bieber\n  ","941588":"\n  cool fam\n  ","941589":"\n  I think in general, yeah....\n  ","941590":"\n  To everyone?\n  ","941591":"\n  none haha\n  ","941592":"\n  😊🤟🏾\n  ","941593":"\n  Last weekend? no\n  ","941594":"\n  Laying in bed\n  ","941595":"\n  Each wish I would wish for 5 more wishes\n  ","941596":"\n  Thank you, you too 🦃\n  ","941597":"\n  no\n  ","941598":"\n  Idk, a looong time ago\n  ","941599":"\n  Not great. I've been feeling like crap all day\n  ","941600":"\n  Idek what that is\n  ","941601":"\n  Dance tbh\n  ","941602":"\n  Unforgettable\n  ","941603":"\n  Hello Devi. I haven't been feeling very good today. How are you today?\n  ","941604":"\n  I'm not\n  ","941605":"\n  make a phone call\n  ","941606":"\n  I have\n  ","941607":"\n  yay\n  ","941608":"\n  mhm\n  ","941609":"\n  a Fitbit\n  ","941610":"\n  the one I have now\n  ","941611":"\n  single\n  ","941612":"\n  black\n  ","941613":"\n  I've been having tea a lot these days\n  ","941614":"\n  no.\n  ","941615":"\n  tell you what?\n  ","941616":"\n  yeah\n  ","941617":"\n  You don't think Trump is more hated? And how TF Trump gonna become president in '22? 😂\n  ","941618":"\n  I think everyone would choose whisper\n  ","941619":"\n  \"shout outs to everyone\"\n  ","941620":"\n  no, I'm don't celebrate anything really\n  ","941621":"\n  I don't know many movies. mostly just shows\n  ","941622":"\n  not at all\n  ","941623":"\n  fiction or realistic fiction I think\n  ","941624":"\n  not at all\n  ","941625":"\n  Alex Rider and I just finished binging The Hardy Boys. And I would be binging the rest of Survivor's Remorse if I had Starz app\n  ","941626":"\n  nope\n  ","941627":"\n  2019 might have been better than 2020, that's a hard one. 2015 was also pretty ass\n  ","941628":"\n  You don't. You let your friend decide what's best for her\n  ","941629":"\n  never had it\n  ","941630":"\n  either taking out the compost or washing dishes I think\n  ","941631":"\n  👌🏾\n  ","941632":"\n  It's aight\n  ","941633":"\n  No, just eating and then warpoing a present\n  ","941634":"\n  I've never heard of Calum Scott\n  ","941635":"\n  Maybe the clothes are more about feeling good about themselves than wanting attention. Some people are fashionable just bc they like fashion\n  ","941636":"\n  yeah ngl\n  ","941637":"\n  Dancing\n  ","941638":"\n  Hmm not physically bc that just doesn't make sense to me. Maybe like ghosts of our past-- so more figuratively\n  ","941639":"\n  I haven't\n  ","941640":"\n  awesome\n  ","941641":"\n  yes, I do\n  ","941642":"\n  Google might? Or a doctor?\n  ","941643":"\n  I have 3 favorite hats\n  ","941644":"\n  Eggs I guess\n  ","941645":"\n  Jones, there really is nothing.\n  ","941646":"\n  Probably not unless it seemed appropriate to tell them\n  ","941647":"\n  Not me. It does not feel like a holiday rn for me and I'm really not in the spirit. I kinda wish it wasn't happening ngl\n  ","941648":"\n  Wdym by that? I don't understand this question\n  ","941649":"\n  I don't have either\n  ","941650":"\n  That's a very valid question\n  ","941651":"\n  I don't like steak\n  ","941652":"\n  in bed. you?\n  ","941653":"\n  Hopefully I'll take a walk, but I don't have any plans made rn\n  ","941654":"\n  I love root beer anytime\n  ","941655":"\n  gosh no, but I really need to\n  ","941656":"\n  Everyone? Hmm. idk 😐I don't think so\n  ","941657":"\n  For myself, it's writing. But if I was a better dancer, it would be dancing I think\n  ","941658":"\n  When in doubt, dance your way out\n  ","941659":"\n  🌧️\n  ","941660":"\n  I wish, but no, I haven't felt genuinely happy in a long time\n  ","941661":"\n  great\n  ","941662":"\n  Is that like a group or are you asking about people who live in the country?\n  ","941663":"\n  Not that I can recall, but I have had milk come out ofy nose from my laughing while drinking 😝\n  ","941664":"\n  Strawberry\n  ","941665":"\n  In some places, yeah\n  ","941666":"\n  Yeah, if I had an answer to them\n  ","941667":"\n  ❤️🤟🏾\n  ","941668":"\n  Yesterday I had this dream where I was arguing with someone....\n  ","941669":"\n  Hmm, idk about that. One song that I emotionally resonate with a lot is Mansion by NF, but idk if it's ever made me cry. The Story by Conan Gray made me sad as well, that song is deep.\n  ","941670":"\n  thank you, happy Wednesday to you too\n  ","941671":"\n  I like a few old games, but don't play em much nowadays\n  ","941672":"\n  I like a few old games, but don't play em much nowadays\n  ","941673":"\n  Jeans I suppose\n  ","941674":"\n  I am not in love with anyone atm\n  ","941675":"\n  Started off the day not that great, but after having a conversation with my therapist about an argument I had with a family member yesterday, I felt a bit better. But I've had a bit of a stomach ache all day so that's sucked. And I feel really lost or like stuck in life so that sucks too. How is your day anyway?\n  ","941676":"\n  thanks, you too\n  ","941677":"\n  Fr?\n  ","941678":"\n  They aight, but I think I'd rather have a house with one story\n  ","941679":"\n  Yes.\n  ","941680":"\n  music\n  ","941681":"\n  Time is really the only cure for me, but sometimes talking to a therapist or friend, watching a funny TV show, listening to music or just sleeping can help a bit for me\n  ","941682":"\n  No, but I think that would be cool\n  ","941683":"\n  Small gift exchange and then probably a bigger dinner than usual and that's it\n  ","941684":"\n  ouch. And no\n  ","941685":"\n  I don't eat ice cream cones tbh\n  ","941686":"\n  huh?\n  ","941687":"\n  Thanks, but Askfm isn't my trusted source for this kind of stuff\n  ","941688":"\n  ayeee\n  ","941689":"\n  It depends on how you cook em 🤔 Nahhh I'm jk. I'm more of a cat person\n  ","941690":"\n  😐\n  ","941691":"\n  Thanks, you too! 🌃\n  ","941692":"\n  I love dance! I can dance a little bit and I've taken some classes, but I enjoy it a lot and I watch it all the time on Instagram and YouTube 👌🏾\n  ","941693":"\n  I'm not much of a gamer, but I like some\n  ","941694":"\n  With my family in Texas\n  ","941695":"\n  For the Night by Pop Smoke\n  ","941696":"\n  😭\n  ","941697":"\n  105k followers on an account I made on Instagram. it's lame tho cus I don't think the amount of followers one has should be significant 😐 and the acc isn't even about me anyway so it's not like I'm popular, I'm a big loser 😅\n  ","941698":"\n  no you don't\n  ","941699":"\n  ah. idk who that is\n  ","941700":"\n  that sounds awesome\n  ","941701":"\n  I don't know any secrets, just do the tasks. although I haven't completed a task in a long time\n  ","941702":"\n  my bedroom\n  ","941703":"\n  write\n  ","941704":"\n  nope\n  ","941705":"\n  nope\n  ","941706":"\n  same\n  ","941707":"\n  Right now, this is giving me a lot of negative feelings 😢😔😔\n  ","941708":"\n  no, I feel kinda depressed about it\n  ","941709":"\n  all alone\n  ","941710":"\n  hey\n  ","941711":"\n  sure do\n  ","941712":"\n  Wow thank you ❤️🙏🏾 I don't really have a loved one. I have some family that live far away that I never grew up with but I wish I got to and I just met lots of them last yr. I care about them and so sometimes thinking about them keeps me going, but it's really hard not being able to see them and feeling left out from them. They are the closest I have to loved ones.\n  ","941713":"\n  eh, I'm good tbh\n  ","941714":"\n  Just being me. My personality, my thoughts, my actions, my sense of humor.....\n  ","941715":"\n  No, I wish.\n  ","941716":"\n  A rose🌹\n  ","941717":"\n  There's a lot of things honestly. Too much to really type out here on Askfm. But to sum in up briefly, it's coming from feeling pathetic and like a letdown\/failure, hopelessness, genetics, very low self-confidence, not enough experience that makes me feel comfortable, being adopted, loneliness, abandonment feeling like I'm worthless, feeling invalidated, feeling like I don't belong....\n  ","941718":"\n  yeah that's what I'm saying, I don't keep up with rap battles much bc most don't have the beat and that's one of the best parts for me. otherwise, to me, it's more like spoken word (but targeted) and I'm not a spoken word enthusiast. it always annoys me when Conceited on Wild N' Out says his main tag \"cut the beat\" bc it loses the vibe for me. But I understand that most rap battles are acapella\n  ","941719":"\n  I hope it gets better bc if not, it's not worth it for me\n  ","941720":"\n  Typically I don't even envision myself. I either think about the past or present or I envision places\/scenarios without me entirely. Or like I'm an overseer or smth looking at everything from birds eye. It's weird I don't even count myself. I've never thought about that before but now you have me thinking\n  ","941721":"\n  I've failed a lot then\n  ","941722":"\n  In a cave full of snakes and slugs and spiders ....\n  ","941723":"\n  Well, I felt very stressed more so when the pandemic wasn't happening and I was going to work and school. Rn I'm doing mostly depressed and anxious. I'm a little stressed about some things but since I've just been stuck at home not doing much, it's not been extremely high levels of stress, mostly depression and anxiety.\n  ","941724":"\n  Oooh, that's a long list. But since I have a slight headache rn, I'll just spit ball and say:\n  \n  • electoral college voting method\n  \n  • racism and discrimination\n  \n  • Act like everyone but the Native Americans aren't immigrants who violently and greedily stole the land and colonized and killed the people who were not white skinned.\n  \n  • People do only what's best for themselves without thinking of others\n  \n  • Super expensive school tuition\n  \n  • Lack of gun regulation\n  \n  • Lack of financial support from people who have the money to people who need the money\n  \n  • Police brutality-- the \"protectors\" being the killers\n  ","941725":"\n  20\n  ","941726":"\n  I'm taking meds now haha. I think the one targeted to help my anxiety is not doing too much tho. It might be time to try smth else. I see my psychiatrist again next week!\n  ","941727":"\n  in my bed\n  ","941728":"\n  She cool. She's really funny.\n  ","941729":"\n  Being married and having kids is a huge accomplishment! I wish I could call myself successful like that but all I've done is have to take less college classes at a time bc mental health problems put me in hospitals and lots of therapy... I'm 20. Lonely. I've only had one job, the major I want a degree in is super competitive, the work field is becoming super competitive and severe anxiety is preventing me from living my life how I wish I could. All of this +more has made my confidence almost none existent. So in my book, you are amazing. A lot of people only share their accomplishments so it makes others feel like everyone else's life is smooth and straight n' all, but in reality, a lot of people feel lost all the time. You will figure it out, it's normal. And remember that it's never too late to try smth new and it can inspire others\n  ","941730":"\n  2\n  ","941731":"\n  nothing but fear keeps me going so living sucks\n  ","941732":"\n  I interpret it as someone really loves someone else but the feelings aren't reciorocated and so it hurts. They just can't get over the person.\n  ","941733":"\n  Starbucks, but that's only bc it's nearby. I haven't gone to many other places\n  ","941734":"\n  \"sends to everyone\"\n  ","941735":"\n  -wearing makeup\n  \n  -getting into the school that I'm in\n  \n  -crying in front of others when I was no longer a child\n  ","941736":"\n  I am 20, but I'm not everyone\n  ","941737":"\n  the stuffing\n  ","941738":"\n  Honestly, 😢\n  ","941739":"\n  We decorated a Christmas tree, drank eggnog out of little Christmas cups and put up stockings. Then some family would come over for dinner later\n  ","941740":"\n  Nah\n  ","941741":"\n  Yeah, I've been to one. It was fun yeah, but I don't like really any kind of water masses so that made me a bit uncomfortable. I wouldn't go again\n  ","941742":"\n  I'm not married\n  ","941743":"\n  🤟🏾\n  ","941744":"\n  either thunder storm or snow falling 👌🏾\n  ","941745":"\n  A rose bc that's part of my name, but I'm not that knowledgeable on flowers tbh\n  ","941746":"\n  Or just tell your crush how you feel about her and see how she responds\n  ","941747":"\n  neither\n  ","941748":"\n  thank you, I hope you have a happy Saturday as well\n  ","941749":"\n  same fam\n  ","941750":"\n  yeah\n  ","941751":"\n  They sure do.\n  ","941752":"\n  Nah, I'm not sure what that is\n  ","941753":"\n  Why don't you ask him out?\n  ","941754":"\n  PENSSS\n  ","941755":"\n  Not much...I think I would get into it more if battles typically had beats but I think a lot of battle rap has no music. But I watched Rhythm and Flow season 1 and really enjoyed that. I can't wait for season 2 to drop. This battle by Beanz and Flawless was the best no cap\n  \n\n   https:\/\/youtu.be\/mn_mdZaElVA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","941756":"\n  I don't have 10 haha. There's just Iron Man 1, Ant Man 1 &2, Avengers Endgame and The Lion King. I'm not much of a movie person\n  ","941757":"\n  What about em? 😭\n  ","941758":"\n  so ready\n  ","941759":"\n  I was gonna say Parks and Rec, but now I'm thinking Survivor's Remorse\n  ","941760":"\n  🏀🏀🏀\n  ","941761":"\n  no\n  ","941762":"\n  no\n  ","941763":"\n  stickers, buttons, foreign money, state quarters, wrist bands, show tickets, phones, anxiety💀, bouncy balls and I used to collect TY stuffed animals too\n  ","941764":"\n  How I got negative likes WTFF!?? 🤣🤣 Askfm wrong for that, that hurts 😂😭\n  ","941765":"\n  hmm. I think I'll pass\n  ","941766":"\n  They aight\n  ","941767":"\n  What's so funny?\n  ","941768":"\n  No, it's not wrong.\n  ","941769":"\n  Yeah, mostly\n  ","941770":"\n  Upset. You?\n  ","941771":"\n  Eating does\n  ","941772":"\n  Oh gosh neither... but airplane i guess\n  ","941773":"\n  I wish I did, but I have a hard time bringing myself to the belief\n  ","941774":"\n  That's awesome\n  ","941775":"\n  Hello\n  ","941776":"\n  Never happened before\n  ","941777":"\n  Don't have opinions on it\n  ","941778":"\n  Pumpkin\n  ","941779":"\n  I'm not much of a gamer\n  ","941780":"\n  I used to play chess a lot and idk if I wanna get back into it\n  ","941781":"\n  Empire State of Mind\n  ","941782":"\n  Small gift exchange. That's it.\n  ","941783":"\n  No\n  ","941784":"\n  The Hardy Boys\n  ","941785":"\n  I would rather that my size doesn't matter to me or anyone else.\n  ","941786":"\n  I'm sorry you had to go through that but good for you for doing what's best for your health. I hope you continue to recover\n  ","941787":"\n  Yes but that doesn't mean I wouldn't be a bit sad also\n  ","941788":"\n  Idk, it's just not an activity that's ever really came up in my life I guess🤔. How bout you, what inspired you to make one? :) I think I'd have a lot of fun if I did it with someone like a friend, but I don't have many friends or anyone really close enough to me to do it with. Are you doing the gingerbread house yourself or with company?\n  ","941789":"\n  That sounds like a enjoyable activity. Sadly, I've never done smth like that before tho\n  ","941790":"\n  There's never just one. Some of my favorites rn are:\n  \n  • Be Like That by Kane Brown\n  \n  • For the Night by Pop Smoke\n  \n  • Hold the Line by Toto\n  \n  • Not Nice by Drake\n  \n  • Tranquilizer by Troyboi\n  \n  • Made of Stone by Matt Corby\n  \n  • You Decide by Usher\n  \n  • Hundred by Khalid\n  \n  • Calm Down by Burna Boy\n  \n  • Time Flies by Burna Boy\n  \n  • Sylvia by Jack Harlow\n  \n  • If I never Say a Word by Matt Corby\n  \n  • Tap In by Sweetie\n  \n  • Really by DaBaby\n  \n  • Off the Grid by Alina Baraz\n  \n  • Nterini by Fatoumata Diawara\n  ","941791":"\n  no plans. hopefully I'll get a walk in\n  ","941792":"\n  nachos\n  ","941793":"\n  mhm\n  ","941794":"\n  bruh\n  ","941795":"\n  Idk, it sounds good\n  ","941796":"\n  I think about the past and worry about the future the most, and I wish I could just stay in the present.\n  ","941797":"\n  Probably March\n  ","941798":"\n  no not really\n  ","941799":"\n  I think it was called Work it. It was super lame ngl, I watched it to see one person and then they were hardly even in the movie so that was a bit of a disappointment.\n  ","941800":"\n  Questions sure. The comments I'll pass.\n  ","941801":"\n  It's 3 in the morning, but last morning I had a bowl of oatmeal\n  ","941802":"\n  Instagram, YouTube (if thAt counts), Askfm, Twitter-- which I never use, Facebook-- I also never use, and Snapchat. Oh, and a Tiktok that I use just to watch one person's videos.\n  ","941803":"\n  🤟🏾\n  ","941804":"\n  crying\n  ","941805":"\n  I wouldn't mind rewatching Iron Man 1. I've been rewatching a lot of How I Met Your Mother recently, I also kinda wanna rewatch the show I just finished, The Hardy Boys, now that I know how the ending turns out. I wish I could rewatch Parks and Rec more but it got taken down.\n  ","941806":"\n  Thank you, I wish you a happy Friday as welk\n  ","941807":"\n  Thank you, I wish you a happy Friday as well\n  ","941808":"\n  Maybe grape?\n  ","941809":"\n  I'm not good with superlative comparisons like that\n  ","941810":"\n  Uhh....I saw a duck at a park a few months ago.... I haven't seen anything super wild in a long time tho, like yrs I saw like a deer\n  ","941811":"\n  Fear\n  ","941812":"\n  Waffles j guess\n  ","941813":"\n  Hmm I don't know who BSB is\n  ","941814":"\n  Idk...I've had \"friends\" on here before and all of then turned out not friends...\n  ","941815":"\n  I wouldn't know\n  ","941816":"\n  For myself, short. Although, I guess if I could naturally have long hair I wouldn't mind that\n  ","941817":"\n  sorry huh?\n  ","941818":"\n  No one. You have someone like that?? 🥺\n  ","941819":"\n  I don't\n  ","941820":"\n  I don't\n  ","941821":"\n  20\n  ","941822":"\n  What's that?\n  ","941823":"\n  Caesar\n  ","941824":"\n  I think if you're forcing you're spouse to cheat then you're cheating. And to answer the question, yeah I guess, if you did it physically\n  ","941825":"\n  \"tells everyone\"\n  ","941826":"\n  \"too feminine\" is not possible. There's only what you like and you're comfortable with and what you don't\/aren't.\n  ","941827":"\n  blqck\n  ","941828":"\n  Iron Man\n  ","941829":"\n  Hmm. Maybe Be Prepared. I also like Shadowland, but I don't think that counts bc that song isn't in the Disney adaptation, only in the musical. But this is hard bc I love all Lion King songs tbh\n  ","941830":"\n  phone, keys, wallet, headphones\n  ","941831":"\n  I dare you to listen to \"What's Popping\" by Jack Harlow\n  ","941832":"\n  I am afraid, but not so much bc of Covid as I am compared to other things rn\n  ","941833":"\n  I don't really watch any, but I've watch a few episodes of Spongebob and a few or The Simpsons and I've liked those. They can be pretty funny\n  ","941834":"\n  Inside Out was pretty interesting bc if the way it very accurately portrayed how our emotions influence our thoughts, actions and other emotions\n  ","941835":"\n  Yeah, good idea haha. I really should. Probably will happen soon I hope\n  ","941836":"\n  sure 😂\n  ","941837":"\n  nah. would you?\n  ","941838":"\n  Same thing they want in men and women want in men or other women: connection, mutual love, respect, reliability, trust, authenticity, relatability....\n  ","941839":"\n  Iron Man and Avengers Endgame are my favorites. I can't say I couldn't get tired of them tho\n  ","941840":"\n  I want a good 2021 all around\n  ","941841":"\n  nothing in particular, but I'm currently reading a book that's supposed to talk about things that help\n  ","941842":"\n  sorry, I don't know anything about that\n  ","941843":"\n  I don't really wanna say it, but it was an interaction with someone in January of this year\n  ","941844":"\n  Reeses\n  ","941845":"\n  I don't think so\n  ","941846":"\n  nope\n  ","941847":"\n  A lot of things I guess. ... blood, bugs, arachnids, creeps, spooky movies\/shows, monsters, needles, things to do with eyes, holes, mold, attention, paranormal activity, cloning, planes....\n  ","941848":"\n  I'm not good with superlative comparisons like that\n  ","941849":"\n  Idk, I'm not good with superlative comparisons. Maybe a garden place relatively nearby that I've gone to a few times. It looks real nice in the spring or summer\n  ","941850":"\n  I'm not good with superlative comparisons\n  ","941851":"\n  I don't really have one\n  ","941852":"\n  Yeah mild\n  ","941853":"\n  YouTube if it counts. If not, Instagram.\n  ","941854":"\n  What's that?\n  ","941855":"\n  nothing really happened\n  ","941856":"\n  There's never just one. Some of my favorites rn are\n  \n  • Be Like That by Kane Brown\n  \n  • For the Night by Pop Smoke\n  \n  • Hold the Line by Toto\n  \n  • Not Nice by Drake\n  \n  • Tranquilizer by Troyboi\n  \n  • Made of Stone by Matt Corby\n  \n  • You Decide by Usher\n  \n  • Hundred by Khalid\n  \n  • Calm Down by Burna Boy\n  \n  • Time Flies by Burna Boy\n  \n  • Sylvia by Jack Harlow\n  \n  • If I never Say a Word by Matt Corby\n  \n  • Tap In by Sweetie\n  \n  • Really by DaBaby\n  \n  • Off the Grid by Alina Baraz\n  \n  • Nterini by Fatoumata Diawara\n  ","941857":"\n  I don't know anything about the Matrix ngl\n  ","941858":"\n  It's a lotion I have\n  ","941859":"\n  I'm mostly disappointed rn I think\n  ","941860":"\n  idk, superlative events in my life are hard to come up with\n  ","941861":"\n  Whatever it is, I don't wanna think about it\n  ","941862":"\n  I don't think so\n  ","941863":"\n  I like Do It Like Me the best except I can't stand the ending of that song so I guess maybe Boom Boom Pow. I only know like 4 of their songs tho haha\n  ","941864":"\n  A hundred different people? Then probably a door knob at some entrance to a chain restaurant downtown. Although, being an object my not be that bad....so maybe I'd choose something that isn't touched as often like the inside rack of an oven.\n  \n  This also really depends on if I still had senses like a human or not though, bc then maybe I wouldn't wanna be the inside rack of an oven.\n  \n  Or maybe I'll just say \"eff it\" and be a subwoofer.\n  ","941865":"\n  we don't celebrate it much, just a little bit. And yeah, some people in my house put up a tree, I wasn't part of it tho\n  ","941866":"\n  not important for me to have \"a lot.\" More important for me to have enough\n  ","941867":"\n  what is that? I've never heard\n  ","941868":"\n  then what makes it so strange?\n  ","941869":"\n  not at all\n  ","941870":"\n  oh yeah?\n  ","941871":"\n  nope\n  ","941872":"\n  math\n  ","941873":"\n  I am\n  ","941874":"\n  a bit ngl\n  ","941875":"\n  more or less\n  ","941876":"\n  Feeling alone\n  ","941877":"\n  yes\n  ","941878":"\n  not at all\n  ","941879":"\n  Well, you've got two for two with me so far\n  ","941880":"\n  it's pretty hard once you're not a young child anymore, at least for me\n  ","941881":"\n  no\n  ","941882":"\n  not very far at all\n  ","941883":"\n  Lots of things\n  ","941884":"\n  I wish I did\n  ","941885":"\n  I can't help you with that...\n  ","941886":"\n  Like 2 or 3 songs\n  ","941887":"\n  never seen it\n  ","941888":"\n  nooe\n  ","941889":"\n  I'm pretty good at not forgetting things on my way out.\n  ","941890":"\n  more of an appetite\n  ","941891":"\n  yeah\n  ","941892":"\n  Just sitting here answering questions on Ask\n  ","941893":"\n  there's nothing\n  ","941894":"\n  I used to watch it I think. Like a few episodes, not many\n  ","941895":"\n  7 that I know of\n  ","941896":"\n  yeah\n  ","941897":"\n  Usher\n  ","941898":"\n  this is a depressing question ngl. But I think move every week I guess. Not bc I like traveling, bc I don't, but bc I wanna be able to leave to see my family and don't want to be with the people I'm suck with forever.\n  ","941899":"\n  Well, why?\n  ","941900":"\n  I would rather be working, but not the job that I currently have.\n  ","941901":"\n  Idk, I like At&T. Either that or T-Mobile is probably what I'd say\n  ","941902":"\n  I don't think I'd ask it anything bc I would know better than to assume it speaks any language that I speak\n  ","941903":"\n  I was listening to music, but now I'm just answering some questions on ask\n  ","941904":"\n  Either Mario kart or Super Mario Brothers\n  ","941905":"\n  I'm super chill, I like to make people laugh, I'm quiet, a bit shy, pessimistic, sad, I don't express my anger a lot but I feel it a lot. I like to keep things simple and I'm nonjudgmental.\n  ","941906":"\n  Eh. More or less\n  ","941907":"\n  Yeah, sort of\n  ","941908":"\n  I wanna meet Meagan Tandy\n  ","941909":"\n  sounds fun!\n  ","941910":"\n  no\n  ","941911":"\n  Yes, ice written a poem about how I feel before. But overall, I don't like poetry much and honestly don't completely get it. The poem I wrote wasn't intentionally a poem, I just noticed afterward that it was. I like poems that rhyme tho I guess. And I like rap. And then I've written some poems for school I guess, but that doesn't really count\n  ","941912":"\n  I wish\n  ","941913":"\n  Ahhh cool\n  ","941914":"\n  Hmm, that's tough. Both have been real bad, but 2019 may have been a bit worse overall\n  ","941915":"\n  Rn I'm not wearing socks\n  ","941916":"\n  yeah bc I don't want to contribute to the spreading of virus anymore than I have to\n  ","941917":"\n  5 feet\n  ","941918":"\n  You ask this all the time bro\n  ","941919":"\n  The books were all right. I didn't like the 2nd series as much tho bc Percy was hardly in it and all of the new characters were boring asf except Leo who was funny. And there were too many white people; wish there was more diversity. Other than that, the books were aight\n  ","941920":"\n  What about em?\n  ","941921":"\n  Neither. I just like to watch the snow fall\n  ","941922":"\n  I guess I'm eating more than I used to. don't know how long this will stick tho\n  ","941923":"\n  same\n  ","941924":"\n  Who are they?\n  ","941925":"\n  nah\n  ","941926":"\n  same\n  ","941927":"\n  neither\n  ","941928":"\n  Un poco\n  ","941929":"\n  ??\n  ","941930":"\n  ikrr\n  ","941931":"\n  nope\n  ","941932":"\n  some sure\n  ","941933":"\n  nah\n  ","941934":"\n  what about it?\n  ","941935":"\n  don't have one\n  ","941936":"\n  yeah, it low-key scared me tho\n  ","941937":"\n  down\n  ","941938":"\n  I don't know any words of wisdom\n  ","941939":"\n  capricorn\n  ","941940":"\n  huh?\n  ","941941":"\n  got it\n  ","941942":"\n  pasta\n  ","941943":"\n  hello\n  ","941944":"\n  no\n  ","941945":"\n  Indian\n  ","941946":"\n  you wish\n  ","941947":"\n  somewhere yeah, probably\n  ","941948":"\n  doing homework\n  ","941949":"\n  Yeah, it felt like I was falling. Maybe like a downhill rollercoaster ride sensation\n  ","941950":"\n  How ever often they need to. At least once a yr for a regular check-up tho\n  ","941951":"\n  orange juice\n  ","941952":"\n  By December 31st 2020? No\n  ","941953":"\n  Sorry, what's the question here?\n  ","941954":"\n  React language\n  ","941955":"\n  nothing\n  ","941956":"\n  huh?\n  ","941957":"\n  that's not something I would like to remember\n  ","941958":"\n  3, but I typically only wear 1 of them. And then I guess I have a pair of sandals and a pair of snow boots, so 5 I guess\n  ","941959":"\n  I don't like Christmas movies\n  ","941960":"\n  the way you look isnt bad, but your \"friends\" demeaning the way you look is bad and a good indication to cut them off and make new friends. One should never surround themselves about people who make them feel bad about themselves for how they look\n  ","941961":"\n  Your answers aren't in a language I understand tho\n  ","941962":"\n  Tequila\n  ","941963":"\n  Ah yeah, that would suck\n  ","941964":"\n  I like Twilight Woods lotion\n  ","941965":"\n  Just about 0 times\n  ","941966":"\n  Oh. How come?\n  ","941967":"\n  got tired of em ngl\n  ","941968":"\n  I have not, is that a movie?\n  ","941969":"\n  Dude, no.\n  ","941970":"\n  For napping occasionally or sleeping every night??\n  ","941971":"\n  how come?\n  ","941972":"\n  hello\n  ","941973":"\n  Hi, this is [insert name]. They are my [insert relationship status]\n  ","941974":"\n  in photos? Idk, it really depends on the picture\n  ","941975":"\n  the racist, discriminative people\n  ","941976":"\n  nah\n  ","941977":"\n  What is that app?\n  ","941978":"\n  my life\n  ","941979":"\n  nah\n  ","941980":"\n  hi, black\n  ","941981":"\n  Hishe, Caleb City and CinemaSins\n  ","941982":"\n  soak it in cold water for a bit\n  ","941983":"\n  you too\n  ","941984":"\n  snoop dogg I guess\n  ","941985":"\n  saturday\n  ","941986":"\n  no, it scares me ngl\n  ","941987":"\n  no you don't\n  ","941988":"\n  same\n  ","941989":"\n  good night\n  ","941990":"\n  I repost stuff as well\n  ","941991":"\n  Life\n  ","941992":"\n  no thoughts\n  ","941993":"\n  anxiety\n  ","941994":"\n  tired\n  ","941995":"\n  Mansion ft. Fleurie by NF\n  ","941996":"\n  that's lit\n  ","941997":"\n  no, I'm not popular\n  ","941998":"\n  Parks and Rec, Survivor's Remorse\n  ","941999":"\n  feeling comfortable\n  ","942000":"\n  what's ok?\n  ","942001":"\n  I have no idea\n  ","942002":"\n  tired\n  ","942003":"\n  life\n  "}}