{"Question":{"943076":"\n   What do you do if you have watched horror movie and feeling scared 🤔\n  ","943077":"\n   Which colour combination  do you hate most like I dislike dark green ,yellow combination  🙃\n  ","943078":"\n   What  do you make by chocolate ? 🤔 cake ,biscuit 🍪\n  ","943079":"\n   What do you value most in your friend 🤔\n  ","943080":"\n   Imagine you are alone in home and your parents will come after few days . What will you make your self like I fry nuggets ,kabab eat with bread 🍞\n  ","943081":"\n   Did you ever melt  chocolate for making chocolate mousse .like I melt chocolate add cream,powder sugar ,gelatin melted mix it and refrigerate in fridge for 12 hours 🤔\n  ","943082":"\n   What are the few things you wanna change in you ?\n  ","943083":"\n   What do you think best friend can only be one or it can be many\n  ","943084":"\n   If your mom ask you what do you want to eat today in dinner 🍲 what will you say 😋\n  ","943085":"\n   What do you do when you have over eaten ? And you feel you have gain lots of weight like I walk 3 hour straight as I can't sleep with regret 🤔\n  ","943086":"\n   Do you like this poem?\n   \n    https:\/\/www.youtube.com\/watch?v=yA6QkN0M51Q\n   \n","943087":"\n   What's your favourite cookie 🍪 🤔\n  ","943088":"\n   Do you make rent space for haters or just forget erase negative memory 🤔\n  ","943089":"\n   Who is your favourite YouTuber now days whose video do you watch 🤔\n  ","943090":"\n   If you make soap in home what ingredient will you use like I will make make soap for acne .I will use any soap bar grated ,some charcoal,2-3 drop tea tree oil ,2-3 tsp aloevera gel ,tsp coconut oil,lemon zest,orange zest ingredient for making soap 🤗🤔\n  ","943091":"\n   What is the most stressful job?\n  ","943092":"\n   Do you have a bike?\n  ","943093":"\n   favorite TV show?\n  ","943094":"\n   When was the last you were sad what happened 😅\n  ","943095":"\n   Do you like one colour sweater or two shade printed sweater 🤔\n\n🤔\n  ","943096":"\n   Which country food do you like most ? If you have to pick one 🤔\n  ","943097":"\n   Which country food you like most🤔 if you to pick one\n  ","943098":"\n   Which home remedies do you believe in I believe egg-curd-honey-aloevera mask is best for hairs\n  ","943099":"\n   What's your biggest achievement so far?\n  ","943100":"\n   Do you know anyone who has a flip phone?\n  ","943101":"\n   Which healthy flour you added in your diet ? Like almond flour ,coconut flour,oats flour etc\n  ","943102":"\n   What's your favourite nuts among all like I am obsessed with cashew 🤔\n  ","943103":"\n   If you got flying powers for a day where will you go 🤔 like I will watch my city by flying and click lots of pictures of trees ,birds 🤔\n  ","943104":"\n   Some likes may be 🤔\n  ","943105":"\n   Are you on Instagram ? What's your Instagram id 🤔\n  ","943106":"\n   What are thw few things you wanna buy for your living room like candles picture frame ,rug ,chandelier ,vases 🤔\n  ","943107":"\n   Wish you a very happy Eid Mubarak 😊💐\n  ","943108":"\n   What are your daily activities 🤔\n  ","943109":"\n   Where do you spend your maximum money on clothes ,food items 🤔\n  ","943110":"\n   Do you cook ? Or you don't cook at all .\n\n🤔\n  ","943111":"\n   Hi how are you doing today?\n  ","943112":"\n   What did you learn from your friend ? 🙃\n  ","943113":"\n   hello 👋\n  ","943114":"\n   Are you good at spelling?\n  ","943115":"\n   If you are in beauty pageant what costume will you wear 🤔\n  ","943116":"\n   From which clothing website do you do online shopping 🤔\n  ","943117":"\n   Do you like to be around with many people or you enjoy your personal space like I love being alone most of the time I enjoy my space 🤗\n  ","943118":"\n   If you could travel the world with only one person who would you take?\n  ","943119":"\n   Does anyone of you know Brendan Mccauley from theology of the body insitude\n  ","943120":"\n   Are we living in the end days?\n   \n    https:\/\/giphy.com\/gifs\/end-days-h8JJ1HLTLnrfZPN1wC\n   \n","943121":"\n   What's your favourite egg dish like I make tomato basil grated garlic salt pepper boiled egg gravy 🤗\n  ","943122":"\n   Do you wear clothes which are not  in fashion ? Or you throw it  🤔\n  ","943123":"\n   could you all please follow\n   \n    https:\/\/twitter.com\/Ur1MentalHealth\n   \n   if you have a twitter account. He is trying his best to spread awareness of mental health and many other important things that relate to mental health.\n  ","943124":"\n   How many hours do you sleep for becoming fresh 🤔 like I sleep 10-12 minimum for becoming fresh 🤔\n  ","943125":"\n   Are you lazy or active 🤔\n  ","943126":"\n   Which colours contact lenses do you like most ?\n  ","943127":"\n   Do you see and hear?\n  ","943128":"\n   Imagine you are designer and Jennifer Lopez is your client she asked you to make beautiful outfit for award function ? Which colour or what colour thread will you use for embroidery 🤔\n  ","943129":"\n   Which pet will you buy for yourself  if you feel like to have one ?cat or dog 🤔\n  ","943130":"\n   Who panic in your house if they see lizard on wall 😅\n  ","943131":"\n   Are you fitness freak ? Or you not into all this 🤔\n  ","943132":"\n   How do you move on from bad mood to good mood\n  ","943133":"\n   Who wants to be featured on Episode 1 of my “No Tea, No Tea” Podcast with\n   \n    @Ellemajesty\n   \n   ? Send your anon emails\/questions here OR email me directly at NoTeaNoTeapodcastShow@gmail.com\n  ","943134":"\n   If you are in white gold shop and you wanna design lovely jewellery design necklace  for your self what will you make 🙃🤔\n  ","943135":"\n   Did you ever make any sauce in home ? If yes then tell me which sauce did you make in home 🤔\n  ","943136":"\n   What's your favourite milk shake ? Like strawberry milk shake ,chocolate milk shake\n  ","943137":"\n   What's your favorite home made cake like I make home made chocolate cake ,orange cake ,black forest cake 🤗\n  ","943138":"\n   How tidy organized your bedroom is 🤔\n  ","943139":"\n   I love making friends from world wide .are you on Instagram ? What's your name on Instagram 🤔\n  ","943140":"\n   What's your favourite home made  pudding or mousse 🙃\n  ","943141":"\n   Light colours vs bright colours what do you prefer 🤔\n  ","943142":"\n   Do you like fake leather jacket or do you dislike like I am not fan of fake leather as skin tear it self and feel my money is wasted\n  ","943143":"\n   Did you order any food in lock down ? Like I order McDonald,subway  burger time to time 🤔\n  ","943144":"\n   Which famous celebrities  designers do you follow on Instagram like Elie Saab zuhair Murad etc 🤔\n  ","943145":"\n   Do you like science?\n   \n    https:\/\/Pixton.com\/ic:ll7dpalu\n   \n","943146":"\n   Which shampoo do you think is good for hairs 🤔 I am using Pantene since childhood so I prefer Pantene what about you 🤔\n  ","943147":"\n   Which famous celebrities outfit designers do you follow on ask fm ? Like Elie Saab ,zuhair Murad etc\n  ","943148":"\n   What's the worst nightmare you ever had 🤔\n  ","943149":"\n   How do you take care of your skin ? Like i intake lots of water ,fruits juices spray rose water on face 🤔\n  ","943150":"\n   Where does all your money go?\n  ","943151":"\n   Skate or swim\n  ","943152":"\n   Are you quiet or talkative person or you are well balanced  person sometimes quiet and sometimes talkative\n  ","943153":"\n   Apple or android\n  ","943154":"\n   What happened?\n  ","943155":"\n   Who is the most stylish celebrity according to you like Selena Gomez 🤔 etc\n  ","943156":"\n   Do you like your fair complexion or you try to tan complexion 🤔\n  ","943157":"\n   I wish I knew what kind of dancer I liked. Also do you have any favorite dancer?\n  ","943158":"\n   What do you like about ask fm and what do you dislike about ask fm 🤔\n  ","943159":"\n   Hi how are you doing today??\n  ","943160":"\n   Which things hurt you\n  ","943161":"\n   We all are attention seeker we want to famous we want to be liked but when we get all those things we start disliking attention talking about celebrities they hate paparazzi 😁\n  ","943162":"\n   Should we ignore haters or response them to shut their opinion or consider them childish they will grow up soon 🤔\n  ","943163":"\n   What's your favourite milk among all like almond milk ,soy milk ,rice milk ,oats milk,cow milk 🤔\n  ","943164":"\n   What's your favourite store bought sauces like Sriracha ,mustard sauce ,marinara sauce etc 🤔\n  ","943165":"\n   Do you like your face the way it is or you want to do few modification like slim nose , big lips etc 🤔\n  ","943166":"\n   When was the last time you  stayed awake for a very long time because of assignment ,exams preparation\n  ","943167":"\n   Do you believe in your self or you have  lack of believe in your self like some people have self doubt they are good for nothing\n  ","943168":"\n   What's the most awful taste food you ever ate in your life 🙃\n  ","943169":"\n   Who are your favourite people ? When ever they are around you , you feel great 🤔\n  ","943170":"\n   Ever too lazy or tired to think of creating a question?\n  ","943171":"\n   Which print bed sheet do you like most ? Floral ,check print ,cartoon print ,some beautiful design or you prefer plain bed sheet\n  ","943172":"\n   Coloured diamond vs white diamond what do you like more 🤔\n  ","943173":"\n   Why do we make opinion on the basis of other opinion everyone dislike Kardashian but no one ever thought Kim Kardashian helped many innocent prison to come out  from jail by appealing president and helped them financially whole year 🤔\n  ","943174":"\n   Whats your favorite movie at the moment?\n  ","943175":"\n   The best part of your weekend so far?\n  ","943176":"\n   Whats your favorite color at the moment?\n  ","943177":"\n   If you have choice to live and do job  in any of your favourite country where will you go 🤔\n  ","943178":"\n   Which crystal do you use for protection like I keep black tourmaline in many rooms of my home for removing negativity from home\n  ","943179":"\n   Do you like glitter in which things like in clothes designs , eye shadow ,lipstick ,hair glitter or silver glitter in wall paint 🤔\n  ","943180":"\n   Have your made chicken steaks in home ? Which ingredient did you use\n  ","943181":"\n   Leather purse vs other fabric purse 🤔\n  ","943182":"\n   Do you do yoga?  What is your favorite pose?  Picture please\n  ","943183":"\n   You discover an island and decide to build your own society. What is the first rule you put into place?\n  ","943184":"\n   Do you like plain candle or you prefer printed candle 🤔\n  ","943185":"\n   Which number do you think is your lucky number 🤔 like I am born on 17 Feb so I consider 17 my lucky number 🤔\n  ","943186":"\n   What do you think ? Why kids go with parents  in Dr phill show for advice counselling or they go in Dr phill show for fame so they can start their YouTube channel later they will have lots of viewers like Nicolette gray etc 🤔\n  ","943187":"\n   Which spice  powder you think company people should make like garlic onion is made now we must be looking for tomato, yogurt powder, bell pepper powder , spinach powder, mint powder etc 🤔\n  ","943188":"\n   Did you ever make spice powder in grinder ? Like I made for my yogurt  corianderseed-driedredchilli-cuminseed powder 2) taco powder coriander seed-cuminseed-salt-driedredchilli-driedoregano-blackpepper corn powder in grinder 🤔\n  ","943189":"\n   Did your make spice powder in home like I make black pepper corn-cinnamonstick-clove- cardamom-statanise-nutmeg-cumin powder sometimes fennelseed-redchilli-cumin powder 🤔\n  ","943190":"\n   Do\/did you have good parents?\n  ","943191":"\n   How's your woman dream?\n  ","943192":"\n   Whats your favorite meal to cook?\n  ","943193":"\n   How often do you try new foods?\n  ","943194":"\n   What are the things you can handle?\n  ","943195":"\n   What do you do for staying positive 🤔\n  ","943196":"\n   Why do many people hate Kylie Jenner  walnut scrub 🤔.\n  ","943197":"\n   Do you like to turn on light of your bedroom 24\/7 or you prefer turning off while sleeping like my room lights are always turned on as  darkness scares me I can't sleep in darkness\n  ","943198":"\n   Do you go back to people with whom you have explosive fight or you prefer maintaining healthy distance\n  ","943199":"\n   Baseball or Basketball?\n  ","943200":"\n   I do. Bhangra. \nAlso can you do Bhangra too?\n  ","943201":"\n   Which country you are looking forward to visit ? 🤔\n  ","943202":"\n   Steve huff calls spirits of famous dead celebrities .he called Michael Jackson's spirit 2-3 months ago.what do you think ? Can he actually talk with spirit or it's fake 🤔\n\nAlthough voice looks real but still it can be dubbed and fake 🤔\n  ","943203":"\n   What type of moisturizer do you use in summer ? Like I use non oily  moisturizer very light moisturizer 🤔\n  ","943204":"\n   Am I the only one in Highschool Whose never “fallen in love” still ?\n  ","943205":"\n   Is it a trend or attitude not to like anyone's post or it's tit for tat they don't like my post I won't like their post even 🤔\n  ","943206":"\n   tell me about you\n  ","943207":"\n   Do you like to collect cup like I buy 1 cute print cup whenever I go to grocerry store .I have 200 cute cups 🤔\n  ","943208":"\n   When is the last time you went to the library?\n  ","943209":"\n   What did you learn from life so far 🤔\n  ","943210":"\n   Which healthy seeds nuts you have added in your diet like sunflower seed chia seed flax seed 🤔\n  ","943211":"\n   Do you get irritated if guest over stay in your house or you enjoy their company 🤗\n  ","943212":"\n   What's the most peaceful place according to you ? Like sea ,northern area  etc\n  ","943213":"\n   What's your favourite home made garlic like I make toum labenese sauce garlic-oliveoil-lemon-pinch salt pepper sauce 🤔\n  ","943214":"\n   WOULD YOU RATHER: have the best house in a bad neighborhood or have the worst house in a fancy neighborhood? 🏡😥🥴\n  ","943215":"\n   Do you go for shopping every month or after every 3 or 6 month ? Like I buy tons of clothes after every 6 or 3 months .\n  ","943216":"\n   How good are you in confronting people ? Like you are offended or irriated  by certain people by their words or by something  but  you don't have guts to say on their face you feel hesitate to tell them  I am irritated by you kindly learn manners\n  ","943217":"\n   Which vitamins supplements do you take on daily basis ? Like I take vitamin d for strong bones ,biotin perfectil  for hair nail skin\n  ","943218":"\n   Do you make soup , any oil free dish for your parents when they become ill 🤔 like I make lime juice in which lots of honey for them and make quinoa with steamed chicken and mix vegetAble\n  ","943219":"\n   Are you good in confronting people ? Or not .like Kendall Jenner was irritated by Kourtney Kardashian when she over stayed in Kendall Jenner house .Kendall Jenner didn't have guts to say on sisters face when will you leave my house so she told to Kris Jenner I am irritated by Kourtney over stay\n  ","943220":"\n   What do you think one should visit haunting places or he should avoid haunting places as you invite evil spirit in your life 🤔\n  ","943221":"\n   If you want any cool customized real gold jewellery what design will you give to gold store man 🤔\n  ","943222":"\n   What's the last thing you purchased from net 🤔\n  ","943223":"\n   How old are you?\n  ","943224":"\n   If you could be a superhero, who would you be?\n  ","943225":"\n   Which gemstone attract you alot ? Which gemstone you wanna buy like I want aquamarine crystal for my room 🙂🤗\n  ","943226":"\n   What's your favourite place for clicking picture 🤔 like sea side restaurant ,mountain ,cliff 🤔\n  ","943227":"\n   What do you think YouTube vloggers should think creatively rather than making blog on same old which every one have made like what I eat in a day 2) what's inside my purse 3) eating only black food for 24\/7\n  ","943228":"\n   How old do people say you look?\n  ","943229":"\n   What do you make for your parents when they become ill 🤔\n  ","943230":"\n   Are you introvert or extrovert 🤔\n  ","943231":"\n   Mom vs dad who do you like more 🤔\n  ","943232":"\n   I am health freak if anyone need diet plan do let me know 🤔 I lost 25 kg 🤔\n  ","943233":"\n   What's your favourite  fruit juice combination 🤔 like I make pineapple-mango-ginger juice 🤔\n  ","943234":"\n   What's your flavour in homemade fried potatoes .like I marinate potatoes which cut into wedges  with salt pepper garlic onion mustard powder 🤔\n  ","943235":"\n   Who is your favourite YouTuber ? Whose video do you watch alot  like I am obsessed with Dr pimple popper YouTube channel\n  ","943236":"\n   What are the few things you wanna add in  your personality ?  What are the few things you wanna remove from your personality 🤔\n  ","943237":"\n   Can you watch horror movie alone or you prefer watching with siblings 🤔\n  ","943238":"\n   If you ever create YouTube what kind of videos will you post 🤔\n  ","943239":"\n   Which dish of your hand your parents like alot ?\n  ","943240":"\n   have you ever eaten indian food ? Whats your favourite indian dishes ?\n  ","943241":"\n   If you paint coffee mug  what design will you make on it ? Like I will make dark blue mug on which I will make white flower design with leaves  🤔\n  ","943242":"\n   Did you ever try to call spirits with ouija board ? How was your experience 🤔\n  ","943243":"\n   I noticed Pakistani ask fm people like each other post but American people don't like each other post is it a attitude or trend ? \n\nIf someone like my post I like back their post in respect\n  ","943244":"\n   What do you do for strong healthy strong  hairs ? Like I take biotin ,apply olive oil or fruit puree on hairs 🤔\n  ","943245":"\n   What's your favourite potato dish 🤔\n  ","943246":"\n   Who is your favourite television  chef like Gordon Ramsay Julia child etc 🤔\n  ","943247":"\n   What's your favourite clothing store ?\n  ","943248":"\n   How do you kill time in lock down 🤔\n  ","943249":"\n   Go follow my only fans account\n  ","943250":"\n   Which country food you wanna learn by YouTube like I learnt chilaquiles,burrito ,enchilada from YouTube\n  ","943251":"\n   Followed you back may be 🤔\n  ","943252":"\n   Pizza or salad\n  ","943253":"\n   Do you like to dress up nicely in lock down or you don't feel like 🤔.\n  ","943254":"\n   Hi what are you doing today?\n  ","943255":"\n   Thoughts on 2020 is it a good year for you or bad year 🤔\n  ","943256":"\n   What do you like to eat in break fast 🤔\n  ","943257":"\n   Which YouTuber make up artist eye shadow palette you like alot ? Like Jeffree star ,James Charles\n  ","943258":"\n   Are JAPANESE AND CHINESE THE SAME THING\n  ","943259":"\n   5 things you can't live without 🤔\n  ","943260":"\n   Advance Bakra Eid Mubarak to all ☆（＾＿−）☀⛅☁☁☁⛅☀\n🌸🌷🌺🌼🌺🌷🌸\n💄👓👞👟👚👡👜🐑🐐🐄\n🌺🌼🌺\n🌷🌹\n🍀🌸🌼🌺🌼\n🌻🌷🌻\n🌸🍀🌷\n🌸🌷🌺🌼🌺🌷🌸\n☀⛅☁☁☁⛅☀\n  ","943261":"\n   Have you ever tried to google your own name? What came up? 🤔⌨\n  ","943262":"\n   Have you been in a love triangle?\n  ","943263":"\n   Which is a better name for a (male) puppy: Cezar, Chance Nugget, or Finn?\n  ","943264":"\n   Funniest \"Laugh Out Loud\" moment you've encountered today?\n  ","943265":"\n   What is the next movie you really want to watch?\n  ","943266":"\n   Where you have your heritage from, do you ever get an emotional response from like music, clothing etc. from said culture? 👘🛡📿🏛🛕\n  ","943267":"\n   What are the few things you wanna add in your personality ? 🤔\n  ","943268":"\n   Who is the most stylish celebrity 🤔\n  ","943269":"\n   Goal for the day?\n  ","943270":"\n   I had no idea you were a dancer. What kind of dances can you do?\n  ","943271":"\n   If someone gave you $100, what would you do with it?\n  ","943272":"\n   Do you like chewy candy\n  ","943273":"\n   How is your family different from others?\n  ","943274":"\n   Which decade do you think had the best sense of style?\n  ","943275":"\n   Tell me how was ur day, i care!\n  ","943276":"\n   Do you have pets?\n  ","943277":"\n   Anyone watching the live police chase on YouTube right now?\n  ","943278":"\n   What would you do differently if you knew nobody would judge you?\n  ","943279":"\n   Yep\n  ","943280":"\n   The Matrix has you\n  ","943281":"\n   Who is your favourite person on ask fm\n  ","943282":"\n   What's your favorite pizza topping?\n  ","943283":"\n   Which country wardrobe you like alot ? You wanna buy one day when you visit that country like Pakistani embroidery salwar kamiz  like Catherine duchess wore Pakistani outfit which she visitef Pakistan she was looking absolutely stunning 🤔\n  ","943284":"\n   Do you like SNOOP DOGG\n  ","943285":"\n   Hey\n  ","943286":"\n   What maked you ask Anonymously?\n  ","943287":"\n   Does someone still using this? lol\n  ","943288":"\n   How many languages can you speak.\n  ","943289":"\n   What are some things that make you really happy?\n  ","943290":"\n   What is the best purchase you have made under 100 dollars?\n  ","943291":"\n   What is your goal in life?\n  ","943292":"\n   Algo nuevo?\n  ","943293":"\n   If you could create one rule that every world leader needed to follow, how'd it go? 🌐\n  ","943294":"\n   What's your favourite sauce like I am obsessed with  tomato-garlic-chili-salt-blackpepper-sauce 😍\n  ","943295":"\n   Can you be wrong, if you think that you are right?\n  ","943296":"\n   If you could take some special skill from any animal, which animal and which skill would you choose?\n  ","943297":"\n   If you could choose a different time period and place to be born, when and where would it be?\n  ","943298":"\n   How do you prepare yourself from exam test by memorizing articles or just clear your concept write into your own words\n  ","943299":"\n   Are you ignoring me?\n  ","943300":"\n   Have you ever thought about visiting Pakistan ? Are you interested in seeing Pakistani culture ,clothes and trying tasty foods like biryani spicy chicken rice with lots of spices 🤔\n\nDo watch Eva zuckbeck blogs of Pakistan (she has visited all cities of Pakistan and posted on YouTube ) 🤗\n  ","943301":"\n   What questions do you usually ask when you want to get acquainted with someone?\n  ","943302":"\n   What's your favourite jewellery among all ? Like I love wear blue sapphire ring 🤔\n  ","943303":"\n   What's your favourite garlic sauce ? Like I am obsessed with  garlic-oliveoil-lemon-salt sauce 🤔\n  ","943304":"\n   Do you make your house pretty by buying cool decoration pieces,candles ,decoration piece or you not into all this 🤔\n  ","943305":"\n   Have you ever eye witnessed paranormal activity in your home ? What happened 🤔 share your story\n  ","943306":"\n   Do you observe who is selfish cunning person in your University ? Or work place and deal with them wisely 🤔\n  ","943307":"\n   According to you which country is the most beautiful country among all like I think Paris is the most beautiful country 🙃\n  ","943308":"\n   If won lots of money in lottery what will you buy ? 🤔\n  ","943309":"\n   How do you protect your house from evil eye or from negativity ? Like I keep salt lamp ,black tourmaline as decoration in my bed room 🤔\n  ","943310":"\n   If you are designer and you wanna recreate any old years fashion clothes  with  new style which year fashion clothes will you make like 70,90s for your latest boutique collection .🤔\n  ","943311":"\n   Favorite movie genre(s)?\n  ","943312":"\n   What's the most daring or adventurous thing you've ever done? 😎 How did you feel during and after? 🤙\n  ","943313":"\n   What are the few things you wanna add in your bed room like decoration pieces ,paintings ,floor lamp , candles etc\n  ","943314":"\n   Do you follow your diet plan on daily basis or you follow your  diet plan when you become fat 🙃 like I follow my diet plan on daily basis 🤔\n  ","943315":"\n   What are few good things you learnt from your parents  ?\n  ","943316":"\n   My mom always asking if I know that person who is outside of my work\n  ","943317":"\n   Are you a good influence on other people?\n  ","943318":"\n   If you could have dinner with anyone, dead or alive, who would you choose?\n  ","943319":"\n   Who is your Hero...???👈\n  ","943320":"\n   What is the most childish thing you still do today?\n  ","943321":"\n   Favorite cigarettes?\n  ","943322":"\n   Which detergent do you use for disinfecting your kitchen counter tops 🤔\n  ","943323":"\n   Are you into soup ? What's your favourite soup like I am obsessed with tomato basil soup 🤔\n  ","943324":"\n   Did you ever starve for staying fit ? Or you prefer eating healthy and exercising for staying fit 🙃🤔\n  ","943325":"\n   Who are your favourite YouTubers ? Can you mention some of your favourite YouTubers name 🤔 like I like movlogs 2) Nicolette gray vlogs 3) Nina gray 4)gordan Ramsay channel 🤔\n  ","943326":"\n   If you ever start your own business it will be about what ? Like I want to start my own restaurant 🤔\n  ","943327":"\n   Should men wear Speedo type swim suits at the pool  ? \nShould men avoid wearing Speedos around children ? \nWill a man  attract women if he wears a Speedo ?\n  ","943328":"\n   Which home remedies do you think actually works like charcoal mask is best mask for making your complexion fair ,removing black heads 🤔\n  ","943329":"\n   Beethoven or Mozart ?\n  ","943330":"\n   Do you think diamond is actually a dangerous stone if it doesnot suit you it will destroy you as they are many stories of diamond 💎 or you think it's a beautiful stone everyone should have one 🤔\n  ","943331":"\n   Which country wardrobe you like alot ?which  You wanna buy one day when you visit that country like Pakistani embroidery salwar kamiz  like Catherine duchess wore Pakistani outfit when  she visited pakistan she was looking absolutely stunning 🤔\n  ","943332":"\n   Imagine If you got a dare from one of your friend  to stay on Friday 13 day to stay whole day in haunted  hotel 13 number's room will you spend whole day there ? Just to know what happen there 🤔\n  ","943333":"\n   What do you do when pimple pop up on your face ? Like I fill calaminelotion-aloeveragel-2-3drop tea tree oil in spray bottle spray on my face .🤔\n  ","943334":"\n   What's your favourite brand in sunblock ? 🤔 Like I use home made sunblock like I fill  greentea-rosewater-aloeveragel-2-3-dropcoconutoil in spray bottle 🤔\n  ","943335":"\n   My favorite is Tambourines, Flutes, guitars, and pianos. Also why do you like drums aside from the nice beats?\n  ","943336":"\n   Which healthy things  you added in your diet ? Like green tea 2) matcha tea 3) green coffee 4) spirulina etc 🙃\n  ","943337":"\n   Whats your favourite clothing store ?\n  ","943338":"\n   Which vitamins do you take on daily basis ? Like I take vitamin d 3 for strong bones ,perfectil for hairs  etc\n  ","943339":"\n   Which crystal you are looking forward to buy ? Like I wanna buy 6  feet amethyst for living room 🤔\n  ","943340":"\n   What do you think 2020 is good year or bad year\n  ","943341":"\n   If you have to remove unhealthy dish (fattening food ) from your diet what will you remove\n  ","943342":"\n   What do you do for strong healthy hairs ? Like I take biotin ,vitamin e n drink lots of fruits n vegetable juices\n  ","943343":"\n   Is it a trend ? Why Western people step out by wearing sweat pants with t-shirt .I mean I always step outside by wearing t-shirt jeans .sweat pants are for gym what do you say🤔\n  ","943344":"\n   What vitamins pills ,hair oil,juice do you take for strong healthy hairs ? Recommend something for the people who are reading your answer 🤔\n  ","943345":"\n   How do you spend your time in quarantine 🤔\n  ","943346":"\n   what is smth special about you?\n  ","943347":"\n   Do you like this type of history?\n   \n    https:\/\/www.youtube.com\/watch?v=Q7tvWO9XwME\n   \n","943348":"\n   Did you ever stay in grave yard late night just to experience what paranormal activities happen over there\n  ","943349":"\n   Would you want to be internet famous?\n  ","943350":"\n   Fuck it right??? Why fight for those who wont speak the truth\n  ","943351":"\n   What's your favourite pesto like basil pesto 2) mint pesto\n  ","943352":"\n   What’s the number one item you would save from your burning house?\n  ","943353":"\n   If you could move super fast like The Flash or Quicksilver in a way so you could basically stop time for everyone but yourself whenever you wanted, in what situations would you choose to do it and why? 🏃‍♂️🕜\n  ","943354":"\n   U GAY?\n  ","943355":"\n   do u prefer to be anonymous or public on this app?\n  ","943356":"\n   How are you REALLY?\n  ","943357":"\n   Coffee vs tea what do you prefer ? 🤔\n  ","943358":"\n   Dudes watch too much porn thinking my dad touch me inappropriate\n  ","943359":"\n   How has your weekend been?\n  ","943360":"\n   What teacher in school made the most impact on you and why?\n  ","943361":"\n   What’s your favourite movie ?(:\n  ","943362":"\n   Could you live without the internet?\n  ","943363":"\n   How do you handle talking about the controversial topics like politics, race, financial status, sexuality, religion and more?\n  ","943364":"\n   What was your favorite cartoon show when you were a kid?\n  ","943365":"\n   Which things make you sad\n  ","943366":"\n   ...yes\n  ","943367":"\n   Cake or pie?\n  ","943368":"\n   What do you think when corona virus will end from world wide ? 🤔 Vaccine is the solution but what do you think how long will it take 🤔\n  ","943369":"\n   What’s your favourite food ?(:\n  ","943370":"\n   Do you like Jewish history?\n  ","943371":"\n   Aha. Not really, tbh. It's been very boring lately\n  ","943372":"\n   I’ll see people who support BLM, and be racist towards Asians, Latinos, etc. it doesn’t add up to support the movement and be racist towards Asians or Latinos and everyone else, it can’t go both ways and it’s confusing. I support BLM, but I’m not racist towards others.\n  ","943373":"\n   Why?\n  ","943374":"\n   How is it that some people can support the BLM movement and still be racist to others (ex: Asians\/Latinos etc.)?\n  ","943375":"\n   What is the most dangerous thing you have ever done?\n  ","943376":"\n   Have you ever bought something on the internet?\n  ","943377":"\n   What is your favorite musical instrument?\n  ","943378":"\n   Do you like colourful roses in case  or you prefer only white flowers in flower vase .🤔\n  ","943379":"\n   What are your 2020 goals like I wanna loose some weight\n  ","943380":"\n   On during class online my lecturer kantoi watching 365 Days 😌\n  ","943381":"\n   If you could only keep five possessions, what would they be?\n  ","943382":"\n   Do you have Insta????\n  ","943383":"\n   Have a beautiful day😍\n  ","943384":"\n   👑Life is so beautiful, live it👑\n  ","943385":"\n   Have you ever seen Game of Thrones? 👑🏰 Which is your favorite house and why? 🐺🐲🦁🌹🦌🐙☀️🦅🐟\n  ","943386":"\n   It's Danny\n  ","943387":"\n   My last name is six letters.\nI want you to guess the first four letters. \nAlso give me the name of a random mammal...such as a rabbit. 😵\n  ","943388":"\n   ...it begins with N *\n  ","943389":"\n   I want you to guess my sister's name. \n_ _ _ _ _ ? \n\nYou may win 8000 $\n  ","943390":"\n   Where is the most fun place you have ever been?\n  ","943391":"\n   Is the pandemic getting better or worse in your area?\n  ","943392":"\n   What age do you plan on having kids if at all?\n  ","943393":"\n   Do you know how to speak and read Chinese?\n  ","943394":"\n   Oh, that's a lot of siblings...but sad that you've only ever lived with one. :( But, hey, btw what's your name anyways? Never got to know. ☺\n  ","943395":"\n   I’m not answering no more questions rn I’m tight🤬\n  ","943396":"\n   Hi, I have a really huge crush on you, however, I am very shy to tell you how I feel, so I'll just send you this song, it expresses what I really feel for you :)\n   \n    https:\/\/spoti.fi\/2T0VjIJ\n   \n","943397":"\n   Kanye west for president?\n  ","943398":"\n   What is your favorite month of the year?\n  ","943399":"\n   *Sent to everyone I follow*\n\nI wish to clear up the list of people I send questions to. If you do not want to recieve any more questions from me, please tell me so. If you want to get my future questions you can ignore this if you so wish! \n\nHave a good day, morning, evening or whatever! 😆\n  ","943400":"\n   How do you communicate with those childhood friends who no more live in your city 🤔\n  ","943401":"\n   Followed you back may be\n  ","943402":"\n   What's your favourite in camera like I am obsessed with Nikon dslr camera 🤔\n  ","943403":"\n   are u amazing?\n  ","943404":"\n   Today is Cow Appreciation Day! Would you hug a cow?\n  ","943405":"\n   Oh, okay. I do have one older brother, anyways. ☺ Wbu?\n  ","943406":"\n   Do you like fitted clothes or you like  loose comfortable  clothes 🤔\n  ","943407":"\n   Are you  allergic to any nuts like I am allergic to peanuts and walnuts 🤔\n  ","943408":"\n   What's your favourite cake like I am obsessed with chocolate cake 🤔\n  ","943409":"\n   Do you like to act spontaneously or plan things? Why?\n  ","943410":"\n   Ohh... 😔 If I could, I'd just give you a big hug. :( I am here, and I hope things will get better for you soon, really. 😔\n  ","943411":"\n   Please like 4-5 post of mine .I will like back your answers as well 🤔\n  ","943412":"\n   What are your favourite fruits among all ?\n  ","943413":"\n   Which colour you hate most 🤔\n  ","943414":"\n   What are your favourite chocolates\n  ","943415":"\n   What's your favourite perfume ? Which perfume do you wear on daily basis 🤔\n  ","943416":"\n   Summer vs winter what do you like more 🤔\n  ","943417":"\n   When was the last time your mom scolded you ? What happened\n  ","943418":"\n   What do you take for strong bone ? Like I take vitamin D3 supplement ,sesame seed for calcium and fox but 🤔 what about you\n  ","943419":"\n   Have you ever played Mario Kart? 🏎🍄 Would you say you're good at it? What's your favorite and least favorite item to use \/ get hit by? 😝\n  ","943420":"\n   How to get clear skin?\n  ","943421":"\n   For how long can you hold your breath? Have you ever tried doing it underwater? What's the deepest you've been underwater? 😶🌊\n  ","943422":"\n   What do you usually eat in break fast ? Like I eat oats cooked in almond milk with diced apples raisins cinnamon powder\n  ","943423":"\n   Are you part or are you an ally of   LGBTQIA+ ? 🏳️‍🌈✨\n  ","943424":"\n   Are you up to date in fashion or you do fashion your way never bother what trend is going on  🤔\n  ","943425":"\n   Have you ever drunk cup of apple cider vinegar for weight loss 🤔\n  ","943426":"\n   Are you a hot weather or cold weather type of person?\n  ","943427":"\n   Which colour you wear most of the time 🙂\n  ","943428":"\n   What do you know enough to teach to others?\n  ","943429":"\n   What's your favourite cartoon like I am obsessed with Tom and Jerry\n  ","943430":"\n   What's the last dish you made for your parents 🤔\n  ","943431":"\n   If you could visit anywhere on holiday where would you go?\n  ","943432":"\n   What's your favourite day of the week\n  ","943433":"\n   Do you like to ride a horse? Or are you afraid to ride it?\n  ","943434":"\n   How do you calm down when you are in bad mood because of something\n  ","943435":"\n   Do you trust your instincts? Have they ever deceived you?\n  ","943436":"\n   What's your favourite online  shopping website ? From where do you buy clothes 🤔\n  ","943437":"\n   Did anyone ever scammed you? Share your story 🤔\n  ","943438":"\n   What's your hobby ? What do you like to do in leisure time 🤔\n  ","943439":"\n   Do you share your problems with others or you love keeping your problems with your self 🤔\n  ","943440":"\n   Do you apply rose hip oil or any beauty oil  on face 🤔\n  ","943441":"\n   Do you share things with parents or you are more of a private person 🤔\n  ","943442":"\n   Which room do you spend the most time in in your house?\n  ","943443":"\n   Hola bebe\n  ","943444":"\n   Do you often forget to do something despite several reminders?\n  ","943445":"\n   What is your favorite holiday? And your least favorite holiday?\n  ","943446":"\n   What's the most peaceful place according to you 🤔\n  ","943447":"\n   What do you do when you are failed to sleep at night 🤔\n  ","943448":"\n   Do you dress up nicely in home or when you step outside 🤔\n  ","943449":"\n   hii! have a lovely day! 💖\n  ","943450":"\n   Aha, thanks so much, hope so...anyways, I didn't really do much today tbh aha. Just spent it being with family...but, ohh, that sucks to hear! 😔 Really hope you do come live here some day...which one did you get waitlisted to?\n  ","943451":"\n   How do you deal with haters like I always scold them 🤔\n  ","943452":"\n   What do you like and dislike about summer 🤔\n  ","943453":"\n   Are you trouble maker or peace maker 🤔\n  ","943454":"\n   What is the most important thing you have learned in life?\n  ","943455":"\n   What's your favourite outfit in your closet 🤔\n  ","943456":"\n   Do you buy ask fm coins for coming on top\n  ","943457":"\n   I'm sorry to hear that...I've been there before, it's really awful to go through by yourself. 😔 But, I'm here for you though... ❤\n  ","943458":"\n   Should you speak loudly to an person when they just woke up?\n   \n    https:\/\/giphy.com\/gifs\/homerunn-Z8lDduegJu6MY8LSRl\n   \n","943459":"\n   But, if you say you're good with web development, and have been doing it a while, you could always work in that comp sci field! I found it to be pretty exciting too, personally speaking aha. I think that's what I liked the most about it too. As for interns I was gonna try applying for some this fall\n  ","943460":"\n   Oh...well, if you don't feel too comfortable with your major, you can always switch it to something you feel more comfortable at. I feel you though. Before, I wanted to major in Civil Engi, but my biggest fear was, I'd have to be a big science geek for that, which I knew I wasn't lol...so I switched\n  ","943461":"\n   Who is the most beautiful female  model according to you ? 🤔\n  ","943462":"\n   Send me some coins everyone\n  ","943463":"\n   Hey! what’s your favourite season and WHY ?(:\n  ","943464":"\n   I’m sorry to hear that, I hope it gets better for you.\n  ","943465":"\n   Do you go for a morning walk for staying fit ? Or you hate going for walk 🤔\n  ","943466":"\n   When was the last time you were scared ? What happened\n  ","943467":"\n   What's the wierdest thing you've found at a garage sale or thrift shop?\n  ","943468":"\n   Gay!\n  ","943469":"\n   Whats your zodiac sign ? 🤔\n  ","943470":"\n   Did you ever get hurt by someones word ? How do you come out from depressed mode to normal mode\n  ","943471":"\n   What's the most spiciest food you are in your life ?\n  ","943472":"\n   What's the most peaceful place according to you\n  ","943473":"\n   Based on how you look, what kind of person do you think people think you are when they first see you? 🤔💁‍♀️\n  ","943474":"\n   What types of things you love buying again and again like I am obsessed with candles ,paintings and decoration pieces 🤔\n  ","943475":"\n   Do you add ask fm friends on Instagram or it depends who are they 🤔\n  ","943476":"\n   Do you like to ask questions or you love answering  questions 🤔\n  ","943477":"\n   Do you travel ? What was the last place you went for travel ? How was your experience 🤔\n  ","943478":"\n   How do you keep your self positive when negative thoughts come in mind 🤔\n  ","943479":"\n   Are you allergic to something ? Like I am allergic to milk I cant drink regular milk 🤔\n  ","943480":"\n   If your best friend doesnot like one of your friend  as she had explosive fight with her and she asks you to stop talking with that friend  .will you quit talking with that friend  or you will keep on talking\n  ","943481":"\n   Whats your favourite moisturizer ? Why do you love it too much\n  ","943482":"\n   Who is the meanest friend of yours ? Why do you dislike him\/her\n  ","943483":"\n   Which celebrity do you think knows fashion very well 🤔\n  ","943484":"\n   Do you have any good memory of you and of your sibling? 🤔\n  ","943485":"\n   Why did you join ask fm for becoming famous ,or for making friends or you love answering questions for time pass 🤔\n  ","943486":"\n   What do you like about summer 🤔\n  ","943487":"\n\n    @muhammadali191\n   \n   can you follow my main account and I will you back from main account as well 🙂\n  ","943488":"\n   Whats your favourite omelette on break fast ? Like I am obsessed with Spanish omelette ,cheese omelette ,🤔\n  ","943489":"\n   What's the most peaceful place according like I consider sea n my room is the most peaceful place on earth 🤔\n  ","943490":"\n   Is it normal to enjoy seeing King Kong being killed by bats? Context from the Ps2 or Xbox 360. The animation Kong does when too many bats are latched onto him he has to force them off of himself I really love. So is this normal?\n  ","943491":"\n   Do you change your eating habit when you are on diet or you just exercise 🤔\n  ","943492":"\n   What's your favourite juice recipe? like I make vitamin a b c e juice  ginger-pineapple-carrot-beetroot juice 🤔\n  ","943493":"\n   Have you ever prepared any tasty dish for your guest ? What that's dish\n  ","943494":"\n   Leather jacket ,denim jacket  or fur coat what do you prefer wearing in in winter 🤔\n  ","943495":"\n   How was your 4th of July\n  ","943496":"\n   What's your favourite zodiac sign and least favourite zodiac sign 🤔\n  ","943497":"\n   Good 🌃 \nSweat Dreams 💓💓💓\n  ","943498":"\n   Can we chat on whatsapp???\n  ","943499":"\n   Are you cautious ? Do you observe who is your real friend and who is fake friend 🤔 or you just don't care .\n  ","943500":"\n   What outfits do  you wear on daily basis in home ?  Like pant shirt ,dress 🤔\n  ","943501":"\n   What's your favourite shampoo among all like I prefer Pantene 🤔\n  ","943502":"\n   What do you do for staying fit 🤔 exercise or you eat healthy\n  ","943503":"\n   How do you handle stress??? OR stress handle's you???\n  ","943504":"\n   What do you do for staying fit like I walk alot and drink plenty of water 🤔\n  ","943505":"\n   What's your favourite book now days 🤔\n  ","943506":"\n   What's your favourite hair style ? Wavy curly straight hairs what do you prefer 🤔\n  ","943507":"\n   What do you value most  golden  heart person  vs  good looking person 🤔\n  ","943508":"\n   What's the most spiciest chili you used in cooking like ghost pepper\n  ","943509":"\n   ???\n  ","943510":"\n   Small hairs vs long hairs what do you like more 🤔\n  ","943511":"\n   Are my questions interesting or boring ? 🤔 Should I ask more .or you are irritated by my questions\n  ","943512":"\n   Are my questions boring or interesting 🤔\n  ","943513":"\n   What's your brand in coffee and in tea ? 🤔\n  ","943514":"\n   Who is your favourite actress ? Whose movies do you watch alot 🤔\n  ","943515":"\n   What made your day today?\n  ","943516":"\n   What activities keep you busy in lock down\n  ","943517":"\n   What do you think about me ? Am I creative 🤔\n  ","943518":"\n   What's inside your fridge 🤔\n  ","943519":"\n   Do you know any website from where we can earn money by sitting in home 🤔like writing articles , 🤔\n  ","943520":"\n   Aha, cool. :D What do you think of it so far, I think it's getting pretty tough now, cause I now gotta do a game like Space Invaders due in a month aha rip 😂\n  ","943521":"\n   Which home remedies do you use to save your self from corona virus 🤔\n  ","943522":"\n   Do you consider yourself stylish or you are not into fashion ,you are simple basic person\n  ","943523":"\n   What's your favourite soft drink like Pepsi 🤔\n  ","943524":"\n   How is everyone doing?\n  ","943525":"\n   What are the few things you like on your self 🤔\n  ","943526":"\n   What's your favourite crystal for jewellery purpose 🤔\n  ","943527":"\n   Have you ever thought about putting salt lamp or crystals  in home for peace\n  ","943528":"\n   What hobby would you get into if time and money weren’t an issue?\n  ","943529":"\n   What's your favourite fruit salad ? Like I am obsessed with mango-pineapple-coconut-banana salad with pineapple-coconut-water dressing 🤔🙃\n  ","943530":"\n   What's your favourite clothing store ? Where do you go for shopping Most of the time\n  ","943531":"\n   Are you allergic to something?\n  ","943532":"\n   What is your idea of the perfect honeymoon destination?\n  ","943533":"\n   Can you guys please follow\n   \n    @tristlancebworthy\n   \n   . His other account got deleted.\n  ","943534":"\n   Did you ever make something special for guest and for your friends when they come to your place 🤔\n  ","943535":"\n   In India Kerala  somebody gave cracker  pineapple to female elephant when she ate it exploded in her neck she was on excruciate pain she standed in sea several hours then died 😭😭😭😭 what do you wanna say about this incident 😭😭😭😭\n  ","943536":"\n   pOsT aN eMoJi Of YoUr MoOd ToDaY 👀👀👀\n  ","943537":"\n   Sweater vs jacket what do you prefer wearing in winter 🤔\n  ","943538":"\n   Have you ever tried Indian dishes ? What do you think about indian dishes ? Do you like it or do you dislike it 🤔\n  ","943539":"\n   What's your favourite crystal among all ? 🤔\n  ","943540":"\n   Bad or good boy?😂\n  ","943541":"\n   What's your favourite beans? Chick peas , red kidney beans etc 🤔\n  ","943542":"\n   What's the best memory of your childhood\n  ","943543":"\n   What do you think dieting is tough or it's easy 🙃🤔\n  ","943544":"\n   Comp Sci, what about yours? 😋\n  ","943545":"\n   I’m lesbian, but my friends say I don’t give off that type of vibe. How can I act\/dress to ping the gaydars? (I asked before, but it wasn’t a shout-out)\n  ","943546":"\n   How do you calm down when you are in mood because of something\n  ","943547":"\n   I mean, it's easier I guess lol. But it gets boring now without ever having to wake up every morning to go. 😂 I guess I'd prefer going back, now that you've mentioned it. But, anyways, I'm 22. ☺ Wbu?\n  ","943548":"\n   What do you like and what do you dislike about your self ?  🤔\n  ","943549":"\n   Some of you don’t understand question. I mean do you stay in pjs all day or change in real clothes\n  ","943550":"\n   Do you want kids? How many if so? Would you adopt at all?\n  ","943551":"\n   23\n  ","943552":"\n   What is a primary fear that is holding you back?\n  ","943553":"\n   What kind of things do you like to do in summer?\n  ","943554":"\n   How old are you?\n  ","943555":"\n   What are your favourite summer season fruits like I am obsessed with peaches and with plums 🙃🤔\n  ","943556":"\n   What is your favorite style of house?\n  ","943557":"\n   Which country you love alot ? Where do you wanna go for holidays 🤔 like Hawaii 😁\n  ","943558":"\n   What do you think about Pakistan ? In general what's your point of view\n  ","943559":"\n   How was your day ? How did you spend your day 🤔\n  ","943560":"\n   Do you like dark colour or you prefer light shades\n  ","943561":"\n   What few fashion tips would like to give to men 🤔 🙃\n  ","943562":"\n   What's your favourite pickle ? And why do you like it 🤔\n  ","943563":"\n   Aha, don't worry about it. 😊 But, that sounds tough though...don't stress too much. :( As for me, I do go, but it's all online now, cause you know, the pandemic and all lol...I've only been going for the first semester, and suddenly it's all like, \"Okay don't come anymore until you graduate.\" 😂\n  ","943564":"\n   What is peace?\n   \n    https:\/\/giphy.com\/gifs\/peace-LmCfOYK9UXJhIffWTd\n   \n","943565":"\n   What motivates you?\n  ","943566":"\n   What's your favourite mall ? Where do you go for shopping like target ,Walmart 🤔 etc\n  ","943567":"\n   I just have followed you on ask fm .can you follow me back 🤔\n  ","943568":"\n   Are you close with mom or with dad\n  ","943569":"\n   When was the last time you invited your friends in your house and you did party hard  with them 🤔\n  ","943570":"\n   Are you compulsive shopaholic or you spend money wisely 🤔\n  ","943571":"\n   Hi brothers and sisters ! What's your Instagram id ? I love making friends from world wide .🤔\n\nI want to increase followers on Instagram 🤔\n  ","943572":"\n   Are you on Instagram ? If yes  What's your Instagram id 🤔\n  ","943573":"\n   Ohh, aww. ☹ Yeah, the weather is always really nice here imo...that's too bad though. D: Do you go to school, or are you just working? Lol\n  ","943574":"\n   Why many Western people think 13 is evil number although it's not 🤔\n  ","943575":"\n   What's your favourite weight loss tea ? Like I make matcha-ginger-turmeric-lime tea 🤔\n  ","943576":"\n   Did you ever trolled someone on ask fm or on Instagram 🤔.like many people troll celebrity write negative mean comments 🤔\n  ","943577":"\n   How many good friends you made on ask fm 🤔.who is your favourite  person on ask fm 🤔\n  ","943578":"\n   What's your favourite weightloss tea 🤔\n  ","943579":"\n   What do you miss?\n  ","943580":"\n   Did you buy tons of grocerry items  when lock down started or you purchased few things what you actually needed 🤔\n  ","943581":"\n   Have you ever tried to make new sweet dish what did you make ?like I grinded dates-coconut-peanuts- melted-galaxychocolate them made small small balls of that mixture\n  ","943582":"\n   have u ever written a song before?\n  ","943583":"\n   What's your favourite memory of you and of your sibling ? Can you share with me. 🤔\n  ","943584":"\n   What's your favourite biscuit ? Like I am obsessed with oreo\n  ","943585":"\n   would you like a Lrg. Coke?\n  ","943586":"\n   What was the last thing you ordered online?\n  ","943587":"\n   Did you ever gave gift to your parents on their birthday ? What gift  did you give on their birthday 🤔\n  ","943588":"\n   Have you ever prepared diet food for your parents when they get Ill? \n\nLike I prepare lemon honey juice for my parents so they can loose some weight or quinoa with baked mix herb mushroom  🤔\n  ","943589":"\n   Do you make best friend ? Or friend like in my dictionary there is best friend concept I prefer making friends 🤔\n  ","943590":"\n   Which vegetable you hate most if that's cooked in home you don't eat 🤔\n  ","943591":"\n   What's your favourite website of clothes ? From which website you do online shopping 🤔\n  ","943592":"\n   How frequently do you talk to distant friends?\n  ","943593":"\n   What is the best food in your country？\n  ","943594":"\n   What's the best picture you ever clicked of nature 🤔 share the pic\n  ","943595":"\n   What did you eat in dinner\n  ","943596":"\n   Soap vs face wash what do you prefer ? 🤔\n  ","943597":"\n   What do you think about me ? Say some good things about me 🤗 need some appreciation 🤪\n  ","943598":"\n   What's your favourite season ? Like I am obsessed with winter 😍\n  ","943599":"\n   If you people need any health tips related to anything do let me know .like weight loss plan  ,strong bone ,natural painkiller ,natural sunblock ,pimple etc etc 🤔\n  ","943600":"\n   Do you like to tan your body by sitting under sun or you are happy with your natural fair complexion 🤔\n  ","943601":"\n   Do you wear  matching colour jewellery with your outfit or you do contrast\n  ","943602":"\n   What's your favourite late night snack\n  ","943603":"\n   It’s a proven fact that women are more violent than men , so guys don’t ever piss your girlfriend or wife off\n  ","943604":"\n   I couldn't agree more!! I'm not a fan of either!\n  ","943605":"\n   Do you believe in zodiac signs?\n  ","943606":"\n   how many followers do you have?\n  ","943607":"\n   How do you keep your self positive day to day ? I surround myself with happy positive people with whom I am comfortable 🤔\n  ","943608":"\n   Do you break things in anger ? Or just scold the person who makes you angry 🤔\n  ","943609":"\n   Which colour you love most among all like I am obsessed with black and red\n  ","943610":"\n   Aha. ☺ You in Cali? 😋\n  ","943611":"\n   Remember to drink more water, you dry ass\n  ","943612":"\n   Hey. ☺ You seem lonely like me haha...need some company? 🙂\n  ","943613":"\n   👌 ok\n  ","943614":"\n   Have you tried Indian cuisine they are quite spicy ? What do you wanna say about those food\n  ","943615":"\n   Did you ever apply two hair colours on your hairs for getting desired colour .like golden light  brown shade 🤔\n  ","943616":"\n   What is your calling? Or are you still searching?\n  ","943617":"\n   what are you scared of?\n  ","943618":"\n   How long have you had your ask.fm account?🤪\n  ","943619":"\n   15 likes🔥 x 15 likes🔥?\n  ","943620":"\n   What will you paint if you are free and you feel like to paint\n  ","943621":"\n   Are you punctual ? Or always reach on time or you  get late most of time 🤔\n  ","943622":"\n   What's your favourite break fast ? What do you usually make in break fast for your self 🙃\n  ","943623":"\n   What's the most spiciest dish you ever ate in your life 🤔\n  ","943624":"\n   Describe your personality in few words ? Are you lively 2) talkative  3) sober 4) friendly 🤔\n  ","943625":"\n   Smokey eye make up vs light eye make up what do you prefer 🤔\n  ","943626":"\n   How one can save his\/her face from wrinkle .like I believe one must wear 50 SPF sunblock it saves your face from ageing\n  ","943627":"\n   Which home remedies do you use alot like I use salt-sugar-glycerin scrub\n  ","943628":"\n   Did you ever try to make indian cuisine ? If yes how it turn out .\n  ","943629":"\n   What's your favourite brand in  perfume  like I am obsessed with chanel perfume it smells so good\n  ","943630":"\n   What do you do for house protection ? Like I burn sage ,keep salt lamp,place black tourmaline 🤔 what about you\n  ","943631":"\n   Are you choosy picky in making friends ? 🤔\n  ","943632":"\n   What do you do for making your hairs more glossy shiny 🤔\n  ","943633":"\n   What's your favourite in mail polish ? Beige ,white ,light brown or you ptefer bright  colour nail polishes 🤔\n  ","943634":"\n   Are you careful when you buy creams ? It should be scent free ,paraben free ,oil free or you just don't care you buy product what you like without reading the ingredient 🤔\n  ","943635":"\n   Kylie Jenner vs Kim Kardashian make up whose make up do you like more 🤔\n  ","943636":"\n   Do you create your own recipe or you follow your mom recipe or chef recipe word to word 😭\n  ","943637":"\n   Whats the recent dish you made by your own hand\n  ","943638":"\n   Have you ever dated someone much older? Younger? Did it work out?\n  ","943639":"\n   Whats your favourite pizza topping ? Like I like black olives ,mushrooms ,sausages , onions n lots of cheddar cheese topping 🤔\n  ","943640":"\n   What is one place in the world that you want to visit?\n\n\nFollowed\n  ","943641":"\n   What's your favourite brand in purse ? Gucci ,channel or Hermes 🤔\n  ","943642":"\n   Which kind of outfit do you like ? Floral print outfit 2) plain stylish  outfit 3) check print outfit 🤔\n  ","943643":"\n   What are the few things you are looking forward to buy for your house to make it more pretty like decoration pieces ,floor lamp,candles ,paintings etc 🤔\n  ","943644":"\n   What are  your favourite Chinese and  Thai dishes like sushi etc\n  ","943645":"\n   Do you believe in crystal healing ? If yes which gemstone do you wear and for what purpose like I wear black tourmaline it removes negative energies rom my surroundings 🤪\n  ","943646":"\n   What did you learn in quarantine ? Like new dishes ,crystal healing benefits 🤔 etc\n  ","943647":"\n   What's your skin care regime ? Like i moisturize my face alot and apply 2-3 drop rose hipoil on forehead and undereye it prevents wrinkle 🤔\n  ","943648":"\n   Why almond milk soy milk oats milk rice milk are more famous than cow milk 🤔 is it a trend ?\n  ","943649":"\n   If you ever make design on tshirts with paints what will you make ? Like I will paint deer on tshirts\n  ","943650":"\n   Which YouTuber make up  you like alot ?\n  ","943651":"\n   Tea vs coffee what do you like more\n  ","943652":"\n   What's your favourite shade in pink and brown lipstick 🤔\n  ","943653":"\n   What will you do if you think someone has done black magic on you ? 🤔\n  ","943654":"\n   Are you morning person or night owl\n  ","943655":"\n   My friend who are you?? \nI mean girl or boy\n  ","943656":"\n   What do you do for strong healthy hairs 🤔\n  ","943657":"\n   What do you do for flawless skin 🤔\n  ","943658":"\n   Based on how you look, what kind of person do you think people think you are when they first see you? 🤔💁‍♀️\n  ","943659":"\n   If you ever get a chance to buy cursed gem stone\/mirror or anything from auction ? Will you buy 🤔\n  ","943660":"\n   Which healthy things you added in your diet like chia seed ,spirulina , matcha ,green coffee etc 🤔\n  ","943661":"\n   Do you believe in second chances?\n  ","943662":"\n   What is your least favorite fruit?\n  ","943663":"\n   What's your snapchat\n  ","943664":"\n   Would you rather be a cop or a spy?\n  ","943665":"\n   Which things make you angry 🤔\n  ","943666":"\n   What is the hope for the world?\n   \n    https:\/\/giphy.com\/gifs\/S52ue4D47XOdGiVHdq\n   \n","943667":"\n   What do you do for staying fit ? Exercise ,eat super healthy or yoga\n  ","943668":"\n   Yeah these are good movies\n  ","943669":"\n   What do you do when lots of negative energies stick to your body ? I take bath with salt water what about you 🤔\n  ","943670":"\n   PAP of the sunset today? Or PAP of the sunset from a previous day!\n  ","943671":"\n   Did you ever make any  spicy dish in home ? And you parents started complaining why did did you add that much chili in food 🤔\n  ","943672":"\n   Have you made spiciest chicken dish like I made spiciest pasta sauce tomato-ghostpepper-garlic-pepper-salt sauce 🤔\n  ","943673":"\n   Do you save up money for buying your favourite expensive thing 🤔\n  ","943674":"\n   Do you collect something like I love collecting crystals ,coins of various countries 🤔,\n  ","943675":"\n   Which country food you like alot ? Mexican Italian indian\n  ","943676":"\n   Did you learn any new dish in quarantine ? What's that dish 🤔\n  ","943677":"\n   What are the few things do you wanna change in you\n  ","943678":"\n   Are you good in communicating people ? Or you get trouble communicating people ,people dominate you don't let you speak your mind 🤔\n  ","943679":"\n   Do you tie your hairs or make bun in summer or you are ok with open hairs 🤔\n  ","943680":"\n   Of the things you've put up on the internet, which have gotten you the most amount of attention? Like the most likes, views etc. Can be anything from anywhere! 👍❤👀\n  ","943681":"\n   Cat vs dog who would you like to keep as a pet\n  ","943682":"\n   If you could live anywhere in the world, where would it be?\n  ","943683":"\n   Hope everyone has a great day\n  ","943684":"\n   I am good \nDo you like animated films?\n  ","943685":"\n   What do you like about your self and why  🤔\n  ","943686":"\n   Followed you back may be 🤔\n  ","943687":"\n   Who is your favourite Kardashian ? Whats your favourite show of Kardashian ? Keeping up with the Kardashians or revenge body with Khloe Kardashian\n  ","943688":"\n   If you play video games, which was the last one you played? What did you think of it? 😁🎮\n  ","943689":"\n   Hi\nHow are you doing??\n  ","943690":"\n   Have you ever created any dish by your self what's that dish 🤔\n  ","943691":"\n   What does PAP mean ???\n  ","943692":"\n   Would you still be with someone even if they were honest with you from the beginning that they love being with other women\/men, that they can't stay faithful?\n  ","943693":"\n   Can you ask me bunch of questions 🤔\n  ","943694":"\n   What's your favourite place of your country ?\n  ","943695":"\n   Are you health freak ? Or you enjoy junk food 🤔\n  ","943696":"\n   What's your favourite quote 🤔\n  ","943697":"\n   If you were a character in a typical horror movie and was stuck in a house with a group of other people with a monster lurking around somewhere, how well do you think you'd do? Why do you think so? 😈🏚\n  ","943698":"\n   thanks for playing around of IQ TEST !!!\n  ","943699":"\n   If you feel like you are texting a guy too much and you ask them if you are and they say \"nah ur good\" is that bad or good? Like are they just saying that to not hurt your feelings?\n  ","943700":"\n   truth or dare you answered truth. so here's your truth question.. WHENS THE LAAST TIME YOU CRIED\n  ","943701":"\n   Favorite Disney Pixar movie? 🤠🚘🐠👾🐛 What about it do you like so much? 😊\n  ","943702":"\n   truth or dare you answered truth. so here's your truth question.. WHENS THE LAAST TIME YOU CRIED\n  ","943703":"\n   What will you do for the fourth of July?\n   \n    https:\/\/giphy.com\/gifs\/nations-kaBhKbal7Bcx4Va9Um\n   \n","943704":"\n   😂😂😂😂 savage\n  ","943705":"\n   If you ever create custom jewellery for your self it will be what 🤔\n  ","943706":"\n   What your favourite movie now days 🙂\n  ","943707":"\n   I am aquarius . Can you tell something about my zodiac .🤔 Their personality ,good and bad trait 🤔\n  ","943708":"\n   The last thing you eat and the last thing you drank. ARE YOUR SUPER POWERS WHAT ARE THEY? \nMINE: RED BULL PIZZA 🍕🏝🌋🎈\n  ","943709":"\n   When you swim, what kind of technique do you prefer to use? 🏊‍♂️ Do you generally feel comfortable in and around water? 🌊\n  ","943710":"\n   If you could get one tech-related thing for free no matter how much it cost, which'd you choose? Why'd you wanna have that over other kinds of tech?📱🖥📷👨‍💻\n  ","943711":"\n   Holaaa\n  ","943712":"\n   How can u get in touch with a friend if they might have their phone taken or they may just be ignoring me. Is their a way?\n  ","943713":"\n   What one must do if he\/she has insomnia problem 🙂 like intake lots of lavendar tea 🤔\n  ","943714":"\n   Doesn't Zach Thomas look like Brian Urlacher?\n  ","943715":"\n   Do you judge people by the way they type in texts and such? ⌨ Is there any \"way\" of typing that annoys you? 🤔\n  ","943716":"\n   What's your place from your country ? Like sea,restaurant,garden etc\n  ","943717":"\n   Happy 4th of July! What are you doing this weekend?\n  ","943718":"\n   What do you like about school ? I mean childhood school do you have any gud memory to share\n  ","943719":"\n   When is the last time you've had cake?\n  ","943720":"\n   The Matrix has you\n  ","943721":"\n   What photo on your phone do you love the most? Why?\n  ","943722":"\n   Truth or dare??? Which one do you choose\n  ","943723":"\n   Do you give money to beggars in the street?\n  ","943724":"\n   Do you like KOBE BEEF\n  ","943725":"\n   What is success?\n   \n    http:\/\/salamatthanks.blogspot.com\/2020\/07\/what-is-sucess.html\n   \n","943726":"\n   Tomorrow is the 4th of July on Saturday,July 4th, 2020?\n  ","943727":"\n   Do you keep your room spick and span or untidy 🤔\n  ","943728":"\n   Are you a Star Wars fan? Do you have a favorite character? Maybe even a favorite quote \/ scene? 😁✨💥\n  ","943729":"\n   Are you hungry right now?\n  ","943730":"\n   What’s the best game to PLAY ON IOS IPHONES??\n  ","943731":"\n   If you could have lunch with one person alive or dead, who would it be?\n  ","943732":"\n   Ewwwww my co*k exploaded? why f******************\n  ","943733":"\n   Ok\n  ","943734":"\n   Do you talk nasty\n  ","943735":"\n   23\n  ","943736":"\n   What's your favourite home made  smoothie ingredient \n\n🤔\n  ","943737":"\n   Hey girl how old are you\n  ","943738":"\n   Name 3 things you never thought you would do but end up try\n  ","943739":"\n   Finish this sentence: A proper summer vacation isn't complete without ____ ☀️⛱👙\n  ","943740":"\n   Followed you back may be .\n  ","943741":"\n   If any foreigner visit your country n ask you to suggest you some gud places to visit  what will you suggest\n  ","943742":"\n   What's your favourite zodiac sign and least favourite zodiac sign\n  ","943743":"\n   What's your favorite hairstyle?\n  ","943744":"\n   What's your fav brand in clothes 🤔.\n  ","943745":"\n   Are you against men ? \nAre you anti_male ? \nDo you think women are better ?\n  ","943746":"\n   Would you say you're an old or a young soul? 👶🧓 Maybe something in between? Haha What do others usually think? 🤔\n  ","943747":"\n   how’s your day?\n  ","943748":"\n   Hi)\nAnswer the questions)\n  ","943749":"\n   Do you feel older or younger than your age?\n  ","943750":"\n   Ask me any question\n  ","943751":"\n   Which is the most exotic place you have been to?\n  ","943752":"\n   Do you think God is alive or are we just the servants of the Angels and demons that raise us through media and persuasion\n  ","943753":"\n   How do women understand ‘romance’?\n  ","943754":"\n   I’m lock and loaded\n  ","943755":"\n   It's World UFO Day! What's the first thing you'd ask an alien?\n  ","943756":"\n   Sorry to hear that. Im sure theres something you can see something positive. Life sucks at times but once you cherish the moments you start be grateful and see beauty in the little things.\n  ","943757":"\n   Are you knowledgeable about science?\n  ","943758":"\n   I do!!! What type of music do you like to dance to?\n  ","943759":"\n   What would you want to have as your last meal? 🤔 Like if you were allowed to go crazy 🍕🍨🍔🍫\n  ","943760":"\n   I like this peace GIF. Do you?\n   \n    https:\/\/giphy.com\/gifs\/f6aMAC9yWlsk4TwSpt\n   \n","943761":"\n   Cool-aid or Coca-Cola?\n  ","943762":"\n   What do you suggest EVERYONE TO GO BINGE WATCH ON NETFLIX NOW??\n  ","943763":"\n   Why you say that?\n  ","943764":"\n   If someone liked you, how would you like them to tell you?\n  ","943765":"\n   Do you like to dance?🎉\n  ","943766":"\n   Post your favorite photo of yourself!\n  ","943767":"\n   Forced child support is ending in New York state because the governor says it is a form of slavery. Are you happy or sad ?\n  ","943768":"\n   If you could get something tech-related  for free no matter how much it cost, what'd you choose? Why'd you wanna have that over other kinds of tech?📱🖥📷👨‍💻\n  ","943769":"\n   Are you outgoing or shy?\n  ","943770":"\n   How old are you?\n  ","943771":"\n   How often do you use emojis when you type generally speaking? 📱😍😂😭\n  ","943772":"\n   What's that on your face?\n  ","943773":"\n   Have you ever played paintball, lasertag or airsoft? What'd you think of it? How did it go for you? 🔫\n  ","943774":"\n   What are some good Movies or shows? I need something to watch\n  ","943775":"\n   How creative would you say that you are? In what ways do you like to express your creativity? 📽🎨📸💃\n  ","943776":"\n   Book of the day!\n  ","943777":"\n   Tell about the most exotic food you have eaten!\n  ","943778":"\n   Why would a guy want to watch porn if he already has a gf that never Denies him of sex ? Y would he still want to beat off to another girl ? Is it because I'm not good enough am I not what he wants ? Wouldn't that b almost cheating?y would he still watch porn instead of asking to have sex wit me 1st\n  ","943779":"\n   Top 3 major goals in your life?\n  ","943780":"\n   What are the three things that you cannot live without?\n  ","943781":"\n   Which Spongebob character best resembles you? Be honest\n  ","943782":"\n   have you ever gotten a computer virus before? 😐\n  ","943783":"\n   do u do more for yourself or others? Or about 50\/50?\n  ","943784":"\n   Have you ever had any friends who are annoying and pushy. I did in high school\n  ","943785":"\n   What's the last thing you ate?\n  ","943786":"\n   Are you A Day Dreamer or Night Thinker...??\n  ","943787":"\n   Name a problem leaders in your country should solve?\n  ","943788":"\n\n    https:\/\/www.youtube.com\/watch?v=0lcwxqRfP0Y\n   \n","943789":"\n   What is your favorite dinosaur\n  ","943790":"\n   😭\n  ","943791":"\n   If you could hang out with one animal of your choosing, which would it be? What'd you wanna do with them? 😊🐨🐧🐼🐬🐘\n  ","943792":"\n   Do you ever go to the gym? What's your experience of going there? What's your favorite exercise \/ machine to do \/ use? 💪🏋️‍♀️\n  ","943793":"\n   How old is \"old?\"\n  ","943794":"\n   Are the people you've gone to school with cooler than most?\n  ","943795":"\n   It annoys me when people say “and?” Like they think I have more to add\n  ","943796":"\n   What’s your current favorite song\/album?\n  ","943797":"\n   What's the weather outside where you live?\n  ","943798":"\n   where is everybody?\n  ","943799":"\n   Do u like to read?\n  ","943800":"\n   Is there anything most people find scary \/ disgusting that you enjoy? Why do you like said thing? 🤔🤣\n  ","943801":"\n   How'd you react if someone decided to sit next to you in an otherwise empty bus? 💺🚍🤔\n  ","943802":"\n   How would you define racism vs. ignorance?\n  ","943803":"\n   If you make a sandwhich, what do you usually have on it? 🥪\n  ","943804":"\n   Have you ever seen a kangaroo up close?\n  ","943805":"\n   I am black and I like white girls, like a lot. The only thing is, I cant seem to find any white girls that like black guys, and it's so frustrating. Do you guys have any advice that I could use?\n  ","943806":"\n   What’s the worst kind of pain?\n  ","943807":"\n   What's a popular food that you never liked?\n  ","943808":"\n   Why are girls so rude to one another?\n  ","943809":"\n   Do you use a phone case? What does it look like? 📱\n  ","943810":"\n   Do you like spicy food?\n  ","943811":"\n   What’s the best way to get someone to stop stalking you in person or online\n  ","943812":"\n   Unpopular opinions about Joe Biden?\n  ","943813":"\n   I need cystic acne scar treatments ASAP what’s your go to for cystic acne scar treatment\n  ","943814":"\n   You are beautiful!!!!!!\n  ","943815":"\n   Does neosporin do anything to help heal acne scars\n  ","943816":"\n   do you like pretzels?\n  ","943817":"\n   What movie can you watch over and over again?\n  ","943818":"\n   What's your favorite thing to spread on toast?\n  ","943819":"\n   When's the last time you've been to a hospital? As a patient vs. as a visitor?\n  ","943820":"\n   Best drugstore concealer? Best luxury\/high end concealer?\n  ","943821":"\n   PAP must-have items for the summer!\n  ","943822":"\n   Bored\nCant sleep \nNeed friends\n😢\n  ","943823":"\n   What is your favorite food for breakfast?\n  ","943824":"\n   Do You Like megalovina Or sans. (Music)\n  ","943825":"\n   What kinda vehicles do you own? What kind of vehicle would you like to own one day?\n  ","943826":"\n   What did you do today?\n  ","943827":"\n   have you ever owned a dog?\n  ","943828":"\n   Do acne scars go away? How long do they last?\n  ","943829":"\n   Has anyone ever tried Mederma and what were your results?\n  ","943830":"\n   Best way to get rid of acne scars?\n  ","943831":"\n   Bitches be talking shit, but ain’t even got a pot to piss in 😂😂😂\n  ","943832":"\n   If you are a Queen I will bow down to you\n  ","943833":"\n   Which do you like better, sunrise or sunse?\n  ","943834":"\n   hi\n  ","943835":"\n   Good morning, what language would you like to master?\n  ","943836":"\n   What’s your Instagram username if you have one\n  ","943837":"\n   Ily\n  ","943838":"\n   What are your 5 most favorite things overall? 🤔😁\n  ","943839":"\n   Best beaches close to you?\n  ","943840":"\n   How easy \/ hard is it for you to fall asleep? Do you have any certain conditions that needs to be met before you're able to travel to dreamland? 😴🛌\n  ","943841":"\n   When you think of the color yellow, what is the first thing that comes to your mind?!💛\n  ","943842":"\n   Who's your favorite Marvel hero? What about them do you like? 🦸‍♂️👊💥\n  ","943843":"\n   What is your favorite ice cream flavor? Do you like any toppings on it?!\n  ","943844":"\n   Have you ever knocked a girl like completely out cold in a fight\n  ","943845":"\n   What is your favorite drink?\n  ","943846":"\n   What age is way too young to have a stroke?\n  ","943847":"\n   If you could invent anything, no matter how realistic it'd be and without considering how skilled you are right now, what one thing would you create? Why that? 🤖🛸💡\n  ","943848":"\n   What makes life worth living?\n  ","943849":"\n   ¿Cómo te ha ido?\n  ","943850":"\n   How are you?\n  ","943851":"\n   What’s ur favorite snack during a movie?\n  ","943852":"\n   What color do you wear most frequently?\n  ","943853":"\n   Whats the most intresting thing you know?\n  ","943854":"\n   Who do you like best RN: your Mom or Dad?\n  ","943855":"\n   How do you deal with impatient people?\n  ","943856":"\n   Are you afraid of reptiles?\n  ","943857":"\n   Do you think aliens exist?\n  ","943858":"\n   Advice:\n  ","943859":"\n   What do you enjoy talking about?\n  ","943860":"\n   Have you ever eaten glue as a child before?\n  ","943861":"\n   Did you like the second Pet Sematary\n  ","943862":"\n   Do you like parties with 12 people or parties with 60?\n  ","943863":"\n   If you're curious, here's how I as a native speaker pronounce the Swedish words I sent out yesterday! 🗣🇸🇪\n   \n    https:\/\/ask.fm\/Tobbelit0\/answers\/161648028887?utm_source=copy_link&utm_medium=android\n   \n","943864":"\n   Favorite Netflix show right now?\n  ","943865":"\n   Your greatest accomplishment?!\n  ","943866":"\n   Ovos mexidos, cozidos, fritos ou omelete?\n  ","943867":"\n   Fools fold their idle hands, leading them to ruin?\n  ","943868":"\n   Si tuvieras 3 deseos, ¿que pedirías?\n  ","943869":"\n   Okay give me your best\/funniest pick up line GO!\n  ","943870":"\n   Fifa or PES?\n  ","943871":"\n   If you got a wand and found out you were able to cast spells like they do in Harry Potter, what'd you use your powers for? 🧙‍♂️\n  ","943872":"\n   Dedicate a song to your crush and\n   \n    @tag\n   \n   them if you're brave!\n  ","943873":"\n   For guys: What could a girl you haven’t talked to before do\/say to get your phone number WITHOUT first starting a conversation (ex. compliment about looks; just bluntly ask; say want to get to know you better; etc.)\n  ","943874":"\n   What future invention are you impatiently waiting for?\n  ","943875":"\n   Do you celebrate \/ have any interesting holidays \/ events in the area where you live which you think most people around the world doesn't know about? Can you describe them? 😁🎆\n  ","943876":"\n   Did you forgive the last person who hurt you?\n  ","943877":"\n   TO THE PEOPLE WHO HAVE RUDE ANSWERS TO MY QUESTIONS DONT GET IN YOUR FEELINGS WHEN I GIVE U A MATCHING RESPONSE\n  ","943878":"\n   What is the weirdest thing you've done while under the influence?\n  ","943879":"\n   Any flirty girls out there wanna chat\n  ","943880":"\n   What is one fun thing you will be doing over the summer?\n  ","943881":"\n   How are you today?\n  ","943882":"\n   What's your favorite things to do in the summer usually?\n  ","943883":"\n   What is the best news you could hear right now?\n  ","943884":"\n   COME ASK ME SOME QUESTIONS WHAT YALL WANNA KNW ETC IM BORED\n!!!!!!!!!!!!!!!!!!!...............\n  ","943885":"\n   Have a great week!!!🌺\n  ","943886":"\n   What's the best joke you've ever heard?\n  ","943887":"\n   What is something you like to do before going to sleep?\n  ","943888":"\n   Anyone got a ps4? Need warzone teammates\n  ","943889":"\n   What do you think of this video?\n   \n    https:\/\/www.youtube.com\/watch?v=OGukJdxl-Mk\n   \n","943890":"\n   Do you like music?\n  ","943891":"\n   Good morning 🌞\n  ","943892":"\n   Life\n  ","943893":"\n   What's the coolest animal you've ever seen in the wild? When and where did you see it? 👀🐾\n  ","943894":"\n   What kind of place do you think is ideal for the first date? Why do you think so?\n  ","943895":"\n   What was the last thing that made you laugh?\n  ","943896":"\n   When is the last time you ate chocolate?! What was it?\n  ","943897":"\n   What is the worst movie you have ever seen? What made it the worst?\n  ","943898":"\n   Do you study science?\n   \n    https:\/\/Pixton.com\/ic:8pjs8f40\n   \n","943899":"\n   What color do you absolutely hate?\n  ","943900":"\n   Ask.fm don’t pay my bills. It ain’t gone sell my records either. So don’t wait until I’m jubilant again to tap that report button or violate my account. Idgaf bout it that much. I’m already too damn famous. Delete it!\n  ","943901":"\n   What I don’t get is that Hulu doesn’t have screen limit but Netflix does\n  ","943902":"\n   When you're by like a beach or a lake, what do you like to do? Do you prefer to just relax or do you need to have some kind of activity? 🏖👙🏐🏊‍♂️\n  ","943903":"\n   How's your relationship with the sun? Do you need a lot of sunscreen when you go out? Have you ever gotten burned REALLY bad? ☀️🕶\n  ","943904":"\n   Do you have a good relationship with your cousins?\n  ","943905":"\n   Have you watched Riverdale? If so, do you like it?\n  ","943906":"\n   The forever party?\n   \n    https:\/\/www.youtube.com\/watch?v=l8cUmH8S2yY\n   \n","943907":"\n   I challenge you to try and pronounce these Swedish words! 🇸🇪 \n\n\"Sjuttonhundrasjuttiosju\" \n\"Köksväxt\"\n\"Tändsticksask\"\n\nI'd gladly hear your attempt if you feel like recording it! 😂 If not then you can simply tell me how you did by later listening to the right pronunciation on google translate 😊\n  ","943908":"\n   What sport do you like watching but hate playing?\n  ","943909":"\n   Dream job: Filmmaker or Chef?\n  ","943910":"\n   Say that people in the future will spend a lot of their time in virtual reality and everyone has their own unique playable avatar. If you were to take part, how'd you make yourself look like in the digital world? What'd you wear etc.? 🧙‍♂️🧛‍♀️🧝‍♀️👨‍🚀\n  ","943911":"\n   Do you like to stay physically active? In what ways? 🏊‍♂️🏃‍♂️🏀⛳🎾 Has the pandemic made it harder for you to stay active? What have you done instead to compensate? 😁\n  ","943912":"\n   How often do you go to cut your hair? When do you usually consider it to be too long and needs cutting? Do you have like a hairdresser you're loyal to or do you like to try out different ones? 💇‍♀️💇‍♂️\n  ","943913":"\n   What kind of temp do you prefer when you shower? Does that ever change and why? For how long do you usually shower? 🚿🌡\n  ","943914":"\n   Could you invent a new ice cream flavor?\n  ","943915":"\n   Hello?\n  ","943916":"\n   What was the last gift you gave someone?\n  ","943917":"\n   Is there an actor \/ actress that instantly makes a movie so much better to you when they're in it? What about them do you like so much? 😁🎬\n  ","943918":"\n   How often do you carry a bag with you when you're outside? What kind of bag do you most often use? 👜🛍🎒\n  ","943919":"\n   What is the best thing about being your age?\n  ","943920":"\n   What cannot be forgiven?\n  ","943921":"\n   What two TV series, when combined, would make the best TV series ever?\n  ","943922":"\n   If you could steal something and get away with it, what would you steal?\n  ","943923":"\n   What is the thing you hate the most?\n  ","943924":"\n   Are you a traveler or a homebody?\n  ","943925":"\n   Which superstition you believe to be true?\n  ","943926":"\n   Which royal duchess do you like better, Kate or Meghan?\n  ","943927":"\n   What's the first thing you notice in a person of the opposite gender?\n  ","943928":"\n   What's the last song you listened to?\n  ","943929":"\n   Have you ever attempted a do-not-try-this-at-home stunt or experiment you saw performed by professionals?\n  ","943930":"\n   Which is your favorite pair of shoes? PAP!\n  ","943931":"\n   How do you raise your self-confidence?\n  ","943932":"\n   How do you feel about diets?\n  ","943933":"\n   ? Do You Think Starting Riots And Looting Is Okay Or Is Protesting Okay Cause i Don’t Know I Don’t Agree Too Rioting Or Looting But Do Protesting Is Cause That One Why Of Having Your Voice Heard Out Loud And Clear Just Need Your Honest Opinion  🧐🤔\n  ","943934":"\n   You have any cool pictures you've taken of buildings \/ cityscapes in general? 🏙📸 You mind showcasing one? 😊\n  ","943935":"\n   What's the thing you say the most?\n  ","943936":"\n   How can you tell that someone is lying?\n  ","943937":"\n   How do you spend the majority of your free time?\n  ","943938":"\n   Do you really believe people evolved from apes?\n  ","943939":"\n   How much money do you really need?\n  ","943940":"\n   Where are you at the moment? Record video.\n  ","943941":"\n   Do you think dad caps are really making a comeback?\n  ","943942":"\n   What is the perfect number of hours to sleep?\n  ","943943":"\n   Would you rather only be able to whisper or only be able to shout?\n  ","943944":"\n   What is the most unappetizing meal?\n  ","943945":"\n   Who are you?\n  ","943946":"\n   Do bananas float?\n  ","943947":"\n   Besides your country, which is the next best country in the world?\n  ","943948":"\n   How do you cheer up a friend when they're feeling down?\n  ","943949":"\n   Who in your life do you wish you’d met sooner?\n  ","943950":"\n   Do you believe in love at first sight? Why or why not?\n  ","943951":"\n   Would you like to stay young forever?\n  ","943952":"\n   What do you like watching the most on television?\n  ","943953":"\n   If you were to write a movie script – what would it be about?\n  ","943954":"\n   What is the last thing you searched online?\n  ","943955":"\n   Were you closer with your mom or your dad when growing up?\n  ","943956":"\n   Tik Tok or Musical.ly?\n  ","943957":"\n   I thought that by this time in my life, I'd...\n  ","943958":"\n   What event has greatly impacted your life?\n  ","943959":"\n   Post one of your favorite quotes and who it's by!\n  ","943960":"\n   Do you prefer to ski or snowboard?\n  ","943961":"\n   You're stuck between a rock and a hard place, what are you going to do?\n  ","943962":"\n   If you had to wear one color for an entire week, what color would you choose?\n  ","943963":"\n   What charity would you start?\n  ","943964":"\n   Sugar relationships in Arizona?\n  ","943965":"\n   Do you like to take naps?\n  ","943966":"\n   Do you prefer sun-bathing or staying in the shade on hot summer days?\n  ","943967":"\n   do you live near the beach?\n  ","943968":"\n   The best professional player?\nAny sport\n  ","943969":"\n   We should watch hentai together\n  ","943970":"\n   If you could make an addition to your current home, no matter how realistic it was, what'd you add? Go crazy if you feel like it! 🏠⛲📽🎨🖼🎡\n  ","943971":"\n   Do you believe that if you dream of  someone that means you love them?\n  ","943972":"\n   What are you most known for?\n  ","943973":"\n   If you could turn into any animal at will, in what situations do you think you'd use that power? What animals would you turn into then? 🦅🐀🐻🐊\n  ","943974":"\n   Good Morning ♥️\n  ","943975":"\n   Be my sugar mommy? \nI need the new PS5\n  ","943976":"\n   Choose: Burn the roof of your mouth or get a papercut on your finger?\n  ","943977":"\n   What is an evil heart?\n  ","943978":"\n   What is your most expensive hobby? Mine is competition car audio shows...\n  ","943979":"\n   Do you like nylons\n  ","943980":"\n   If you were the first person on earth to stumble upon an alien, say like if their spaceship landed right in front of you when you were walking somewhere remote, how'd you then react? What'd you do? 👽\n  ","943981":"\n   How often do you use ask.fm?\n  ","943982":"\n   What's the worse job you had?\n  ","943983":"\n   Why can't we find men exactly like the ones we read about in novels? Most of them are silly, stupid, or coward.. What a pity!\n  ","943984":"\n   Have you been to any of the protests in the last two weeks?\n  ","943985":"\n   Can any woman take a picture of there feet bottoms ♥️👍\n  ","943986":"\n   Why do we let them back in, when they’re not even ready?\n  ","943987":"\n   Duh\n  ","943988":"\n   Last answer please\n  ","943989":"\n   Do you know any big gossips?\n  ","943990":"\n   Favorite Sith!\n  ","943991":"\n   What is something you are passionate about?\n  ","943992":"\n   In a relationship, do you think that \"Not Telling\" is the same as \"Not Lying\"?\n  ","943993":"\n   The results are in for the pie chart I made of how many people have each color as their favorite! ❤💚💙 Here is the link if you want to check it out, or you can find it at the top of my page for a couple of hrs 😁\n   \n    https:\/\/ask.fm\/Tobbelit0\/answers\/161474371543?utm_source=copy_link&utm_medium=android\n   \n","943994":"\n   How are unicorns made?\n  ","943995":"\n   Favorite early 2000's Albums: Usher - Confessions or Petey Pablo - Still writing in my diary: 2nd entry are my jams.\n  ","943996":"\n   The main thing that gives me comfort and courage to fight is going towards the mental health rather than running away from it. Embrace it notice it live in it and accept it..and the rest of the puzzle falls in place..\n  ","943997":"\n   I've dealt with it my whole life and it worsened after a bad accident I had. Now everyday I have a fear of literally everything. Nothing feels right I always feel afraid some days I can't even leave my room or even my house! I've tried therapists meds self soothing I still struggle with it.\n  ","943998":"\n   What can a girl never have to much of\n  ","943999":"\n   What's the most expensive unnecessary thing you ever bought?!\n  ","944000":"\n   What freaks you out?\n  ","944001":"\n   Hope you are staying safe and healthy\n  ","944002":"\n   If you could get one thing (object) for free right now, what would you want?!\n  ","944003":"\n   No one should have to feel like they don't want to live.\nAnd all the feelings you have are normal. Life isn't great for alot of people rn.. so I understand I desk with mental illness myself and it's rough... Very rough.\nBut I promise things get better I can't say when but they work out\n  ","944004":"\n   When you're the loved child and they care for you sometime it feels as if you're trapped.\nDo you feel the same?\n  ","944005":"\n   What do you think of the media?\n   \n    https:\/\/www.youtube.com\/watch?v=BYBU8CAaLpI\n   \n","944006":"\n   hi\n  ","944007":"\n   Im not ashamed to admit my 10 lbs boston terrier runs my house. Does your pet own you? Or Do you own your pet?\n  ","944008":"\n   Eric Harris or Dylan klebold\n  ","944009":"\n   Heroic thing on YouTube channels what mask would look for love would do something on what business is do men understand or stylish?\n  ","944010":"\n   Belly pic\n  ","944011":"\n\n    https:\/\/vm.tiktok.com\/EEvqtw\/\n   \n","944012":"\n   Gonna make another pie chart, now about favorite colors! 😁 So, what is your favorite color? 💙❤🧡💚💜\n  ","944013":"\n   How many piercings do you have\n  ","944014":"\n   What's the last pices of clothing you paid for\n  ","944015":"\n   how to gain more followers on twitter? #StayAtAsk\n  ","944016":"\n   On a scale of 1 to 10, how happy are you RN?\n  ","944017":"\n   I'm very sorry to hear that. \nI'm here if you wanna talk about it ?\n  ","944018":"\n   How do you get someone to leave you alone without being mean\n  ","944019":"\n   Have you ever prayed and promised God that you would do something then never did it?\n  ","944020":"\n   What is something that you feel is underappreciated?\n  ","944021":"\n   #StayAtAsk\n  ","944022":"\n   Do you like this PodCast?\n   \n    https:\/\/sports.mynorthwest.com\/category\/podcast_results\/?sid=1154&n=Above%20and%20Beyond\n   \n","944023":"\n   If a guy decides to talk to a girl again after he blew her off for another girl, does that girl have the right to not want that guy in her life anymore after being ditched for another girl?\n  ","944024":"\n   Latest thing you bought? 💸 PAP perhaps if it's anything interesting? 😁\n  ","944025":"\n   What do you like to do to cool yourself off during a hot day? 🥵\n  ","944026":"\n   What causes a person to reach their peak\n  ","944027":"\n   Do you like JAMES BOMD MOVIES\n  ","944028":"\n   How's your night going ?\n  ","944029":"\n   Would you say your parents are overprotective?\n  ","944030":"\n\n    https:\/\/youtu.be\/4pLjOty2nUE\n   \n   *SINGING *\n  ","944031":"\n   How do you feel about snow?\n  ","944032":"\n   What's the first thing you grab from the refrigerator when you're hungry?\n  ","944033":"\n   Do you like Tyler Perry.\n  ","944034":"\n   Should we follow Jesus to end racism?\n  ","944035":"\n   Space 🖤\n  ","944036":"\n   When was the moment when you actually acted as dumb as horror movie characters?\n  ","944037":"\n   If you could live in the world of a Disney movie of your choosing, which'd you choose? 😁 Why that one? 🦁🏰🧜‍♀️\n  ","944038":"\n   What is the worst thing you got in trouble for as a child?\n  ","944039":"\n   Weirdest thing you own?\n  ","944040":"\n   Hey. Are you back on insta?\n  ","944041":"\n   what was your childhood song ? 🎵🖤\n  ","944042":"\n   Do you study science?\n  ","944043":"\n   What's your goal this month? #StayAtAsk\n  ","944044":"\n   how many slices of pizza do u usually eat 🍕\n  ","944045":"\n   How many chances do you give someone that has cheated on you 🤔 😕 🙃\n  ","944046":"\n   Do you have a birthmark where is it\n  ","944047":"\n   ???\n  ","944048":"\n   How often do you drink coffee?\n  ","944049":"\n   Where do you go for insights\n  ","944050":"\n   Do you use \"lol\" to express laughter in messages that you send?\n  ","944051":"\n   My boyfriend say he wants to try the back door what do you think he means by that\n  ","944052":"\n   How short are your shortest shots\n  ","944053":"\n   What do you hate to wear\n  ","944054":"\n   Name 3 things you never thought you would do but end up try\n  ","944055":"\n   What about science do you like?\n  ","944056":"\n   Most embarrassing pic\n  ","944057":"\n   What is your favorite ice cream flavor?\n  ","944058":"\n   how do you break up with someone you’ve been dating for a long time but know is bad for you now?\n  ","944059":"\n   Most important in a date: Intelligent or Funny?\n  ","944060":"\n   Does thunderstorm scare you or you like to hear the noise\n  ","944061":"\n   Which of your friends on Askfm is #1 on your friends 🔥 coin leaderboard tab?\n  ","944062":"\n   Is Satan an real being?\n  ","944063":"\n   What song do you have stuck in your head rn?\n  ","944064":"\n   What was the last movie you watched? Did you like it?\n  ","944065":"\n   I just wanted to say that I'm white but I respect this movement & I will fight WITH you guys! black lives DO matter and I'm sorry this has been happening for so long. I HOPE THIS MARKS CHANGE. I have sent out emails & donated, I am trying to do stuff on my part. Please have a great night. Stay safee\n  ","944066":"\n   How are you?\n  ","944067":"\n   Good Morning Sweet People of This Lovely World.😇💫\nHave a Nice day and Stay Safe❤\n  ","944068":"\n   Many people say that space tourism will get a lot more common in the future. Are you excited? Would you be willing to spend money on a short trip to space if the price wasn't too high? 🤔🚀\n  ","944069":"\n   If you could swap life’s with a celebrity who would you choose ?\n  ","944070":"\n   ¿Qué serie recomendarías mirar en estos momentos?\n  ","944071":"\n   Say you're about to fall asleep and you hear the faint buzzing of a mosquito somewhere near you, what do you do? Haha Do you often have issues with mosquito bites? 🦟\n  ","944072":"\n   Do you like mike posner\n  ","944073":"\n   Everyone keeps asking where the president is or where our leader is.\n\nDo you really think that our president, after being unjustly vilified as a racist by the media, has any posturing to speak out?\n  ","944074":"\n   What would  you do if you see your favorite celebrity in person?\n  ","944075":"\n   How'd you describe your habits in general? Are they good or bad? 🚿🚰🥗🏃‍♂️💤\n  ","944076":"\n   How do you know if a girl likes you?\n  ","944077":"\n   3on3 freestyle?\n  ","944078":"\n   FaceTime\n  ","944079":"\n   __💚\n  ","944080":"\n   Are you diligent or lazy?\n  ","944081":"\n   How do you feel about my timeline?\n#staif\n  ","944082":"\n   Girls chivalry isn’t dead y’all just keep dating the wrong guys\n  ","944083":"\n   Raised, Glazed or Old Fashioned- what's your favorite donut?\n  ","944084":"\n   Fav nail polish 💅\n  ","944085":"\n   Last thing you wore that was Pink\n  ","944086":"\n   Do you watch comedy shows? If yes, which? 🙃\n  ","944087":"\n   Sorry to hear that. Is there anything I can do to make you feel better?\n  ","944088":"\n   Is Sunday the end of the week or the beginning of the week?\n  ","944089":"\n   Oh. Why?\n  ","944090":"\n   Yeah. If you wanna know what the one condition is then I'll tell you it on insta\n  ","944091":"\n   Where The Happiness Can Be FoUnD?👅🙈\n  ","944092":"\n   Like I ask you a question but you answer by asking me a question but not where I asked you the question. Like going to my account and click the \"Ask\" and answer the question there\n  ","944093":"\n   Do you answer most of the questions you receive or ignore most?\n  ","944094":"\n   El clásico error del viejo: pensar que no puede haber nuevas ideas. El clásico error del joven: pensar que sus ideas son nuevas.\n  ","944095":"\n   Que fue tu última comida.?\n  ","944096":"\n   What did you think was going to be amazing but turned out to be horrible?\n  ","944097":"\n   Will you live on this earth forever and not go thru the dying process?\n  ","944098":"\n   Be optimism always .. ❤️\n  ","944099":"\n   Snowflakes ❄️ or sunshine ☀️\n  ","944100":"\n   Breaking new about Minnesota protest!\n   \n    https:\/\/hischannel.com\/BreakingNewsMonday\/5003A\n   \n","944101":"\n\n    https:\/\/youtu.be\/CYdo14PMJ64\n   \n","944102":"\n   I'll stay for however long you want me to. On one condition (answer wall to wall)\n  ","944103":"\n   Do you like Nutri grain bars\n  ","944104":"\n   You find a genie and he asks you for three wishes, but you can't wish for Love, raise of the dead, infinity, or Fortune. What would you ask?\n  ","944105":"\n   What’s the temperature number you have on in your house\n  ","944106":"\n   What'S the best thing that happens tO you TodaY?👼\n  ","944107":"\n   Yeah. I'll stay for however long you want me to stay\n  ","944108":"\n   What is The Best waY to GooD bYE?\n  ","944109":"\n   Is there falsehood?\n  ","944110":"\n   Do you think about death?\n  ","944111":"\n   Are you living your dream?\n  ","944112":"\n   Are u ok?\n  ","944113":"\n   Have you ever asked someone else to quit smoking?\n  ","944114":"\n   What's your favorite fashion brand?\n  ","944115":"\n   What TV show was perfect from season 1 until the end??\n  ","944116":"\n   What’s a little thing you do to make the world a better place?\n  ","944117":"\n   If you could get around in whatever way you wished whether it was realistic or not, how'd you choose to travel? 🏎🛸🦸‍♀️ Why that way specifically? 🤔\n  ","944118":"\n   How do you get to know someone without constantly asking questions?\n  ","944119":"\n   What's the first thing you usually do when you get back home from a loooooong day? 😩😴\n  ","944120":"\n   What do you look forward to most this year?\n  ","944121":"\n   Show me your pets <3\n  ","944122":"\n   Ok. And sorry to hear that. Hope you feel better\n  ","944123":"\n   Who did you last say “I love you” to?\n  ","944124":"\n   Do you have a favorite window in your home?🌺\n  ","944125":"\n   Are you awake?\n  ","944126":"\n   What is your favorite type of cheese? (If you like cheese at all)\n  ","944127":"\n   The gym or the beach?\n  ","944128":"\n   Do you like movies?\n  ","944129":"\n   Single or taken?\n  ","944130":"\n   What was the last thing you got for free?\n  ","944131":"\n   Movies or Series?\n  ","944132":"\n   Humor me: “I’ve got good news, and I’ve got bad news. Which one first?”\n  ","944133":"\n   Are you dependant or independent?\n  ","944134":"\n   Why must there be racism in society? Why can’t everyone just agree with the fact that we’re all created equal and live in peace and harmony. R.I.P George Floyd 🙏🏻\n  ","944135":"\n\n    https:\/\/youtu.be\/CYdo14PMJ64\n   \n","944136":"\n\n    https:\/\/youtu.be\/CYdo14PMJ64\n   \n","944137":"\n   Burgers with pickles or onions or both?\n  ","944138":"\n   If you ever encountered something like Slender man alone in the woods, do you think you'd be able to get out of there alive? Would you be able to resist looking back at him as he followed you? 😨\n  ","944139":"\n   Sure does\n  ","944140":"\n   Same\n  ","944141":"\n   How would you change the world if you could?\n  ","944142":"\n   And what is it that you enjoyed that you want to do again\n  ","944143":"\n   But you don't need that. So what do you need?\n  ","944144":"\n   Have you ever tasted dog or cat food?\n  ","944145":"\n   How do you see yourself spending your time in your old age?\n  ","944146":"\n   Yup\n  ","944147":"\n   Every day\n  "},"Answer":{"943076":"\n  stay awake for a long time and leave the lights on even while I'm sleeping. idk why, but for some reason that helps me\n  ","943077":"\n  mebfjfbf dark green & yellow sound horrible, I'm with you on that one\n  ","943078":"\n  I don't cook\n  ","943079":"\n  Nonjudgemental about my interests and thoughts\n  ","943080":"\n  maybe some french toast\n  ","943081":"\n  I didn't\n  ","943082":"\n  Few? There's a lot ...\n  ","943083":"\n  Many\n  ","943084":"\n  Nachos\n  ","943085":"\n  I haven't really ever over eaten before\n  ","943086":"\n  haven't read it so idk\n  ","943087":"\n  chocolate chip\n  ","943088":"\n  I try to erase negative memories....it doesn't go so well a lot of the time tho\n  ","943089":"\n  Cinema Sins bc they make me laugh\n  ","943090":"\n  I won't make soap at home\n  ","943091":"\n  Living\n  ","943092":"\n  yes, but I haven't used it in forever\n  ","943093":"\n  I like Parks and Recreation seasons 2-5 a lot. Teen Wolf is aight. I also like Fresh Prince of Bel Air\n  ","943094":"\n  Today, I just feel stuck and alone and hopeless. Wbu?\n  ","943095":"\n  At least two shades is what I prefer\n  ","943096":"\n  Mexico\n  ","943097":"\n  Mexico\n  ","943098":"\n  idk\n  ","943099":"\n  I'm not sure, I don't think I've ever achieved smth very achievable. At least nothing that has stood out.\n  ","943100":"\n  Yes, do you?\n  ","943101":"\n  idk\n  ","943102":"\n  I don't like nuts\n  ","943103":"\n  I would go to Texas and visit my family\n  ","943104":"\n  Sorry, what's the question?\n  ","943105":"\n\n   @kidathegreatposts\n  \n","943106":"\n  Assuming I had my own house? Rug, chairs, floor lamps, wall lights, ceiling light, couch, table, TV\n  ","943107":"\n  thank you\n  ","943108":"\n  Currently, partial hospitalization.\n  ","943109":"\n  online, campus\n  ","943110":"\n  no\n  ","943111":"\n  Pretty tired and empty feeling today. A little sad and alone as well. How about you?\n  ","943112":"\n  Not to trust anyone very quickly\n  ","943113":"\n  hi there\n  ","943114":"\n  nape\n  ","943115":"\n  I really wouldn't be in a beauty pageant\n  ","943116":"\n  I've got some from many different sites. One of them is Dope Apparal though, so I wanna give them a s\/o. Go find their clothes\n  \n   @dopeapparel\n  \n","943117":"\n  more of time, alone. I'm very introverted. That doesn't mean I don't ever like to be around people though. I still value friendship.\n  ","943118":"\n  this woman I met recently\n  ","943119":"\n  nope\n  ","943120":"\n  yes\n  ","943121":"\n  Scrambled eggs with cheese\n  ","943122":"\n  Not in fashion I guess\n  ","943123":"\n  I'll consider it. I hear enough about mental health every day already\n  ","943124":"\n  wdym by fresh?\n  ","943125":"\n  yes\n  ","943126":"\n  I don't\n  ","943127":"\n  Some things, yes\n  ","943128":"\n  I'm pissed with Jlo and never was a big fan anyway ......\n  ","943129":"\n  A small cat\n  ","943130":"\n  Any one but my dad I'm guessing\n  ","943131":"\n  nope\n  ","943132":"\n  Idk, I have a really hard time with that\n  ","943133":"\n  I'll pass, but thanks\n  ","943134":"\n  Idk\n  ","943135":"\n  nope\n  ","943136":"\n  Strawberry or Vanilla\n  ","943137":"\n  Storm cake I think it's called. Either that or it's called thunder cake\n  ","943138":"\n  Not very tidy organized\n  ","943139":"\n  Yes I am. But can we talk on here first?\n  ","943140":"\n  n\/a\n  ","943141":"\n  Dark colors\n  ","943142":"\n  I'm not a fan of fake leather or real leather\n  ","943143":"\n  Yeah, from a couple places near my house\n  ","943144":"\n  Exactly none\n  ","943145":"\n  Not really the subject, but the existence, yes.\n  ","943146":"\n  Any shampoo that works well and keeps your hair healthy\n  ","943147":"\n  None.\n  ","943148":"\n  I'd rather not recount it\n  ","943149":"\n  Bathing, lotion\n  ","943150":"\n  to my bank acc\n  ","943151":"\n  Eh...neither\n  ","943152":"\n  quiet\n  ","943153":"\n  I prefer Android\n  ","943154":"\n  Well, I've been ruminating a lot on recent & future events. Been having a lot of anger and anxiety lately and feeling invisible and like I don't matter to anyone.\n  ","943155":"\n  I don't have anyone in mind 🤷🏾‍♂️\n  ","943156":"\n  fair\n  ","943157":"\n  Yes, his name is Kida the Great! He's a popping dancer and does these crazy isolations that I wish I could do! His body control is insane!\n  ","943158":"\n  I like that it keeps me entertained when I'm bored and makes me think about things and be honest. It also is a place to start nice conversations with people sometimes.\n  \n  I don't like that the app is so dry (not much active users), the 🔥s are worth pretty much nothing, I can't change my username, the link to our profiles have annoying pop-ups, I get a lot of questions in languages I don't understand, lots of people are rude, people who don't have accs can't send anonymous questionsbto other's anymore, people say they like questions that make em think but then answer my thoughtful question (and board, not weirdly specific questions like some people send) with \"idk,\" and that's if they even answer them at all.\n  ","943159":"\n  Today was a rough day tbh\n  ","943160":"\n  Abandonment, feeling invisible\n  ","943161":"\n  Idk about wanting to be famous. To be liked, hell yeah. I don't want people to ever stop liking me (if anyone does)\n  ","943162":"\n  Ignore most of time, but if you can educate them in a mature manner, then that makes sense\n  ","943163":"\n  Chocolate\n  ","943164":"\n  Idk\n  ","943165":"\n  I just wanna die\n  ","943166":"\n  Beginning of March. I stayed up till 5 am finishing a group project\n  ","943167":"\n  The latter\n  ","943168":"\n  Marmalade jam, certain medications, beets, papaya, beer\n  ","943169":"\n  I'm still looking for them.\n  ","943170":"\n  Yep. in fact, I'm not really feeling much energy to even respond to questions rn. but I'm doing it\n  ","943171":"\n  Plaid\n  ","943172":"\n  Neither is fine\n  ","943173":"\n  This question make no sense. You need some punctuation bro\n  ","943174":"\n  I don't have one\n  ","943175":"\n  There wasn't. it all sucked\n  ","943176":"\n  black\n  ","943177":"\n  To a country that's not in this solar system\n  ","943178":"\n  I don't do that\n  ","943179":"\n  No, bc I'm not a glitter person and also it gets everywhere\n  ","943180":"\n  Nope\n  ","943181":"\n  I don't do purses\n  ","943182":"\n  nope\n  ","943183":"\n  No discrimination\n  ","943184":"\n  I don't know the difference tbh\n  ","943185":"\n  I don't have one. I'm just unlucky tbh\n  ","943186":"\n  I think some of both for sure\n  ","943187":"\n  I am lost\n  ","943188":"\n  Bruh\n  ","943189":"\n  Huh?\n  ","943190":"\n  more or less\n  ","943191":"\n  excuse me?\n  ","943192":"\n  I hate cooking tbh\n  ","943193":"\n  Not as often as I would like to\n  ","943194":"\n  Kindness\n  ","943195":"\n  I really just don't\n  ","943196":"\n  Idek what that is\n  ","943197":"\n  when I sleep I turn them off\n  ","943198":"\n  healthy distance\n  ","943199":"\n  To play, baseball. To watch, basketball.\n  ","943200":"\n  Oh, how fun! No I can't, but it looks cool. Do you have a favorite dancer at all that you like to watch?\n  ","943201":"\n  I'm not\n  ","943202":"\n  bruh\n  ","943203":"\n  Lotion\n  ","943204":"\n  nope\n  ","943205":"\n  Sorry, I do not understand you're saying here at all.\n  ","943206":"\n  I am a short, black, depressed, lesbian, young, incompetent, lonely, instable, failed adult.\n  ","943207":"\n  No\n  ","943208":"\n  Earlier this yr I think. Hbu?\n  ","943209":"\n  That life fcken sucks.\n  ","943210":"\n  No\n  ","943211":"\n  That really depends on the guest. And I'd rather not have guests at the house I live in rn bc I hate like everything about the house. But if I lived in my own place or just somewhere else, like I said, it completely depends on the guest.\n  ","943212":"\n  I don't have one. I can't escape the hell of this world.\n  ","943213":"\n  No\n  ","943214":"\n  It depends on what \"best\" and \"worst\" entails\n  ","943215":"\n  I shop whenever I want and have money\n  ","943216":"\n  Really bad\n  ","943217":"\n  I dont\n  ","943218":"\n  No\n  ","943219":"\n  No, I'm not\n  ","943220":"\n  one should do whichever they want\n  ","943221":"\n  I don't want\n  ","943222":"\n  A power bank\n  ","943223":"\n  20\n  ","943224":"\n  My own creation\n  ","943225":"\n  🤷🏾‍♂️🤷🏾‍♂️\n  ","943226":"\n  I'm not a picture person. Don't like taking pics\n  ","943227":"\n  I don't watch YouTubers\/vloggers like that, but sure, yeah. Maybe then I would watch them\n  ","943228":"\n  Probably 15-16\n  ","943229":"\n  nothing\n  ","943230":"\n  very introverted\n  ","943231":"\n  I like my biological mom the best. But based on who I live with, my dad\n  ","943232":"\n  k\n  ","943233":"\n  Strawberry Banana I think\n  ","943234":"\n  None\n  ","943235":"\n  CinemaSins\n  \n  HISHE\n  \n  WahBanana\n  \n  Lenarr Young\n  \n  SuperSaf\n  \n  Mrwhosetheboss\n  \n  Flossy Carter\n  ","943236":"\n  Add confidence and smart, remove anxiety.\n  ","943237":"\n  Neither. But I would them with my Texas fam probably\n  ","943238":"\n  I have YouTube and on my channel I post old dance videos ands dance compilations of my favorite dancers.\n  ","943239":"\n  none\n  ","943240":"\n  yes but don't remember the names of most of the foods, just the restaurant names\n  ","943241":"\n  I wouldn't paint it myself or whatever was on it would look like 🗑️. But I would have someone paint my cow on it.\n  ","943242":"\n  no\n  ","943243":"\n  I think that's more dependant on the person than nationality. Sometimes I like people's posts and sometimes I don't. Just depends on my mood, time and the person's posts.\n  ","943244":"\n  Wash my hair.\n  ","943245":"\n  Mashed potatoes, gravy, cranberry sauce, vegetarian stuffing\n  ","943246":"\n  N\/A\n  ","943247":"\n  Target? Idk\n  ","943248":"\n  Before, I slept. Now, I do 8hrs of therapy everyday\n  ","943249":"\n  Go follow mine\n  ","943250":"\n  none\n  ","943251":"\n  maybe you did.\n  ","943252":"\n  yes\n  ","943253":"\n  I never dress up nicely\n  ","943254":"\n  Another day of 8hr partial hospitalization therapy treatment. Wbu?\n  ","943255":"\n  Horrible\n  ","943256":"\n  either waffles or french toast\n  ","943257":"\n  none\n  ","943258":"\n  nah nigga\n  ","943259":"\n  1. my cow\n  \n  2. love\n  \n  3. friend\n  \n  4. acceptance\n  \n  5. reliability\n  \n  And I'm hardly living ....\n  ","943260":"\n  nice\n  ","943261":"\n  yes and my dad's father's obituary showed up\n  ","943262":"\n  no\n  ","943263":"\n  Finn\n  ","943264":"\n  My online friend was asking me how I was feeling today and I said tired and a bit down and exhausted, ya know. And she replied with \"how about we do some stretching? :D\" And that just made me laugh hehe\n  ","943265":"\n  there is not one I have in mind rn\n  ","943266":"\n  Well, I'm African American....so I guess some from Africa and then I happen to know I have a little Native American in me but idk how much....\n  \n  And yes, I definitely get emotional responses from the African culture especially from the music, dances and rituals. And I also get some from just southern American black culture even tho I wasn't grown up there.. My mom grew up there and always lives there and I've always wished I could have lived\/grown up with her. I love their food, accents, traditions...\n  ","943267":"\n  Confidence, charisma, and I wanna take away social anxiety\n  ","943268":"\n  I can't name one\n  ","943269":"\n  nope\n  ","943270":"\n  Well, my favorite style is popping, but I'm completely self-taught there so I'm not that advanced heh. But I also do some studio hip-hop and have taken some African dancing classes too!\n  \n  Do you dance at all?\n  ","943271":"\n  Give it back to them\n  ","943272":"\n  that's a fat no heh\n  ","943273":"\n  Oh, don't even get me started....\n  ","943274":"\n  either 2000s or 2010s\n  ","943275":"\n  Yesterday was...weird. I talked more and made more connections I think. But I also had lots of anxiety and felt kinda mad and like I was suppressing a feeling. and I had a horrible headache for a few hrs. yesterday was just confusing and disorienting tbh. I think my mind is going crazy bc I'm an introvert being forced to do extrovert activities and it's killing me. but yesterday wasn't a bad day. it was just weird and off-putting and anxiety-inducing....\n  \n  How was your day?\n  ","943276":"\n  yes\n  ","943277":"\n  yeah, someone is\n  ","943278":"\n  my life\n  ","943279":"\n  I'm not sure... what do you think? 🤔\n  ","943280":"\n  oh no\n  ","943281":"\n  I don't have anyone in mind\n  ","943282":"\n  I'm not sure tbh\n  ","943283":"\n  I don't have a favorite, I just like casual clothes.\n  ","943284":"\n  Sure, he aight\n  ","943285":"\n  heyo\n  ","943286":"\n  Ask what?\n  ","943287":"\n  This app?\n  ","943288":"\n  One. But I can partly understand another and can do\/understand some ASL\n  ","943289":"\n  Community, belonging, love, understanding, relation, music, compliments, noticing acts of kindness between strangers, authenticity....are all things that can make me happy sometimes. Although, some of these I have never really experienced. I have never had a period of happiness. I have small moment, maybe a few hrs or a day or smth, but then I dont feel happy anymore. Smth always goes badly and turns shit around for me.\n  ","943290":"\n  Hmmm. I like my JavaScript\/Jquery book... I'm gonna say that bc that's the best thing I can think of rn\n  ","943291":"\n  I don't really have one bc I don't think I'm gonna make it very far from here\n  ","943292":"\n  Sí....\n  ","943293":"\n  No discrimination, hate speech, racism or encouraging violence...?\n  ","943294":"\n  I don't have one\n  ","943295":"\n  yes\n  ","943296":"\n  maybe either hearing better or speed, from a wolf -- I would want it to be smth I could hide easily bc, for example, if I took flying from a bird, I think I would become all over the news\n  ","943297":"\n  I wouldn't. I think I don't belong here\n  ","943298":"\n  write in my own words helps me best\n  ","943299":"\n  nah\n  ","943300":"\n  nope and not really.\n  ","943301":"\n  What are your interests?\n  \n  What do you do? School? Work?\n  \n  How old are you?\n  ","943302":"\n  I dunno, I like my nose ring\n  ","943303":"\n  don't have one\n  ","943304":"\n  I don't have a house, I just live in my parents\n  ","943305":"\n  not that I can recall\n  ","943306":"\n  Mmm, I observe who is confident, competitive, talkative, humorous, intelligent, rude, quiet, exclusive, mentally present, socially active, curious, reserved, knocked out....and if I have to address them or work with them, I try to find non-conflicting ways bc I always try to avoid all conflict, but I should be more assertive to the people who have personalities or temporary states if they are jeopardizing my grade or learning\/school experience. Most of those observations I listed are ones I compliment, but others...I can't deal with it well. I end up losing for their messed up shit\n  ","943307":"\n  Idk. I think countries mostly look different than what I imagine in my head. And I haven't really observed most countries so I can't assess\n  ","943308":"\n  I would help lots of important charities and add to people's GoFundMe's and replace my laptop and buy a subscription for Disney+, as a start. Then I would cover my college bills and get my friend an Amazon Prime subscription.\n  ","943309":"\n  I don't. My house is full of negativity\n  ","943310":"\n  Ohhh no, we not goin back.\n  ","943311":"\n  Comedy, drama, sci-fi, superhero movies\n  ","943312":"\n  Zip lining in the mountains. We were really high up.\n  \n  And then also I guess skinny-dipping (swimming naked), but I was pretty young and with some parents and friends and it was at this lake and no else was there but us. So, in other words, nun inappropriate happened. We just didn't have bathing suits with us.\n  ","943313":"\n  more floor space...and then a small couch and a floor lamp, color changing light strip\n  ","943314":"\n  Neither\n  ","943315":"\n  Some good applications to download, what places to not trust on eBay or Amazon, some of my morals like homosexual love matters and is not different than any other kinda of love, how to clean the bathroom, what to not do as an adult, what attitude I don't wanna have....\n  ","943316":"\n  Sorry, I don't understand the question\n  ","943317":"\n  I hope so. but idk bout that... I could definitely be better. But (since I'm trying to work on giving myself credit for things I do well), I don't think I'm a bad influence.\n  ","943318":"\n  Meagan Tandy\n  ","943319":"\n  I'm still looking\n  ","943320":"\n  Sleep with a stuffed animal and carry him around wit me in the house\n  ","943321":"\n  Won't do that\n  ","943322":"\n  idk\n  ","943323":"\n  it's aight. tomato basil doesn't sound too bad. and I loooove cornbread btw (to eat with soup,)\n  ","943324":"\n  neither\n  ","943325":"\n  CinemaSins\n  \n  WahBanana\n  \n  Lenarr Young\n  \n  Hishe\n  \n  mrwhosetheboss\n  \n  SuperSaf\n  \n  Matt Steffinna\n  ","943326":"\n  probably making websites and\/or apps for individuals. Or social media managing for popular individuals\n  ","943327":"\n  men should wear whatever they want. Honestly, I don't think kids are gonna think much of it. why would they care? A man is not guaranteed to attract a woman in his speedos, but it's a possibility.\n  ","943328":"\n  I don't personally have any\n  ","943329":"\n  I guess I prefer Beethoven's music. Wbu?\n  ","943330":"\n  neither. I think a diamond is just a diamond.\n  ","943331":"\n  Black America. Just dressing casual but fresh. That's what I like.\n  ","943332":"\n  the place is haunted? no I'm not staying\n  ","943333":"\n  I used Cetaphil and warm water\n  ","943334":"\n  I'm not picky about my sunblock\n  ","943335":"\n  Hmm, idk. I love beat and rhythm. It was essential to my ancestry and was used during their ceremonies so maybe that's why I love it so much?\n  \n  I also am a dancer and my favorite dancer first became inspired to dance by his older brother who is a deaf dancer. He self-taught himself to dance by feeling the vibrations of the bass in the music and then dancing to that. So that's how my favorite dancer typically dances (he does popping) and it's super cool. He was who inspired me to teach myself to dance.\n  \n  I played the drums for a while too, but that was after I knew I liked them.\n  \n  You chose 4 very different instruments haha. Rhythm, woodwind, string and keyboard. What makes them your favorites?\n  ","943336":"\n  fruits and vegetables\n  ","943337":"\n  target....? idk, I don't really have a favorite.\n  ","943338":"\n  I should, but I don't\n  ","943339":"\n  why would I wanna buy crystals tho? 🤔\n  ","943340":"\n  Bad, but that's nun new. There hasn't been a good yr for me in a looong time.\n  ","943341":"\n  Foods with lots of fat\n  ","943342":"\n  I wash my hair, comb my hair, wear a night cap sometimes out in some butter cream product so it's not dry\n  ","943343":"\n  Not a trend, no....it's just people go outside wearing whatever pants they feel comfortable in for the day and sometimes that's sweatpants. Pants are pants. Bring whatever pants you want outside or to the gym. If you're comfortable, it doesn't matter.\n  ","943344":"\n  I don't\n  ","943345":"\n  Before I was just sleeping mostly and then had lots of dr appts. I took walks occasionally with my neighbor and I listened to music sometimes. I cried some and watched lots of Teen Wolf. Now, I spend 8hrs every day in partial hospitalization\n  ","943346":"\n  nothing at all\n  ","943347":"\n  what type?\n  ","943348":"\n  I have no. but I'd like to stay in a grave yard 6ft under\n  ","943349":"\n  it depends on what for I guess\n  ","943350":"\n  hmm?\n  ","943351":"\n  basil\n  ","943352":"\n  him\n  ","943353":"\n  when I lose things or forget things or to stop bad things from happening, taking timed tests, reading books, catching buses\/trains\/ferries\/planes, traveling....\n  \n  but I'm a bit confused tho tbh. When they run, all it feels like to them is that everyone around them is frozen, right? But nothing else changes for them? Bc if I were to run the distances they did, would it still feel like I was just running normally, or would I actually barely even realize it bc I'm going so fast that I can hardly see\/tell?\n  \n  I guess for example, if I were to run home from work one day bc I forgot my work vest, would I be running like how I normally run but just not losing as much breath or tiredness, feeling the same as I normally would but everyone would be \"frozen\" around me so by the time I got back time hardly passed, or would I feel faster and feel like I'm running in the time that everyone sees me as (a blur\/streak) and just somehow be able to take things in faster (like stuff I read and my whereabouts, etc....)?\n  \n  Bc if it's the former, I think I would use it a lot less just bc shit would take a long time for me, even if it was only really like 2 seconds in real time and it was fast for everyone else... But if it's the latter, then my answer stays the same.\n  \n  This is smth I've never understood bc when The Flash does important shit really fast, then the show slows down everyone else so we see Barry moving around and thinking in our time as if things aren't going on really fast for him, it just seems that way for everyone else... but then they show clips of him doing small things like reading a book or running to work and they just show it as a \"streak\" as if it takes no time at all (as it does). So I'm sitting here like 'did he really just stand there and read that whole book for what's like hrs for him but seconds for everyone else?...or did his mind really just intake the whole book super fast that it felt like nothing for even him too?\n  ","943354":"\n  yeah\n  ","943355":"\n  anonymous. if people weren't so mean on here, maybe I would prefer going public\n  ","943356":"\n  not good...\n  \n  hbu?\n  ","943357":"\n  tea\n  ","943358":"\n  huh?\n  ","943359":"\n  horrible. yours?\n  ","943360":"\n  n\/a\n  ","943361":"\n  I don't have one\n  ","943362":"\n  physically yes, but happily,no. I can't even live happily with the internet and that s my main source of entertainment so I can't imagine ever escaping this depression w\/o it. Being able to talk to people and watch funny YouTube videos & shows, watch dancers and watch my favorite shows and most importantly, listen to music....I need all that if im gonna keep going\n  ","943363":"\n  Well, offline, I'm very avoid-controversy-at-all-costs kinda person so I just don't... But online, I can pretty vocal with my opinions and I will bring in facts and will persistence to get the other person in a rut over their discriminative, selfish\/ignorant or racist opinions. But it's not good for me. Putting so much energy into that stresses me out, makes me sad & angry and lowers my mood by a lot. I know it's important to talk about these subjects, but it can be very draining trying to talk to ignorant d*cks who don't listen no matter what.\n  ","943364":"\n  I never really watched TV much when I was a kid. the only I did was when I was sick, which wasn't very often. My brother and I would also watch TV at my grandma's house whenever we went bc she had Sprout TV and my house had like no channels. I don't really remember what we ever watched tho and since we weren't at her house a lot we still never watch much. So, I guess I said all this just to say that I have no answer.\n  ","943365":"\n  living, this cruel world, abandonment, rudeness, discrimination, hate towards groups of people, gender roles, the society I live in, racism, deaths, losses, being separated from my family all my life, that I'm never good enough, poverty rates, exploitation, bad luck\/my luck, ignorance, feeling invisible, myself being a failure, Naya Rivera...., me being a loser, school\/education system.....so many things, but I'll stop there\n  ","943366":"\n  Ok, first guesses:\n  \n  Nancy \/ Nanci\n  \n  Naomi\n  \n  Nadia\n  \n  Nikki\n  \n  Norma\n  \n  Norra\n  \n  Nessa\n  \n  Nisha\n  \n  Nelle\n  \n  Naema\n  \n  Is it any of these?\n  ","943367":"\n  I gotta go with cake\n  ","943368":"\n  I have no idea... Could be yrs\n  ","943369":"\n  Nachos I think\n  ","943370":"\n  I don't not like it\n  ","943371":"\n  Ugh, sorry to hear 😣 2020s been real messed up.\n  \n  I think my city might be heading in the same direction. Although, I'm probably still gonna have to be \"partially hospitalized\" everyday either way so it's a lose-lose no matter what I guess :\/\n  ","943372":"\n  Yep. It's def not right. Unfortunately, the world we live in sucks. Not enough people know how to accept and show kindness and love towards each other.\n  ","943373":"\n  Asking \"excuse me\" in that context is like asking \"I'm sorry, what?\"\n  ","943374":"\n  Idk, bc I don't know those people.  I do know that racism, by definition, can only exist when one group has power and influence over another. Therefore, the ones racist to Asians\/Latinos are white people. many white people I imagine (ofc not all) are finding it easier to just \"ride the wave\" instead of actually showing care for the situations. they may post smth when smth becomes big on the news (for ex, George Floyd), but they don't care if it's not on the news and they just post bc everyone else is doing it. After the news dies down (which sadly, it always does way too soon), they no longer care. There is not quite as much Asian or Latino police brutality in US (which is the only country I can speak for) so they don't make it on the news like that. therefore, some messed up white people may find it more \"safe\" or \"appropriate\" to be racist towards Asians and\/or Latinos. they figure they won't get into as much trouble bc they aren't contributing to an as prevalent controversial issue in US. Anyway, that's just a spit ball theory. I don't really know and will never understand.\n  \n  And also, this can apply to discriminative Black or indigenous people as well. They just can't be \"racist.\" But they can be discriminative or mean. Everyone can be that by definition. I do believe on an overall scale, POCs tend to unite more than divide. I had a deep and bonding race conversation with a Chinese friend today and I'm Black. We both understand each other. It's unfortunate not everyone can bond like that and have that validating and empathic connection.\n  ","943375":"\n  Speak my mind publicly\n  ","943376":"\n  yes\n  ","943377":"\n  Hmm.\n  \n  Drums\n  \n  Piano\n  \n  Violin\n  \n  But my favorite of those gotta be the drums. I love a nice beat\n  ","943378":"\n  I like red roses. But colorful is fine too\n  ","943379":"\n  I don't really have any 2020 goals. I have to take things day-by-day rn bc I've been in a pretty messed up place for a long time now and it's gotten to a point where there's no found light in the darkness\n  ","943380":"\n  excuse me?\n  ","943381":"\n  Assuming this is possessions as in items,\n  \n  1. my cow\n  \n  2. my phone\n  \n  3. my texas fam photo album\n  \n  4. my earbuds\n  \n  5. my tablet\n  ","943382":"\n  Yes I do, but I don't use it much. do u wanna talk on it?\n  ","943383":"\n  Thank you ❤️ I had a rough day today. It was pretty exhausting. But I hope you had a great day\n  ","943384":"\n  ugh\n  ","943385":"\n  I'm like the only one in the world who has not I think\n  ","943386":"\n  Aha I like it! Now I know 3 Danny's haha. It's good to meet you :)\n  \n  So how was your day today? California closed back up a lot bc of Covid-19, didn't it. Have u been able to get outta the house much lately?\n  ","943387":"\n  I need hints to do this or else is near impossible\n  \n  cow\n  ","943388":"\n  Okay. It is a common name?\n  ","943389":"\n  Okay, are you gonna give any hints other than \"yes\" or \"no\" for my guesses?\n  ","943390":"\n  My mom's house in Texas. I just wanna be with my family.\n  ","943391":"\n  Worse. What about yours?\n  ","943392":"\n  I'm not planning on it\n  ","943393":"\n  no\n  ","943394":"\n  Yeah, I wish I did. Some of them were gonna come visit me this summer but then Covid happened.\n  \n  My name is Jaye! What is your name?\n  ","943395":"\n  Understandable\n  ","943396":"\n  My guy, that is not a Spotify link so I'm not pressing it ✋🏾\n  ","943397":"\n  Nahh\n  ","943398":"\n  December\n  ","943399":"\n  I love your questions\n  ","943400":"\n  I dont\n  ","943401":"\n  maybe\n  ","943402":"\n  The Samsung Galaxy Note 10\n  ","943403":"\n  not at all\n  ","943404":"\n  I love my cow\n  ","943405":"\n  I have 4 older brothers, 2 older sisters and 1 younger brother, but I have only ever lived with one of them\n  ","943406":"\n  loose comfortable\n  ","943407":"\n  nope\n  ","943408":"\n  I like chocolate cake as well\n  ","943409":"\n  some of both, depending on the situation. I like to plan things so that I don't feel so stressed about them and bc sometimes I like to plan, but sometimes I feel so stressed about smth that I just wanna forget about it and let it happen when it happens so I'm not just stressing myself out for a long time\n  ","943410":"\n  Thank you 🙏🏾🙏🏾\n  ","943411":"\n  idk who u are\n  ","943412":"\n  strawberries\n  ","943413":"\n  Hmmm I don't really like the green or yellow....\n  ","943414":"\n  The ones with raspberry and strawberry inside\n  ","943415":"\n  I don't use perfume\n  ","943416":"\n  winter\n  ","943417":"\n  Long time ago; I don't remember\n  ","943418":"\n  I don't 😬\n  ","943419":"\n  I loooove Mario Kart and I'm decent at it. I will beat you 😜. My least favorite item to get hit by is a blue shell and my favorite item to use is a red shell. wbu?\n  ","943420":"\n  Clear?\n  ","943421":"\n  not very long. I have tried underwater, but I hate swimming and I suck at it haha\n  ","943422":"\n  waffles or french toast\n  ","943423":"\n  part\n  ","943424":"\n  I don't bother with the trends, I just buy what I like\n  ","943425":"\n  nope\n  ","943426":"\n  neither. but I like the cold weather better bc then I can layer\n  ","943427":"\n  black\n  ","943428":"\n  I know a fair amount of stuff about phones\n  ","943429":"\n  I'm not sure. SpongeBob maybe? Or the Simpsons... I really don't watch a lot of cartoons tho\n  ","943430":"\n  probably pasta hahahaha\n  ","943431":"\n  Texas to see my family\n  ","943432":"\n  Saturday\n  ","943433":"\n  I've ridden a horse a couple times before and I never wanna do it again\n  ","943434":"\n  I have a hard time calming down when I really feel bad\n  ","943435":"\n  not really. I think yeah, they have decieved me. I think\n  ","943436":"\n  I don't have a favorite....s\/o to\n  \n   @dopeapparel1\n  \n  tho. they got some empowering message clothing and they are a kind person\n  ","943437":"\n  yeah, I this one guy i met online once tried to befriend me just to ask for money later and make me feel bad for not giving him much\n  ","943438":"\n  I like to listen to music, dance, watch TV shows, computer code, making people laugh, taking naps, social media managing, watching videos on YouTube....and I used to like drumming. haven't done it in awhile tho\n  ","943439":"\n  I don't love keeping my problems to myself at all, but I'm afraid if I tell other people that they will consider me a burden for them bc they won't wanna hear me *\"whining\" about my life or deal with my problems when they have their own life.\n  \n  *I feel like whining is what they would consider it\n  ","943440":"\n  I haven't in a while, but there is some oil I used to out on my face\n  ","943441":"\n  more of a private person\n  ","943442":"\n  mine\n  ","943443":"\n  hey\n  ","943444":"\n  not often\n  ","943445":"\n  Tbh, Im really not much of a holiday person. Ok so, I like Thanksgiving food a lot so I look forward to that when it comes around, but the holiday itself, I hate. This history of it is not smth to celebrate. I guess a lot of people only celebrate it as a way to be thankful for family and get together and feast now, so maybe it's alright....I'm still determining how i feel. I used to really love Christmas bc it was exciting, but now, I don't really think much of the holiday and my fam doesn't really do much. I also am not religious, so it doesn't have the same meanings to me. And my fam doesn't celebrate anything else, so.... I don't really have a favorite. I guess I appreciate MLK day and Juneteenth. guess my least favorite holiday is probably Valentine's day.\n  ","943446":"\n  I haven't found that place yet\n  ","943447":"\n  Lay in bed. Sometimes I watch YouTube for a bit or listen to music or try taking some melatonin\n  ","943448":"\n  nah\n  ","943449":"\n  Thank you. I wish u the same <3\n  ","943450":"\n  Ah, that's nice. Do u have any siblings? I was wait-listed at UC Davis and never got off the wait list there, but I really liked the school and the town when I went to visit and someone I know lives in Sacramento so I would be nearby if I had gotten the opportunity to go to school there\n  ","943451":"\n  not well\n  ","943452":"\n  I like that I have a bit more time to myself and I don't have homework.\n  \n  I don't like the pressure, loneliness & the BUGS\n  ","943453":"\n  Peace maker if either\n  ","943454":"\n  Don't hope, bc then it hurts even more once you get let down\n  ","943455":"\n  I don't have one, I like a lot of my clothes\n  ","943456":"\n  No.\n  ","943457":"\n  😞😞 Thank you, I really appreciate it 🙏🏾🙏🏾💕 So far, the program has been pretty miserable, but at least I've been getting outta bed and leaving the house now. It's been very draining tho, I'm so exhausted by the time I get home, I always just wanna go to sleep\n  ","943458":"\n  nah\n  ","943459":"\n  Hopefully I can find a job in web development. Good luck with the internship! I know those can be hard to get.\n  \n  So what did you do today? :) Also, what part of Cali are you located? I've only ever traveled to California once, but I always want to live there. I was hoping to go to school there originally, but I got wait-listed at my first choice :(\n  ","943460":"\n  Yeah, idk what to do yet. I want to do CS, I just don't know if it's achievable for me bc I'm not the fastest learner or the best of the best and the field is getting really competitive these days 😓\n  ","943461":"\n  Idk many models\n  ","943462":"\n  ✋🏾\n  ","943463":"\n  winter bc it's dark and rainy and sometimes it snows\n  ","943464":"\n  thanks\n  ","943465":"\n  I'm too tired in the mornings to do that\n  ","943466":"\n  today....I'm always scared\n  ","943467":"\n  ya know, I'm not sure 🤔\n  ","943468":"\n  what about it?\n  ","943469":"\n  Capricorn\n  ","943470":"\n  ofc I get hurt by other's words. all the fuckin time. to get out of depressed mode I have to go thru over a yr of counseling\/therapy and be partially hospitalized 8hrs every day for at least a month...... and even once that's over there's no guarantee I will be out of depression. some people said they have been there for 8 weeks 😣😣 I hate it. I'm so fcked up inside\n  ","943471":"\n  these Jalapeños I had\n  ","943472":"\n  I haven't found it yet\n  ","943473":"\n  I think people typically think I'm younger than I really am\n  ","943474":"\n  Phones tbh. I'm a phone geek 🤷🏾‍♂️\n  ","943475":"\n  If they are \"friends,\" yes. both.\n  ","943476":"\n  Yes\n  ","943477":"\n  not much. last place I traveled was Texas to visit family. I love seeing them, hanging out with them and getting to know them...even tho it makes me really nervous to be around them\n  ","943478":"\n  I.cant\n  ","943479":"\n  I am.... but I don't know exactly what\n  ","943480":"\n  I would keep talking to them if they are still my friend and I like them and have nothing against them. No friend of mine gets to decide who MY friends are and if they think they do, then maybe they aren't really a friend of mine. But, I think in most situations that I can imagine, if a best friend of mine had an explosive fight with another person, there would be a reason I didn't enjoy that person anymore either and so both of us would cut ties with the person\n  \n  And also, it's not always about how that person mistreated me, if I feel they really mistreated my friend, then I will cut ties bc no one messes with my friends then gets excused by me. But if both are in the fault or I believe my best friend is the one who made a mistake this time, then I would not leave another friend for no reason except someone else asking\/telling me to.\n  \n  In summary, I am not gonna let someone else decide who my friends are, I'm gonna stick with people who I appreciate who make me feel happy, aren't mean or rude, and who support me back. If the person is no longer that kind of person, then I will cut ties with them. And while I believe that would more likely be the case if a best friend of mine got into a fight with them (bc I would think my best friend and I have more similar beliefs and opinions -- that's park of what would make us best friends), it's not always like that ik, so I would do what I can to support both friends.\n  ","943481":"\n  I don't really have a favorite, but I like to use Cetaphil and CereVe (and to all Cetaphil haters, it stays dermatologist approved and there's no evidence that it is actually harmful to the body)\n  ","943482":"\n  idk, I don't really consider my mean friends, friends. there was this one guy, but we aren't friends anymore. he was just mean, problematic, self-entitled... and then this girl too, same thing, we aren't friends. she just always blew me off.\n  \n  I don't like the friends who ghost me tho. like not responding immediately -- I get that. I also understand not replying when once the conversation is over. but just not responding at all when we're in the middle of a conversation. it makes me feel like they don't care for talking with me and that I'm just a distraction for them when they're bored or have no one else at the time.... two friends in particular I'm thinking about here 🤔 I don't wanna say they are mean...., they just hurt me\n  ","943483":"\n  He's not necessarily a celebrity, but I like Big Will's style of dressing\n  ","943484":"\n  yeah\n  ","943485":"\n  Well, the original reason I joined was to ask a crush of mine and a few other people that I followed from Instagram\/YouTube questions. But the reasons I stayed on the app after yrs of not using it is the last two options\n  ","943486":"\n  No homework and (sometimes) more time to myself\n  ","943487":"\n  you never said what platform this tag is from\n  ","943488":"\n  That one sound greats\n  ","943489":"\n  Maybe the Arboretum near my old school? 🤔\n  ","943490":"\n  I'm not sure, but I imagine so\n  ","943491":"\n  I don't go on diets\n  ","943492":"\n  I don't have one\n  ","943493":"\n  Pasta hahaha\n  ","943494":"\n  none of the above. I have this jacket that I love and then I typically wear a cotton hoodie underneath\n  ","943495":"\n  Boring. I don't celebrate that \"holiday\" tho\n  ","943496":"\n  I don't have one of either 🤔 What about you?\n  ","943497":"\n  You too 💕\n  ","943498":"\n  sorry, I don't have that app :\/\n  ","943499":"\n  Yes, I am, and yes I do\n  ","943500":"\n  PJs, sweatpants, t-shirt\n  ","943501":"\n  I don't have a favorite 🤔\n  ","943502":"\n  nun these day unfortunately\n  ","943503":"\n  Stress wins over me\n  ","943504":"\n  I'm not necessarily fit. I'm super skinny and weak\n  ","943505":"\n  A JavaScript and Jquery one that I have\n  ","943506":"\n  The hair on me? I prefer my natural African hair\n  ","943507":"\n  golden heart\n  ","943508":"\n  I've never used chili while cooking\n  ","943509":"\n  I have the same question for you\n  ","943510":"\n  For myself? Short\n  ","943511":"\n  Nah, you're fine, I don't find you irritating. ask away\n  ","943512":"\n  I like em\n  ","943513":"\n  I don't have one\n  ","943514":"\n  Idk....I know who my favorite person who is an actress is, but I guess she's not my favorite bc she's an actress, I like her personality. I don't really have a favorite actress based solely from acting talent\n  ","943515":"\n  absolutely nun. it was hell again\n  ","943516":"\n  Nothing.... until 2 days ago when I was admitted into a PHP\n  ","943517":"\n  sounds like it. You like to get creative with your cooking is what it seems like\n  ","943518":"\n  food, ya know\n  ","943519":"\n  YouTube, if you get a lot of views and put in video ads or promote your sponsors. And if Covid-19 put you outta your job, like you got laid-off or fired, you can apply for unemployment benefits or PUA online and the government will give you money each week you fill out a claim\n  ","943520":"\n  It is difficult and the grading is extremely harsh. I also don't like how competitive the industry is for CS now. It makes it really hard to get good opportunities, which is all employers ever look for really 😞. It makes me wonder if I should aim for a different major and career instead 😐😓. My favorite field in it rn I think is web development. I've been doing it for a while and I have a lot of fun with it! But I wanna start some software development too. Hbu? What have you liked the most with it? Have you been in any internships?\n  ","943521":"\n  I don't\n  ","943522":"\n  I'm not really into fashion. I'm a casual dresser\n  ","943523":"\n  Is root beer one?\n  ","943524":"\n  I'm exhausted and ashamed and feeling self-hatred\n  ","943525":"\n  My skin color\n  ","943526":"\n  Null\n  ","943527":"\n  nope, never thought about it\n  ","943528":"\n  *And mental health and physical health weren't an issue.\n  \n  I would start dancing again\n  ","943529":"\n  Idk, I rarely have fruit salads. But I guess I like strawberry, cantaloupe, banana, grapes & pineapple bc all together\n  ","943530":"\n  Target is my favorite I think..... but there's no place I consistently go shopping at all the time for clothes\n  ","943531":"\n  yeah\n  ","943532":"\n  I really don't know\n  ","943533":"\n  I'll consider it\n  ","943534":"\n  no\n  ","943535":"\n  nothing\n  ","943536":"\n  😣😒😥😞😓😡😪\n  ","943537":"\n  Both\n  ","943538":"\n  Yes, I like Indian food\n  ","943539":"\n  don't have one\n  ","943540":"\n  I'm not a boy.....\n  ","943541":"\n  refried\n  ","943542":"\n  don't have one\n  ","943543":"\n  depends on who is dieting\n  ","943544":"\n  Broo same!!\n  ","943545":"\n  You don't have to give any kind of \"vibe\" to be yourself. If someone likes you, they will like you whether you're gay or not and if you reciprocate the feeling, you can tell em that you are gay\n  ","943546":"\n  sometimes I listen to music, other times I just lay in bed with my cow and sleep\n  ","943547":"\n  I'm 20. So what's your major?\n  ","943548":"\n  I like my skin color, but I hate everything else\n  ","943549":"\n  change into real clothes\n  ","943550":"\n  not really. but if I did, I'm willing to adopt\n  ","943551":"\n  cool\n  ","943552":"\n  failure\n  ","943553":"\n  relax\n  ","943554":"\n  20. you?\n  ","943555":"\n  strawberries and cherries\n  ","943556":"\n  a small cozy one\n  ","943557":"\n  Hawaii is not a country 🤔 But there's no country that I really love a lot. I'm not much of a traveler, more of a homebody\n  ","943558":"\n  don't have thoughts on Pakistan\n  ","943559":"\n  In PHP the whole time 😔\n  ","943560":"\n  dark color 💯\n  ","943561":"\n  get a fresh looking haircut\n  ","943562":"\n  there are different kinds of pickles? 😮\n  ","943563":"\n  Haha thanks, I'm trying not to but it's hard.\n  \n  Ahh right, so do you like it being online? Or would you rather go back to how it was originally?\n  \n  How old are you btw?\n  ","943564":"\n  ☮️\n  ","943565":"\n  nothing\n  ","943566":"\n  target\n  ","943567":"\n  did you? I still only have 292 followers\n  ","943568":"\n  no\n  ","943569":"\n  maybe 2 weeks ago\n  ","943570":"\n  I like to think I do wisely\n  ","943571":"\n  I respond to people on my acc\n  \n   @jblkcow\n  \n","943572":"\n  yes.\n  \n\n   @jblkcow\n  \n  is my personal\n  \n\n   @kidathegreatposts\n  \n  is my.....other acc\n  ","943573":"\n  sorry if I take a long time to respond btw. I have this thing 8hrs every day for a month 😣 But, I have been going to school and I also have a part time job in the last yr. Currently, I'm not in school and my job is suspended bc of the virus and then I was put into this 8hrs a day thing for health. Wbu? Do you work or go to school?\n  ","943574":"\n  they believe it is superstitious\n  ","943575":"\n  I don't drink weight loss tea\n  ","943576":"\n  never\n  ","943577":"\n  0. I guess I have about 3 favorite people on AskFM, but not bc they are my friends. only bc I like the questions and responses they give me\n  ","943578":"\n  I don't have one and have never drank one\n  ","943579":"\n  someone\n  ","943580":"\n  yeah, I did the former haha\n  ","943581":"\n  nope\n  ","943582":"\n  yeah haha. they are all trash tho\n  ","943583":"\n  I don't have a favorite\n  ","943584":"\n  idk 🤷🏾‍♂️\n  ","943585":"\n  no thanks\n  ","943586":"\n  a new phone screen protector\n  ","943587":"\n  yeah, I've given them a lot\n  ","943588":"\n  no\n  ","943589":"\n  I don't have a best friend, but I want one\n  ","943590":"\n  beets and raw broccoli\n  ","943591":"\n  kidathegreat.merch\n  ","943592":"\n  depends on the friend\n  ","943593":"\n  the foreign food\n  ","943594":"\n  idk what \"clicked of nature\" mean\n  ","943595":"\n  last night I had pasta\n  ","943596":"\n  Cetaphil for my face\n  ","943597":"\n  I don't know you\n  ","943598":"\n  my favorite is the winter\n  ","943599":"\n  how to control or get rid of anxiety so that it's not holding me back\n  ","943600":"\n  natural\n  ","943601":"\n  I don't wear jewelry. wbu?\n  ","943602":"\n  either apple slices or cereal\n  ","943603":"\n  how is that even a proven fact?\n  ","943604":"\n  😁😁\n  ","943605":"\n  nah\n  ","943606":"\n  on this app?292\n  ","943607":"\n  I don't. I can't. U are lucky to have those people.\n  ","943608":"\n  neither. but I wish I could go to a rage room\n  ","943609":"\n  I like black and orange\n  ","943610":"\n  no, I wish tho 😭 I've always wanted to live there\n  ","943611":"\n  Thanks\n  ","943612":"\n  Yeah, that would be cool :D\n  ","943613":"\n  Yeah\n  ","943614":"\n  yes, I love Indian food. although all the Indian food I've had is probably Americanized\n  ","943615":"\n  no\n  ","943616":"\n  I don't have one. I'm supposed to commit suicide\n  ","943617":"\n  everything -- life\n  ","943618":"\n  2013\n  ","943619":"\n  what is the question exactly? 🤔\n  ","943620":"\n  idk. I suck at painting so I don't engage in it\n  ","943621":"\n  depends on where I'm going\n  ","943622":"\n  french and toast and waffles. typically, I warm myself up some waffles\n  ","943623":"\n  A Bánh mì sandwich, cus it had very spicy jalapeños\n  ","943624":"\n  out of the choices u gave, friendly\n  ","943625":"\n  neither\n  ","943626":"\n  wash your face everyday with Cetaphil\n  ","943627":"\n  idk any\n  ","943628":"\n  no\n  ","943629":"\n  null\n  ","943630":"\n  i don't do anything for house protection.\n  ","943631":"\n  not at all\n  ","943632":"\n  I don't try to make my hair more glossy or shiny\n  ","943633":"\n  don't have one, I don't use nail polish\n  ","943634":"\n  nah\n  ","943635":"\n  neither\n  ","943636":"\n  none of the above\n  ","943637":"\n  I cut up an apple last night\n  ","943638":"\n  no\n  ","943639":"\n  cheese, pizza sauce, olives, pepper\n  ","943640":"\n  Meagan Tandy's house.....or wherever she is\n  ","943641":"\n  don't have one\n  ","943642":"\n  Plain stylish, but style is subjective\n  ","943643":"\n  not really looking forward to that. I haven't thought about it\n  ","943644":"\n  eggs rolls and fried rice\n  ","943645":"\n  I have never heard of that\n  ","943646":"\n  nothing\n  ","943647":"\n  I don't have one\n  ","943648":"\n  🤷🏾‍♂️ I didn't know this. maybe bc of vegans. or maybe lactose-intolerance folks\n  ","943649":"\n  a cow\n  ","943650":"\n  don't really care for YouTubers makeup\n  ","943651":"\n  tea\n  ","943652":"\n  dont have one\n  ","943653":"\n  I think someone has\n  ","943654":"\n  night\n  ","943655":"\n  a female\n  ","943656":"\n  wash my hair\n  ","943657":"\n  my skin isn't flawless\n  ","943658":"\n  young and unique\n  ","943659":"\n  no\n  ","943660":"\n  protein from diary products\n  ","943661":"\n  really depends on what for and what was done the first time and how the person has changed\n  ","943662":"\n  papaya and grapefruit\n  ","943663":"\n  jr_moo\n  ","943664":"\n  spy\n  ","943665":"\n  there's a lot of things that make me angry. I guess to list a few.... abandonment, ignorance, people chewing with their mouth open, my failures, my loneliness, my curse, my life, my house, fake people, mean people, racism, discrimination, Trump, immaturity, our society, police brutality...\n  \n  I wish I could go to a rage room\n  ","943666":"\n  there is no hope.\n  ","943667":"\n  nun these days. I'm not healthy at all\n  ","943668":"\n  👍🏾\n  ","943669":"\n  I can't shake them. im having negative thoughts rn and i feel beaten and broken and lost....... they won't stop, and I just wanna beat myself up\n  ","943670":"\n  no sorry\n  ","943671":"\n  I don't cook\n  ","943672":"\n  no\n  ","943673":"\n  I have before, yeah. rn I'm not saving up for anything in particular tho. just saving up in general other than contributing to college funds\n  ","943674":"\n  yeah: stickers, buttons, bouncy balls, foreign money, state quarters, wristbands....and I used to collect train and show tickets, but now those are mostly all online\n  ","943675":"\n  yes. all of the above\n  ","943676":"\n  no\n  ","943677":"\n  my anxiety, my confidence level, my height, my success, my house\/living place....I could write a whole book honestly, there's too many things I wanna change about myself. I hate myself\n  ","943678":"\n  i have a pretty hard time communicating. I have major anxiety issues and I'm bad with words\n  ","943679":"\n  mine is too short to tie or make buns\n  ","943680":"\n  I think the most views was like 75,000 smth .... and the most likes is 7000 smth. i also have a post wit 9000 likes, but someone else put it up\n  ","943681":"\n  The cat I used to have as a pet\n  ","943682":"\n  I wouldn't\n  ","943683":"\n  I didn't 😥 but thanks\n  ","943684":"\n  Some I do; i like The Incredibles 2 and The Lion King. I'm not a big fan of anime tho. Wbu?\n  ","943685":"\n  nothing bc I suck\n  ","943686":"\n  oh\n  ","943687":"\n  not interested in them and hardly know anything about them\n  ","943688":"\n  New Super Mario's Bros. I love playing it with other people. but it's been months\n  ","943689":"\n  having a bad week 😣. I'm so fucking lost & hopeless rn.\n  \n  hbu?\n  ","943690":"\n  Created like invented? No\n  ","943691":"\n  Post a picture\n  ","943692":"\n  No hun\n  ","943693":"\n  ok\n  ","943694":"\n  My bedroom and my mom's house\n  ","943695":"\n  Neither. I don't really eat a lot\n  ","943696":"\n  \"Everybody dies but not everybody lives\" 😐\n  ","943697":"\n  Not too great bc I'm small, weak, incompetent and lethargic. But tbh, that might be kinda fun (if no one I'm with dies that is)\n  ","943698":"\n  Ion get it, are u trying to be mean?\n  \n  \"around\"? 🤔\n  ","943699":"\n  Sounds like it's good to me, but if you're not sure, maybe ask them \"are u sure? Be honest cus ion wanna annoy u\" or smth like that\n  ","943700":"\n  Your turn. truth or dare?\n  ","943701":"\n  I'm gonna say The Incredibles 2 bc I found it pretty funny\n  ","943702":"\n  Gee, I can't say for sure, but I think it was in the last week or two\n  ","943703":"\n  Cry\n  ","943704":"\n  👌🏾👌🏾\n  ","943705":"\n  Idk, a necklace maybe\n  ","943706":"\n  I don't really have one 🤔\n  ","943707":"\n  I cannot\n  ","943708":"\n  Falafel plate water\n  ","943709":"\n  I don't swim or feel comfortable 😕\n  ","943710":"\n  A privacy screen protector that's good and actually stays on my phone. They are like impossible to find rn 😒\n  ","943711":"\n  Hola. Cómo estás?\n  ","943712":"\n  Do they have a laptop and email? U could also send them a letter 🤷🏾‍♂️\n  ","943713":"\n  Try melatonin\n  ","943714":"\n  Yeah, a bit, I can see it. You should look at Angus Cloud and Mac Miller tho, it's crazy they look like twins\n  ","943715":"\n  The only thing that annoys me in texts is when they type a lot of words\/sentences but have absolutely no punctuation. Then I have to take the time to figure out what tf they saying. It especially annoys me when they do that and have a lot of misspelled or autocorrected words bc then it makes it even more difficult to figure out wth they are saying. But as long as I can understand the text, idc how it's written\n  ","943716":"\n  What?\n  ","943717":"\n  Crying\n  ","943718":"\n  I hate school with a passion\n  ","943719":"\n  January maybe?\n  ","943720":"\n  Oh great\n  ","943721":"\n  Bc it's her\n  ","943722":"\n  Truth\n  ","943723":"\n  Not typically\n  ","943724":"\n  What is this?\n  ","943725":"\n  I wouldn't know\n  ","943726":"\n  That's true\n  ","943727":"\n  Yes\n  ","943728":"\n  Nah. But I had a dream last night where I told my family that I didn't like Star Wars that much and then everyone was quiet asf 😳\n  ","943729":"\n  Yes\n  ","943730":"\n  Solitaire\n  ","943731":"\n  Meagan Tandy\n  ","943732":"\n  ✋🏾\n  ","943733":"\n  Yep\n  ","943734":"\n  Nope.\n  ","943735":"\n  Cool\n  ","943736":"\n  Idk....Maybe like strawberry or banana.... I've never made a smoothie tho 🙈\n  ","943737":"\n  20. You?\n  ","943738":"\n  1. Pierce my ears\n  \n  2. Wear makeup\n  \n  3. Live till 20yrs\n  ","943739":"\n  Relaxation\n  ","943740":"\n  Huh?\n  ","943741":"\n  Idk...I haven't explored too much of this country myself tbh. I would say California and New York City bc they are very diverse. And my hometown is has a lot of kind people so maybe there as well....? I mean that's really the only place in US I'm really familiar with, so.... And I guess it also depends on what type of weather the visitor likes\n  ","943742":"\n  Don't have one. Idk much about Zodiac signs\n  ","943743":"\n  That depends....it's different depending on if it's on me or someone else, and someone else, it depends on what they look like\n  ","943744":"\n  I don't have one 🤔\n  ","943745":"\n  No\n  ","943746":"\n  Young soul. Idk where others usually think about me, I'm but assuming young\n  ","943747":"\n  Lame asf. Yours?\n  ","943748":"\n  Hey\n  ","943749":"\n  Younger. Hbu?\n  ","943750":"\n  Ask me any question?\n  ","943751":"\n  Idk....\n  ","943752":"\n  I'm somewhere in between I guess bc I think my answer is no for both 😐\n  ","943753":"\n  How do you?\n  ","943754":"\n  How come?\n  ","943755":"\n  I don't think it would understand any language I can speak. But imagining it could, I would ask \"how are you?\"\n  ","943756":"\n  Idk, I've been struggling with sadness & anxiety and feeling hopeless for a while. I can't remember a time I was actually truly happy overall\n  ","943757":"\n  Some\n  ","943758":"\n  Any music tbh 😄 But mostly to electronic, hip-hop\/rap and Afrobeats. Wbu?!\n  ","943759":"\n  Nachos from the sports bar in my hometown\n  ","943760":"\n  😐\n  ","943761":"\n  Neither\n  ","943762":"\n  Parks and Recreation\n  \n  All American\n  \n  Iron Fist\n  ","943763":"\n  Bc I hate life. It sucks and is just depressing\n  ","943764":"\n  Kindly\n  ","943765":"\n  I love dancing. Do you?\n  ","943766":"\n  Nah bro\n  ","943767":"\n  That doesn't even make sense....\n  ","943768":"\n  A new laptop bc mine is trash. Wbu?\n  ","943769":"\n  Shy I guess\n  ","943770":"\n  20\n  ","943771":"\n  Fairly often I would say\n  ","943772":"\n  My nose\n  ","943773":"\n  I played Laser tag before. It sucked, and I sucked. In fact, in one round, my laser just stopped working so anyone could get me and I had no defense 😆😆\n  ","943774":"\n  It depends on what genre you favor.\n  \n  Some I have liked have been\n  \n  • Parks and Recreation\n  \n  • Survivor's Remorse\n  \n  • Rise (NBC)\n  \n  • Teen Wolf (the name makes it sound lame, but it's actually pretty decent)\n  \n  • Modern Family\n  \n  • Iron Fist\n  \n  • All American\n  \n  • Batwoman\n  \n  • The Chi\n  \n  • Fresh off the Boat\n  \n  • Fresh Prince of Bel Air\n  \n  • World of Dance\n  ","943775":"\n  Not that creative. But I like to express myself by writing, creating (haha) and developing mostly\n  ","943776":"\n  The New Jim Crow: Mass Incarceration in the Age of Colorblindness\n  \n  Book by Michelle Alexander\n  ","943777":"\n  Idk\n  ","943778":"\n  Bc they are immature and unappreciative\n  ","943779":"\n  I don't have any. I'm not too set on staying alive\n  ","943780":"\n  • My cow\n  \n  • My mom's family\n  \n  • Music\n  ","943781":"\n  I'm not sure, I don't have enough experience with watching SpongeBob to answer that\n  ","943782":"\n  Yeah, I think so. It was on a really old computer that I wasn't using anymore tho\n  ","943783":"\n  Others\n  ","943784":"\n  Yeah I have\n  ","943785":"\n  Some cherries and 2 small blueberry muffins\n  ","943786":"\n  Yes\n  ","943787":"\n  Lack of equity\n  ","943788":"\n  🤦🏾‍♂️\n  ","943789":"\n  Don't have one. What it yours?\n  ","943790":"\n  Same. So fcking same.\n  ","943791":"\n  A cat, and I would just wanna lay with my head on it and watch a TV show well it purrs. I used to do this my cat\n  ","943792":"\n  I used to when I was 15. Not anymore tho. I didn't like it much, it was sweaty and boring\n  ","943793":"\n  In age, 50+\n  ","943794":"\n  No\n  ","943795":"\n  and?\n  \n  Nah I'm jk 😂\n  ","943796":"\n  The Hokey Pokey.\n  \n  Nah, I'm jk.\n  \n  I've been listening to \"Till I collapse\" by Eminem a lot recently.\n  ","943797":"\n  57 degrees Fahrenheit, clouds in the sky. It was raining about an hr ago\n  ","943798":"\n  I'm in bed like always, feeling sick and tired\n  ","943799":"\n  Nah\n  ","943800":"\n  I doubt it haha. I'm a wimp. But I would like to be dead and most others I know don't, so there's that\n  ","943801":"\n  Annoyed. That happened to me once, but I guess it was bc the guy wanted to be able to speak to the driver. Then he fell asleep and made me miss my stop bc he was asleep and wouldn't move\n  ","943802":"\n  Racism: Discrimination, predujice and hierarchy based on race.\n  \n  Ignorance: Discrimination, prejudice and hierarchy (of people).\n  \n  And both include being uneducated about smth\n  ","943803":"\n  Peanut butter and jelly\n  ","943804":"\n  Nope\n  ","943805":"\n  Yeah, go get a Snickers bar\n  ","943806":"\n  It depends....but I think ashame, guilt and self-hatred are near the top for most people. And abandonment\/loss, and feeling unworthy\/unlove\/not belonging....ya know what? All pain is horrible.....\n  ","943807":"\n  Ice cream, and this other food that I can't spell\n  ","943808":"\n  A lot of people are rude to each other and I don't get it\n  ","943809":"\n  Yes I do, and it's clear on the back and thicker on the sides and the sides are dark gray (almost black)\n  ","943810":"\n  Mild\n  ","943811":"\n  Block them online, scare them in person\n  ","943812":"\n  Probably\n  ","943813":"\n  Don't have one\n  ","943814":"\n  Thanks, but I dont believe you\n  ","943815":"\n  🤷🏾‍♂️\n  ","943816":"\n  Yeah\n  ","943817":"\n  I dont think there is one\n  ","943818":"\n  Butter and jam\n  ","943819":"\n  In August last yr\n  ","943820":"\n  Idk, I dont use it\n  ","943821":"\n  A mask\n  ","943822":"\n  That is exactly me.\n  ","943823":"\n  French toast or waffles depending on who's cooking them or where they are from\n  ","943824":"\n  Never heard it before. Should i?\n  ","943825":"\n  I own a bike, but I havent used it in forever. Hmm, I havent really thought about it tbh. But maybe a motorcycle 🤔\n  ","943826":"\n  Nothing but wake up, go on Instagram for a bit and go on YouTubefor a bit....., but I have two drs appts later today\n  ","943827":"\n  Nope\n  ","943828":"\n  Yes they do. It depends.\n  ","943829":"\n  I have not\n  ","943830":"\n  Idk....🤔 I would try Cetaphil\n  ","943831":"\n  🤷🏾‍♂️\n  ","943832":"\n  Oh, interesting!\n  ","943833":"\n  Sunset\n  ","943834":"\n  Hey\n  ","943835":"\n  Sign language\n  ","943836":"\n  Go follow\n  \n   @kidathegreatposts\n  \n  , I co-own it. Or follow my personal\n  \n   @jblkcow\n  \n  , but that one isn't very active these days\n  ","943837":"\n  Ily too 💕\n  ","943838":"\n  Idk exactly what is meant by 'things,' so I took it as items and subjects.\n  \n  1. My cow\n  \n  2. Music\n  \n  3. Community\/belonging\/love (that can all go under community)\n  \n  3. My phone\n  \n  4. My laptop\n  ","943839":"\n  Idk, I can't say cus i don't really like the beach\n  ","943840":"\n  It depends for me. Sometimes i can't fall asleep at all,  ut sometimes i sleep too much. I don't have too much conditions, really just I can't be wearing socks and I can't have RLS (some nights I have that).\n  ","943841":"\n  The sun. Hbu?\n  ","943842":"\n  Iron Man. I like that he is very funny, creative, mechanical and smart and that he kinda acts as if he is stuck up, but really he's not at all, he's pretty caring andawys wanting to do what's right.\n  ","943843":"\n  I dont eat ice cream\n  ","943844":"\n  No\n  ","943845":"\n  Root beer\n  ","943846":"\n  Any age where you are not ok with dying yet\n  ","943847":"\n  A cure bc a lot of people are sick with smth uncurable but don't wanna be\n  ","943848":"\n  no hay nada\n  ","943849":"\n  Esa es una pregunta difícil. Estoy luchando con algunas cosas... aunque siento que molesta a la gente si hablo de ello\n  ","943850":"\n  That's a loaded question. I'm struggling hard with some things....I feel like it annoys people if I talk about it tho\n  ","943851":"\n  Sour Patch Kids\n  ","943852":"\n  Black. Wbu?\n  ","943853":"\n  There is nothing\n  ","943854":"\n  Dad\n  ","943855":"\n  I try to give them what they want\n  ","943856":"\n  some\n  ","943857":"\n  yeah\n  ","943858":"\n  don't have hope bc it just hurts more when you get let down again\n  ","943859":"\n  dance\n  ","943860":"\n  no, it didn't look tasty\n  ","943861":"\n  i haven't seen it. did you like it?\n  ","943862":"\n  Neither\n  ","943863":"\n  alright. btw, you profile pic looks just like Macklemore\n  ","943864":"\n  Parks and Recreation seasons 2-5. Wbu?\n  ","943865":"\n  i haven't accomplished anything really\n  ","943866":"\n  Ovos mexidos omelete\n  ","943867":"\n  Is this a question or a statement?\n  ","943868":"\n  5 deseos más\n  ","943869":"\n  I don't like pick up lines (ik that probably means I'm lame)\n  ","943870":"\n  Neither\n  ","943871":"\n  Disapparating\n  ","943872":"\n  \"I Just Called to Say I Love You\" by Stevie Wonder to @\/meagantandy (she's not on this app)\n  ","943873":"\n  I'm not a guy, but I don't really think this is a question that can only apply to guys. Assuming this is not the first time I am ever seeing them, all any of the above could work for me. \"Just ask bluntly\" is probably least likely bc I might feel suspicious or I might have a bad impression of them based on what I've seen them do before, but if they are kind and show interest in getting to know me, then sure.\n  ","943874":"\n  Cancer cure\n  ","943875":"\n  I do not. In fact, I celebrate a lot less then what most do I believe.\n  ","943876":"\n  No\n  ","943877":"\n  Yeah, that makes sense\n  ","943878":"\n  Probably just had a lot of paranoia\n  ","943879":"\n  I hope not\n  ","943880":"\n  my mom and some of my siblings are planning to come visit. That is the only fun thing actually. Well, I hope it's fun. I'm also very nervous.\n  ","943881":"\n  Miserable, sad, hopeless, lethargic, weak, unmotivated, angry, nervous, scared, uncomfortable, tired, sleepy, disappointed, empty, ashamed.\n  \n  Hbu?\n  ","943882":"\n  Watch TV shows, computer code\/create, dance\n  ","943883":"\n  That it's all over\n  ","943884":"\n  What are your plans for the day?\n  ","943885":"\n  Thank you. Have a great week to you too\n  ","943886":"\n  Idk. I don't think there is one\n  ","943887":"\n  Listen to music\n  ","943888":"\n  Yeah, someone does.\n  ","943889":"\n  Idk, I haven't watched it. I need the name of the video to watch bc I don't like clicking links from people idk\n  ","943890":"\n  Ofc, who doesn't?\n  ","943891":"\n  Good morning, how are you today? (it's actually afternoon here rn tho)\n  ","943892":"\n  sucks.\n  ","943893":"\n  Probably a dolphin. I saw it in 2013 while on a boat, when I went to Baja California, Mexico. There was also a huge whale that went right under our boat, but it scared the crap outta me.\n  ","943894":"\n  A place where the two are alone and can just hang out and talk, bc I think that's what a first date should be about -- getting to know each other, and no one likes being interrupted by someone else while on a date.\n  ","943895":"\n  I think myself\n  ","943896":"\n  Last night there was some chocolate on a girl scout cookie that I ate. The time before that was a Ferrero Rochet I think, from about a week before. Idk about the time before that, but it was a while ago whenever it was\n  ","943897":"\n  Idk. I can name some movies I didn't like tho.\n  \n  - I didn't like the one featuring Marsai Martin that was about the mean boss lady shrinking bc it was supposed to be funny and it was not funny at all, it was just dumb. And I didn't like\n  \n  - Us (by Jordan Peele) - It made no sense to me...it was just way too abstract, and a lot of things never came together. He focused too much on trying to send a message thru the movie that the plot didn't actually make much sense. I was expecting much more from him after seeing Get Out.\n  \n  - Harry Potter and the Goblet of Fire - It was written poorly. The director was trying to compete with the previous director so tried to make the movie nothing like the one before, and complained that the book was too long. Then he made stupid choices like lengthening the 1st tournament with the dragons which was horrible, revealing that Madeye wasn't Madeye right off the bat, making the France school all girls and the Hungarian one all boys, cutting out the Quidditch championship match, making Fleur (the only triward witch) a wimp in the maze, and letting like every single male in the cast have their hair long throughout the movie.\n  \n  - Harry Potter and the Halfblood Prince - It just strayed from the original story so much, which wouldn't have been bad, if they hadn't just made it worse.\n  \n  - Captain America (the first one) - Had no character development. Cap was just the same person throughout the whole movie, just bigger after about half of the movie. He didn't even need to practice or learn how to use his super strength, he just popped out of the experiment knowing how to throw the shield and protect everyone already.\n  \n  - Iron Man 3 - What the hell was even going on....?\n  \n  - Inception - It was just sooo boring\n  \n  - Interstellar & Gravity - I hate movies that take place mainly all in space\n  ","943898":"\n  Rarely voluntarily, but yes\n  ","943899":"\n  I'm not a big fan of salmon, pink or green\n  ","943900":"\n  I don't know who you are\n  ","943901":"\n  Oh. Interesting. What is a screen limit? is it that thing that tells you how much time you have been on the app?\n  ","943902":"\n  Just lay down and listen to music i think. But I'm hardly ever at a beach or lake\n  ","943903":"\n  Not good, but I've never gotten a sunburn before. I just don't like the sun.\n  ","943904":"\n  Not really, no\n  ","943905":"\n  I have not watched it so I couldn't say\n  ","943906":"\n  Huh?\n  ","943907":"\n  I don't even know where to begin\n  ","943908":"\n  Football is aight to watch same with basketball\n  ","943909":"\n  Um no\n  ","943910":"\n  Well...i guess myself bc I wouldn't wanna be misleading i suppose.....So, small, black, glasses, hoodie, t-shirt, sweatpants, black slip-ons\n  ","943911":"\n  Yeah....but I dont really. The pandemic has made it difficult, yes, but also just personal issues going on. I have been on a few walks with my neighbor during the Quarantine, but that hasn't been for a few weeks now and I'm just not finding the motivation or energy these days. I'm just a budding zombie.\n  ","943912":"\n  I used to do about every 3 weeks....now during Quarantine it's been less frequent. It’s too long if Iook like an ugly monster instead of just an ugly human. I typically always get mine cut at this barbershop sort of near my house. I used to get it by this guy named Kevin there, but then he kept being out of town and one time he just slept in and forgot to come so then I just kinda switch to this guy who used to do it there named JB...but when I went there last, a few weeks ago, he didn't do as good as normal imo. It didn't look that great to me....but whatever\n  ","943913":"\n  Warm. Sometimes I like it a bit cooler...i guess bc sometimes I start feeling too warm. I shower for maybe like 10 minutes typically\n  ","943914":"\n  No\n  ","943915":"\n  Hi\n  ","943916":"\n  The gift of not being in their life anymore.\n  ","943917":"\n  Meagan Tandy bc I love her soo much and she is beautiful inside and out\n  ","943918":"\n  Almost all the time and typically it's a backpack\n  ","943919":"\n  The yr always aligns with my age. That's about the only decent thing actually.\n  ","943920":"\n  What's not sincere\n  ","943921":"\n  - Modern Family & Fresh off the Boat would be really entertaining to me; it would be hilarious.\n  \n  - Or Iron Fist & Batwoman might be even better. I wanna see Colleen, Kate and Sophie work together, that would be sick.\n  \n  - I would interested in Iron Fist & Teen Wolf too maybe, cus I wanna see Colleen beat up some werewolves.\n  ","943922":"\n  Money from Trump. And then I would give to people in real need of it and help support important causes\n  ","943923":"\n  Life\n  ","943924":"\n  Homebody\n  ","943925":"\n  None\n  ","943926":"\n  I don't know either of them\n  ","943927":"\n  Do you mean like when I see them? Probably their skin color or their hair. Those are probably typically the most prominent body features one can see from anywhere, right?\n  ","943928":"\n  Kryptonite by 3 Doors Down\n  ","943929":"\n  I have not. But that's not to say I have never tried something dangerous at home tho....👀 It was just never sum I saw before by professionals\n  ","943930":"\n  It's these black slipons I have. But I also really like these Vans that my brother gave me. I don't wear the Vans much tho bc it gets so muddy here from all the rain and I don't wanna mess them up bc my brother gave me them. Once the sun starts being more consistent here and I have the energy and motivation to get outside and walk around again, I'll get wit the Vans again.\n  ","943931":"\n  I can't\n  ","943932":"\n  Indifferent. Is a diet only to *lose weight? If so, I have never really tried and I'm not supposed to try. I think they are good for people that need to diet for their health or want to diet, but I think that everyone's body should be excepted and that one does should not have to feel uncomfortable with how they look bc their body doesn't fit a stereotype.\n  ","943933":"\n  I think it really depends.\n  ","943934":"\n  I don't think so tbh\n  ","943935":"\n  Maybe \"oh\"\n  ","943936":"\n  I can't unless I know they are lying\n  ","943937":"\n  These days, sleeping.\n  ","943938":"\n  Yeah\n  ","943939":"\n  Enough\n  ","943940":"\n  I am in my bedroom at my desk on my laptop.\n  ","943941":"\n  Did they ever leave??\n  ","943942":"\n  Infinite\n  ","943943":"\n  I think everyone would choose whisper if they had to choose between those options.\n  ","943944":"\n  Beets\n  ","943945":"\n  Idk\n  ","943946":"\n  I don't think so, but what do I know? You tell me\n  ","943947":"\n  My country is so fricken far from \"the best in the world.\" In fact, all countries kind of suck. A better question would be what is least worst country in the world....and idk the answer to that bc I have not been or learned the history of every country so I couldn't possibly know. All I know is that is definitely not my country.\n  ","943948":"\n  I try to make them smile, or even better, laugh\n  ","943949":"\n  My family\n  ","943950":"\n  Idk, I guess so. I couldn't really say bc I have never had it, but I believe people who say they have, so if anyone says they have, then yeah I guess so\n  ","943951":"\n  No. In fact, I would like to speed up everything and be decently old now\n  ","943952":"\n  I don't really watch the TV much, I mostly watch shows online like on Netflix, Hulu, CW..... Rn, I think my fav show of all time is still Parks and Rec.... I really enjoyed the first half of Batwoman tho and it was my favorite show for a bit until [spoiler alert] Julia started flirting with Sophie and they got together and it was just so messed up on every level (you would have to watch to know why), and then I was hurting so bad for Kate for numerous EPs to the point where the show just got depressing. And now Ruby Rose left and Caroline is refusing to recast apparently, but instead wants to create a whole different character which messes up the show completely.... It's all just disappointing, so my fav show got ruined within a short period of time.... I have also recently been liking watching Survivor's Remorse. It's very funny.\n  ","943953":"\n  Not entirely sure what the main plot would be...., but the main character would be a black lesbian woman and if they did end up falling in love, it would be with another black lesbian woman....we don't see that enough on TV so we need it. And it would probably involve some supernatural powers of some sort like superheroes with supersuits and shii or magic or sum. But in every other way, I would make it as realistic as possible. If it didn't include any supernatural abilities, it would probably be some kind of movie that includes a lot of dance, but idk what.\n  ","943954":"\n  It was an eServices website bc I was filing a claim and sending a message\n  ","943955":"\n  I wasn't closer with either, but probably got along better with Wayne overall\n  ","943956":"\n  Isn't that the same thing.....?\n  ","943957":"\n  be dead. Soon tho.\n  ","943958":"\n  Not being able to live\/grow up with any biological family of mine\n  ","943959":"\n  \"Everybody dies but not everybody lives\" - I don't know who it's originally by, but I first heard it from Drake\n  ","943960":"\n  Neither\n  ","943961":"\n  Stay there\n  ","943962":"\n  Easily black\n  ","943963":"\n  Something of some sort that help income families with kids and helps people get thru mental hardships with dr help bc ik that's stupid expensive.\n  ","943964":"\n  ?\n  ","943965":"\n  that's about all I do these days. I like it, but I also don't, but I'm so tired all the time, that I just kinda have to\n  ","943966":"\n  Staying inside with a fan\n  ","943967":"\n  I live near 'a' beach\n  ","943968":"\n  Idk\n  ","943969":"\n  What's Hentai?\n  ","943970":"\n  I wouldn't add an addition,  I would make a replacement\n  ","943971":"\n  No\n  ","943972":"\n  I'm not\n  ","943973":"\n  I might turn into a bird if i need to get somewhere fast or a cat if i wasn't warm enough or a dog if i wanted to hear extra well\n  ","943974":"\n  thanks, have a good morning\n  ","943975":"\n  you need it?\n  ","943976":"\n  Papercut\n  ","943977":"\n  A heart that gets pleasure from doing evil things\n  ","943978":"\n  Computer coding I guess\n  ","943979":"\n  No\n  ","943980":"\n  I would probably feel really scared, and I would take a picture then run away\n  ","943981":"\n  Everyday or every other day typically\n  ","943982":"\n  An Event Staff\n  ","943983":"\n  Man idk it must suck\n  ","943984":"\n  I haven't unfortunately. I live with old people and the Covid numbers are still rising in my state so I feel like it's better for me to support from donations, petition signing, spreading awareness....\n  ","943985":"\n  Nope\n  ","943986":"\n  bc we're desperate\n  ","943987":"\n  🆗\n  ","943988":"\n  What about it?\n  ","943989":"\n  Nah\n  ","943990":"\n  What is a Sith?\n  ","943991":"\n  LGBTQ rights, BLM, music, dance, authencity, kindness, humor, Meagan Tandy, racial equality, tech, rhythm, love, friendship\n  ","943992":"\n  No\n  ","943993":"\n  Black 🖤✊\n  ","943994":"\n  They aren't\n  ","943995":"\n  I love Usher music\n  ","943996":"\n  Hmm. I just feel like I've tried so many different things that at this point I can't believe that I'm gonna feel better. I don't even see a future rn, like idk what I'm doing and whatever I do, I can never feel comfortable or like I belong. I can only imagine living that way for the rest of my life bc I haven't known anything else and, to me, that sounds worse than being dead. I'd rather just die at this point. I can't shake that feeling. Tbh, I wish I never went to the drs in the first place. All I'm doing is wasting money by meeting with them\n  ","943997":"\n  Damn well that doesn't give me much hope. I hope you feel better soon\n  ","943998":"\n  I think no one can have too much support\n  ","943999":"\n  Probably a new phone. But I don't regret it, i really like the phone\n  ","944000":"\n  Monsters\n  ","944001":"\n  I hope you are more 🙏🏾\n  ","944002":"\n  A best friend\n  ","944003":"\n  How long have you been dealing with mental illness and what helps you with it? I've tried counseling and medication.... now drs wanna get me enrolled in an IOP, but I just feel hopeless like nothing will work at this point. Like I cant imagine feeling better after I've felt so bad for yrs and life just seems like it gets worse\n  ","944004":"\n  I have never felt that way. But I believe you if that is how you feel\n  ","944005":"\n  I don't press links from people idk personally, so I can't view your video, but I can tell you that everything that has been in the news lately has been making me feel pretty upset, lost, depressed and angry. Even more so than I normally feel\n  ","944006":"\n  Hi, how are you?\n  ","944007":"\n  Yes\n  ","944008":"\n  Who?\n  ","944009":"\n  I feel like you just pressed the first word suggestion your keyboard came up with multiple times and then put a question mark after it aha\n  ","944010":"\n  No\n  ","944011":"\n  Mmm\n  ","944012":"\n  All Black Everything 🖤🖤🖤\n  ","944013":"\n  3\n  ","944014":"\n  I don't even remember....I think it was some white long sleeve shirts for work a few months ago\n  ","944015":"\n  Why do you want more followers on Twitter?\n  ","944016":"\n  If 1 is very not happy, then 1\n  ","944017":"\n  I'm trying to handle dealing with mental and physical illnesses, loss, lonliness, failure, hardships in the family and pain from all the current news lately, all at once and it's not working very well. It hasn't been for a while and over time it's only gotten worse and I feel like I hardly have the will to live anymore. I already lost the motivation and I'm just hanging on by fear rn\n  ","944018":"\n  I think that depends on why you want them to leave you alone. What are they doingto bother you?\n  ","944019":"\n  Idk tbh. I don't pray or promise anything to God very much bc ik God is not listening or looking out for me\n  ","944020":"\n  Dance tbh. People always overlook and think singing is so amazing but never appreciate how hard dancers work to get their amazing abilities.\n  ","944021":"\n  I don't even want to stay above ground....\n  ","944022":"\n  I've never listened to it so idk\n  ","944023":"\n  A girl always has the right to not want a guy. Everyone has the right to keep anyone away from their personal lives for anything. You are never owned by someone else and no one else can tell you who to love to hang out with.\n  ","944024":"\n  It was a fan. I don't like it tho, I wished I had used a tape measure before ordering it bc I think it's too big\n  ","944025":"\n  With a fan\n  ","944026":"\n  Lack of energy, strength or motivation\n  ","944027":"\n  I don't think I have ever seen any\n  ","944028":"\n  It's been sad. Multiple things happened today that brought me down and I feel like I'm at the bottom of the world\n  ","944029":"\n  Not at all\n  ","944030":"\n  Singing?\n  ","944031":"\n  I don't like going into it, but I like looking at it and watching it fall. It looks really pretty and it makes the world seem so quiet outside\n  ","944032":"\n  Whatever food that I want to eat atm that is in the fridge\n  ","944033":"\n  I don't really know anything about him\n  ","944034":"\n  What is Jesus gonna do about it?\n  ","944035":"\n  My finger really hurts 😣😣😞\n  ","944036":"\n  Idk, I honestly feel like I'm always just dumb\n  ","944037":"\n  I really don't know tbh\n  ","944038":"\n  \"Uncooperating\" I guess\n  ","944039":"\n  Myself\n  ","944040":"\n  Sort of; more or less\n  ","944041":"\n  More like what was my childhood artists & albums. As a child, I liked listening to At Night they Howl at The Moon, Trout Fishing in America, Buckwheat Zydeco: Choo Choo Boogaloo, Mamma Mia, Hairspray, Stevie Wonder and Michael Jackson\n  ","944042":"\n  I taken some required science classes in school before....\n  ","944043":"\n  I really don't know. I'm having a hard time with a lot of things this month and I just feel so depressed tbh. I don't even have the goal to stay alive really. Whatever happens, happens at this point. I'm just taking things day by day\n  ","944044":"\n  Depends on the size. For a typical Dominoes or Paggliachi slice, I would say most of the time it's 2\n  ","944045":"\n  It depends\n  ","944046":"\n  Yeah, a few I think. One is on my upper back on the right side\n  ","944047":"\n  I'm just as confused as you are rn\n  ","944048":"\n  Rarely these days\n  ","944049":"\n  Insights on what?\n  ","944050":"\n  I used to use it a lot, but not as much anymore. Now I typically go with \"haha\" or a laugh emoji bc some people aren't familiar with \"lol\" and some people think it's rude....but I still use it every now and then\n  ","944051":"\n  You should ask him\n  ","944052":"\n  What kind of shots?\n  ","944053":"\n  Dresses, skirts, crop-tops, skinny jeans, leggings, bathing suits... basically anything that's really tight or shows a lot of skin, and anything yellow, green, pink or orange\n  ","944054":"\n  1. Getting my eyes pierced\n  \n  2. Wearing makeup\n  \n  3. Making it to 20 yrs old\n  ","944055":"\n  It explains the reasoning behind why things happen\n  ","944056":"\n  They are all embarrasing\n  ","944057":"\n  I don't like ice cream\n  ","944058":"\n  You tell them that you don't think your relationship is working anymore\n  ","944059":"\n  Funny\n  ","944060":"\n  I like it\n  ","944061":"\n  muteebnadeem\n  ","944062":"\n  Well, if some real being out there named their kid \"Satan,\" then yeah\n  ","944063":"\n  Well rn I'm listening to \"Collard Greens\" by ScHoolboy Q\n  ","944064":"\n  The Great Hack. I thought it was very interesting and eye-opening to a worldwide vulnerability that it is easy for big companies to victimize us to right under our noses. It makes apparent the need for our personal data rights to be human rights now that technology is a very significant asset in our lives\n  ","944065":"\n  Love you\n  ","944066":"\n  Trash. You?\n  ","944067":"\n  Thank you, I wish the same to you\n  ","944068":"\n  I'm sure not going to space, but I'm excited for the people that are excited I guess\n  ","944069":"\n  A dead one\n  ","944070":"\n  ⚠ = includes mature content\n  \n  Comedy:\n  \n  - Survivor's Remorse (Starz)⚠\n  \n  - Parks & Recreation (Netflix, Hulu)\n  \n  - Fresh off the Boat (Hulu)\n  \n  Drama:\n  \n  - One Tree Hill (Hulu) ⚠\n  \n  - All American (Netflix)⚠\n  \n  - The Bold Type (Hulu, Freeform)⚠\n  \n  Action:\n  \n  - Iron Fist\n  ","944071":"\n  I try to slap it. I sometimes have issues with mosquito bites\n  ","944072":"\n  Idk, I haven't really listened to the dude's music\n  ","944073":"\n  Well if they don't, that's not very leader-like to me. Leaders don't hide when things get tough. But idc bc I haven't been asking. I know where my leader is, and it's not our president\n  ","944074":"\n  I would smile at her and hug her and hopefully get a chance to talk to her\n  ","944075":"\n  Bad\n  ","944076":"\n  I wish I knew\n  ","944077":"\n  What about it?\n  ","944078":"\n  What about it?\n  ","944079":"\n  🖤\n  ","944080":"\n  Just sad and unmotivated\n  ","944081":"\n  Idk anything about your timeline\n  ","944082":"\n  Good thing I don't date guys\n  ","944083":"\n  I love em all\n  ","944084":"\n  Don't use it\n  ","944085":"\n  Underpants probably\n  ","944086":"\n  Fresh Prince of Bel Air, Parks and Recreation, Modern Family, Survivor's Remorse, Fresh off the Boat, How I Met your Mother, Good Luck Charlie.... I think they have been cancelled tho\n  ","944087":"\n  Probably not...I just wanna leave this world\n  ","944088":"\n  For me, it's the beginning sadly\n  ","944089":"\n  Because social media overall has just been making me feel more down lately\n  ","944090":"\n  Oh ok. I'm staying off of IG rn (and like all social media except for this app), but once I get back on I'll message u\n  ","944091":"\n  Same place love can be found\n  ","944092":"\n  👌🏾\n  ","944093":"\n  I answer most of them. The ones I ignore are typically ones that are in a language I don't understand (I delete those) or I don't have an answer to it atm...although if it's been a long time and I still don't have an answer, I just delete it. But I answer most of them and with honest answers\n  ","944094":"\n  Eso es verdad\n  ","944095":"\n  Desayuno. Comí una galleta de la canela\n  ","944096":"\n  One instance is a dance class I signed up for last yr\n  ","944097":"\n  No one living will\n  ","944098":"\n  I just can't anymore\n  ","944099":"\n  Snowflakes\n  ","944100":"\n  I still don't press links from strangers\n  ","944101":"\n  Gimme the name of the video and I'll find it\n  ","944102":"\n  What does \"wall to wall\" mean?\n  ","944103":"\n  Yeah\n  ","944104":"\n  Death\n  ","944105":"\n  Idk, probably like 68 degrees Farenheit\n  ","944106":"\n  I will sleep\n  ","944107":"\n  Okay, that's nice to hear\n  ","944108":"\n  That way\n  ","944109":"\n  Ofc\n  ","944110":"\n  All the time\n  ","944111":"\n  No 😞\n  ","944112":"\n  No 😥\n  ","944113":"\n  No\n  ","944114":"\n  Don't have one\n  ","944115":"\n  Rise...but there was only one season\n  ","944116":"\n  Care\n  ","944117":"\n  Teleportation, but invisibly\n  ","944118":"\n  Stalk em\n  ","944119":"\n  It depends on if I'm hungry or not. If I'm not hungry, I lay in bed.\n  ","944120":"\n  I was looking forward to my family coming to visit me in the summertime, but I'm not sure that will happen anymore with all this virus shit\n  ","944121":"\n  One on the right died last year tho\n  ","944122":"\n  🙏🏾\n  ","944123":"\n  Mom\n  ","944124":"\n  Nah\n  ","944125":"\n  I wish I wasn't\n  ","944126":"\n  Chedder\n  ","944127":"\n  Neither\n  ","944128":"\n  Not a lot\n  ","944129":"\n  Single\n  ","944130":"\n  Nothing is free\n  ","944131":"\n  Series\n  ","944132":"\n  There's only bad news fam\n  ","944133":"\n  Dependant\n  ","944134":"\n  I have been thinking the same thing all day. The news just keeps getting worse and worse, I was telling myself just a few minutes ago that I might need to take a break from the internet for a bit bc everything has been very soul-crushing and I'm already in a bad place mentally w\/o all this racist, this shit ain't helping. I really hate this fucking world so much, i needa get outta here\n  ","944135":"\n  I don't click on links from people I don't know\n  ","944136":"\n  What is the video called?\n  ","944137":"\n  Pickles\n  ","944138":"\n  Bruh, Slender man can have me for all I care\n  \n  If Slender man is fast and has good aim, I probably wouldn't stand a chance (idk anything about Slender man), but I would be able to resist looking back.\n  ","944139":"\n  yeah ,I hate it. well i'm not feeling well rn...i've got this pain and headache 😒🤦🏾‍♂️, i'm gonna get off the computer and just lay down now\n  ","944140":"\n  life really sucks\n  ","944141":"\n  Stop racism and oppression for a start maybe.... stop headaches too. I really feel like shit...imma lay in bed or sum....\n  ","944142":"\n  There isn't really anything bc I haven't done sum I enjoyed for a living before. I want to be able to do that tho. Like web and\/or software development or social media managing maybe.... for a small company or a person. But in order to get that, I would need someone to hire me and it gets harder and harder to get recruiter if you don't have a degree.... but I hate school, it isn't for me. I'd rather self-teach and talk to resourceful people... I'm in a conundrum there\n  ","944143":"\n  They think I do need it....maybe I do, idk...but it's not what I want.  They are tryna speed things up bc they want me to get back to school in August and I won't be able to if I'm not better.... but I don't really wanna go back to school either. The only reason I commited to try school again is bc I thought it would be more productive for me than doing anything else.... but I wish there was sum else I could do that I actually enjoyed\n  ","944144":"\n  no\n  ","944145":"\n  I highly doubt I'm gonna make it there tbh\n  ","944146":"\n  drs are tryna putting me in 20 hrs a week of therapy now bc that's what they think I need... 😥😣\n  ","944147":"\n  I guess we are in the same boat then 🙏🏾\n  "}}