{"Question":{"944148":"\n   On a scale from 1 to 10 how weird are you?\n  ","944149":"\n   Thing is I didn't get over it because my life started to went to shit the moment I lost the loml\n  ","944150":"\n   Síganme 😊\n   \n    www.tiktok.com\/\n   \n   @zrodriguez8\n  ","944151":"\n   I know the feeling. Believe me\n  ","944152":"\n   Who has been the most important person in your life?\n  ","944153":"\n   I want to hear your shit and I'm not really busy\n  ","944154":"\n   What is your favorite drink on cold evenings?\n  ","944155":"\n   In the early months of the COVID-19 pandemic, why did the media keep telling us that wearing a mask was not effective?\n  ","944156":"\n   What’s a story you’ve always wanted to share here but no one ever asked the right question?\n  ","944157":"\n   Te reto a poner el nombre de la persona que te marco de por vida\n  ","944158":"\n   Which city would you choose as capital of the world?\n  ","944159":"\n   Which superstition do you believe to be true?\n  ","944160":"\n   You looking forward to summer? You have any plans even with the pandemic and such? Can be big or small 😁☀️\n  ","944161":"\n   I'm curious, what's your perception of me based on the questions I send, answers and such? 🤔😁\n  ","944162":"\n   What are some things that make you really happy?\n  ","944163":"\n   What’s your FAVOURITE FOOD     AND WHATS YOUR LEAST FAVOURITE???(:\n  ","944164":"\n   How’s your day?\n  ","944165":"\n   ¿Las mujeres que suben fotos en ropa interior: sólo son seguras de ellas mismas o en el fondo desean provocar a los hombres? ¿tú lo harías?\n  ","944166":"\n   People will talk behind your back.. Make sure to give them an interesting topic ...\n  ","944167":"\n   Do u have good handwriting?\n  ","944168":"\n   Love or Hate?\n  ","944169":"\n   If you could name a star in the galaxy what would you name it?\n  ","944170":"\n   Would you be happy without money?\n  ","944171":"\n   Do you ever listen to music to get stuff done? Like chores, studies etc.? 🎧📚 What kind of music makes you the most productive in that case? 😁\n  ","944172":"\n   Do you like rabbits?\n  ","944173":"\n   Who wanna be my friend 😂\n  ","944174":"\n   How do you prefer celebrating your birthdays?\n  ","944175":"\n   Are you inlove with someone?\n  ","944176":"\n   Whom have you hugged today?\n  ","944177":"\n   What is your favorite ice cream flavor?\n  ","944178":"\n   If you could live anywhere in the world, where would it be?\n  ","944179":"\n   What do you like for breakfast?\n  ","944180":"\n   I like to send a shoutout to Kai Macleod (@kaimacleod) on his Ask.fm account\n   \n    @kaimacleod\n   \n   on Monday, May 25th, 2020?\n  ","944181":"\n   Omg I hate this iPhone, the text editing functions are horrible 😭😞😤\n  ","944182":"\n   What movie can you watch over and over again?\n  ","944183":"\n   Happy Memorial Day🍖🍖🍖🍖🍗🍗🍗 from my Ask.fm\n   \n    @almoore433\n   \n   , to everyone on Ask.fm on Monday, May 25th, 2020!\n  ","944184":"\n   For people who use emojis: When using hand emojis, do you make them resemble your skin color as best it can? Ex: 👍🏾, 👍🏼 👍🏽... If not, which one do you typically use?\n  ","944185":"\n   Happy Memorial Day🍖🍖🍖🍗🍗🍗 to everyone on Ask.fm from me\n   \n    @almoore433\n   \n   ?\n  ","944186":"\n   Anyone awake right now or all asleep?\n  ","944187":"\n   How do you deal with the lame haters?\n  ","944188":"\n   Which activities or hobbies make you lose track of time?\n  ","944189":"\n   Name one thing you dream about at night!\n  ","944190":"\n   What was the last movie you watched?\n  ","944191":"\n   What is your Song of the week?\n  ","944192":"\n   Do you “steal” food from refrigerator in late evenings and nights?\n  ","944193":"\n   What is the most overplayed song of all time?\n  ","944194":"\n   Would you want to be internet famous?\n  ","944195":"\n   What kind of dish can you make\/cook?\n  ","944196":"\n   Roller coasters or water slides?\n  ","944197":"\n   Can you follow me back?\n  ","944198":"\n   What will you do first thing in the morning?\n  ","944199":"\n   Whenever people post about something bad going on in their lives often a random person will respond with an offer of \"DM me if you need to talk\"; has anyone ever taken up a stranger for that offer and was it helpful?\n  ","944200":"\n   What is your favorite anime?\n  ","944201":"\n   Fav ice cream flavor?\n  ","944202":"\n   When will the first “COVID” centric romance movie be released and who will star in it?\n  ","944203":"\n   What’s something you always assumed was normal until you were told otherwise?\n  ","944204":"\n   What is something that if everyone started doing today, the world would be a better place?\n  ","944205":"\n   What would be the name of your pirate ship?\n  ","944206":"\n   Redditors who enjoy watching instead of playing videogames, what's your response to when people say, \"Why do you watch people play videogames when you can just play them yourself?\"\n  ","944207":"\n   What you think about God?\nAnd if you believe anything more superfull then human?\n  ","944208":"\n   Have the orthopedic department use all possible ways to regrow an amputated limb?\n  ","944209":"\n   Kindly suggest online games pleaseee... and also follow back thank youuu❤️\n  ","944210":"\n   If 8 years old you could’ve got a tattoo, what would you be trying to hide today?\n  ","944211":"\n   What is your favourite podcast? What's it about? Why do you like it?\n  ","944212":"\n   When life gives you lemons, what do you do?\n  ","944213":"\n   What is the stupidest reason someone started to hate you?\n  ","944214":"\n   Excluding jumpscares, what are the most terrifying things for you in movies\/games, things that give you sense of fear no matter how much rational thinking you put in to fighting it?\n  ","944215":"\n   You woke up as a goat. Now what?\n  ","944216":"\n   How much did you lurk your crushes social media before talking to them?\n  ","944217":"\n   When’s one time when you made yourself look like an idiot to cheer or make someone happy?\n  ","944218":"\n   Favorite Pic 🖼.....\n  ","944219":"\n   You can go back anywhere in time but you only have 15 minutes. Your goal is to fuck the timeline up as much as you can. Where do you go and what do you do?\n  ","944220":"\n   What is something you’ll never understand?\n  ","944221":"\n   ¿Alguna vez te has avergonzado de tu pasado?\n  ","944222":"\n   Do you consider yourself a very polite person?\n  ","944223":"\n   Is there a song(s) you listened to as a young child that you still like to listen to sometimes now? If so, what?\n  ","944224":"\n   I saw this selfie of a girl I know on her Insta, and I took that pic and got it printed onto the front of my underwear so now whenever I take a leak it looks like she's sticking her tongue out!\n  ","944225":"\n   Dear universe,\n\nIn the next week i will manifest _______.\n  ","944226":"\n   Will our conscience condemn us when we die?\n  ","944227":"\n   Is this operational science, \"Evolutionist Professor Paul Davies admitted, “Nobody knows how a mixture of lifeless chemicals spontaneously organized themselves into the first living cell.”?\n  ","944228":"\n   Do you influence others?\n  ","944229":"\n   Estas bien rica\n  ","944230":"\n   If you could keep any animal as a pet and it would be 100% friendly and loyal, what animal would you pick?\n  ","944231":"\n   MAMA MIA MAMA MIA\n  ","944232":"\n   How often do you count your steps\n  ","944233":"\n   If you were to become famous on one social media platform but only ONE, which would you choose? 🤩 Why that one?\n  ","944234":"\n   When did you discover this app?\n  ","944235":"\n   Ok. Sounds like you don't really miss being friends and don't want to\n  ","944236":"\n   Want to be my girlfriend\n  ","944237":"\n   Why do people believe gossip instead of actually getting to know someone\n  ","944238":"\n   10 favorites! 😃 \n\n1. Favorite movie? 📽\n2. Favorite show? 📺\n3. Favorite game? 🎮🎲\n4. Favorite color? 🎨\n5. Favorite animal? 🐾\n6. Favorite fruit? 🍎\n7. Favorite dish? 🍝\n8. Favorite dessert? 🍰\n9. Favorite season? 🌡\n10. Favorite holiday? 🎆\n  ","944239":"\n   Ignore that last question 😅 Revision coming up Haha\n  ","944240":"\n   Eggs, spam and Sam 😋\n  ","944241":"\n   Favorite color of your shirt?\n  ","944242":"\n   biggest heartbreak💔\n  ","944243":"\n   Is there any movie or show you haven't seen and you know most people would be like \"What? Have you not seen that!?\" if you told them? 😮🎬📺\n  ","944244":"\n   If you found yourself in wonderland like Alice did, what'd you do there? 🍄🐰♣️\n  ","944245":"\n   Does your name have a meaning? What is it?\n  ","944246":"\n   List some sad songs to listen to for a sad heart \/ break up. Kinda feeling like he don't care about it.\n  ","944247":"\n   What's that for?\n  ","944248":"\n   Post a picture when you was a kid and your present picture  now 💔\n  ","944249":"\n   Oh, sorry to hear that. I'm thinking about coming back to be your friend again\n  ","944250":"\n   What position do you like to sleep in?\n  ","944251":"\n   What would you do with your 15 minutes of fame?\n  ","944252":"\n   Why is that how you're feeling?\n  ","944253":"\n   Pic of something cool, interesting or anything else worth sharing that you've taken recently? 📸😁\n  ","944254":"\n   Why horrible? And I'm doing alright\n  ","944255":"\n   What is your all-time favorite song?\n  ","944256":"\n   If someone wants to give you something that'll make you happy no matter what, what should they give you? 🎁 What about it makes you so happy? 😊\n  ","944257":"\n   How are you?\n  ","944258":"\n   Hey Chips,I didn't understand your answer?\n  ","944259":"\n   Hey\n  ","944260":"\n   How's your experience with Rubik's cubes? Have you ever solved one? 🤔🤓\n  ","944261":"\n   so you don't believe in god yet?!\n  ","944262":"\n   Space..🌹\n  ","944263":"\n   What about science do you like?\n  ","944264":"\n   Then what would you choose then ?\n  ","944265":"\n   I really missed 😕😞😢😭 talking to\n   \n    @kaimacleod\n   \n   (Kai Macleod) on the ask.fm on his Ask.fm\n   \n    @kaimacleod\n   \n   !\n  ","944266":"\n   When is the last time you went swimming!?\n  ","944267":"\n   What are you most proud of?\n  ","944268":"\n   Do you believe in God?\n  ","944269":"\n   Do you believe in second chances?\n  ","944270":"\n   Besos\n  ","944271":"\n   ¿Ciencia o Religión?\nFundamente su elección.\n\n#StayAtASK\n  ","944272":"\n   🧠😈\n  ","944273":"\n   Show your belly button\n  ","944274":"\n   How many times per day do you shower?\n  ","944275":"\n   What's your happiest memory so far in life❔❓❔\n  ","944276":"\n   Mood 🌸\n  ","944277":"\n   What question do you ask yourself a lot?\n  ","944278":"\n   How often do you change your hairstyle?\n  ","944279":"\n   What is are the best pizza toppings?\n  ","944280":"\n   How do you like to start your morning?\n  ","944281":"\n   What was the last gift you gave somebody?\n  ","944282":"\n   Neither isn’t a choice in the question\n  ","944283":"\n   Space\n  ","944284":"\n   Co-signers should know this, \"if you have put up security for your neighbor,\n   if you have shaken hands in pledge for a stranger, you have been trapped by what you said,\n    ensnared by the words of your mouth.\"?\n  ","944285":"\n   Have you ever experience this saying, \"Whatever exists is far off and most profound—\nwho can discover it? So I turned my mind to understand, to investigate and to search out wisdom and the scheme of things and to understand the stupidity of wickedness\nand the madness of folly.\"?\n  ","944286":"\n   What invention doesn’t get a lot of love, but has greatly improved the world?\n  ","944287":"\n   Would you rather live during the romans or during Ancient Greece ?\n  ","944288":"\n   What did you hate when you were a child, but love when you're an adult?\n  ","944289":"\n   What are some challenges you think that the next generation will face?\n  ","944290":"\n   Que piensas sobre del Covid-19?\n  ","944291":"\n   Okay\n  ","944292":"\n   What's your favorite childhood tv show or cartoon?\n  ","944293":"\n   Do you typically keep your phone on silent, vibrate or with the ringer on?\n  ","944294":"\n   What is a saying that you never understood?\n  ","944295":"\n   You are male or female?\n  ","944296":"\n   What are you longing for right now?\n  ","944297":"\n   Your name isn't Falafel LOL\n  ","944298":"\n   Because I need to know what you're really like\n  ","944299":"\n   Would you prefer to be stranded on an island with only one gender (your gender) or be stranded in a city filled with zombies?\n  ","944300":"\n   Add me on Snapchat missjeannette1\n  ","944301":"\n   ¿Te ha gustado alguien de tu mismo sexo?\n  ","944302":"\n   I miss you\n  ","944303":"\n   Worst fears?\n  ","944304":"\n   Is it a bad thing to be taking to more than one person you’re interested in?\n  ","944305":"\n   What does it mean when a guy blocks you after he gets a girlfriend?\n  ","944306":"\n   Damn I wish I could forget about him as easily as he did me\n  ","944307":"\n   Have you ever been “the other girl”?\n  ","944308":"\n   Have you ever been cheated on?\n  ","944309":"\n   Are you in isolation?\n  ","944310":"\n   ✨\n  ","944311":"\n   Fav book?\n  ","944312":"\n   Fav bird\n  ","944313":"\n   What are some of the top things girls looks for in a guy? Nice car? Money? Looks? Personality? Height? Age difference?\n  ","944314":"\n   Do you have Tinder?\n  ","944315":"\n   What's your Instagram\n  ","944316":"\n   You're going to have to search that one because off-white is the hot brand and I'm mad that you don't know what that is\n  ","944317":"\n   What do you think about Russia?\n  ","944318":"\n   ....🖤\n  ","944319":"\n   Chips your name is off-white and you're not original. So answer again please\n  ","944320":"\n   How do you think you can help change the world for the better?\n  ","944321":"\n   Men or women, would you rather have a big wedding or something small and personal? Or elope?\n  ","944322":"\n   If you were going to customize a piece of clothing what would it be and why?\n  ","944323":"\n   Donde vives está haciendo calor o frío?\n  ","944324":"\n   Holla querida\n  ","944325":"\n   what’s your favorite drink?\n  ","944326":"\n   ¿Qué es lo que jamás volverías a hacer?\n  ","944327":"\n   Does anyone else love the sound of rain at their window?\n  ","944328":"\n\n    @tynamite\n   \n","944329":"\n   Where do you shop the most?\n  ","944330":"\n   Nos seguimos?\n  ","944331":"\n   Any hot Toronto mans round here?\n  ","944332":"\n   what do you need in order to be happy?\n  ","944333":"\n   Evening 💔\n  ","944334":"\n   Hola\n  ","944335":"\n   Corona Corona\n  ","944336":"\n   Ever had a flea problem?\n  ","944337":"\n   What makes u angry?\n  ","944338":"\n   Have you ever grown your own garden?\n\nIf so, did you grow anything you could eat or cook with?\n\nWould you be interested in gardening?\n  ","944339":"\n   Who is your crush?\n  ","944340":"\n   How is your life going ?\n  ","944341":"\n   What was something that you loved working on so hard that you lost track of time?\n  ","944342":"\n   🕒\n  ","944343":"\n   I have done villainous tactics as I followed orders. You cannot blame me as who allegiance is to, can you?\n  ","944344":"\n   Gn everyone be safe, be smart, stay positive and may you have a beautiful morning\n  ","944345":"\n   ok how bout questions\n  ","944346":"\n\n    @leesie23\n   \n   trying to get people known\n  ","944347":"\n   Is it wrong for you to take pictures of yourself, for yourself only, if you’re single, it’s not like you’ll be sending it to people etc.\n  ","944348":"\n   Has anyone made any wrong financial moves due to this whole pandemic crisis?\n  ","944349":"\n   If you could go back in time to talk to yourself, what would you say?\n  ","944350":"\n   If you could back in time to any point in history, where would you go and why?\n  ","944351":"\n   Algo que recuerden mucho de niño?\n  ","944352":"\n   Where do you really really want to visit?\n  ","944353":"\n   Cos aaaaallll of meee loves aaaalll of you\n  ","944354":"\n   Quelqu'un vous crache dessus, quelle est votre réaction? (Somebody spit on you, what's your reaction?)\n  ","944355":"\n   Ask me questions , I'll answer them all\n  ","944356":"\n   Who has the most power ever?\n  ","944357":"\n   Are you introverted? Here is an great poem!\n   \n    https:\/\/www.youtube.com\/watch?v=2zN6mSOawiw\n   \n","944358":"\n   That's horrible but I laughed so hard lol I'm sorry\n  ","944359":"\n   What do your doodles look like?\n  ","944360":"\n   If you could leave tomorrow with a one-way ticket, where would you go?\n  ","944361":"\n   Anybody confirm thats star by the moon..\n  ","944362":"\n   What is one question you would ask someone if you wanted to determine their level of intelligence?\n  ","944363":"\n   Drop ur instagram 😒\n  ","944364":"\n   What 🤦🏻‍♂️\nHow many followers do you have?\n  ","944365":"\n   I sent a message\n  ","944366":"\n   weirdest food you’ve tried?\n  ","944367":"\n   I feel so sad 😞\n  ","944368":"\n   Why do some of ya'll be on some level kids shit I'm a man no boy over here.\n  ","944369":"\n   Hey loves , be sure to send me questions and I’ll answer EVERYTHING shortly (Sent This To Everyone) ✨\n  ","944370":"\n   Are you in a relationship? #StayAtAsk\n  ","944371":"\n   What’s a new daily routine you’ve developed during quarantine?\n  ","944372":"\n   Your cartoon cow picture??\n  ","944373":"\n   You have a follow-up cam on it?\n  ","944374":"\n   selfie?\n  ","944375":"\n   Solo tu en mi mente🤔🎶\n  ","944376":"\n   Is there only one truth?\n  ","944377":"\n   Which Disney character would you like to be for a day?\n  ","944378":"\n   What's the weirdest thing to put on a pizza?\n  ","944379":"\n   Send a picture of the Instagram account\nBecause I do not know that I am one in search\n  ","944380":"\n   When is the last time you restarted your phone?\n  ","944381":"\n   If you run away from your problems, does it count as exercise?\n  ","944382":"\n   What’s the worst thing you learned was fake about your childhood  me... Santa Claus 😂\n  ","944383":"\n   Which is the most beautiful place you've ever seen?\n  ","944384":"\n   How do you answer \"Tell us something interesting about yourself\"?\n  ","944385":"\n   If your username would be a fictional character, what would he\/she be\/ look like?\n  ","944386":"\n   Describe your day in emojis!\n  ","944387":"\n   If you had a 100% chance of becoming famous, what would you want to be famous for?\n  ","944388":"\n   What would you do if Donald Trump knocked on your door with a suitcase and said he was going to stay with you for a week?\n  ","944389":"\n   People who live alone but still poop with the door closed, why?\n  ","944390":"\n   How do you behave with people you don't like?\n  ","944391":"\n   Ok bye 🥱\n  ","944392":"\n   No i like that\n  ","944393":"\n   Let's going Instagram?\nUser name?\n  ","944394":"\n   Ar u goin to follw me or not?\n  ","944395":"\n   Do you prefer to ask questions or answer them?\n  ","944396":"\n   What is one thing you refuse to share?\n  ","944397":"\n   Ur instagram plz\n  ","944398":"\n   How do you like your coffee?\n  ","944399":"\n   Without knowing the question, what is the answer?\n  ","944400":"\n   Let's talk Instagram\n  ","944401":"\n   Nou\n  ","944402":"\n   But I am a Muslim, do you agree?\n  ","944403":"\n   What song makes you feel happy?\n  ","944404":"\n   Do you think you resemble Meagan Tandy at all?\n  ","944405":"\n   No ،If you're going to be my friend.\n  ","944406":"\n   Fr wht ?\n  ","944407":"\n   what was it?\n  ","944408":"\n   Space...😴🖤\n  ","944409":"\n   Favorite tv channel?\n  ","944410":"\n   B\n  ","944411":"\n   Tell us something you did that you're ashamed of?\n  ","944412":"\n   ¿Persona mas importante?\n  ","944413":"\n   Favorite Disney princess\n  ","944414":"\n   How are you?\n  ","944415":"\n   What is your usual breakfast?\n  ","944416":"\n   What is one thing you will never do again?\n  ","944417":"\n   What y'all doing during the quarantine\n  ","944418":"\n   How do I know if someone blocked my number?\n  ","944419":"\n   If you could do anything now, what would you do?\n  ","944420":"\n   Who's bored?\n  ","944421":"\n   Who do you find yourself thinking about in the most quiet moments?\n  ","944422":"\n   Pourriez-vous être l'amant ou la maîtresse de quelqu'un ? (Could you be somebody's sidekick or sidechick?)\n  ","944423":"\n   What would you think of someone who had a flip phone?\n  ","944424":"\n   Reply\n  ","944425":"\n   Do you like Baseball?\n  ","944426":"\n   What is your favorite actor?\n  ","944427":"\n   Quote ♥️\n  ","944428":"\n   Hola\n  ","944429":"\n   What are your thoughts on ebonics? You do accept it as a real part of a culture, or you consider it dumb or an excuse for n, or anything else?\n  ","944430":"\n   Favorite YouTuber?\n  ","944431":"\n   Do you gossip? Do men gossip?\n  ","944432":"\n   “I honour all friendships within my life. I am ready to embrace new people and to take care of the ones already within my life.”\n  ","944433":"\n   Do you think there will be a war between America and china?\n  ","944434":"\n   What's something you're not very good at but enjoy doing anyway?\n  ","944435":"\n   Do you live in Tasmania ?\n  ","944436":"\n   Do you believe in love?\n  ","944437":"\n   Ur pubg id!\n  ","944438":"\n\n    https:\/\/music.apple.com\/us\/album\/mistakes-single\/1508117366\n   \n","944439":"\n   Favorite rapper?\n  ","944440":"\n   What is the best way to say goodbye?\n  ","944441":"\n   Do you like faithful people?\n  ","944442":"\n   R u there single\n  ","944443":"\n   What was your first thought today?\n  ","944444":"\n   selfie in skirt or dress?\n  ","944445":"\n   Should Females be allowed to be police\n  ","944446":"\n   Do you think forgetting is the ultimate revenge?\n  ","944447":"\n   Are you stay-at-home?\n  ","944448":"\n   Who needs your advice the most?\n  ","944449":"\n   11\n  ","944450":"\n   2 truth and 1 lie\n  ","944451":"\n   Have a beautiful day!\n  ","944452":"\n   Have you managed to stay active while home, or have you become more of a couch potato?\n  ","944453":"\n   Do you play a musical instument?\n  ","944454":"\n   Where would you bury your treasure if you had some?\n  ","944455":"\n   What will you do after quarantine ends?\n  ","944456":"\n   Is it it safer to stay behind Biden than in front?\n  ","944457":"\n   All you handsome men drop a 💙💚\n  ","944458":"\n   Do good to God. Do not wait for someone to return the favor🤷‍♂️\n  ","944459":"\n   Whats your best way of communicating with friends and family mine? i either call them or message them on social media\n  ","944460":"\n   How come everything in america is made in other countries ?\n  ","944461":"\n   favorite r&b artist?\n  ","944462":"\n   Spâce 👏🏻\n  ","944463":"\n   Hey 💜, how is your Day ? 🇸🇦\n  ","944464":"\n   Real?\n  ","944465":"\n   Are the Chinese responsible for the coronavirus?\n  ","944466":"\n   2000 men killed by women last year. The ones who were charged and convicted got light sentences because feminists paid the judge.\n  ","944467":"\n   Hi\n  ","944468":"\n   What’s your morning routine like?\n  ","944469":"\n   Do you like Ice cube\n  ","944470":"\n   Do you wish the world was smaller?\n  ","944471":"\n   I want to have Agirl Friend.\n  ","944472":"\n   Hola 💙\n  ","944473":"\n   Favorite emoji?\n  ","944474":"\n   Follow me 🤍\n  ","944475":"\n   What are the most comfortable shoes?\n  ","944476":"\n   Whats LAMBADA\n  ","944477":"\n   Who wants to hang out tonight?\n  ","944478":"\n   what's happening now?\n  ","944479":"\n   Fitness bros, is it good to do 30-40 reps or lower it to 15-20 reps with more sets?\n  ","944480":"\n   Who was the last person you texted on whatsapp?\n  ","944481":"\n   How many tracks make up your longest playlist?\n  ","944482":"\n   If there were a book about your life, what the cover would look like?\n  ","944483":"\n   I was called creep by 10 people today on ask fm. Why does this happen to me ?\n  ","944484":"\n   You can’t slick a can of oil 😈\n  ","944485":"\n   What song would\/did you play as the main song of your 18th bday?\n  ","944486":"\n   ¿Creen en el amor a distancia?\n  ","944487":"\n   Is anyone buying anything from amazon? If yes, come to my influencer store and buy it from there.\n  ","944488":"\n   What is something you do every single day?\n  ","944489":"\n   Would you rather live in the mountains or on the beach?\n  ","944490":"\n   Where would you like to visit, any where in the world?\n  ","944491":"\n   do you ever get eye strain?\n  ","944492":"\n   What's the best movie you've seen lately?\n  ","944493":"\n   ¿Cambiarías algo de tu físico?\n  ","944494":"\n   What can fire stand for?\n  ","944495":"\n   Hola\n  ","944496":"\n   Favorite emoji?\n  ","944497":"\n   Would you leave your home country for the one you love?\n  ","944498":"\n   Do you like Ed Jasper\n  ","944499":"\n   Hola\n  ","944500":"\n   Which restaurant chain would you have wanted to get free food for life from? 🍔🍟🌮🍕🍜 What's your go-to order there?\n  ","944501":"\n   Te amo bebe 🥰🍑\n  ","944502":"\n   How can we be made healed?\n  ","944503":"\n   What is your favorite pizza?\n  ","944504":"\n   If you could get a lifetime supply of something that wasn't food, what'd you pick? 💄👟\n  ","944505":"\n   Are we one with the Universe ?\n  ","944506":"\n   If you were a youtuber, what kind of videos would you make? ▶️\n  ","944507":"\n   What is the greatest \"fuck it, I'll do it myself\" in history?\n  ","944508":"\n   What sounds incredibly wise but is actually just a load of crap?\n  ","944509":"\n   What white noise do you need in the background while you sleep?\n  ","944510":"\n   If you could eat a meal from any movie, which would it be?\n  ","944511":"\n   What species would you not be surprised to find out has been an alien life form all along?\n  ","944512":"\n   Your dad walks in and says you need to talk about the birds and the bees. What do you say to make this conversation as awkward as possible?\n  ","944513":"\n   If you were to become a god of one or two things, like the ones in Greek or Norse mythology, what would you've liked to control? 🌊⚡💘🌽 What would you do in your newfound role? You think you'd make a good god? 🤔\n  ","944514":"\n   (Question if your into Pokemon. If not. Just ignore & my bad for asking if your not into that.)\n\nWhat Pokemon type would be if you had to choose? Can pick 2.\n\nEx's: Electric, ice, water, fire, fly, rock, normal, ground, ghost, dark, leaf, fighting, fairy, poison, physic, steel, dragon, bug\n  ","944515":"\n   “Thinking too much about a decision can lead to analysis paralysis which is the idea that you end up not making a decision at all.” Have you ever thought about making a decision so intensely that you ended up without any decision at all? If yes, then what kind of decision did you have to make?\n  ","944516":"\n   Which artist would you love to see in concert but you haven't yet? 🎙🎸\n  ","944517":"\n   What positive effects has the quarantine had for you?\n  ","944518":"\n   Have you ever lost friends because of differing opinions, what do you think of it in retrospect?\n  ","944519":"\n   What’s the strangest tattoo you have seen on someone?\n  ","944520":"\n   Say you're invited to a party and they ask for your food preferences, what do you tell them? 🥜🍖🥦\n  ","944521":"\n   Do you like music?\n  ","944522":"\n   I am not afraid of death. Are you?\n  ","944523":"\n   If you suddenly grew by 4 inches \/ 10 cm overnight, what'd you be thinking when you woke up? 🤔📏\n  ","944524":"\n   When you eat chips or other snacks casually at home do you usually pour them into a bowl or do you eat them straight from the bag? 🥔🍿\n  ","944525":"\n   Do you \/ have you ever collected anything? How large is \/ was that collection? ⚾️🖊🗿\n  ","944526":"\n   Do you have a brother from another mother? Post it!\n  ","944527":"\n   How not to be sad?\n  ","944528":"\n   What is the right way to eat spicy food?\n  ","944529":"\n   If you were to choose one album, movie \/ video game soundtrack etc. to become the soundtrack of your life, which would you choose? 🎶🎧\n  ","944530":"\n   What felt like a useless piece of advice until you actually tried it?\n  ","944531":"\n   Is there something you own a lot of where that you collect? Would you like to share with us what that is? Doesn't matter what it is. Add pic or GIF maybe\n  ","944532":"\n   I drank two bottles of Smirnoff and a shot of whiskey I’m ready for bed\n  ","944533":"\n   If you had to walk into a battlefield from a fantasy movie but you could bring whatever fantasy-like weapon you desired, what'd you pick? 🛡🗡⚒🧙‍♂️🏹 Why that one? 🤔\n  ","944534":"\n   what food do you enjoy that is also healthy?\n  ","944535":"\n   How are you meant to answer the question \"Are you ok?\" when you are, in fact, not ok?\n  ","944536":"\n   Happy Mother's Day to any moms that see this! If you're not a mom then just post something about your mom. For a short note to her. Write her a short note in the answer.\n  ","944537":"\n   Do you like pineapple juice?\n\nFav. way to have pineapple?\n\n(I am having some right now and it is quite good! 🍍)\n  ","944538":"\n   Why are you the way you are?\n  ","944539":"\n   Do you think pick up lines EVER work? ❤💔 Why \/ why not? 🤔\n  ","944540":"\n   The last thing you google comes true, what is it?\n  ","944541":"\n   Do you consider yourself a main or a side character in life, and why?\n  ","944542":"\n   You get invited to be a part of Fear Factor, how do you respond? How well do you think you'd do in a show like that? ⚠️🕷🐍🌊\n  ","944543":"\n   Anyone get a new update with Ask.fm? If so, what do you think of it?\n\nI did and whoa! Wow. Impressed! Way to go Ask.Fm! 👏👏👏 Looks neat! Looks like they are kinda are going with what I reeally wanted. More notice & updates to the profiles! Looks like they made them real nice & flashy! Love it!\n  ","944544":"\n   (If you don't have any tattoos. Have you ever wanted to get one?)\nDo you have any tattoos?\nWould you like to share one of your tattoos with us?\n  ","944545":"\n   Do you keep track of the amount of steps you take in a day? What's the most you've ever gotten? 🚶‍♂️🚶‍♀️\n  ","944546":"\n   Question only a swimmer \/ freediver like me would ask: How long can you hold your breath? 😶\n  ","944547":"\n   Question only a swimmer \/ freediver like me would ask nr.2: What's the farthest distance you've ever swum non-stop? 🏊‍♀️\n  ","944548":"\n   What's the last thing that made you feel nostalgic? 📺🔫🎾🛷\n  ","944549":"\n   How long was the longest essay \/ paper you've had to write for school \/ uni etc.? How was it to write that? What did you do to push yourself through it? 📝💻\n  ","944550":"\n   Is there something you can do that you know most others couldn't? 🤔😄\n  ","944551":"\n   Have you ever had a movie marathon? Of what movies? How long did it last? 🍿🖥\n  ","944552":"\n   Have you ever had 🍤 shrimp and 🌽 corn soup before? If you've never tried, I recommend to go and look up a few recipes online and try making it! Super good! 😋🍽\n\nWe made it tonight for supper and it was absolutely delicious! We made it a Cajun shrimp and corn soup.\n  ","944553":"\n   Space.\nUse this ? to share anything. 🤘😁\n_\nYou guys rock.\nI just wanted to send this out to tell y'all know that & to tell you all to have a wonderful rest of your day! whether you just started it or it just is ending! Good morning or goodnight where ever you all are! & much love from the 🇺🇸 USA!\n  ","944554":"\n   What is the last place you ordered food from?!\n  ","944555":"\n   Do you wear any kind of glasses? Or nah?\n  ","944556":"\n   I know I usually ask loaded questions so... How are you? 😄 Haha\n  ","944557":"\n   You hear that Godzilla has been sighted heading towards the area where you live, what do you do? ☢\n  ","944558":"\n   If it cost the same, would you live in a mansion or a mid-sized house with a lot of land?\n  ","944559":"\n   Do you enjoy going to diners?\n  ","944560":"\n   Are you doing anything for Mothers Day?\n\n(You don't have to answer. If you mom has passed on.. My apologies on the question and be wishes to you..)\n  ","944561":"\n   If you were to create a virtual world that you could escape into in times of need, how'd you make it? No limits, go crazy with the details if you feel like it!!! 🧝‍♀️🏰🚀🦄\n  ","944562":"\n   You like pot roast? With lot's of veggies in it?!\n  ","944563":"\n   What traits do you have that are just like your mother?\n  ","944564":"\n   What’s you’re favourite animal ?(: andddddd what’s you’re favourite tv series ?(:\n  ","944565":"\n   If everyone in the world were going to start calling you something of your choosing that WASN'T your real name, what'd you choose? 🤔🤣\n  ","944566":"\n   Sending this out to all the people I follow: Been clearing out the list of people I send regular questions to recently, if you recieve this it means that you're still on it! 😁 If you ever feel like you don't want to recieve my questions anymore, just let me know.\n  ","944567":"\n   Which network's shows did you watch most as a kid? Like Disney, Nickelodeon etc. 📺 Any particular show you remember fondly? 😁\n  ","944568":"\n   If you were to become a mermaid, which color would you choose your fin to be? 🤔🧜‍♀️\n  ","944569":"\n   How's the corona situation where you live? Is it getting better or worse? 😷\n  ","944570":"\n   I just put up a vid showcasing a big Minecraft build I made if you're interested in watching 😄\n   \n    https:\/\/ask.fm\/Tobbelit0\/answers\/160745859031?utm_source=copy_link&utm_medium=android\n   \n   If you don't care for Minecraft you can obviously skip this question Haha\n  ","944571":"\n   What do you usually do to treat yourself? 😄\n  ","944572":"\n   What TV show has gone off the air that you wish would come back?\n  ","944573":"\n   Which would you choose?! 10 baby sloths or 10 kittens?!\n  ","944574":"\n   Have you had any weird \/ interesting dreams recently? What can you remember from it? 💭💤\n  ","944575":"\n   🏖 What do you think of the ocean? 🏝 Ocean GIFs! 🌊 Can we add them to our answers? 😁🤘🌤\n  ","944576":"\n   5 words that describe what living in your area is like?\n  ","944577":"\n   Do you like root beer floats or nah, not a fan of them? 🍦🍺\n  ","944578":"\n   Have you ever heard of the video game called Fallout? Old one's and then Fallout 76? Good game.\n  ","944579":"\n   Have you ever watched a video about stereotypes and been like \"Oh, that's so me!\"? 🤣 You remember what kind of stereotype it was that made you feel that way? Haha\n  ","944580":"\n   If you could be any animal what would it be and why? Is there something special about this animal that you choose to want to be? (You can add a GIF or picture to the answer if you would like. You do not have to.)\n  ","944581":"\n   What is the weirdest thing you have seen in someone else’s home?\n  ","944582":"\n   What should you do every single day?\n  ","944583":"\n   What is a situation where \"common sense\" will actually make things worse?\n  ","944584":"\n   What's the craziest thing you have said to your boss?\n  ","944585":"\n   Who is the stranger that you have only seen\/meet once in your life that you still think about time to time?\n  ","944586":"\n   What is a children’s song that has a terrible moral but nobody really talks about it?\n  ","944587":"\n   What’s the coolest, scariest, or most fucked-up dream you’ve ever had?\n  ","944588":"\n   If you suddenly came into possession of 10 tons of Cocaine what would you do?\n  ","944589":"\n   What is the sexiest accent to you?\n  ","944590":"\n   What song is currently stuck in your head?\n  ","944591":"\n   If money wasn't an issue. What item would you NOT buy and why?\n  ","944592":"\n   Introverts, how do you respond to \"Why are you so quiet?\"\n  ","944593":"\n   What do you think about while youre trying to sleep?\n  ","944594":"\n   What's a good way to make friends?\n  ","944595":"\n   How do you feel today?\n  ","944596":"\n   Do you like yourself? Why or why not?\n  ","944597":"\n   Are you \/ have you ever been into Pokémon? Do you have a favorite one? ⚡🔥🌊🌱\n  ","944598":"\n   Can you dab?\n  ","944599":"\n   Out of all the soups you've ever had, which soup is best?\n  ","944600":"\n   What are things that people are ashamed of but shouldn't be ashamed of?\n  ","944601":"\n   Have you ever witnessed a wedding objection? What was it like?\n  ","944602":"\n   What do you think should be free for everyone?\n  ","944603":"\n   What did you get bullied for at school?\n  ","944604":"\n   What do you do to relieve stress?✨\n  ","944605":"\n   Grab the closest book to you, flip to page 112. The first sentence on that page describes your love life: How did it go?\n  ","944606":"\n   Yeah, me too! But you said that never happened to you. Do you always take at least two pieces with you, so you've never run out before?\n  ","944607":"\n   What's the funniest thing your teacher has done by mistake?\n  ","944608":"\n   Do you own anything that some might consider to be \"nerdy\"? 🤓 PAP perhaps? 😁\n  ","944609":"\n   What do you think of sharks? 🦈 Scary, cool, simply misunderstood? How'd you react if you saw one in the wild? 🤔\n  ","944610":"\n   What motivates you to get up every morning?🌼\n  ","944611":"\n   1 out of 10 how bad do you want to go swimming right now?\n  ","944612":"\n   What do you do? 🍛\nDo you have anywhere where you write down your recipes? 🦀 Do you put them in a recipe book or do you maybe write them down and put them on your fridge? 🍜 Or just write them down on a piece of paper and just leave them by the oven? Or no recipes at all. 🍽\n  ","944613":"\n   Have you ever dropped a phone so it cracked? 📱 Lost my streak of never doing it myself a couple of days ago 😅\n  ","944614":"\n   Have you ever went to a vending machine & put your last bit of money in & then you press a button of choice & then.. it gives you a completely different drink..🤦That you just can't drink.. No go on the flavor.. Your like.. Why me?\nHas this ever happened to you? If not.. Your luck! 😆 It sucks😭LOL.\n  ","944615":"\n   If you were to go back in time and spend a week in a decade during the 1900s, which would you choose? ⏳ Why? 📻🎩👰🕺👩‍🚀🎸🕹👨‍🎤📺🛹\n  ","944616":"\n   Say in the future, robots make up most of the workforce and basically everyone's needs is taken care of so people don't have to work, would you miss working or simply enjoy the freedom? 👷‍♀️👨‍⚕️🥳🤙Why? 🤔\n  ","944617":"\n   When you're on youtube, what kind of videos do you usually watch? 🎦\n  ","944618":"\n   If you could take one thing to prison what would you bring in with you?\n  ","944619":"\n   If you had a chance to go to a new planet and be part of colony, but never come back to earth, would you do it ?\n  ","944620":"\n   What is the last thing that you did that you were proud of?\n  ","944621":"\n   Oh. Really? Hmm. Don't you like pizza?\n  ","944622":"\n   Do you like the little sweet Clementine oranges? Aka also called, \"halo oranges.\"\n  ","944623":"\n   Did you ever fall asleep in school?\n  ","944624":"\n   What is your battery percentage at at the moment? Do you need to plug it up? Lol.\n  ","944625":"\n   What if I'm the one but you just don't know it?\n  ","944626":"\n   Do you like cabbage or do you think it's disgusting? If you like cabbage how do you like it cooked? What in it?\n  ","944627":"\n   You know how like when you're eating a pizza and you suddenly get the rumbling in your tummy and you realize you need to use the bathroom, so you go in there and you only bring 1 piece of pizza because you don't think you'll be long but it takes way longer than you thought so you shoulda brought 2?\n  ","944628":"\n   What are you looking for?\n  ","944629":"\n   What are you looking for?\n  ","944630":"\n   Have you started doing something since the pandemic began that you usually don't do? Like a new hobby or something? 🎨🍳🏺\n  ","944631":"\n   You get offered a ride down to the deepest parts of the ocean in a submarine that's previously been down there without issue, how do you respond? 💦🦑\n  ","944632":"\n   What do you usually like to do at the beach? Are you someone who just likes to chill or do need to have some kind of activity? ☀️🕶🏖🏄‍♀️🥏🏊‍♂️\n  ","944633":"\n   What is something people do in your country that you don't think people in many other countries do? 🤔 Like something that's truly unique but is considered normal where you live 👘🐟🎑🏏🎐\n  ","944634":"\n   The results are in for the poll tournament I did for favorite dishes and the result was that... *drumroll*... Pizza is the most popular dish on here! 🍕 Any thoughts? Are you surprised? Haha\n  ","944635":"\n   What is that one thing you wish you could experience for the first time again?\n  ","944636":"\n   What’s the most abnormal way you’ve ever seen someone do a normal thing?\n  ","944637":"\n   What’s your dream job ?(:\n  ","944638":"\n   Your rapper name is the first two letters of your name and the last thing you ate, what's your rapper name?\n  ","944639":"\n   Meant to say chore. Not choir. Srry. Typo in the last question I asked. My apologies y'all.\n\nAnyway hope you guys are having a good day!\n  ","944640":"\n   What choir do you enjoy doing? That is if you enjoy any. For real though.. Is there any chore that is kind of satisfying to you?\n  ","944641":"\n   What's the last text msg you received?\n  ","944642":"\n   Do you like strawberry shortcake?\n  ","944643":"\n   You now have the ability to curse someone. The curse doesn't hurt them or anyone they love in anyway, but it sure does annoy the shit out of them. What curse do you give them?\n  ","944644":"\n   What's the best piece of advice you've ever received?\n  ","944645":"\n   If you could be ANY OTHER animal beside a human, what would you choose ??(:\n  ","944646":"\n   What’s the most out-of-character choice you’ve ever made?\n  ","944647":"\n   Say some nice to three of the people you folow? :)\n  ","944648":"\n   Which disney movie would you want to live in? 😊 Why? What kind of character would you be in said world? 🤔\n  ","944649":"\n   What's the biggest city you've ever been to? 🏙 What was your impression of it? 🤔\n  ","944650":"\n   What makes you feel like a boss?\n  ","944651":"\n   If you could make your footsteps make any sound, what sound would it be?\n  ","944652":"\n   There’s a population of 7.5 billion humans and 19 billion chickens at any given time. If there was a chicken rebellion how would you prepare to fight off your 2.7 chickens (give or take a few)?\n  ","944653":"\n   People who get really polite when angry, why?\n  ","944654":"\n   What movies could have been much shorter if the main characters just used a little common sense?\n  ","944655":"\n   What is your favourite book and why would you suggest anyone to read it?\n  ","944656":"\n   Who is that one person you can never forget?\n  ","944657":"\n   If you can remember or if you have any, how did you get one of your scars?\n  ","944658":"\n   If you could replace all of the grass in the world with something else, what would it be and why?\n  ","944659":"\n   What is the most evil letter of the alphabet and why?\n  ","944660":"\n   Desktop or notebook? Which do you prefer?\n  ","944661":"\n   What's a good fake answer for crying?\n  ","944662":"\n   What future technology are you the most excited for? 😁 Why?\n  ","944663":"\n   What is the funniest thing you have heard someone replace a swear word with?\n  ","944664":"\n   What's your favorite type of body wash you like to use? Share a pic or GIF with this if you'd like.\n  ","944665":"\n   What is the name of your favourite movie, but written like a Youtube clickbait title?\n  ","944666":"\n   Name 3 topics that really fascinate you ?(:\n  ","944667":"\n   Do you like the ice cream cones with the nuts on the top and the syrup in the middle and the chocolate at the bottom? 🍦🍫\n  ","944668":"\n   How will you show gratitude today?\n  ","944669":"\n   Do you like to go bike riding? Or not really.. No fun.. Boring.. Or do you enjoy bike riding? Long rides? ⛰ Mountain riding?\n  ","944670":"\n   Do you love to watch lightning? 🌩 or no. Scares ya bad? Understandable is so.\n  ","944671":"\n   Have you ever owned a bonsai tree before? Or have you ever done a bonsai kit before\n  ","944672":"\n   If you were to be an animal for a day, which'd you choose? Why? 🐱🐶🐨\n  ","944673":"\n   What's something in your room right now that most people probably dont have in theirs?\n  ","944674":"\n   What's the weirdest thing a guest has done to your house?\n  ","944675":"\n   What's one food that you used to hate but for some reason you started to appreciate over time?\n  ","944676":"\n   What's the most physically exhausting thing you've ever done? 🏃‍♀️💪🏊‍♂️ How much stamina would you say that you have? 🥵\n  ","944677":"\n   What is your absolute favorite quote and why does it speak to you?\n  ","944678":"\n   How old is the most expired item in your fridge?\n  ","944679":"\n   What's the last thing that made you feel truly nostalgic? 🤔 How was it to revisit that thing? 😁\n  ","944680":"\n   Where is the one place in the world you wish you could revisit?\n  ","944681":"\n   Do you judge people quickly?\n  ","944682":"\n   With everything going on this year, share something positive that has happened!!😊🌺✨\n  ","944683":"\n   What is your favorite lunch cafeteria food?\n  ","944684":"\n   Did you ever play with a yo-yo as as a child?\n  ","944685":"\n   Would you or have you ever worked in a chicken 🐔 plant before? Even if they offer you a hundred bucks an hour, would you do it?\n  ","944686":"\n   What was the last lie you told, or last lie you know someone told to you?\n  ","944687":"\n   Do you like sunflower🌻 seeds?\n  ","944688":"\n   Do you have a porch at your home? Or do you just have stairs of some sort? Or a patio of some sort?\n  ","944689":"\n   What embarrasses you the most in front of others?\n  ","944690":"\n   How old is the most expired item in your fridge?\n  ","944691":"\n   Do you ever like to go outside and just sit in the sun? \"Soak up the Sun.\"\n  ","944692":"\n   What are you most afraid of? ☹️\n  ","944693":"\n   Do you prefer very spicy or non-spicy food?\n  ","944694":"\n   Be creative: what is the worst possible way to respond to \"I love you\"?\n  ","944695":"\n   If you were to have three movie posters hanging on your wall, which three movies would those be of? 🤔😁\n  ","944696":"\n   Do you own any stuffed animals? 🤔😁 Pic? Haha\n  ","944697":"\n   What was the last song you danced to?\n  ","944698":"\n   Are there any type of oils that you like to use? Or nah? Not really.\n  ","944699":"\n   Would you visit a really old and abandoned church? As old as 1600's. But.. at night aand you have to walk through a swamp and a forest for 15 minutes to get there. Can bring 2 other people. Would you do even for money?\n  ","944700":"\n   What do you think about coconut? Do you like it or not really?\n  ","944701":"\n   How many metal breakdowns did u had today?\n  ","944702":"\n   Good night\n  ","944703":"\n   Are you scared of the outside\n  ","944704":"\n   How was your day?\n  ","944705":"\n   Where's the good in goodbye? 👋\n  ","944706":"\n   If your walls could talk, what would they say?\n  ","944707":"\n   Do you draw, paint or anything like that? ✏🎨 PAP of something you've made that you are proud of perhaps? 😊\n  ","944708":"\n   Prefer drinking or smoking?\n  ","944709":"\n   If your life were a movie, what would be its title ?\n  ","944710":"\n   Last time you made\/baked a cake whatever you want to call it\n  ","944711":"\n   when did you move out of your parents?\n  ","944712":"\n   If you could breed two animals together to defy the laws of nature what new animal would you create?\n  ","944713":"\n   Out of nowhere, you get a free watermelon, what will you do with it?\n  ","944714":"\n   What's your favorite thing about nature?\n  ","944715":"\n   What is the name of this current chapter in your life?\n  ","944716":"\n   What’s the most incorrect way to eat a slice of pizza?\n  ","944717":"\n   What is something so simple but so difficult?\n  ","944718":"\n   What youtube channel lost its quality over time?\n  ","944719":"\n   Do you have a little yard or a big yard? Do you wish you had more or less? Or do you have none? No yard at all?\n  ","944720":"\n   How about cats? Are there any type of cat species that you prefer? Care to share a picture or a GIF?\n  ","944721":"\n   Do you have like a year or decade that you think was the best when it comes to music? 🤔 Why that one? 🎶\n  ","944722":"\n   Tell us something you did that you're ashamed of?\n  ","944723":"\n   Do you think the sound of your voice fit the way you look? Or does it give of a completely different impression when people can't see you? 🗣🤔\n  ","944724":"\n   When do you usually wake up in the morning? 😴 What's the first thing you do when you wake up?\n  ","944725":"\n   What's a song that always gets you in a good mood? 😊🕺\n  ","944726":"\n   What kind of dogs do you like? What breeds? If you want to take a picture of it and share it you can or share a GIF.\n  ","944727":"\n\n    @RedOasis2017\n   \n   🔴\nShoutout to him!\nIt's his 25th birthday today! 🎂 4\/16 Y'all go and stop by and drop him some happy birthday wishes if you get a change! Give him a follow! 🎉 He's an awesome friend! Happy Birthday Tommy! 🎊 Hope you have an awesome birthday today pal!\n  ","944728":"\n   Do you ever wear overalls? Would you ever?\n  ","944729":"\n   What’s a topic that you can talk about for hours ?(:\n  ","944730":"\n   Is there a piece of furniture in your house that you absolutely love? That you spend most of your time around? (other then your bed.)\n  ","944731":"\n   I'm planning on holding a poll tournament starting tomorrow about popular dishes 🍔🍟🌮🍕🌭 In the link you'll find the contenders I've picked out, let me know if you think any should be replaced with another! 😁\n   \n    https:\/\/ask.fm\/Tobbelit0\/answers\/160218561495?utm_source=copy_link&utm_medium=android\n   \n","944732":"\n   ATM pic of whatever? 😁📸 Doesn't have to be of you if you don't feel like it 😅\n  ","944733":"\n   Has anyone in your life ever betrayed you?\n  ","944734":"\n   What’s something you want that doesn’t exist yet?\n  ","944735":"\n   Which Disney character do you relate the most to? 🤔 Why? 😁\n  ","944736":"\n   What was your favorite thing to do growing up?🕹🏃‍♀️🖍 Like the one you have the most fond memories doing? 😊\n  ","944737":"\n   Based on how you look, what kind of person do you think people think you are when they first see you? 🤔😅 Why?\n  ","944738":"\n   Have you ever laid down on the floor during really warm nights to cool off? 🥵 Or is it only me who's done that? 😂\n  ","944739":"\n   Have you ever had a lucid dream? 😴 If so, how was it? 😁\n  ","944740":"\n   Did you receive anything wonderful on Easter? Care to share a photo? Or did you make anything yummy?\n\n(If you don't share Easter just use any of these questions as a random filter question. Sorry for sending them if you don't celebrate it.)\n  ","944741":"\n   Have you went swimming yet this year or no? Do you plan to go?\n  ","944742":"\n   Do you like the Easter bunny chocolate or not really?\n  ","944743":"\n   How to protect yourself from the virus? #StayAtASK\n  ","944744":"\n   Have you ever had chicken casserole before?\n\n_______\nYesterday I made my mama's homemade chicken casserole and it came out really really good! I definitely recommend making this because it was really easy and quick and cheap! You can look up recipes online. Easy recipes and hard.\n  ","944745":"\n   How was yesterday? Easter? Any highlights or was it boring for the most part? I hope you had a good day yesterday. And if you didn't have a better day today!\n  ","944746":"\n   How was the weather yesterday where you were? It was horrible for us. Really bad wind tornado warnings and flooding. Lots of lightning.\n  ","944747":"\n   Hope you guys had a beautiful easter💞\n  ","944748":"\n   What kind of kid were you in school? Did you fit into any stereotypes? 😎🤓🧐🤥\n  ","944749":"\n   can you follow her on instagram?\nAngie_murilloc\n  ","944750":"\n   Smoothie or milkshake?\n  ","944751":"\n   How was easter?\n  ","944752":"\n   What is your favourite useless fact?\n  ","944753":"\n   Si pudieras tener un súper poder cuál sería?\n  ","944754":"\n   M or F ?\n  ","944755":"\n   What thing is easy to explain to a 5 year old than to a grown up?\n  ","944756":"\n   tell me a fun story, made up or real!\n  ","944757":"\n   Who is someone you wish was on this app that you could anonymously or publicly ask any questions to?\n  ","944758":"\n   Try to finish the sentences or fill in the blanks. Try.\n\nThis year is to me is _______ and I think_____________.\n  ","944759":"\n   Como tas?\n  ","944760":"\n   Would you rather be given $1,000(yourself) or would you rather have the chance to give $10,000 to a charity of your choice?\n\n✔ After your answer question.\nWhich charity you choose? Or what would you do with the money if you had it?\n\n(Do not have to answer. Ignore if you wish and have a good day.)\n  ","944761":"\n   Favorite Usher song?\n  ","944762":"\n   Drinking is Lame...\n  ","944763":"\n   If you could delete ANY one thing from the face of the earth, what'd it be? ❌ Why that one thing over others? 🤔\n  ","944764":"\n   Ya vete coronavirus 😭\n  ","944765":"\n   What’s suspicious if you buy one but normal if you buy 10?\n  ","944766":"\n   challenge you today to send at least three questions out to everyone on your friends list. You can do it. I believe in you. You guys have an amazing day and a good Easter! ( if you celebrated, that is, if not just ignore)\n  ","944767":"\n   Do you have any animals that you have always wanted to see in the wild? 🐨🐅🐼🐬🦏 Why those ones specifically? 😊\n  ","944768":"\n   Would you say you're a good photographer? 📸 You mind showcasing a cool picture you've taken? 😊\n  ","944769":"\n   How are you doing?! I hope you have a wonderful rest of the day!🌺\n  ","944770":"\n   What's something you can tell us about yourself that will make us hate you?\n  ","944771":"\n   Do you work well under pressure?\n  ","944772":"\n   Do you work well under pressure?\n  ","944773":"\n   Nooooooonlol I even recorded it and a lot of people joined I was soooooooo nervous\n  ","944774":"\n   volleyball or soccer?\n  ","944775":"\n   When is faking it til you make it a bad idea?\n  ","944776":"\n   I cracked the egg on my face because well....... it was him ..... he asked ,..\n  ","944777":"\n   A new dating app is launched. Instead of a photo of the person, it shows you a photo of their bedroom, car, kitchen, shoes, how they have their tea\/coffee, things like that... what photo would tell you the most about someone, and would you be most interested to see to choose a potential date?\n  ","944778":"\n   If life was a video game, what would the loading screen tips be?\n  ","944779":"\n   If you had to write something right now to piss the most people off what would it be?\n  ","944780":"\n   Where did the phrase “curiosity killed the cat” come from?\n  ","944781":"\n   You hear that people have started to become zombies somewhere on the opposite side of the globe, what do you do next? 🧟‍♂️ How well do you think you'd do in a zombie apocalypse in general? 🤔\n  ","944782":"\n   Where I live people basically only pay with card, how's it where you are? Is it more common to use cash or is it the same there? 💳💵\n  ","944783":"\n   What kind of friend would you say you are to the ones you have? 🤔😊\n  ","944784":"\n   if you clone yourself, how can you make sure you aren't the clone?\n  ","944785":"\n   What problem can't be fixed simply by throwing money at it?\n  ","944786":"\n   Are there any YouTube videos that you’ve found yourself returning to over the years for whatever reason? Which ones?\n  ","944787":"\n   What did you think was overrated until you tried it yourself?\n  ","944788":"\n   favorite place you’ve been to?\n  ","944789":"\n   Your username is now the subject of a high level college class, what are you teaching?\n  ","944790":"\n   Without saying the name, what is your favorite animal?\n  ","944791":"\n   Have you ever gotten a prize for doing something? 😁 Like a trophy or a medal? 🏆🏅\n  ","944792":"\n   Do you like the color blue? Let's go some blue GIFs or PICs!\n  ","944793":"\n   What's your fav food??\n  ","944794":"\n   What's one movie you could watch over and over and not get tired of?\n  ","944795":"\n   Would you ever fly a plane if you could?\n  ","944796":"\n   What is a family funday look like for you?\n  ","944797":"\n   Are you in the ask VIP program?\n  ","944798":"\n   Would you be capable of loving a mentally and emotionally unstable person with unconditional love? Why \/ Why not?\n  ","944799":"\n   What are you better at with your non-dominant hand than your dominant one?\n  ","944800":"\n   What's the biggest lie you've heard so far? 🤭😱🤭😱\n  ","944801":"\n   hi\n  ","944802":"\n   How do you usually start a conversation?\n  ","944803":"\n   What is the prettiest city you have ever been to?\n  ","944804":"\n   What do you think of Funko POPs? 🤔 Do you own any yourself? PAP perhaps? 😁\n  ","944805":"\n   What is something that you have been really wanting to cook lately?\n  ","944806":"\n   💚\n  ","944807":"\n   You like strawberries? 🍓\nEver been to the Strawberry Patch before?\n\nRight now the strawberries look amazing! I love going to the strawberry patch! Very fun! If you have never done this before I strongly recommend!\n  ","944808":"\n   How to get peace?\n  ","944809":"\n   How is the weather today?\n  ","944810":"\n   Have you ever met a famous celebrity\/ artist? Who was it? 🤭🤔🤭🤔\n  ","944811":"\n   Read books or watch TV shows in quarantine? #StayAtASK\n  ","944812":"\n   Have you ever bought something and end up not using it? 🤭 what is it? 😂\n  ","944813":"\n   I haven’t watched Tv since June of 2018,so what are some of the Tv shows worth watching?\n  ","944814":"\n   Best movies on Netflix?\n  ","944815":"\n   What do you think of Swedish EDM? Like Avicii, Swedish House Mafia, Galantis etc.? 🎚🙋‍♂️🎧🇸🇪\n  ","944816":"\n   Coolest building you've ever seen? 🏯🏰🗼🏢 PAP perhaps? 😁\n  ","944817":"\n   What's your favorite GIF? 😁\n  ","944818":"\n   Are you into horror? Which scary monster from pop culture ALWAYS gives you the creeps? 😨\n  ","944819":"\n   People losing their jobs but not fearing the Coronavirus?\n  ","944820":"\n   Would You Rather Be Crazy Rich, Or Deeply In Love?\n  ","944821":"\n   hi\n  ","944822":"\n   Do you like to brush your hair or have your hair brushed? Or are you really not a fan of brushing your hair at all? Or having it brushed?\n  ","944823":"\n   Instagram alguien\n  ","944824":"\n   They say it's never too late to make a change. Do you believe this? Why?\n  ","944825":"\n   What would you do, if there were no more Internet in the world?\n  ","944826":"\n   Can you sleep when someone's snoring loudly nearby? 😫😪 If you can't, what do you then do? 🤔\n  ","944827":"\n   Have you ever rewatched a movie from your childhood and realize that some of the jokes that you never understood makes sense now? 😂\n  ","944828":"\n   What'd be the ultimate \"cheat meal\" according to you? 🤔😋\n  ","944829":"\n   Say you're at a club, what song should the DJ play to REALLY get you going? 🕺😂\n  ","944830":"\n   What did you have to skip or postpone due to quarantine? #StayAtASK\n  ","944831":"\n   Have you ever watched a game \/ reality show and been like \"Oh, I'd kill it if I took part in it, looks so easy!\" 😂 Or at least wanted to take part? 😁\n  ","944832":"\n   If you were granted THREE wishes, what would they be ?(:\n  ","944833":"\n   What's the last show\/movie that made you cry? 🥺🥺🥺\n  ","944834":"\n   Favorite drink?\n  ","944835":"\n   What are your 3 biggest pet peeves?🤔🤔\n  ","944836":"\n   Which color do you associate with yourself? 😊 Why that one? 🤔\n  ","944837":"\n   If you were a character in a movie, what'd your theme song be? 🎶 Would it change depending on the genre? 🤔 Link perhaps of an example? 😁\n  ","944838":"\n   Five things you like about yourself? 😊\n  ","944839":"\n   What happens when we are lazy?\n  ","944840":"\n   Ever played the video game GTA? Would you ever or nah? 🎮\n  ","944841":"\n   Would you ever fly a plane if you could?\n  ","944842":"\n   What’s good?\n  ","944843":"\n   ya think 😶\n  ","944844":"\n   What's the most used app on your phone right now? What's the least used app? 🤭🤭\n  ","944845":"\n   Any plans for Easter ?\n  ","944846":"\n   Really?nice\n  ","944847":"\n   So you are atypical?\n  ","944848":"\n   Is every rap songs sounds exactly the same? Just different lyric?\n  ","944849":"\n   Are there any type of crystals that you like to keep with yourself or in your house?\n  ","944850":"\n   Hi what is your favorite multiplayer games?\n  ","944851":"\n   Sm healthy smoothie?\n  ","944852":"\n   Have a good night :)\n  ","944853":"\n   Hola\n  ","944854":"\n   Who loves reggaeton?\n  ","944855":"\n   Favorite PJs? PAP!\n  ","944856":"\n   Rutabagas.\nYay or nay?\nHow do you cook them?\nOr do you just not cook them at all?\n  ","944857":"\n   What is something that everyone looks stupid doing?\n  ","944858":"\n   what is an emoji you wish existed?\n  ","944859":"\n   Were you from girl?\n  ","944860":"\n   How many songs do you know called \"home\"?\n  ","944861":"\n   Are you crazy or something?\n  ","944862":"\n   A girl?\n  ","944863":"\n   Que opinas acerca de las personas que maltratan a animales?\n  ","944864":"\n   Who are you?\n  ","944865":"\n   What are the quickest ways to end a debate?\n  ","944866":"\n   If you got to pick your own name when you were 5 what do you think you'd be called now?\n  ","944867":"\n   People who can get up early (6am or earlier), How?\n  ","944868":"\n   What's something you're positive that only you do?\n  ","944869":"\n   A good funny movie you recommend to peeps?\n  ","944870":"\n   When did something start out badly for you but in the end, it was great?\n  ","944871":"\n   What's the nicest thing you've done for a complete stranger knowing you will likely never see them again?\n  ","944872":"\n   What's the most terrible joke you've heard but made you laugh so hard? Share it. 😂😂\n  ","944873":"\n   Alguna vez has visto Harry Potter?\n  ","944874":"\n   Just don't give up.\n  ","944875":"\n   Who is someone you envy?\n  ","944876":"\n   What’s the most creative use of emojis you’ve ever seen?\n  ","944877":"\n   What would be the funniest moment to yell \"nice\"?\n  ","944878":"\n   Have you ever seen a horseshoe crab before? Pics or GIFs maybe?\n  ","944879":"\n   There's a way to master this. Do your own research, fall in love with the idea of saving yourself. If you want, and you search... You'll find the answers you need.\n  ","944880":"\n   Would you adventure a jungle? Can bring 3 people? Tag them and mention who you are bringing and what y'all are gonna be doing! Eating!\n  ","944881":"\n   You can always try my friend.\n  ","944882":"\n   How can you be motivated?\n  ","944883":"\n   Any movie recommendations?\n  ","944884":"\n   I do, usually only when I make it. There's certain things I like doing to my soup to make it taste better, that other people don't do. Like adding a packet of instant potatoes in with it.\n  ","944885":"\n   Do you like lemonade? Pink lemonade? 🍋🍸Lemonade GIFs?\n  ","944886":"\n   Knock knock\n  ","944887":"\n   Don't be afraid, you are loved. Change, create. Vibrate in the universe frequency.\n  ","944888":"\n   Would you ever have a pet turtle? Have you ever had a pet turtle? Pictures?\n  ","944889":"\n   How much do you love Netflix and Poptarts?\n  ","944890":"\n   How is your personality ?\n  ","944891":"\n   What was the last book that you read?\n  ","944892":"\n   What kind of fruit trees grow in your area?\n  ","944893":"\n   Do you ever wear hoodies? Do you have a picture of your favorite one or maybe of you wearing it?\n  ","944894":"\n   I\n  ","944895":"\n   Reveal the dumbest thing you've ever done.🤓\n  ","944896":"\n   What are the 3 pluses of quarantine for you? #StayAtASK\n  ","944897":"\n   If you got the money to visit 5 countries of your choosing (Ofc when there's no corona around), which would you choose? 🌍 Why them? What'd you wanna do there? 😊\n  ","944898":"\n   Is there anything that you've been doing since we have been indoors mostly? Any type of creations that you would like to share? Picture?\n  ","944899":"\n   What is the most attractive or interesting thing that you look for a guy\/girl you wanna date? 🤔\n  ","944900":"\n   What do you think is the most important thing that people should know about you first? Hmm 🤔\n  ","944901":"\n   Do you usually eat candy during Easter? 🍬🥚 Or atleast more than usual? Haha\n  ","944902":"\n   Do you like chicken noodle soup?\n  ","944903":"\n   How are you feeling today?\n  ","944904":"\n   Cranberry juice? Yay or nay?\n  ","944905":"\n   I’m new please follow me\n  ","944906":"\n   Does size matter to you?\n  ","944907":"\n   It's been too long old friend.\n  ","944908":"\n   Do you sing?\n  ","944909":"\n   Where would go to avoid catching Coronavirus?\n  ","944910":"\n   what's the biggest misunderstanding you've ever had?\n  ","944911":"\n   A show that you find funny?\n  ","944912":"\n   What kind of apples do you like to eat, if you like apples? Fuji apples? Gala apples? Pink lady apples? Johnny gold apples? Green apples? Red apples? Ambrosia? Pink pearl apples? Golden Delicious apples? What kind of apples do you like?\n  ","944913":"\n   What are you planning on doing within the next hour?\n  ","944914":"\n   Anthony Bourdain once said \"There's a guy in my head, and all he wants to do is lay in bed all day long, smoke pot, and watch old movies and cartoons. My life is a series of strategems, to avoid, and outwit that guy\". Who is \"that guy\" for you, and what do you do to avoid him?\n  ","944915":"\n   How do you react to rude people?\n  ","944916":"\n   Ignore the request to follow or like my post. I get notified  every time something like that gets posted🙄 so I’m sorry about that\n  ","944917":"\n   What do you want but can't afford currently?\n  ","944918":"\n   Rate how your day was 1 to 10\n  ","944919":"\n   Do you like mint?\n  ","944920":"\n   I’m scared of dying\n  ","944921":"\n   Please ignore it🙄 my fans are getting on people’s nerves lol\n  ","944922":"\n   Is you introverted or extroverted? Or is you ambiverted?\n  ","944923":"\n\n    https:\/\/youtu.be\/sOadMVKJgoo\n   \n","944924":"\n   Batman became Batman because he was afraid of bats. So what do you become due to your fear?\n  ","944925":"\n   Can you like\n   \n    @rarelygomez\n   \n   post and follow her\n  ","944926":"\n   Do you know who Q is?\n  ","944927":"\n   In a time like this- how can you help people or make a difference?\n  ","944928":"\n   So 10 asker walk into a bar. What happens?\n  ","944929":"\n   What is something you want to do that’s very illegal?\n  ","944930":"\n   ok  : )\n  ","944931":"\n   Sexiest instrument?\n  ","944932":"\n   🖤\n  ","944933":"\n   Do you like GUN SHOPS\n  ","944934":"\n   Do you have something old that you would like to share with us? You can describe it or maybe post a picture. Whatever you would like to do.\n\n(You do not have to answer this. Just trying to give you guys something productive to do if you guy's would like... while we are all on quarantine.. of course)\n  ","944935":"\n   If you had to turn into any fantasy creature but the choise was yours, which would choose? 🦄🐉🧚‍♂️🧜‍♀️🧝‍♀️🧞‍♂️ Why? 🤔\n  ","944936":"\n   Do you think you get more mature by getting older?\n  ","944937":"\n   If you could only eat one food for the rest of your life, what would it be ?(:\n  ","944938":"\n   Rick !!!\n  ","944939":"\n   What’s your favourite wine?\n  ","944940":"\n   Bored!!! Lets talk!!\n  ","944941":"\n   Is it ethical to eat meat?\n  ","944942":"\n   Any tips about online dating? 🙃 help me.\n  ","944943":"\n   Hang in there! 💖\n  ","944944":"\n   When has someone made you hate what you loved\/liked?\n  ","944945":"\n   What’s something that makes you happy?\n  ","944946":"\n   What movie has the greatest “what the f*ck” ending?\n  ","944947":"\n   What’s the funniest word in the English language?\n  ","944948":"\n   When you're lying in bed at night, do you ever randomly remember some relatively minor social missteps or poorly chosen words you did\/said years earlier? And then beat yourself up over it even though it really wasn't a big deal? If so, what happened?\n  ","944949":"\n   What's the first thing you'll do after this isolation period is over?\n  ","944950":"\n   What animal would be the most terrifying if it could speak?\n  ","944951":"\n   If Covid-19 wasn’t dominating the news right now, what would be some of the biggest stories be right now?\n  ","944952":"\n   Do you like to shoot pool?\n  ","944953":"\n   R_ _ _ _\n  ","944954":"\n   male name ...one syllable *\n  ","944955":"\n   It has 4 letters\n  ","944956":"\n   yes\n  ","944957":"\n   Sweet Jesus...\n  ","944958":"\n   Is there anything that attracts people to where you live? 🤔 Do you ever encounter tourists? 📷\n  ","944959":"\n   That “come to me” is what I’m referring to as a “joke arsenal”...the jokes that you know...I was asking, “what’s the best joke you know?”...🤦🏽‍♂️\n  ","944960":"\n   What have you been doing during quarantine?(:\n  ","944961":"\n   When do you think the virus will be completely defeated?\n  ","944962":"\n   status\n  ","944963":"\n   GoodMorning Beautiful !\n  ","944964":"\n   Australian milk vs. New Zealand milk, what do you prefer?\n  ","944965":"\n   K\n  ","944966":"\n   Hey!😁\n  ","944967":"\n   I want you to geese my first name. 🔚\n  ","944968":"\n   What are you making for dinner tonight if you are making anything?\n\n_____________\nTonight we are cooking our anniversary dinner.\n\nWe are having Boudin.\nThen we are frying fish, shrimp, crab meat and onion rings.\nThen cupcakes for dessert.\n  ","944969":"\n   What do you do when the remote isn't working right? Your reaction?\n  ","944970":"\n   What’s the funniest joke you have in your joke arsenal?\n  ","944971":"\n   Fruits or veggies?\nWhat doy you like more?\n  ","944972":"\n   Which artists \/ bands do you think one should listen to if they wish to get to know your taste in music? 🎶🎸🎤🎻🎹\n  ","944973":"\n   Do you smile at strangers? Why or why not?\n  ","944974":"\n   Do you have a person that you trust to whom you tell your secrets?\n  ","944975":"\n   There is no content to run. This is likely due to the updater not finding a server with content for you. The most likely cause for this are a missing internet connection, or our servers experiencing temporary difficulties. You can try re-install application, if this message does not seem to go away.\n  ","944976":"\n   Crab or no? 🦀\n  ","944977":"\n   Thoughts on April fools' day? 🤪 You like it or nah? Why? 🤔\n  ","944978":"\n   What’s your favorite type of food ?\n  ","944979":"\n   Swimming pool or ocean?\n  ","944980":"\n   🙏🙏🙏\n  ","944981":"\n   What would you say is your best skill? 👨‍🔧👨‍🍳👨‍🎨👩‍🎤 How much use do you get out of it? You think you'd be able to teach said skill to others? 😁\n  ","944982":"\n   I hope each and everyone of you have an amazing day! I hope it's productive! Much love to all you from the\n🇺🇸 USA. STAY SAFE!! 🤙\n  ","944983":"\n   What's an emoji you have never used? (Until now)\n  ","944984":"\n   😛🧐\n  ","944985":"\n   ... when I was younger I had to move schools. I hated my new school, I asked my mom if I could be home schooled instead. I was given the option to home school or stay. For a while I hated being at school, but then I warmed up to it. I'm glad I stayed instead. Not sure if that helps, sorry if not.\n  ","944986":"\n   I'll be honest, I don't feel qualified to answer. I'm going to college in August, and I don't know what I'm doing. You may not feel prepared to make the decision, but I doubt the situation would present itself to you if you weren't....\n  ","944987":"\n   Teessst\n  ","944988":"\n   If Jurassic Park \/ World truly existed like in the movies, no accidents had happened and the park was open for visitors, would you wanna go there? 🦖🦕 Why \/ why not? 🤔\n  ","944989":"\n   I'm sorry if I wouldn't be able to, but if you would like to try, know that I am free to try.\n  ","944990":"\n   Sorry to hear that, feel free to ask for help. I can always try to give advice if needed.\n  ","944991":"\n   How are y'all handling quarantine?\n  ","944992":"\n   Have you ever done dynamic apnea or static apnea?\n  ","944993":"\n   Ya se desperto el nuevo mamòn😋😋😋\n  ","944994":"\n   Do you like JOHN DEERE\n  ","944995":"\n   How’s everyone doing ?\nكيف حالكم؟\n\nComment allez vous?\n  ","944996":"\n   Hahahahaha yes you should do it, they’re amazing shows at least it’ll pass some quarantine time\n  ","944997":"\n   Are you a fan of the Studio Ghibli movies? ⛩🏰🐉🏮🐺 Which is your favorite? 😁\n  ","944998":"\n   Have you ever seen ants in your house?\n  ","944999":"\n   If you were a billionaire and wanted to start a charity, what would it be about? 💵🤲\n  ","945000":"\n   How fast of a typer would you say that you are? 🤔 Are you faster on a digital or physical keyboard? 📱⌨\n  ","945001":"\n   Cuantos días más de esta cuarentena aguantarás?\n  ","945002":"\n   What was the last thing you got for free?\n  ","945003":"\n   fave drink?\n  ","945004":"\n   Do you ever listen to movie soundtracks just like you would \"regular\" music? 📽🎶 What soundtracks do you listen to the most then? 😁\n  ","945005":"\n   Thoughts on daylight saving time? ☀️🕑 Dumb or no? Haha\n  ","945006":"\n   Spotify or YouTube?\n  ","945007":"\n   On a scale of 1 to 10 how “cool” are you?\n  ","945008":"\n   Do you talk to yourself?\n  ","945009":"\n   If you won the lottery tomorrow, what is one thing that would stay the same about your life?\n  ","945010":"\n   RANT TIME! let out whatever it is that annoys you at the moment! don't hold back!\n  ","945011":"\n   What does the word tolerance mean to you? (Do not have to answer)\n  ","945012":"\n   A person's eyes are the windows to their soul. Do you agree with this statement? Why \/ why not?\n  ","945013":"\n   When do you think the ability to feel deeply is a downfall and why?\n  ","945014":"\n   What is one thing you will never do again?\n  ","945015":"\n   ily legna 🥺💓\n  ","945016":"\n   Do you tend to be more messy or organized?\nOr organized in a messy way?\n  ","945017":"\n   What is the dumbest thing you’ve heard someone say?\n  ","945018":"\n   In what applications do you go in quarantine the most? #StayAtASK\n  ","945019":"\n   Who is your favorite artist?\n  ","945020":"\n   If you could create your own job, what would it be for and what would the title be?\n  ","945021":"\n   What is the last oxymoron you saw\/heard?!\n  ","945022":"\n   What is something you hope never changes?🌼\n  ","945023":"\n   Are you kind enough to ask me a couple of questions? Thank you.\n  ","945024":"\n   GIF of a famous movie that came out the year you were born? 📽\n  ","945025":"\n   What do you think of when you hear \"Sweden\"? 🇸🇪 Say as many things you can think of 😊\n  ","945026":"\n   What's the last thing u learned?\n  ","945027":"\n   What made you happy this week?\n  ","945028":"\n   Have you ever spoken on a CV Radio before? What did you say of you remember?\n  ","945029":"\n   I hope each & every one of you are doing okay & are staying healthy. 👍👍🤙\n\nIf you are super bored & don't have anything to do, remember you can always explore your hobbies. Call people & speak to them over the phone. Learn to cook diff things. Watch something new. Spend time with family at home.\n  ","945030":"\n   I hope each & every one of you are doing okay & are staying healthy. 👍👍🤙\n\nIf you are super bored & don't have anything to do, remember you can always explore your hobbies. Call people & speak to them over the phone. Learn to cook diff things. Watch something new. Spend time with family at home.\n  ","945031":"\n   Define the word, \"Hope.\"\n  ","945032":"\n   Did you know that the US government is sponsored by Raid Shadow Legends?\n  ","945033":"\n   How is everyone doing? Any fun plans for this coming week?!😊🌼\n  ","945034":"\n   What are your favorite shoes?\n  ","945035":"\n   What celebrity pair would make an ideal couple?\n  ","945036":"\n   People who get a good sleep every night, how?\n  ","945037":"\n   Do you have any pictures of gardens that you would like to share? Maybe look one up to share with us?\n  ","945038":"\n   Where are you from?\n  ","945039":"\n   Are you cold at the moment?\nAre you hot at the moment?\nOr are you comfortable?\n  ","945040":"\n   What kind of food are you in the mood for today? Any plans to cook anything or are you just going to do it easy and maybe snack on a few things?\n  ","945041":"\n   Is there a flavor that your taste buds just cannot get used to? You can share more than one if you'd like to.\n  ","945042":"\n   I wish shoutouts past 20 would count towards next weeks :\/\n  ","945043":"\n   Apa maksud dari ask.fm terbaru (ask fm not cancelled ?\n  ","945044":"\n   What’s the most interesting thing you’ve read or seen this week?\n  ","945045":"\n   What’s the weirdest\/creepiest video you’ve seen on YouTube?\n  ","945046":"\n   What were you surprised to find out wasn't common knowledge?\n  ","945047":"\n   What place has the best fries you think? Or do you think that you make some pretty good? Like homemade and stuff.\n  ","945048":"\n   Is there any type of renovations that you were going to be doing soon around in your home? Inside or outside. Care to share?\n  ","945049":"\n   I just wanna know who out there is gaining weight vs losing it during this lock in\n  ","945050":"\n   Do you like cornbread? 🌽🍞\n\nDo you like anything special in your cornbread? Maybe cheese? Jalapenos to make it a little spicy? Maybe some butter to make it sweet? What do you like in yours?\n  ","945051":"\n   Who was a student\/classmate you hated and why?\n  ","945052":"\n   One day you wake up and your best friend is at your door asking to be let in. He tells you that he has a secret, and it comes out that he is a vampire. What is your reaction?\n  ","945053":"\n   What's something that you once believed to be essential in your life, but after going without, decided it really wasn't?\n  ","945054":"\n   If a person was stalking you obsessively and claiming that they are doing that because their love for you is so \"deep and uncontrollable\", how would you get rid of the obsessive admirer and why?\n  ","945055":"\n   The most important thing right now?\n  ","945056":"\n   1 coin for 5 likes\n  ","945057":"\n   What are some of the easiest languages to learn?\n  ","945058":"\n   Some users have been complaining that I ask them questions. So, if you wish me to stop asking you questions, just let me know by sending me a non-anonymous message and I will unfollow you.\n  ","945059":"\n   Why do you think mirrors are often used as symbols of alternate reality in fiction? As if a mirror is the window to another world.\n  ","945060":"\n   Favorite thing that you've bought recently? PAP perhaps? 😁😊\n  ","945061":"\n   How would you describe being in the possession of a mental connection with someone and why? Is it necessary for a human being to have a mental connection with a person in order to converse with them freely?\n  ","945062":"\n   In your opinion, what are the most effective methods of bringing a shy person \"out of their shell\" and why?\n  ","945063":"\n   What is the one thing you would like to hear from the person you care most about?\n  ","945064":"\n   Is “dude” a gender neutral word? If not, what are some gender neutral alternatives?\n  ","945065":"\n   You time-travel from the year 2018 to 2020. You go outside and see everything closed and the streets empty. What's your reaction ? What do you assume happened ?\n  ","945066":"\n   You have five minutes stuck alone in an elevator with Donald Trump. What would you say?\n  ","945067":"\n   Would you ever do the spicy chip challenge? The one chip challenge? Hottest chip in the world challenge.\n  ","945068":"\n   Would you want to go to space if given the opportunity? 👩‍🚀 Why \/ why not? 🤔\n  ","945069":"\n   everything needs to go back to normal\n  ","945070":"\n   Oh, just another person who doesn't think that we should let other people's beliefs dictate how we feel about who we love or who we are attracted to. I guess I'd say we're just kndred spirits :)\n  ","945071":"\n   Do you like papaya?\n  ","945072":"\n   There are three new backgrounds.\nYou like them?\nCheck them out.\n  ","945073":"\n   What’s the coolest thing you have ever seen ?(:\n  ","945074":"\n   What kind of music do you like?\n  ","945075":"\n   What’s a goal\/dream of yours, and what’s holding you back from chasing it?\n  ","945076":"\n   When was a time you acted nonchalant but were going crazy inside?\n  ","945077":"\n   Do you like WRECK IT RALPH BY BEVERLY CLEARY\n  ","945078":"\n   Have you ever seen a little Dirt Devil, a little mini small dust tornado? or have you never heard of these little things?\n\nYou should look up a small video when ya get some time. They can actually get pretty big and crazy. But they are pretty interesting.\n  ","945079":"\n   What’s a topic that your really interested in and why ?(:\n  ","945080":"\n   If you could anything you wanted too right now, what would you do ?(:\n  ","945081":"\n   What can you promise to your friends?\n  ","945082":"\n   does incorrect grammar bother you?\n  ","945083":"\n   Share ways to make legit money online\n  ","945084":"\n   So. You wanna go grab a coffee? ;)\n  ","945085":"\n   What do you miss most about being a kid?\n  ","945086":"\n   Here are the final results for the pie chart about phone brands if you're interested! 😁📱\n   \n    https:\/\/ask.fm\/Tobbelit0\/answers\/159671766743?utm_source=copy_link&utm_medium=android\n   \n","945087":"\n   What’s something that is very wrong but isn’t illegal?\n  ","945088":"\n   You've said it beautifully, but I think, however, that you've left out some other important categories - Race, religion, age, social class, for example. No one should be judged for who they love. Love is only wonderful. :)\n  ","945089":"\n   What do you mean when you say that love is love?\n  ","945090":"\n   Do you perhaps any fun suggestions on what I could base my next pie chart of? 😁 Like something people have to choose between four or so different things.\n  ","945091":"\n   What make you feel profound ?\n  ","945092":"\n   What’s your favorite hobby?\n  ","945093":"\n   fav song rn\n  ","945094":"\n   .\n  ","945095":"\n   What do you think about when you are working hard? What is on your mind usually?\n  ","945096":"\n   How do you feel about choice theory?\n  ","945097":"\n   If time stopped for everyone except you for exactly one year, what would you do in these 365 days?\n  ","945098":"\n   Do have snap chat or instagram ?\n  ","945099":"\n   Favorite type of food?\n  ","945100":"\n   📖 What would you do if a book just flew across the room right now? 📚 Describe your reaction and what you would do.\n  ","945101":"\n   Do you like lemon smells at all?\nOr not really? Can't stand them. Nope.\n  ","945102":"\n   How come some people don’t believe Tom Guyot? He is usually right\n  ","945103":"\n   speak\n  ","945104":"\n   When is the quarantine going to end and what are you going to do after it?\n  ","945105":"\n   How fast of a typer would you say that you are? 🤔 Are you faster on a digital or physical keyboard? 📱⌨\n  ","945106":"\n   🍌 Have you ever had banana nut bread before? Do you like it or not really? 🍞 Do you know how to bake it?\n\n(Unless of course you're allergic to it you don't have to answer. My apologies.)\n  ","945107":"\n   🎼 Have you ever heard of the band Paramore? Bug fan. I've been listening to them since I was real young. 🎵 A very good band. I definitely recommend. 🎤 I'm sure a lot of you have heard of them at least. 🎶\n\nShare your favorite song by Paramore. Link? GIF? PAP? 😊\n  ","945108":"\n   Any one have a problem with blue skin and red eyes?\n  ","945109":"\n   TOP 3 quarantine leisure activities? StayAtASK\n  ","945110":"\n   Have you ever experienced hail before? Talking about the type of precipitation. (You do not have to answer)\n  ","945111":"\n   Do you like beef? Or naw, not really?\n  ","945112":"\n   Nah you don't suck dude I'm sure been two humans is interesting and kills the boredom since you get more questions so maybe you should keep them btw which phone do you consider the best at the moment?\n  ","945113":"\n   If you could have anything you want for dinner tonight, what would you have?\n  ","945114":"\n   What is something you did that increased your quality of life so much that you wished you would have done it much sooner because it changed your life forever?\n  ","945115":"\n   If you brought somebody from the 1700s to present day, what do you think would freak them out the most?\n  ","945116":"\n   What’s a song that has a section you absolutely love, but also has a section you can’t stand?\n  ","945117":"\n   What's the best way to grow confidence?\n  ","945118":"\n   What’s a simple romantic gesture that actually means a lot?\n  ","945119":"\n   What recently happened to you that made you feel happy?\n  ","945120":"\n   most sweet person you know?\n  ","945121":"\n   Yoo\n  ","945122":"\n   Soo do you love Java?\n  ","945123":"\n   What languages do you wish you could speak?\n  ","945124":"\n   Do you collect records?\n  ","945125":"\n   Do you have any guilty pleasures when it comes to media? 🤔 Like if you love a certain movie, book, video game etc. that you know that most people think is horrible haha\n  ","945126":"\n   What ingredients would you put on your ideal burger? 😋🍔\n  ","945127":"\n   How well do you handle changes in temperature? Do you easily get too hot or too cold? 🥶🥵 What's your ideal indoor temp?🌡\n  ","945128":"\n   Would you ever own a horse as a pet or do you think it's just too expensive and too much work? If it wasn't too expensive, would you get one or would you still not do it? 🐎\n  ","945129":"\n   What’s one old old game you could play for hours on end and just about never get bored of? Name? Maybe add a GIF or PAP to answer? (Don't have to) 🎮\n  ","945130":"\n   That feeling when you get a last minute customer at 10 mins before closing and they take about 6 minutes to order and what they order takes 5 mins to cook 😡😠😖\n  ","945131":"\n   What brand is your phone? 📱 (What I'm basing my next pie chart on 😊)\n  ","945132":"\n   Café caliente o Café frío\n  ","945133":"\n   What’s your favourite tv show ?(:\n  ","945134":"\n   What do you think about Harry Potter?\n  ","945135":"\n   Let’s be friends\n  ","945136":"\n   But how is it possible? Isn't it hard being two humans at once\n  ","945137":"\n   I don't mean to engage you in a political discussion cause no one likes politics Hehe but don't you think Trump has done well for your country in that he has increased jobs and taken a tough stance on China which is something no other president has really done\n  ","945138":"\n   You are American girl why u said that !!\n  ","945139":"\n   What did your crush do that made you lose your feelings for them?\n  ","945140":"\n   If I want to come America how can I !!\n  ","945141":"\n   Like you sweetie ( 20)\n  ","945142":"\n   Post a picture of the best sports team in the world!\n  ","945143":"\n   How old are you ?\n  ","945144":"\n   Name something you have to do but don’t want to\n  ","945145":"\n   Saudi Arabia\n  ","945146":"\n   Where are you from ?\n  ","945147":"\n   What is the most expensive meal you’ve ever had and was it worth it?\n  ","945148":"\n   Ever eaten yummy yums for your tummy tum?\n  ","945149":"\n   Happy 20th Birthday to me\n  ","945150":"\n   What would a world populated by clones of you be like?\n  ","945151":"\n   What is something that you would give a definite 10\/10?!\n  ","945152":"\n   Without mentioning it, why did you do it?\n  ","945153":"\n   What does friendship mean to you?\n  ","945154":"\n   Do you ever paint or are you not much of a painter?\n  ","945155":"\n   Do you prefer fish or meat? Or neither? Or both?\n  ","945156":"\n   What did you think you were really good at, until you watched someone else do it?\n  ","945157":"\n   What is your honest opinion about people that don't want to mind their own business?\n  ","945158":"\n   How is everyone doing? Is it still crazy in your area? With what is seems all this coronavirus panic?\n  ","945159":"\n   What isn't nearly as fun as it sounds?\n  ","945160":"\n   what do you wish people knew about mental illness?\n  ","945161":"\n   What is a lesson you had to learn the hard way?\n  ","945162":"\n   What is the most useless thing you've memorized?\n  ","945163":"\n   Have you ever heard of the old school board game called Chutes and Ladders?\n  ","945164":"\n   What’s something you’ve changed your opinion about?\n  ","945165":"\n   If you could shrink any celebrity to the size of a hamster and look after them as their legal guardian - who would you choose and why?\n  ","945166":"\n   What ‘hilarious’ thing do you just not find funny?\n  ","945167":"\n   Google: what is the paper in a Hershey’s kiss called? 🍫 🤔\n  ","945168":"\n   what were some opportunities you never took, but wish you did?\n  ","945169":"\n   Have you ever known\/met a “kind criminal”? What kind of life did he\/she lead, and why did you feel they were generally a good person?\n  ","945170":"\n   Arriba o abajo?\n  ","945171":"\n   Have you ever had a person that you hated\/disliked but now that person is your bestfriend (or became in a relationship whith that person), what is your story ?\n  ","945172":"\n   What are your hobbies? And do your hobbies bring in some cash on the side?\n  ","945173":"\n   If you had super powers, would you tell people? Or would you keep it secret, fearing a life of experiments? Why or why not?\n  ","945174":"\n   Insects outweigh all of humanity by at least 12 to 1. Does that fact not cause your soul to palpitate with awe at the primordial splendor of Nature ?\n  ","945175":"\n   What is the coolest thing you have ever won?\n  ","945176":"\n   How much does language affect our thinking?\n  ","945177":"\n   What little thing happened today that made you smile\n  ","945178":"\n   Are javacow and chips the same?\n  ","945179":"\n   What makes you think, \"Oh dear, I'm old...\"?\n  ","945180":"\n   If you believe in soulmates, do you think there are more than one?\n  ","945181":"\n   Have you ever heard of cotton candy grapes? Have you tried them before? Would you ever?\n  ","945182":"\n   Have you ever heard of cotton candy grapes? Have you tried them before? Would you ever?\n  ","945183":"\n   Pink or black?\n  ","945184":"\n   Are you addicted to your device?\n  ","945185":"\n   What's cooler: an iPhone 11 or an annual supply of sanitizer? #StayAtASK\n  ","945186":"\n   What are you most proud of yourself for?\n  ","945187":"\n   How long ago have you washed your hands? #StayAtASK\n  ","945188":"\n   Are public ideas always right? Culture has an foundation of what?\n  ","945189":"\n   What's something that's worth the wait?\n  ","945190":"\n   Where do you wish you were from?\n  ","945191":"\n   What is something that you hate, but cannot live without\n  ","945192":"\n   As children, we were often told “you’ll understand when you’re older.” What’s something that, even now that you’re older, you still don’t understand?\n  ","945193":"\n   Are there places that you are afraid to visit? That you would never ever visit? Not even if you were paid?\n  ","945194":"\n   Have you ever met someone who was genuinely evil?\n  ","945195":"\n   Space -\n\n\n(Use this post to share or say whatever you'd like. PAP\nA GIF. A quote. Anything. Share anything.)\n  ","945196":"\n   What's a subject you wish you didn't know so much about?\n  ","945197":"\n   What’s the most interesting documentary you’ve ever watched?\n  ","945198":"\n   Has anyone ever been locked out of an account and was asked by a staff member to supply, \"a passport, ID card, driver's license or any other document that serves as a proof of your identity?\"  This is super alarming. An IP address should be enough. There is a big problem with the sign up process.\n  ","945199":"\n   do vegetarians lead more healthy lives?\n  ","945200":"\n   What was your butterfly-effect moment, something that significantly altered the course of your life?\n  ","945201":"\n   Have you witnessed any disturbance over the water limit or supplies in your local store?\n  ","945202":"\n   Need help with resources please & thanks paypal.me\/goddessyomairie\n  ","945203":"\n   👕🍀 Whether you celebrate it or not still Happy Saint Patrick's Day to all of you! 🍻 Hope you all have had a good and productive day! 🍀💚\n  ","945204":"\n   Did everybody wear a green t-shirts🍀🍀🍀🍀🍀 today on St.Patrick's Day🍀🌈💰 for Tuesday, March 17th, 2020?\n  ","945205":"\n   Do you have any family that lives anywhere else besides where you are currently at in the world? A different country of some sort maybe? Would you care to share? (You do not have to answer this question.)\n  ","945206":"\n   Did you do anything special for St. Patrick's Day or not really?\n\nWas this day a good day or bad\n  ","945207":"\n   Lol. It’s all good.\n  ","945208":"\n   How do you like to start your morning?\n  ","945209":"\n   Post a picture of your dream house!\n  ","945210":"\n   Favorite rides at amusement parks? Why? 🎢🎠🎡\n  ","945211":"\n   Do you prefer warm weather or cold weather?\n  ","945212":"\n   What’s your favourite season and why ?(:\n  ","945213":"\n   What do you do if you know you’re going to have a long day? Do you treat yourself, have some caffeine, do nothing, etc.?\n  ","945214":"\n   Not the response I was looking for... But, whatever. 🤷🏼‍♀️\n  ","945215":"\n   For you Dallas Cowboys fans Amari Cooper resigned to the Cowboys on a 5 year 100 million dollar deal\n  ","945216":"\n   Which one?\n1. Rose gold.\n2. Sliver.\n3. Gold.\nOr none of the above?\n  ","945217":"\n   What are we seeking?\n  ","945218":"\n   You haven’t lived until…\n  ","945219":"\n   How bad is the pollen in your area right now? Or has it not started yet where you live?\n  "},"Answer":{"944148":"\n  Idk really, I think it varies....but my body is being fricken weird rn.....sum weird has been happening today.....not sure what to think or what to do 🤔😕😕😕\n  ","944149":"\n  Oh, so you also feel this way rn then?\n  ","944150":"\n  I'm not really on TikTok\n  ","944151":"\n  What did you do the last time you felt this way to get past it?\n  ","944152":"\n  I have the worst fricken headache rn\n  ","944153":"\n  My shit is life bro. Life has beaten me, I'm tired of it\n  ","944154":"\n  I love root beer at any time of day in any weather\n  ","944155":"\n  I read an article about it, but I forgot 😬😕\n  ","944156":"\n  There's nothing I've had in mind, I just like hearing other's thoughts and having a place to express myself that can be seen by more people than just me\n  ","944157":"\n  nadie...? 🤷🏾‍♂️ yo no se.....\n  ","944158":"\n  \"World Capitol City\"\n  ","944159":"\n  I can't think of any that I really believe 🤔 But I do like the Superstition song from Stevie Wonder\n  ","944160":"\n  I'm kind of mixed bc the closer summer is getting, the more anxiety I'm getting. Some of my family is supposed to come up and visit -- most of them will be coming here for the first time, and I was looking forward to this, but it's hard to tell if that's still gonna happen of this virus. Other than that, nearly all my plans for the summer got canceled. All that's left is drs appts, sadness and anxiety\n  ","944161":"\n  You are a swimmer, you like the color blue, you like gathering statistical data and making pie charts, you live in Sweden I think, you have an interest in sharing your thoughts and hearing\/reading other people's thoughts and\/or you like having a big platform on ASKfm and are obedient to ASKfm's VIP requirements -- I never know if you read my answers or not, you can write very efficientally (capitalization, grammar, punctuation, spelling...) at least in English, you like this app, you are good with emojis......that's about all I figure...sorry i don't think I know you that well. You seem aight tho 🤟🏾\n  ","944162":"\n  Some things that *can make me happy sometimes are having a sense of community\/feeling like I fit in, making others laugh or smile, hanging out with people that I have mutual love with, compliments, befriending someone with similar interests as me, being noticed at times that I don't wanna feel invisible, not being forgotten, music, dance, computer coding (especially making the code work after a lot of thinking, trial and effort). But there's no guarantee that any of these will make me happy. Sometimes, it's just really difficult for me to find joy in anything or energy\/motivation to do anything\n  ","944163":"\n  Nachos are my favorite I think, and I really can't stand beets\n  ","944164":"\n  Sad... I just felt pretty down and I spent most of the afternoon sleeping. Atleast I did some writing in the morning. I also totally forgot to message my dr about something ugh\n  ","944165":"\n  No se, pero no lo haria\n  ","944166":"\n  Alright, I got one\n  ","944167":"\n  Well it's readable for the most part, but I wouldn't neccessarily call it good\n  ","944168":"\n  Love\n  ","944169":"\n  Jobi\n  ","944170":"\n  Yeah, but I would also be dead.\n  ","944171":"\n  That's all I do. I listen to literally some of everything. But if I'm really trying to concentrate on schoolwork w\/o any distractions, it's best for me to listen to music with no lyrics. My favorite artists in that category are probably Troyboi, Professor Trance and the Piano Guys.\n  ","944172":"\n  I'm indifferent. I saw one yesterday tho\n  ","944173":"\n  Sure\n  ","944174":"\n  Null. There's nun to celebrate\n  ","944175":"\n  I guess not....\n  ","944176":"\n  No one\n  ","944177":"\n  I don't eat ice cream\n  ","944178":"\n  With my family in Texas, but they don't have a room for me nor room for me. So, another choice would be with Meagan Tandy bc I love her, or with Kida the Great's family bc they get littt haha. I also wouldn't mind living with Zendaya bc I think we would get along well. But since all of those are 99.9% unlikely, I just like the idea of living in a small modern house (less wood = less ants) with a roommate, maybe in California bc it's very racially diverse there....I needs my pocs with me\n  ","944179":"\n  Waffles or french toast\n  ","944180":"\n  Are you asking me this?\n  ","944181":"\n  I know hahahahha\n  ","944182":"\n  Idk that I have one\n  ","944183":"\n  🖤\n  ","944184":"\n  Resemble my skin. Otherwise, I feel like it wouldn't be appropiate\n  ","944185":"\n  🖤\n  ","944186":"\n  I'm awake\n  ","944187":"\n  Like as opposed to the cool haters? 😂\n  ","944188":"\n  Computer coding and watching TV (not at the same time)\n  ","944189":"\n  Stuff that I fear\n  ","944190":"\n  I think it might have been Queen & Slim 🤔\n  ","944191":"\n  Don't Rush by Young T & Bugsey\n  ","944192":"\n  No\n  ","944193":"\n  Baby by Justin Bieber.....I can't stand it\n  ","944194":"\n  No, I don't think so bc I don't like taking pics of myself and I definitely don't like sharing my pics with others. I think it would be too much for me. But depending on what someone considers \"a lot of followers,\" I do run an IG page with 88.6K followers...so make what u want of that...It's certainly not \"famous,\" but it's a lot for me, especially bc I wasn't expecting anything above like 500 when I started... But the page is not about myself, so it's not me being popular.\n  ","944195":"\n  pasta\n  ","944196":"\n  niether, but I would pick rollercoasters over waterslides\n  ","944197":"\n  👌🏾 Did you follow me tho?\n  ","944198":"\n  Wake up probably\n  ","944199":"\n  Not ever to just a random person.... When I tell someone that, I mean it, bc I'm an empath...which kinda sucks, but I feel like many others use it as more of an empty gesture, and I'll admit, I can listen well, but I'm not the best problem solver. I have talked to many strangers online before (bc I have no life), and a lot of them either aren't very talkative or good at keeping a conversation going, or [specifically guys] only wanna talk about getting into relationships and\/or porn, and want me to get dirty or at least send them lots of pics of myself. Then that just becomes stressful and more depressing.... Plus, I think it's hard to imagine others will understand your problems bc everyone has such different lives. But I think that if you get to know someone for a bit and then start opening up about your problems, it's more likely to be helpful than just spilling everything to a complete stranger. That way, you know them a bit... I've talked a to few people about my problems like that before.....and tbh, only rarely has it been helpful tho....\n  ","944200":"\n  I don't watch anime 🤷🏾‍♂️\n  ","944201":"\n  I don't eat ice cream 🤷🏾‍♂️\n  ","944202":"\n  Hopefully me & Meagan Tandy haha\n  ","944203":"\n  Associating letters with colors (all letters of the alphabet have their own color to me). Turns out I have what's called Synesthesia 🤷🏾‍♂️\n  ","944204":"\n  Loving and\/or being kind to one another\n  ","944205":"\n  Todd\n  ","944206":"\n  I'm not a Reddittor and I don't watch people play videogames much, but I'd rather watch than play bc I would suck if I played and then I would get pissed. It's more fun to watch other people do that instead hahaha\n  ","944207":"\n  I think if there is a God, they aren't very fair bc they let some people be blessed while others live in places with unhealthy water or don't have a home or die too early than they deserve....it feels kinda messed up to me. But I have a hard time believing in such a thing as a God. I feel like life is just life, and some people get cancer and some people are dicks and some people get hung....and when it's all over we are nothing for eternity. Otherwise, I feel like I'm believing in magic. I wish I could believe in such a thing tho bc I feel like people who do believe there's a God tend to have less fear and more hope\n  ","944208":"\n  I couldn't answer that\n  ","944209":"\n  Solitaire is the only game I ever play online. But I haven't played it online for like a yr now, so....\n  ","944210":"\n  Sorry, I don't get it\n  ","944211":"\n  I don't listen to podcasts really. The only one I've listened to a bit of is this one called \"Nothing Much Happens,\" so I guess you could call that one my favorite. It's just a woman with a soothing voice telling calm stories where \"nothing much happens\" in them, to help you fall asleep at night\n  ","944212":"\n  Idk...I don't understand this saying 😭😭😓\n  ","944213":"\n  Idk, but it probably wasn't that stupid\n  ","944214":"\n  I don't like seeing blood. No matter how fake it looks, I will trigger off\n  ","944215":"\n  I am a goat now\n  ","944216":"\n  I never talked to em 😭😔😭 but this was in middle school and the girl I liked was 3yrs older than me so it's okay 😂😂\n  ","944217":"\n  There were some times in my math class in high school in freshman yr I remember, that I would pretend I didn't know how to solve a problem bc one of my group mates didn't and I didn't wanna make em feel bad\n  ","944218":"\n  It's this queen 😍😍😍😘💕\n  ","944219":"\n  I would go back to before my mom got pregnant with me and make my \"dad\" stay away from her and have her go back to her husband to eliminate all mess\n  ","944220":"\n  Life\n  ","944221":"\n  Nunca he dejado de avergonzarme de mi pasado\n  ","944222":"\n  Sometimes I'm too polite bc it hurts and scares me to feel like I might be hurting others. I worry too much about what other people think of me. It can be hard for me to say no, but then that leads to being taken advantage of and doing things I'm uncomfortable with. I'm just tired of everything, man, I'm tired of the anxiety, the pain, the anger, the self-hatred, the fear....but it won't stop and I can't stop\n  ","944223":"\n  Choo Choo Boogaloo by Buckwheat Zydeco and then I listen to some songs from Trout Fishing in America still, like their rendition of \"Proper Cup of Coffee\" and \"Nobody\"\n  ","944224":"\n  🤦🏾‍♂️\n  ","944225":"\n  I wanna say confidence, but self-hatred is my prediction\n  ","944226":"\n  I guess that's not sum I have to worry about bc I'll be dead haha\n  ","944227":"\n  I'm not sure 😐😖\n  ","944228":"\n  I hope not, bc if anyone is like me, they're in trouble\n  ","944229":"\n  pero, no me conoces....\n  ","944230":"\n  I'm good with just a cat\n  ","944231":"\n  Have you ever seen that musical?\n  ","944232":"\n  I wear a Fitbit everyday and it counts my steps....but I don't pay attention to the step count very often, I only really have it for the heartrate monitor 😬\n  ","944233":"\n  Instagram I guess bc it's the only one I'm really on consistently...other than this one\n  ","944234":"\n  Like 2013 maybe?? but I stopped using it for yrs and then came back like a yr ago maybe\n  ","944235":"\n  I'm not too siked about friends that just come & go as they please....\n  \n  I haven't been answering many people's messages lately anyway....they don't wanna hear my shit, folks are too busy living their lives and I'm a burden with all my issues\n  ","944236":"\n  No, Sage\n  ","944237":"\n  People are gullible 😞\n  ","944238":"\n  1. Iron Man\n  \n  2. Parks and Recreation Seasons 2-5\n  \n  3. Mario Kart\n  \n  4. Black\n  \n  5. My cow\n  \n  6. Strawberries\n  \n  7. Nachos\n  \n  8. Donuts\n  \n  9. Winter\n  \n  10. Thanksgiving, but bc of the food, not the idea of holiday\n  ","944239":"\n  Ok\n  ","944240":"\n  Green eggs and ham\n  ","944241":"\n  Well, black is my favorite color\n  ","944242":"\n  Life\n  ","944243":"\n  Movies: Avatar, Despicable Me, Alice in Wonderland, the Amazing Spider-Man, the Disney one with the little Mexican boy, Lord of the Rings, IT, Frozen, Fast & Furious..... And I haven't seen most of the Star Wars ones and the only princess movies I have watched\n  \n  are Aladdin and the new version of Beauty & the Beast\n  \n  Shows: Breaking Bad, Riverdale, the Walking Dead, Game of Thrones, I never finished season 1 of How to Get Away with Murder, the only thing I've watched with Noah Centiago or whatever his name is, in it is The Fosters, On My Block...\n  \n  Those are all I can think of rn\n  ","944244":"\n  I don't really know that story, so it's hard to answer\n  ","944245":"\n  \"Great, powerful”. Categories: African American Names, African Names, Swahili Names. Used in: African countries, English speaking countries.\n  ","944246":"\n  Here's some in my \"sad\" playlist\n  \n  >Be Alright by Dean Lewis\n  \n  >Bitter by Emily West\n  \n  >Bruises by Lewis Capaldi\n  \n  >Dive by Ed Sheeran\n  \n  >Elastic Heart by Sia\n  \n  >End of the Road by Boyz II Men\n  \n  >Evolution of Breakup Songs by Next Town Down\n  \n  >Fake Love by Drake\n  \n  >Forever by Lewis Capaldi\n  \n  >Goodbyes by Post Malone\n  \n  >Happy Without Me by Chloe x Halle\n  \n  >Hurts Like Hells\n  \n  >Lie by NF\n  \n  >Mad World by Gary Jules\n  \n  >More by Billy Lockett\n  \n  >Slide by James Bay\n  \n  >Someone you Loved by The Lewis Capaldi\n  \n  >Suffer by Charlie Puth\n  \n  >This Way by Khalid & H.E.R.\n  \n  >Too Good at Goodbyes by Sam Smith\n  \n  >Touch & Go by Tinashe & Go\n  \n  >Wanted by OneRepublic\n  \n  >The Worst by Jhene Aiko\n  \n  >Worst Luck by 6LACK\n  ","944247":"\n  Just a shrug for do whatever you wanna do\n  ","944248":"\n  I can only post one photo\n  ","944249":"\n  🤷🏾‍♂️\n  ","944250":"\n  Left field\n  ","944251":"\n  Hide\n  ","944252":"\n  Bc life is just not right and I feel lost asf\n  ","944253":"\n  I have nothing recent. I don't really take pictures. I like these garbage bags tho. I took this picture in March\n  ","944254":"\n  In short and full honestly, lots of depression, hopelessness and anxiety .\n  ","944255":"\n  I don't know. Rn I'm still replaying Calm Down by Burna Boy a lot. But there are a lot of songs I really like. I think it's impossible for me to have a favorite\n  ","944256":"\n  Belonging, true love, hugs, compliments, patience....\n  \n  It makes me feel as if I actually matter to someone\n  ","944257":"\n  Horrible, you?\n  ","944258":"\n  I didn't understand your question...\n  ","944259":"\n  Hello\n  ","944260":"\n  They are entertaining. Yes\n  ","944261":"\n  I guess.....? I just want to, but the practicality of there being a God is low. I feel like if I believe in God, I should believe in Hogwarts too. But I feel like the people who do believe are more at peace mentally bc they believe someone is watching out for them. My life is a complete mess so I know no one's watching me out there....or maybe God hates me 🤷🏾‍♂️\n  ","944262":"\n  Having a rough week....😥😥\n  ","944263":"\n  That it explains the reasoning behind things\n  ","944264":"\n  I wouldn't\n  ","944265":"\n  Mhmm\n  ","944266":"\n  Probably like 2015\n  ","944267":"\n  Kida the Great's success\n  ","944268":"\n  I wish\n  ","944269":"\n  Depends on what went wrong the first time\n  ","944270":"\n  💕\n  ","944271":"\n  En circunstancias donde los dos van caminos diferentes, deseo la religión, realmente hago, pero la ciencia es lo que es el más razonable para creer para mí\n  \n  In circumstances where the two go different ways, I wish religion, I really do, but science is what is most reasonable to believe for me\n  ","944272":"\n  Mhmm\n  ","944273":"\n  People like you are really annoying.\n  ","944274":"\n  I don't shower multiple times a day....that's unhealthy. Drs say people shouldn't even be showering once a day. That's bad for your skin and not necessary anyway (unless you sweat a lot everyday or sum). Showering only a few times a week is best for your skin. I try to do every other day.\n  ","944275":"\n  I have no idea. There is no point of my life that I can think of that I felt euphoric or estatic. I've been angry all my life even if sometimes it wasn't shown as much, I just didn't know why when I was younger. Nothing really sticks out to me as a 'happiest memory.' It's hard to think of just goo memories.\n  \n  The first (and only) good memory that came to mind rn was back in the summer of 2017. It was on my half-birthday (coincidentally) and I was on this small island that a friend of dad owns. That night I got in this guy on the island's motorboat with a few other kids (although none of were around the age, so there was that 😐) and we traveled a bit till we got to this place they were doing US Independence day celebration fireworks over the water. Since we were on the water, we were right under the fireworks show and it only lasted 15-30min I think, but it was just really cool to just sit and watch; they were very pretty, soothing and mesmorizing and just took my mind somewhere else from all the troubles of life. But then it ended and life went back to the same old hell\n  ","944276":"\n  I had a bad day, so my mood is just very sad, tired, upset, lost... I just pretty messed up rn 😥😥\n  ","944277":"\n  \"Why?\"\n  ","944278":"\n  Well, I been keeping my hair naturally out and cut short since the April of 2017 I think....before that, I had my hair short but straightened since the end of 2015. Before that, I had this weird mohawk thingy that I'm never gonna get again starting in summer of 2014. Before that I had probably my favorite style I've ever had since the end of 2013....it was before I cut my hair. It had this whole design all around. The issue was it was too difficult to maintain (the appts were very expensive) 😢 before that I had cornrows since 2008 I believe.....so basically, one could say I don't change it very often. I don't plan on giving up this short clean cut hairstyle anytime soon, but the barber really dropped the ball a few days ago...I got this ugly looking shit on my head rn, so I gotta wear a hat till it grows back and I can get another haircut 😒\n  ","944279":"\n  I like just plain cheese. I haven't tried a huge variety of pizza toppings tho. There was one I liked from Paggliachis, but I can't remember what it was called. But I don't eat meat, so any kind with that is out of the question. I kinda miss salami tho....but then again, the name makes it sound really gross\n  ","944280":"\n  In bed. Then I like to eat Eggo Waffles with jam, syrup and yogurt\n  ","944281":"\n  The gift of not having me in their lives anymore\n  ","944282":"\n  I saw that\n  ","944283":"\n  Got 1 out of my 4 appts this week over with 😐\n  ","944284":"\n  I guess I'm exempt from this one then\n  ","944285":"\n  Yeah, I think so\n  ","944286":"\n  Dance\n  ","944287":"\n  Neither.....\n  ","944288":"\n  Goucamoli is pretty good now. I probably also used to think nap time was boring. I would love a naptime now.\n  ","944289":"\n  Depression, anxiety and difficulty finding work after college\n  ","944290":"\n  Estoy triste porque está retrasando mis programas de televisión, pero de lo contrario, no me importa. Soy introvertido, así que esto no es nada. Aunque, a veces se pone un poco solo. Pero he colgado con un par de amigos un poco todavía\n  ","944291":"\n  Why do you ask?\n  ","944292":"\n  I didn't watch much TV as a kid, only when I went to my mom's mom's house. So, I never really had a favorite. I was watching Spongebob with my younger brother near the end of last year, and I found it pretty hilarious tho. I also have watching some of the Simpsons with an older brother and sometimes that one is funny too\n  ","944293":"\n  Idk, some of all haha. I have some social anxiety so sometimes after I send a message to someone I don't know as well, I will turn the phone on silent so that I can't hear when they answer and don't start getting nervous. Other times if I'm waiting for a notification, I will leave it with the ringer on or vibrate if I'm in a class or sum, so I can get to it asap.\n  ","944294":"\n  When life gives you lemons.....are you supposed to say \"make lemonade?\" I've never really understood that one....😐😣\n  ","944295":"\n  Female\n  ","944296":"\n  Love, belonging, a friend. You?\n  ","944297":"\n  No it's not (hahaha)\n  ","944298":"\n  Who are you, have we chatted before? It's\n  \n   @jrosecow\n  \n  , but you're not gonna find much on there but I will chat on it tho\n  ","944299":"\n  My gender ofc....that's the gender I'm attracted to so I'm not missing out.....bye boys\n  ","944300":"\n  I don't really use Snapchat anymore\n  ","944301":"\n  Si\n  ","944302":"\n  No you don't\n  ","944303":"\n  Failure, being forgotten, not being good enough....but I guess the 2nd and 3rd can both just fall under failure, so failue is my answer\n  ","944304":"\n  If you mean \"talking,\" no, I don't believe so. It's just that when you get into a relationship, it has to be all attention on one person. Until then, figuring out who that one person is by dating around, is okay.\n  ","944305":"\n  That could mean a lot of different things. But I think ultimately it means he doesn't wanna to chat with you anymore, and that could be whether he personally doesn't chat with you or his gf doesn't want him to and he wants to respect that.\n  ","944306":"\n  I wish you could too. Eventually you will tho\n  ","944307":"\n  Well I've gotten the feeling that I'm a third or fourth or whatever wheel several times...\n  ","944308":"\n  No\n  ","944309":"\n  More or less. I'm not the only one living here\n  ","944310":"\n  Yeeeerrr\n  ","944311":"\n  I don't really have one. I've never been much of a book person\n  ","944312":"\n  I don't really have one. I've never been much of a bird person\n  ","944313":"\n  It depends on whether you mean mature women or young girls. I think the answer is different between those two categories a lot\n  ","944314":"\n  I do not. Do you?\n  ","944315":"\n  Why tho?\n  ","944316":"\n  😂😂 I'm sorry you're mad. My name is actually the name of a type of food.\n  ","944317":"\n  I'm indifferent. Don't know much about it\n  ","944318":"\n  🖤\n  ","944319":"\n  No thanks, that was my answer. If I were to customize a piece of clothing, that's what it would be. And idk what you mean by my name is \"off-white\"\n  ","944320":"\n  I don't think I can. I think being kind and loving to everyone is a start, but if that's only some people, then it's not gonna change much\n  ","944321":"\n  Well, it depends on what small and personal is. I don't really want a wedding, just a legal marriage that includes me, my wife and the person who marries (a minister?) people. Then my soon to be wife can invite a few friends and family if they want, but I probably won't be inviting anyone. So, I guess that's small and personal? Either that, or it's eloping I guess, if she doesn't invite anyone....idk. But I want it to be one of the two\n  ","944322":"\n  It would be a hoodie probably and it would probably be like mostly black with a either a thick white, red or orange stripe going diagonally back on each side, starting beneath the armpits around where your elbows are\n  ","944323":"\n  algunos de ambos\n  ","944324":"\n  hola\n  ","944325":"\n  Root beer, yours?\n  ","944326":"\n  Tenga mucha esperanza\n  ","944327":"\n  I love it\n  ","944328":"\n  mhm\n  ","944329":"\n  Well, it used to be the Nook, but now I don't really shop. Sometimes I order things from Amazon, but not a lot. My family buys from Trader Joes & Safeway the most probably.\n  ","944330":"\n  Por que?\n  ","944331":"\n  Not sure, keep looking\n  ","944332":"\n  Love\n  ","944333":"\n  Good evening to you\n  ","944334":"\n  Hola, como estas?\n  ","944335":"\n  🍻\n  ","944336":"\n  Yeah\n  ","944337":"\n  Life\n  ","944338":"\n  I never have. My mom has a big garden tho and she grows apples, grapes, blueberries, raspberries (or idk if she still does the raspberries), basil, tomatoes I think....she used to grow these small little strawberries too, but idk if that's still happening either. I, myself, am not interested in gardening at all tho\n  ","944339":"\n  Meagan Tandy\n  ","944340":"\n  It sucks shit, I hate it. How bout yours?\n  ","944341":"\n  Several of the webpages on my website\n  ","944342":"\n  1:18 am for me\n  ","944343":"\n  Sorry, I don't understand\n  ","944344":"\n  Thank you, you as well\n  ","944345":"\n  How bout em\n  ","944346":"\n  Huh?\n  ","944347":"\n  No, of course not.\n  ","944348":"\n  Not neccessarily due to the pandemic\n  ","944349":"\n  \"Schina dida\"\n  ","944350":"\n  Probably just to last year to try again with some things I failed at\n  ","944351":"\n  Jugar con unos amigos\n  ","944352":"\n  Well, Texas to see my family. But also, whereever Meagan Tandy is, I'm down to go.\n  ","944353":"\n  Love your curves and all your edges. All your perfect imperfections\n  ","944354":"\n  😳🙁😞\n  ","944355":"\n  Do the same here\n  ","944356":"\n  The sun\n  ","944357":"\n  I am very introverted\n  ","944358":"\n  Haha you're good, it's funny. I just feel embarrased now whenever I think about it. I hope no one from my 2nd grade remembers it😅\n  ","944359":"\n  Doodles....\n  ","944360":"\n  Nowhere\n  ","944361":"\n  🤷🏾‍♂️\n  ","944362":"\n  That's not possible with like 100 questions let alone one\n  ","944363":"\n  who are you and why?\n  ","944364":"\n  0. I don't accept them\n  ","944365":"\n  I don't see any message requests in the dm inbox...😐\n  ","944366":"\n  Black bean brownies maybe\n  ","944367":"\n  I'm sorry. I do too, so I can relate. Do you want to talk about it or no?\n  ","944368":"\n  🤷🏾‍♂️\n  ","944369":"\n  Do the same here then\n  ","944370":"\n  No\n  ","944371":"\n  I haven't really developed a routine. I guess I either eat waffles or french toast every morning, but that's about it\n  ","944372":"\n  Yes\n  ","944373":"\n  What's a cam?\n  ","944374":"\n  I don't like to take those\n  ","944375":"\n  Es una canciones?\n  ","944376":"\n  Not always\n  ","944377":"\n  Hmm, I'm not sure I would like to be a Disney character for a day 🤔\n  ","944378":"\n  A rhinocerus\n  ","944379":"\n  It has a picture of a cow as it's profile pic\n  ","944380":"\n  Early Sunday morning it automatically restarted\n  ","944381":"\n  well it certainly takes a lot out of you, doesn't it?\n  ","944382":"\n  Once when I was like 6 - 7, my dad told me that male cows were called 'Hamburgers' and I believed him and put it in my project. While presenting, the teacher was laughing, but I didn't know why. Some yrs later is when I found out that he had been joking\n  ","944383":"\n  I don't know....the Kobuta Garden was pretty nice tho\n  ","944384":"\n  Uhhh, I used to play to drums??\n  ","944385":"\n  A cow\n  ","944386":"\n  This is it so far; 😴🥱📱🧇🛁📱🚶🏾‍♂️💇🏾‍♂️🚶🏾‍♂️😣😴📱\n  ","944387":"\n  Dancing and choreographing skills\n  ","944388":"\n  I'd say \"who are you?\"\n  ","944389":"\n  It's good practice\n  ","944390":"\n  Tame and respectful still\n  ","944391":"\n  Bye bye 👋\n  ","944392":"\n  Neato\n  ","944393":"\n\n   @jrosecow\n  \n","944394":"\n  Why do u want me to follow u?\n  ","944395":"\n  Answer I think bc I've come by a lot of rude people when asking\n  ","944396":"\n  A picture of me on this app\n  ","944397":"\n  Why tho?\n  ","944398":"\n  Good\n  ","944399":"\n  Perhaps\n  ","944400":"\n  Ok. But I am a lesbian, do you have a problem with that?\n  ","944401":"\n  ?\n  ","944402":"\n  Yeah, I have no problem with that\n  ","944403":"\n  No song makes me happy in particular. But an upbeat song I like is Jaiye Jaiye by Wizkid\n  ","944404":"\n  No, I wish\n  ","944405":"\n  Yeah, if you're not creepy or mean.....\n  ","944406":"\n  Told me to follow you\n  ","944407":"\n  Still haven't found out yet\n  ","944408":"\n  Man, I'm done for tonight these questions are never ending.....the app has been messed up on my phone for the longest I guess 🤦🏾‍♂️🤦🏾‍♂️ I'll try to clean out the inbox more tomorrow.....\n  ","944409":"\n  Probably either CW or ABC\n  ","944410":"\n  That's a lightish orange color sometimes or sometimes very dark brown\n  ","944411":"\n  Failed at my university....not grade-wise one could say, but major-wise and emotionally-wise.\n  ","944412":"\n  To me, Meagan Tandy\n  ","944413":"\n  the black one\n  ","944414":"\n  Hungry asf\n  ","944415":"\n  Waffles\n  ","944416":"\n  Let myself get too hopeful or too excited for something. That just leads to emotionally crushing disappointment everytime.\n  ","944417":"\n  Listening to lots music, sleeping, crying, stressing and feeling extremely anxious and lost, lots of drs appts with different kinds of drs, doing sodoku, keeping an IG acc running, organizing files, taking walks with a friend every once in a while, drumming with a friend every once in a while, watching TV shows, watching YouTube, eating waffles, dancing in my bedroom, preparing for the fall, and reading Harry Potter books, which I really don't like 😅\n  ","944418":"\n  If you call them and the call refuses to reach them\n  ","944419":"\n  Either go hang out with Meagan Tandy, be living with my family in Texas, watching S1E20 of Batwoman or S4 of World of Dance, visiting\/meeting an internet friend of mine or eating microwave Macaroni and Cheese or Tutta Bella pizza.\n  ","944420":"\n  Mmm, hungry I would say, not bored.\n  ","944421":"\n  There's not particurly a \"who.\" I probably think stuff about myself about myself the most and it's 99% negative thoughts. But I probably more often end up either thinking about what happened in recent TV shows I watch (I sometimes get really involved with storylines), short term plans I have for my own projects like the IG page I administer or the website I made or let my imagination take me away in fictional dreams or worlds I wish I could be in rather than what I live in, or choreographing\n  ","944422":"\n  Sidekick, for sure, if I like the person and what they do + what I do for them. Sidechick, hell nah.\n  ","944423":"\n  Nun less of someone who has a smartphone. I would consider them saving good money tho\n  ","944424":"\n  Got it\n  ","944425":"\n  Yeah\n  ","944426":"\n  *actress. Meagan Tandy. She's not the best, but she's my favorite bc I love her as a person also.\n  \n  I used to be obsessed with Zendaya but Meagan Tandy stole my heart after Z went ghost for awhile I guess. Ya know how you feel like you really need someone to be content but then they are gone for so long that you stop needing them and stop missing them? I guess that's what happened....But Zendaya is still cool, she's a good person. Don't have a favorite actor.\n  ","944427":"\n  \"Everybody dies but not everybody lives\"\n  ","944428":"\n  Como estas?\n  ","944429":"\n  Ofc it's real and should be accepted\n  ","944430":"\n  CinemaSins and TVsins. Recently I have been enjoying videos from the How *insert movie* Should Had Ended channel also. Matt Stefinnina and Kyle Hanagami are also some of my favorites. WahBanana are pretty funny, I like watching their videos. I never miss a video that Kida the Great or Gabe de Guzman posts, but they are not technically YouTubers I guess...idk.\n  ","944431":"\n  I don't like to and don't do it often at all, but I'm sure I have at some point 🤷🏾‍♂️ And, yes, some men gossip.\n  ","944432":"\n  That's great!\n  ","944433":"\n  I couldn't say, but I sure hope not\n  ","944434":"\n  Pretty much everything I enjoy doing haha. Probably mostly dancing\n  ","944435":"\n  Nah\n  ","944436":"\n  As something that exists in our world, yes\n  ","944437":"\n  Don't have one, sorry\n  ","944438":"\n  I don't click links from strangers... Tell me the name of the artist so I can find them myself\n  ","944439":"\n  Ah man, that's tough....\n  \n  I like Flawless Real Talk, Kendrick Lamar, NF, Joyner Lucas, Lil Wayne, Drake, Londynn B, B.o.B and Eminem. I don't know that I like Eminem as a person much tho....\n  \n  Then there's a lot of rappers that a few songs from but I wouldn't consider the rapper one of my favorites\n  ","944440":"\n  Well, I would start with \"good\" and then end with \"bye\"\n  ","944441":"\n  Some I do, but not just bc they are faithful\n  ","944442":"\n  I am not involved in a romantic relationship, if that is the question\n  ","944443":"\n  Probably like \"I should really go to bed\" or \"Why am I like this? I hate it\"\n  ","944444":"\n  I don't have a selfie\n  \n  I don't have a skirt\n  \n  and I don't have dress\n  \n  🤷🏾‍♂️\n  ","944445":"\n  Females should be allowed to do anything any other sex or gender is allowed to do.\n  ","944446":"\n  No\n  ","944447":"\n  Rn, yeah...\n  ","944448":"\n  I'm still looking for that person\n  ","944449":"\n  22\n  ","944450":"\n  I'm 5 ft\n  \n  My name is Pete\n  \n  I don't like to cheat\n  ","944451":"\n  thank you for your positivity. I hope that whether it's day or night for you rn, it is wonderful.\n  ","944452":"\n  some of both. If you're taking about during quarantine tho, I've mostly been a unripened carrot, still in the dirt\n  ","944453":"\n  I can....there's a few I can play at least something on....but I hardly ever do anymore\n  ","944454":"\n  I wouldn't wanna bury it if I had some. I'd wanna keep it with me as much as I can bc what I consider treasure is not something that should be buried\n  ","944455":"\n  Suffer from major anxious and depression. You?\n  ","944456":"\n  What is your answer to this?\n  ","944457":"\n  I guess that's a good way to test other's confidence and self-esteem....\n  ","944458":"\n  I've always tried to do good to other's, in fact, idk if I couldn't, but it is pretty exhausting bc no one would do as much for me as I would for them. Only some people are gonna follow this morality, and then all that results in, in others feeding off of them until they are no longer. People take advantage of you when you are too nice to them. The problem the people who are too nice can't help it. It's just their personality. The world is always gonna be f*cked bc it's split into the people feasters and the givers 😔😔\n  ","944459":"\n  Text message I guess, bc that's the only way we communicate. Idk know what hardly anyone in my family's social media is (and I think most don't have much other than Facebook) and only know one of my friend's, and I don't follow any of them and they don't follow me. I'm friends with a few of them on Facebook, but I'm never on Facebook.\n  ","944460":"\n  Bc colonizers killed out nearly all of the Native Americans and the White Americans who took over enjoyed stealing things from others and pretending like it was their own creations or like they had a right to be using the creation in the first place, but since they had the most power, there wasn't nun anyone could do, and now, after centuries of oppression of everyone in America who wasn't white, we have a lot of aftermath and even still having issues cleaning up some ignorant White Americans. At least they are mostly older people now tho.\n  \n  Basically, everything goes back to selfish, cruel, arrogant Europeans who voyaged to America centuries ago and decided to stick around.\n  \n  And bc of trading.\n  ","944461":"\n  Oh gosh...imma have to go with Usher I think\n  ","944462":"\n  For some reason I have not recieved a lot of these questions on my phone 🤔🤔 There are unanswered questions here that say they have been there for like 12 days, but none of them appear on my phone, so I'm just seeing them now on my computer...I was wondering why this acc suddenly seemed so dry... I'm on the latest update too. I think mobile ASKFm is on sum shii atm\n  ","944463":"\n  Lame....I have hardly done anything and it's 7:30 in the evening. I'm just always so damn lethargic these days and idk if it's mental problems or the medication. I never have the energy or motivation to do anything...\n  ","944464":"\n  Are u asking if I'm a real female....?\n  ","944465":"\n  I'm not gonna point fingers about something I haven't thoroughly studied about. I personally don't care who started it...I think who ends it is more important\n  ","944466":"\n  Mhm cool.....so what's the question exactly?\n  ","944467":"\n  How are you?\n  ","944468":"\n  Well, these quarantine days, I guess it's most wake up at around 6:30am, maybe a little earlier, maybe a little later. Go on my phone, check Instagram, then check YouTube, then go back to sleep or just lay in bed trying to go back to sleep. Then typically between 7-8 am, I eat some frozen waffles (not like frozen while eating them, you know what I mean...), then go back to my bedroom and either lay down in bed again while listening to music or not, or doing Sodoku, or go on my laptop and work on the video edits for my Instagram page\n  ","944469":"\n  The natural element or is this some title of something\/someone you're referring to?\n  ","944470":"\n  At least population wise, yes. I still haven't found my people and not sure that I ever will in time.\n  ","944471":"\n  If u mean 'a girl,' I am a female and I'm happy to make friends, as long as it's friends and you're sane.\n  ","944472":"\n  Como estas?\n  ","944473":"\n  🤟🏾\n  ","944474":"\n  Where are you going?\n  ","944475":"\n  Not sure, I'm not much of a show person. I only have 2 pairs that I generally use and one are waterproof slip-ons so I where them about everyday (it rains a lot here and slip-ons are easy to put on), but the other have more comfortable padding in them, so from outta what I have, those are the most comfortable\n  ","944476":"\n  You tell me\n  ","944477":"\n  I do\n  ","944478":"\n  I never know, but it always ends up in disappointment\n  ","944479":"\n  I think the latter, but I'm not a fitness person and I'm not a bro, so take that with a grain of salt I guess\n  ","944480":"\n  My friend Nicolas\n  ","944481":"\n  1322\n  ","944482":"\n  All black\n  ","944483":"\n  Idk. Do u think u are a creep? Did u say anything that might make others think u are one (whether it makes u one or not)? Or was this just completely random? If random, it could have been just the same person spamming u for no reason but to be annoying\n  ","944484":"\n  Mhm\n  ","944485":"\n  I did not play a main song for my 18th bday and I wouldn't, bc I don't like birthdays\n  ","944486":"\n  Si, pero no es facil\n  ","944487":"\n  I'll consider it....\n  ","944488":"\n  take my medications now. I kept getting in trouble, so now I'm doing it....and it sucks...now I have resting tremors all the time 😒\n  ","944489":"\n  Oh gosh, neither 😬. If I had to chose, I guess the beach. But I ain't going in the water.\n  ","944490":"\n  Wherever Meagan Tandy is rn\n  ","944491":"\n  Yessssir\n  ","944492":"\n  Avengers Endgame. And yeah, it was over a year ago 😂\n  ","944493":"\n  Si, toda\n  ","944494":"\n  Lit\n  ","944495":"\n  Hola\n  ","944496":"\n  🤟🏾\n  ","944497":"\n  Hmmm, I would consider it only if I knew we were supposed to be with each other for the rest of our lives. It's gotta be some strong love.\n  ","944498":"\n  Who is Ed Jasper?\n  ","944499":"\n  como estas?\n  ","944500":"\n  Taco Del Mar. I would get nachos\n  ","944501":"\n  tu tambien\n  ","944502":"\n  Idk tbh\n  ","944503":"\n  Cheeeese\n  ","944504":"\n  Money haha\n  ","944505":"\n  Professor Trance thinks so\n  ","944506":"\n  I sorta am...I make dance compilations sometimes. I'm just not a popular YouTuber\n  ","944507":"\n  Me making myself pasta\n  ","944508":"\n  \"you can be anything you want to when you grow up as long as you put your mind to it\"..... Yeah, if you're a straight white male, maybe, but even then....\n  ","944509":"\n  I don't need any, but I listening to rain or thunder while laying in bed. It's soothing\n  ","944510":"\n  Uhh, how about Spider-Man Homecoming\n  ","944511":"\n  Ants\n  ","944512":"\n  Uhhh....\"Ok, can we do this naked\"...? Idk, I wouldn't want the situation to be awkward 😂\n  ","944513":"\n  maybe luck....that way I could make good things happen to good people and bad things happen to bad ones. We'll more like just do karma, not actually split everyone into good and bad. I think I could be decent at it. I'm good at not taking my emotions out on others so I don't believe I would mess someone up... just myself I guess\n  ","944514":"\n  Got it\n  ","944515":"\n  Yeah, I am really bad at decision making and I tend to procrastinate. I hate it, but the reason behind it for me I know is all anxiety. I just don't wanna think about the things that make me nervous and decisions do that. It's happened with some applications I've done ... Idk, I feel like it happens so often that I don't really think about it..\n  ","944516":"\n  Hmm, idk. I like some of Dire Straits song and think they would be dope to see live, but I only really like 4 - 5 of their songs. I've been to am Usher concert and I would always go back. Maybe...how about Teyana Taylor? Either her or Tinashe. Yeah....those are my answers, bc they can both DANCE like real dance and it's fun to watch\n  ","944517":"\n  Idk of any. I've been having drs appts this whole time and don't feel like I'm necessarily getting better\n  ","944518":"\n  I don't think solely bc of differing opinions. I think it took more than that for us to separate. I don't miss any of the friends that I've technically \"split up\" with\n  ","944519":"\n  Idk, I don't really pay attention tbh\n  ","944520":"\n  No meat\n  ","944521":"\n  Who doesn't?\n  ","944522":"\n  I want to say no. I think sometimes I am, and sometimes I'm not. Typically when I am, it's bc I'm thinking about it too much. But either way, I do wanna die, preferrably sooner rather than later.\n  ","944523":"\n  This is probably something I should tell the dr next week\n  ","944524":"\n  From the bag\n  ","944525":"\n  Stickers, buttons, wrist bands from some festival I go to annually (except this yr cus it's canceled), bouncy balls, money from different countries....🤔 Might be it. Sticker collection is pretty big, I think I have wristbands from ever since 2007 or 8, I have a relatively decent amount of bouncy balls and bills from foreign countries. The foreign countries is probably the one I'm lacking the most tho\n  ","944526":"\n  Literally, I do, yes.\n  ","944527":"\n  That's inevitable\n  ","944528":"\n  Not left\n  ","944529":"\n  Lion King the Broadway I think\n  ","944530":"\n  *If u you pretend to be pulling yourself forward with an invisible rope while u walk, u walk faster. Little trick if ur in a hurry I guess. although u may look a little crazy to passersby\n  \n  *if you're having RLS while sleeping, put a bar of soap under ur bed sheet. Mine is still under there somewhere, idk where, but i haven't been having RLS issues lately 🤷🏾‍♂️\n  ","944531":"\n  Stickers, buttons, wrist bands from some festival I go to annually (except this yr cus it's canceled), bouncy balls, money from different countries....🤔 Might be it. I would take a picture and but I can only post one, plus, I don't wanna get out of bed. Idek why I'm still on this app rn tbh. My thumb has been hurting like shii for hrs and using this keypad ain't helping....😒\n  ","944532":"\n  Great!\n  ","944533":"\n  A wand bc it can do pretty much everything. It's like have a sword, sheild, arrow, axe, mjolnir,  wip, the long stick thingy Batwoman uses, webs, gun, saber sword or whatever the Star Wars ones are called, knife, cane, the spiky balls in mario Bros ... anyrhing, you name it\n  \n  .....wait, is this assuming I already knew how to use it before going into the battlefield, right?\n  ","944534":"\n  Well, speaking of pineapple...\n  ","944535":"\n  No\n  ","944536":"\n  I miss her. I never got to live with my biological mom, but i wish I did cus things weren't great for me emotionally growing up where I did.... and I've visited a couple times, and now she will come here in July to visit with my older sister and younger brother and her husband and another one of my brother's and his daughter and wife are all coming, and I'm excited but very  nervous too\n  ","944537":"\n  Oooh, I never tried but that sounds good. Typically, when havi g pineapple I eat it by itself in slices\n  ","944538":"\n  Well, I know some of what I got from my mom, so that's part of an answer i guess\n  ","944539":"\n  No bc they are lame and stupid 😂 I think if u use a pick up line on someone and they agree to go out with u, they already liked u or had been single so long that their friends made them\n  ","944540":"\n  I took an online hearing test bc I thought I was going crazy. turns out it was just that the video player I was using had different sound controls than the laptop itself and the video player's sound was set really low 😅😅🤦🏾‍♂️\n  ","944541":"\n  Very very side. So side that I'm nearly out of the picture.  I'm jus here, ya know, I wasn't even meant to be here...and don't really have a purpose or seem to be needed. wish I could be a little more relevant but I guess that's not supposed to be for me 🤷🏾‍♂️\n  ","944542":"\n  What is this?\n  ","944543":"\n  Yes, jus saw it today cus I been mia from the app for a small bit, but it's much nicer. I hope I can make sum like that in the future... like design-wise, not this app. I can only do websites rn but I wanna do apps....\n  ","944544":"\n  I do wanna get one\n  ","944545":"\n  More or less .... I have a fitbit... But idk what's the most I've ever gotten 🤔😀  it was probably in Vancouver, Canada tho I think 🍁\n  ","944546":"\n  Probably like a wimpy 5 secs 🤦🏾‍♂️ I don't wanna experiment tho haha\n  ","944547":"\n  Jus the length of a typical swimming pool I guess 😅 can't swim well at all and I'm kinda scared of water tbh. But that's cool that u can swim\n  ","944548":"\n  had one yesterday... it was from guy I've been known bout since I was 11 I think, (and we've met up in person only twice tho 🙁), but in 2016 he got on this big TV competition show and I really wanted him to win so bad, but it was big, and everyone on there was so good. it lasted all summer, people kept getting eliminated each week til the final 4, and he was still in, and then they announced the 3rd & 4th place winners and he was still in, and then they said his name as the win, and I was euphoric...I was alone to celebrate, but others were messaging me like \"I'm screaming rn\"😂 now his career is booming, he got mills of followers (one of the highest in his industry), and just super successful & just turned 18 last month...so I was jus ran across this video of him on the show yesterday n was remembering how happy I had felt. he was not expecting to win I don't think, even some reviewers of the show were positive it was gon be two of the other contestants in 1st & 2nd, but the people voted and my guy won & totally deserved it n he's always stayed super humble 💕\n  ","944549":"\n  5 -7 pages...I think I did 7 tho.... Writing it was meh. It wasn't super hard bc I had a lot to say and the internet helped me understand what I was writing about a bit more. I really hate writing for school so I try to avoid it as much as possible... To get it done, I guess I just started working on it at a good time, researched a lot on the internet, listened to music..... Idk, I just kinda did cus I had to 🤷🏾‍♂️\n  ","944550":"\n  Not really... I mean I guess yeah maybe, but it's also not like it's any rare abilities. Just like playing the tenor drum, solving by to 7x7 Rubiks cubes, particully failing class even when doing all the homework and participating and going to classes and going to the tutoring centers to get help 😒, not eat for for 2 days, code in HTML, css, JavaScript, Java, R, python and I'm probably forgetting some.... nothing really rare or impressive tho. I'm not a very talented or interesting person 😅\n  ","944551":"\n  Harry Potter is the only one I've ever had, and that lasted maybe 3 days? Or 2 days...maybe 2 days. I don't remember it was really long ago. And, technically, it might not count cus I didn't watch all the movies at the time 😂 it was just that my household was having one. I think I watched most of them with everyone tho. Oh yeah, and the 7th movies weren't out at the time. The HP movies are even more upsetting than the books tho, so I'm not bout to do that one again haha 😬\n  ","944552":"\n  Corn soup sounds interesting! I don't eat seafood tho\n  ","944553":"\n  Thank you very much, it's very nice to hear that 💕🙏🏾\n  ","944554":"\n  Well, that would be the last restaurant I went into I guess, which was maybe.... Memos? But the last place I ate ordered food from is Pablas.\n  ","944555":"\n  Yes I dooo\n  ","944556":"\n  That's a loaded question 😂😂😅\n  ","944557":"\n  Tell my dad and ask him what to do\n  ","944558":"\n  Neither. I want a very small, cozy house with very little land around it. And I guess that would cost a lot less than both of the above then\n  ","944559":"\n  Sometimes, yeah. But I like ordering takeout and eating it at home better\n  ","944560":"\n  Cry and watch Batwoman and cry some more\n  ","944561":"\n  Well, Meagan Tandy would be there, and Zendaya, and no one would be taller than 5'3\". Or maybe just I would be taller than I am not....🤔 And it would be very diverse and people are accepting and kind to another. And some people I know would be there too. Most people I know wouldn't tho. And I would have grown up with my mom and siblings...I'm hesitant to wish for too much bc I don't wanna make things so good that it's bad, if you know what I mean...\n  ","944562":"\n  I don't think I've had pot roast\n  ","944563":"\n  It's hard to say.... There's something it our faces that's similar, but I don't know what. I know we have the same eye brows and we both have sh*tty vision. That's about all I know\n  ","944564":"\n  My cow is my favorite, and I've really been enjoying Batwoman these days. Before that, it was probably Parks and Recreation\n  ","944565":"\n  Well, it's the name people call me these days. Either keep with this, or I wouldn't mind \"Chips\" hahs\n  ","944566":"\n  Got it\n  ","944567":"\n  I didn't really watch TV as a kid. The only times I got to watch TV was when I was at my grandma's house, where I think we watched Nickelodeon a lot, but I have no idea, and when I was sick. When I sick I watched PBS kids\n  ","944568":"\n  Black\n  ","944569":"\n  Idk, I haven't really been paying much attention to the Coronavirus news lately. But our quarantine got extended for another month, so maybe worse or just flat 🤷🏾‍♂️\n  ","944570":"\n  Mmm\n  ","944571":"\n  Sleep\n  ","944572":"\n  Iron Fist and Rise\n  ","944573":"\n  Kittens\n  ","944574":"\n  Yeah, lots. I can't remember last night's. I once relatively recently had this dream where I was with my high school class on some field trip, except lots of the students werent actually in my high school. There were some popular online people there....and my annoying ass 4th\/5th grade teacher was there also as one of the guardians. And the buses filled up or something so me and some others had to ride in the back of a truck.... And then we were going to some jungle I guess 🤔 that's kinda all I remember\n  ","944575":"\n  I am not an ocean person 😬 Everything living under the water is for a reason and I don't, so I don't want anything to do with it ,😂😅😳\n  ","944576":"\n  Wet, white, liberal, green, hills\n  ","944577":"\n  I loove root beer. Not a big fan of the float part tho. Maybe if after all the icecream melted into the root bear so it's all liquid I would drink it tho\n  ","944578":"\n  Ahh. I haven't\n  ","944579":"\n  I haven't, haha\n  ","944580":"\n  Maybe a cat bc I feel like they are pretty good at getting what they want 🤷🏾‍♂️\n  ","944581":"\n  Idk, a snake maybe. That's not weird to some people, but I really don't like snakes\n  ","944582":"\n  Listen to music\n  ","944583":"\n  Trying to understand the Harry Potter series\n  ","944584":"\n  I don't think I've ever been crazy to him\n  ","944585":"\n  Easy. Rachel.\n  ","944586":"\n  Like....all of them.....\n  ","944587":"\n  I've had a lot tbh. One was, I had this dream where a group mate on a project of mine came out of the dark and right up to my face sort of like a Dementer, and started yelling at me in some foreign language that likely doesn't exist, all bc I accidentally opened a file they had sent that wasn't set on 'view,' but was set on 'edit.'\n  ","944588":"\n  Trash it\n  ","944589":"\n  African American vermicular english (ebonics). And after that, would be any kind of African accent\n  ","944590":"\n  Ngl, \"Putt Putt Saves the Zoo\" 🤣🤣🤣😅 I have no fricken idea why tho lmao\n  ","944591":"\n  A car, because I can't drive it\n  ","944592":"\n  Bc I think and observe a lot\n  ","944593":"\n  I try not to think about anything\n  ","944594":"\n  Be very nice and loyal, but know where you stand. Don't be two-faced\n  ","944595":"\n  Pretty anxious\n  ","944596":"\n  Nah, I hate myself bc I'm a failure and loser\n  ","944597":"\n  Nah\n  ","944598":"\n  Yes\n  ","944599":"\n  Honestly, I think just tomato.... I haven't had a lot of variety of souls tho\n  ","944600":"\n  Your identity, who you love, your hobbies\/interests, the food, books, movies, music you like, religion, the way you look....here's way too many things for this list, but the society makes it so we kind of have to be ashamed of these thing done way or another. They just don't accept it.\n  ","944601":"\n  Nope\n  ","944602":"\n  Water,, fruit, education, shelter\n  ","944603":"\n  An assortment of things\n  ","944604":"\n  I just \"try\" honestly, I don't actually \"do\"\n  ","944605":"\n  The first sentence is: \"Regulus Black.\"\n  \n  (the HP: Order of the Phoenix) 😳😅Wow, I wasn't expecting this to be so direct.\n  \n  The next sentence is \"A date of death (some 15yrs previously) followed the date of birth,\" so I think my love life must be pretty f*cked.\n  ","944606":"\n  No, I don't eat while I go to the bathroom 😂 I also typically don't go to the bathroom until I'm all the way done eating\n  ","944607":"\n  One time in middle school we had a sub and one of the students was acting up and so the sub asked him what his name was so he could give it to the teacher and the kid said \"Forrest Gump\" and the sub wrote it down. I felt bad for the sub, but it was pretty funny\n  ","944608":"\n  Some Rubiks cubes I guess\n  ","944609":"\n  Scary 😳 If I saw one I. The wild, I would probably freak out...but I feel like the chances of this are low unless my car goes off a bridge or sum, bc it would be hard to get me to go in or on water that has sharks in it\n  ","944610":"\n  Fear is the only thing man\n  ","944611":"\n  1\n  ","944612":"\n  Write them down\n  ","944613":"\n  I have not, luckily\n  ","944614":"\n  It hasn't haha. But I don't go to vending machines very often\n  ","944615":"\n  The 90s bc that's the soonest to 2000s. Also, based on my race, I wouldn't be anymore safe or successful at any time earlier in my country. The earlier you go from there, the more trouble I would be in\n  ","944616":"\n  Tbh.... I think I would enjoy the freedom bc I could still work and do my sh*t on my own accord, but I wouldn't have regulations or all this anxiety and I could be doing something I'm interested in. Imma self-motivated person, so this should work out for me...\n  ","944617":"\n  Dance mostly. Then sometimes phone reviews\/tests, Ellen show & the Real\n  ","944618":"\n  My cow\n  ","944619":"\n  Depends\n  ","944620":"\n  Left the house maybe....idk. vacuum the floor? It doesn't sound like much,but I'm at a low point in life\n  ","944621":"\n  I love pizza\n  ","944622":"\n  No haha\n  ","944623":"\n  Nope\n  ","944624":"\n  61% and yes. I need to out it down at least\n  ","944625":"\n  Well, that could be\n  ","944626":"\n  Idk, it depends on what I eating with it\n  ","944627":"\n  Hasn't happened to me 🤷🏾‍♂️\n  ","944628":"\n  The one\n  ","944629":"\n  The one\n  ","944630":"\n  Not particularly.....but I use to run this big Instagram page and then I stopped in fall if 2018 bc I was getting really busy with school and the page started feeling more like a responsibility then an enjoyment. Last month I brought the account back, so I've putting a lot of attention on that. This time I'm doing it with a partner tho, so it makes it less stressful.\n  \n  Oh, and I guess I've been reading a bit more, and that's something I don't usually do. Typically I hate reading 🤷🏾‍♂️\n  ","944631":"\n  \"No way, I do not wanna know what's down there\"\n  ","944632":"\n  I don't really like the beach. If I did have to go to a beach, I would probably just read or sum\n  ","944633":"\n  I mean...I can't really know for sure. Some guesses are...\n  \n  - Sarcasm\n  \n  - Paying much attention to race rather than nationality\n  \n  - Lots and lots of gun violence\n  \n  - Spend much more money on prisons rather than schools\n  \n  - Get super fat\n  ","944634":"\n  No\n  ","944635":"\n  Would I be experiencing the exact same thing or could I change some of my actions the 2nd time through? 🤔\n  ","944636":"\n  Wearing pants backwards maybe\n  ","944637":"\n  Working for a small group of friends, making their website and apps and keeping the files organized... basically just doing the computer stuff for them. Either that or be a choreographer, but that's very unlikely to ever happen\n  ","944638":"\n  Ja-Indian food\n  ","944639":"\n  🤟🏾🙏🏾\n  ","944640":"\n  Organizing, putting dishes away\n  ","944641":"\n  It was about what my friend was eating for lunch. But the last message I got was about if I had a TikTok account set up under me and a friend's IG name\n  ","944642":"\n  I think so\n  ","944643":"\n  Make their shoes untie a lot..?\n  ","944644":"\n  Idk\n  ","944645":"\n  Maybe a bird bc I then I would just follow Zendaya or Meagan Tandy around 😂 Either that or a small dog bc everyone seems to love dogs\n  ","944646":"\n  Probably just asking someone I met in school to hang out... typically I'm the quiet one who waits for the invite...and I'm probably better that way, bc whenever I ask it never happens\n  ","944647":"\n  🌹\n  ","944648":"\n  The Black Panther bc Wakanda looks really cool and beautiful. I would probably be a war dog. Either that or be in the merchant tribe\n  ","944649":"\n  Idk....maybe LA. I guess LA seemed ... crowded. There was a lot of traffic so it took a long time to get anywhere. There were palm trees (we don't get those where I live) and the roof of a lot of the houses were squiggly this ~~~, which wasn't very attractive to me\n  ","944650":"\n  Not really anything\n  ","944651":"\n  No sound 🤫\n  ","944652":"\n  Tbh, the chickens can have me\n  ","944653":"\n  I'm not one of them 🤷🏾‍♂️\n  ","944654":"\n  Harry Potter\n  ","944655":"\n  I'm not much of a reader. My favorite book is a CS book\n  ","944656":"\n  The person I liked while I was in middle school\n  ","944657":"\n  I fell\n  ","944658":"\n  I don't wanna replace the grass. We need it\n  ","944659":"\n  Haha, I don't have personalities for letters, just colors\n  ","944660":"\n  To do what?\n  ","944661":"\n  Sorry, I don't get the question\n  ","944662":"\n  Whatever Samsung's next phone will be called because Samsung is very innovative and are trying to top what they did before all the time. I'm curious to see what they are able to come up next to battle it's competition, and if they will listen to the feedback from users about what to do differently from the S20\n  ","944663":"\n  Idk...maybe \"poopface?\"\n  ","944664":"\n  Black African soap bodywash. I don't have a picture of it, but you can find ones online\n  ","944665":"\n  Everybody's dead\n  ","944666":"\n  Dance, phones, web development\/software development\n  ","944667":"\n  I don't like ice cream at all, haha. I do like donuts tho\n  ","944668":"\n  Saying thank you\n  ","944669":"\n  I used to, but I haven't rode a bike in years. Apparently, I still have one though, I asked the other day. I don't mind bike riding, it's cool. Not really mountain stuff or anything, just biking around neighborhoods n stuff\n  ","944670":"\n  Yeah\n  ","944671":"\n  I have not\n  ","944672":"\n  A cat bc they get pet and loved whenever it's wanted, but are allowed to be introverts still\n  ","944673":"\n  A small black girl with an overgrown haircut that has abdominal pain, that is sitting on her bed with the lights off and shades down, who feels super tired but doesn't wanna sleep bc they have a slight headache and sleeping sumtimes just makes it worse, plus they have so much other stuff that they wanna do with their time AND feels super hungry, but they can hardly keep their eyes open and the eyes feel sore and can hardly focus...the person just feel slow\n  \n  Oh and maybe a 7x7 Rubiks cube too, idk if most people have that or not, but since the world is so big, I'mma guess not\n  ","944674":"\n  I don't think a guest has ever done something weird to our house 🤔\n  ","944675":"\n  Ngl, avocado. I really like it now\n  ","944676":"\n  Idek.....maybe swimming. I had to keep going bc it was during a swim class, but I was drained of energy so it ended up not going well. Stamina is not a strong suit of mine\n  ","944677":"\n  Rn now it's probably just \"ain't nobody prayin' for me) bc it's very relatable to my thoughts and sums up everything in brevity\n  ","944678":"\n  I already got this question, so I'mma use this as space to add something to the last answer that I didn't think of before👇🏾...one thing i can think of that I fully feel nostalgic about, is meeting up with my mom and family last year. That was a great time and I wish that I could have been \/ be able to do that so much more often. last time I felt nostalgic about that time is just now while I was answering the question\n  ","944679":"\n  That's hard to answer for me because I can't think of any event or memorable time in my life that I had felt good, happy or content all the way through. There would always end up being something that would set me off. I would not want to revisit my past at all. I guess can say like 3 days ago I just started thinking about this friend group I had back in middle school....there were 5 of us....and we would always eat lunch together walk around outside together and, idk, we didn't do much, but we always were all together at school whenever be could be.... I was rehashing that a bit....the thing is, the group was of kind of toxic, especially by 8th grade year. There's only one person in that group that I fw now. So, I I didn't feel nostalgic about our times together, but I think I was feeling a little nostalgic about the idea of having a group of friends like. It's hard to make friends when you get older bc people become more judgy, more interested in relationships, more sexually attracted rather than a good friend, and then many people still hang out with friends that they have had for years so they don't accept new friends....so it was nice having people I could think of as my people, even tho the group was a low-key toxic.\n  ","944680":"\n  My mom's house 100%\n  ","944681":"\n  Depends on whether they say or do certain things quickly or not that I might judge\n  ","944682":"\n  The Batwoman TV is pretty much the only thing that's been keeping me in positive, so I guess that. Oh, and I guess also Kida got to choreograph a dance for one of the new Justin Bieber song's music video and it was really good, it almost made Bieber seem alright.\n  ","944683":"\n  I never ate the cafeteria food, but probably pizza. It was the only thing that looked alright\n  ","944684":"\n  Nah\n  ","944685":"\n  No and no\n  ","944686":"\n  Telling the dr that I have been good  taking my medications consistently these days.....😣 Ik it sounds bad, but I ran out of one and was lazy I guess to do anything about for a few days.... Plus there were a day that I had a breakdown and then just forgot all about the medication.... But ik what I'm to be doing\n  ","944687":"\n  Nah\n  ","944688":"\n  Yes, two. But one of them is...meh\n  ","944689":"\n  Idk, embarrassments for me are just all bad\n  ","944690":"\n  Oh my, idk. I share a fridge with my family rn\n  ","944691":"\n  Yes\n  ","944692":"\n  Failure\n  ","944693":"\n  In the middle\n  ","944694":"\n  Shooting yourself?\n  ","944695":"\n  💭... I would say Black Panther, Iron Man and Avengers Endgame. The thing is, I'm really not a movie person  and haven't watched very many movies.\n  ","944696":"\n  Yesss. My guy,\n  \n   @javacow\n  \n","944697":"\n  I don't remember which was the last song i last got up and danced to rn, but rn I'm listening to Lotto by Joyner Lucas and I'm bobbing my head with it, so if that counts.....\n  ","944698":"\n  Yeah a few\n  ","944699":"\n  Nah\n  ","944700":"\n  Not really\n  ","944701":"\n  None actually, but several in the last week that I'm still trying to heal from\n  ","944702":"\n  Night\n  ","944703":"\n  No\n  ","944704":"\n  Lame, yours?\n  ","944705":"\n  There's not a good in anything\n  ","944706":"\n  \"Hi\" ?\n  ","944707":"\n  Nope\n  ","944708":"\n  Drinking\n  ","944709":"\n  Fail\n  ","944710":"\n  Past life\n  ","944711":"\n  Well, I haven't officially. I live in dorms tho\n  ","944712":"\n  Tbh, the thought of that responsibility is scary. You never know how things will turn out\n  ","944713":"\n  Out of nowhere? That's going to the garbage then\n  ","944714":"\n  The colors\n  ","944715":"\n  Endgame\n  ","944716":"\n  Upside down?\n  ","944717":"\n  Dancing\n  ","944718":"\n  NigaHiga😒\n  ","944719":"\n  Big yard, but it's my mom's really. If I do get my own someday, I would want it small, if at all\n  ","944720":"\n  I like small tabby cats with kitten-faces  (like baby faces, but with cats haha)\n  \n  Like look at this this little guy 😍\n  ","944721":"\n  I don't...I just like music, man\n  ","944722":"\n  I think about that sh*t all the time and it's depressing me, so I'm not gonna purposefully bring myself to those thoughts. I know i will get them anyway and it will be very unpleasant. I'm just not a space in life rn to be able to talk about my faults w\/o feeling  like a fault myself\n  ","944723":"\n  I guess I think it does...but I definitely don't like the sound tho. For years it was way too squeaky and high-pitched for my liking, but I'm not gonna say it didn't fit right on me\n  ","944724":"\n  Between 7 and 9 am. First thing I typically do is get on my phone\n  ","944725":"\n  Unfortunately, I don't believe I have a song like that. I love music, but my moods are strong so no song has ever been able to suddenly transform them\n  ","944726":"\n  Small dogs. I find the French bulldogs pretty cute...I'm not familiar with dogs enough to know the different breeds tho. I'm honestly not very crazy about dogs in general.\n  ","944727":"\n  Happy birthday Tommy. have a good one\n  ","944728":"\n  No and no\n  ","944729":"\n  Dance\n  ","944730":"\n  Not really...I guess when I was in dorms I spent a lot of time in a small comfy-ish chair I have, but that was mainly bc my bed was up high so I couldn't bring my laptop up there\n  ","944731":"\n  I'm confused on what I will be supposed to submitting...is it the food I like the best out of that list? Or the one I possibly eat the most? Or something else?\n  ","944732":"\n\n   @javacow\n  \n","944733":"\n  Ofc\n  ","944734":"\n  Love, happiness, success and care for everyone....\n  ","944735":"\n  Assuming any characters that Disney technically owns are 'Disney characters,' I would probably Shuri bc she's full black and she really likes tech and likes to make people laugh\n  ","944736":"\n  Playing with my stuffed animals in my bedroom either alone or with my friend. I've always have a wild imagination\n  ","944737":"\n  A small and young person. Bc I'm small and I look younger than I am\n  ","944738":"\n  I haven't, but I'm sure it's not only you\n  ","944739":"\n  Idk tbh\n  ","944740":"\n  No, no and no\n  ","944741":"\n  No and no\n  ","944742":"\n  What's that?\n  ","944743":"\n  Stay at home?\n  ","944744":"\n  I never have. I'm a vegetarian. but I glad you liked it\n  ","944745":"\n  No highlights, just low points....I wouldn't call it boring necessarily. It just wasn't a good day, which is nothing new\n  ","944746":"\n  Sunny but cold\n  ","944747":"\n  I hope you did\n  ","944748":"\n  In high school, I was a loner, quiet and one might me a nerd I guess....I don't think of myself as one, but I got a 4.0 so others may 🤷🏾‍♂️ I think more like I was just obedient and a try hard\n  ","944749":"\n  Why?\n  ","944750":"\n  Milkshakes I think, but I like both\n  ","944751":"\n  Well I don't celebrate it\n  ","944752":"\n  \"yo bob mug a gumbo boy\" is a palindrome\n  ","944753":"\n  para volverme invisible\n  ","944754":"\n  Mondays or Fridays?\n  \n  Mothers or fathers?\n  \n  Mountains or forests?\n  \n  Money or family?\n  \n  Mushroom cup or Flower cup?\n  \n  Mad or furious?\n  \n  Mohawk or faux hawk?\n  \n  Mighty or fierce?\n  \n  Mustard or Future?\n  \n  Mexico or France?\n  \n  March or February?\n  \n  M&Ms or fruit snacks?\n  \n  Mean or friendly?\n  \n  Florida or Michigan?\n  \n  Mother or f*cker?\n  \n  Memorable or forgotten?\n  \n  Moldy or fresh?\n  \n  Monsters or fairies?\n  \n  Mazda or Ford?\n  \n  More or fewer?\n  \n  Multiples or factors?\n  \n  Martin or Fresh Prince?\n  \n  MySpace or Facebook?\n  \n  Me or Fred?\n  \n  Modern family or Fresh off the Boat?\n  \n  Sorry, I just don't get the question here.....\n  ","944755":"\n  What does the fox say\n  ","944756":"\n  There lived a lil' boy who was misled\n  \n  By anotha lil' boy and this is what he said\n  \n  \"Me, Ya, Ty, we gonna make sum cash\n  \n  Robbin' old folks and makin' tha dash\"\n  \n  They did the job, money came with ease\n  \n  But one couldn't stop, it's like he had a disease\n  \n  He robbed another and another and a sista and her brotha\n  \n  Tried to rob a man who was a D.T. undercover\n  \n  The cop grabbed his arm, he started acting erratic\n  \n  He said \"Keep still, boy, no need for static\"\n  \n  Punched him in his belly and he gave him a slap\n  \n  But little did he know the lil' boy was strapped\n  \n  The kid pulled out a gun, he said \"Why did ya hit me?\"\n  \n  The barrel was set straight for the cop's kidney\n  \n  The cop got scared, the kid, he starts to figure\n  \n  \"I'll do years if I pull this trigga\"\n  \n  So he cold dashed and ran around the block\n  \n  Cop radioes it to another lady cop\n  \n  He ran by a tree, there he saw this sista\n  \n  A shot for the head, he shot back but he missed her\n  \n  Looked around good and from expectations\n  \n  So he decided he'd head for the subway stations\n  \n  But she was coming and he made a left\n  \n  He was runnin' top speed till he was outta breath\n  \n  Knocked an old man down and swore he killed him\n  \n  Then he made his move to an abandoned building\n  \n  Ran up the stairs up to the top floor\n  \n  Opened up the door there, guess who he saw?\n  \n  Dave the dope fiend shootin' dope\n  \n  Who don't know the meaning of water nor soap\n  \n  He said \"I need bullets, hurry up, run!\"\n  \n  The dope fiend brought back a spanking shotgun\n  \n  He went outside but there was cops all over\n  \n  Then he dipped into a car, a stolen Nova\n  \n  Raced up the block doing 83\n  \n  Crashed into a tree near university\n  \n  Escaped alive though the car was battered\n  \n  Rat-a-tat-tatted and all the cops scattered\n  \n  Ran out of bullets and he still had static\n  \n  Grabbed a pregnant lady and out the automatic\n  \n  Pointed at her head and he said the gun was full o' lead\n  \n  He told the cops \"Back off or honey here's dead\"\n  \n  Deep in his heart he knew he was wrong\n  \n  So he let the lady go and he starts to run on\n  ","944757":"\n  Meagan Tandy\n  ","944758":"\n  * Trash just like all the other years of my life\n  \n  * Be aching for the courage to call it quits\n  ","944759":"\n  No bueno, y tú?\n  ","944760":"\n  Charity....probably something to help kids \/ teens in some way....either that or trying to do something about the increasing homeless population\n  ","944761":"\n  This is really hard for me to decide... I like so many of them ☹️\n  \n  My favorites are probably: Yeah!, Caught Up, You Decide, Say the Words and Appetite.\n  \n  But Usher is just so good man... beautiful singing voice and dope ass songs and a great live performer too.\n  \n  He is kinda a weird guy tho hah. He's gotten a lot more mature now tho I think, it only took about 40yrs....but he's been making dope TikToks lately and he seems great with his sons and I admire how him and Tameka have been able to stay in good terms for their sons best interests even after the multiple custody battles. Anyway, why am I talking about his personality now,...? 😐🤷🏾‍♂️\n  ","944762":"\n  Somewhat. I actually don't like beer at all I don't think....I tried to have some today....Wayne said it wasn't even that bitter for beer but it was so terribly bitter I couldn't even finish like a 1\/4th of a glass 😳🤦🏾‍♂️ it's a bit surprising actually bc I'm not a \"supertaster\" as they call it (I can't anything from the PTC taste test). But beer is soo fricken bitter to me, I can't enjoy it...it tastes like cough syrup 🤮\n  \n  That being said, I wanna be able to stand it bc I wanna be able to get super drunk bc I wanna be able to poison myself if I felt like it or have the confidence to sit on the edge of a very high building.....yeah, ik I'm dark....the world is darker tho\n  ","944763":"\n  Me bc I wouldn't be missed much and bc I hate it here, and I wouldn't wanna take anyone else's life. If not me, then anxiety\/fear bc that takes over my life and is one of the reasons I hate myself and living so much\n  ","944764":"\n  😔\n  ","944765":"\n  I feel like most of the stuff it's normal to buy multiple of are sold that way to begin with so that you can't buy just one. I can't really think of anything that's it not normal to buy one of that you can actually just buy one of 🤔\n  ","944766":"\n  Did it\n  ","944767":"\n  A giraffe bc they are super tall apparently so that would be cool to see\n  ","944768":"\n  I am not a good photographer, I don't really like taking photos. I like this picture tho, but all the creds goes to my dope phone camera, not me....and it nothing special really, I just like how the ceiling and left wall turned out...\n  ","944769":"\n  I'm hungry, frustrated, sad, lonely ashamed and sick. How are you? Thanks, I hope you have a great day\n  ","944770":"\n  I hate living\n  ","944771":"\n  Definitely not\n  ","944772":"\n  Definitely not\n  ","944773":"\n  Oooh well, how did it go?\n  ","944774":"\n  Neither\n  ","944775":"\n  Hunting with guns, flying a plane, knife throwing, sword swallowing\n  ","944776":"\n  Is this like a book quote?\n  ","944777":"\n  Their bedroom\n  ","944778":"\n  I think if they were meant to truly benefit us, they would be different for different people. One of mine might say something like \"don't expect very much from anyone or anything bc it will always end up being a let down in the end and will just make you feel worse after\"\n  ","944779":"\n  I thought of something that would certainly offend many people all over the world, but I don't wanna share it bc it might be going too far haha. I don't wanna try and offend others and\/or spread negativity... especially not in a time like this where many people from everywhere on this earth are scared for their family and friends lives\n  ","944780":"\n  Well, you tell me, you brought it up 😳😅😅\n  ","944781":"\n  I would first doubt the credibility of the source I was hearing this information from.\n  \n  I would do pretty horribly bc I don't like zombies and bc I'm very small and light and a weakling bc I don't eat much, so I'm pretty easy to be thrown around....it wouldn't take much for one to beat me up. Although, can zombies run? Bc if not, maybe it wouldn't be so hard to avoid them...plus guns would be producing, marketing and selling like crazy, so I don't if the zombies would stand a chance. Don't they just slowly stagger after living people thinking about nothing but eating  brains? Idk....I've never really researched or watched much about zombies.\n  \n  But if there was a zombie apocalypse, I would likely just commit suicide right away bc that's too much to deal with in this already sh*tty enough world. I think at that point, God must have moved to a while new universe if God was ever present around here in the first place. And that would possibly mean that we deserved to be taken over by zombies so at that point, it's time to just give up on any hopes of a happy ever after. Plus, if I committed suicide, then I might become a zombie and we would all slowly turn into the new Earth population.... wait, what if we all are zombies rn after coming back from long ago deaths and taking over the past population!?? 😮😮\n  ","944782":"\n  It's more common to use cards from what I have noticed, but people still use cash sometimes.... especially younger people (15\/16 or younger) bc they don't own cards yet\n  ","944783":"\n  Loyal, trustworthy, chill, open-minded, nice, reliable, funny (or at least I like to try to make them smile\/laugh), good at listening, loving, accepting, and I would say to the few friends I have rn, I am also pretty reserved bc I don't really trust any of them very deeply. I wish I could. I think they can trust me more than I can trust any of them\n  ","944784":"\n  If I cloned myself I would be both the OG and the clone, right?\n  \n  ....Or does the clone not have the same brain as me? In that case, I would always know I was the OG, it's just that no one else would\n  ","944785":"\n  A fight with your partner during an authentic relationship\n  ","944786":"\n  A lot, but they are nearly all dance videos so I'm assuming you probably don't want me to link them\n  ","944787":"\n  Harry Potter and Percy Jackson series...but now years later I think it's overrated again 😂\n  ","944788":"\n  My bedroom\n  ","944789":"\n  Am I teaching the high level class?\n  ","944790":"\n  Moo\n  ","944791":"\n  Some medals I guess for getting good grades. Pretty lame, nothin special ever....\n  ","944792":"\n  Not particularly a fan. Dark blue is aight tho\n  ","944793":"\n  Nachos\n  ","944794":"\n  Honestly don't think there is one 😅 I'm not really a movie person. Much more of a TV show person\n  ","944795":"\n  Pass. I don't like planes much\n  ","944796":"\n  Being with all my siblings and my mom... and playing games, joking around, listening to music, whatever as long as we're together and all enjoying ourselves. I've never been with all the siblings at once before\n  ","944797":"\n  Somehow\n  ","944798":"\n  I think so....I'm like that myself so we would have something to relate to each other with 😅\n  ","944799":"\n  Writing. Jk\n  ","944800":"\n  Hmm idk. Someone I'm sort of related to more or less had this boyfriend who was the father of her daughter I think and he lied about having a job...that's a big lie 🤷🏾‍♂️\n  ","944801":"\n  Hello\n  ","944802":"\n  Hello\n  \n  How are you?\n  ","944803":"\n  🤷🏾‍♂️🤷🏾‍♂️\n  ","944804":"\n  What is this?\n  ","944805":"\n  I don't cook....but I really want pumpkin pie 😅🤦🏾‍♂️\n  ","944806":"\n  ❤️❤️\n  ","944807":"\n  I love strawberries...no I don't think I have tho\n  ","944808":"\n  Love\n  ","944809":"\n  Warm-ish. Mid-60s...well that's what it was yesterday. Today it's 1:06 in the morning....\n  ","944810":"\n  Yeah, I met Kida the Great twice 🔥🤟🏾\n  \n  And then I also met Mary Lambert once too, if she counts.... She's that one woman who sang a popular song with Macklemore a long time ago\n  ","944811":"\n  TV shows 100%\n  ","944812":"\n  Yeah, a lot...a tablet case, some earbuds, some TV show seasons, a movie...\n  ","944813":"\n  Well, what genres do you like?\n  \n  Here's some I like I guess..\n  \n  COMEDY:\n  \n  - Parks and Recreation (esp. S2-5)\n  \n  - Fresh off the Boat\n  \n  - Modern Family\n  \n  DRAMA:\n  \n  - All American\n  \n  - One Tree Hill\n  \n  - The OA\n  \n  - Shameless (⚠️: nudity\/sex, smoking, profanity, suicide)\n  \n  - Euphoria (⚠️: nudity, rape, profanity, drugs, depression)\n  \n  - Rise\n  \n  ACTION:\n  \n  - Batwoman\n  \n  - Iron Fist\n  \n  - The Flash (S1-3)\n  \n  That's all I can think of atm...\n  ","944814":"\n  Ant-Man\n  ","944815":"\n  Only one I've heard of is Avicii. They aight, but I only know like 2 songs\n  ","944816":"\n  I'm not sure\n  ","944817":"\n  Don't have one\n  ","944818":"\n  I am not. I just like to watch scary movies so I try to avoid them. Even Stranger Things gives me the creeps\n  ","944819":"\n  Is this a question...?\n  ","944820":"\n  Deeply in love\n  ","944821":"\n  Hello\n  ","944822":"\n  I don't brush it, I pick it\n  ","944823":"\n  I have one\n  ","944824":"\n  Well it really depends on how late it is\n  ","944825":"\n  I guess you could say I would be \"outernet\" then\n  \n  sorry\n  ","944826":"\n  Not really. I put a pillow on my head\n  ","944827":"\n  No, but I've rewatched an old child's movie and realized how sexist\/stereotypical it was\n  ","944828":"\n  What does this mean?\n  ","944829":"\n  I'm gonna assume you mean \"going\" like \"wanna dance,\" so 'Freakshow on the Dance floor' by the Barkays\n  ","944830":"\n  My job, a school tour welcoming event thingy, providing music for the Friday dance classes\n  ","944831":"\n  No sirrrr\n  ","944832":"\n  Each one would be to have five more wishes\n  ","944833":"\n  The TV show Shameless\n  ","944834":"\n  Root beer\n  ","944835":"\n  Cracking knuckles, chewing with mouth opening, people making any kind of clicking noise with their mouth\n  ","944836":"\n  Black bc I trust no one, I haven't truly been happy in a while, I hate myself, I'm down and depressed and anxious  -- I'm in a dark place, I'm lost, I feel lethargic all the time, and I turn invisible sometimes. I'm just not a colorful person...and maybe not a color at all\n  ","944837":"\n  Wait, do I chose a soundtrack or just any song that relates to me?\n  ","944838":"\n  Null\n  ","944839":"\n  Nothing\n  ","944840":"\n  I haven't and idk what it's like so I can't say...\n  ","944841":"\n  No\n  ","944842":"\n  Nothing\n  ","944843":"\n  Huh?\n  ","944844":"\n  1. Instagram\n  \n  2. Probably the pre-installed AT&T apps\n  ","944845":"\n  Nope\n  ","944846":"\n  Yeah..it's not all that tho. US got a lot of problems...\n  ","944847":"\n  Idk....I personally don't think I'm that strange, but everyone's interpretation of \"crazy\" is different\n  ","944848":"\n  Nope\n  ","944849":"\n  Nah\n  ","944850":"\n  Super Mario Brothers and Mario Kart\n  ","944851":"\n  What about it?\n  ","944852":"\n  You too\n  ","944853":"\n  Hey\n  ","944854":"\n  I do\n  ","944855":"\n  I don't have a pic, but it's these plaid ones that I have. Although, I only ever wear the bottom half. The top half is always a t-shirt I don't like, overgrown t-shirt or one of those shirts that don't have any sleeves\n  ","944856":"\n  Tbh, idk 🤔 I don't remember. I don't cook them, but I don't cook so..... but I'm sure I've had them before\n  ","944857":"\n  Murdering others, bullying\n  ","944858":"\n  A female with short hair (w\/ all different skin tones), a \"bruh\" face, beer bottle, 🤦🏾‍♂️this emoji but with black hair, Iron Man, Spider-Man, Black Panther, Batwoman, vacuum cleaner, a stereo...\n  \n  Ooo what if we had emojis that were animated like gifs so it's like, for example, this emoji 🙄 but the eyes actually roll like once when viewed or something....or one with Spider-Man hopping from a hanging web and then the landing in an iconic Spider-Man pose....that would be super fun!\n  ","944859":"\n  US. Why tho?\n  ","944860":"\n  1. Home by Michael Bublé\n  \n  2. Home by Phillip Phillips\n  \n  3. Home by Vince Staples\n  \n  4. Home by Edward Sharpe & Magnetics Zeros\n  \n  That's all I can think of 🤔\n  ","944861":"\n  Probably. That's up to you\n  ","944862":"\n  I am\n  ","944863":"\n  No me gusta 😐\n  ","944864":"\n  I'm me i guess, hbu?\n  ","944865":"\n  Shoot the opponent.... 🤷🏾‍♂️ That's also probably the quickest way to end up in prison for the rest of your life tho 🤔 .....unless you're a white police and the opponent is black apparently😞😔\n  ","944866":"\n  Ooo idk, but probably something terrible 😖\n  ","944867":"\n  I don't chose to, it just happens 🤷🏾‍♂️\n  ","944868":"\n  Well, I'm pretty obsessed with this cow I've had since I was 4yrs old.....🙁 He's comforting 🤷🏾‍♂️\n  ","944869":"\n  Both the Ant-Man ones\n  ","944870":"\n  I can't think of anything 🤔 but I can think of a lot of situations that went the opposite way for me tho\n  ","944871":"\n  Fought some middle school girl for them 🤦🏾‍♂️\n  ","944872":"\n  My brother used to just look at me and say \"1 + 1 = 2\" and I would crack up 🤣🤦🏾‍♂️ idk why lol\n  ","944873":"\n  Sí sí, y tu?\n  ","944874":"\n  😞\n  ","944875":"\n  People who are happy and successful, whatever that's entails for them\n  ","944876":"\n  I haven't really seen many \"creative\" uses of them\n  ","944877":"\n  I don't think of yelling\"nice\" a funny moment\n  ","944878":"\n  Nope\n  ","944879":"\n  I hope so\n  ","944880":"\n  I'd rather not....\n  \n  I would bring Meagan Tandy, Zenday then this one girl I know I think\n  ","944881":"\n  I'm trying. It just doesn't work for me. My anxiety and loneliness takes over my life.\n  ","944882":"\n  Idk, I'm wondering the same\n  ","944883":"\n  Iron Man\n  ","944884":"\n  That's awesome\n  ","944885":"\n  Yeah\n  ","944886":"\n  Who's there\n  ","944887":"\n  I wish it was that simple for me to be that way\n  ","944888":"\n  Eh, probably not. Nothing against turtles, it just sounds like extra work\n  ","944889":"\n  Netflix - 🙂\n  \n  Poptarts - 😐\n  ","944890":"\n  Sh*t\n  ","944891":"\n  Front to back, or...?\n  ","944892":"\n  Apple, blueberries, raspberries, strawberries, blackberries, tomato, pears, figs, kiwi I think\n  ","944893":"\n  All the time. I rarely go out w\/o some kind of hoodie. I'm wearing one rn actually\n  ","944894":"\n  N\n  ","944895":"\n  To keep trying with her\n  ","944896":"\n  1. Sleep\n  \n  2. Get to do things I never get the time to do\n  \n  3. Excuse to do \"lazy\" stuff\n  \n  There's more pluses too\n  ","944897":"\n  I'm not much of a traveling person, but I guess it could be interesting to see Kenya, Nigeria, South Africa and Japan\n  ","944898":"\n  Not really. Mostly watching TV shows, Instagram posting and sleeping\n  ","944899":"\n  Personality matters the most\n  ","944900":"\n  I'm cordial\n  ","944901":"\n  I don't even celebrate Easter, so no I guess\n  ","944902":"\n  Nah, do you?\n  ","944903":"\n  Down, anxious, abdominal pain, unmotivated, lost, scared....\n  ","944904":"\n  I'm not  sure, I don't remember\n  ","944905":"\n  Did u follow me?\n  ","944906":"\n  For what?\n  ","944907":"\n  Yesssssir\n  ","944908":"\n  Not well\n  ","944909":"\n  Wakanda\n  ","944910":"\n  Not sure.....I guess when I was little, like 7-8, I used to think that a male cow was called a \"hamburger\" bc that's what my dad told me, and so I put that information on a school project of mine and the teacher cracked up laughing and I didn't know why until years later 🤦🏾‍♂️\n  ","944911":"\n  Parks and Recreation, Batwoman (Alice is hilarious), Modern Family, How I met your mother, Good Luck Charlie (Yeah, it's Disney, but I was watching some old episodes the other and it was actually pretty hilarious 😂🤦🏾‍♂️), SpongeBob, the Simpsons (sometimes), the fresh Prince of bell air, Fresh off the Boat.... That's all I can think of rn\n  ","944912":"\n  I don't care as long as they are sliced up\n  ","944913":"\n  Finishing my episode of Shameless (which I think someone on here suggested I try watching 🤔) and then laying down with my eyes closed and listening to music 🤷🏾‍♂️\n  ","944914":"\n  🤔....👇🏾👇🏾\n  \n  \"I'm trapped here, God keeps saying I'm not locked in\n  \n  I chose this, I am lost in my own conscience\n  \n  I know that shutting the wall down ain't solving the problem\n  \n  But I didn't build this house because I thought it would solve 'em\n  \n  I built it because I thought that it was safer in there\n  \n  But it's not, I'm not the only thing that's living in here\n  \n  *Fear came to my house years ago, I let him in\n  \n  Maybe that's the problem 'cause I've been dealing with this ever since\n  \n  I thought that he would leave, but it's obvious he never did\n  \n  He must have picked the room and got comfortable and settled in\n  \n  Now I'm in the position it's either sit here and let him win\n  \n  Or put him back outside where he came from, but I never can\n  \n  'Cause in order to do that I'd have to open the doors\n  \n  Is that me or the fear talking?\n  \n  I don't know anymore\n  \n  It's lonely\n  \n  Inside this mansion\"\n  \n  ...Fear overrules me and I can't avoid it, there seems to be not much I can do about it.\n  ","944915":"\n  I just don't get em. I like to think that maybe they were just having a bad day so they had to let it out 🤷🏾‍♂️\n  ","944916":"\n  Ohh ok, gotcha 👍🏾\n  ","944917":"\n  A life\n  ","944918":"\n  2\n  ","944919":"\n  Wintergreen mints only I think\n  ","944920":"\n  I am too, but I really wanna die. So, I'm in a bit of a conundrum.\n  ","944921":"\n  Ignore what? Lol\n  ","944922":"\n  Very strongly introverted. But I feel like when I say that people get the wrong idea bc they don't really know what being introverted means\n  ","944923":"\n  What does this go to?\n  ","944924":"\n  Wow, really? I didn't know. There's a lot things I could become then...🤔 Snakewoman, Spiderwoman, insectwoman, slugwoman, wormwoman, daniwoman 😂\n  ","944925":"\n  Does she need more likes? Lol. It looks she has plenty\n  ","944926":"\n  Like the guy who has the song OG Bobby Johnson? 🤔🤷🏾‍♂️\n  ","944927":"\n  Stay home\n  ","944928":"\n  What is that?\n  ","944929":"\n  Is suicide illegal?\n  ","944930":"\n  Have a good day or afternoon or whatever period of day you're in rn haha\n  ","944931":"\n  Saxophone 🤷🏾‍♂️\n  ","944932":"\n  🖤🖤\n  ","944933":"\n  🤔\n  ","944934":"\n  Thanks haha. I don't really have anything old that I would like to share\n  ","944935":"\n  I can't remember what they are called, but probably one of those kinds of people in Harry Potter who can transform into animals....like professor McGonagall\n  ","944936":"\n  Not necessarily. I think it's rather about experience. Some people don't get to experience as much positives or positive influences, so they aren't very mature as adults\n  ","944937":"\n  A soylent of some kind\n  ","944938":"\n  Ahh man, ya shouldn't have told me yet, I woulda gotten that sooner or later 😅😂😂 but that was fun\n  ","944939":"\n  Don't have one. I haven't found one I liked yet 😅\n  ","944940":"\n  Alright cool\n  ","944941":"\n  That's not for me to decide for others 🤷🏾‍♂️ I personally don't like the idea\n  ","944942":"\n  Idk.... my experience a while ago was like half the people or more wanted a third person in the bed, wanted someone to do some 420 with or weren't very talkative when I tried to talk with them.....so I gave up, it was a waste of my money and was just making me miserable\n  ","944943":"\n  Idk for how much longer\n  ","944944":"\n  Last year of high school, someone ruined one of my hobbies for me and I haven't really got back to it much yet.... dunno if I ever will. And then, I skipped a class\/hobbie a lot in the last couple quarters, and part of that was bc of someone making it more sad than fun\n  ","944945":"\n  Belonging\n  ","944946":"\n  Well, both Spider-Man MCU movies last words are \"what the f*ck\" before the credits come, so I guess it can't get any more accurate than that 🤷🏾‍♂️\n  ","944947":"\n  Idk, I don't really find words funny\n  ","944948":"\n  Ofc. That stuff clouds my head almost every night. Too many times this has happened to name one specific time. I'm always fucking up\n  ","944949":"\n  Stress\n  ","944950":"\n  Snake\n  ","944951":"\n  Who knows 🤷🏾‍♂️\n  ","944952":"\n  What's that?\n  ","944953":"\n  Okay, here's the first 4 I could think of 😅 Is it any of these?\n  \n  Reed\n  \n  Raul\n  \n  Ryan\n  \n  Rafi\n  ","944954":"\n  Ok and how many vowels?\n  ","944955":"\n  Aight, is it typically considered more of a male name, or a female name? Or about equally both?\n  ","944956":"\n  Okay cool. Does it have more than one vowel in it?\n  ","944957":"\n  I think jokes are not that funny when they are randomly forced into conversation. I find that more people laugh when the joke is situational. It's more funny when it's comedy related to what we're doing or talking about in the moment 🤷🏾‍♂️\n  ","944958":"\n  I honestly dunno what attracts people. I think for most tourists who come (if they do), they probably visit the city's landmark, go to this popular and historic market that's downtown, and they wanna eat our seafood.\n  ","944959":"\n  Nah, they just 'come to me *whenever.' They are not stored in my head. When I'm in a situation and think of something funny in the moment, I'll say it.\n  ","944960":"\n  Nothing much, mostly sleeping, talking with m counselor, went across the street to my friends house twice, watching TV shows, posting on my IG acc for public, deleting old photos, and then some writing\n  ","944961":"\n  September 17th, 8:49 am\n  ","944962":"\n  update\n  ","944963":"\n  Good morning to you\n  ","944964":"\n  Never had either 🤷🏾‍♂️\n  ","944965":"\n  i\n  ","944966":"\n  Wassup\n  ","944967":"\n  Okay, can I ask questions to get closer tho?\n  ","944968":"\n  Not sure yet\n  ","944969":"\n  I change the batteries. I'm like \"ugh\"\n  ","944970":"\n  I don't have a joke arsenal. My jokes are always natural, they just come to me whenever\n  ","944971":"\n  I like fruits more\n  ","944972":"\n  I listen to some of everything, so that would be hard. I would just give them my Spotify link.\n  \n\n   https:\/\/open.spotify.com\/playlist\/5TIT8wEOGDG8zRED4bTTyq?si=8ppxDGxsQSKcrft_sNsLbw\n  \n\n  Profile: J. Rose\n  ","944973":"\n  I think most times I do bc I guess it feels nice when people smile at you\n  ","944974":"\n  No\n  ","944975":"\n  Mm\n  ","944976":"\n  No\n  ","944977":"\n  NeutrL\n  ","944978":"\n  Mexican\n  ","944979":"\n  NEITHER\n  ","944980":"\n  🙏🏾\n  ","944981":"\n  I really have no skills\n  ","944982":"\n  I hope you do 💕\n  ","944983":"\n  🦏\n  ","944984":"\n  Dope\n  ","944985":"\n  Thanks for trying though, that means something 🙏🏾💕\n  ","944986":"\n  😶\n  ","944987":"\n  👍🏾\n  ","944988":"\n  What happens in Jurassic Park \/world?\n  ","944989":"\n  Well, this is probably gonna sound all messy and long... but one big decision I'm having trouble with is deciding what I should do about school\/my future... The CS program (my intended major) at my university is super competitive and I already applied once and didn't get in and I can reapply, but honestly don't think I will get in with the grades I have.... I applied to a different school to transfer to and got in, but now the campus is closed so I can't check out the school... It's a few hours from home and I don't really like living at home, although I also have problems w\/ sadness and anxiety and being far away might make things harder to handle, idk... I would be far from my dr & counselor, for example. I thought about maybe trying an online school instead, but some say that employers aren't as likely to hire you then and also that would mean I have to stay at home... + The school I'm at now is known for their very good CS program, so I am worried about what opportunities I might lose by leaving the school. I'm afraid that if I go to this new school tho, the sadness and anxiety will just follow me there and finding\/making friends will be as difficult as it was at my current school, and all this will mess up my school life there too like it did here, and nothing will get better and I will feel even more isolated cus I'm in a foreign town. Rn, I'm taking a quarter off, but I have to decide if I'm gonna try this new university or not by May and it's just not a decision I feel prepared to make bc idk how things will be for me by August...at this rate, it doesn't feel like things will be any better by then and I don't wanna be struggling there as much as I did here...\n  ","944990":"\n  thank you for your kindness 🙏🏾❤️ It's a lot, honestly. Idk if you will be able to help... I'm all sorts of messed up rn 😣\n  ","944991":"\n  So so, I guess. I have been staying up late-ish and then napping during the day like most each day and I always feel so lethargic, but that's nothing new i guess. The hardest part for me not having my current favorite show airing bc of delayed episodes and anxiety about what happens for me once this quarantine period is over + anxiety\/stressing about a big decision I have to make by the end of next month. And then also just loneliness and lost, but that's not really new either. I'm kind of at a crisis or mess I guess in my life rn and I just don't know how things are gonna turn out or if things will get better or feel better, or if I'm too messed up.... So I guess I'm not even really worrying about the quarantine, mostly just personal stress that I already had, but being stripped from the new episodes of my favorite show isn't helping ,😒\n  ","944992":"\n  I don't believe so. I really don't like being in water (unless it's a shower or rain)\n  ","944993":"\n  Huh?\n  ","944994":"\n  Like the company? Don't really know much about em. Have no opinion\n  ","944995":"\n  I'm kind of miserable...sad, lost. Hbu?\n  ","944996":"\n  Will do! Thanks!! 😊☺️\n  ","944997":"\n  Never heard of this 🤔 what are these?\n  ","944998":"\n  Yesssir\n  ","944999":"\n  Providing money for low-funded schools, LGBTQ support, multi-cultural activities,  opportunities for self-actualization for minorities, trying to get people off of the streets, computer science programs in secondary schools and colleges\/universities so that they have more resources, therefore, more people can be admitted into the program.... Ik this isn't very specific, but these are just things I want to support \/ help or create\n  ","945000":"\n  Idk how fast relative to others . Physical\n  ","945001":"\n  No se\n  ","945002":"\n  I guess Batwoman episodes....\n  ","945003":"\n  Root beer\n  ","945004":"\n  Yesssssir. Well, actually I just listen to select songs from the soundtracks. Same thing I do for albums bc I don't like listening to one album all the way through, I like to mix things up...but anyway..., Some I like most:\n  \n  1. Portals - Avengers Endgame\n  \n  2. Cantina Band - Star Wars\n  \n  3. Star Wars main title\n  \n  4. Raiders March - Indiana Jones\n  \n  5. Spider-Man theme\n  \n  6. Spider-Man Homecoming\n  \n  7. He's a Pirate - Pirates of the Caribean\n  \n  8. More tracks from Pirates of Caribean that I don't remember\n  \n  9. Hogwarts March - Harr Potter\n  \n  10. Music from how to train your Dragon\n  \n  11. The Avengers\n  \n  12. Spider-Man Homecoming Suite\n  \n  13. Rocky theme\n  \n  14. Lord of the Rings theme\n  \n  15. The Quidditch World Cup - Harry Potter\n  \n  16. Double Trouble - Harry Potter\n  \n  And then I like to listen to music from musicals too.\n  ","945005":"\n  I'd rather not have it I think..\n  ","945006":"\n  For what? Music? Videos? TV? Food?....\n  ","945007":"\n  1\n  ","945008":"\n  Yessssir\n  ","945009":"\n  My lack of confidence,  self-esteem and loneliness\n  ","945010":"\n  Ugh...okay, here are my thoughts rn... How come everything I do is just wrong in one way or another? Like I can never win? Whenever I try being bolder, braver or showing more confidence or trust or belief, or less trustful, or getting outside of my shell, being more careful, taking risks, trying new things, being the best kindest person I can, reaching out, working harder, laying low, following all directions best I can... doing anything really, it's always the same failing result? I would rather be dead then consistently a failure like rn. How come some people can do so much wrong, but then still get to be happy and successful like nothing happened. How come some people get to naturally be the society's version of attractive, smart, pretty, fit or whatever, while others don't? Some people are set up to succeed more or easier than others. If there's truly anyone spiritually believing in all of us out there or guiding us, they are slacking real hard on some more than others and for no good reason... I can't believe there's any kind of God or higher existance when I notice all this, no matter how hard I try, bc then that makes me feel as if that spirit is biased and doesn't care for me and many others, and that's just messed up. Then that makes me wanna die even more. I don't think there is anyone looking after me or else why would it be the same results for so many years now? And why for some but not others?\n  ","945011":"\n  Accepting or allowing something or someone even though you don't want to or it's hard for you to do\n  ","945012":"\n  I kind of depends on what this statement is saying. Like I would wanna say, no, I think their heart is. I believe you have to touch someone's heart (figuritively) to be able to reach their soul. I would not say the eyes are bc some people are visiually impaired, and that could entail having two fake eyes or wearing sunglasses at all times. Those people are definitely not all soul-less though.\n  \n  But maybe what this quote is really trying to say that how a person sees something as in perceives it or whether the person seems trustful or not after observation of everything you notice about them. I would then put my answer as more of a yes ....\n  ","945013":"\n  I think it can be in some situations, but ultimately I think it's more of a resource rather than a hindrance\n  ","945014":"\n  Go swimming hopefully\n  ","945015":"\n  Ya hear that, Legna?\n  ","945016":"\n  The latter of the three\n  ","945017":"\n  I don't really think of people's words like that... That's not something I tally\n  ","945018":"\n  Spotify, Instagram, YouTube, Hulu, The CW, askfm\n  ","945019":"\n  Music:\n  \n  * Usher\n  \n  * Khaled\n  \n  * 6LACK\n  \n  * Burna Boy\n  \n  * Matt Corby\n  \n  Dance:\n  \n  * Kida the Great\n  \n  * Bailey Sok\n  \n  * Gabe De Guzman\n  \n  * Michael Dameski\n  \n  * Big Will\n  \n  * Charlize Glass\n  \n  * Matt Steffinina\n  \n  * Robert Green\n  \n  Movies:\n  \n  * Zendaya.\n  \n  This is all I can think of rn\n  ","945020":"\n  I have this kind of idea, but I don't know what the title would be for it , but it would be something to do with helping\/supporting mentally struggling kids and teens, but in less restrictive ways then like worksheets or something. But I feel like there are more beneficial ways of helping with certain kinds of anxiety or depression than just cognitive behavioral therapy or worksheets. So, for example, going out to do something with them everyday that would uplift them or their confidence or something, idk (and ofc there would be legal restrictions to prevent unlawful incidents).... just something different and more effective than the way it's typically done now...or maybe I just have to wait a bit longer before I notice worksheets showing improvement...?\n  ","945021":"\n  The closed opening day?\n  ","945022":"\n  My cow\n  ","945023":"\n  Are you kind enough to ask me a couple of questions?\n  ","945024":"\n  Tbh, I'm not sure I have ever watched something that came out the same year I was born 🤔 I'm not much of a movie watcher and I just scrolled through a list of the most popular movies from that year I think, and couldn't find anything I've watched\n  ","945025":"\n  Ikea and the Swedish meatballs I used to get when I went there. That's it really. I don't ever really think about Sweden 🤷🏾‍♂️ Don't hear enough about it to have it come up in my thoughts. What do you think about when you hear \"USA\"? Don't sugar-coat, I know if anything, it's bout to be bad...\n  ","945026":"\n  Well, the last thing I learned thAt  I believe to be true, is that there is no Batwoman episode next week either 😞 Not until at least the 12th April. Oh and then I guess I learned that the 12th of April is also Easter Sunday 🤷🏾‍♂️\n  ","945027":"\n  Not a thing\n  ","945028":"\n  I don't believe so\n  ","945029":"\n  👇🏾👇🏾\n  ","945030":"\n  🙏🏾🙏🏾🤟🏾 you too\n  ","945031":"\n  Honestly, I wouldn't really know, but I guess I consider it a belief that things may be or become okay\n  ","945032":"\n  Oh interesting 🤔\n  ","945033":"\n  Tbh, not good at all really...been having too many lows that are causing constant mental breakdowns 🥴😒, and nope.\n  ","945034":"\n  These black slip-ons that I own\n  ","945035":"\n  Either two black females or two black men. We need more representation. And this goes to all pocs, really!\n  ","945036":"\n  Man, be lmk once you find out\n  ","945037":"\n  I have a picture of a garden, I just don't really wanna share it.... Here's a nice looking gif tho 🤷🏾‍♂️\n  ","945038":"\n  Texas, you?\n  ","945039":"\n  A little bit on the warm side, but I don't really mind my temperature rn. I'm just not very comfortable bc I feel hungry rn\n  ","945040":"\n  Snack. That's what I always do cus idk how to cook and I suck too much to have the willpower to teach myself\n  ","945041":"\n  Hmm, idk 🤔. I can't of anything\n  ","945042":"\n  Damn, for the vip thingy you have to do 20? 😬\n  ","945043":"\n  What about it?\n  ","945044":"\n  Batwoman\n  ","945045":"\n  I don't even wanna think about it, whatever it is✋🏾😣\n  ","945046":"\n  I used to believe in dragons\n  ","945047":"\n  🤔🤔 that's tough. But I know they aren't homemade.\n  ","945048":"\n  No, I don't believe so\n  ","945049":"\n  My weight has been the same for a few months now\n  ","945050":"\n  I love cornbread and I will eat it plain, but I also like warm and\/or with some butter on it. Or even some kind of jam sounds like it would be good....damn now u making me crave what I can't have 😣...\n  ","945051":"\n  I never liked this kid Dominic bc he knew everything. Same with Tony and Quan and Cassie and a number of other people I forget the names of....\n  \n  Oh and then these twins who were named like Frankie and something else... They were just hella loud all the damn time.\n  ","945052":"\n  I would probably be dead at that point 😂 But assuming he hadn't killed me, I would accept it and ask if he wants to come in and play Mario Kart or sum\n  ","945053":"\n  A night light\n  ","945054":"\n  Well, it would only really bother me if they were like coming to where I live and spying on me. In that case, I would tell them that they really can't be doing that bc I need my personal space.\n  ","945055":"\n  Batwoman\n  ","945056":"\n  I don't think you can give 1 coin\n  ","945057":"\n  I don't think any language could be thought of as 'easy' to learn, but the ones that are the least hard are probably Spanish and Swahili and other ones similar to them, bc they spell their words exactly how the word sounds\n  ","945058":"\n  Lol isn't that what this app is for tho? 😂\n  ","945059":"\n  Are they? I never knew this. Maybe it's bc irl, the thing you expect to see in the mirror is always consistent so it's a fun thing to change. Or maybe bc when you're looking through a mirror, you're seeing everything in a different way and so authors just liked to push that even further 🤷🏾‍♂️\n  ","945060":"\n  My phone....that I'm using right now\n  ","945061":"\n  Idk what this means 😔\n  ","945062":"\n  Doing something they enjoy with them a lot maybe bc presumbably they will feel more happy and confident during that time\n  ","945063":"\n  \"I miss you and I love you and I wish you could be here with me\"\n  ","945064":"\n  Idk, but I use it as one. I also use 'bro' gender neutrally too tho, so I guess I'm not the best person for this question\n  ","945065":"\n  Idk, I would probably go to the house and ask\n  ","945066":"\n  I don't think I would say anything\n  ","945067":"\n  Don't know what those are\n  ","945068":"\n  No, no space movies that I've ever seen go very smoothly and I'd rather die a more peaceful death if I can\n  ","945069":"\n  Eh...well I already miss Batwoman airing, so maybe you're right\n  ","945070":"\n  Yeah, I guess so 😊💞\n  ","945071":"\n  I don't 😬\n  ","945072":"\n  Tbh, I never really pay attention to the backgrounds so idk which ones are the new ones 😅\n  ","945073":"\n  Idk...Avengers Endgame was pretty cool, I've seen some cool dances online....🤷🏾‍♂️\n  ","945074":"\n  Some of every kind of music tbh. And when I say that I really mean it. There's some of like everything on my phone. Except for any kind of metal music, I will say. 🤔Nothing there has jumped out at me yet. Wbu? What kind(s) do you like?\n  ","945075":"\n  Being happy and successful is my only true goal, but my anxiety problems, personal problems and the society are holding me back\n  ","945076":"\n  Yeah, there's been many times....🙁\n  ","945077":"\n  What is this? A movie? I have never seen it\n  ","945078":"\n  I have not. Okay\n  ","945079":"\n  Dance, and I don't really know why... Maybe bc to me it's just beautiful and amazing what some people can do, and it's fun to do and fun to watch\n  ","945080":"\n  Die tbh\n  ","945081":"\n  Loyalty, reliance\n  ","945082":"\n  No, not unless there's a lot of text but with no punctuation\n  ","945083":"\n  Post videos on YouTube and get ad revenue. You just gotta get people to watch your videos tho or else you won't get anything\n  ","945084":"\n  Let's go, but who are you? 😂\n  ","945085":"\n  Only things I miss are less pressure and less stress\n  ","945086":"\n  Cool\n  ","945087":"\n  Using derogatory remarks on people. I don't get all the random hate, rude remarks, approaching people with dislike...feel like people should aim to be more loving rather than offending, more sweet rather than being pushy than dry, more warm-hearted rather than cold-blooded, more understanding rather than aggressive, smoke at others rather than glare... That's just one of the many problems of this messed world. People just don't wanna be kind, and when one is treated with rudeness, then they may get attitude and continue the rudeness, then it gets spread. I mean...maybe it's just me with this wishful thinking, idk...sometimes it's hard to tell\n  ","945088":"\n  Yes, definitely you are right\n  ","945089":"\n  Well, to me, I would say it means that we love is the same in any instance. We love who we love and that's not our choice bc love is a feeling\/sensation that comes from within us; we can't control it.  So, whether it's a girl and guy, girl and girl, or guy and guy, or non-binary and non-binary, or whatever labels,... the love is the same idea; the sexual excitement one gets for anyone is not their choice, it's what their body is naturally reacting to. Because of this, it's unethical for anyone to be telling others who to love and which loving is \"right\" and which is \"wrong,\" or discriminating against people who don't love who you think they should. Love is just love, there's nothing more to it. It can't hurt nobody, love is not danger, love is not from a rule book.... It's just love. No matter how hard anyone tries to reject a sexual orientation, ignore it, hide from it, abolish it... , it's never gonna change. Love is just love. ❤️\n  ","945090":"\n  Not really, but just spit balling less than mediocre ideas...😞\n  \n  + Fav music genres?\n  \n  + Fav desserts?\n  \n  + Fav season?\n  \n  + Main social media platform?\n  \n  + Best strength between science vs math vs reading vs writing vs arts vs sports\n  \n  + Favorite Marvel hero between Captain America vs Iron man vs Spider-Man vs Black Panther vs Ant-Man vs Black Widow or whoever...\n  \n  + TV show or movie genres\n  \n  + Mario games\n  \n  + Current age ranges\n  ","945091":"\n  Nothing really\n  ","945092":"\n  Dancing\n  ","945093":"\n  It was a battle between \"Made of Stone\" and \"On the Low\", but I think \"Made of Stone\" won, by Matt Corby\n  ","945094":"\n  😒\n  ","945095":"\n  I usually try to think about something I look forward to doing afterwards I guess, but tell myself I can't do that until I complete what I'm working on...\n  ","945096":"\n  What is that?\n  ","945097":"\n  Advance my CS education, do some cleaning, dancing, sleeping, walking ....I guess. But man I would miss my shows airing, haircuts and new music coming out tho. I guess I would have to learn how to cook also :\/\n  ","945098":"\n  I do\n  ","945099":"\n  Mexican\n  ","945100":"\n  I would probably be startled and my heart would start beating faster than regularly, and I would decide it's probably time to go to sleep bc I'm hallucinating\n  ","945101":"\n  Yeah, I think so\n  ","945102":"\n  Who is that?\n  ","945103":"\n  🔊\n  ","945104":"\n  Uh May 9th at 5:56 am and I'm gonna eat breakfast and hope I get scheduled for work shifts soon and also try applying to some new jobs bc I hate mine. Either that or suicide. And this is assuming I don't have corona and die. Or the coronavirus either. 🍹!= 😷. Or get cancer and die. Or drown. Or homicide. Or a car crash... It's just hard to know the future, ya feel me? 🤔\n  ","945105":"\n  Not very fast. Faster on a physical keyboard tho. I very much prefer the physical ones\n  ","945106":"\n  I do like it, but don't know how to make it\n  ","945107":"\n  Hm, I have never heard of them before 🤔 I shall check them out\n  ","945108":"\n  That doesn't happen to me, if that's what you're asking 🧐\n  ","945109":"\n  In no particular order,\n  \n  1. Computer code\n  \n  2. Dance to your music\n  \n  3. Play New Super Mario Bros\n  ","945110":"\n  Yes I have\n  ","945111":"\n  Nah, I'm a vegetarian\n  ","945112":"\n  Haha, well thanks for looking at the bright side. And I think rn, it's the Samsung S20 no doubt. But the \"best\" phone is always subjective tho bc for each individual, it depends on what they like or want outta their phone. But S20s and iPhone 11s have the best specs rn in the market, but I would go S20 bc of more freedom on the device with Android, 120 Hz refresh rate + a faster touch response, One UI is awesome and the features Samsung packs into their phones. What about you, what do you think is the best one right now?\n  ","945113":"\n  Nachos, Caesar Salad with milk and blood orange fizzy drink, and then pumpkin pie with whipped cream afterwards\n  ","945114":"\n  Oooh, I'm still waiting on that one\n  ","945115":"\n  Well rn, probably the pandemic..., But typically I guess just how much our society has evolved technologicallly\n  ","945116":"\n  Kings Dead\n  ","945117":"\n  Be around people that uplift you and make you feel special and important and support you\n  ","945118":"\n  ❤️\n  ","945119":"\n  Honestly, nothing.\n  ","945120":"\n  Know personally?.. idk, I think this old friend I used to know in my youth group. In our big society, I think Zendaya is pretty sweet\n  ","945121":"\n  Sup\n  ","945122":"\n  The language? I do!\n  ","945123":"\n  Sign language is the only one, other than English. And I guess why not Spanish bc that's also pretty significant around the world... 🤔\n  ","945124":"\n  No\n  ","945125":"\n  My guilty pleasure is probably YouTube comments. I get too pulled into them. It's actually something I wanna stop. Other than that, idk... I guess I like Batwoman (TV show), but it has pretty low ratings from others I think, ...same with Iron Fist... Oh, I really like phones. That's not media, but I'm always watching different phone reviews on YouTube and I know a lot about em, and I think most others would think that's a kind of weird thing to do in your free time.\n  ","945126":"\n  Melted cheese, chopped lettuce, fake bacon, tomatoes, mayonnaise I think?? 🤔 And no burger. So I guess that's a sandwich.....🤷🏾‍♂️\n  ","945127":"\n  Yes, both. Most of the time I'm too cold. But that's probably bc my city is gray most of the time. Not that I mind tho, I like it when it's gray outside. I like 72-74 typically, except for really hot days\n  ","945128":"\n  I wouldn't just bc I'm not big on horses. It would seem like a waste of money to me whatever price I spent.\n  ","945129":"\n  Solitaire 💪🏾:D\n  ","945130":"\n  Smh\n  ","945131":"\n  Samsung 💪🏾\n  ","945132":"\n  Caliente\n  ","945133":"\n  Right now, it's Batwoman. 2nd favorite is Parks and Rec seasons 2-5 -- this one is typically my favorite, but I'm really into Batwoman rn... I also really like World of Dance, tho I have some issues with that show too.\n  ","945134":"\n  The book or the character?\n  ","945135":"\n  Alright\n  ","945136":"\n  Nah, it's quite easy bc both of me suck and sucking is not hard at all for me... haha.\n  \n  I made the javacow a while ago bc this one wasn't getting any questions, it was hella dry. javacow was getting a lot more questions for some reason, so I decided to move to that acc instead, but then the ASK vip, whatever it's called, was created and that changed everything and, ngl, now it's a bit overwhelming how much questions each acc gets, and it's pretty annoying getting the same questions on both accs a lot and answering my own questions cus they always get sent to me... but I like pushing myself to think about things others bring up and be honest about my thoughts w\/o the pressure, and it's entertaining to a degree, so that's why I keep an acc in the first place so whatever... I may end up shutting down javacow soon tho bc I use this one a lot more and they are getting a lot of the same recently so it's kinda dull\n  \n  Also, I use 2 phones and a tablet so it's not like I'm logging in and out each time haha. I'm actually answering on my laptop rn tho 😂\n  ","945137":"\n  You just said you don't like engage others in political discussion and then tried to engage me in political discussion...\n  ","945138":"\n  I know how it is bc I live here haha. There's just a lot of issues and false realities here and the presidency is bad\n  ","945139":"\n  💔\n  ","945140":"\n  Rn I'm not sure honestly 🤔. But America isn't all that tbh. It's a pretty messed up country\n  ","945141":"\n  Ayeee\n  ","945142":"\n  🤷🏾‍♂️\n  ","945143":"\n  20, you?\n  ","945144":"\n  Decide what I'm gonna do next I guess....\n  ","945145":"\n  Nice\n  ","945146":"\n  USA, you?\n  ","945147":"\n  Idk, but I'm sure it probably wasn't worth it\n  ","945148":"\n  No\n  ","945149":"\n  Happy 20th birthday, I hope you had a great day. I got you some cake --> 🍰\n  ","945150":"\n  Pretty quiet\n  ","945151":"\n  - Zendaya 🥰\n  \n  - Kida x Bailey dance duo\n  \n  - Pumpkin Pie\n  \n  - Sophie Moore played by Meagan Tandy 😍\n  \n  - The invention of music and dance\n  \n  - Charity, Andres, Derek and Michael Dameski performance\n  \n  - Made of Stone by Matt Corby\n  \n  - My African dance teacher\n  \n  - Untitled by Matt Corby\n  \n  - Black color\n  \n  - This emoji: 🤟🏾\n  \n  - Lil Nas X's existance and success\n  \n  - Black skin\n  \n  - Erasable pens\n  \n  I'll stop there. Wbu?\n  ","945152":"\n  Bc I was stupid asf .... and still am, just different ways\n  ","945153":"\n  💑 🤝 👩‍❤️‍👨 🤝 👨‍❤️‍👨 🤝 👩‍❤️‍👩\n  ","945154":"\n  You tell me 🤣🤣🤦🏿‍♂️\n  ","945155":"\n  Neither\n  ","945156":"\n  School...until I went to college, chess...until I played against \"easy\" on computer. These days I don't have enough confidence to believe I'm good at anything tho. I'm really not\n  ","945157":"\n  😒\n  ","945158":"\n  Not great at all but that's nothing new... And yeah I guess... I think there's been like hundreds of new cases in my city each day. I'm not really that frightened by the virus tho tbh. I'm actually more anxious about what happens when this \"plague\" is over. Assuming that the virus doesn't wipe all population out\n  ","945159":"\n  College, driving, being in charge, being an adult, being a kid, being a teen, living, me...if you think I'm fun, you're probably gonna regret that, adoption, flying in a plane, going to the beach, LA\n  ","945160":"\n  For people with depression, they tend it to deny wanting or needing things that they really need a lot... If you know someone with it make sure you keep pushing, don't just give up or take their answers lightly. Actually pay attention and keep them in your mind\n  ","945161":"\n  That I suck and I'm a loser.\n  \n  And also Calculus.\n  ","945162":"\n  The basics of the MCU, stuffed animals made up birthdays (I used to, I don't remember them now), Trump\n  ","945163":"\n  Yeah\n  ","945164":"\n  Avacodo\n  ","945165":"\n  Um no thanks\n  ","945166":"\n  Pewdepie, Kevin Hart, most comedians on AGT\n  ","945167":"\n  Google told me it was called a \"Niggly Wiggly.\"\n  ","945168":"\n  Dancing when I was younger and applying for some coding thing that I'm too old for now\n  ","945169":"\n  I don't believe I have ever met one\n  ","945170":"\n  Abajo\n  ","945171":"\n  Hmm, not neccessarily \"hated or disliked,\" but there used to be someone who I thought was a bit irritating and immature\/rude for the first two years that we knew each other but then after months of not seeing each other for a bit then when we met up again, he was a lot more mature and chill and he's one of my best friends I guess....well he's one of my friends and like all my friends are pretty much my best friends bc there's such a population of them and I don't trust any of them very deeply. He is probably the one I trust the most tho. He's told me a lot of his secrets and I've told him a few of mine and that made us a lot closer, but now we haven't seen each other since 2019 :(\n  \n  Oh, but this has happened the other way a couple times tho lol (I had several relatively good friends who I ended up disliking later)\n  ","945172":"\n  Dancing, computer coding and drumming used to be one too I guess...and no, but I wish. That would be the dream but I have too many personal problems to make that happen any time soon\n  ","945173":"\n  Secret bc I wouldn't want others to have more reasons to take advantage of my passive ass\n  ","945174":"\n  Not at all. I highly dislike insects, they freak me out 😩\n  ","945175":"\n  I'm confused haha...do you mean in terms of an event or in terms of an award? I'm just gonna with the latter bc that's the first that popped into my head 😂\n  \n  I guess probably donuts for all the females in one of my middle school classes. It was a girls vs guys thing and we were tied up and then I was next and I got the answer right and it was just cool bc then a lot of people appreciated me for a second.\n  ","945176":"\n  Wdym? 🤔 Like learning different languages or just language itself?\n  ","945177":"\n  I just make myself smile sometimes bc I find myself funny sometimes. So I guess just a little something that I said in my head. Today wasn't much of a smile day for me tho\n  ","945178":"\n  Yes!\n  ","945179":"\n  Kida The Great turning to an adult in 3 weeks\n  ","945180":"\n  I don't know if I believe in them 🤔 I'm kind of doubting there's one at all for me tho at this point....\n  ","945181":"\n  👇🏾👇🏾\n  ","945182":"\n  I have not. I don't really like cotton candy so I don't think so\n  ","945183":"\n  Black all the way 🖤\n  ","945184":"\n  I wouldn't say addicted, no. But I'm addicted to music and that's on my device\n  ","945185":"\n  An iPhone is \"cooler\", but I'd rather have the sanitizer\n  ","945186":"\n  I'm not really proud of myself\n  ","945187":"\n  Few hours ago\n  ","945188":"\n  No\n  ","945189":"\n  True love\n  ","945190":"\n  Wakanda\n  ","945191":"\n  Life\n  ","945192":"\n  I don't think I was ever told that\n  ","945193":"\n  Under the sea\n  ","945194":"\n  No\n  ","945195":"\n  I really want some cereal rn\n  ","945196":"\n  Probably boring ones that my parents brought up\n  ","945197":"\n  I don't know about the \"most\" interesting, but recently I found \"Waiting for Superman\" interesting\n  ","945198":"\n  No, that's never happened to me.... What kind of account was this?\n  ","945199":"\n  Most likely do\n  ","945200":"\n  First week of high school I realized I was a piece of shit\n  ","945201":"\n  I haven't gone to my local store\n  ","945202":"\n  💵\n  ","945203":"\n  Thanks, you too\n  ","945204":"\n  No\n  ","945205":"\n  Yeah, my mom and 6 of my siblings live in Texas\n  ","945206":"\n  No. I totally forgot about it. Tuesday was meh. Nothing really good or bad about it..\n  ","945207":"\n  Ok\n  ","945208":"\n  Music\n  ","945209":"\n  🏠\n  ","945210":"\n  Idk, I don't really have favorites and have barely gone to any amusement parks in my life\n  ","945211":"\n  To be in? I would say cold I guess bc you can adjust to cold weather easier\n  ","945212":"\n  Winter bc it's dark\n  ","945213":"\n  Do nothing really\n  ","945214":"\n  Sorry, my life is not exciting enough for me to give a credible answer\n  ","945215":"\n  This is not for me 🤷🏾‍♂️\n  ","945216":"\n  For what? It depends on what the colors are for\n  ","945217":"\n  Love and acceptance\n  ","945218":"\n  You've died\n  ","945219":"\n  Moderate. I went on a walk yesterday and it made my nose is a bit itchy, but it wasn't terrible\n  "}}