{"Question":{"947364":"\n   Today is World Wish Day! Have you ever made a wish for a falling star?\n  ","947365":"\n   What helps you relax at night when you are having trouble trying to fall asleep?\n  ","947366":"\n   What could Clementine Collins have, which made you in love with her, that other young girls don't? Also if there's anyway mortals can become\n  ","947367":"\n   I mean shout out to the seasons autumn and spring my favs\n  ","947368":"\n   I don’t know 😂\n  ","947369":"\n   On a scare 1-100 how kinky are you? I’m a 86 😂\n  ","947370":"\n   Where do you envision yourself living in the future?\n  ","947371":"\n   What’s your Saturday looking like?\n  ","947372":"\n   Do you have a good sense of humor?\n  ","947373":"\n   U have fb,instegram or whats\n  ","947374":"\n   What do women talk about when there are no men around?\n  ","947375":"\n   Did you ever send an anonymous loveletter to someone?\n  ","947376":"\n   What is the first thing you do after waking up?\n  ","947377":"\n   Who do you respect the most?\n  ","947378":"\n   What is life worth to you?\n  ","947379":"\n   What's for breakfast?\n  ","947380":"\n   Would you rather meet a wolf or a poisonous snake in the wilderness?\n  ","947381":"\n   Do you have anything else to communicate other than Ask, because I'm having trouble talking from it\n  ","947382":"\n   Who live in texas ?? 😘🤣🤣\n  ","947383":"\n   pasa pack 7w7\n  ","947384":"\n   Anyone have any urban legends they wanna share? I’m in the mood to be spooky. 👻\n  ","947385":"\n   Are you a forgiving person?\n  ","947386":"\n   Snapchat usernames, you can send your snapcode if you want to\n  ","947387":"\n   What do you hope never changes?\n  ","947388":"\n   You’ll see me in your sleep soon, soOn SooN\n  ","947389":"\n   Trust me I’m your guardian angel\n  ","947390":"\n   -----I am not the only one who said this, but all research says this because before puberty a child is not taken into account and is not considered in all the laws of the country\n  ","947391":"\n   I did not say that people choose to live or die before puberty. What I mean is that in another world they had this option to live in life and you will discover your choice after you finish this test. What I said is that God punishes people after puberty because the mind is complete, I am not the----\n  ","947392":"\n   Believe me when punishment begins, those people you love will not benefit you\n  ","947393":"\n   A person can not become proud of something wrong unless he does not know that he is wrong and you are in the wrong way. God knows everything about you because he is your creation. If you challenge God, you are in a lost battle.\n  ","947394":"\n   God just gives everyone the opportunity to get the prize and only those who strive and do their best to get it, either gay they also have to do their best to get away from this standard and thus will receive the award\n  ","947395":"\n   Well it’s ask.fm! So you should expect all type of questions. It’s ok no judgement zone\n  ","947396":"\n   Meaning how many people you’ve had sex with\n  ","947397":"\n   What’s your body count?\n  ","947398":"\n   ---To do something new that roams the desert, and then he will have achieved something\n  ","947399":"\n   the desert because when it was designed, it would float on the water, no one would think of using it in a place other than the one designed for him. If anyone thinks about this, he is really crazy because he wants to compete with the boat designer in what he designed and wants to modify. He -----\n  ","947400":"\n   As you said the laws in the country vary from country to country, which is defined by the interests of that country and not necessarily that these laws are true, but God also put its laws Do you leave the laws of God and enjoy the laws of your country\n  ","947401":"\n   You said that God said things that are bad and we do now like what these things, and you mentioned bad qualities of God from your imagination does not have evidence but it serves your cause, and because you believe in something is not necessarily become right, you at first diligence to get the right\n  ","947402":"\n   II'm tired now I'm going to sleep maybe we'll finish tomorrow 😂\n  ","947403":"\n   I mean the people I mentioned, for the first life nothing compared to the other life and as I mentioned here we are in a test, and perhaps the person who was born disabled in the first life will excel\nYou are in another life\n  ","947404":"\n   You understand my intention wrong God does not punish a person is not expensive, and the commission begins at the age of puberty, because the mind is complete so those who died before puberty, will enter\nBlessings, God willing\n  ","947405":"\n   You are proud now because you do not know that he is wrong, but when you know you will not be proud. As for the committee, our Lord said that you will be happy there and our Lord knows everything.\n  ","947406":"\n   If God created you so is for the purpose, God does not create something without a goal, perhaps to challenge yourself and resist your desires may not control your feelings, but will control in your desires and stop what God forbade it and you get a prize better than everyone\n  ","947407":"\n   If you had three wishes, what would they be?\n  ","947408":"\n   What is your favorite month of the year?\n  ","947409":"\n   -----that will lead to fire and as I said Mercy Of God\n  ","947410":"\n   What I want to show you is that your body is designed to do sex with  men like a boat designed to float on the water. Shall we make it float in the desert?\n  ","947411":"\n   Now your heart is full of this mistaken belief on you, just to dump it first of everything and then look for the right path, the problem is not to be lesbian, the problem is to disobey God in what he ordered not all homosexuals will go to Hell only to disobey God and God orders not to Homosexuals\n  ","947412":"\n   -----You say that God is not fair unless you know the conditions of all people, and I do not know those people whom I mentioned\n  ","947413":"\n   Everyone has an option. Maybe you also had an option at first to live or to die and you chose to live. Now you have the option of walking in the right or wrong way. For the people who have died, you have lost their chance and will be held accountable for the actions you have made. You say that----\n  ","947414":"\n   Living in hell is not as simple as remembering it, can not be happy to remember with hell and believe me you will not be proud of the wrong belief\n  ","947415":"\n   I have already told you that having sex with a woman is also action that you can control it so when God tells you not to do so you can stop him\n  ","947416":"\n   You are a physiological example of your body as a woman possess a vagina and is designed to enter the penis but when you practice sex with a woman, is not this a change in human nature\n  ","947417":"\n   Did you try to change yourself\n  ","947418":"\n   just intend from your heart that you want to know the right way and you will find the answer, but for the people at the beginning, all like some others, and then some of them go to the wrong way God punish him and the other goes to a good way,\n  ","947419":"\n   For the child, maybe he has the option of what I know. Maybe he chose to live in a good place from the start. As for why people did not die now perhaps because God wants to give them more opportunities, whether to increase their reward or increase their punishment.\n  ","947420":"\n   -----transcend. In this world, for one purpose, this is the test, and not only why I was created, just to die, and you say that you prefer hell. Why do you give a little happiness if you can get eternal happiness?\n  ","947421":"\n   If you had a crazy person in the streets of America kill people, would you call him and say that he is a fool who does not have the choice in what he does? In fact, you have the ability to control your desire, and I have the ability to obey God. Otherwise, I would not give you the test if you ----\n  ","947422":"\n   In fact, two-thirds of the sexually transmitted diseases are transmitted through homosexual sex, and also are a change to the nature of the human being created by God, and God knows best for us\n  ","947423":"\n   I mean how you feel about men\n  ","947424":"\n   God does not prefer a person to the second We prefer ourselves to obey God's orders and not everything we believe is true as I said earlier but if you want to know the right way all you have to do to pray to God, free your heart from everything and say to him on the right path\n  ","947425":"\n   The child who died as a young person is not a person who did not attend the test but succeeded as an example if he said to the teacher that you will not prepare the test but you will succeed in what will be your reaction certainly happy not this child maybe if he grew up made a lot of mistakes -----\n  ","947426":"\n   -----and he will hold them accountable for their actions. I said that we are in a test where we must succeed\n  ","947427":"\n   In fact, having sex with a woman is an act, love is not bad, but the resulting actions are bad\n  ","947428":"\n   Maybe you have a romanticism about women but what about men there is no romance for them forever\n  ","947429":"\n   You say that what distinguishes us from animals is love and feelings but animals have love to each other maybe more than human beings, but what really distinguishes us is morals\n  ","947430":"\n   What do you think you do not need help? Maybe God will make me laugh on the right path. Perhaps God does not want you to be one of the bad people. As for the post-mortem, all the religions are united, not only religious, he will send people after death and----\n  ","947431":"\n   As I said punishment is actually after death and this life is like a test either to succeed or deposition, but for people, all of them will die someday, but the good people do not die because they are good, but because they deserve a better place\n  ","947432":"\n   We are not robbed, but we can control our mind and our mind controls our weight and thus lead to the right direction\n  ","947433":"\n   The goal of the question is how did you know that you are lesbian\n  ","947434":"\n   Let's go back to your question, why do I care because the nature of humans helps some of them, especially if someone is at risk, at least we show them the right path, and this is what religion commands us too\n  ","947435":"\n   ----destroy what they tried to build in their lives and this mercy of God\n  ","947436":"\n   Good people are not a condition to die perhaps they have the ability to endure difficulties and these difficulties will increase their reward when God will hold them accountable and increase their balance with God, but those who do not have the ability to die now so as not to acquire evil and destro\n  ","947437":"\n   We can not control our emotions but we can control how they are shown or hidden. Is it because someone who loves money has to steal\n  ","947438":"\n   I think I understand that my answer is wrong. I do not mean that animals can do what we do. This is because God did not create the right mind for them. Studies have shown that dolphins have a larger brain than humans. God did not create them for this, but created us to think with our mind and to kno\n  ","947439":"\n   Are you practice sexual intercourse\nWith male before\nOr make thesis with female only\n  ","947440":"\n   People who sell bad things do not run away, but God gives them the opportunity to repent or do more bad things, and after that Mekunash is a pretext for either entering the fire or paradise, but the good people when they are saved is the comfort of them from this dirty world and they will live in bl\n  ","947441":"\n   Certainly we are connected to women because we love them but at the same time because this is the balance of life\n  ","947442":"\n   As I said previously, God did not create gay people, but they are thus corrected by a defect in their thinking and going into a direction that they believe is true but not so and ultimately gay people are normal  people\n  ","947443":"\n   Identifying people if they are good or bad and measuring their ability to carry them in the right or wrong way. Based on this, they deserve reward or punishment.\n  ","947444":"\n   We are distinguished from animals not by having a great mind but by using this great mind\n  ","947445":"\n   As for marriage, I am talking about the vertical reason behind it, why from the beginning planted in us lust and what attracted me as a man to this woman because our creator wanted to put in us this desire and feelings of the other party to examine in the end the fundamental purpose of having childr\n  ","947446":"\n   God does not say anything bad, but the Bible exsist not true things, but why God leaves people for two reasons, first to test them to see if they can resist their thinking and go the right way or not and to identify other people also to show their ability to bear and that is why\n  ","947447":"\n   For porn they change the mind of the human by a large percentage make sex with children is normal and with mothers and so on\n  ","947448":"\n   to have children and so is If we live in our lusts, we will not distinguish anything from animals. God did not create us to act as we wanted.\n  ","947449":"\n   If what you say is true then why did not we hear about this except in the modern era and not as you say that the earth is the one who puts the balance but Allah who puts the balance in the religion of God has denied homosexuality and said it is ugly and as I said the purpose of marriage is\n  ","947450":"\n   you can imagine if the transformation of all society to the two people will be extinct from the ground\n  ","947451":"\n   God did not create gay people, but also because of the effects of the community and the porn and the habits of disgusting practiced between people and then spread this thought as for the imbalance God made marriage between men and women for a particular purpose is to have children\n  ","947452":"\n   I think that this is a change in the nature of man created by God and that this change will lead to a big imbalance not only in your life but in the lives of the people who also authorized you\n  ","947453":"\n   It's not funny but tell me gay is something bad is not it\n  ","947454":"\n   Why are you laughing\n  ","947455":"\n   Follow me\n  ","947456":"\n   What has been your happiest moment in life so far?\n  ","947457":"\n   What did your life look like 10 years ago? @10YearChallenge\n  ","947458":"\n   What pain is harder for you: physical or spiritual?\n  ","947459":"\n   What’s something you should throw away, but can’t?\n  ","947460":"\n   What was the last concert you went to?\n  ","947461":"\n   Who is your favorite fictional character?\n  ","947462":"\n   What position do you like to sleep in?\n  ","947463":"\n   I miss him :( but im doing what’s right first.\n  ","947464":"\n   You’re welcome 😉 and thanks\n  ","947465":"\n   No, don’t wish. Your time will come\n  ","947466":"\n   Awe it’ll get better and don’t worry, you’ll find someone.\n  ","947467":"\n   Oh you’re right. I keep thinking about him idk like during school even when I’m doing my work in class 😕\n  ","947468":"\n   Are you in love if yes then visit our website. Heaven for couples\n   \n    https:\/\/www.niceloveyouquotes.com\/45-love-you-quotes\/\n   \n","947469":"\n   How do you know it won’t work out?\n  ","947470":"\n   1.) Yes. 2.) Yes bc he’s older maybe 30s ?! 3.) School bus\n(driver)\n  ","947471":"\n   Um wouldn’t that be weird? I’m 16 almost 17 so that would be weird but it’s just talking to him nothing else :\/ but idk, still kind of weird.\n  ","947472":"\n   Would you rather be a teenager or a child again?\n  ","947473":"\n   I kind of like a bus driver in a nice way. That’s it. He kinda is chubby. But I think he’s cute. I wish I could talk to him and ask him questions because I have questions about school (bus stuff) and idk, the perf time would be in the summer. I’d most likely see him over this summer but am nervous😬\n  ","947474":"\n   I'd rather face certain death in the streets rather than waste my time\n  ","947475":"\n   I been crying for 3 hours straight because my pleas for mercy were ignored\n  ","947476":"\n   I got fired today\n  ","947477":"\n   That’s a great answer. :) I agree with you.\n  ","947478":"\n   To me it is I would think he’s less hot if he had some kind of stomach sticking out and couldn’t fit into his pants but like it’s fine if he was a bit chubby just not sooo much.\nBut I prefer them being thin. And I totally get you, that’s cool cause personality over looks.\n  ","947479":"\n   damn but don’t you want him or her to be slim and healthy?!\n  ","947480":"\n   Do you prefer bicycle or roller skates?\n  ","947481":"\n   Let’s say you’re the bus driver’s girlfriend or wife. If the bus driver had a big tummy, what would you do as his gf\/wife? A) Let him keep it. B) Help him lose it. C) Make him gain more like feeding him more fast foods and coffee and snacks until he has an even bigger tummy and chub cheeks\n  ","947482":"\n   What should you do if your friend is flirting with your boyfriend?\n  ","947483":"\n   What do you see when you wake up in the morning? PAP!\n  ","947484":"\n   How do you prefer to travel?\n  ","947485":"\n   What was cool when you were a child but isn’t cool now?\n  ","947486":"\n   What's something that can always make you feel better?\n  ","947487":"\n   What should every foreigner know about your country?\n  ","947488":"\n   Do you prefer Microwave Wave Popcorn or Stove Top Popcorn?\n  ","947489":"\n   If someone wrote a biography about you, what do you think the title should be?\n  ","947490":"\n   If the world was going to end and could have one last meal, what would you choose?\n  ","947491":"\n   ugly need love too\n  ","947492":"\n   Would you rather have no internet or no cell phone?\n  ","947493":"\n   Why\n  ","947494":"\n   So what's your photo preferences\n  ","947495":"\n   What was the last thing you ate?\n  ","947496":"\n   Why do so many girls make duck-faces in pictures?\n  ","947497":"\n   Nba or mlb\n  ","947498":"\n   I had a crush on you\n  ","947499":"\n   If you had wings, where would you fly?\n  ","947500":"\n   ¿En qué lugar transcurrirían tus vacaciones perfectas? ✈️\n  ","947501":"\n   Female profession, the first letter \"S\", the last \"y\"?\n  ","947502":"\n   I hurt someone very close to me and now she has blocked me and will not speak to me. I am 100% in the wrong here and when someone asked if we would be friends again she said \"It depends on if she (me) gets help\" I'm torn apart by this and need advice....is she done with me 100% or should I wait?\n  ","947503":"\n   What do you hate?\n  ","947504":"\n   I’d like to believe that I am ______\n  ","947505":"\n   In your opinion, who is the most creative person on the planet?\n  ","947506":"\n   Alguien?\n  ","947507":"\n   Cual es la mejor comida que has probado?\n  ","947508":"\n   Do you stay away from healthy nuts because of their calories?\n  ","947509":"\n   Un talento o algo gracioso que sepas hacer que te haga único\/a ?\n  ","947510":"\n   What are your favorite nighttime activities? (Late night drives, bonfires, walks, etc.)\n  ","947511":"\n   How to forget someone you loved for so long?\n  ","947512":"\n   If Beyonce and Britney released an album on the same day, which of them would you listen first?\n  ","947513":"\n   Would you rather choose a six-pack of Coke or six-pack of stomach?\n  ","947514":"\n   Cheap flight ticket\n  ","947515":"\n   What is the most ridiculous place for a first date?\n  ","947516":"\n   What talent do you wish you'd been born with?\n  ","947517":"\n   Do you agree that pet-shops should not sell animals?\n  ","947518":"\n   What’s the best compliment you have received?\n  ","947519":"\n   Love yourself, then others will love you.\n  ","947520":"\n   INSTAGRAM says that it is a safe place for everbody but it is not safe for male children.Why is INSTAGRAM lying ?\n  ","947521":"\n   What’s something you wish you could be addicted to?\n  ","947522":"\n   What scares you?\n  ","947523":"\n   Overall Shipping With the happening to the idea of getting a US shipping address, one can encounter the extraordinary opportunity to get just as ship USA things from anyplace on the planet.\n  ","947524":"\n   kopi,senja,coly!!!!\n  ","947525":"\n   Snapchat: daynuhrip92\n  ","947526":"\n   Follow for a follow?\n  ","947527":"\n   What is the safest place in the world?\n  ","947528":"\n   Which do you prefer, earphones or speakers?\n  ","947529":"\n   I'm lonely. 😭\n  ","947530":"\n   Name a movie you’ve seen at least 5 times!\n  ","947531":"\n   What can computer\/video games teach to a person?\n  ","947532":"\n   Jeans or sweatpants?\n  ","947533":"\n   Absolutely! Of course, I hope you’re day is going well 😊😌🙃❤️❤️\n  ","947534":"\n   Look. Whatever you’re feeling now it’ll go away and you’ll get through this. ❤️❤️\n  ","947535":"\n   Trust me, you don’t want that, it’s a scary thing to feel. ❤️❤️\n  ","947536":"\n   I almost got ran over a couple minutes ago guys, thankfully I didn’t die 😅❤️ that’s a reason to live a full life. Don’t take it for granted 🙏🙌 anything can happen in a blink of an eye.\n  ","947537":"\n   Please no one ask me about the same thing over and over again it gets super annoying, especially if i dont understand it, and i dont know how to reply to it.\n  ","947538":"\n   #WorldHealthDay How do you take care of yourself to stay healthy?\n  ","947539":"\n   Last time you cried?\n  ","947540":"\n   How are you\n  ","947541":"\n   What literary genre do you like to read the most?\n  ","947542":"\n   Currently \"this is America\" by childish Gambino. Or DNA by Kendrick Lamar\n  ","947543":"\n   Does jealousy harm relationships?\n  ","947544":"\n   Favorite song currently?\n  ","947545":"\n   Any Teen babies out there?\n  ","947546":"\n   Would you rather have mermaids or unicorns be real?\n  ","947547":"\n   Do you have any special plans for the spring holidays? What are you going to do?\n  ","947548":"\n   How can we make relationships stronger\n  ","947549":"\n   Ehii\n  ","947550":"\n   Travis Scott or Drake?\n  ","947551":"\n   What is your idea of perfect relaxation?\n  ","947552":"\n   Is it wrong for me to be gay\n  ","947553":"\n   What are the three things that you cannot live without?\n  ","947554":"\n   Have you ever felt ashamed about your past?\n  ","947555":"\n   What is your typical day like?\n  ","947556":"\n   completly changed up and their happy attitude switched like the flick of a switch. Totally opposite behavior the before we left the house. She pretended to fall sound asleep within seconds on the freeway. Suddenly all of the plans went out the window. I was very confused by the awkward silence that\n  ","947557":"\n   greed and so we left to thunder valley casino. On the way there things seemed ok she thanked me for being there for her and being a friend I was happy for a minute, but as soon as we arrived in the parking garage things went all weird.\nThe two of them both completly changed up and their happy attitu\n  ","947558":"\n   Can anyone explain What this may mean or maybe happening to Me. ??@ about 7am this morning I recieved a call from my friend megan she sounded like she was feeling sad and asked to come over and smoke with me and my boyfriend Eric . So I said sure come on by and i had opened the gate for her and i cl\n  ","947559":"\n   Who's knows azonipse\n  ","947560":"\n   From 1-10, how weird are you?\n  ","947561":"\n   Do you collect anything?\n  ","947562":"\n   What movie star would you most like to meet?\n  ","947563":"\n   What do you do when the remote is too far?\n  ","947564":"\n   As a child, did you want a kitten or a puppy? Did your parents get one for you?\n  ","947565":"\n   My mom is getting worse i need to find willy chastain or dwight chastain please if anyone knows tell him to call or text my mom thinks the world of him she doesnt have a phobe anymore but i do 706-525-0863 thank you\n  ","947566":"\n   Do you drink enough water? How much?\n  ","947567":"\n   My gf wanted a break but we just had one, she said she’s goin through stuff. Do you think she lying\n  ","947568":"\n   Who do you think should be the next president?\n  ","947569":"\n   Do you know any poem by heart? If yes, what is it?\n  ","947570":"\n   Are all emotions a choice? Can one choose to be happy instead of sad?\n  ","947571":"\n   34 degrees F what are you wearing  myself a hoodie and jeans.\n  ","947572":"\n   What kind of clothes do you prefer - comfortable or stylish?\n  ","947573":"\n   I mean if we end up dating he is going to have to know we all go for he same school\n  ","947574":"\n   How do you tell a teacher you like there kid \nThe teacher is pretty much my dad and looks out for me and I trust him with everything and right now he thinks I like someone that I don’t like at all and it is getting awkward\n  ","947575":"\n   How do you tell a teacher you have a crush on their kid\n  ","947576":"\n   How long have you known your best friend?\n  ","947577":"\n   Are you more afraid of seeing a dentist, or a doctor? Both are very common fears; do you fear either?\n  ","947578":"\n   ¿Que tal demuestras tu talento?\n  ","947579":"\n   Can you spend the day without a selfie?\n  ","947580":"\n   Who had the biggest influence on you as a kid?\n  ","947581":"\n   What is your idea of a romantic evening?\n  ","947582":"\n   Why are there so many bots currently on ask whose accounts look like they used to belong to real users from many years ago?\n  ","947583":"\n   What's one thing you deeply regret?\n  ","947584":"\n   Have you ever performed for an audience? What was this experience like?\n  ","947585":"\n   What is currently on your mind?\n  ","947586":"\n   Already going to sleep honey\n  ","947587":"\n   Good night chula\n  ","947588":"\n   How old are you friend\n  ","947589":"\n   Well, if you  Invite me ..yeah\n  ","947590":"\n   Are you girl Right\n  ","947591":"\n   Oh ok,you don't invite me 😊😊😊\n  ","947592":"\n   What's something you're not very good at but enjoy doing anyway?\n  ","947593":"\n   Why is marriage so exhaustion?\n  ","947594":"\n   And you\n  ","947595":"\n   I know the feeling. I hear a lot of people have the same problem.  I also think its because of phones.  To easy to get distracted. For me I'm alone and have nobody to be movitated for\n  ","947596":"\n   How to motivate yourself?\n  ","947597":"\n   Bored at home\n  ","947598":"\n   Where are you\n  ","947599":"\n   Whoever you are, please stay strong!\n  ","947600":"\n   Burgers with pickles or onions or both?\n  ","947601":"\n   Guy where u from\n  ","947602":"\n   Are you a guy or girl\n  ","947603":"\n   Who all single?\n  ","947604":"\n   What is the last thing you searched online?\n  ","947605":"\n   How do you learn best: by listening, watching, reading or doing?\n  ","947606":"\n   Would you rather have a rewind button or a pause button in your life?\n  ","947607":"\n   Ask me anything. I'm bored.\n  ","947608":"\n   Have you ever thought about going somewhere where nobody knows you and starting a new life?\n  ","947609":"\n   Which male celebrity do you wish was your brother?\n  ","947610":"\n   What's on the top of your birthday wish list?\n  ","947611":"\n   What is better than chocolate?\n  ","947612":"\n   What's your favorite font?\n  ","947613":"\n   Why do girls talk more than boys?\n  ","947614":"\n   Life without the internet - could this be possible?\n  ","947615":"\n   What do you look like when you wake up in the morning?\n  ","947616":"\n   If you could choose a different time period and place to be born, when and where would it be?\n  ","947617":"\n   I am not allowed to say anything on ask fm.\n  ","947618":"\n   Give me an email of somebody I may talk to.\n 🅱🅾🅾\n  ","947619":"\n   Do you believe in happy endings?\n  ","947620":"\n   If you could have one superpower what would it be?\n  ","947621":"\n   How many times a day do you look at yourself in the mirror?\n  ","947622":"\n   If you could invite anyone over for dinner, whom would you invite?\n  ","947623":"\n   Are you in Love?\n  ","947624":"\n   Do you think your nationality influences the way you are?\n  ","947625":"\n   Are there more than 2 genders?\n  ","947626":"\n   What if every time you got mad or upset your body inflated like a balloon?\n  ","947627":"\n   “when u r not with that person, u miss her so much. u r willing to drive to 32 stores to find a sensory reminder that might bring back those memories.”\n  ","947628":"\n   What was your first thought today?\n  ","947629":"\n   What are your favorite subjects to talk about?\n  ","947630":"\n   Jeans or sweatpants?\n  ","947631":"\n   Have you ever studied harder because you liked someone who is smart?\n  ","947632":"\n   Who is the most beautiful woman?\n  ","947633":"\n   How did you meet your best friend?\n  ","947634":"\n   If you had to lose a sense, which would it be?\n  ","947635":"\n   Do you need any help?\n  ","947636":"\n   What’s the worst thing you have forgiven to someone?\n  ","947637":"\n   Alguien usa esto\n  ","947638":"\n   I was approached by this old woman from the transit bus and she told me to be careful where I sat because there were doot juices all over the place. So what do you think doot juices are?\n  ","947639":"\n   My grandma is taking me to Hawaii soon. I used to love theater & I lost interest now. She thinks I was bullied into not liking it anymore. Also whenever I’m upset about something she tells me to ask God, but I don’t really believe in religion. If I get into a convo like this how do I get out?\n  ","947640":"\n   Keep it up. You'll get it.\n  ","947641":"\n   Mine was science. But math was also applied as well.\n  ","947642":"\n   That's a really good one.\n  ","947643":"\n   How good are you at saying “no”?\n  ","947644":"\n   In short what was your best subject in school?\n  ","947645":"\n   Today is the International Day of Cancer Patients I wish everyone to ask god their Recovery\n  ","947646":"\n   What would you do if you meet an alien?\n  ","947647":"\n   What color socks are you wearing right now?\n  ","947648":"\n   Would you rather live in the mountains, or by the sea?\n  ","947649":"\n   Robert Downey Jr. or Hugh Jackman?\n  ","947650":"\n   The beauty of a person is beyond physical attributes. Nudity is overrated and should be expressed openly instead of building barriers?\n  ","947651":"\n   Happy valentine's day everyone\n  ","947652":"\n   What is your dream car?\n  ","947653":"\n   Any girls want to start a girl group ? Reply back and I’ll ask more questions 😉! 20F\n  ","947654":"\n   What is the one song you could listen on repeate for hours?\n  ","947655":"\n   Did you try to find presents hidden by your parents in your childhood?\n  ","947656":"\n   How do you cope with lack of sleep?\n  ","947657":"\n   Can't even voice an opinion on twitch anymore without someone getting banned\n  ","947658":"\n   What are your favorite pizza toppings ???\n  ","947659":"\n   If you could collect cosmic ray could you make a cosmic. Bomb, and how powerful would it be\n  ","947660":"\n   What's something you're not very good at but enjoy doing anyway?\n  ","947661":"\n   What is more important for you - friendship or love?\n  ","947662":"\n   ¿Qué prefieres? ¿Comida muy picante o comida sin picante?\n  ","947663":"\n   Do you like reading books in the bathtub?\n  ","947664":"\n   Who's hotter? Demi lovato vs selena gomez. Check out the pics in my polls and vote.\n  ","947665":"\n   Rock or hip-hop?\n  ","947666":"\n   WHO'S HOTTER?  DINAH JANE HANSEN  VS  LAUREN JAUREGUI,\nCHECK OUT THE PICS IN MY POLLS AND VOTE.\n  ","947667":"\n   I like to give a shout out to the Portuguese who founded Brazil 🇧🇷 in the 1500 Pedro Alves Cabral the Portuguese had the best Navy ships during that time period\n  ","947668":"\n   You can ask me anything\n  ","947669":"\n   what’s your zodiac sign? i’m a sag ♐️\n  ","947670":"\n   Are you talking with someone?\n  ","947671":"\n   Do you know who Banksy is? Do you like his art?\n  ","947672":"\n   Love yourself. YOU ARE Amazing🙏🏾\n  ","947673":"\n   Favorite Music, You like To wake you up in Morning ?\n  ","947674":"\n   WHO'S HOTTER?  BRITNEY SPEARS  VS  NICKI MINAJ,\nCHECK OUT THE PICS ON MY POLLS AND VOTE.\n  ","947675":"\n   What’s one luxury item you would like to own?\n  ","947676":"\n   Which do you think girls prefer for valentines, makeup, chocolates, or food. (If you had to choose one)😆\n  ","947677":"\n   any song suggestions?\n  ","947678":"\n   I need new girl friends 😂 I think most of my followers on here are guys\n  ","947679":"\n   Do you often forget to do something despite several reminders?\n  ","947680":"\n   Calls or texts?\n  ","947681":"\n   Hiiiiiii\n  ","947682":"\n   Webseries or Movies?\n  ","947683":"\n   What childish thing do you still enjoy?\n  ","947684":"\n   Does something smell funny to you too???\n  ","947685":"\n   ¿Cual red social usan mas?\n  ","947686":"\n   Do you decide quickly or do you think a long time?\n  ","947687":"\n   How much money do you need to feel rich?\n  ","947688":"\n   What’s wrong? Would you like to talk  about it?\n  ","947689":"\n   Hey how are you?\n  ","947690":"\n   Hey\n  ","947691":"\n   Do you love your country?\n  ","947692":"\n   What is your  Instagram and twitter ?\n  ","947693":"\n   Is it wrong to keep having dirty thoughts of all of female friends?\n  ","947694":"\n   Last person you texted?\n  ","947695":"\n   Would you want to be young forever at the cost of being single forever?\n  ","947696":"\n   What ya doooooin\n  ","947697":"\n   Would you wanna be punched in the stomach by Ronda Rousey? Lol\n  ","947698":"\n   Are you getting weird anon questions?\n  ","947699":"\n   Super Bowl 53 🏈 for this year in 2019\n  ","947700":"\n   What do we lose with age?\n  ","947701":"\n   If a Captain Planet remake hit theaters on a quest to fix climate change who would the villains be?\n  ","947702":"\n   Pues mas o menos bien.\n  ","947703":"\n   What pain is harder for you: physical or spiritual?\n  ","947704":"\n   Saludos\nComo estas?\nGreetings\nHow are you?\n  ","947705":"\n   single\/taken\/talking?\n  ","947706":"\n   Have you ever bought anything despite thinking it's way overpriced? What was it?\n  ","947707":"\n   How often do you change your hairstyle?\n  ","947708":"\n   Hey guys who have Imo kik Snapchat free text?\n  ","947709":"\n   Is there an app that prevents online payment fraud?\n  ","947710":"\n   Where were you 3 hours ago?\n  ","947711":"\n   Swimming pool, river, lake, sea, ocean - where do you prefer to swim?\n  ","947712":"\n   What song did you most recently get tired of due to its overplaying?\n  ","947713":"\n   Who is your favorite singer?😃😟😯😳😰👦\n  ","947714":"\n   Do you wear a watch?\n  ","947715":"\n   💡\n  ","947716":"\n   U in college?\n  ","947717":"\n   It sucks\n  ","947718":"\n   Cool\n  ","947719":"\n   How old are u\n  ","947720":"\n   Nope I'm 12\n  ","947721":"\n   How old do I look\n  ","947722":"\n   Would you rather increase your intelligence or your charisma?\n  ","947723":"\n   ✌🏼\n  ","947724":"\n   How many questions do you ask per day?\n  ","947725":"\n   What perfume are you wearing today?\n  ","947726":"\n   What's your favorite vechicle?\n  ","947727":"\n   Eric Swalwell said something offensive.Should he resign ?\n  ","947728":"\n   Favorite Halloween movie?\n  ","947729":"\n   Do you have free space on your phone? How much?\n  ","947730":"\n   What would you like to know come on do it I need to go\n  ","947731":"\n   WHO'S HOTTER?  DEMI LOVATO  VS  SELENA GOMEZ\nCHECK OUT THE POLLS ON MY PAGE AND VOTE!\n  ","947732":"\n   Post the last screenshot you took?\n  ","947733":"\n   Snapchat?\n  ","947734":"\n   Do you dress to impress or keep your appearance low-key?\n  ","947735":"\n   Do you know one of the movies?\n  ","947736":"\n   What is it called?\n  ","947737":"\n   If you have a movie. What should the movie be?\n  ","947738":"\n   What’s the one most important thing to get done today?\n  ","947739":"\n   What artist or band do you always recommend when someone asks for a music recommendation?\n  ","947740":"\n   is water seafood\n  ","947741":"\n   Who is your top 5??\n  ","947742":"\n   I have been displaced from the work force.I am a man.Men are being displaced from the work force.Men are living in tents near the river.  💣  💉  😫\n  ","947743":"\n   Hey do you know who makes better nose surgeries? Dr Kurdo or Dr Shivan?\n  ","947744":"\n   I'm good\n  ","947745":"\n   Hey\n  ","947746":"\n   Who’s the best cook in your family?\n  ","947747":"\n   Hey 😍❤️\n  ","947748":"\n   ass\n  ","947749":"\n   I guess so haha\n  ","947750":"\n   What is the one thing you regret doing or not doing the most in your life?\n  ","947751":"\n   autumn is coming soon!  pumpkin pie and thanksgiving and halloween\n  ","947752":"\n   Nice and just chilling\n  ","947753":"\n   What's up?\n  ","947754":"\n   Hey\n  ","947755":"\n   Would you like to go to an animal shelter and read books to cats or dogs, if you had such an opportunity?\n  ","947756":"\n   Time of day\n  ","947757":"\n   What time is great to start working out\n  ","947758":"\n   What do you want as a bday gift :)\n  ","947759":"\n   Do you use to run from the truth just because you're scared that you might get hurt?\n  ","947760":"\n   Whats the last movie you watched?\n  ","947761":"\n   If you could be a celeb for a day, who would you be?\n  ","947762":"\n   Would you rather have your tongue stuck to ice or be heavily sunburnt?\n  ","947763":"\n   Have you ever felt like you were being watched when you're sure you're alone? If so, what was your initial reaction?\n  ","947764":"\n   What is the most popular sport in your country?\n  ","947765":"\n   What can entertain you?\n  ","947766":"\n   Should people pay more attention to other people than their phones?\n  ","947767":"\n   do you want a cupcake?\n  ","947768":"\n   Do you own a kendama?\n  ","947769":"\n   Do you guys have ig?                  ig:blaccbarbie_tiny 🙂🙃\n  ","947770":"\n   Start the New Year right for resolution in 2019?\n  ","947771":"\n   This is your year, don't let anyone tell you otherwise.\n  ","947772":"\n   What makes you feel better when you're sad?\n  ","947773":"\n   Do you think you're often misunderstood?\n  ","947774":"\n   I was actually big and round 😂😂\n  ","947775":"\n   They made me look like the blueberry girl off of Charlie and the chocolate factory 😂😂🙈\n  ","947776":"\n   Well my friends thought it would be fun to play a prank on me 😂\n  ","947777":"\n   Mine was pretty crazy lol\n  ","947778":"\n   What helps you to concentrate?\n  ","947779":"\n   How was everybody's new year's?\n  ","947780":"\n   share something wise?\n  ","947781":"\n   Are you an indoor or outdoor person?\n  ","947782":"\n   Where in the world do you see yourself living out your life the best? Why?\n  ","947783":"\n   Do you have a crush on someone?\n  ","947784":"\n   Do you get road rage walking behind slow people?\n  ","947785":"\n   I hate texting you because you almost never respond. And I hate how all I want to do is talk to you, but you don't seem to care. Do I bug you that much?\n  ","947786":"\n   If you had 5 concerts tickets to your favorite band. Who would you take with you?\n  ","947787":"\n   How do you usually get to know\/bond with people?\n  ","947788":"\n   What something cool about you?\n  ","947789":"\n   Hi\nHi what's up\n  ","947790":"\n   Whose bored\n  ","947791":"\n   Have you every broken up with a girlfriend.\n  ","947792":"\n   Hello?\n  ","947793":"\n   Have you ever broken up with a friend ?\n  ","947794":"\n   Do you have a trait of character that is more common for the opposite gender? What’s this trait?\n  ","947795":"\n   Do Ask.fm has a new people on the ask.fm account?\n  ","947796":"\n   Who do you trust the most?\n  ","947797":"\n   Does a chicken wear underwear?\n  ","947798":"\n   Who\n  ","947799":"\n   Does anyone know niall horan phone number\n  ","947800":"\n   How will u feel to talk to a person, you don't even know the name ?\n  ","947801":"\n   Happy New Year 🎊🎆🎈\n  ","947802":"\n   What is your biggest fear\n  ","947803":"\n   why do those who want love get tears?\n  ","947804":"\n   Who is your favorite fictional character?\n  ","947805":"\n   most sweet person you know?\n  ","947806":"\n   What are\/were the rules about using cell phones at your school?\n  ","947807":"\n   What do you wish for yourself in the new year?\n  ","947808":"\n   Who do you like\n  ","947809":"\n   Is it inconsiderate for a friend to plan a girls trip with besties and then suddenly decide to change the plan by going 4 days earlier without telling everyone in the group?\n  ","947810":"\n   Have you resolved to lead a healthier lifestyle in the new year?\n  ","947811":"\n   If you're talking to someone family oriented, but you're not close to your family, do you think that will hurt your chances with them because you won't want to introduce them to your family?\n  ","947812":"\n   Why did he kiss me so passionately..  while messing around with other girls and then curse me out and leave me heartbroken and lonley. ? Why don't he say sorry and try harder to make up ? There's like 3 questions in one I'm sorry 😫💔😑\n  ","947813":"\n   What's the best music video of 2018?\n  ","947814":"\n   PAP your before and after!\n  ","947815":"\n   What was the worst age you’ve had so far?\n  ","947816":"\n   how old we you?\n  ","947817":"\n   Who do you love most in the world and why?\n  ","947818":"\n   Has anyone gotten Halloween decorations yet?\n  ","947819":"\n   Would you date a person who owns 10 dogs?\n  ","947820":"\n   What’s the next best course of action when u get friendzoned\n  ","947821":"\n   Do you believe in destiny? What's yours?👦\n  ","947822":"\n   Can a relationship survive without intimacy?\n  ","947823":"\n   What do you need?\n  ","947824":"\n   Should children be allow to have cell phones ? 🤔\n  ","947825":"\n   Are you going to take your phone with you to the Christmas dinner table?\n  ","947826":"\n   Mind sharing what's going through your mind right now?\n  ","947827":"\n   On a scale of 1 to 10, how well do you sing?\n  ","947828":"\n   What do you think people think about you?\n  ","947829":"\n   Who is your best friend for the moment and why?\n  ","947830":"\n   What's one thing you deeply regret?\n  ","947831":"\n   Name the most iconic duo you know\n  ","947832":"\n   Besides your country, which is the next best country in the world?\n  ","947833":"\n   How many ugly Christmas sweaters do you own?\n  ","947834":"\n   What are your plans for Christmas eve?\n  ","947835":"\n   The best day of your life?\n  ","947836":"\n   What was your first thought when you woke up this morning?\n  ","947837":"\n   What is your natural eye color is??\n  ","947838":"\n   Have you bought any paid apps? If so, which?\n  ","947839":"\n   Can an animal replace a friend?\n  ","947840":"\n   What are your goals?\n  ","947841":"\n   Hey\n  ","947842":"\n   Would you rather spend $1000 on a new iPhone or charity?\n  ","947843":"\n   It can be, but like a lot of things it takes work and commitment. You should do it.\n  ","947844":"\n   How does Google target ads to me?\n  ","947845":"\n   My use case is affiliate advertising. I've been using adsense for awhile and it works well, but working with affiliates seems to offer more opportunity for revenue\n  ","947846":"\n   What is an innovative way to design divs that scale properly between desktop\/mobile browsers?\n  ","947847":"\n   HOw long do you sleep?\n  ","947848":"\n   What do you look like when you wake up in the morning?\n  ","947849":"\n   Who or what motivates you in life?\n  ","947850":"\n   Who honestly gets a massage in the mall??\n  ","947851":"\n   Do you prefer a hard or a soft bed?\n  ","947852":"\n   What's the most creative thing you've ever done?\n  ","947853":"\n   something you wanna say to people who thinks you are jealous of them?\n  ","947854":"\n   What music do you like to dance to?\n  ","947855":"\n   follow me🌚\n  ","947856":"\n   I have seen things and done things I'm not proud of. What's your story?\n  ","947857":"\n   What’s your favorite dessert?\n  ","947858":"\n   Do you judge people quickly?\n  ","947859":"\n   Is there anyone from this site who used to be on here that you wish would come back?\n  ","947860":"\n   Who do you trust most in your life?\n  ","947861":"\n   Would you rather face Conor McGregor in the octagon or listen to somebody scratching a plate with a fork for 2 hours straight?\n  ","947862":"\n   What convinces you to purchase one t-shirt over another?\n  ","947863":"\n   Do you worry about your future?\n  ","947864":"\n   What's your favorite Seven Lions song?\n  ","947865":"\n   Which topics about the world interest you the most?\n  ","947866":"\n   Where do you usually find the latest news online?\n  ","947867":"\n   If you woke up with wings one morning, where would you fly?\n  ","947868":"\n   According to you, who are real heroes? ?\n  ","947869":"\n   How is the weather where you live? It's raining here but that's usual. What type of weather are you happiest in?\n  ","947870":"\n   What's the best Christmas gift you have ever received?\n  ","947871":"\n   I love it\n  ","947872":"\n   What should I get a 23 year guy who’s name I got in a gift exchange?$100 limit.\n  ","947873":"\n   I have Hulu, Netflix, SlingTv, and of course YouTube. I can always find something.\n  ","947874":"\n   What do you wish you had more time for?\n  ","947875":"\n   I invented a remote that can inflate girls like a balloon! Wanna try?\n  ","947876":"\n   There you go\n  ","947877":"\n   Very nice!  I'm bumming it this evening with Netflix\n  ","947878":"\n   What are your plans for this Saturday evening?\n  ","947879":"\n   Do you have good friend(s), whom you did not like at first?\n  ","947880":"\n   Finish this sentence; \"my friends know i'm not okay when...\"\n  ","947881":"\n   What traits do you have that are just like your mother?\n  ","947882":"\n   Something coming up you're excited about??\n  ","947883":"\n   Choose between beauty and brains?\n  ","947884":"\n   Do you play any instruments?\n  ","947885":"\n   How often do you change your mobile phone?\n  ","947886":"\n   What did you have for breakfast today?\n  ","947887":"\n   What are your thoughts on YouTube Rewind 2018 - is it fail or success?\n  ","947888":"\n   I don't have any specific question , so you can tell me one thing that doesn't know anyone else\n  ","947889":"\n   Anyone here not wear underwear.\n  ","947890":"\n   What’s the vegetable you hate the most?\n  ","947891":"\n   Favorite actress?\n  ","947892":"\n   Is education free at universities in your country? For example in my country you need to pay for all years.\n  ","947893":"\n   Have you already watched the #AvengersEndgame trailer?\n  ","947894":"\n   Do you send questions to yourself?\n  ","947895":"\n   Wrist or palm kiss\n  ","947896":"\n   If you could have lunch with ONE person living or dead who would it be and why?\n  ","947897":"\n   Some animals are quite tasty. Which are the tastiest to you?\n  ","947898":"\n   Do you prefer to be alone or around people?\n  ","947899":"\n   Which celebrity would you like to meet?\n  ","947900":"\n   would you be upset if you lost the one you love? be honest!\n  ","947901":"\n   Do u have insta, if yes what's your username?\n  ","947902":"\n   What are you ready to do for love?\n  ","947903":"\n   What is the most popular sport in your country?\n  ","947904":"\n   Do you really believe people evolved from apes?\n  ","947905":"\n   What's the best way to calm you down?\n  ","947906":"\n   What do u prefer to do when you are all freaked out ? 👻\n  ","947907":"\n   Do you puthigh demandsonyourself?And on others?\n  ","947908":"\n   What can you do to make this world a better place?\n  ","947909":"\n   Someone talk to me\n  ","947910":"\n   anything exciting happening in your life right now?\n  ","947911":"\n   How do you usually react, when somebody is shouting at you?\n  ","947912":"\n   What first comes to your mind with the word 'Marriage'? 🌚\n  ","947913":"\n   Is the meaning of life the same for animals and humans ?\n  ","947914":"\n   What's your dream job?\n  ","947915":"\n   Which animal is your spirit animal?\n  ","947916":"\n   Damn your finals week is serious, good luck on everything 💪🏾. Just got home boutta do a quick assignment (but setting my ask.fm so it looks appealing 🧠)\n  ","947917":"\n   What is a smell that you absolutely can't stand?\n  ","947918":"\n   Yea i’m kinda liking this shoutout thing cuz u can talk with anyone. Anyways how you doing mane (or should I say Chips 🤫)\n  ","947919":"\n   Wtf 💀💀 ion even know bra I just came back to this bs from like 6 years ago lol. Poinciana is in Florida btw\n  ","947920":"\n   Wait hollup so u live in washington? How tf does this shoutout shit work then 🤨\n  ","947921":"\n   Dawg valencia is a college in Ponciana 💀💀 im in America too ☠️ what college u go to\n  ","947922":"\n   New student experience and speech, and yes from valencia lol i made a shoutout i supposed everything was from there\n  ","947923":"\n   Im the finals dude lol just left valencia. What classes u taking\n  ","947924":"\n   Chilling my “finals” are ez papers ya boy still on his freshman year\n  ","947925":"\n   How yo finals looking\n  ","947926":"\n   What’s your biggest flaw?\n  ","947927":"\n   What was your favourite childhood story?\n  ","947928":"\n   Are you a shopaholic?\n  ","947929":"\n   How often do you have to charge your phone?\n  ","947930":"\n   Me to\n  ","947931":"\n   Who want to be married someday?\n  ","947932":"\n   What do you HATE? ???\n  ","947933":"\n   Do you prefer to use cash or payment card?\n  ","947934":"\n   Who is the funniest person you know\n  ","947935":"\n   It's not even Halloween yet and I'm already seeing Christmas stuff for sale.  What's your favourite time of the year?\n  ","947936":"\n   Do you believe people can be changed?\n  ","947937":"\n   Little tired but fine.\n  ","947938":"\n   Females can make diamonds shine in the darkest nights\n\nMales let them shine\n  ","947939":"\n   What is something you want right now?\n  ","947940":"\n   If you could invite anyone over for dinner, whom would you invite?\n  ","947941":"\n   Anyone want to Chat about Spanking?\n  ","947942":"\n   Just wondering who you follow\n  ","947943":"\n   Screenshot them or tag them and put active\/inactive by their name\n  ","947944":"\n   How many people do you follow on here\n  ","947945":"\n   Someone that wants to talk with me\n  ","947946":"\n   What is your dream job? 💡\n  ","947947":"\n   Do you think we should wory about the environment?\n  ","947948":"\n   Ask me anything\n  ","947949":"\n   Why Do You Think We Have Deja Vu.?\n  ","947950":"\n   If you could turn back time, would you do it? Why?\n  ","947951":"\n   Is poetry dead? Who likes poetry anymore?\n  ","947952":"\n   Do you believe that each individual on Earth has a soulmate?\n  ","947953":"\n   Define college\n  ","947954":"\n   I can't feel my face , will I live today way too many drugs for me to feel your love .\n  ","947955":"\n   Are you the type of person with lots of friends or just a few close ones?\n  ","947956":"\n   Have you ever loved someone you have not met?\n  ","947957":"\n   Is social media a good or a bad thing?\nWhy do you think it's good or bad?\n  ","947958":"\n   Would you rather have an electrical car or a regular one?\n  ","947959":"\n   How do you represent yourself through social media?\nDo you show your self or pretend to be someone else?\n  ","947960":"\n   How long does it take you to realize you fucked up\n  ","947961":"\n   What's the latest thing that made you smile? ?❤\n  ","947962":"\n   Kitters or doggos?\n  ","947963":"\n   How many times a day do you eat?\n  ","947964":"\n   Are you eating spaghetti ? 🐭\n  ","947965":"\n   What was the last beverage you spilled on yourself?\n  ","947966":"\n   What should I do after watching a scary video that keeps me from sleeping?\n  ","947967":"\n   How often do you attend concerts?\n  ","947968":"\n   Do you know somebody who likes to sing but can't hold a tune?\n  ","947969":"\n   Besides your country, which is the next best country in the world?\n  ","947970":"\n   What is the best thing to eat for breakfast?\n  ","947971":"\n   Who wanna talk\n  ","947972":"\n   What is the most interesting science?\n  ","947973":"\n   What is the most interesting thing you have in your purse\/wallet?\n  ","947974":"\n   What makes you nervous?\n  ","947975":"\n   Yes, if you like rock, I don't necessarily know how to explain their genre, it is like the domenatrix of music.\n  ","947976":"\n   Do you like the band \"In This Moment\"?\n  ","947977":"\n   Who knows you better than anyone else?\n  ","947978":"\n   If you had one wish, what would you wish for?\n  ","947979":"\n   What magazines do you read?\n  ","947980":"\n   What was the thing that annoyed you?\n  ","947981":"\n   Have you ever bought something on the internet?\n  ","947982":"\n   Did your teachers miss you?\n  ","947983":"\n   Have you ever given up on someone? Why?\n  ","947984":"\n   Who lives in Miramar?\n  ","947985":"\n   Does anyone else wear their sweatshirts inside out?\n  ","947986":"\n   When was the last time you had craving for chocolate?\n  ","947987":"\n   What is the world's best song to dance to?\n  ","947988":"\n   What supercool connections have you made through the Internet?\n  ","947989":"\n   Who has the most beautiful eyes?\n  ","947990":"\n   Who is to Miramar?\n  ","947991":"\n   If animals could talk, which animal would be the most annoying?\n  ","947992":"\n   Your so pretty!\n  ","947993":"\n   Do you agree that all's fair in love and war?\n  ","947994":"\n   Do you watch anime? If so what are\/is your favorite(s).\n  ","947995":"\n   Are you in a relationship?\n  ","947996":"\n   Did you really just say that to me!?!\n  ","947997":"\n   With a serious answer, What is happiness for you in the future? How would u be happy in life?\n  ","947998":"\n   If you had to live the rest of your life in a movie which one would you pick?\n  ","947999":"\n   How to tell the difference between fake news and real news?\n  ","948000":"\n   Aye who wanna start a convo? 🙇‍♂️\n  ","948001":"\n   Any tattoos?\n  ","948002":"\n   What's your favorite color and why?\n  ","948003":"\n   How much money have you spent today and on what?\n  ","948004":"\n   Have you ever performed for an audience? What was this experience like?\n  ","948005":"\n   Where are you located? Do you like it?\n  ","948006":"\n   Excited for anything?\n  ","948007":"\n   Are you doing ham or turkey this holiday? Are you offering both?\n  ","948008":"\n   What’s a nickname for Brandon?\n  ","948009":"\n   Which is the place that you have always wanted to visit?\n  ","948010":"\n   What's the last thing you cried about?\n  ","948011":"\n   Do you like chocolates?\n  ","948012":"\n   If you could start a collection of one kind of item, what would it be?\n  ","948013":"\n   Do anybody wanna iMessage group chat only\n  ","948014":"\n   What social media do your parents use?\n  ","948015":"\n   What was the last thing you purchased and why?\n  ","948016":"\n   Opinion on long distance relationships?\n  ","948017":"\n   Are goodbyes hard for you?\n  ","948018":"\n   r u going to the cemetery on Halloween?\n  ","948019":"\n   What should I do if my friend likes me, but I don't know if I like him back?\n  ","948020":"\n   Which Theme Park have you been to?\n  ","948021":"\n   Wow!! That helped me so much, thanks!! You’re the best for helping me out, I appreciate it😃 (sorry if the “Wow!!” looks like sarcasm, it’s not! I really mean it cause you chose to help, so thank you.)\n  ","948022":"\n   Post a picture of your sexiest face.\n  ","948023":"\n   What is the thing that makes you happy\n  ","948024":"\n   What's your favorite gum flavor?\n  ","948025":"\n   not getting irritated by exclamations: \"Every time I look, you always are in the web\"?\n  ","948026":"\n   Thanks. And just about anything, FOR NOW. I’m not sure yet because she didn’t say much. We’re starting it 2 weeks from now so I’m just preparing. But she did say it can be about anything as long as it’s appropriate :)\n  ","948027":"\n   Heyyy\n  ","948028":"\n   Do you like Lana Del Rey???\n  ","948029":"\n   Have you ever felt ashamed about your past?\n  ","948030":"\n   Would you rather face Conor McGregor in the octagon or listen to somebody scratching a plate with a fork for 2 hours straight?\n  ","948031":"\n   I need your help. What should my speech be about? List some ideas please and thank you!!\n  ","948032":"\n   What's more valuable, brains or beauty?\n  ","948033":"\n   Are you afraid of heights?\n  ","948034":"\n   h\n  ","948035":"\n   Where can i find the key to your heart ?\n  ","948036":"\n   What's something you enjoy doing again and again??\n  ","948037":"\n   If you could switch places with someone for a day, who would it be?\n  ","948038":"\n   How do you prefer watching movies - on TV, in the cinema or online? Why?\n  ","948039":"\n   When should you reveal a secret you said you wouldn’t?\n  ","948040":"\n   Favorite Holiday ?\n  ","948041":"\n   Are you depressed ?\n  ","948042":"\n   Do you agree that you should never trust anyone who is rude to a waiter?\n  ","948043":"\n   If you could Change one thing what would it be?\n  ","948044":"\n   What’s the first thing you notice about people?\n  ","948045":"\n   Share the songs you are listening to at the moment.\n  ","948046":"\n   What's the scariest movie of your childhood?\n  ","948047":"\n   Have you ever gone mountain climbing?\n  ","948048":"\n   What's the coolest thing you've ever seen in a museum?\n  ","948049":"\n   From 1-10, how good are you at swimming?\n  ","948050":"\n   \"Good morning!\n  ","948051":"\n   It is much worse to be 50 in America than it is to be female.\n  ","948052":"\n   Whats the most expensive thing you've ever broken? 📪\n  ","948053":"\n   How do you express your emotions?\n  ","948054":"\n   Should animals perform in circuses?\n  ","948055":"\n   The vegetable you hate the most is? 🌿\n  ","948056":"\n   Do you have any nickname for your friend?\n  ","948057":"\n   Are there any images or quotes you have found you couldn't find the words to say yourself that says it all?\n  ","948058":"\n   Are you ticklish?\n  ","948059":"\n   What's your favorite late-night snack ?\n  ","948060":"\n   Have you ever tasted dog or cat food?\n  ","948061":"\n   how u spend time in autumn usually?\n  ","948062":"\n   Can you touch your toes?\n  ","948063":"\n   Do you like to make new friends???\n  ","948064":"\n   Di you are really an inspiration to me i would really like to meet you and spend some time with you i adore you a lot ?you are damn pretty ?\n  ","948065":"\n   How do you deal with unpleasant tasks? Do you complete them at once or put off until the last moment?\n  ","948066":"\n   Men get no credit for creating human life.It must be sexism.  🐭 ⭐⭐⭐⭐⭐⭐\n  ","948067":"\n   If you could ask one person one questions and get a completely honest answer who would it be and what would you ask?\n  ","948068":"\n   Happiness is?🌸\n  ","948069":"\n   How is your relationship with your parents?\n  ","948070":"\n   What’s the funniest actual name y\n  ","948071":"\n   Which Marvel character is your soulmate?\n  ","948072":"\n   what did you do today? How are you?\n  ","948073":"\n   Can I have your school photo?\n  ","948074":"\n   What is your favorite way to spend a Saturday?\n  ","948075":"\n   Are girls more dramatic than boys?\n  ","948076":"\n   Would you rather know every song lyrics or every movie quote?\n  ","948077":"\n   ou’ve heard of someone having?💯\n  ","948078":"\n   the best film of all times and nations!?\n  ","948079":"\n   What is your reaction when someone ignores you?\n  ","948080":"\n   What route would you choose for around the world trip?\n  ","948081":"\n   Are you celebrating Halloween today? Share your mood on\n   \n    @askfm\n   \n   !\n  ","948082":"\n   How old are you and do you have a crush on someone?\n  ","948083":"\n   What would you grow in your imaginary garden?\n  ","948084":"\n   Do you know what kombucha is?\n  ","948085":"\n   What's your favorite video game?\n  ","948086":"\n   I have no woman because women are too selective.\n  ","948087":"\n   Would you rather age from the neck up or te neck down only?\n  ","948088":"\n   What's the most peaceful place for u ?\n  ","948089":"\n   That awkward moment when?\n  ","948090":"\n   If you are brave enough post a photo of yourself of how you look as soon as you wake up. Can be a simple selfie or a full selfie, your choice. How brave are you?\n  ","948091":"\n   What is you’re OOTN? You can post a photo if you want.\n  ","948092":"\n   Dua Lipa or Bebe Rexha?\n  ","948093":"\n   Picture of your taste\n  ","948094":"\n   What gives you happiness in life?💯\n  ","948095":"\n   Why can't we forget the ones we loved?\n  ","948096":"\n   You are given USD 2,000 for a plane ticket and one full month. Where do you go?\n  ","948097":"\n   What's the movie that made you cry?\n  ","948098":"\n   What are some of the most unusual or interesting things you do to amuse yourself when you're bored?\n  ","948099":"\n   How to dress up on the first date?\n  ","948100":"\n   A short relay: A daughter?or a son?? Cola?or Fanta?? By air✈or by land?? Mind?or beauty?? Apartment?or house?? Black◼or white◻? Strawberry?or banana?? Whale?or dolphins?? Анgel?or demon?? Sunny?☀or cloudy☁☔? Pass on to everyone you are following murr\n  ","948101":"\n   What would like to achieve in your life?\n  ","948102":"\n   What is your favorite place to eat?\n  ","948103":"\n   What fictional character reminds you of yourself?\n  ","948104":"\n   Do you prefer to read one book at a time, or several at once?\n  ","948105":"\n   Who is the last person you texted to?\n  ","948106":"\n   Do you do selfie every day? 🏼\n  ","948107":"\n   What is your horoscope?\n  ","948108":"\n   Which person in your family do you look most like?\n  ","948109":"\n   Are you the type who likes selective posts on feed or all followings?\n  ","948110":"\n   why do nice people choose the wrong people to date?\n  ","948111":"\n   Would you rather have your french fries with ketchup or with mayo?\n  ","948112":"\n   What would be your immediate action after experiencing a paranormal activity at your place? ☠\n  ","948113":"\n   How many times have you stepped on Lego in your life?\n  ","948114":"\n   How many people do you consider your \"best friends?\"\n  ","948115":"\n   I want to have an affair with a pregnant married woman.\n  ","948116":"\n   Why does a person have a nose?\n  ","948117":"\n   If someone wrote a biography about you, what do you think the title should be?\n  ","948118":"\n   Do you think getting older (40, 50, 60) is depressing for people or a happy occasion?😶\n  ","948119":"\n   What is the first thing you notice in a person of the opposite gender ?\n  ","948120":"\n   From 1-10, how chilled are you as a person?\n  ","948121":"\n   What process is understood as education?\n  ","948122":"\n   Did you ever send an anonymous loveletter to someone?\n  ","948123":"\n   What makes you sad?\n  ","948124":"\n   What's one artist\/band you would like to see live in a concert?\n  ","948125":"\n   What is your favorite recipe? ??\n  ","948126":"\n   How did you feel when you woke up?\n  ","948127":"\n   What’s the longest time you can tolerate without your phone?\n  ","948128":"\n   how can I get rid of some feelings you don't want to feel??\n  ","948129":"\n   What would you do if you could inflate your body like a balloon?\n  ","948130":"\n   Do you have a secret love??\n  ","948131":"\n   Do u believe in the human evolution?\n  ","948132":"\n   What’s one thing you want your parents to buy for you, but they don’t?\n  ","948133":"\n   What would you do if you could inflate your body like a balloon?\n  ","948134":"\n   do you really believe you’re intelligent? why?\n  ","948135":"\n   Which element of nature are you – air, earth, fire or water?\n  ","948136":"\n   A line to describe what your life is being to you now?\n  ","948137":"\n   Who 😁😱is your best friend?\n  ","948138":"\n   I was born in Seattle.\n  ","948139":"\n   hi   ✈  ⭐⭐⭐\n  ","948140":"\n   I live(d) in Santa Cruz California.\n  ","948141":"\n   What state are you in ?\n  ","948142":"\n   oh\n  ","948143":"\n   I intend to become a computer scientist just to spite feminists.I am male.\n  ","948144":"\n   Do you know how to play a guitar?\n  ","948145":"\n   6 women almost beat 20 year old man to death in San Francisco.\n  ","948146":"\n   Do you have an account in instagram?\n  ","948147":"\n   I am Norma Jean Baker's son.\n  ","948148":"\n   What's your plan this weekend?\n  ","948149":"\n   ¿Crees en el amor a distancia? Ya sea desde otro pueblo lejano, estado lejano o país lejano...\n  ","948150":"\n   Have you ever gone somewhere with two different socks on?\n  ","948151":"\n   Ladies & Gentleman What Is Your Instagram Account i Do Shout Outs For Free And I’ll Mention You With Your Username 🙃\n  ","948152":"\n   What’s most intriguing about the Cinderella story?\n  ","948153":"\n   Longboard or hoverboard?\n  ","948154":"\n   Which is better, being a realist, an optimist or a pessimist?\n  ","948155":"\n   What's your number one rule in life?\n  ","948156":"\n   What items do you always carry to your bag ?\n  ","948157":"\n   Can there be a friendship after love?\n  ","948158":"\n   What was The last thing that you were trying hard to get but lost interest after getting it?\n  ","948159":"\n   Tag some cute girls you know or follow on here\n  ","948160":"\n   If you had only one last wish to make, what would it be?\n  ","948161":"\n   If you could choose your age forever, what age would you choose and why?\n  ","948162":"\n   Cute girls on ask?\n  ","948163":"\n   Sure is great being an actual human, right other humans?\n  ","948164":"\n   do you watch horror movies?\n  ","948165":"\n   Should people be given a second chance? ?\n  ","948166":"\n   What would you do if you could inflate your body like a balloon?\n  ","948167":"\n   Long hair or short hair for girls?\n  ","948168":"\n   What did You learn today?\n  ","948169":"\n   Hmu to talk on snapchat 😜\n  ","948170":"\n   What does true friendship mean to you?\n  ","948171":"\n   If you could be any fruit, which one would you be?????🍏🍎🍐🍊🍋🍌🍉🍇🍓🍈🍒🍑🍍🍅🍆🌶🌽\n  ","948172":"\n   What would you do if you could inflate your body like a balloon?\n  ","948173":"\n   What are you a “natural” at doing?\n  ","948174":"\n   Facebook or whatsapp??\n  ","948175":"\n   Which country do you want to visit?\n  ","948176":"\n   What’s the class you use\/used to fall asleep in?\n  ","948177":"\n   Skinny jeans or yoga pants?\n  ","948178":"\n   Should people be given a second chance? ?\n  ","948179":"\n   What’s the last time you went to a library?\n  ","948180":"\n   Everything is always good, until it’s not. Thoughts?\n  ","948181":"\n   Ya cherry popped? 😉\n  ","948182":"\n   What's your favourite social media ?\n  ","948183":"\n   Do you love hockey?\n  ","948184":"\n   On here or Facebook or instagram?\n  ","948185":"\n   Are you allergic to anything?\n  ","948186":"\n   What do you prefer – listening or talking?\n  ","948187":"\n   What is the fan site account\n  ","948188":"\n   From where do you draw inspiration for the way you dress?\n  ","948189":"\n   Would you rather only be able to whisper or only be able to shout?\n  ","948190":"\n   Post your most liked pic on Instagram or Facebook!\n  ","948191":"\n   Tips for a fun Sunday ?\n  ","948192":"\n   What's your dream job?\n  ","948193":"\n   Male or female?\n  ","948194":"\n   How do you know when someone is genuinely into you?\n  ","948195":"\n   Who hate school more: students or teachers?\n  ","948196":"\n   How old were you the first time you fell in love?\n  ","948197":"\n   Have you bought any clothing items in the last week?\n  ","948198":"\n   Where and when do you get your best ideas?\n  ","948199":"\n   Are you a city or a nature person?\n  ","948200":"\n   Smart casual or sporty style?\n  ","948201":"\n   Talking to anyone? If not can we talk?\n  ","948202":"\n   I’m a guy\n  ","948203":"\n   Please, Why not?\n  ","948204":"\n   Sleep n*ked tonight I dare you\n  ","948205":"\n   Are you single?\n  ","948206":"\n   I have a few questions for you can you stay up for a few more minutes\n  ","948207":"\n   Hey you still awake?\n  ","948208":"\n   How do you imagine meeting with your idol?\n  ","948209":"\n   What’s up\n  ","948210":"\n   I’m curious that’s it\n  ","948211":"\n   How many of your friends are vegans\/vegetarians?\n  ","948212":"\n   Are cats or dogs smarter?\n  ","948213":"\n   Just curious on how you think it feels\n  ","948214":"\n   Would you try it soon?\n  ","948215":"\n   You said not sure. It wasn’t a yes or no if you ever have\n  ","948216":"\n   have any of your loved ones suffered from the hurricane \"Irma\"?\n  ","948217":"\n   Like have you ever slept n*de\n  ","948218":"\n   Have you ever wore nothing to bed?\n  ","948219":"\n   What's your reason for smile?\n  ","948220":"\n   How often do you go to the cinema?\n  ","948221":"\n   What are you wearing to bed?\n  ","948222":"\n   What ethnicity are you?\n  ","948223":"\n   Can you post one with a filter on here\n  ","948224":"\n   Do you post on like Snapchat of yourself?\n  ","948225":"\n   Why don’t you post pictures?\n  ","948226":"\n   Please. Just for a moment then delete\n  ","948227":"\n   Post a photo of yourself\n  ","948228":"\n   If your life depended on it would you take the d\n  ","948229":"\n   Wouldn’t you like to say you at least tried to be with a guy. Like how do you know you don’t like them if you’ve never tried. Getting the D is a memorable experience for life\n  ","948230":"\n   So you’ll always be a Virgin technically\n  ","948231":"\n   Have you ever had a boyfriend?\n  ","948232":"\n   Like strictly only girls? You don’t find anything at all attractive on guys?\n  ","948233":"\n   Do you only like girls or do you like guys too\n  ","948234":"\n   Age?\n  ","948235":"\n   It’s hard to talk on here do you have something I can message you on?\n  ","948236":"\n   You don’t need to worry haha everything is going to be ok\n  ","948237":"\n   I’m watching the new season of walking dead on Netflix. And good that’s a great start. Tomorrow is the big day\n  ","948238":"\n   Just got home a little bit ago. Ate some dinner and now watching some tv\n  ","948239":"\n   What is friendship? Do you have many friends?\n  ","948240":"\n   Hey what’s up?\n  ","948241":"\n   What’s not gonna work?\n  ","948242":"\n   I’m sorry\n  ","948243":"\n   We can get to know each other\n  ","948244":"\n   Just this once can you?\n  ","948245":"\n   You post a picture of what you wearing to bed from head to toe\n  ","948246":"\n   Full body OOTN?\n  ","948247":"\n   I’m 23 she’s 17 is it still bad?\n  ","948248":"\n   Is a 6 year age difference in a relationship bad?\n  ","948249":"\n   Sometimes all you need is...?\n  ","948250":"\n   Do you have dimples on your cheeks?\n  ","948251":"\n   What celeb would you like to turn into for one day? 💫\n  ","948252":"\n   You’re more than welcome. I followed you too.\n  ","948253":"\n   I hope you and her become friends. You’re a very nice person and she should see that.\n  ","948254":"\n   Maybe she is shy also. She might not know what to say. See how it goes the first day and go by that. She could have just went to this school because she had a few friends going. She might be nervous to meet you too\n  ","948255":"\n   Start by asking her what school she came from and what she is going to major in.\n  ","948256":"\n   You will be sharing a room she will want to talk to you and get to know you. And right now I’m just working trying to make the most out of everything.\n  ","948257":"\n   That is the best way to make friends. Try and talk to her more and get to know each other. She might even become your best friend. And I’ve been out for a year I did 2 years online\n  ","948258":"\n   You’ll definitely meet new friends. Are you staying in a dorm room or travel\n  ","948259":"\n   Congratulations it’s a big step in life.\n  ","948260":"\n   nicest person on ask??\n  ","948261":"\n   No I’m graduated. How about you?\n  ","948262":"\n   It’s just one of those days where you just do nothing and watch tv all day\n  ","948263":"\n   I’ve been ok today. Not to much going on\n  ","948264":"\n   How is your day going?\n  ","948265":"\n   What are\/were the rules about using cell phones at your school?\n  ","948266":"\n   Things you don't share with anyone ... ?\n  ","948267":"\n   how was your weekend\n  ","948268":"\n   Where does all your money go?\n  ","948269":"\n   What do you want to know about the future?\n  ","948270":"\n   Post some thing worth reading ?\n  ","948271":"\n   Do you bite your nails?\n  ","948272":"\n   who do u like\n  ","948273":"\n   Do you have good skin on your torso ?\n  ","948274":"\n   Is there something special you like to wear on Fridays?\n  ","948275":"\n   Why are you upset ?\n  ","948276":"\n   Do you have a pet? Share its photo!\n  ","948277":"\n   Do you love autumn?\n  ","948278":"\n   What would you do if you could inflate your body like a balloon?\n  ","948279":"\n   is there anyone that you want back in your life?\n  ","948280":"\n   What is your outfit atm?\n  ","948281":"\n   do you have pure heart ?\n  ","948282":"\n   Why are girls with pure hearts always deceived?\n  ","948283":"\n   Tell us about your first school crush!\n  ","948284":"\n   what's your favorite and least favorite: ice cream flavor?\n  ","948285":"\n   What is your favorite lunch cafeteria food?\n  ","948286":"\n   What are you wearing right now?\n  ","948287":"\n   what was the most unusual way somebody became acquainted with you\n  ","948288":"\n   What's one thing you will never do?\n  ","948289":"\n   Are you back to school, university or office?\n  ","948290":"\n   Have you ever lied about your age?\n  ","948291":"\n   Do you play an instrument? Which?\n  ","948292":"\n   Where is the most fun place you have ever been?\n  ","948293":"\n   What's one thing your parents do not know about you?\n  ","948294":"\n   What do you miss the most when you're away from home?\n  ","948295":"\n   Could you eat bbq while wearing white pants? 😳\n  ","948296":"\n   What's more valuable, brains or beauty?\n  ","948297":"\n   If you were shown today your first-grade self, what would you think?\n  ","948298":"\n   What would you do if one random day an animal starts talking to you in a language you can understand?\n  ","948299":"\n   Hahaha that's cute. I think I would also prefer almost anything as long as it's shared with my close acquaintances like you say.\n  ","948300":"\n   My neighbor's actually. What would be your ideal kind of party though?\n  ","948301":"\n   I can understand. I'm okayish too, just came back from a boring party.\n  ","948302":"\n   What's up, how you doing?\n  ","948303":"\n   Hey\n  ","948304":"\n   If you became a teacher tomorrow, what would you teach?\n  ","948305":"\n   What does friendship mean to you? What should your friend be like? Do you have a lot of friends? What could be your reasons for discontinuing friendship with a person?\n  ","948306":"\n   why do boys not need empowering ?\n  ","948307":"\n   Does your name have a meaning?What is it ?🎤\n  ","948308":"\n   Did you make any new friends this summer?\n  ","948309":"\n   Did you have a dream about Selena Gomez last night ?\n  ","948310":"\n   Are you the kind of person who is affected by the departure of people??\n  ","948311":"\n   What is\/was your nickname at school?\n  ","948312":"\n   What’s the most embarrassing thing your have ever done?\n  ","948313":"\n   Will you scold your children for getting bad grades?\n  ","948314":"\n   who's ur favorite viner (or youtuber)? aa\n  ","948315":"\n   What should a single person do when all your friends are in relationship? 😂\n  ","948316":"\n   What?☹?? causes diseases?\n  ","948317":"\n   Are you close friends with anybody from school?\n  ","948318":"\n   How was your weekend?\n  ","948319":"\n   people ask you questions and you answer truthfully?\n  ","948320":"\n   Who is the most famous person in your country?\n  ","948321":"\n   Favorite singers\n  ","948322":"\n   Name a person who has never let you down\n  ","948323":"\n   Name five of your favourite anime\n  ","948324":"\n   Did you leave the country this summer?\n  ","948325":"\n   How many people can you call your friends?\n  ","948326":"\n   Who is your latest crush?\n  ","948327":"\n   How many times have you heard the words of someone close to you..? 🤔\n  ","948328":"\n   Did your teachers miss you?\n  ","948329":"\n   Do you prefer to answer questions or ask them?\n  ","948330":"\n   What are the childish things you still do as a grown up?\n  ","948331":"\n   What holiday gift would make you really happy?\n  ","948332":"\n   Are you following the news? What are you interested in?\n  ","948333":"\n   What do you think of cheaters (in romantic relationships)?\n  ","948334":"\n   How many hats do you own?\n  ","948335":"\n   What is the last song you heard ? ▶️?\n  ","948336":"\n   Why do we try so hard for people who don’t try for us?\n  ","948337":"\n   What is something you think everyone should do at least once in their lives? 💕\n  ","948338":"\n   What is the scariest movie you’ve ever seen?\n  ","948339":"\n   Are humans truly creative, or do they gain their ideas from prior observations?\n  ","948340":"\n   what do I need to know about you?\n  ","948341":"\n   How will you spend the last summer day?\n  ","948342":"\n   What's your favorite weather conditions?\n  ","948343":"\n   What to write with chalk on the asphalt under the windows of a loved one?\n  ","948344":"\n   Do you think someone likes you and if you know for a fact they do , do you like them back????\n  ","948345":"\n   Did u see the participants of the new show of Victoria's Secret?\n  ","948346":"\n   At what age did you learn to ride a bicycle?\n  ","948347":"\n   if you were married how different will your life be?\n  ","948348":"\n   Do you think that nowadays boys have become more feminine and girls more masculine?\n  ","948349":"\n   Best thing to happen to you?\n  ","948350":"\n   Favorite summer memory?\n  ","948351":"\n   If there were a book about your life, what the cover would look like?\n  ","948352":"\n   Who do you find attractive?\n  ","948353":"\n   Have you ever preformed any shows\/acts for an audience?\n  ","948354":"\n   Which celebrities do you suspect are really aliens walking amongst us?\n  ","948355":"\n   What are the most important lessons you’ve learned in life?\n  ","948356":"\n   If you were to get a tattoo today, what would you get and where would you have it placed?\n  ","948357":"\n   Do you struggle to find your place in the world?\n  ","948358":"\n   What do you prefer - the countryside or the city?\n  ","948359":"\n   do you believe love exists ?\n  ","948360":"\n   Are you afraid that robots will take over the world?\n  ","948361":"\n   What do you wish ?\n  ","948362":"\n   How would you describe your style?\n  ","948363":"\n   would you rather give up ketchup or mayonnaise forever?\n  ","948364":"\n   Were you born with that ego of yours?\n  ","948365":"\n   What anime are you watching now?\n  ","948366":"\n   ¿Con qué rapidez te enamoras?\n  ","948367":"\n   Why does nobody have a crush on me?\n  ","948368":"\n   ¿Eres alérgico a algo?\n  ","948369":"\n   What is the secret to a happy life? ?®\n  ","948370":"\n   How often do you post pictures in you social media accounts?\n  ","948371":"\n   If you were a car, what kind of car would you be?\n  ","948372":"\n   Which is scarier: clowns or spiders?\n  ","948373":"\n   Whom do you consider to be a hero of our times?\n  ","948374":"\n   When you were little, what did you want to be when you grew up?\n  ","948375":"\n   What's the last movie you watched?\n  ","948376":"\n   It's World Photo Day today. Post an inspiring photo!\n  ","948377":"\n   What would you do if you meet an alien?\n  ","948378":"\n   Which rules are made to be broken?\n  ","948379":"\n   favorite desserts?\n  ","948380":"\n   If you had an ability to look into other's past, who would be the first one on which you will use your power?\n  ","948381":"\n   Right now, I would like to be in…\n  ","948382":"\n   How Good are you in taking up challenges ?\n  ","948383":"\n   If you had a really fluffy Bunny,What would you name it??\n  ","948384":"\n   How many cracks does your phone screen have?\n  ","948385":"\n   How many cracks does your phone screen have?\n  ","948386":"\n   Have you ever played golf?\n  ","948387":"\n   What if you're home alone, at late night and you sneeze. Suddenly phone rings and when you answer, Someone whispers \"Bless You\" and hangs up?? What'll u do then?? ??\n  ","948388":"\n   Who is the most flawless women alive?\n  ","948389":"\n   How would you explain color to a blind man?\n  ","948390":"\n   What does friendship mean to you? What should your friend be like? Do you have a lot of friends?\n  ","948391":"\n   Have you ever attempted a do-not-try-this-at-home stunt or experiment you saw performed by professionals?\n  ","948392":"\n   What do u need to make it happen...???\n  ","948393":"\n   Would you rather have a foosball table or a pool table?\n  ","948394":"\n   If you could teleport, where would you go?\n  ","948395":"\n   Have you ever trusted someone too much?\n  ","948396":"\n   What hairstyle do you like to see on the opposite gender?\n  ","948397":"\n   What can't be bought for money and why?\n  ","948398":"\n   What's your favorite water sport?\n  ","948399":"\n   The most sleepy moment when_____???\n  ","948400":"\n   When is the last time you had \ndeja vu and what was it about? I just had it with the last question I answered. My deja vu was posting my comment and someone walks into my room and acusses me of something then admits they were wrong and leaves the room. 😬\n  ","948401":"\n   What shouldn't you do on the first date?\n  ","948402":"\n   Are you in love?\n  ","948403":"\n   Do you pefer to live alone or with someone?\n  ","948404":"\n   Favorite outfit ,post a picture friend\n  ","948405":"\n   Do you have any great memories from 2017? 🙊\n  ","948406":"\n   How do you usually discover new music?\n  ","948407":"\n   What is something that everyone looks stupid doing???\n  ","948408":"\n   Do you know  who is this\n  ","948409":"\n   Any songs you recommend, preferably not pop music\n  ","948410":"\n   Favorite games to play ,and why\n  ","948411":"\n   How often do you check your emails?\n  ","948412":"\n   What's the hottest trend this summer?\n  ","948413":"\n   How do you usually start a conversation?\n  ","948414":"\n   Have you bought any paid apps? If so, which?\n  ","948415":"\n   Is there one person in your life that can always make you smile?\n  ","948416":"\n   Future goals ?\n  ","948417":"\n   Do you prefer Instagram or Facebook?\n  ","948418":"\n   What's your favorite holiday?\n  ","948419":"\n   Have you ever lost a bet? What did you have to do?\n  ","948420":"\n   What would you do if you could inflate your body like a balloon?\n  ","948421":"\n   Alguien que hable español?\n  ","948422":"\n   Would you rather have your breakfast in bed or on a patio?\n  ","948423":"\n   What are you doing??\n  ","948424":"\n   Have you😇😗👦 ever stolen anything?\n  ","948425":"\n   Picture with your bestfriend?\n  ","948426":"\n   Why is everyone around me depressed? how can I make them happy?\n  ","948427":"\n   Under what circumstances do you block people on social media?\n  ","948428":"\n   What are you missing?\n  ","948429":"\n   Do you trust your friends? Do you know your friends? Do you feel better when you are around them?\n  ","948430":"\n   I think I would have once said that too. So, why do you yourself say that now? Have you always felt this way, or was this a slow progression?\n  ","948431":"\n   Are you good at keeping secrets?\n  ","948432":"\n   what other language can you speak?\n  ","948433":"\n   if the answer were yes, what would be your question?\n  ","948434":"\n   Do u have Twitter\n  ","948435":"\n   What keeps you from feeling fulfilled or satisfied in your daily life?\n  "},"Answer":{"947364":"\n  No I haven't\n  ","947365":"\n  Nothing honestly, but I guess I always feel a bit better with my stuffed cow. I've also heard guided meditations are good for that\n  ","947366":"\n  What?\n  ","947367":"\n  Winter is mine haha\n  ","947368":"\n  Lol\n  ","947369":"\n  What does that mean?\n  ","947370":"\n  I don't\n  ","947371":"\n  Chilling, homework and then an event where I see an old friend\n  ","947372":"\n  Well I make myself laugh, but it's subjective to each their own\n  ","947373":"\n  Yes\n  ","947374":"\n  Fortnite!! Lol jk 😂😂\n  ","947375":"\n  Nope\n  ","947376":"\n  Turn my alarm off\n  ","947377":"\n  Zendaya\n  ","947378":"\n  Nothing\n  ","947379":"\n  Nothing\n  ","947380":"\n  Wolf\n  ","947381":"\n  Yes\n  ","947382":"\n  My mom and her kids\n  ","947383":"\n  Huh?\n  ","947384":"\n  Hmm, idk any 🤔\n  ","947385":"\n  Yes, but I never forget....\n  ","947386":"\n  Jr_moo\n  ","947387":"\n  Samsung flagships having headphone jacks. Sadly I think that's gonna change though\n  ","947388":"\n  Haha okay\n  ","947389":"\n  I don't have a guardian angel\n  ","947390":"\n  What research?\n  \n  Laws of the country have nothing to do with God (even you pointed this out in an earlier comment). They are made by governments.\n  ","947391":"\n  But the mind is nowhere near complete after puberty so that disproves all of what you're saying here still.\n  ","947392":"\n  But I will be in the same place they are and have my integrity and genuineness. That's all that matters. You can't convince me that I want a be in a place where me and the people I love are allowed to be oppressed, so stop trying. I never will want that. That's not the kind of person I am. According to your theories, that's not the kind of person God made me. He made me gay and proud.\n  ","947393":"\n  But you don't know that I'm wrong. Maybe you're wrong. If God knows everything about me, then God knows that I am gay and cannot change and God knows he created me that way.\n  ","947394":"\n  This contradicts what you said earlier and that still means God is going unfair advantages to different people in that case.\n  ","947395":"\n  Nah that's too personal lol. I'm only giving that type of info to trusted friends\n  ","947396":"\n  That's a personal question...why are you interested?\n  ","947397":"\n  What does that mean?\n  ","947398":"\n  Exactly.\n  ","947399":"\n  People think outside the box all the time. If no one did, we wouldn't have technology. So this analogy of yours doesn't work. People are trying to find ways for humans to fly or hover so apparently people WOULD think of that. What's crazy about wanting to achieve something new?\n  ","947400":"\n  I believe and follow my morals. That way I don't lose my integrity. As you see in the my last post or online if you did your research, hardly anyone follows the \"law\" of God completely.\n  ","947401":"\n  What qualities from my imagination? I'm only going off of the God that your saying right now.\n  \n  Here's some of the thing God thinks are sins. If you're guilty of any of this, apparently you're going to hell. And there's a lot more too, like showing your skin (think about times people go to the beach). You can do your own research on Google.\n  ","947402":"\n  Haha alright, maybe\n  ","947403":"\n  Maybe you live life as a test. I don’t live my life as a test. I live it as if it’s the only chance I get (which sucks), but that’s what I believe bc again, I don’t believe in afterlife. Most people live their lives as if they only get one life (yolo) because no one knows what truly happens after death.\n  \n  Then why make the person disabled in the first place? Why do they have to wait till another lifetime to excel? All that does is bring a lot of pain to the people who lose the person who God decided to kill off for no reason, for the rest of their lives. You can come with “perhaps” and “what if” for anything for the rest of your life doing so, but the point here is, there’s no proof or anything that leads to God thinking gay people are bad. Anyone can die. People die at different times with different amounts of innocents. That’s just how life is. If God is controlling all of that because of who God likes and who they don’t or whatever reason, then there’s no explanation that you or anyone can think of to justify God not being an a** in some way or another for doing so. Every possible way, as you are showing an example of now, leads to God being unjust in some way. So either God is overall a bastard or your theories about God are all messed up in some way and it’s time to rethink.\n  ","947404":"\n  And who says people decide whether they live or die right before puberty? Where did you get this from? And the mind is never complete. Time to do some research. We are always trying to find ourselves and are always learning more about ourselves and becoming wiser.  That definitely doesn’t stop at puberty. So that kind of disproves this theory of yours you just presented.\n  ","947405":"\n  I don’t want to be somewhere where I don’t belong and I don’t belong in world where I can’t be myself and be accepted. I don’t belong somewhere where it’s okay that people I love get oppressed. So I am proud not to go to your God’s “heaven.” The way you put them, both heaven and hell sound like dystopias. So being in hell wouldn’t be much different for myself and all the other gays. There is nothing that makes every single person happy in the same way. So there is no one place wirh certain and restricted conditions that could fully satisfy everyone. If God says I will be happy in heaven then that’s because I will be with the people I love there. If they aren’t there and I can’t be proud for being myself there, then I won’t be happy and in contrary to what you say, God does not know everything.\n  ","947406":"\n  Then God is still an unjust a** for giving some people the chance to get better prizes in the end than others. You said God does not favor anyone, but he has to be either favoring people who are gay or people who aren’t gay in that case because some people are being born able to succeed more than others in the end. That’s an unfair set up. And desire is a feeling, so that part of what you said does not make sense. If we can’t control our feelings, then we can’t control our desires. If God does not create something without a goal, then maybe open yourself up to the possibility that God created gay people because God is okay with them. Why do you demand that being gay has to be a bad thing in God’s mind? (This brings us back to where our conversation started). Might I remind that not everything in the Bible is followed to this day anyway and God does not seem to mind. If he did, then just about everyone would be getting punished.\n  ","947407":"\n  Each of them would be to have 3 more wishes. Then I would have 18\n  ","947408":"\n  December because it’s winter break and the city is happy and thankful and cheerful because of the holidays and everyone has lights up and we have eggnog and pumpkin pie and sometimes it snows and the snow looks pretty (although I hate having to go places in the snow)\n  ","947409":"\n  In addition to my answer for your previous question: if you can make it float in the dessert, then why not? That means you are doing above and beyond what others were capable of. Sounds like you’re made to thrive and achieve great accomplishments.\n  ","947410":"\n  It is designed so that it CAN have sex with men and reproduce. It does not have to. There is no rule that we HAVE to. At least not where I live — the US. I understand in different countries there are different expectations and the places where getting pregnant is one of them, I feel sorry for them. But that’s not a worldwide rule, that is just a government expectation in those places.\n  ","947411":"\n  You’re going back to where we started now because the fact is, just about everyone disobeys God. This is something I brought up before, near the start of our conversation. There are a lot of things in the Bible that God says is a sin, that people do in modern times. I’m sure you are guilty of several of those things.\n  \n  I will proudly disobey someone who is bigoted and selfish and oppresses people for nothing but their own amusement (or just who oppresses people at all), and I will do it along with the millions of others who support me and agree with me and fight for equal rights. I don’t think anyone who is gay finds going into this God of your hell a punishment.\n  \n  And these are your beliefs. Not everyone believes the same thing you do and everything you believe about death and afterlife could quite fairly be false.\n  ","947412":"\n  Who are the people you mentioned? I say that this version of God that you seem to believe is not fair because they aren’t ting some people be born either better futures than others. This God you say, makes some people have to be oppressed and not allowed to be themselves for their whole lives while others can be themselves. That is unjust.\n  ","947413":"\n  Now you’re implying that everyone who was born decided to live, but then not everyone who was born lives because some people die early. So that makes no sense still. So, the five-year-old who caught cancer lost their chance and are now being punished? Why? They did nothing wrong. They were just an innocent five-year-old who never got to live their life. Let’s say they were battling this cancer for 3 years before they past away. They never got the chance to even walk yet. So that’s just God being an a** in that case.\n  ","947414":"\n  But I am proud of my belief and so are millions of others. So, you are therefore incorrect. It cannot be happy for me to live in God’s Dystopia that God calls Heaven either, if God is such an a** as you say, so I might as well be unhappy in the same place as the people I love than just unhappy.\n  ","947415":"\n  Exactly, actions can be controlled. That’s what I have been saying (geez, you’re impossible). No one has to have sex with someone of the same sex, they can control that. But they can’t control their feelings about that person. If they are in love with that person and that gender, that is how they are. If they choose to have sex with someone of the same gender, that is because they are just choosing to be their true self and express their genuine feelings instead of faking their whole life. So, people should not have to hide who they are for their whole lives just because they were born a certain way. They can’t control how they were born; they can’t control how they feel. So how is that fair? That’s I’m saying God is an a** if they are purposefully setting some people up to fail before they are even born. And I don’t want to be living in God’s place if that’s the kind of guy God is.\n  ","947416":"\n  It's not changing nature because nothing is changed when you have sex with someone of the same gender. Nothing happens except joy from the two individuals. A vagina doesn't have to go into a penis. That's just how making babies works. If you want to have a baby, you put your vagina in a penis. If you don't, you don't. Not everyone has to have babies, in fact, not everyone can. And putting your dick in a vagina is a sexual desire. If people aren't sexually desired to do that, they won't (or they will, but they will feel like trash while doing so). If they are sexually desired to have sex with someone of the same sex, they will do that instead.\n  ","947417":"\n  We already established that love is feeling and feelings cannot be controlled or changed by ourselves. Our feelings are involuntary and are part of how we are born. I am gay and that cannot change. I'm am attracted to women and that's how I was made. Just like you were made attracted to the opposite sex of yourself (I assume). You can't just change yourself and decide to be in love with someone else. That's not how love\/feelings work. So stop going in circles and get that through to yourself.\n  ","947418":"\n  What's to say I haven't felt in my heart that I'm doing the right thing?\n  \n  Let's just say there is a right and a wrong way. It just brings us back to the question why would God create gay people at all if it was the wrong way? This seems to be something you don't have an answer for and if you can't find it, it makes more sense for you to question what you're believing rather than me.\n  \n  Since I'm here along with millions of other gay people, it must be fine. Otherwise how did we get here?\n  ","947419":"\n  But why doesn't God not want to give the people who die earlier more opportunities? That's just unfair. You think all young people who die early wanted to die? You think Nipsey wanted to die? Martin Luther King wanted to die? Trayvon Martin wanted to die? I've wanted to die, but I'm not dead so clearly just wanting to die isn't the answer here.\n  \n  You can keep trying to come up with answers, but you will realize there's no logical explanation. There's simply nothing proven scientifically and\/or Godly that leads to being gay as bad. You're just making guesses now to try and defend something you don't even know as to be true and every time, there's an explanation that questions what you're saying completely.\n  ","947420":"\n  I say I prefer hell if that if God is bigoted and sets some people up for failure while others are just naturally born with \"better\" fortune.\n  \n  I will be happy in hell knowing I lived life as my true self and not someone someone else wanted me to be after creating me a certain way in the first place, or in other words, just trying to make my life harder on me for no reason.\n  \n  I can't be happy in some place where only people like me who can't live geniunely go. That's an after life dystopia.\n  \n  So then I will be living in eternal happiness in hell where I can be myself and be able to be proud of who I am. And the people I love will be there with me.\n  ","947421":"\n  Again, killing people is not an emotion or feeling, that is an action. You are confusing actions with feelings right now and you will be confused until you learn the difference. Try a dictionary. We can't control what we desire, but we can control our actions. Obeying, killing, walking, running, shouting....those are ACTIONS. I said that already. Instead of just talking, maybe go back and start actually reading what I'm saying.\n  ","947422":"\n  How is it a change in nature if people are born gay? That is nature.\n  ","947423":"\n  I like them as friends but have never felt romantically attracted to one. I've fallen in love with women and I find them attractive.\n  ","947424":"\n  How will that tell me the right way? What's to say I don't already pray to God? And I'm still gay so.....\n  \n  If God doesn't prefer one person over another, then why would some people go to a good place and others a bad after death then?\n  ","947425":"\n  That makes no sense and sounds more like you're making things up as you go along.\n  \n  That still unfairly limits the child for getting as much reward as someone else who just happens to be more luckier and not have cancer.\n  \n  What makes the child not have the option to try \"the test\" but other's do? If God can see the future and they know who will be good and bad already, why not just kill off all the good people right away and send them to a happy place right away? Why not send all the gay people and whoever else is or becomes \"bad\" to the bad place right away?\n  ","947426":"\n  I’m really not worried about afterlife because I don’t believe in it. I believe that when we die, we die and are nothing. Our bodies decompose and we cease to exist. But if there is an afterlife, I would rather go to hell or “the bad place” and know that I lived my life advocating for my rights and loving whoever I was truly and deeply in love with instead of faking everything just to please some selfish being who wants to punish people for truly being and embracing themselves. If God is gonna punish people for being gay, then that means God set every gay person up to fail in afterlife before they were even born which would make God a bigoted a**hole more than anything else.\n  \n  Again, if God created everyone, then gay people would not exist if God had not created them. Being gay is about loving someone the same sex as you. Love is a feeling and feelings, as we already went over, are not a choice. They aren’t controlled by us. So, to punish people for being gay is punishing them for being something God themselves created them to be. Something the individual cannot help, control or change about themselves. So that’s just messed up.\n  ","947427":"\n  What are the resulting actions and how are they bad? There is no evidence of consistently bad things happening to every gay couple.\n  ","947428":"\n  What about men? Men have romance. Every gender has romance. I personally am only attracted to women, I have never fallen in love with a man. But that doesn't mean men don't have any romance.\n  ","947429":"\n  That's not what I said at all. You should go back and re-read if that's what you think I said.\n  ","947430":"\n  So now God chooses favorites? Why doesn't he want me to live my life the way I am?\n  \n  And why did he create me the way I am in the first place if he didn't want me to be this way?\n  \n  I think I do not need your help for the same reason you think I do. Because I have different beliefs than you.\n  ","947431":"\n  (see past response)\n  ","947432":"\n  (see past response)\n  ","947433":"\n  (see past response)\n  ","947434":"\n  (see past response)\n  ","947435":"\n  (see last response)\n  ","947436":"\n  So young a five-year-old who gets cancer and dies but is completely innocent has to die and get less rewards then others who are more fortunate? That just seems purely unjust. The five-year-old may not be able to overcome cancer, but that’s only because either they are young and aren’t very physically strong yet or the cancer is just really bad. It is not the fault of the child in any way. So, it sounds like you’re saying now that God sets some people up to get rewarded in the end more than others just because.\n  ","947437":"\n  Stealing is not an emotion, it's an action. We can control our actions.\n  \n  -Someone who is deeply in love with someone else should not have to hide it their whole lives and pretend to be in love with someone they are not for their whole life. If that were the case, then those people are being punished before they are even born, which makes no sense and is simply just wrongful.\n  ","947438":"\n  -We can’t control our feelings. Our feelings\/emotions are involuntary. They are just part of us. It’s a mix of our intuition and logic that leads us through life.\n  \n  -If good people die because they deserve a “better place”, then why do some good people die really young and others die when they are old? Why do some people deserve a “better life” sooner than others when they haven’t done any more good in life? And why do many people who have consistently done “bad” things live very long lives?\n  \n  -No one who is gay wants or needs your help and telling someone being gay is gross is not helping in anyway. You’re not showing anyone the right path; you’re just showing people what YOU think is the right path. You are trying to enforce your beliefs and your religion on other people who simply don’t care because they have their own. No one here know what’s happens afterlife. Everything you think is just a theory from your religion or your community. You can never really know because you haven’t experienced being dead. The best way to help people is to accept and love them for who they are instead of demanding that if people don’t live their lives based on how some being who (supposedly) wrote an outdated book thousands of years ago says, they will forever be doomed when there is no evidence to prove that, in fact, more evidence on the contrary.\n  \n  -I know I am lesbian because I am and have always been only romantically attracted to women.\n  \n  -We have more neurons in specific places in our brains that allow us to be smarter than dolphins in the ways that we are. So, this distinguishes us from animals (aside from humans) which proves wrong what you said about being gay makes us no different than being animals. Clearly, there is a lot more that makes us different from animals than just loving whoever we were made to love and being proud of it.\n  ","947439":"\n  You left a lot of my questions to you unanswered still 🙄\n  \n  I am a lesbian. But my support for gay rights ofc applies to anyone who is gay, man or woman. Or anyone in a homosexual relationship for that matter, no matter what their pronouns are.\n  ","947440":"\n  People who continue to do bad things they still get away with it though. Nothing happens. There are many racists in this world who are thriving right now for example. Why? Where is their punishment? If their only punishment is after death, then why does it matter at all? If all gay people are just gonna be punished after death, then why are you concerned? What does it matter?\n  \n  So there’s innocent people who get cancer and die really early because God is saving them? From what? How is stripping the rest of their lives from them by letting them die from cancer saving them?\n  ","947441":"\n  People are connected to anyone they love because they love them. Otherwise there wouldn't be a loving connection between the two. Nothing but the feeling of being in love can make two people love each other. We are not robots being mind-controlled .....(yet) haha\n  ","947442":"\n  You provided no valid evidence or reasoning to that there is defect though, pretty much negating what you said. If there is no actual example of this, then how is it true?\n  ","947443":"\n  Well then answer my question about why many gay people have thrived in life.\n  \n  And why do so many people who have done terrible things get away with it?\n  \n  And why do many people who have done great things die early?\n  ","947444":"\n  That's just false. We have much more neurons in particular parts of brains than dogs, cats so on. That's why we are capable of so much more. If they have the same we do, then why haven't they industrialized? If after all this time humans could start realizing their full potential with their brains, than dogs and cats, etc should have by now too. But they can't because the difference in brains\n  ","947445":"\n  You were attracted to your woman because of your creator? Not because you loved them? Sounds more like a personal issue.\n  \n  And gay people can still have children so I don't understand your point.\n  ","947446":"\n  I didn't say he says bad things I said he says certain things are bad that people on Earth have been doing for a loong time now.\n  \n  And you came across that conclusion how?\n  \n  What does \"to identify other people\" mean? And ability to bear what?\n  \n  And that doesn't explain why God created gay people if he doesn't approve of them. They came on to this Earth somehow and if God created everyone, then what's your (logical) explanation?\n  ","947447":"\n  What does that have to do with gay people?\n  ","947448":"\n  -The purpose of marriage is to be happy with the one you love for the rest of your life. Maybe where you live the purpose is different. But that's how it is in the US where I am. And in China, there used to be a rule about how many kids one could have, so clearly their purpose wasn't to have kids either.\n  \n  -Then why did God create us? To be his\/her little robots?\n  \n  -Scientifically, we are animals. Mammals, more specifically. But we distinguish from animals such as dogs and so on because we have bigger brains and don't walk on more than two legs and don't fly.\n  ","947449":"\n  -What do you define \"the modern era\"? Because the history of the first gay rights organizations seem to go way back.\n  \n  -God said a lot of things are bad in the Bible that aren't still followed to this day. The Bible is simply just outdated. Again if God didn't want gay people around, than why were they created? And why do many of them thrive?\n  ","947450":"\n  This sentence makes no sense....What are you trying to say here?\n  ","947451":"\n  If God didn't create them, then how do they exist?\n  \n  And this stuff about porn and habits is just a theory you made up. There's no evidence to that. What porn made people gay? And effects on community? What? Lol.\n  \n  Not everyone wants to have children and sperm donors are a way for gay couples to have kids if they do want. And do you realize that overpopulation is a problem in our world? The earth only has so much resources. Therefore, we can't consistently have drastic increase in human population.\n  ","947452":"\n  If that is so, then why did God create gay people in the first place?\n  \n  And what kind of imbalance?\n  ","947453":"\n  I think it's funny. And what do you think makes it bad?\n  ","947454":"\n  Because I think your reaction is funny\n  ","947455":"\n  Why?\n  ","947456":"\n  I'm not sure. It was sometime when I was young though. Perhaps it was when I found my stuffed cow after I lost him for awhile. I was like 6\n  ","947457":"\n  I was 9, I made new friends, I got glasses, my friend’s mom was dating my teacher, I got a Wii and an MP3 player, I was really into Stevie Wonder music....life was fun back then. Now it’s horrid and stressful\n  ","947458":"\n  Mental\n  ","947459":"\n  Myself ughh\n  ","947460":"\n  A dance concert at my university\n  ","947461":"\n  It's a toss up between Michelle (MJ) and Colleen Wing right now (TV version only)\n  ","947462":"\n  Any position that's comfortable at the moment\n  ","947463":"\n  Well that's good\n  ","947464":"\n  :)\n  ","947465":"\n  Thank you 🙏🏾. Yours too\n  ","947466":"\n  I wish\n  ","947467":"\n  I feel you. I like someone who I can't get either and I think about them all the time, it hurts\n  ","947468":"\n  I am sort of, but the person who I like doesn't like me back, so I'mma pass on the website\n  ","947469":"\n  Because it's illegal\n  ","947470":"\n  Uhhh okay then just sit in the sit nearest I guess and ask him about school stuff and maybe that will strike up a conversation. If you really like him, it's not gonna work out, I'm just gonna throw that out there. He could be arrested for getting involved with someone underage, but if you just wanna talk, that's cool. Just ask him some questions and I'm sure he would be happy to respond\n  ","947471":"\n  Wait, you're in high school?? And you're talking about a grown man?? And is this a school bus or a public bus?\n  ","947472":"\n  I am a teenager\n  ","947473":"\n  It's normal to be around someone you like. But I would just try to get to know him a little better first and see how that goes. You can try standing in the bus next to him\n  ","947474":"\n  Same though. I've been ready to die for so long now\n  ","947475":"\n  :'( I feel you. I cry about that all the time. I hope things get better for you🙏🏾\n  ","947476":"\n  I'm sorry\n  ","947477":"\n  :)\n  ","947478":"\n  I'm not really romantically attracted to people who are thick, but that wasn't the question. The question was, if I was, what would I do. I'm not gonna make anyone change themselves just for my pleasure. If I fell in love with them it was for more than their looks\n  ","947479":"\n  If it was a health problem, I would help, but if it wasn't then idc. If I love, I love them. It's not all about how a person is on the outside\n  ","947480":"\n  Bikes, but I have neither\n  ","947481":"\n  If I love him or her, then I would let them decide because I wouldn't care, I would love them either way\n  ","947482":"\n  Tell your friend to stop and also maybe ask your boyfriend if he thinks your friend is flirting with him\n  ","947483":"\n  The ceiling\n  ","947484":"\n  Train\n  ","947485":"\n  A DS maybe? Or a Wii?\n  ","947486":"\n  Compliments\n  ","947487":"\n  The American Dream is false\n  ","947488":"\n  Neither\n  ","947489":"\n  Just a short black lesbian with lots of anxiety and depression\n  ","947490":"\n  Indian food\n  ","947491":"\n  But I don't get any\n  ","947492":"\n  No cell phone\n  ","947493":"\n  Because I'm ugly\n  ","947494":"\n  I hate photos of myself. Never take them\n  ","947495":"\n  Nachos\n  ","947496":"\n  I don't\n  ","947497":"\n  Mlb\n  ","947498":"\n  You don't know who I am\n  ","947499":"\n  To wherever Zendaya is\n  ","947500":"\n  Mi habitación\n  ","947501":"\n  I don't think anything is specifically a \"female profession\"\n  ","947502":"\n  She's done\n  ","947503":"\n  One-sided relationships\n  ","947504":"\n  Attractive....but I don't.\n  ","947505":"\n  Idk who's the most, but I find Phillip Chbeeb very creative\n  ","947506":"\n  Hola\n  ","947507":"\n  La comida India\n  ","947508":"\n  No, I just don't like nuts\n  ","947509":"\n  Nada\n  ","947510":"\n  Laying on the bed with Netflix\n  ","947511":"\n  I really don't know. I don't think you can completely forget them but after a while maybe it won't hurt as much\n  ","947512":"\n  Beyonce\n  ","947513":"\n  Stomach\n  ","947514":"\n  $1\n  ","947515":"\n  That place where Thanos went and sacrificed Gamora\n  ","947516":"\n  Dance abilities\n  ","947517":"\n  What should they do instead?\n  ","947518":"\n  ”You’re the funniest person I’ve met in and looong time”, and “you’re very pretty”. I rarely ever get told those so it really meant a lot to me those times\n  ","947519":"\n  I just can’t. I feel like a failure, like a let down\n  ","947520":"\n  Well, you are supposed to be 13+ to make an account\n  ","947521":"\n  Reading. It makes people smarter\n  ","947522":"\n  Failure\n  ","947523":"\n  What?\n  ","947524":"\n  ??\n  ","947525":"\n  Do you want me to send you a snap or what?\n  ","947526":"\n  Sure\n  ","947527":"\n  I don't know\n  ","947528":"\n  Earphones\n  ","947529":"\n  Me too :(  Wanna be friends?\n  ","947530":"\n  Lion King\n  ","947531":"\n  Strategy\n  ","947532":"\n  Sweatpants\n  ","947533":"\n  Yours too\n  ","947534":"\n  We'll see. But thank you for believing💕\n  ","947535":"\n  I'm not scared of dieing. I'm ready\n  ","947536":"\n  I hope something happens and I die. Life sucks and I just wanna get out of here\n  ","947537":"\n  Okay\n  ","947538":"\n  I don't cause I don't care\n  ","947539":"\n  Last Wednesday (3 days ago)\n  ","947540":"\n  Meh. How are you?\n  ","947541":"\n  I don't read much, but realistic fiction\n  ","947542":"\n  I love both of those ones!\n  ","947543":"\n  It depends\n  ","947544":"\n  Idk what's my favorite, but I keep listening to \"He Lives in You\" from Lion King 2: Simba's Pride. And also, \"More\" by Billy Lockett and \"My Bad\" by Khalid. Hbu, what's yours?\n  ","947545":"\n  What does that mean?\n  ","947546":"\n  Unicorns\n  ","947547":"\n  I don't celebrate Easter or anything really in the Spring. I did have a Spring break already though and I went to DC to visit my brother\n  ","947548":"\n  Show people that we care about them\n  ","947549":"\n  Hi\n  ","947550":"\n  Drake\n  ","947551":"\n  In bed in my room alone with nothing to worry about and no responsibilities.\n  ","947552":"\n  Definitely not.\n  ","947553":"\n  Well I’m hardly living right now and i wish to die, but it would be my laptop, my phone and my stuffed cow\n  ","947554":"\n  Every day\n  ","947555":"\n  Wake up 7am, shower, get dress, comb hair, lotion and wash face, fill in eyebrows, go to class, go to IC, go back to class and then go back to my dorm and do homework and then chill, then go to sleep. That was my typical MWF this recent quarter\n  ","947556":"\n  Ooh, how did you know she was pretending?\n  ","947557":"\n  Clgreed?\n  ","947558":"\n  And you cl?\n  ","947559":"\n  Not me\n  ","947560":"\n  8 maybe\n  ","947561":"\n  Stickers, tickets and wristbands from a concert I go to annually\n  ","947562":"\n  Zendaya\n  ","947563":"\n  Go get it\n  ","947564":"\n  Kitten and yes! But now I don't like pets 😂\n  ","947565":"\n  Bruh\n  ","947566":"\n  Probably not, but idc. Idek how much I drink\n  ","947567":"\n  No\n  ","947568":"\n  Whoever's the best\n  ","947569":"\n  Nope\n  ","947570":"\n  No\n  ","947571":"\n  It's 60° where I live. Im wearing sweatpants and a t-shirt rn\n  ","947572":"\n  Comfortable\n  ","947573":"\n  Yeah....if you end up dating. But are you dating? Or do you just like his kid?\n  ","947574":"\n  Why does the teacher need to know who you like at all? Just tell him you don't like the person he thinks you like\n  ","947575":"\n  Why would you tell the teacher at all?\n  ","947576":"\n  I don't have one\n  ","947577":"\n  Doctor, but yes, I fear both\n  ","947578":"\n  No tengo talento\n  ","947579":"\n  Definitely\n  ","947580":"\n  I don't think I was really influenced by anyone\n  ","947581":"\n  Just hanging out with someone I love\n  ","947582":"\n  Man I don't know\n  ","947583":"\n  Sitting next to this girl at a bus stop once\n  ","947584":"\n  Yeah. Sometimes it's been fun, other times I hated it\n  ","947585":"\n  I was just remembering a funny story my brother once told me\n  ","947586":"\n  Okay\n  ","947587":"\n  Goodnight\n  ","947588":"\n  19, you?\n  ","947589":"\n  You don't even know my age lol\n  ","947590":"\n  I am female\n  ","947591":"\n  What, you wanna come lay in bed with me?\n  ","947592":"\n  Everything I do that I enjoy\n  ","947593":"\n  Idk, but i believe with the right person it's worth it\n  ","947594":"\n  Now I'm just laying in bed\n  ","947595":"\n  I am alone too\n  ","947596":"\n  Honestly, I barely do. I hardly have the motivation to do anything these days. I think the only place it comes from for me at this point is pressure\n  ","947597":"\n  Oh okay\n  ","947598":"\n  At a drumline competition. Where are you?\n  ","947599":"\n  Idk if I can\n  ","947600":"\n  Veggie burger with pickles\n  ","947601":"\n  Washington\n  ","947602":"\n  Girl, you?\n  ","947603":"\n  I am\n  ","947604":"\n  Looking up difference between pansexuality and bisexuality\n  ","947605":"\n  Scientifically I think everyone does by doing\n  ","947606":"\n  Pause button\n  ","947607":"\n  How are you?\n  ","947608":"\n  I wish I could\n  ","947609":"\n  Kida The Great\n  ","947610":"\n  Love\n  ","947611":"\n  Love\n  ","947612":"\n  It changes I guess, but one of them is Dubai Medium\n  ","947613":"\n  Do they?\n  ","947614":"\n  Yes\n  ","947615":"\n  My hair is flattened\n  ","947616":"\n  I would just choose to not be born\n  ","947617":"\n  You're saying things right now.....\n  ","947618":"\n  Why do you need an email?\n  ","947619":"\n  Yes, but not for me\n  ","947620":"\n  Turn invisible\n  ","947621":"\n  Idk, probably like twice to check my hair\n  ","947622":"\n  Zendaya\n  ","947623":"\n  Not sure\n  ","947624":"\n  Yes\n  ","947625":"\n  I don't know. I hate genders. There should just be humans\/animals. For now, I think people can identify however they need\n  ","947626":"\n  What is with you and bodies inflating like balloons?\n  ","947627":"\n  Okay\n  ","947628":"\n  I wonder if I'm still sick\n  ","947629":"\n  Phones, dance and my favorite TV shows\n  ","947630":"\n  Sweatpants\n  ","947631":"\n  Hmm, no I haven't\n  ","947632":"\n  Zendaya\n  ","947633":"\n  Don't have one\n  ","947634":"\n  Smell\n  ","947635":"\n  Yes\n  ","947636":"\n  Calling me ugly\n  ","947637":"\n  Sí\n  ","947638":"\n  Something you should watch out for?\n  ","947639":"\n  Possibly just tell her the truth?\n  ","947640":"\n  I don't think so..... I just can't understand no matter how hard I try\n  ","947641":"\n  I'm struggling in math right now\n  ","947642":"\n  What was yours?\n  ","947643":"\n  It depends on what the question is\n  ","947644":"\n  I got the best grade in Humanities last year, but my favorite was computer science\n  ","947645":"\n  🙏🏾\n  ","947646":"\n  It depends\n  ","947647":"\n  Grey\n  ","947648":"\n  Neither\n  ","947649":"\n  Both\n  ","947650":"\n  Is this a question?\n  ","947651":"\n  Thanks, you too\n  ","947652":"\n  I'm not really big on cars. I just want one that drives and plays music\n  ","947653":"\n  Sure\n  ","947654":"\n  There isn't a song like that. I like to switch it up\n  ","947655":"\n  Yeah\n  ","947656":"\n  Deal with it\n  ","947657":"\n  Don't know what that is\n  ","947658":"\n  Cheese, pesto....TBH I don't even know lol\n  ","947659":"\n  No I wouldn't\n  ","947660":"\n  Dancing\n  ","947661":"\n  Aren’t they the same? I’m pretty sure you’re supposed to love your friends\n  ","947662":"\n  Comida un poco picante\n  ","947663":"\n  No, I don’t even like baths\n  ","947664":"\n  This is annoying. Sorry, but I'm blocking you. It's not personal, I just don't really like being asked to compare woman once, let alone continuously\n  ","947665":"\n  Hip-hop\n  ","947666":"\n  No thanks\n  ","947667":"\n  Cool!\n  ","947668":"\n  You can also me anything too!\n  ","947669":"\n  Capricorn\n  ","947670":"\n  No o\n  ","947671":"\n  No I don't know who he is\n  ","947672":"\n  I wish I was. I hate myself\n  ","947673":"\n  I don't like to wake up to music in the mornings because I don't like to wake up\n  ","947674":"\n  I'm personally not attracted to either of them\n  ","947675":"\n  A better tablet\n  ","947676":"\n  Food\n  ","947677":"\n  Well first tell me what kind of music you like\n  ","947678":"\n  I am a girl\n  ","947679":"\n  No\n  ","947680":"\n  I guess I prefer texts because calls give me anxiety\n  ","947681":"\n  Heyy\n  ","947682":"\n  Movies\n  ","947683":"\n  Sleeping with a stuffed animal\n  ","947684":"\n  No\n  ","947685":"\n  Instagram y YouTube\n  ","947686":"\n  I think most of my decisions take a long time\n  ","947687":"\n  All I need is lots of love to make me feel rich\n  ","947688":"\n  Well, there’s too much to say, but I’ve been pretty depressed lately. I haven’t been “good” in a long time\n  ","947689":"\n  Not great, how are you?\n  ","947690":"\n  Hey\n  ","947691":"\n  No\n  ","947692":"\n\n   @therosestem\n  \n  and\n  \n   @thedamnchips\n  \n","947693":"\n  I think it's common actually depending on your age\n  ","947694":"\n  My dad\n  ","947695":"\n  No\n  ","947696":"\n  Just got out of class and now I'm watching a lecture from Wednesday that I missed\n  ","947697":"\n  Sure\n  ","947698":"\n  Not really.  I typically get anon questions but I don't find them very weird\n  ","947699":"\n  What about it?\n  ","947700":"\n  Memory, eyesight, hearing, hair, physical ability, youth, pets ....\n  ","947701":"\n  Donald Trump\n  ","947702":"\n  Bien\n  ","947703":"\n  Spiritual for sure\n  ","947704":"\n  Mas o menos, ¿y tu?\n  ","947705":"\n  Single\n  ","947706":"\n  iPhone\n  ","947707":"\n  There's not a consistent pattern. Last time I changed was sort of last month, but the last major change was in 2017\n  ","947708":"\n  I have Snapchat and texting\n  ","947709":"\n  Don't know\n  ","947710":"\n  Walking to where I am now\n  ","947711":"\n  I can’t swim and I wouldn’t even if I could. Shit is scary\n  ","947712":"\n  Maybe Sicko Mode\n  ","947713":"\n  Idk. My favorite person that's a singer is Zendaya, but for their music, I like Usher and Khalid a lot\n  ","947714":"\n  No\n  ","947715":"\n  😮\n  ","947716":"\n  Yup\n  ","947717":"\n  Sounds about right\n  ","947718":"\n  How's middle school?\n  ","947719":"\n  I just turned 19\n  ","947720":"\n  Cool\n  ","947721":"\n  In the first picture you look 16-17\n  ","947722":"\n  Charisma\n  ","947723":"\n  ✌🏾\n  ","947724":"\n  On Askfm? I don't ask daily\n  ","947725":"\n  None\n  ","947726":"\n  Train\n  ","947727":"\n  Don't know who that is or what he said\n  ","947728":"\n  Don't like Halloween movies\n  ","947729":"\n  17GB on internal storage and 110GB on SD card\n  ","947730":"\n  Nice rhyme\n  ","947731":"\n  Personally neither are my type\n  ","947732":"\n  Was trying to figure out what phone this guy was using. Think it's a Google Pixel 2\/ 2 XL\n  ","947733":"\n  jr_moo\n  ","947734":"\n  Low-key\n  ","947735":"\n  Spider-Man Homecoming\n  ","947736":"\n  I have several movies\n  ","947737":"\n  I do have a movie\n  ","947738":"\n  Homework\n  ","947739":"\n  I ask them what kind of music they like first\n  ","947740":"\n  No\n  ","947741":"\n  Top 5 what?\n  ","947742":"\n  Yeah, that's not universally true\n  ","947743":"\n  Idk who either of those guys are\n  ","947744":"\n  Great!\n  ","947745":"\n  How are you?\n  ","947746":"\n  Grandma\n  ","947747":"\n  Hey!\n  ","947748":"\n  Did you have a bad day?\n  ","947749":"\n  I wish I was chilling\n  ","947750":"\n  There's not just one thing that's the most. There's just a lot of regrets.\n  ","947751":"\n  I don't want Autumn to come. That means school :(\n  ","947752":"\n  Fun!\n  ","947753":"\n  Not much, just took shower and now I'm finishing some homework. Wbu?\n  ","947754":"\n  Hello!\n  ","947755":"\n  No\n  ","947756":"\n  Well, morning gets you up and ready for the day and you just slept so you're all ready to be active, so a lot of people like to workout in the mornings. The exact time would depend on your availability. But I could see evening as a good time too because it let's you get out everything that was on your mind that day and burn the calories you made and then you can relax right after and eat dinner or go to bed by instead of having to go to work or school or whatever right after\n  ","947757":"\n  Are you asking time of day or time of life?\n  ","947758":"\n  Love more than anything else\n  ","947759":"\n  Idk about the truth, but I do run away from things I'm scared will end up hurting me\n  ","947760":"\n  Spider-Man: Into the Spider-Verse\n  ","947761":"\n  I wouldn't be any, but I would meet Zendaya for a day\n  ","947762":"\n  Sun burnt because I'm black and I don't get sun burnt. So I'll just stay in the sun\n  ","947763":"\n  Hmm, I don't think so\n  ","947764":"\n  Football\n  ","947765":"\n  Dance, drumming, YouTube, TV shows\n  ","947766":"\n  Yeah\n  ","947767":"\n  Sure!\n  ","947768":"\n  Nope\n  ","947769":"\n\n   @therosestem\n  \n","947770":"\n  Nope\n  ","947771":"\n  It's never been my year before, what makes you think it's my year now?\n  ","947772":"\n  Compliments, but I never get them so I'm always sad\n  ","947773":"\n  Idk tbh\n  ","947774":"\n  🤣\n  ","947775":"\n  Wow that's great 😂😂\n  ","947776":"\n  Oh no, what was the prank? 😂\n  ","947777":"\n  Haha, what happened?\n  ","947778":"\n  Quiet and sometimes music, depending on what I'm trying to concentrate on\n  ","947779":"\n  Dull\n  ","947780":"\n  I'm not very wise l\n  ","947781":"\n  Indoors mainly, but I like to take walks\n  ","947782":"\n  Idk. I just can't picture it right now\n  ","947783":"\n  Not really\n  ","947784":"\n  No\n  ","947785":"\n  Not at all\n  ","947786":"\n  I don't have 5 people to take\n  ","947787":"\n  I don't usually get to, but for the few moments that I do, I guess generally it's in school or online\n  ","947788":"\n  Idk tbh. What's something cool about you?\n  ","947789":"\n  Hi, not much. Wbu?\n  ","947790":"\n  I am\n  ","947791":"\n  No\n  ","947792":"\n  Hey\n  ","947793":"\n  Yes\n  ","947794":"\n  Yeah a lot\n  \n  - I don't like shopping\n  \n  - I like playing drums\n  \n  - I like computer science\n  \n  - I never wear dresses or skirts\n  \n  - I like girls\n  \n  - I buy in the men's section\n  \n  - I like my hair short\n  ","947795":"\n  What?\n  ","947796":"\n  I don't have anyone like that unfortunately\n  ","947797":"\n  No\n  ","947798":"\n  The people he gave it to\n  ","947799":"\n  Yeah, someone does\n  ","947800":"\n  Fine unless they they know my name but idk theirs\n  ","947801":"\n  You too\n  ","947802":"\n  Failure\n  ","947803":"\n  Idk, I wish it didn't have to be that way\n  ","947804":"\n  Either Michelle (MCU Spider-Man) or Colleen Wing (Netflix Iron Fist version). They are both awesome\n  ","947805":"\n  I think Zendaya is pretty sweet but I don’t personally know her. I used to have this friend who was really sweet. We haven’t seen each other in years though. Probably doesn’t remember me anymore\n  ","947806":"\n  Do whatever you want\n  ","947807":"\n  There’s a lot that I wish for. Life really sucks right now and I need it to get better if I’m gonna keep doing this.... I just can’t see any light right now and I’m tired of that\n  ","947808":"\n  The people who Iike me back\n  ","947809":"\n  Yeah\n  ","947810":"\n  Nope.\n  ","947811":"\n  Idk, everyone's different, but I hope the answer is no because I'm the same way\n  ","947812":"\n  Because he doesn't deserve you and never did\n  ","947813":"\n  I don’t watch many music videos so not the best person to ask\n  ","947814":"\n  Before and after what?\n  ","947815":"\n  Every year gets worse\n  ","947816":"\n  I am 18\n  ","947817":"\n  Idk, maybe Zendaya because I think she's a really great person. It would take too many words to describe why\n  ","947818":"\n  No, you?\n  ","947819":"\n  If I really liked the person, yes\n  ","947820":"\n  Find someone new\n  ","947821":"\n  No\n  ","947822":"\n  Sure\n  ","947823":"\n  Love, confidence and people to be there for me when I need them\n  ","947824":"\n  Well what age do you consider child\n  ","947825":"\n  Yes\n  ","947826":"\n  I wish I were dead\n  ","947827":"\n  1\n  ","947828":"\n  I think some people think I'm anti-social, but I'm not. I just have a lot of anxiety and I'm a quiet person and don't know what to say or really how to socialize well. But if someone starts talking to me, I will try my best to interact with them\n  ","947829":"\n  Wish I had one\n  ","947830":"\n  Everything about my life\n  ","947831":"\n  Idk know about \"most iconic\", but Les Twins and Kida and Fikshun are my favorites\n  ","947832":"\n  Mine is not the best\n  ","947833":"\n  Exactly 0\n  ","947834":"\n  Mine are not interesting. What are yours?\n  ","947835":"\n  There is none that sticks out above the rest. Life just sucks\n  ","947836":"\n  I think it was: why do I have these dreams?\n  ","947837":"\n  Dark brown\n  ","947838":"\n  I bought The Game of Life and Akinator when I was younger\n  ","947839":"\n  Not for me, maybe for some people\n  ","947840":"\n  Make friends\n  ","947841":"\n  Hey!\n  ","947842":"\n  Charity. I don’t want an iPhone\n  ","947843":"\n  Alright!\n  ","947844":"\n  Cookies and saving your searches to their server\n  ","947845":"\n  Oh interesting that's great. I've never put ads on my sites before, but maybe if I start making sites that I want more publicity on I will. Sounds like a good way to make more $$\n  ","947846":"\n  Hmm. I never really thought about that. I've always just made mine how I liked them on the computer and then they seem to look fine mobilely. But I only have one website posted online so I don't get to test on mobile very often (unless I send zip folders). The next one I'm in the process of creating still\n  ","947847":"\n  Weekends normally from 2a-3a to 11a-12p, school nights typically, 12a - 8a\n  ","947848":"\n  My hair is flat so I have to comb it out\n  ","947849":"\n  The only thing motivating me to live right now is Marvel and their 2019 movies that I really want to see those. Otherwise, I wish I were dead. Life sucks\n  ","947850":"\n  I never have before\n  ","947851":"\n  Soft\n  ","947852":"\n  Not sure. I don't think I'm a very creative person\n  ","947853":"\n  I probably am jealous of them. I hate being me\n  ","947854":"\n  Anything\n  ","947855":"\n  Why?\n  ","947856":"\n  Same story\n  ","947857":"\n  Cheesecake\n  ","947858":"\n  I try not to judge people at all\n  ","947859":"\n  Yeah\n  ","947860":"\n  There's really no one. Not even myself\n  ","947861":"\n  I want McGregor to kill me\n  ","947862":"\n  What it looks like\n  ","947863":"\n  That's all I do.\n  ","947864":"\n  Well I've never heard of them so I can't say....\n  ","947865":"\n  I guess anything about local news, technology, Zendaya, Marvel, dance\n  ","947866":"\n  Google news app\n  ","947867":"\n  Zendaya's house\n  ","947868":"\n  The people who go out of their way to make others happy and spread love\n  ","947869":"\n  It's raining here too. It's been really windy also. I live in a place where it rains a lot too. I'm not much of a happy person, but I like rain the most. But I don't necessarily always like being in the rain. I mostly just like seeing it and hearing it and I like the grayness in the sky\n  ","947870":"\n  Maybe a Wii when I was young. I don't use it anymore now, but I was 8 so it was pretty awesome back then. I remember my brother and I being so happy. The only problem was he spoiled that we were getting a Wii, so it would have been even more exciting if it was a complete surprise\n  ","947871":"\n  Yup. And I get a student discount, so that's awesome\n  ","947872":"\n  Gift card? Or maybe earpods. Mine are always breaking or getting lost. Maybe his are too 🤷‍♂️\n  ","947873":"\n  I only recently got Hulu. It's great!\n  ","947874":"\n  Homework\n  ","947875":"\n  Nope\n  ","947876":"\n  I actually ended up doing Hulu instead 😊\n  ","947877":"\n  Sweet, I'm probably going to do that later tonight :)\n  ","947878":"\n  Celebrating someones birthday, yours?\n  ","947879":"\n  No\n  ","947880":"\n  I don't have friends who really care about that so I can't answer that\n  ","947881":"\n  I wish I knew\n  ","947882":"\n  Spider-Man trailer next week and Spider-Man movie next year. Other than that there's nothing in my life that motivates me to keep going\n  ","947883":"\n  Brains. It's the mindset that's important. No one wants someone if they don't like the person's personality\n  ","947884":"\n  The drums 🥁\n  ","947885":"\n  I guess about 3yrs\n  ","947886":"\n  Oatmeal with water instead of milk cause I ran out of milk. It did not taste good\n  ","947887":"\n  Never watched it before. I've heard about it, but don't even know what it is\n  ","947888":"\n  Huh?\n  ","947889":"\n  I find that feels uncomfortable\n  ","947890":"\n  Beets\n  ","947891":"\n  Zendaya!\n  ","947892":"\n  Nope definitely not. It's very expensive here\n  ","947893":"\n  Yup. I can't wait for the Spider-Man trailer. It was supposed to be out last Saturday but it got delayed 😫\n  ","947894":"\n  Nope\n  ","947895":"\n  Wrist I guess\n  ","947896":"\n  Zendaya because I love her\n  ","947897":"\n  I'm a vegetarian\n  ","947898":"\n  I like to spend a good chunk of my time alone, but I like spending time with people too. I'm just introverted, but I hate always being alone\n  ","947899":"\n  Zendaya!\n  ","947900":"\n  Uh of course I would. I would be more than just upset\n  ","947901":"\n\n   @therosestem\n  \n","947902":"\n  Anything\n  ","947903":"\n  Football\n  ","947904":"\n  Yeah\n  ","947905":"\n  Listening to music works for me. But I think the best way would be for someone to be there and help me through whatever's got me riled\n  ","947906":"\n  Distract myself from what's freaking me out. Maybe watch a TV show\n  ","947907":"\n  More or less\n  ","947908":"\n  I can't\n  ","947909":"\n  I will\n  ","947910":"\n  Nope\n  ","947911":"\n  I'm just quiet and I listen to them, but I'm hurting inside\n  ","947912":"\n  Love\n  ","947913":"\n  No\n  ","947914":"\n  Well if I could be anything and not have to worry about the skill and money, I would be a dancer\/choreographer, but since that's not gonna happen, so Software Developer it is because I like computer science\n  ","947915":"\n  Hmm I don't think I have one\n  ","947916":"\n  Thanks, you too\n  ","947917":"\n  Burnt hair maybe\n  ","947918":"\n  Same. Tired and stressed. I'm watching a movie for class that I'm doing a writing on at the same time as studying math. Hbu?\n  ","947919":"\n  Yeah I just searched it up haha. Yeah this app is hella updated since then. I first used it in like 2013. There didn't even used to be shout outs\n  ","947920":"\n  Idek tbh. I've met people from Mexico on here\n  ","947921":"\n  Bruh, I thought you meant Spain! 😂😂🤦‍♂️. University of Washington\n  ","947922":"\n  I live in America lol. And nice, sounds easy. I wish mine were easy\n  ","947923":"\n  Math - Calculus and an ethnic studies class. Hbu? And you're from Valencia?\n  ","947924":"\n  I'm a freshman too :(. Got a big paper due tomorrow, a math final on Saturday and a another final with a long-ass review sheet on Thursday\n  ","947925":"\n  Ugh, I'm nervous. Not ready at all. Hbu?\n  ","947926":"\n  Idk what's my biggest. I feel like I'm just one big flaw\n  ","947927":"\n  Lion King\n  ","947928":"\n  No, you?\n  ","947929":"\n  I charge it sooner than it needs to be because for me, anything below 60% is low battery haha, but I probably charge it about 2-3 times per day\n  ","947930":"\n  #goals\n  ","947931":"\n  I do\n  ","947932":"\n  Because many things in life suck\n  ","947933":"\n  Cash\n  ","947934":"\n  Hmm idk, that's a good question. But the Ellen show always makes me laugh\n  ","947935":"\n  Halloween passed bro. But my favorite time of the year is winter. My family doesn't really celebrate the holidays much, but a lot of other people do and it's nice to see everyone so happy and celebratory. And I like the darkness, the food and the lights\n  ","947936":"\n  Yes\n  ","947937":"\n  Nice\n  ","947938":"\n  Okay\n  ","947939":"\n  Love\n  ","947940":"\n  Zendaya\n  ","947941":"\n  Spanking? No\n  ","947942":"\n  I guess it's private information\n  ","947943":"\n  Why?..\n  ","947944":"\n  7, but most are inactive\n  ","947945":"\n  Me\n  ","947946":"\n  Dancer\n  ","947947":"\n  Yes\n  ","947948":"\n  How are you?\n  ","947949":"\n  Idk, it's creepy. Maybe we're remembering things from an alternate timeline. Like a Flashpoint. I've been watching too much of The Flash.\n  ","947950":"\n  Not unless I could edit it too because I have a lot of regrets and I might be able to make some things right if I had a second try\n  ","947951":"\n  I do not like it at all, but I know a lot of people do. It's definitely not dead.\n  ","947952":"\n  Idk. If they do, I don't think that each individual finds them before they die\n  ","947953":"\n  A sucky place to go that you have to go if you want a decent career now\n  ","947954":"\n  Are these lyrics?\n  ","947955":"\n  Neither, but I wish I was the type with a few close ones\n  ","947956":"\n  Yup, several people that I wish I could meet\n  ","947957":"\n  Some of both. It depresses people and makes them unconfident, but it also does the opposite to others\n  ","947958":"\n  Neither haha. I don't like driving\n  ","947959":"\n  Neither. I am incognito, so I never show myself or my full name and I don't follow people that I know in person (family or people from school) or let them follow me, but I am honest and I don't pretend to be someone I'm not. I'm probably more honest on social media bc I'm scared of saying things or opening up to people irl\n  ","947960":"\n  Quickly\n  ","947961":"\n  A joke I made to myself\n  ","947962":"\n  What's that?\n  ","947963":"\n  Well today, nothing so far. Yesterday I had half a bagel at like 8:30a and then a meal at about the same time in the evening. And Monday I didn’t eat at all. Typically it’s about two times a day and sometimes once and sometimes 3 times\n  ","947964":"\n  I wish. It's 4pm and I haven't eaten anything today actually\n  ","947965":"\n  Water\n  ","947966":"\n  Watch Dancing With The Stars\n  ","947967":"\n  Not often\n  ","947968":"\n  Yes\n  ","947969":"\n  My country isn’t the best. But idk what is\n  ","947970":"\n  Waffles\n  ","947971":"\n  Me\n  ","947972":"\n  To me, technology and psychology\n  ","947973":"\n  Nothing interesting in there\n  ","947974":"\n  Everything honestly. It’s my anxiety. Even just talking to people gets me nervous\n  ","947975":"\n  I will check them out!\n  ","947976":"\n  I’ve never heard of them. Are they good?\n  ","947977":"\n  Tbh, no one really knows me. I have don’t a person in my life that I can confide in or feel like I can be completely myself with\n  ","947978":"\n  I would wish for 5 more wishes. But if that wasn’t an option, I would wish for love\n  ","947979":"\n  None\n  ","947980":"\n  Lots of things annoy me. Being alive annoys me\n  ","947981":"\n  All the time\n  ","947982":"\n  Miss me when?\n  ","947983":"\n  Yes, because they acted like they didn’t care for me being in their life anymore\n  ","947984":"\n  Not me\n  ","947985":"\n  I don't. That's an interesting approach though\n  ","947986":"\n  Now that you bring it up.....\n  ","947987":"\n  Micheal Jackson is always great to dance to\n  ","947988":"\n  A friend I have in France is the best connection I’ve made through internet\n  ","947989":"\n  Idk. I like dark brown eyes, so everyone with dark brown eyes to me\n  ","947990":"\n  Idk what that means\n  ","947991":"\n  They do talk, just not I human languages. But dogs because they talk a lot sometimes and they’re everywhere\n  ","947992":"\n  Thanks, but you don't know what I look like\n  ","947993":"\n  No\n  ","947994":"\n  No I don't\n  ","947995":"\n  No\n  ","947996":"\n  Idkk\n  ","947997":"\n  Love and success. Being successful with the ones I love would make me happy.\n  ","947998":"\n  Idk. Maybe Black Panther and I would live in Wakanda. I don't watch very many movies, so my choices won't be the best.\n  ","947999":"\n  Trustworthy sources vs untrustworthy sources\n  ","948000":"\n  Sure\n  ","948001":"\n  Not yet, but I want one someday\n  ","948002":"\n  Black. \"the blacker the berry, the sweeter the juice\"\n  ","948003":"\n  I haven't spent any today yet\n  ","948004":"\n  Yes, but never by myself. It's always been in a group or with a partner. Sometimes it was fun and sometimes I hated it. It depends on what I was doing.\n  ","948005":"\n  Washington and it's okay, but I'd rather be in California\n  ","948006":"\n  Going home tomorrow\n  ","948007":"\n  My family typically does turkey so I'm assuming that's what will happen, but I'm a vegetarian, so personally, I'm doing neither :)\n  ","948008":"\n  B\n  ","948009":"\n  Zendaya's house\n  ","948010":"\n  Well, It’s never just about one thing. Last time I cried was….well sort of today, bc I almost cried and my eyes watered and once I get back to my dorm I’ll let it all out, but Friday was the last time tears were pouring. The main reason was bc I didn’t get the classes and time schedule I wanted and it’s frustrating that my major is so competitive and I’m not the smartest person, so I already have very little chance of getting in even without only 30% of people getting in and I never took any running start, which I’m mad at myself about and added that to the list of mistakes I’ve made concerning my future, so therefore I’m a freshman by credits (one of the few freshman by credits at my school, cause like everyone else did running start) so my class selection time is gonna be last pick all year, which means the classes I need to be in to fill my prerequisites will either be full or fill up super fast by my selection time, so I won’t be able to apply for my major in time (but I guess that shouldn’t matter, cause I’m not gonna get in it anyway). And then today, I didn’t get a score I was aiming for on my Calc test, even though I felt like I didn’t do that bad and my first test also wasn’t a score I was aiming for and I hardly have the time to put more energy into that class than I’m already doing so, so I’m not gonna get a very high grade in that class which will look bad when I’m trying to apply for my very competitive major, so basically my future is f*cked. And then I also cried because I hate myself and I hate being me and I wish I were dead.\n  ","948011":"\n  Not plain chocolate, but when it's mixed with something, yes I do!\n  ","948012":"\n  Phones. I am a person who like playing and experimenting with tech\n  ","948013":"\n  Sure I guess\n  ","948014":"\n  One of my parents uses Facebook\n  ","948015":"\n  Pants because I wanted to wear them\n  ","948016":"\n  It would be hard, but if it works for you, it works for you\n  ","948017":"\n  Yes, but I'm not good at them. They are generally harder than I make them out to be when they happen\n  ","948018":"\n  I don't celebrate Halloween\n  ","948019":"\n  Don't get in a relationship with them\n  ","948020":"\n  None\n  ","948021":"\n  No problem! :)\n  ","948022":"\n  Don't have a sexy face\n  ","948023":"\n  Compliments\n  ","948024":"\n  I don't like gum\n  ","948025":"\n  Huh?\n  ","948026":"\n  Okay, well here's some ideas to think about:\n  \n  For a speech, I would first think about what is something specific you're passionate about? It could be a big issue or topic that's widespread in present time like for example, you're opinion on the discrimination against trans people, or something smaller like perhaps which OS System or phone you think is best.\n  \n  Then I would think about the goal for the speech. Is it to inform, persuade, educate, to share an opinion...and then think of how something you're passionate about that can work with the goal. And I guess if there isn't any required goal, then think, what aim would you like to have? Or maybe just what seems easiest? Haha.\n  \n  Then think about the time slot you have and what could fit it best. If it's only 1-2 mins, something smaller\/less serious might be the best option. If it's like 5min+, a bigger topic that you could talk more about might be better. Or just something you feel more passionate about over other things.\n  \n  There's just some ways to brainstorm ideas, if you want more specific suggestions, I can help you with that too and list some, but idk what you're interests are so idk how much it will help haha. Let me know!\n  ","948027":"\n  Hey!\n  ","948028":"\n  Not really\n  ","948029":"\n  Always. I feel ashamed about both my present and future too\n  ","948030":"\n  Idk who Coner McGregor is, but I would rather face him so that he can beat me up or kill me in whatever he does\n  ","948031":"\n  I would love to help, but I need more info on the assignment. Can you give a speech just about ANYTHING? Or are there parameters?\n  ","948032":"\n  Brains is more valuable\n  ","948033":"\n  A little bit\n  ","948034":"\n  Same\n  ","948035":"\n  Easy. Just start talking to me\n  ","948036":"\n  Watching YouTube videos\n  ","948037":"\n  Anyone who is dead\n  ","948038":"\n  On TV because then I can say stuff out loud during it. I'm one of those people who makes comments during movies\n  ","948039":"\n  Whenever you feel comfortable revealing it (I hope it's your own secret though, not someone else's you're revealing)\n  ","948040":"\n  Christmas because that's like the only thing my family celebrates anymore\n  ","948041":"\n  Yes\n  ","948042":"\n  I just never trust anyone\n  ","948043":"\n  Genders wouldn't exist\n  ","948044":"\n  Their hair and when I start talking to then for the first time, their personality\/what they like and what they don't like\n  ","948045":"\n  I really need new music, I'm tired of like everything I'm listening to currently. I do like\n  \n  Mob Ties - Drake and Say Yeah - TroyBoi\n  ","948046":"\n  There was a lot of movies that scared me as a child. I don't remember the names of them all. I think I remember The Never Ending Story scaring me because the horse died.\n  ","948047":"\n  No\n  ","948048":"\n  Hmm, im not sure. The most fun I've ever had at a museum was probably a Harry Potter exhibit when I was really young though\n  ","948049":"\n  1\n  ","948050":"\n  Good morning! It is actually evening for me though!\n  ","948051":"\n  Yeah being a female isn't horrible\n  ","948052":"\n  I guess it was possibly a camera of mine. It wasn't fancy or anything though, but still $$\n  ","948053":"\n  I hid them until I'm by myself\n  ","948054":"\n  No\n  ","948055":"\n  Beets\n  ","948056":"\n  Not really\n  ","948057":"\n  Yeah. A lot of the posts on\n  \n   @damn\n  \n  .thought.s Instagram page.\n  ","948058":"\n  Yes\n  ","948059":"\n  I don't normally have late night snacks, but I guess when I do, it's cereal\n  ","948060":"\n  No\n  ","948061":"\n  School\n  ","948062":"\n  Yeah\n  ","948063":"\n  Yes I do. Do you?\n  ","948064":"\n  I think you got the wrong person.\n  ","948065":"\n  Some of both\n  ","948066":"\n  They don't?\n  ","948067":"\n  I would ask Tom Holland if he is dating Zendaya. I would just be curious to know to the truth.\n  ","948068":"\n  When you're happy\n  ","948069":"\n  With my adoptive parents, they care about me, but we're not close. I can't go to talk them about personal\/mental stuff. We also don't have much in common. With my biological parents, my mom lives in a different state and we hardly talk and the last time I saw her and her other kids was 2013. I've never met my dad and I'm not sure that he knows that I exist.\n  ","948070":"\n  I try not to laugh at people's names because I find it disrespectful\n  ","948071":"\n  Colleen Wing (TV version)\n  ","948072":"\n  Tired, but okay. I went to visit my high school drumline and watch them play at their first competition and then I went and saw a movie (Crazy Rich Asians) with a friend. I'm feeling a bit stressed though because I have a lot of homework to finish (I didn't have time to do any today) and two midterms coming up\n  ","948073":"\n  No lmao\n  ","948074":"\n  Alone in my bedroom chilling all day, doing whatever I want\n  ","948075":"\n  Not in general\n  ","948076":"\n  Movie quote I suppose\n  ","948077":"\n  Huh?\n  ","948078":"\n  I'm not much of a movie person, so not the right one to ask. But I think, when it comes out, Spider-Man Far From Home is gonna be my favorite movie\n  ","948079":"\n  Sad and frustrated\n  ","948080":"\n  I wouldn't do a world trip\n  ","948081":"\n  No, I never do. I haven't celebrated it since I was in 6th grade\n  ","948082":"\n  18 and no I don't\n  ","948083":"\n  I wouldn't have one\n  ","948084":"\n  No I don't, should I?\n  ","948085":"\n  Either Super Mario Brothers or Mario Kart (I'm lame, I know)\n  ","948086":"\n  Geez. Isn't everyone selective?\n  ","948087":"\n  I guess for now, neck down only\n  ","948088":"\n  Alone in my room in my bed I guess\n  ","948089":"\n  Your roommate walks in on you air drumming\n  ","948090":"\n  I don't take selfies, let alone post selfies.\n  ","948091":"\n  Does that mean outfit of the night? I'm wearing pajamas and an under shirt\n  ","948092":"\n  Dua Lipa\n  ","948093":"\n  What does that mean?\n  ","948094":"\n  Compliments give me happiness, but I rarely ever get them\n  ","948095":"\n  Because we loved them and love is one of the strongest feelings\n  ","948096":"\n  I wouldn't use it on a plane ticket\n  ","948097":"\n  The Hate U Give\n  ","948098":"\n  I watch videos of people getting haircuts sometimes\n  ","948099":"\n  I would just dress regular honestly. But then again, my first date wouldn't be anywhere fancy. I don't like fancy places\n  ","948100":"\n  -Daughter, but not out of my belly\n  \n  -Fanta\n  \n  -Land\n  \n  -Mind\n  \n  -House\n  \n  -Black\n  \n  -Strawberry\n  \n  -Dolphins, only because the size of whale scare me\n  \n  -Angel\n  \n  -Cloudy\n  \n  -This was fun, do more!\n  ","948101":"\n  Success and happiness\n  ","948102":"\n  Home\n  ","948103":"\n  I'm a short black lesbian girl, so none of them.\n  ","948104":"\n  I have time for 0 books. But on the rare instances that I do read, I read one at a time\n  ","948105":"\n  A friend from school. But I messaged someone on Instagram sooner than that. Does that count as texted?\n  ","948106":"\n  Nope. I never take selfies\n  ","948107":"\n  Well, my sign is Capricorn\n  ","948108":"\n  I don't live with my biological family and have not met most of them including my dad (and they are separated) so idk\n  ","948109":"\n  Selective. I only like what I like\n  ","948110":"\n  I have no idea 😣\n  ","948111":"\n  Oo neither\n  ","948112":"\n  I would probably sit outside in the cluster lobby until my roommate came back\n  ","948113":"\n  Idk, I haven't tallied. But definitely a few times. Not any time recently though\n  ","948114":"\n  0\n  ","948115":"\n  How come?\n  ","948116":"\n  To smell things and to breathe I guess\n  ","948117":"\n  The Short Loser\n  ","948118":"\n  It's different for everyone. I can't speak for other people. For me, I don't mind getting older because I want to die\n  ","948119":"\n  Hair\n  ","948120":"\n  What does this mean? Like how chill am I? I’ve been told I’m really chill so I guess it would be a number closer to 10\n  ","948121":"\n  Lots of testing and homework\n  ","948122":"\n  No I haven't\n  ","948123":"\n  Being lonely, feeling excluded or feeling uncared about, being ignored, losing people I care about, failing.....\n  ","948124":"\n  I went to an Usher concert once and thoroughly enjoyed it, so I would do it again\n  ","948125":"\n  Well, I don't really cook\n  ","948126":"\n  Tired and a bit hungry and stressed\n  ","948127":"\n  Idk. I think I could tolerate without it fine, but I wouldn't want to because I might miss important information that I need to know\n  ","948128":"\n  I'm not sure. If you figure it out let me know\n  ","948129":"\n  I wouldn't. This is the last time I'm gonna answer this question. I keep getting it.....\n  ","948130":"\n  No\n  ","948131":"\n  Yeah\n  ","948132":"\n  I want my tablet to be replaced with a better one cause mine is old and not working as well anymore. But it's okay. I'm not desperate or anything. It would just be nice\n  ","948133":"\n  I wouldn't.\n  ","948134":"\n  Nope\n  ","948135":"\n  Death\n  ","948136":"\n  I really wish I weren't me.\n  ","948137":"\n  I don't have one :(\n  ","948138":"\n  Cool!\n  ","948139":"\n  Hello!\n  ","948140":"\n  Fun!\n  ","948141":"\n  Washington state\n  ","948142":"\n  🙄\n  ","948143":"\n  What is you becoming a computer scientist gonna do to women? And you do realize there have been many incidents where men have beat up women too, right? And there have been so much more incidents where women and men have passed by each other and nothing happens. That is nearly always the case. So why create prejudice against women on one negative experience rather than focus on the consistent and prevailing positive experiences?\n  ","948144":"\n  I used to know a bit a long time ago. I've forgotten most everything now. I play a g chord though\n  ","948145":"\n  Thanks for sharing.\n  ","948146":"\n  Yup\n  ","948147":"\n  I'm not sure who that is\n  ","948148":"\n  Sleep and homework\n  ","948149":"\n  Sí y no....Yo creo que la gente tiene que vernos para estar enamorados, pero no tienen que estar juntos todo el tiempo\n  ","948150":"\n  I used to do that all the time. Matching socks didn't matter to me. They were both socks regardless. But now I try to look a little more professional\n  ","948151":"\n  Where do you do the shout outs? On here?\n  ","948152":"\n  I don't know the Cinderella story\n  ","948153":"\n  Hoverboard\n  ","948154":"\n  Idk, but I tend to be a realist\n  ","948155":"\n  1. Kindness. The world needs more love.\n  ","948156":"\n  What bag?\n  ","948157":"\n  Yes\n  ","948158":"\n  Into a university\n  ","948159":"\n  I don't follow anyone on here for their looks\n  ","948160":"\n  To have 5 more wishes\n  ","948161":"\n  21 perhaps\n  ","948162":"\n  ?\n  ","948163":"\n  I hate being alive a\n  ","948164":"\n  No. Too scary 😂\n  ","948165":"\n  Depends on what the second chance is for I guess\n  ","948166":"\n  I wouldn't.\n  ","948167":"\n  I'm attracted to girls with long hair, but I think girls should be able to wear their hair however they want. I like girls who are comfortable in their own skin\n  ","948168":"\n  I re-learned how to solve a particular kind of math problem, I learned that someone I met on Tuesday is in the same class as me, I learned about acculturation and the difference between it and assimilation and I learned about internal colonialism and I learned about the Pixel club at my school.\n  ","948169":"\n  Are you looking for friends?\n  ","948170":"\n  Friendship is people you can trust, depend on, laugh with and enjoy being with. Your friends should be fun, trustworthy, loyal, caring, supportive, uplifting, honest and dependable.\n  ","948171":"\n  I wouldn't\n  ","948172":"\n  I wouldn't. I think I've gotten this question like 5 times 😂\n  ","948173":"\n  Nothing\n  ","948174":"\n  Whatsapp\n  ","948175":"\n  Kenya\n  ","948176":"\n  Humanities\n  ","948177":"\n  For me? Neither. I like sweatpants\n  ","948178":"\n  Depends\n  ","948179":"\n  Last Wednesday\n  ","948180":"\n  Everything is never always good\n  ","948181":"\n  Huh?\n  ","948182":"\n  Instagram and YouTube are tied as my favorites\n  ","948183":"\n  Not really. Do you?\n  ","948184":"\n  Instagram. Why?\n  ","948185":"\n  Yeah\n  ","948186":"\n  Listening\n  ","948187":"\n  Kidathegreatposts\n  ","948188":"\n  Hmm, well I've gotten some clothes that I see Kida The great wear. I dress pretty casually though, like tshirt, hoodie, pants\n  ","948189":"\n  Whisper, but that would be terrible lol\n  ","948190":"\n  It's on a fan site account\n  ","948191":"\n  Sleep in, listen to music while going on a long walk, don't do any homework or work.\n  ","948192":"\n  Software developer for a small company\n  ","948193":"\n  Female\n  ","948194":"\n  Idk\n  ","948195":"\n  Students\n  ","948196":"\n  I have never truly fallen in love with anyone yet\n  ","948197":"\n  Nope\n  ","948198":"\n  I just don't\n  ","948199":"\n  I would rather live in the city I guess, but being in the nature is better if I'm trying to cool down\n  ","948200":"\n  Casual\n  ","948201":"\n  Talking like for romance? No I'm not\n  ","948202":"\n  Good for you!\n  ","948203":"\n  My main reason is because I don't want to. It's cold and not very comfortable. My 2nd reason would be because I share a room with someone.\n  ","948204":"\n  Nope.\n  ","948205":"\n  Yes\n  ","948206":"\n  .....\n  ","948207":"\n  Yea, but I'm about to go to sleep\n  ","948208":"\n  I want to be casual because I know she likes it when people treat her normally and I then hopefully I will get to tell her how much she means to me\n  ","948209":"\n  Just watching Parks and Rec, hbu?\n  ","948210":"\n  I don't like going to sleep naked, that's why I don't generally do it. I think it feels cold\n  ","948211":"\n  None\n  ","948212":"\n  Dogs\n  ","948213":"\n  Why?\n  ","948214":"\n  Why?\n  ","948215":"\n  Idk if I have or not. It's not something I tally lol. I may have done it before\n  ","948216":"\n  No, thankfully\n  ","948217":"\n  That's what I just answered......\n  ","948218":"\n  I'm not sure. I don't do that often if at all\n  ","948219":"\n  I guess I only smile when something funny happens or if someone smiles to me, I try to smile back\n  ","948220":"\n  Not very often\n  ","948221":"\n  I wore pajama pants and an oversized t-shirt\n  ","948222":"\n  African American\n  ","948223":"\n  Nope\n  ","948224":"\n  Nope. I've sent a few snaps of myself to streaks, but rarely and most all had filters over them\n  ","948225":"\n  Because I don't need strangers seeing what I look like. And I also just think posting pictures of myself is weird and uncomfortable\n  ","948226":"\n  Nope.\n  ","948227":"\n  Sorry, I don't do that\n  ","948228":"\n  A lot times I just wish I were dead. So no, I wouldn't. Would rather just die.\n  ","948229":"\n  Because I'm not romantically attracted to them. I don't want to 'get the D'\n  ","948230":"\n  Ok\n  ","948231":"\n  Nope\n  ","948232":"\n  I think guys can be attractive. Just not romantically. I am only romantically attracted to girls. Strictly girls.\n  ","948233":"\n  Girls\n  ","948234":"\n  18\n  ","948235":"\n  I have Instagram\n  \n   @therosestem\n  \n","948236":"\n  I don't actually have that busy of a day tomorrow, but anxiety is a big issue with me. I'm always worrying about things so this just happens to be one of those things today. Thursday is the day I'm more nervous for, I've got more going on that day including a class I'm not sure I should be in\n  ","948237":"\n  Yup. I'm nervous. I'm going through this phase where I'm concerned on whether I bought the right math book. If not, I can still return it and buy the right one though, but I'm hoping I don't have to go through that.\n  ","948238":"\n  Nice, what are you watching?\n  \n  Btw, I talked with my roommate a bit today. It was brief because she left to go out with some friends, but at least we had a something like a conversation for once. It's a start I guess\n  ","948239":"\n  Friendship is people who trust and care about each other and laugh with each other and bring each other up and enjoy each other's company. And no, I do not have many friends at all.\n  ","948240":"\n  Hey there! Not much. I'm just reviewing some Calculus for first day of class tomorrow and watching TV. Wbu?\n  ","948241":"\n  I'm not gonna let you get to know me and get to know you just so you can see a picture of me in my bedtime clothes.\n  ","948242":"\n  That's not gonna work for me.\n  ","948243":"\n  Is the only reason you want to get to know me is so you can see a picture of me in my bedtime clothes?\n  ","948244":"\n  Haha no sorry. I will only give someone a picture of me when I get to know them. And also, it's only 5:30pm right now where I live so I'm not in my bedtime clothes\n  ","948245":"\n  I don't post pics of myself on here, but I can tell you I typically wear pajama pants and an oversized t-shirt to bed\n  ","948246":"\n  What does that mean?\n  ","948247":"\n  Since she's underage, that might be illegal. I'm not sure. You might wanna look that up......\n  ","948248":"\n  I guess it kind of depends on the ages. Like 18 dating a 12 is kind of bad. But if you're both adults, it's fine. It's not something I would do though\n  ","948249":"\n  Love\n  ","948250":"\n  I don't think so\n  ","948251":"\n  I would not want to turn into any of them, but I would like to meet Zendaya\n  ","948252":"\n  I just followed you as well\n  ","948253":"\n  Thank you so much 🙏🏾\n  ","948254":"\n  Thank you for the advice! I'll see what happens I guess. I'll try to engage in some conversation next time her and I are alone\n  ","948255":"\n  We have actually gotten that far through a bit of texting before we moved together. I know a few of her interests (skate boarding, playing guitar, music) and I know she's majoring in public health and came from a school in Tacoma. But she wasn't great at continuing a conversation in text and doesn't stay around much in person\n  ","948256":"\n  Hopefully she will. I'm trying to look for a good opportunity to try and start a conversation. And that's great!\n  ","948257":"\n  I'll try. She just doesn't seem very interested. It seems she already has best friends here from high school. Oh nice! So what are you up to nowadays?\n  ","948258":"\n  A dorm room. I have a roommate, but she already has friends here so we haven't really talked. She's gone most of the time. But hopefully once classes start up I'll meet some friends. Did you just graduate from college?\n  ","948259":"\n  So I've heard. I don't feel ready at all and I don't know anyone here. I feel so lonely\n  ","948260":"\n  Who's the nicest person? Idk. I haven't met everyone on here\n  ","948261":"\n  I'll be starting my freshman year of college in two days\n  ","948262":"\n  I do love those days. Do you go to school?\n  ","948263":"\n  Same\n  ","948264":"\n  So far, okay. I'm very bored, I have no friends and it's really cold in here......how's yours?\n  ","948265":"\n  I don think there's any rules (idk, I haven't started yet), but it's advised not to use them in class. A lot of the teachers move really fast so if you're not paying attention, it could screw you up\n  ","948266":"\n  I own a fan page on Instagram for a popular dancer :o\n  ","948267":"\n  It was okay. It was my first few days living in a college dorm. It's been pretty lonely because my roommate was supposed to move in with me on Friday, but she moved some of her stuff in but then spent her weekend at home so I've been by myself and I know completely no one here :( I've tried getting used to the campus though\n  ","948268":"\n  In my savings account\n  ","948269":"\n  What happens in Spider-Man Far From Home\n  ","948270":"\n  I couldn't\n  ","948271":"\n  No\n  ","948272":"\n  The people who listen to me and care\n  ","948273":"\n  Idk ☹️\n  ","948274":"\n  Not really. I like to wear the same stuff like everyday\n  ","948275":"\n  I'm upset?\n  ","948276":"\n  I have two cats and here is one!\n  ","948277":"\n  It's okay. I like the rain and darkness, but I don't enjoy school starting.\n  ","948278":"\n  I wouldn't.\n  ","948279":"\n  Yeah, several people\n  ","948280":"\n  T shirt, zip-up hoodie and pants\n  ","948281":"\n  I'd like to think do. I definitely try to have a pure heart\n  ","948282":"\n  Idk, it's a drag\n  ","948283":"\n  I've never had a crush that goes to the same school as me\n  ","948284":"\n  I don't like ice cream\n  ","948285":"\n  I don't eat lunch cafeteria food\n  ","948286":"\n  An under shirt, a maroon hoodie and sweatpants\n  ","948287":"\n  Idk. I feel like I haven't made friends in any odd ways. I remember when I was really young I would always carry a stuffed animal with me and then I made this friend who later told me he became friends with my stuffed animal before he became friends with me. So I guess that's an interesting way of making a friend\n  ","948288":"\n  Intentionally stab someone\n  ","948289":"\n  No not yet\n  ","948290":"\n  Hmm ,I don't think so\n  ","948291":"\n  I play the drums!\n  ","948292":"\n  Home\n  ","948293":"\n  Well, I've never told them I'm gay.\n  ","948294":"\n  My bed and room\n  ","948295":"\n  That's risky haha\n  ","948296":"\n  Brains is more valuable\n  ","948297":"\n  Same thing I think now. 'Ew'\n  ","948298":"\n  Well then I would talk right back to it\n  ","948299":"\n  Yes! If only I had close friends 🙃\n  ","948300":"\n  Well I’m not really much of a party person tbh. But I guess my ideal kind of party would be one with a few close friends who I could laugh and eat chips and pizza with 😄 Wbu?\n  ","948301":"\n  Oh who's party?\n  ","948302":"\n  That's a loaded question for me.....if I said fine, I'd be lieing. How are you?\n  ","948303":"\n  Hey!\n  ","948304":"\n  Probably about phones, like different phone specs and additional features and advantages\/disadvantages and processors,chipsets. No one would care though, but it's interesting to me\n  ","948305":"\n  Friendship is people you can trust, depend on, laugh with and enjoy being with. Your friends should be fun, trustworthy, loyal, caring, supportive, uplifting, honest and dependable. If they weren't, then one might discontinue a friendship. And no, I do not have many friends.\n  ","948306":"\n  Because they already are empowered. Men on average get higher pay and more\/bigger opportunities. When a men is in charge, people listen to him, but when a woman is in charge, people consider her bossy. Most bosses, in USA where I live, are men. People think men are more capable than woman. If a girl is fast or strong, men will say \"You're fast, FOR A GIRL\" or \"You're strong, for a girl.\"\n  \n  A program I went to a few years ago was about empowering young computer science pursuing girls because woman are so underrepresented in that field. {Several of the woman who worked there -- at Adobe (which was not many), talked to us about the small bits of sexism they have encountered while working there.}\n  \n  But the program with my name was specifically for African American girls actually. In terms of opportunities and salary they are near the bottom the of hierarchy in my society.\n  ","948307":"\n  It means mighty and strong. There's actually a whole empowering girls programs named after my name lol\n  ","948308":"\n  No. Almost, but no.\n  ","948309":"\n  Nope\n  ","948310":"\n  Yeah\n  ","948311":"\n  J\n  ","948312":"\n  Idk exactly, but my anxiety makes me do embarrassing things when I'm trying to be social, like saying weird things or just getting really nervous\n  ","948313":"\n  No\n  ","948314":"\n  Ryan Higa\n  ","948315":"\n  Come date me\n  ","948316":"\n  Life\n  ","948317":"\n  Nope, not at all\n  ","948318":"\n  It was fine. Very quiet\n  ","948319":"\n  Yep\n  ","948320":"\n  Donald Trump I guess\n  ","948321":"\n  Khalid.....idk I don't really have favorite singers\n  ","948322":"\n  There is no one who I trust like that\n  ","948323":"\n  Don't watch anime\n  ","948324":"\n  Yes, once. I went to Vancouver Canada\n  ","948325":"\n  Not many\n  ","948326":"\n  Zendaya\n  ","948327":"\n  I don’t think ever\n  ","948328":"\n  Nope\n  ","948329":"\n  Answer\n  ","948330":"\n  My jokes mostly\n  ","948331":"\n  Love and belonging\n  ","948332":"\n  Marvel, Zendaya, dance I don't remember what else, but that stuff shows up on my Google news\n  ","948333":"\n  Not cool\n  ","948334":"\n  4 or 5, but I only wear one of them\n  ","948335":"\n  Idk the name of it, but it kept saying 'drrrop!'\n  ","948336":"\n  Because we keep thinking that maybe they will if we do. But joke's on us\n  ","948337":"\n  Love someone\n  ","948338":"\n  Insidious 2 I think. It creeped me out. Keep in mind I'm a wimp so I get creeped out easily\n  ","948339":"\n  I believe in creativity\n  ","948340":"\n  Need to know about me for what? Like it depends\n  ","948341":"\n  Idk. Getting ready for school\n  ","948342":"\n  Raining maybe like 62 - 65 degrees Fahrenheit\n  ","948343":"\n  I love you\n  ","948344":"\n  I  do not believe anyone likes me\n  ","948345":"\n  No I haven't\n  ","948346":"\n  Don't remember. Probably like 5yrs old\n  ","948347":"\n  Maybe I would be happy and enjoy life for once\n  ","948348":"\n  I hate genders. I wish we could all just be people. No girls and boys or anything. Just all people. Loving whoever we want to love, wearing whatever we want to wear, embracing whatever we're interested in and pursuing whatever passion we want without being labeled or judged or told we can't do this or be that.\n  ","948349":"\n  Everytime I think I might have a good day or be finally getting into a good place, life has to remind me that I suck and I'm a loser and a failure. So there's nothing 'best' that has happened to me. There's been nothing special in my life.\n  ","948350":"\n  I have none. This summer has been nothing but bad for me\n  ","948351":"\n  All black\n  ","948352":"\n  Women\n  ","948353":"\n  Yes, but never solo before\n  ","948354":"\n  Never thought about that....I don't really believe there are celebrities who are aliens\n  ","948355":"\n  One of them is be careful who you trust\n  ","948356":"\n  Something to do with a rose and on my left shoulder probably\n  ","948357":"\n  Yes, very much so\n  ","948358":"\n  City\n  ","948359":"\n  Of course it does. Just not love for me 😥\n  ","948360":"\n  A little bit. I'm a bit afraid technology will become too developed and take over our world, but not with a mind of it's own. Not like the movies 😂\n  ","948361":"\n  I wish I could meet and be friends with Zendaya\n  ","948362":"\n  What style? Style of clothing?\n  ","948363":"\n  Both\n  ","948364":"\n  What ego?\n  ","948365":"\n  I don't watch anime, wbu?\n  ","948366":"\n  Yo creo my rapido, pero me toma un tiempo confiar en\n  ","948367":"\n  No one has one me either\n  ","948368":"\n  Sí, pero yo no se a qué me alérgicos\n  ","948369":"\n  Being smart, straight, white and having brown hair and being fit ☹️💀 basically the exact opposite of me\n  ","948370":"\n  Never\n  ","948371":"\n  Idk, a small one\n  ","948372":"\n  Spiders\n  ","948373":"\n  Do people big in the 60s count or is that not our time? But Ellen DeGeneres and Oprah are pretty cool as far as heros go I guess\n  ","948374":"\n  I didn't really know, but by 8th grade, I knew I wanted to do something related to computer science. I think I always knew I wanted to do something related to tech\n  ","948375":"\n  Hmm I think it must have been BlacKkklansman in theatres\n  ","948376":"\n  I don't have any\n  ","948377":"\n  An alien like a person from another solar system?\n  ","948378":"\n  Not having sex before marriage. That one never works 😂\n  ","948379":"\n  Cheesecake!\n  ","948380":"\n  Michelle in Spider-Man 😂😂\n  ","948381":"\n  London in set of Spider-Man\n  ","948382":"\n  Not good\n  ","948383":"\n  Bunny\n  ","948384":"\n  0\n  ","948385":"\n  0\n  ","948386":"\n  No I haven't\n  ","948387":"\n  Tell my parents because I live with them\n  ","948388":"\n  Zendaya ofc\n  ","948389":"\n  I wouldn’t\n  ","948390":"\n  Friendship should be people who make you happy and enjoy your time together and who you can trust and are there for you and support you. And no, I don't have many friends. I wish\n  ","948391":"\n  No\n  ","948392":"\n  To make what happen?\n  ","948393":"\n  Foosball\n  ","948394":"\n  To wherever Zendaya is\n  ","948395":"\n  Yep\n  ","948396":"\n  Short and neatly cut\n  ","948397":"\n  Love because it's a feeling\n  ","948398":"\n  I don’t like water sports\n  ","948399":"\n  I don't get it, sorry 😂\n  ","948400":"\n  My friend's mom was at my house yesterday and she said something while opening a  pizza box and it just felt like something she said to me once before, like that moment happened already before. I don't remember what it was, but it was crazy deja Vu. I get creeped out by deju vu tbh. Maybe I've been watching too much of The Flash recently with remembering things from a different timeline then what you currently live after someone goes back in time and changes things 😂😖🙃\n  ","948401":"\n  Tell them you like someone else\n  ","948402":"\n  No\n  ","948403":"\n  With someone I think\n  ","948404":"\n  Nope\n  ","948405":"\n  Spider-Man Homecoming. That's it\n  ","948406":"\n  Dance videos\n  ","948407":"\n  Arguing over subjective things, for example, the best color\n  ","948408":"\n  Yes\n  ","948409":"\n  Well, what type of music do you normally like?\n  \n  Some music I like is:\n  \n  Silence - Marshmello\n  \n  Opps - Vince Staples\n  \n  Feel It Still - Portugal. The Man\n  \n  Gonna Love Me - Teyana Taylor\n  \n  I guess you can listen to them and then tell me if you liked them\n  ","948410":"\n  Solitaire and Subway Surfers because they don't take much concentration so they are relaxing\n  ","948411":"\n  Only when I get receive something that looks important (I get notifications)\n  ","948412":"\n  It seems to be the #inmyfeelingschallenge\n  ","948413":"\n  Hello\n  ","948414":"\n  I bought the Akinator years ago and also Life yesrs ago too and I've done some in-app purchases before\n  ","948415":"\n  I guess my friend Kevin makes me smile\n  ","948416":"\n  Be happy and successful\n  ","948417":"\n  Instagram. I never use Facebook\n  ","948418":"\n  Christmas I guess\n  ","948419":"\n  Yeah, it was about who would win a Football game. I owed my friend a Starbucks drink after that\n  ","948420":"\n  I would not\n  ","948421":"\n  Sí, un poco\n  ","948422":"\n  Patio. I wouldn't put food on my bed\n  ","948423":"\n  At a family reunion. Hbu?\n  ","948424":"\n  When I was very young I stole something from a family friend and then my parents found and got me in trouble and gave it back and I haven't stole since\n  ","948425":"\n  Don't have one\n  ","948426":"\n  Let them know you care and are there for them\n  ","948427":"\n  If they are spamming me with inappropriate messages or media\n  ","948428":"\n  Close friends\n  ","948429":"\n  Some of them I trust but I don't really know that well and others I know but I don't trust. The only friends I feel better with live miles away from me and we only know each other by internet\n  ","948430":"\n  I'm very introverted and I've always been this way, although more recently I think I have had more problems with anxiety and unconfidence which leads me to be by myself more. I think that developed to be that way over time because I used to have some confidence\n  ","948431":"\n  Yep\n  ","948432":"\n  Can't speak anything, but I can understand Spanish a bit\n  ","948433":"\n  Do you have Twitter?\n  ","948434":"\n  Yes\n  ","948435":"\n  Fear, doubt, guilt, regret, no confidence\n  "}}