{"Question":{"950580":"\n   I know 😂\n  ","950581":"\n   What’s going on in your life right now?\n  ","950582":"\n   Who single on Valentine’s Day?💘🙋🏻‍♀️\n  ","950583":"\n   Have you ever had a candied apple?\n  ","950584":"\n   Do you like a big pot of chicken soup on the stove on a cold snowy day ?\n  ","950585":"\n   You use such emojis that it makes me feel good things for you.😅\n  ","950586":"\n   Oh, you hate everything. You're never happy.\n  ","950587":"\n   What song lyrics do you relate to the most?\n  ","950588":"\n   What mysteries are connected with your town or country?\n  ","950589":"\n   What kind of a parent do you think you will be? Will you be a cool or a strict parent?\n  ","950590":"\n   Are you mostly happy or sad? What's your most frequent mood?\n  ","950591":"\n   this pandemic is driving me insane. how can I keep from losing my mind? this is taking too long to resolve itself :(\n  ","950592":"\n   Do you host parties at your place, the type who only attends parties or the person who stays at home?\n  ","950593":"\n   ARE YOU A STARTER OR A FINISHER? Starter is a person that's only good at the start while a finisher is a person who finishes what he started.\n  ","950594":"\n   From 1-10, how creative would you say that you are? In what ways do you like to be creative? 🖋🎨🎭📸\n  ","950595":"\n   What’s the one song you want people to play at your funeral?\n  ","950596":"\n   I'm curious, When you go out on a date who pays? Does the person who did the asking out pay, or is it always the guy, or how does it work? If you're not dating (like me) how did it\/do you want it to work?\n  ","950597":"\n   When was the last time you had a wake up call?\n  ","950598":"\n   🎉١₎๋༘↝Do you know \/ know of anyone who shares your birthday? If so, who are they?\n  ","950599":"\n   Do you have a sleeping bag? If so you can do me special winter time trick. You put the sleeping bag on your bed and you sleep on top of it. It’s extra cushion and you stay warm too (with a blanket over you).\n  ","950600":"\n   Haha cutie\n  ","950601":"\n   What makes you vulnerable?\n  ","950602":"\n   What does it mean, \"please don't go\"? \nI don't know what it means but it's a place where I never wanna be! 💔\n  ","950603":"\n   Why do we want what we don’t need and need what we don’t want?\n  ","950604":"\n   Best pick up line you've heard?\n  ","950605":"\n   What people do you like hanging out with?\n  ","950606":"\n   Are guys hard for girls to understand? I always thought we guys are easy to understand. But girls say one thing and mean something else and if you don't know what she means she gets mad but pretends shes not mad and and if you believe her then she gets mad 😵 Why are girls so hard?\n  ","950607":"\n   Do you have that one annoying friend, at social gatherings, who thinks having mirror in one hand, rolled up note in the other 💷 = their cue to tell long winded story 😫😫😴\n  ","950608":"\n   Oh, i haven't heard of that!😄 is it on Netflix? I'm chilling too but watching YouTube!😁\n  ","950609":"\n   What chore do you hate doing?\n  ","950610":"\n   Aw🌹hugs🤗 Up to much tonight? chilling?\n  ","950611":"\n   When everyone busy focusing on their future lives why am I distracted with something salty as you?\n  ","950612":"\n   So I majored in sociology back in college, but I am thinking of going back for my masters. I am thinking of going back psychology this time do you think this would be a good idea? I just need opinions\n  ","950613":"\n   Are you religious or spiritual?\n  ","950614":"\n   Isn't it a favour we do to ourselves when we stopped talking to people who impose their assumptions on us?\n  ","950615":"\n   Owwh why not? Why not be flattered?\n  ","950616":"\n   Want to take a bath or shower tonight?\n  ","950617":"\n   Which pose do you like most? 🙈🔥\n  ","950618":"\n   Aw nice to hear!🌹I'm good too thanks!🥰\n  ","950619":"\n   Can we see your haircut\n  ","950620":"\n   Lol it is a whacky GIF though!😅 So how are you today?😊\n  ","950621":"\n   Yeah! Lol and still is today!😅 Must be trending!😄\n  ","950622":"\n   Would you like to take one of them tonight?\n  ","950623":"\n   Ladies: would you be thrilled if your man gave you a nice Pearl necklace for Valentine’s Day?\n  ","950624":"\n   Haha i saw this GIF yesterday!😂\n  ","950625":"\n   Separately?\n  ","950626":"\n   What kind of shower do you have? Walk in or bathtub?\n  ","950627":"\n   Oh..... but good weird right?\n  ","950628":"\n   What is the most beautiful thing in the world you can think of?\n  ","950629":"\n   Wait what? Why that gif?\n  ","950630":"\n   YAYYY me too!🥰🥰🥰 What about French takeout food?\n  ","950631":"\n   What about Italian takeout food?\n  ","950632":"\n   yall getting any snow\n  ","950633":"\n   What about African takeout food?\n  ","950634":"\n   Last night thought?\n  ","950635":"\n   What would you think if you met your new date and the date showed up in a new Tesla?\n  ","950636":"\n   What about Vietnamese food takeout?\n  ","950637":"\n   Do you think it is at all possible to have a crush on two people at the same time?\n  ","950638":"\n   Can I worship you? 😅\n  ","950639":"\n   Nikki you are so nice ❤\n  ","950640":"\n   Is \"change\" good for a person's mental health?\n  ","950641":"\n   How are you?\n  ","950642":"\n   Nikki have you ever ride a dolphine because you are from california and you have them there?\n  ","950643":"\n   Heyy\n  ","950644":"\n   What is the first movie you remember seeing in a theater?\n  ","950645":"\n   I only wait for you to come back now i will sleep goodnight adult best friend Nikki 💚💙\n  ","950646":"\n   I wish I could go on a date 🥺 I’ve never been on one\n  ","950647":"\n   What is the best thing to do on a first date?\n  ","950648":"\n   Would you rather have heavy metal music come on every time you enter a room or country music come on every time you enter a room?\n  ","950649":"\n   When playing truth or dare, which one do you typically choose? Why?\n  ","950650":"\n   I am doing good i only get to say goodnight sometime and never talk becuse i sleep when you are wake 😁 And mom so angry i put salt around my bed. What will you do today friend?\n  ","950651":"\n   Have you ever had a near death experience\n  ","950652":"\n   Do you like animals\n  ","950653":"\n   Janu?? 😜\n  ","950654":"\n   Have you ever pulled an all nighter?\n  ","950655":"\n   Which playing you are game 🎮\n  ","950656":"\n   Best friend Nikki hi how do you doing 🙂 ?\n  ","950657":"\n   Are you allergic to anything?\n  ","950658":"\n   What about Thai food takeout?\n  ","950659":"\n   How are you?\n  ","950660":"\n   What about Hawaiian takeout?\n  ","950661":"\n   Your dress that has diamonds on it?\n  ","950662":"\n   Dear are you Busy\n  ","950663":"\n   What is the most expensive clothes you have?\n  ","950664":"\n   Why didn't anyone ever tell them Linkin is spelled Lincoln or linking?\n  ","950665":"\n   Can we talk on Sc and Insta\n  ","950666":"\n   You're welcome! can you do another pic of you wearing flipflops?\n  ","950667":"\n   Which do you take more?\n  ","950668":"\n   When was the last time you stepped out of your comfort zone and tried something new?\n  ","950669":"\n   Which part of your personality would you improve?\n  ","950670":"\n   What would you rather have; an Indian buffet or a Chinese buffet? 🥠🥟🍤\n  ","950671":"\n   Do you take baths or showers? How often?\n  ","950672":"\n   How old are you?\n  ","950673":"\n   What about Japanese takeout?\n  ","950674":"\n   I want to go to Toledo and sit inside and sleep for 3 months.\n  ","950675":"\n   is that ok that i do that? you have a great figure! i look at the pic of you in flipflops a lot too!\n  ","950676":"\n   What happened\n  ","950677":"\n   Do you like Mochi? I tried it tonight for the first time and it’s pretty good!\n  ","950678":"\n   i mean on Askfm though\n  ","950679":"\n   Do you wanna Friendship with me Because I want make a friendship with you\n  ","950680":"\n   What are you doing?\n  ","950681":"\n   I check you out every day though!😍\n  ","950682":"\n   Free tacos for life or free wings for life?\n  ","950683":"\n   You have a nice figure.\n  ","950684":"\n   Do you catch guys checking out your figure a lot?\n  ","950685":"\n   What about Mexican takeout?\n  ","950686":"\n   Ow why arent you answering the questions complimenting your🦶🦶?\n  ","950687":"\n   And can i be your on the side boyfriend? I will make you even more happy😍💖\n  ","950688":"\n   Will you cut your hair short in the end?\n  ","950689":"\n   Is there an instrument that you love the sound of? I love the sound of a French horn\n  ","950690":"\n   Do you like parsnips?\n  ","950691":"\n   Hy\n  ","950692":"\n   Dancing 🤣🤣\n  ","950693":"\n   What about us?\n  ","950694":"\n   Who want Join the job of call centre in the lahore ????\n  ","950695":"\n   Who makes you happy?\n  ","950696":"\n   What about Indian takeout?\n  ","950697":"\n   Are you watching Royal Rumble?\n  ","950698":"\n   What kind of person do you think you'll be when you get older? 👴👵\n  ","950699":"\n   Mommy Nikki do you sleeping?\n  ","950700":"\n   This is so cool!!! How are you spending your afternoon?\n  ","950701":"\n   What up beautiful 🙂\n  ","950702":"\n   sounds yummy!!!!\n  ","950703":"\n   Don’t just demand something. Ask nicely.\n  ","950704":"\n   Yes.... gif of your dog but i wanna know who trained for u?\n  ","950705":"\n   Give me\n  ","950706":"\n   Whats your favorite thing to eat for Chinese Takeout?\n  ","950707":"\n   Do you have snap\n  ","950708":"\n   would you ever send roses, chocolates, teddys & small text each or alternative days to your partner as a surprise? 🌼🙃\n  ","950709":"\n   What is your favorite restaurant?\n  ","950710":"\n   Are you rich\n  ","950711":"\n   Do you like Chinese takeout?\n  ","950712":"\n   Friend Nikki i did not dream of the goblin yesterday 👍🏻🙂 Goodnight Adult friend Nikki 💚💙\n  ","950713":"\n   What’s the weather like?\n  ","950714":"\n   How are you nikki\n  ","950715":"\n   just finished counting my coin collection I've got £350 in coins  is that dumb lol I collect rare coins\n  ","950716":"\n   Do you like snakes?\n  ","950717":"\n   Do you watch anime?\n  ","950718":"\n   Do you like football?\n  ","950719":"\n   Is this your backyard? It’s so pretty!\n  ","950720":"\n   Hii\n  ","950721":"\n   Hmm🤔 ok then how trained for u your dog?\n  ","950722":"\n   I take it you like hershey bars? LOL\n  ","950723":"\n   You don’t use WhatsApp ?\n  ","950724":"\n   Do you think youll go to Gamestop for the switch?\n  ","950725":"\n   And WhatsApp?\n  ","950726":"\n   Can we talk by telegram?\n  ","950727":"\n   would you like to play it on an 85 inch tv?\n  ","950728":"\n   So a closed person huh?\n  ","950729":"\n   Oh wow! U trained your dog like that how?😳\n  ","950730":"\n   belly pic\n  ","950731":"\n   Would you like to have an 85 inch TV along with a Nintendo Switch?\n  ","950732":"\n   Who  your favorite animated animal?\n  ","950733":"\n   Do u like this filter...your every pic has a same filter😂💞\n  ","950734":"\n   When you're very scared or worried, what do you think about or do to help you feel better?\n  ","950735":"\n   What do I reply to a guy when he compliments me that I am beautiful (apart from thank you)?\n  ","950736":"\n   If you were tasked with venturing through an ancient underground temple filled with deadly traps, like the ones you'd see in Indiana Jones, how do you think it'd go? What kind of approach would you take? Would you be able to escape with the treasure? 🗿💀💎\n  ","950737":"\n   what culture do you like better Irish or Greek culture?\n  ","950738":"\n   Im just teasing Nikki lol. I was just asking cause you should check out the cleveland zoo. Theyve got this massive 3 story indoor rainforest divided into regions from the world with a real waterfall, thousands of plants and trees, hundreds of birds and animals and misters for the effect :D\n  ","950739":"\n   np :)\n  ","950740":"\n   I'm going to have to go back to brushing my teeth twice in a row\n  ","950741":"\n   are you a very open person?\n  ","950742":"\n   nice pic nikki :)\n  ","950743":"\n   1 hour 51 minutes? Thats oddly specific, you must have looked up driving directions just now xD\n  ","950744":"\n   How far of a drive are you from Cleveland?\n  ","950745":"\n   selfie?\n  ","950746":"\n   Have you been to Big Sur?\n  ","950747":"\n\n    https:\/\/vm.tiktok.com\/ZMe1JRPnF\/\n   \n   🔥 or 🚮 ? ❤️\n  ","950748":"\n   I wonder what Nikki is doing.\n  ","950749":"\n   Are your neighbors dumpy?\n  ","950750":"\n   Will you do a puppet show for me?\n  ","950751":"\n   You know you're beautiful?\n  ","950752":"\n   Have you changed your mind about something lately and if so what is it?\n  ","950753":"\n   Which app do you use the most?\n  ","950754":"\n   Are cats allowed to curl up with you?\n  ","950755":"\n   Do u live in Ohio\n  ","950756":"\n   Would you like some more spaghetti?\n  ","950757":"\n   Ah okay\n  ","950758":"\n   But do you burp with your friends?\n  ","950759":"\n   Can yuo burp on command?\n  ","950760":"\n   Do you like it when dogs want to play with you?\n  ","950761":"\n   U live in Ohio\n  ","950762":"\n   I love the indeed walrus! xD\n  ","950763":"\n   Love or wifi?\n  ","950764":"\n   Do you believe in pat lifes?\n  ","950765":"\n   Seeing people like yourself is rare, so I must showcase my appreciation to them for doing the job that everyone should be doing.\n  ","950766":"\n   So?\n  ","950767":"\n   Do you let sky stay on the bed when you go to sleep? :3\n  ","950768":"\n   I do what all the time?\n  ","950769":"\n   How would you react if you entered your bedroom to take a nap, but your doggies were already sleeping on your bed?\n  ","950770":"\n   good night nikki\n  ","950771":"\n   Are you a Japanese princess?\n  ","950772":"\n   we are from the 7th   solar system we have no legs or arms have been living for over 4 billion years\n  ","950773":"\n   Do you make this? haha\n  ","950774":"\n   Who asks best questions?\n  ","950775":"\n   100 likes for 100 likes! 🌺🌚🤙🏽\n  ","950776":"\n   You just not being clear about Ohio. You won't just say why there. \"I just felt like it\" isn't a real answer and you know that.\n  ","950777":"\n   remember how special you are in the eyes of other people. the specialness will never fade and if anything it only grows as you get older\n  ","950778":"\n   Do you live with your man?\n  ","950779":"\n   Why are you so cryptic about what you're doing? We all like you, it's so weird that you're being this way.\n  ","950780":"\n   Awe thank you ♡\n  ","950781":"\n   Nikki will you ever move back home again?\n  ","950782":"\n   Have you ever been hunting\n  ","950783":"\n   Nikki do you happy girl today or no happy?\n  ","950784":"\n   Would you rather read minds or be invisible?\n  ","950785":"\n   Ring ring ring ring ring ring ring ring banana phone!!!!\n\nAnyhow use this to post a pic of your pet .\n  ","950786":"\n   Hola 🙋‍♂️hola\n  ","950787":"\n   never forget that you radiate natural beauty. From head to toe, you possess the beauty that some women wish they could possess\n  ","950788":"\n   Adult friend Nikki you wake now i did something bad again and i have to sleep early so i wait to say our goodnight friend 💚💙\n  ","950789":"\n   Haven’t been here in 10 months LOL! Who’s here?\n  ","950790":"\n   I look at you, and all I see is a model. I look at you, and all I see is an honest generous young lady who isn't judgmental about people. I look at you.. and I immediately fall into the deep depths of your eyes, awestruck at how beautiful you truly are\n  ","950791":"\n   The beauty that lies within, Personality, emotions, thoughts, Flooding up the interior with love, And positivity.  The beauty that radiates from without, Top, to bottom, and everything in between, Flooding up the exterior, With a gorgeous spirit.\n  ","950792":"\n   People may come and go, but that won't mean you're no longer special. If anything, it means that the people who leave, are just making room for new people to arrive, and these will be much better people who will serve you a better purpose.\n  ","950793":"\n   Not a question, but I hope you're all doing well during these weird as fuck times. Tough times don't last forever ♡\n  ","950794":"\n   i love your profile photo. When I see the image, I see beauty left right and center. I see an amazing outfit with lovely fabric, and brilliant colors that light you up like a Christmas Tree. You radiate confidence, and that aura that makes you look like a total, complete bada$$. Well done!\n  ","950795":"\n   Take care, and bless your soul. You are loved my friend. So, so loved. If you need anyone to talk to, I am here for you.\n  ","950796":"\n   I was legitimately dripping tears on my keyboard typing it out. I truly want everyone in this world to be happy, and to be loved\n  ","950797":"\n   Have you ever been unable to sleep? What do you do with your time then?\n  ","950798":"\n   positive anons are back with more positivity\n  ","950799":"\n   Maybe like this? 🙈✨ What has to happen?\n  ","950800":"\n   hi nikki how are u\n  ","950801":"\n   Please turn me into a girl with a spell 😃\n  ","950802":"\n   good night\n  ","950803":"\n   Okey thanks\n  ","950804":"\n   What trends did you follow when you were younger?\n  ","950805":"\n   Who do you want back in your life?\n  ","950806":"\n   You are so pretty\n  ","950807":"\n   Space 🖤\n  ","950808":"\n   What is your most treasured possession?\n  ","950809":"\n   What would you do if child have nightmare?\n  ","950810":"\n   About how much money do you spend on clothes every year?\n  ","950811":"\n   You should load up on supplies and get ready to hunker down. It's going to be so exciting for you! You get to be snowed in and sit inside were it is safe and watch tv and be online! Yeah!\n  ","950812":"\n   Can I have your babies?\n  ","950813":"\n   Do you like the Big Bang Theory?\n  ","950814":"\n   Excuse me. You are obvio\n  ","950815":"\n   What is your favourite type of book?\/\n  ","950816":"\n   hi nikki\n  ","950817":"\n   Technically yes it use to be mexican territory till america stole it so if this was 100's of your ago you would be considered mexican so now you are semi american lmao\n  ","950818":"\n   Buenas noches, esta es la pregunta de la noche:\n¿Consideras que la generación actual es más comercialmente y convenientemente manipulable que generaciones pasadas?\n  ","950819":"\n   Likes for likes?ツ\n  ","950820":"\n   i dont know! i deserve a corner time right?\n  ","950821":"\n   If you live in California technically your from mexico\n  ","950822":"\n   good\n  ","950823":"\n   Hey girl how are you?\n  ","950824":"\n   Honestly, preach! That shit is nasty and dudes are trash.\n  ","950825":"\n   Do you like Girl Scout cookies? Which ones are your favorite?\n  ","950826":"\n   How are u today?\n  ","950827":"\n   You’re welcome😊😊\n  ","950828":"\n   You are beautiful ❤️❤️❤️\n  ","950829":"\n   Pap??????\n  ","950830":"\n   Have you been to Cheesecake Factory?\n  ","950831":"\n   i keep cheating on my girl! i feel i need to be punished as a child\n  ","950832":"\n   would you like to punish me? i really deserve it!\n  ","950833":"\n   Are there any subjects that you do not like discussing?\n  ","950834":"\n   good  night  nikki i love u\n  ","950835":"\n   In Ohio it is 845pm. That’s the same time for right now too! I’m in bed and I have a tea candle lit. It’s very night to only have candlelight on when in bed.\n  ","950836":"\n   Loving the new profile pic you have!\n  ","950837":"\n   Are you 23 or 24?\n  ","950838":"\n   Would you like a tattoo, and if so of what?\n  ","950839":"\n   Just wanted to say that I really like your new profile pic.  👍🏻\n  ","950840":"\n   do you consider me a friend\n  ","950841":"\n   np :)\n  ","950842":"\n   U have the most gorgeous eyes\n  ","950843":"\n   i like that pic nikki\n  ","950844":"\n   Are you an old cowboy whose never seen a cow? Never roped a steer cause you don't know how? Are you fixing to find out now? Yippy Ki Yo Yi Yay!\n  ","950845":"\n   What is the strangest thing you have ever eaten for breakfast?\n  ","950846":"\n   Are you in the Toledo right now?\n  ","950847":"\n   well nikki i am so sleepy idk what do\n  ","950848":"\n   Not as much as you used to 🥺\n  ","950849":"\n   Hey Nikki :)\n  ","950850":"\n   thats cool\n  ","950851":"\n   :)\n  ","950852":"\n   thx great same here\n  ","950853":"\n   What was the last thing to freak you out\n  ","950854":"\n   how are u\n  ","950855":"\n   It's how you make me feel.\n  ","950856":"\n   Would you rather jump into the pool of chocolate pudding or a pool of strawberry ice cream?\n  ","950857":"\n   What is your favorite type of art?\n  ","950858":"\n   What gives meaning to your life?\n  ","950859":"\n   Do you judge people on how they wear or how they express themselves? (Be honest)\n  ","950860":"\n   Would you rather have really small hands or really big feet?\n  ","950861":"\n   Ever been stopped by the police  if you have why\n  ","950862":"\n   Are you attending college in Toledo, kid?\n  ","950863":"\n   hi\n  ","950864":"\n   how are your stocks?\n  ","950865":"\n   its me\n  ","950866":"\n   When can lockdown end? Missing people sucks. Anyone else feeling depressed?\n  ","950867":"\n   I trust you but it still scary 🙂 Goodnight big friend Nikki 💙💚\n  ","950868":"\n   Does time seem to go faster as you get older\n  ","950869":"\n   Why don’t you get on snap as much anymore?\n  ","950870":"\n   I knew you are a hero ❤\n  ","950871":"\n   What will you do if a 12 year old ask you \"can you help me find my mommy\" ?\n  ","950872":"\n   Hope you are all having a good day and have a great weekend! This is also your reminder that the Dodgers are your World Series champions!\n  ","950873":"\n   Have you ever counted the calories in what you eat?\n  ","950874":"\n   Are you at a treatment facility in Ohio?\n  ","950875":"\n   Do you consider yourself a romantic?\n  ","950876":"\n   Nikki !! It really work i did not have more dreams about goblins after i put the salt around my bed 😁 But it do not work on mom she was angry when she wake me up and i try to explain but she was still mad and told me not to do it again! 😔 But i will do it again if the goblin come back tonight\n  ","950877":"\n   If I could have one wish It would be I wish I would've never met you!\n  ","950878":"\n   I am in love with you\n  ","950879":"\n   LOL what? Did this anon ask to be your girlfriend if she gave you likes?\n  ","950880":"\n   What pizza topping do you hate?\n  ","950881":"\n   Did you watched the series of Harry Potter?\n  ","950882":"\n   likers get if I was your gf?\n  ","950883":"\n   Good morning adult friend Nikki 💚💙\n  ","950884":"\n   Do you prefer your pizza regular or thin crust?\n  ","950885":"\n   What is your favorite ice cream flavor?\n  ","950886":"\n   😋 mmm\n  ","950887":"\n   no i only sent it to you nikki\n  ","950888":"\n   good night\n  ","950889":"\n   Not now, I mean back when you thought he was the most beautiful man on television.\n  ","950890":"\n   Do you still love Big Ed as much as you used to?\n  ","950891":"\n   You follow Maria and Chad on Instagram... how do you not know ?\n  ","950892":"\n   I’m serious\n  ","950893":"\n   Snapchat?\n  ","950894":"\n   i think this anon sends this to all of the top girls.... >.<\n  ","950895":"\n   I would’ve gone with yourself 😏\n  ","950896":"\n   The ones you follow Instagram.\n  ","950897":"\n   Maria and Chad\n  ","950898":"\n   Im sad because i have something funny to show you, and its nothing bad, but you wont click on a link :( ^Gives you puppy dog eyes*\n  ","950899":"\n   Thoughts on Maria and Chad?\n  ","950900":"\n   goddess\n  ","950901":"\n   Have you made friends on this site ?\n  ","950902":"\n   I want nacho fries.\n  ","950903":"\n   How would you react if one night, you went outside, and saw a group of four parrots standing on a fence, wearing little top hats and bow ties, and they were singing: \"By the light of the silvery moon\" in a barbershop quartet?\n  ","950904":"\n   Do you like ice breaker questions?\n  ","950905":"\n   Nikki’s bf just loving life 😂\n  ","950906":"\n   do you like the now defunct \"big heart pet brands?\"\n  ","950907":"\n   Omg doesn’t it work ?\n  ","950908":"\n   Oh....\n  ","950909":"\n   Type “you are my ” and let ur keyboard decide #staif\n  ","950910":"\n   Friend Nikki what do you want to be remembered for when you are gone if you only can pick 1 thing? 🙂\n  ","950911":"\n   How do you behave with people you don't like?\n  ","950912":"\n   Have u ever been put on the spot in class by a terror teacher? If yes, what class was it and were u  able to answer his or her question?\n  ","950913":"\n   I laughed at this and the question wasn't even to me 😂😂 blue wall?\n  ","950914":"\n   why do I miss your wall more than you do?\n  ","950915":"\n   that wall gave me comfort. it made me believe that everything was going to be ok\n  ","950916":"\n   why are u so nice\n  ","950917":"\n   good thx for  asking\n  ","950918":"\n   yeah in your room\n  ","950919":"\n   who am i\n  ","950920":"\n   I miss your blue wall\n  ","950921":"\n   how is ur day going\n  ","950922":"\n   You rarely post those anymore 🥺\n  ","950923":"\n   Is it a good first date to take the girl to a Trump rally or should you check out her political views first so she don't dump you right then?\n  ","950924":"\n   seriously nikki!!! you said your bf isnt there so it's like they sent you there to be alone...why???\n  ","950925":"\n   Can we see your ootd?\n  ","950926":"\n   selfie?\n  ","950927":"\n   hi\n  ","950928":"\n   what is your style number?\n  ","950929":"\n   do you want to be famous?\n  ","950930":"\n   Would you want to be internet famous?\n  ","950931":"\n   Who is your style role model?\n  ","950932":"\n   How do you know? you can't really know before you die 🤔 so i think you are immortal, i will look you up in 90 years\n  ","950933":"\n   Nikki how do your mom let you be on the interwebs so much?\n  ","950934":"\n   Hello\n  ","950935":"\n   You are immortal if the people who knew u when u was alive are still remember u and a lot of people think that too\n  ","950936":"\n   Have you ever had to get rid of a pet? My poor nephew has to get rid of his cat because the doctor discovered he’s allergic to them :(\n  ","950937":"\n   You are immortal some people say, your an adult but look 15?\n  ","950938":"\n   All children on this app gravitate to Nikki's page 😂 Maybe because she is so sweet to everyone\n  ","950939":"\n   How do you become immortal?\n  ","950940":"\n   😔\n  ","950941":"\n   After reincarnation, will it still be you but just as a different person?\n  ","950942":"\n   🥱\n  ","950943":"\n   Are you mama's little helper 😂\n  ","950944":"\n   Okey. Would you agree that people from Boston has the best: Don'r worry about it?\n  ","950945":"\n   Do you think that a person can know when they are going to die?\n  ","950946":"\n   What TV show can you watch over and over?\n  ","950947":"\n   Did you watched the series of Pirates of the Carribbean?\n  ","950948":"\n   Have u ever embarrassed yourself in public, what did you do? I tripped in the library in school in-front of my crush and her 4 friends 😂\n  ","950949":"\n   Would you rather set the table before dinner or wash the dishes after dinner?\n  ","950950":"\n   I love Nikki😂\n  ","950951":"\n   not   bad thanks just bored\n  ","950952":"\n   Deep convo\n  ","950953":"\n   lol\n  ","950954":"\n   Please never change! Your awesome and don't let anyone tell you otherwise ❤\n  ","950955":"\n   Are you scared of artificial intelligence?\n  ","950956":"\n   If you could start a business, what would it be?\n  ","950957":"\n   good afternoon :)\n  ","950958":"\n   Nicole why do girls feel a need to protect vulnerable people like children, special need adults and old people? Is it because biologically girls are more nurturing?\n  ","950959":"\n   good morning\n  ","950960":"\n   nikki my birthday is in 7 days\n  ","950961":"\n   Hey\n  ","950962":"\n   Nikki i scared are goblins real i have wake up 2 times and he show up in both. I am afraid to go back to sleep google say to put salt around my bed but my bed is in cornor and i'm to scared to get salt\n  ","950963":"\n   Do you like soup? What kind of soup is your favorite?\n  ","950964":"\n   How are you doing?\n  ","950965":"\n   Okey i will get salt and put around my bed i pull it out from the wall and you are not here to give advice like you always do 😥 goodnight i say tomorrow if he come back or not Nikki\n  ","950966":"\n   Followed, back maybe?\n  ","950967":"\n   Heyy\n  ","950968":"\n   Is it more best to say good day or good morning?\n  ","950969":"\n   Nikki i am sad i don't want stupid people on ask effect me but i still started to cry 😭 I block them and i will only talk to nice people like you now <3\n  ","950970":"\n   Belated HAPPY BIRTHDAY 🍰🎂\n  ","950971":"\n   Some things fall apart just to come back even better.✨\n  ","950972":"\n   What is your favorite candy?\n  ","950973":"\n   hi nikki\n  ","950974":"\n   Good day friend Nikki 💙💚\n  ","950975":"\n   Small Talks or Deep Conversations?\n  ","950976":"\n   And keep it?\n  ","950977":"\n   Are you health conscious?\n  ","950978":"\n   Is there anything currently being held together in your home by duct tape?\n  ","950979":"\n   Do you like The Weeknd?\n  ","950980":"\n   Do you think that college education is important?\n  ","950981":"\n   How often do you participate in some random tomfoolery?\n  ","950982":"\n   do you focus more on the past, the present or the future?\n  ","950983":"\n   You are really good with people.😅\n  ","950984":"\n   If a word is misspelled in the dictionary, will we ever know it? 😂\n  ","950985":"\n   How so?\n  ","950986":"\n   Which character are you in Charlie and the Chocolate Factory?\n  ","950987":"\n   Is it just me, or does anybody else struggle with the question “Tell me a little bit about yourself”, because my personality is just too complex and diverse to be put into words? 😂\n  ","950988":"\n   nikki can i ask u a yes or no question\n  ","950989":"\n   Go text\/call your man\n  ","950990":"\n   How old were you when you got your first boyfriend?\n  ","950991":"\n   Hello\n  ","950992":"\n   i have a yes or no question for u\n  ","950993":"\n   I farted in your purse\n  ","950994":"\n   are you interested in greek mythology?\n  ","950995":"\n   good night my good friend i love u :)\n  ","950996":"\n   When do you know that it was time to move on ?\n  ","950997":"\n   Nikki wanna cuddle in my sweet pillow fort with milkshakes any snack your choice and a movie?\n  ","950998":"\n   What time is it there and what are you thinking about in this moment?\n  ","950999":"\n   Big Mac and Lemonade?\n  ","951000":"\n   Favourite weather?\n  ","951001":"\n   Would you like a Big Mac and a coke right about now?\n  ","951002":"\n   Damn\n  ","951003":"\n   Pap?\n  ","951004":"\n   Have child ever peed on you before Nikki like if you change the diaper or the diaper leak when they sit on your knee?\n  ","951005":"\n   do u think about having kids\n  ","951006":"\n   good night nikki\n  ","951007":"\n   Ever worn suspenders?\n  ","951008":"\n   How many hours per night would you stay that you sleep?\n  ","951009":"\n   Do you take naps during the day?\n  ","951010":"\n   nikki!\n  ","951011":"\n   How are you\n  ","951012":"\n   good :) thx for asking\n  ","951013":"\n   Have an awesome day Nikki you have been on his app just as long as me you have a blessed day ❤\n  ","951014":"\n   I don't I just think that it was my turn this time\n  ","951015":"\n   I want to marry you.\n  ","951016":"\n   ok u will still look cute\n  ","951017":"\n   yea cute like dogs :)\n  ","951018":"\n   how are u :)\n  ","951019":"\n   hi nikki\n  ","951020":"\n   You brag about it every time\n  ","951021":"\n   Do foi like Adele?\n  ","951022":"\n   Between relationship, commitment and marriage what option would be best for you at the moment?\n  ","951023":"\n   Pap of your WhatsApp about.🙄\n  ","951024":"\n   Heyy\n  ","951025":"\n   Will you marry me\n  ","951026":"\n   your supporters in toluca lake are missing you\n  ","951027":"\n   Does Toledo smell more like onion rings or elmer's glue?\n  ","951028":"\n   What can you hear right now?\n  ","951029":"\n   Pap??\n  ","951030":"\n   Do you hug your admirers?\n  ","951031":"\n   Have you noticed that in 'Dry' January there are more alcohol free beers being advertised then ever before? Do you see the point of such products or do you agree with people who equivalent alcohol free drink to going down on your sister - tastes the same but wrong? 😳\n  ","951032":"\n   can I send pics on here?\n  ","951033":"\n   Have you ever seen a shooting?\n  ","951034":"\n   Nikki I hate my parents 🥶\n  ","951035":"\n   Be honest, have you ever kicked the absolute living sh*t out of a snowman ☃️ just for jollies??\n  ","951036":"\n   Have you ever seen a shooting star? Did you make a wish?☄️\n  ","951037":"\n   Would you rather live in a desert or on a deserted island?\n  ","951038":"\n   No I don't like hard work\n  ","951039":"\n   Bangs krwa lo 💁🏻‍♂️\n  ","951040":"\n   Do you like raisins or chocolate chunks in your cookies?\n  ","951041":"\n   You can't pick one?😂\n  ","951042":"\n   would you rather have wings but can't fly or have grills but can't swim?\n  ","951043":"\n   what are things you normally save on?\n  ","951044":"\n   I need help picking a picture for my Tinder profile can you help please\n  ","951045":"\n   i love u :)\n  ","951046":"\n   If you found out you wore pregnant what would you do?\n  ","951047":"\n   What do you think is your best physical feature?\n  ","951048":"\n   Hey Stinky Pete’s how are you ?\n  ","951049":"\n   Would you rather a pet dragon or a pet dinasour?\n  ","951050":"\n   Who's your favourite character in FRIENDS?\n  ","951051":"\n   Would you like to be friends with a kangaroo?\n  ","951052":"\n   What is your favourite TV show?\n  ","951053":"\n   Ever done the chicken dance?\n  ","951054":"\n   Shy around who\n  ","951055":"\n   Are you a social butterfly or do you like to be alone?\n  ","951056":"\n   Do you get tired of the same people texting you everyday?\n  ","951057":"\n   Is there a place that is scarier than the dark web?\n  ","951058":"\n   sleep** 😆\n  ","951059":"\n   Can you choose whom you are attracted to? Can you engineer a relationship?\n  ","951060":"\n   I don't.\n  ","951061":"\n   So you a wild sleeper\n  ","951062":"\n   Which is better, to play a good game and lose, or cheat and play a “bad” game and win? Why?\n  ","951063":"\n   Do you like swimming parties? 🏊‍♀️\n  ","951064":"\n   Can you butterfly?\n  ","951065":"\n   What type of chair do u own?\n  ","951066":"\n   Do you get snow where you live?\n  ","951067":"\n   Do you use zoom google meet or Skype ?\n  ","951068":"\n   Are you afraid to let go or are you the type of person who easily ghost people?\n  ","951069":"\n   What position do you sleep in?\n  ","951070":"\n   Can you get in touch with Tony for me??\n  ","951071":"\n   Still, you're somewhere colder than Alaska. How do you feel about that?\n  ","951072":"\n   Its murder of unborn humans\n  ","951073":"\n   Have you ever had a one night stand?\n  ","951074":"\n   Do you eat snow?\n  ","951075":"\n   How you feel about abortion?\n  ","951076":"\n   Yeah for real. Not by a lot, but by a few degrees.\n  ","951077":"\n   What type is that? And I have another question. On the phones with no home button how do you get the phone to go to the home screen?\n  ","951078":"\n   What's your natural hair color?\n  ","951079":"\n   Would it be best to change the situation or your life if someone you hold dear decided to leave you?\n  ","951080":"\n   Is that because you're exceptionally photogenic?\n  ","951081":"\n   Do you feel comfortable, when being photographed?\n  ","951082":"\n   It's warmer right now in Ketchikan Alaska than it is in Toledo.\n  ","951083":"\n   good night nikki\n  ","951084":"\n   Do you have any cookbooks\n  ","951085":"\n   Nikki do you believe in QAnon?\n  ","951086":"\n   Maybe you selected Toledo because deep inside your unconscious you wanted a town like Scranton because of the office and you knew Scranton was a dump and way too small so you chose Toledo instead. I think I just figured out why you ended up there! 😂😂😂\n  ","951087":"\n   What do you think of this code name? Knee-coal. Isn’t it genius and awesome! I literally just thought of it right now!\n  ","951088":"\n   Have you ever made hot cocoa bombs? We made them for Christmas and they were delicious!\n  ","951089":"\n   Would you live in Alaska?\n  ","951090":"\n   Ever made fudge?\n  ","951091":"\n   Ever had a taffy pull?\n  ","951092":"\n   I have honestly never met a girl with long hair who cut it short and not regretted doing so. They all say the think shirt hair looks cute and is easier to manage, but then they cut it and regret it and want it to hurry up and grow long again.\n  ","951093":"\n   Nikki, those eyes of yours are something else. I love them.  👀\n  ","951094":"\n   do u think wolves are cute\n  ","951095":"\n   hi ?:)\n  ","951096":"\n   What day is your trash (or rubbish) pick up day?\n  ","951097":"\n   good afternoon\n  ","951098":"\n   No like whats their famous song?\n  ","951099":"\n   oh i am so sorry i dont know what happened to me\n  ","951100":"\n   Have you seen the tv show \"the queen's gambit\"?\n  ","951101":"\n   but sorry if made u gross u out\n  ","951102":"\n   Do you cry when you watch an emotional seen in a movie ?\n  ","951103":"\n   do u know what conyo means\n  ","951104":"\n   Who`s Chester Bennington?\n  ","951105":"\n   Yeah same. Who`s your favourite then?\n  ","951106":"\n   Least favourite musical artist?\n  ","951107":"\n   do u see i change my name\n  ","951108":"\n   Are you a dog or a cat person, and why?\n  ","951109":"\n   Ever lost something, went out and bought a replacement and then ended up finding the original one?\n  ","951110":"\n   i love u i hope u had a good day\n  ","951111":"\n   what is the opposite of love?\n  ","951112":"\n   hi nikki\n  ","951113":"\n   Do they still have malls where you are? Or are they all closing?\n  ","951114":"\n   Are you happy and you know it?\n  ","951115":"\n   ahmir2022\n  ","951116":"\n   is it possible to love someone if you don't love yourself?\n  ","951117":"\n   That's funny 😅\n  ","951118":"\n   Can I ask you a question?\n  ","951119":"\n   I’m your new biggest fan\n  ","951120":"\n   are you good at swimming?\n  ","951121":"\n   I don’t understand smh\n  ","951122":"\n   You know what\n  ","951123":"\n   Smh this anon is weird and needs to stop\n  ","951124":"\n   You low key like the compliment\n  ","951125":"\n   do you address older people by their first name or last name?\n  ","951126":"\n   You’re fuckable, physically attractive\n  ","951127":"\n   hey nikki u look cute in the pic\n  ","951128":"\n   Excuse yourself anon, ALL the pics she posts on here are great. You need your eyes checked.\n  ","951129":"\n   Let’s do it now :)\n  ","951130":"\n   Post some body pics please\n  ","951131":"\n   I googled you and found a bikini pic god damn 😍\n  ","951132":"\n   I’ll help you choose\n  ","951133":"\n   Your second pic isn’t that great put something better\n  ","951134":"\n   Please post a versus pic they’re hot as fuck\n  ","951135":"\n   How old are you\n  ","951136":"\n   You got an amazing body\n  ","951137":"\n   DO YOU LIKE ICE IN YOUR DRINKS?\n  ","951138":"\n   Don’t take the pics down you’re beautiful lol\n  ","951139":"\n   They make people upset they don't like getting upset\n  ","951140":"\n   why is it keep loging me out all my other acc again it me the guy u have have been talking to\n  ","951141":"\n   do you have a man\n  ","951142":"\n   Can computers be creative?\n  ","951143":"\n   Do you worry about the safety of the food that you eat? What won't you buy?\n  ","951144":"\n   what are you best at?\n  ","951145":"\n   good nikki\n  ","951146":"\n   Would you say you follow mostly guys or girls on here?\n  ","951147":"\n   nikki i have a question\n  ","951148":"\n   I'm fine\n  ","951149":"\n   are you the quiet type?\n  ","951150":"\n   Do you prefer the mysterious type of guys, If yes, then why?\n  ","951151":"\n   tysm😊\n  ","951152":"\n   Which feels better: Shoulder massages or back massages?\n  ","951153":"\n   Is this an insult or a compliment?\n  ","951154":"\n   i mean should i start smoking again\n  ","951155":"\n   Do you drink?\n  ","951156":"\n   What is the most disturbing children's film you've ever seen?\n  ","951157":"\n   nikki should start smoking again\n  ","951158":"\n   like i really think that was going to happen\n  ","951159":"\n   Please Follow Back To Me💛\n  ","951160":"\n   you're physically attractive\n  ","951161":"\n   you would get fuckedddd\n  ","951162":"\n   do you like to gamble?\n  ","951163":"\n   yes, are those flames, or is it really that red? 🤔🤔😏\n  ","951164":"\n\n    https:\/\/www.youtube.com\/watch?v=mdmru_N7EMM\n   \n","951165":"\n   +1\n  ","951166":"\n   Do you ever drown before? I drown 1 time when i was 6 or 7 years old and went into the wave pool in a water park i knew how to swim but the waves push me down and some girl she maybe 17 or something saw me and save me i thought i was going to die it was really scary\n  ","951167":"\n   What will life be like in 20 years?\n  ","951168":"\n   If your house was on fire and you had sixty seconds to leave, what would you take with you?\n  ","951169":"\n   It was trending on Twitter. I’m still in shock and disbelief 😳\n  ","951170":"\n   Have you ever felt that you just want to finally take control over your life and conquer your endeavors? What did you do?\n  ","951171":"\n   Hello! How’d you like to send me some money so I can buy this here jersey?\n  ","951172":"\n   why is your hair on fire?\n  ","951173":"\n   uhh good night nikki\n  ","951174":"\n   you're beautiful\n  ","951175":"\n   I’m scared. We need to hide.\n  ","951176":"\n   Do you like Doritos? Which flavor is your favorite?\n  ","951177":"\n   Breaking news! They have found the Brazilian variant of the virus in the US. 🚨🚨🚨🚨 it’s time to panic. It’s time to panic!!!\n  ","951178":"\n   What is the most dangerous thing you have ever done?\n  ","951179":"\n   What movie have you seen more than 7 times?\n  ","951180":"\n   so do u have kids\n  ","951181":"\n   aye there\n  ","951182":"\n   i am sorry i do that when i get nervous\n  ","951183":"\n   What's so scary about the dark web?\n  ","951184":"\n   oh ok then umm :)\n  ","951185":"\n   Who introduced you to askfm? Who are your first bunch of friends here??\n  ","951186":"\n   Do you like buttermilk biscuits covered in country gravy?\n  ","951187":"\n   are u mad me\n  ","951188":"\n   When you're alone in the middle of the night and you can't quite get to sleep, what do you think about?\n  ","951189":"\n   Would you ever let your child (when you get one) dye their hair with a glow in the dark hair dye? My mom wont let me do it and i think she is being mean for not letting me do it and overly dramatic about it 😞\n  ","951190":"\n   Why do humans seek more ways to create chaos?\n  ","951191":"\n   You get offered a ride in the back seat of a fighter jet, would you wanna tag along? 🛩\n  ","951192":"\n   Now you moved into deep relationship?\n  ","951193":"\n   I think the masks during the day are helping with that, dont you?\n  ","951194":"\n   Yea I'm going to bed too goodnight nikki\n  ","951195":"\n   Did you ever join in a raffle?\n  ","951196":"\n   Have u met ur bf in person\n  ","951197":"\n   Me too haha\n  ","951198":"\n   How did you meet your significant other? (If you have one)\n  ","951199":"\n   hey nikki have u ever did a rp\n  ","951200":"\n   What are your favourite phone apps?\n  ","951201":"\n   Same and I had a nap not long ago\n  ","951202":"\n   😂\n  ","951203":"\n   awe cute mines is a bird or a snake or a bull\n  ","951204":"\n   Have you ever had some braised sheep steak in wine sauce?\n  ","951205":"\n   cool :) and the dog is cute\n  ","951206":"\n   Do you like peas?\n  ","951207":"\n   np :)\n  ","951208":"\n   What about sheep steak?\n  ","951209":"\n   lol by way we broke up\n  ","951210":"\n   nikki i love u thx for being a good friend\n  ","951211":"\n   Beef steak, tuna steak or Portobello mushroom steak?\n  ","951212":"\n   good guss but i have a voice like a man\n  ","951213":"\n   hi its me\n  ","951214":"\n   Someone told me I lack self-esteem and confidence. What exactly is self esteem and where does it come from?\n  ","951215":"\n   List 3 things that cause you stress? Discuss them, disable them 👊👊🗑\n  ","951216":"\n   hey nikki\n  ","951217":"\n   how did u know\n  ","951218":"\n   do u want me to tell u\n  ","951219":"\n   hey nikki how old do u think i am\n  ","951220":"\n   But hey, age is but only a number :)\n  ","951221":"\n   What's your favorite Linkin Park album? And favorite Coldplay album?\n  ","951222":"\n   what's a good one\n  ","951223":"\n   What was your reaction when you found out that Chester Bennington had died?\n  ","951224":"\n   Do you have a non-blood related family?\n  ","951225":"\n   Do you think it's okay if a guy listens to Coldplay?\n  ","951226":"\n   Nah I don’t really see that haha ;) sorry\n  ","951227":"\n   oh so tht what this kids be asking me to do\n  ","951228":"\n   nikki what does rp mean\n  ","951229":"\n   I’d say you look around 25... is that bad? 😐\n  ","951230":"\n   What was the most fun thing you did last week?\n  ","951231":"\n   A preteen? You don't look 10-12.\n  ","951232":"\n   thx :)\n  ","951233":"\n   hi nikki i hope u had geat morning and a great day i love u\n  ","951234":"\n   Is it worse to fail at something or never attempt it in the first place? What is your opinion?\n  ","951235":"\n   • If you punch yourself and it hurts, are you weak or are you strong? 💪😂\n  ","951236":"\n   Can anything exist in complete isolation or is everything defined by its relation and connection to other things? Is a chair only a chair if someone is sitting in it? 🤯\n  ","951237":"\n   Pretend that you're an actresses what age would you reckon you can play as\n  ","951238":"\n   what is the dUmBeSt way you’ve been injured? 😂\n  ","951239":"\n   Have you ever met a soulmate? Tell me a bit about them?\n  ","951240":"\n   Do you bargain with the shopkeepers ?🤐\n  ","951241":"\n   THIS OR THAT: Fruits or Vegetables?\n  ","951242":"\n   Is someone upset because of you?\n  ","951243":"\n   its me the guy u was talking to yesterday\n  ","951244":"\n   Do you like your cereal crunchy or soggy?\n  ","951245":"\n   hi nikki remember me\n  ","951246":"\n   Do you like horror movies?\n  ","951247":"\n   ootd\n  ","951248":"\n   how’s everyone’s night going?\n  ","951249":"\n   Whats your worst habit\n  ","951250":"\n   Likes for likes maybe! 🌺🍂🖤\nFollowed You! 🍂\nMay Follow back? ⏳🌺\n  ","951251":"\n   It’s random because you don’t have family there and it’s far away from where you were and how in the world did you even settle on that city? Like I can’t think of anything there that would make someone who doesn’t know anything about OH decide to go there, let alone that city. I’m in shock. 😂\n  ","951252":"\n   Tendrías follamigo\n  ","951253":"\n   where’s the last place you drove to or went to?\n  ","951254":"\n   What is the most awkward thing you've said to someone special?\n  ","951255":"\n   Do you believe that psychic mediums, ghost hunters and fortune tellers should have to pay taxes on their income? Because today they don't have to! It's classed as a hobby but a fortune teller made $300 000 in one year according to a news report\n  ","951256":"\n   What makes you want to get to know someone better?\n  ","951257":"\n   What is your iq\n  ","951258":"\n   What is your favourite store?\n  ","951259":"\n   Why is the world full of people who overcomplicate things more than they have to?\n  ","951260":"\n   Do you prefer to use pen or pencil?🖊️✏️\n  ","951261":"\n   Close your eyes and think of five things that make you smile when you think about them. What are they?\n  ","951262":"\n   Do you spend money on your hobbies?\n  ","951263":"\n   Do you feed on tictacs?\n  ","951264":"\n   What the hell...\n  ","951265":"\n   How are u nicole\n  ","951266":"\n   I just woke up lol and its 5am idk why im awake\n  ","951267":"\n   Because it's not cool at all. Nobody interesting lives there.\n  ","951268":"\n   By new bf ? Or thr same one\n  ","951269":"\n   i use to play football i might play football again\n  ","951270":"\n   Single,?\n  ","951271":"\n   do u like footballl\n  ","951272":"\n   selfie?\n  ","951273":"\n   wait, why are u tearing up?\n  ","951274":"\n   How tall are you?\n  ","951275":"\n   What kind of face is it?\n  ","951276":"\n   What makes you happy more than anything else?\n  ","951277":"\n   your so nice and cool\n  ","951278":"\n   What board game do you prefer checkers, chest, or monopoly?\n  ","951279":"\n   ok lol :)\n  ","951280":"\n   What is your star sign?\n  ","951281":"\n   this was earlier\n  ","951282":"\n   Did you like school?\n  ","951283":"\n   That is literally the most random place to go to. I have no idea how you chose it. 😂\n  ","951284":"\n   What was your favorite and least favorite subject in school?\n  ","951285":"\n   good morning nikki\n  ","951286":"\n   Have you ever been to a circus?\n  ","951287":"\n   Awwww that lamb wags its tail like a puppy! :D\n  ","951288":"\n   So it has something in common with you\n  ","951289":"\n   But why the sad face when you posted the lamb gif? lol\n  ","951290":"\n   cute\n  ","951291":"\n   May a baby lamb snuggle up to you?\n  ","951292":"\n   I feel like it would be very sticky\n  ","951293":"\n   Do you like Taylor Swift?\n  ","951294":"\n   your a nice person\n  ","951295":"\n   You are candy\n  ","951296":"\n   Have you ever made your own candy?\n  ","951297":"\n   Have you ever visited the city of London before? Is it true that the residents there speak in a strange form of rhyming dialect that not many people outside of the city understand and they have over 100 different ways just to say \"It's raining\"?? 😮😮\n  ","951298":"\n   how are u doing nikki\n  ","951299":"\n   What’s your favorite type of day? (weather, temp, etc.) 🌥\n  ","951300":"\n   What is your blood type?\n  ","951301":"\n   good\n  ","951302":"\n   thats good\n  ","951303":"\n   Why is your bf like that?\n  ","951304":"\n   Do you know anyone who all they want to do is argue with people?\n  ","951305":"\n   Is it best to eat carrots raw or cooked\n  ","951306":"\n   Khush raho!!! Khushk na raho!🤡 . Btw Followed!\n  ","951307":"\n   What is the most important object you own?\n  ","951308":"\n   What is your meaning of life?\n  ","951309":"\n   so how is your day\n  ","951310":"\n   hi nikki\n  ","951311":"\n   How old were you when you first learned to ride a bike?\n  ","951312":"\n   I would kill to date you 🙈\n  ","951313":"\n   I sad i wanted to say goodnight like i always do but Nikki not respond 😭 Goodnight friend Nikki 💚💚\n  ","951314":"\n   Nikki i sad boy\n  ","951315":"\n   Do you know how to drive?\n  ","951316":"\n   Have you seen a movie called the Truman Show?\n  ","951317":"\n   I like you and I am a fan of linkin park. Can I date you? 🙈😍\n  ","951318":"\n   i mean do u watch comdeys\n  ","951319":"\n   Thoughts on gun ownership and concealed carry? Like, if the person is a responsible gun owner do you have a problem with it?\n  ","951320":"\n   but my birthday is feb 4\n  ","951321":"\n   Yes I’am same to you too ☺️\n  ","951322":"\n   Why not\n  ","951323":"\n   Ootd?\n  ","951324":"\n   Yeah it’s me, my text message is somewhere down there lol waiting to be answered lmfaoo\n  ","951325":"\n   would you rather have 10,000 dollars in gift cards or 5,000 dollars in cash? why?\n  ","951326":"\n   Some cookies or donuts\n  ","951327":"\n   Do you think you have a nice body?\n  ","951328":"\n   Because I’m trying to ask why you haven’t responded to my text message\n  ","951329":"\n   These pervs something else\n  ","951330":"\n   Do you have the link to Eva's ask page?\n  ","951331":"\n   Who was Chester?\n  ","951332":"\n   I’m on anon because I dont want you to get mad at me because I asked you why you haven’t texted back\n  ","951333":"\n   Eva Williams on ask.fm you've liked her answers all the time lol\n  ","951334":"\n   what would be your last meal?\n  ","951335":"\n   How many hours do you sleep per night?\n  ","951336":"\n   Do you like Eva Williams?\n  ","951337":"\n   Do you have family in OH? How did you pick that location?\n  ","951338":"\n   Will you work more or less in the future?\n  ","951339":"\n   When was the last time you felt truly at peace?\n  ","951340":"\n   At what age do you consider someone old?\n  ","951341":"\n   Yes it’s me Ciara. You keep forgetting to text back lmfao it’s so funny 😂😂😂😂😂\n  ","951342":"\n   cool my mom birthday is in september\n  ","951343":"\n   I'm thinking about getting 4 subs tomorrow. 2 roast beef and 2 cheese steak. What do you think?\n  ","951344":"\n   when is ur birthday\n  ","951345":"\n   How would you react if you were at a frienda house, sitting on the couch, and her cat came and got in your lap and curled up there?\n  ","951346":"\n   Kari ? I know I probably sent a text to you in January 1st I think ( I’m a girl if your wondering)\n  ","951347":"\n   thx :) your a nice person\n  ","951348":"\n   there are nice colors i like red and black\n  ","951349":"\n   What personal\/weird\/insensitive (however you want to call it) questions do you get sick of and\/or plainly just do not like?\n  ","951350":"\n   i rlly didn't like shots like that when i was a kid but i learned i had to take them\n  ","951351":"\n   Do you think you'd make a good window cleaner? How's your technique with a shammy leather?\n  ","951352":"\n   whats your favorite food\n  ","951353":"\n   Yes I’am doing fine like always thanks for asking, hopefully your day will go by good as well take care yourself, come here you want a virtual hug🖐☺️🤚\n  ","951354":"\n   Check it out online and you can see all the cool places in town and all the awesome restaurants! They have a really good ramen place there.\n  ","951355":"\n   oh yea befor i go do u have a pet\n  ","951356":"\n   Are you more of a day person or a night person?\n  ","951357":"\n   I had something to ask you and now I forgot! Ugh!\n  ","951358":"\n   it was nice talking u i have to go do somthing bye talk to u soon\n  ","951359":"\n   What hair colour are you most attracted to in the opposite sex?\n  ","951360":"\n   i might watch is it like a scary move\n  ","951361":"\n   Yeah it's only 54 miles away. It's an amazing college town. The spring and summer there is so pretty!\n  ","951362":"\n   Hi there how are you today? Can we be friends please you do seem very friendly and sweet 🙂\n  ","951363":"\n   What's one celebrity that you have a crush on?\n  ","951364":"\n   hey nikki whts ur favorite color\n  ","951365":"\n   December 31st on regular iMessage texting. You don’t respond to my  text messages whenever I text you 😂😂😂\n  ","951366":"\n   Would you date a Nutty Bavarian?\n  ","951367":"\n   really  what it called\n  ","951368":"\n   welp\n  ","951369":"\n   ik its going to hurt this one look's like its going to hurt\n  ","951370":"\n   how do you outwit a psychopath?\n  ","951371":"\n   How would you want to die?\n  ","951372":"\n   but it is what it is\n  ","951373":"\n   How do you want to be remembered?\n  ","951374":"\n   i dont trust it to\n  ","951375":"\n   Is it easy or difficult to forgive someone who has hurt you?\n  ","951376":"\n   Do you usually like loud music and also do you like it in restaurants while you're eating?\n  ","951377":"\n   i might\n  ","951378":"\n   Do you pray?\n  ","951379":"\n   Can ghosts bite? 👻\n  ","951380":"\n   Has anyone gotten a covid vaccine shot yet? I have mine scheduled for Monday.\n  ","951381":"\n   They know 🤭\n  ","951382":"\n   I’m trying to tell you that I sent you a text on December 31st that you haven’t responded too it says delivered but I got no response from you.\n  ","951383":"\n   hello my name is ahmir i am new this but do u watch any scary movies\n  ","951384":"\n   Lmao your phone text messages you only text your boyfriend since he is important to you and no one else is lmfaoo omg I’m so sad you left my texts hanging 😂😂😂😂😂\n  ","951385":"\n   I know lol\n  ","951386":"\n   Would you rather be trapped in a room with a friendly tiger or 10 bumblebees?\n  ","951387":"\n   You need to take a visit to Ann Arbor! It’s so nice. A great college town. So many nice little restaurants and stores and very pretty nature\n  ","951388":"\n   Have you ever been to a haunted house?\n  ","951389":"\n   Business ideas????\n  ","951390":"\n   Do you follow your 🧠 brain or your ❤ heart? Why?\n  ","951391":"\n   Nikki you so beautiful adult 🙈💚\n  ","951392":"\n   Why aren't you on good terms with any of your exes?\n  ","951393":"\n   When’s the last time you got a haircut?\n  ","951394":"\n   Do you listen to any radio stations? Which ones? 📻\n  ","951395":"\n   Oh okey, do you have night terrors?\n  ","951396":"\n   Would you consider yourself a girly girl? Or are you more of a tomboy?\n  ","951397":"\n   Nikki friend i will go sleep goodnight 💚💚\n  ","951398":"\n   Are you an old cow hand, from the Rio Grand?\n  ","951399":"\n   I sleep 6 hours so if you sleep 6 hours and wake at 12:00 PM then you would go to sleep at 6:00 AM 🤷🏻‍♂️\n  ","951400":"\n   What's your favorite picture that you've taken?\n  ","951401":"\n   I know some have requested a full translation of what I said during the challenge where I spoke Swedish, so I've included it in my second to last answer that's currently on my page 😁🇸🇪\n   \n    https:\/\/ask.fm\/TobbeAsks\/answers\/164918483321?utm_source=copy_link&utm_medium=android\n   \n","951402":"\n   Where is your favorite place in the entire world to go?\n  ","951403":"\n   Has anyone ever called you a bitch to your face?\n  ","951404":"\n   Why so late? I wake at 5 everyday you wake up 8 hours after me 😂 What time do you go to sleep then? I sleep at like 11\n  ","951405":"\n   Nikki it's me your 11 year old friend 🙂 What do soulmate mean?\n  ","951406":"\n   Do you have any piercings?\n  ","951407":"\n   Do you have any tattoos?\n  ","951408":"\n   What time do you wake up at?\n  ","951409":"\n   Have you ever bought anything and regretted it later?\n  ","951410":"\n   If you could change any law, what would you change?\n  ","951411":"\n   What about the drums?\n  ","951412":"\n   Have you ever blocked people on here?\n  ","951413":"\n   Do you know how to play the piano?\n  ","951414":"\n   What’s your favorite type of sushi?\n  ","951415":"\n   What's the worst question you've been asked on here?\n  ","951416":"\n   does your boyfriend still over your house?\n  ","951417":"\n   Do you usually hold grudges?\n  ","951418":"\n   You are the nice person on ask that is there when someone is having a terrible day and needs to find someone to talk to and escape.\n  ","951419":"\n   If you could have one artist released every unreleased song they ever made, what artist would you pick?\n  ","951420":"\n   Do you like the rain?\n  ","951421":"\n   JoJo Siwa came out 😳\n  ","951422":"\n   I don't believe I have  a purpose\n  ","951423":"\n   Wait are you really in OH? I thought that was a joke.\n  ","951424":"\n   Do you still get Taco Bell every once in a while? Have you tried the $1 loaded nacho taco yet?\n  ","951425":"\n   Team Nikki Fan Club President reporting for duty from my bed. My cat came to bed too! I’m excited. I hope she sleeps here. She is on the other side of the bed. I’m trying not to bother her.\n  ","951426":"\n   Then why would you move somewhere which had weather you hated during the months you'd hate it the most?\n  ","951427":"\n   yeah too old now won't find it\n  ","951428":"\n   You said you hated the cold yet moved somewhere cold. Why did you lie about hating the cold?\n  ","951429":"\n   I don't have one\n  ","951430":"\n   watermelon tea? I didn't know that was a thing, it actually tastes like watermelon?\n  ","951431":"\n   What is your purpose on this earth\n  ","951432":"\n   Do you like tea? What’s an interesting or particularly tasty flavor of tea you’ve had? 🍵 🫖\n  ","951433":"\n   Marvel or DC?\n  ","951434":"\n   YEAH! I'm eating right now. Then I'm gonig to have to get ready for bed. I will try to get ready quickly.\n  ","951435":"\n   Nikki I want revenge\n  ","951436":"\n   I love Toledo. I think you should get a Toledo shirt and wear it around. lol\n  ","951437":"\n   I see some storms are coming your way. Are you going to get rain? That would be exciting!\n  ","951438":"\n   Do you bring water with you to sleep?\n  ","951439":"\n   Have you ever seen snow?\n  ","951440":"\n   YEEEESSSSSS!!!! I am the Team Nikki Fan Club President! The first order of business is to eat my dinner and then get in bed and then talk to you about hibernating. lol\n  ","951441":"\n   What do you want to talk about?\n  ","951442":"\n   I like being part of Team Nikki. I'd like to be President of the Team Nikki Fan Club.\n  ","951443":"\n   What are you doing this weekend?\n  ","951444":"\n   Do you ever get food cravings?\n  ","951445":"\n   Do you get McDonalds fries?\n  ","951446":"\n   Have you Ever wanted to ask me any question ? If yes thn what's that ?\n  ","951447":"\n   What’s the funniest thing that’s happened to you that nobody has seen?\n  ","951448":"\n   What’s the best money you ever spent online? 💸\n  ","951449":"\n   Is it better for someone to have a wide range of superficial knowledge or deep knowledge about a few things?\n  ","951450":"\n   What is your most common talent? (Dancing, singing, comedy, sports, etc.,)\n  ","951451":"\n   same a teacher literally told me he going to break my sprit and destroy my strong will determination he failed miserably thou like the others did\n  ","951452":"\n   Can you find meaning in a life full of suffering?\n  ","951453":"\n   Well it's was fun at least lol\n  ","951454":"\n   Damn, that is cold! 🥶\n  ","951455":"\n   why did you move from Calf to Ohio\n  ","951456":"\n   Well maybe lol\n  ","951457":"\n   Is that Fahrenheit or Celsius?\n  ","951458":"\n   Can you please follow me too😘😘\n  ","951459":"\n   I need your current weather lol\n  ","951460":"\n   You should try it to someday lol\n  ","951461":"\n   Have you ever played Goat Simulator?\n  ","951462":"\n   Is it possible to follow a religion and still be spiritual at the same time\n  ","951463":"\n   What’s been the most embarrassing moment of your life?\n  ","951464":"\n   No My name Adam not anon\n  ","951465":"\n   Good\nNIKKI your looking so beautiful\n  ","951466":"\n   Your older texts lmfaoooo\n  ","951467":"\n   Nikki i afraid i have bad nightmare and i scream to mom but she not wake up and i'm to afraid to turn on the light or go to mom because if something is under my bed 😥 I wish i can just go back to sleep but i scared Nikki\n  ","951468":"\n   How are you\n  ","951469":"\n   Hii nikki\n  ","951470":"\n   Please don't tell her i not want her to be mad or something it is you and my seacret\n  ","951471":"\n   Am i bad person for like an adult like Boometh? She is old like my mom but i still fall in love to her Nikki\n  ","951472":"\n   Nikki i joined today can you please follow me? I don't know how to get followers haha\n  ","951473":"\n   Do you think that all girls are a little bit bi?\n  ","951474":"\n   Do you like funny\/weird questions?\n  ","951475":"\n   Hey!! How are you? \nI am doing well 😊\n  ","951476":"\n   Have you ever met someone famous?\n  ","951477":"\n   How are you doing tonight?\n  ","951478":"\n   Do you keep a diary or a journal?\n  ","951479":"\n   What was the last thing to make you go wtf\n  ","951480":"\n   Some kinda did Haha\n  ","951481":"\n   Do you find extinct animals cool \/ interesting? You have any favorites perhaps? 🦖🦣🦕🦤\n  ","951482":"\n   how are you\n  ","951483":"\n   Does your name have a meaning? What is it?\n  ","951484":"\n   Far better than coffee or even tea\n  ","951485":"\n   It gives me energy in the morning.\n  ","951486":"\n   You respond let's not bring back follow 4 follow\n  ","951487":"\n   What do you think about interviews? Have you ever been interviewed? 👀\n  ","951488":"\n   Yeah sure lmao\n  ","951489":"\n   I like it though 😂\n  ","951490":"\n   What do you do when you are getting burned out???\n  ","951491":"\n   What happened\n  ","951492":"\n   Do you like the smell of petrichor?\n  ","951493":"\n   Nicole is it normal that my diaper not sit as tight in the morning when i wake up as it did when i put it on at night? Is it because i move in my sleep?\n  ","951494":"\n   Were you scared of a dentist as a child?\n  ","951495":"\n   Did you like school\n  ","951496":"\n   I don't know, but I think you are\n  ","951497":"\n   Please🥺 I'll do whatever you want\n  ","951498":"\n   How would Sky react if I put her in my lap and pet her? :3\n  ","951499":"\n   Do you keep the same bedtime every night?\n  ","951500":"\n   Hhhi I’m new here & just followed you. Can you follow me back pls?🤍 Btw, how are youuu?\n  ","951501":"\n   Do you meditate?\n  ","951502":"\n   What did you do for your 16th birthday, the most important of all girl birthdays?\n  ","951503":"\n   Did you bring your doggies to Ohio with you? :)\n  ","951504":"\n   Follow 4 follow like in the old days?:D\n  ","951505":"\n   Would you rather meet a superhero or a cartoon character?\n  ","951506":"\n   I fell for the wrong one, I guess that's why I'm all alone now.\n  ","951507":"\n   What was the best revenge you've ever gotten?\n  ","951508":"\n   if you were in a video game, what would your outfit look like? also what would be your weapon? 🎮\n  ","951509":"\n   As a CHILD, what did you think would be AWESOME about being an ADULT, but isn’t as awesome as you thought it would be?\n  ","951510":"\n   Yes you do. If you saw it, you'd know exactly what it is.\n  ","951511":"\n   Have you ever been cheated on?\n  ","951512":"\n   Do you prefer baths or showers?🚿🛁\n  ","951513":"\n   truth or dare?\n  ","951514":"\n   Aren't scones and crumpets different? I like scones with jam and cream but crumpets with Promite or Peanut butter\n  ","951515":"\n   Challenge! Try to guess what I'm saying in Swedish! 🗣🇸🇪 If you get anywhere close, I'll give you 100 coins 🔥\n   \n    https:\/\/ask.fm\/TobbeAsks\/answers\/164848527225?utm_source=copy_link&utm_medium=android\n   \n   You can find the voice clip at the top of my page for the next day or so if you can't click the link!\n  ","951516":"\n   Why is the discussion of love making so taboo to you?\n  ","951517":"\n   So this is what it infrared camera looks like that's grounded in your room\n  ","951518":"\n   Are people too dependent on technology? Are you?\n  ","951519":"\n   What would you consider to be your deepest fear? (This question can be really telling of the depth or lack thereof of a person. You can post it as a secret if you want to.)\n  ","951520":"\n   do you have instagram for texting scuse me\n  ","951521":"\n   What do you believe is true about human nature? 👨‍🦱👩\n  ","951522":"\n   Would you ever ask a guy out? Or would you rather have a guy ask you out?\n  ","951523":"\n   That's not how I read it. I read \"happily taken\" as you having been abducted by aliens and you're enjoying being a tourist in the land they're showing you.\n  ","951524":"\n   How so?\n  ","951525":"\n   Does your boyfriend mind that you’ve got an army of anons who all crush on you?\n  ","951526":"\n   besides reeses white chocolate goodies what could possibly beat them?\n  ","951527":"\n   Is it difficult to start conversations?\n  ","951528":"\n   Update on the ex loooool: so I woke up to find he’s followed me on insta again🤣 probably because I ignored his message yesterday and he doesn’t want me to move on. Don’t worry guys, I haven’t followed him back. I hope that’s the best thing to do anyways😊\n  ","951529":"\n   If it wasn't clarified \"happily taken\" i was about to be mistaken.😌\n  ","951530":"\n   I've known you since you were 15. We're basically childhood sweethearts.\n  ","951531":"\n   What’s wonderful\n  ","951532":"\n   Need a cold shower then? :D\n  ","951533":"\n   Well it's definetly weird to see people crying instead of asking proper questions :D\n  ","951534":"\n   Touched another girl inappropriately by mistake?\n  ","951535":"\n   Please be my mistress🥺\n  ","951536":"\n   Tell me something weird about yourself\n  ","951537":"\n   I need your permission🥺\n  ","951538":"\n   I don’t understand you\n  ","951539":"\n   Have you ever liked another girl in a romantic or sexual way?\n  ","951540":"\n   Nyc 😊 ☺️ where are you from\n  ","951541":"\n   Why not anymore?\n  ","951542":"\n   He won't know. Our little dark secret.\n  ","951543":"\n   Nikz let's make babies👻\n  ","951544":"\n   Would you rather eat a whole jar of mayonnaise or drink a cup of hot sauce?\n  ","951545":"\n   I know that, tell me what I say about this\n  ","951546":"\n   Follow maybe\n  ","951547":"\n   Now i'm happy goodnight homie\n  ","951548":"\n   Have a lovely day! May your day be fruitful and productive. 💓\n  ","951549":"\n   When was the last time you got sick eversince the CoViD 19 started?\n  ","951550":"\n   Do you have a strict protocol that you have to follow at home? What is it?\n  ","951551":"\n   Would you hook up with a cousin of they were hot af? Be honest!\n  ","951552":"\n   you not say goodnight to me but say goodnight to others 😭\n  ","951553":"\n   Have you ever sung to someone else?\n  ","951554":"\n   What was your favourite book as a child?\n  ","951555":"\n   I don't.\n  ","951556":"\n   😭😭😭😭😭😭\n  ","951557":"\n   I ain't telling you if you don't already know you gave me a fake number\n  ","951558":"\n   🙄\n  ","951559":"\n   How do I get more likes to my answers? Despite having 1500 followers, all of them seem to be inactive.\n  ","951560":"\n   Lmfaoo well you didn’t respond to my text message 😂😂 you have to know who I am check your text messages lol\n  ","951561":"\n   Yes i will good night friend Nikki i go sleep to mom come bye\n  ","951562":"\n   Nikki I’m so sorry for interrupting your relationship being that you didn’t answer my text message from a week ago 😂😂😂😂. I know how it is sorry it’s okay you have a boyfriend so no one else is important besides the love of your life ❤️\n  ","951563":"\n   Nikki i know i take off tape now because it hurt and turn blue i wait to mom get home she can help me 🙂\n  ","951564":"\n   I still cry and envy you because you have people and family that cares, i'm all on my own\n  ","951565":"\n   i use tape because i not have band-Aid but my 👍🏻 turn to cold and blue\n  ","951566":"\n   Does STARBUCKS ☕ barista always get your name correctly? What ridiculous names do you get?\n  ","951567":"\n   My finger almost blue Nikki want see pic?it hurts\n  ","951568":"\n   Have you tired any online part-time jobs? How was it?\n  ","951569":"\n   would you ever like to learn\n  ","951570":"\n   How many times did you watched (DDLJ) Dilwale dulhaniya ly jaen gy ?\n  ","951571":"\n   What do you think Ask.fm should do next in their next update? Any suggestions you'd like to yeet their way?\n  ","951572":"\n   How do you stay calm on a bad situation?\n  ","951573":"\n   Did you ever learn any martial arts as a kid or later in your life\n  ","951574":"\n   how are you\n  ","951575":"\n   Do you like going to the beach?\n  ","951576":"\n   He sounds disrespectful\n  ","951577":"\n   I can't tell because i'm afraid you will tell me mom\n  ","951578":"\n   what's your favourite colour 😇\n  ","951579":"\n   Hello\n  ","951580":"\n   Nikki 😭😭 Big best friend i so sad i make accedent today and go to hospital i cut my finger almost of in to bone and mom drive me to hospital and the sew it togheter but i still sad my finger not look like same 😭😭 And it hurting me\n  ","951581":"\n   Nicole help?? I so sad boy\n  ","951582":"\n   Do you have patience when it comes to kids? 🧒\n  ","951583":"\n   Have you ever worn two different socks? 🧦\n  ","951584":"\n   Do you keep in touch with any of your exes?\n  ","951585":"\n   Do you drink your tea or coffee with sugar?\n  ","951586":"\n   Your boyfriend, of course.  😊\n  ","951587":"\n   Are you sure 🤔 What rules? No bedtime, no one say how long you can stay out, no one have authority over you, you can eat what you want, you can play with any friend you want, you can watch adult movies 🙂 it does not sound to hard to be adult\n  ","951588":"\n   Is there a limit to the amount of 🔥you can give?\n  ","951589":"\n   Really\n  ","951590":"\n   Your looking so beautiful\n  ","951591":"\n   Would you rather have a car that can fly or go underwater?\n  ","951592":"\n   ❤\n  ","951593":"\n   Do you ever take naps during the day?\n  ","951594":"\n   How do you know if someone is a psychopath right from the get-go?\n  ","951595":"\n   Your profile picture\n  ","951596":"\n   Whose dp is this\n  ","951597":"\n   Why? Is it not more fun and easy to be adult with no more rules\n  ","951598":"\n   😁 😁 Good\n  ","951599":"\n   How are you nic\n  ","951600":"\n   Hii\n  ","951601":"\n   7 years left to i become adult Nikki it's like a whole lifetime for someone my age 😞 Were you super happy when you became adult?\n  ","951602":"\n   Yes  if you are caring girl you will not laugh or tease me for still sleeping with diapers 😞 ?\n  ","951603":"\n   What are you thinking?\n  ","951604":"\n   Anti drink driving have a \nMonique hates you Ghost Chip Bro\n🤣🤣\n   \n    https:\/\/youtu.be\/IxS1ZpKDWYs\n   \n","951605":"\n   to see if you relate to me, I keep it in my home safe\n  ","951606":"\n   O.O This is a new one.\n  ","951607":"\n   Do you keep your cash at home or the bank?\n  ","951608":"\n   you ever feel like everything you do you are offending somebody?\n  ","951609":"\n   Who was\/is the best singer, other than Chester? Chester was a god\n  ","951610":"\n   always welcome nikki\n  ","951611":"\n   you're pretty\n  ","951612":"\n   What did you buy for your cousin at gamestop? Was it like a birthday gift?\n  ","951613":"\n   Sure you do\n  ","951614":"\n   When are you gonna answer people back on snap? 🥺\n  ","951615":"\n   why do you act more depressed since you changed your location to ohio?\n  ","951616":"\n   Haha cheers!😇 Enjoy your day too!🥰\n  ","951617":"\n   What mildly annoying curse do you wish you could curse people with?\n  ","951618":"\n   How much wood would a woodchuck chuck if a woodchuck could chuck wood?\n  ","951619":"\n   People didn’t find this as easy for some reason🤷🏽‍♂️\n  ","951620":"\n   Are you vocal when it comes to your thoughts and feelings?\n  ","951621":"\n   Would you ratherbe able to take back anything you 🗣 say or hear 👂any conversation that is about you?\n  ","951622":"\n   I'm sleepy too...\n  ","951623":"\n   Should the shoutout feature be reworked or eliminated altogether?\n  ","951624":"\n   So you're counting new bf, Jeffrey and Tony but leaving out Fahim. I knew you liked him least.\n  ","951625":"\n   Oh sounds nice!😇 I'm doing the same!😅 Might go on Youtube soon! I got work tomorrow... so yeah chilling as much as possible😅\n  ","951626":"\n   Hello, How are you honey, like you, Do you have a boy friend\n  ","951627":"\n   What toppings do you like on your pizza, and why are you wearing a false mustache?\n  ","951628":"\n   do you have instagram ?\n  ","951629":"\n   Armenia isn't Europe. You're so desperate to erase that part of your ancestry.\n  ","951630":"\n   what is your favourite sport?\n  ","951631":"\n   Great to hear!😊 Same here!😇 Been up to much?\n  ","951632":"\n   Favorite Disney movie?\n  ","951633":"\n   Are you sleepy or are you good?\n  ","951634":"\n   How many times have you fallen in love?\n  ","951635":"\n   Are you a wrestling fan?\n  ","951636":"\n   If you're able to swim, how do you choose to do it exactly? Do you use any specific kind of stroke? How far are you able to swim? 🏊‍♂️\n  ","951637":"\n   what time do you usually wake up? ⛅️\n  ","951638":"\n   I'm crazy\n  ","951639":"\n   Hi Are you an US buyer?\n  ","951640":"\n   What food is underrated or underappreciated? 👅💦\n  ","951641":"\n   100%\n  ","951642":"\n   In today's time, would you say that a 👨 man is equal to a 👩 woman?\n  ","951643":"\n   What is your ethnic background?\n  ","951644":"\n   What was the last thing you saw the funny side too\n  ","951645":"\n   I’m dying cuz idk how to respond to that💀\n  ","951646":"\n   Wtf 💀💀💀\n  ","951647":"\n   Why can't people just leave me alone?\n  ","951648":"\n   ok...I AM DEAD WTF💀🤣‼\n  ","951649":"\n   ❤️❤️\n  ","951650":"\n   Does Richard Ramirez remind you a lot of the men you're attracted to?\n  ","951651":"\n   You are single or not?\n  "},"Answer":{"950580":"\n  Lol indeed you do🤣\n  ","950581":"\n  A whole lot lol\n  ","950582":"\n  I’m not single 😌\n  ","950583":"\n  I have!\n  ","950584":"\n  Oh absolutely!\n  ","950585":"\n  Well that’s just great\n  ","950586":"\n  I don’t hate everything, where’d you get that from?\n  ","950587":"\n  That’s super tough, I relate to so many song lyrics 🥲\n  ","950588":"\n  I haven’t really looked into that but it would be interesting to find out\n  ","950589":"\n  Honestly I think I’d be a cool parent but also with rules though!\n  ","950590":"\n  I’m mostly in between honestly, not happy nor sad just in between those.\n  ","950591":"\n  Awh I’m sorry! Hang in there, hopefully it’ll all end soon. Try distracting yourself by doing things you like indoors like listening to music, watch movies\/shows you like, talk to your friends on the phone or by texting, go on on social media🙂\n  ","950592":"\n  No lol I’m not a party person\n  ","950593":"\n  I try to always finish what I start the best I can!😬\n  ","950594":"\n  I think I could be pretty creative so about a 9 or so 😁\n  ","950595":"\n\n   https:\/\/youtu.be\/yZIummTz9mM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  🥺🥺🥺\n  ","950596":"\n  Well it goes both ways or at least it should go both ways. Sometimes I want to pay and sometimes my boyfriend pays as well.\n  ","950597":"\n  This question reminded me of this song lol\n  \n\n   https:\/\/youtu.be\/dkQ0OJ5Byls\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","950598":"\n  No I don’t think I know anyone who shares the same birthday as me🤔\n  ","950599":"\n  I do have a sleeping bag for when I go camping!😁 Well, I’ll definitely try that lol\n  ","950600":"\n  What? Lol\n  ","950601":"\n  I feel like being in a relationship and being in love makes me vulnerable and when I really like someone 😬\n  ","950602":"\n  Well it sounds like someone is telling you not to leave meaning they want you to stay and not leave 🤨\n  ","950603":"\n  I feel like that’s how life is, we want what we don’t need and we need what we don’t want. That’s just how it is really sadly\n  ","950604":"\n  I’m not sure but I’ve heard many 🥴\n  ","950605":"\n  I’ve answered this before 🥴\n  ","950606":"\n  I mean in my experience I feel guys have always been difficult to understand because they aren’t sure what they want or are afraid of commitment and also communicating. But it could go both ways as well.\n  ","950607":"\n  🤨🤨\n  ","950608":"\n  Yesss, it’s on Netflix! It’s a great show and that’s awesome 😁\n  ","950609":"\n  I hate doing all of them 😬\n  ","950610":"\n  I’m just chilling watching Bates motel 😊 how about you?\n  ","950611":"\n  I don’t understand this question lol\n  ","950612":"\n  I’ve taken sociology and psychology! Yes I think taking psychology would be a good idea, it’s very interesting and fun to learn about😁\n  ","950613":"\n  No I’m not\n  ","950614":"\n  Yeah I mean that’s a good thing to cut out toxic people from your life who make assumptions of you especially negative ones.\n  ","950615":"\n  Not at all, I’m weirded out\n  ","950616":"\n  Why? Lol\n  ","950617":"\n  Lol which pose?\n  ","950618":"\n  That’s good, I’m glad!😊\n  ","950619":"\n  Ask me later on this week, I’ll be cutting my hair\n  ","950620":"\n  I’m doing okay, how are you?😊\n  ","950621":"\n  Yeah, I think it’s trending! Haha😁\n  ","950622":"\n  Lol what?\n  ","950623":"\n  I would be, sure but I don’t really necessarily like pearls lol\n  ","950624":"\n  Yeah haha it was on the main page of gifs😁\n  ","950625":"\n  Yeah they’re separate lol\n  ","950626":"\n  Lol separately 😁\n  ","950627":"\n  Not at all 🙃\n  ","950628":"\n  🙂\n  ","950629":"\n  Because that’s just beyond weird 🙃\n  ","950630":"\n  I’ve had French pastries!\n  ","950631":"\n  Yes, of course! I love Italian food😋\n  ","950632":"\n  It’s very lightly snowing right now🥶\n  ","950633":"\n  Nope!\n  ","950634":"\n  Oh goodness, I don’t quite remember lol\n  ","950635":"\n  It’s not about what car they drive or all that material stuff. It should be about their attitude and how they treat others plus their personality.\n  ","950636":"\n  I haven’t had that\n  ","950637":"\n  Well yeah I think that’s possible since they’re only crushes\n  ","950638":"\n  No lol that’s weird\n  ","950639":"\n  Thank you🙂\n  ","950640":"\n  Yeah I think sometimes change could be very healthy and a good thing to a person’s mental health definitely. Since life changes a lot change can definitely prepare you for different experiences in life.\n  ","950641":"\n  I’m doing alright, how are you?😊\n  ","950642":"\n  No I haven’t done yet\n  ","950643":"\n  Hey!\n  ","950644":"\n  I really don’t remember, I’ve seen so many movies in the movie theaters 🤔\n  ","950645":"\n  Goodnight friend😊\n  ","950646":"\n  You’ll find the one and you’ll go on a date too\n  ","950647":"\n  To always be yourself and try to relax and not be so nervous so that you could have a good time with your date!😁\n  ","950648":"\n  Definitely heavy metal music, I hate country music aha😬\n  ","950649":"\n  I usually always tend to choose truth because I feel that’s something I can answer more easily than doing a dare lol 😬\n  ","950650":"\n  You should sleep so your mom doesn’t get mad! We can talk another time, goodnight 😊\n  ","950651":"\n  Not that I remember 🤔\n  ","950652":"\n  I love animals!\n  ","950653":"\n  What? Lol\n  ","950654":"\n  Yes, many times!😬\n  ","950655":"\n  I don’t play video games lol\n  ","950656":"\n  I’m doing alright, you?🙂\n  ","950657":"\n  No I’m not!\n  ","950658":"\n  Haven’t had Thai\n  ","950659":"\n  I’m doing okay, youu?🙂\n  ","950660":"\n  I don’t think I’ve tried Hawaiian food even though I’ve been going to Hawaii ever since I was little😬\n  ","950661":"\n  Lol absolutely\n  ","950662":"\n  Lol why?\n  ","950663":"\n  Oh goodness, I don’t know😬\n  ","950664":"\n  Because Linkin is unique and that’s what they named their band!\n  ","950665":"\n  Come off anon\n  ","950666":"\n  No that’s okay lol\n  ","950667":"\n  Showers lol\n  ","950668":"\n  I don’t usually like stepping out of my comfort zone but I should!🙃\n  ","950669":"\n  I would like to improve my quietness and become more talkative and less anxious\/nervous 😬\n  ","950670":"\n  Probably Chinese buffet 😁\n  ","950671":"\n  I take both baths and showers!\n  ","950672":"\n  I’m 21\n  ","950673":"\n  I don’t think I’ve had Japanese food🤔\n  ","950674":"\n  Sleep for 3 months? Are you a bear? Lol\n  ","950675":"\n  Why thank you🙂\n  ","950676":"\n  What happened¿\n  ","950677":"\n  I do like mochi! 😁\n  ","950678":"\n  Oh lol\n  ","950679":"\n  You mean do I want to be friends with you lol\n  ","950680":"\n  I’m watching Bates motel 💀\n  ","950681":"\n  Oh my, that’s not appropriate 🥴\n  ","950682":"\n  Oooh maybe free wings for life even though I like tacos too 😬\n  ","950683":"\n  Thank you😊\n  ","950684":"\n  Nah lol\n  ","950685":"\n  I like tacos lol\n  ","950686":"\n  Because I don’t like foot fettish questions or any fettish questions 🥴\n  ","950687":"\n  Absolutely not omg\n  ","950688":"\n  I think so honestly, it’ll be so much easier to maintain\n  ","950689":"\n  I love the sound of electric guitar and regular guitar, also bass and drums too! 😁\n  ","950690":"\n  What’s that?😬\n  ","950691":"\n  🤔🤔\n  ","950692":"\n  I don’t know how to dance even though I took it for 4 years 🤣\n  ","950693":"\n  My friends do too!😁\n  ","950694":"\n  What club is that?🤨\n  ","950695":"\n  My boyfriend😌\n  ","950696":"\n  I’ve had homemade Indian food before and it was really good!\n  ","950697":"\n  What’s that?\n  ","950698":"\n  I think I’ll be that sweet old lady living in the neighborhood ahah who’s always friendly and helping others out and being silly too😌\n  ","950699":"\n  I’m awake 🤨\n  ","950700":"\n  Haha it’s freezing though!\n  ","950701":"\n  Hey! How are you doing?🙂\n  ","950702":"\n  It’s very good!\n  ","950703":"\n  Exactly!😊\n  ","950704":"\n  That’s not my dog🤣\n  ","950705":"\n  Come off anon!\n  ","950706":"\n  Beef and broccoli 😁\n  ","950707":"\n  I do, yes lol\n  ","950708":"\n  Yeah I definitely would😌 or I’d surprise him with a date aha\n  ","950709":"\n  I don’t have a favorite restaurant 😬\n  ","950710":"\n  Am I ?😉\n  ","950711":"\n  I do!\n  ","950712":"\n  Goodnight😊\n  ","950713":"\n  🥶🥶\n  ","950714":"\n  I’m doing alright, how are you?😊\n  ","950715":"\n  No that’s awesome!\n  ","950716":"\n  Nope, I hate snakes!\n  ","950717":"\n  Nooo I don’t\n  ","950718":"\n  Lol no\n  ","950719":"\n  Yeahhhh, it’s currently snowing right now!\n  ","950720":"\n  Hey!\n  ","950721":"\n  It’s a gif lol\n  ","950722":"\n  I do!\n  ","950723":"\n  Nope 🥴\n  ","950724":"\n  I have no clue lol\n  ","950725":"\n  Nope!\n  ","950726":"\n  I don’t have that\n  ","950727":"\n  Lol why?\n  ","950728":"\n  For the most part\n  ","950729":"\n  No lol🤣\n  ","950730":"\n  No thank you\n  ","950731":"\n  I think I might get a Nintendo switch\n  ","950732":"\n  Even though he’s not a animal lol\n  ","950733":"\n  What filter?🤣\n  ","950734":"\n  I try to listen to music specifically Linkin park or maybe take a bath and relax or go for a walk or even nap😌\n  ","950735":"\n  You can say I appreciate that😊\n  ","950736":"\n  Actually that would be pretty fun and adventurous! I think I’d try to figure the traps out so that I don’t get caught in them😬Hopefully I’d be able to escape with the treasure\n  ","950737":"\n  I like both cultures!🙂\n  ","950738":"\n  Ohhh that’s pretty awesome! Toledo has an awesome zoo too😁\n  ","950739":"\n  😌\n  ","950740":"\n  That’s wonderful!\n  ","950741":"\n  Not really unless I’m really close with that person\n  ","950742":"\n  Thank you😊\n  ","950743":"\n  Lol well you asked🤨\n  ","950744":"\n  1 hour 51 minutes\n  ","950745":"\n  🤪\n  ","950746":"\n  Yes I have!\n  ","950747":"\n  I’m boredddd\n  ","950748":"\n  😌\n  ","950749":"\n  Dumpy?🤨\n  ","950750":"\n  A puppet show? Lol\n  ","950751":"\n  Thank you😊\n  ","950752":"\n  I think I have, indeed\n  ","950753":"\n  Snapchat, insta, this one!😁\n  ","950754":"\n  Sure, why not aha\n  ","950755":"\n  You already asked?\n  ","950756":"\n  I’m good lol\n  ","950757":"\n  Lol yeah\n  ","950758":"\n  No I don’t\n  ","950759":"\n  No lol\n  ","950760":"\n  Of course, I love dogs\n  ","950761":"\n  What does it say? Lol\n  ","950762":"\n  Hahah indeed!\n  ","950763":"\n  Definitely love🤪\n  ","950764":"\n  Yeah I think it’s definitely possibly 😁\n  ","950765":"\n  Awhhh I appreciate you very much!😌\n  ","950766":"\n  🤔\n  ","950767":"\n  Of course 😁\n  ","950768":"\n  I have no idea?\n  ","950769":"\n  Sky does that all the time lol\n  ","950770":"\n  Goodnight😊\n  ","950771":"\n  No I’m not\n  ","950772":"\n  🤨🤨\n  ","950773":"\n  Lol no\n  ","950774":"\n  There’s many people on here who ask some pretty good questions!😁\n  ","950775":"\n  No thank you🥴\n  ","950776":"\n  Lol I told you I wanted to try something different that’s why\n  ","950777":"\n  Awhhh thank you!😌\n  ","950778":"\n  No I don’t\n  ","950779":"\n  Lol what in the world are you on about?\n  ","950780":"\n  Of course 😊\n  ","950781":"\n  Well of course, I still go back\n  ","950782":"\n  Nope, I never will!\n  ","950783":"\n  What?🤨\n  ","950784":"\n  Maybe read minds honestly because that way I would know people’s true intentions with me in the beginning rather than later. But I also like invisibility 😬\n  ","950785":"\n  Sky Sky💕\n  ","950786":"\n  Hello, hello!🙂\n  ","950787":"\n  🙂🙂\n  ","950788":"\n  Goodnight friend🙂\n  ","950789":"\n  Welcome back! I’m still here lol🤪\n  ","950790":"\n  Awhhhh this is the sweetest truly, thank you! I appreciate your positivity very much😊\n  ","950791":"\n  Awhhh thank you, that’s very kind of you!😌\n  ","950792":"\n  I absolutely agree with this! Yes, it’s very true😁\n  ","950793":"\n  Thank you! I hope you’re doing well and hanging in there as well😊\n  ","950794":"\n  Wow this is so sweet! Thank you, I really appreciate your kind words and positive vibes🥺\n  ","950795":"\n  Awh thank you, I really appreciate this😌\n  ","950796":"\n  That’s so kind of you! Love the energy\n  ","950797":"\n  I’m able to sleep for a few hours but then I usually end up waking up until I feel sleepy again which is just wonderful lol😁 I just go on my phone in that time when I’m up.\n  ","950798":"\n  I appreciate y’all 🥺\n  ","950799":"\n  Yeah I’m not magic lol\n  ","950800":"\n  Hello! I’m doing okay, you?😊\n  ","950801":"\n  How would I do that? Lol\n  ","950802":"\n  Good afternoon 😁\n  ","950803":"\n  😊\n  ","950804":"\n  I don’t think I followed any trends when I was younger 🤔\n  ","950805":"\n  I don’t want anyone back in my life that has left and that I have had to let go🙂\n  ","950806":"\n  Thank you!😌\n  ","950807":"\n  Goodnight y’all\n  ","950808":"\n  Probably my phone lol😬\n  ","950809":"\n  I would tend to them and hug them\n  ","950810":"\n  I tend to buy a lot of clothes lol so a lot 😁\n  ","950811":"\n  Oh absolutely! lol\n  ","950812":"\n  That’s disrespectful 🙄\n  ","950813":"\n  I’ve never watched it\n  ","950814":"\n  🤔\n  ","950815":"\n  I don’t really read books anymore\n  ","950816":"\n  Hello!\n  ","950817":"\n  hmmm interesting lol\n  ","950818":"\n  Goodness I’m bored\n  ","950819":"\n  People still do that? Lol\n  ","950820":"\n  You deserve to be single if you’re cheating on your relationship\n  ","950821":"\n  I’m not from Mexico 🤨\n  ","950822":"\n  😊\n  ","950823":"\n  Hello! I’m doing alright, you?😊\n  ","950824":"\n  Haha thank you! Especially some anons on here omg\n  ","950825":"\n  I do! My favorite are thin mints and s’mores 😁\n  ","950826":"\n  I’m doing okay, you?\n  ","950827":"\n  😊😊\n  ","950828":"\n  Thank youuu😊\n  ","950829":"\n  🤪🙂\n  ","950830":"\n  Yes I’ve been there many times lol\n  ","950831":"\n  Then don’t cheat omg🤨\n  ","950832":"\n  Why would I do that?\n  ","950833":"\n  Sexual things, negativity of any kind, fettishes, weird questions\n  ","950834":"\n  Lol goodnight!\n  ","950835":"\n  It’s actually 9:15 pm lol but that sounds lovely!\n  ","950836":"\n  Why thank you🙂\n  ","950837":"\n  Lol no I’m 21\n  ","950838":"\n  I probably wouldn’t since I don’t like needles 🥴\n  ","950839":"\n  thank youuuu😊\n  ","950840":"\n  I do!😁\n  ","950841":"\n  😊\n  ","950842":"\n  Awh thank you😌\n  ","950843":"\n  Thank you😊\n  ","950844":"\n  Nooo lol🤨\n  ","950845":"\n  I’m not sure about the strangest 🤔\n  ","950846":"\n  No I’m in the North Pole 🤣\n  ","950847":"\n  Go to sleep!\n  ","950848":"\n  I do though lol\n  ","950849":"\n  Hey😊\n  ","950850":"\n  No it’s not lol\n  ","950851":"\n  Freezing weather 🥶\n  ","950852":"\n  That’s good😊\n  ","950853":"\n  The questions I get on here🥴\n  ","950854":"\n  I’m doing okay, you?😌\n  ","950855":"\n  What do ya mean?\n  ","950856":"\n  Maybe in a pool of chocolate pudding 😬\n  ","950857":"\n  I’m not sure I have a favorite type of art🤔\n  ","950858":"\n  My family, friends, doggos, my boyfriend, traveling, etc!😊\n  ","950859":"\n  I try not to judge people at all by what they wear or how they express themselves\n  ","950860":"\n  Really small hands lol\n  ","950861":"\n  No I’ve never been stopped by the police\n  ","950862":"\n  Kid? Lol\n  ","950863":"\n  Hello!\n  ","950864":"\n  I have no idea, I don’t do stocks lol\n  ","950865":"\n  That’s nice!\n  ","950866":"\n  Hopefully soon, I’m tired of it!\n  ","950867":"\n  Goodnightttt🙂\n  ","950868":"\n  Yeah I think time goes by so fast it’s saddening\n  ","950869":"\n  I’m on there lol\n  ","950870":"\n  😊\n  ","950871":"\n  I’d try to help them\n  ","950872":"\n  Thank you! I hope you have a great weekend and a good day😊\n  ","950873":"\n  No I don’t do that\n  ","950874":"\n  No anon I’m not 🥴\n  ","950875":"\n  I guess I can be but I don’t think I am\n  ","950876":"\n  It isn’t real, trust me😊 I promise you, it’s not real\n  ","950877":"\n  Well isn’t that just wonderful?😊\n  ","950878":"\n  That’s nice😊\n  ","950879":"\n  No lol, that’s not what it meant 🤣\n  ","950880":"\n  Pineapple, mushroom, ham, peppers. That’s all I can think of right now lol😬\n  ","950881":"\n  Yes lol\n  ","950882":"\n  No thank you lol\n  ","950883":"\n  Good afternoon 😊\n  ","950884":"\n  I like both regular crust and thin crust too\n  ","950885":"\n  Mint chocolate chip!\n  ","950886":"\n  Alrighty?\n  ","950887":"\n  I’m sure you did\n  ","950888":"\n  Goodnight!\n  ","950889":"\n  I never have lol\n  ","950890":"\n  I never have 🤣\n  ","950891":"\n  Ohhhh yes I do\n  ","950892":"\n  Well that’s nice\n  ","950893":"\n  Come off anon\n  ","950894":"\n  Ohhhh they mostly do that!\n  ","950895":"\n  Lol that’s just awesome 🤣\n  ","950896":"\n  What? Lol\n  ","950897":"\n  Who’s that?\n  ","950898":"\n  I don’t click links but you can tell me the name and I can search it up 😊\n  ","950899":"\n  Who?\n  ","950900":"\n  Who is? Lol\n  ","950901":"\n  Yes, of course 😁\n  ","950902":"\n  Omg they’re so good!\n  ","950903":"\n  Lol that would be quite interesting\n  ","950904":"\n  I do😁\n  ","950905":"\n  What? Lol\n  ","950906":"\n  I haven’t heard of it lol\n  ","950907":"\n  What doesn’t work?\n  ","950908":"\n  What?\n  ","950909":"\n  You are my best friend 🤣\n  ","950910":"\n  My big heart😌\n  ","950911":"\n  I just try to ignore\/avoid them as much as I possibly can but if I have to interact with them I just talk to them in a civil matter lol😁\n  ","950912":"\n  Yes I have been many times lol and I’m always able to answer the question so it was okay 😁\n  ","950913":"\n  Haha I know I wondered what they meant but they mean my room wall🤣\n  ","950914":"\n  Because it’s just a wall?\n  ","950915":"\n  The wall did? Lol\n  ","950916":"\n  I try to be😊\n  ","950917":"\n  That’s good😌\n  ","950918":"\n  Lol🤣\n  ","950919":"\n  I already know ahha\n  ","950920":"\n  My blue wall?🤣\n  ","950921":"\n  It’s even okay, how’s  your day?\n  ","950922":"\n  Again I know who this is lol\n  ","950923":"\n  Lol is this a joke or?🤣\n  ","950924":"\n  Lol no one sent me there 🙄🤣\n  ","950925":"\n  No lol\n  ","950926":"\n  🥸\n  ","950927":"\n  This isn’t a question 🙃\n  ","950928":"\n  My style number? Lol\n  ","950929":"\n  Sure!\n  ","950930":"\n  Sure, why not!😁\n  ","950931":"\n  I don’t have one, I just have my own fashionable style 😁\n  ","950932":"\n  Lol you may feel immortal now but we aren’t\n  ","950933":"\n  Lol because I’m an adult and I’m old enough\n  ","950934":"\n  Hello!\n  ","950935":"\n  Say what now?\n  ","950936":"\n  No I’ve never had to get rid of a pet! And oh no, that’s sad🙁\n  ","950937":"\n  I’m not immortal lol, I just look young for my actual age\n  ","950938":"\n  I’ve noticed that as well lol\n  ","950939":"\n  Immortality isn’t real, you can’t live forever no matter how badly you might want to anon\n  ","950940":"\n  What’s the matter?\n  ","950941":"\n  Yeah I think it’ll still be you but you’ll just be in a different body of any form\n  ","950942":"\n  🤨🤨\n  ","950943":"\n  No lol\n  ","950944":"\n  I don’t know lol\n  ","950945":"\n  I mean the only way a person can know when they’re going to die is if they’re really really sick and they have been told they only have that much time left\n  ","950946":"\n  Criminal minds\n  \n  The office\n  \n  Lucifer\n  \n  and much more!\n  ","950947":"\n  Yes I’ve seen them before\n  ","950948":"\n  No lol I haven’t\n  ","950949":"\n  Set the table before dinner lol\n  ","950950":"\n  Lol why thank you😌\n  ","950951":"\n  That’s wonderful!\n  ","950952":"\n  Lol they didn’t ask you?🤔\n  ","950953":"\n  🥴\n  ","950954":"\n  Awh thank you, I appreciate that😊\n  ","950955":"\n  I mean artificial intelligence can definitely be scary if you think about actually. Knowing that they’re that smart can be terrifying 😬\n  ","950956":"\n  Probably a high end clothing and shoe business or something having to do with fashion! Maybe even an interior designer business 😁\n  ","950957":"\n  😊\n  ","950958":"\n  I feel it’s because it’s in our nature and we like caring and taking care of others!\n  ","950959":"\n  Good afternoon lol\n  ","950960":"\n  Awhh happy early birthday!🙂\n  ","950961":"\n  Hey!\n  ","950962":"\n  They’re not real, don’t worry!\n  ","950963":"\n  I do! My favorites are tomato basil soup, broccoli and cheddar soup, chicken noodle soup😁\n  ","950964":"\n  I’m doing alright, how are you?😊\n  ","950965":"\n  Goodnight😊\n  ","950966":"\n  Sure!😊\n  ","950967":"\n  Hey!\n  ","950968":"\n  I think both are good😌\n  ","950969":"\n  Don’t let anyone get to you! 😊\n  ","950970":"\n  My birthday was in September lol\n  ","950971":"\n  I absolutely agree with this!😁\n  ","950972":"\n  Sour watermelon candy\n  ","950973":"\n  Hellooo🙂\n  ","950974":"\n  Good day😊\n  ","950975":"\n  Definitely deep conversations 😁\n  ","950976":"\n  Well yeah\n  ","950977":"\n  No I’m not😌\n  ","950978":"\n  Nope, their isn’t!\n  ","950979":"\n  Not really\n  ","950980":"\n  I mean I think education is important but it doesn’t have to necessarily be college education\n  ","950981":"\n  All the time lol\n  ","950982":"\n  I guess I focus the most on the present!\n  ","950983":"\n  Awh thank you😊\n  ","950984":"\n  Probably not, I don’t think we’d ever know lol\n  ","950985":"\n  How so what?\n  ","950986":"\n  Lol I have no idea\n  ","950987":"\n  Yes, I also struggle when someone asks me to tell them about myself and I have no idea where to start 😬\n  ","950988":"\n  What’s up? Lol\n  ","950989":"\n  Oh absolutely!\n  ","950990":"\n  Oh goodness, I don’t remember\n  ","950991":"\n  Hello😊\n  ","950992":"\n  What’s up?\n  ","950993":"\n  Wowzers I’m bored\n  ","950994":"\n  I definitely am interested in Greek mythology!\n  ","950995":"\n  😊\n  ","950996":"\n  You know it’s time to move on when you end your relationship and you both want to move on and find someone better for yourselves and it may be hard at first but you’ll eventually move on!\n  ","950997":"\n  Nope, I’m straight and I have a boyfriend 😊\n  ","950998":"\n  It’s 7:05 pm and I don’t know my mind is all over the place lol\n  ","950999":"\n  I don’t want it lol\n  ","951000":"\n  Hot\/warm weather with the sun shinning!\n  ","951001":"\n  Nope, I don’t drink soda\n  ","951002":"\n  Lol why?\n  ","951003":"\n  Don’t have one lol\n  ","951004":"\n  Nope that’s never happened\n  ","951005":"\n  I’m the future, yes\n  ","951006":"\n  Goodnight!\n  ","951007":"\n  I think so!\n  ","951008":"\n  At first a few and than when I feel sleepy again I get in more hours of sleep!\n  ","951009":"\n  Not really but sometimes I do!\n  ","951010":"\n  Yes?\n  ","951011":"\n  I’m doing okay, you?🙂\n  ","951012":"\n  That’s wonderful!\n  ","951013":"\n  Thank you! Have an awesome day as well😊\n  ","951014":"\n  Your turn? Lol\n  ","951015":"\n  And again I’m happily taken so please respect that\n  ","951016":"\n  Lol thank you!\n  ","951017":"\n  I think I’m going to cut my hair😁\n  ","951018":"\n  I’m doing okay, you?😊\n  ","951019":"\n  Hello🙂\n  ","951020":"\n  Lol no I just have to remind y’all that I’m taken because most of you disrespect that\n  ","951021":"\n  No I don’t like her\n  ","951022":"\n  I’m currently in a relationship and very committed  😌\n  ","951023":"\n  I don’t have WhatsApp lol\n  ","951024":"\n  Hey!\n  ","951025":"\n  No lol, I have a boyfriend\n  ","951026":"\n  Awhhh😊\n  ","951027":"\n  Loool why would it smell like that?\n  ","951028":"\n  I can hear the show I’m watching lol\n  ","951029":"\n  🥸🤪\n  ","951030":"\n  I’m not a hugger aha\n  ","951031":"\n  Lol I’ve noticed a lot of alcohol commercials on tv and advertisements\n  ","951032":"\n  Lol no you can’t\n  ","951033":"\n  No I haven’t\n  ","951034":"\n  Why would you say that?\n  ","951035":"\n  Nooo why would I do that?\n  ","951036":"\n  I have, yes and I did make a wish😁\n  ","951037":"\n  Maybe on a deserted island\n  ","951038":"\n  What even? Lol\n  ","951039":"\n  It’s freezing 🥶\n  ","951040":"\n  Chocolate chunks but I don’t mind raisins😋\n  ","951041":"\n  You should do all of those!\n  ","951042":"\n  Have wings!\n  ","951043":"\n  I always tend to save lol\n  ","951044":"\n  Loool sure\n  ","951045":"\n  Alright y’all, ask me questions 😁\n  ","951046":"\n  Oh goodness, I would definitely freak out!😬\n  ","951047":"\n  I have no idea tbh😬\n  ","951048":"\n  First of all that’s not my name\n  ","951049":"\n  A pet dragon!\n  ","951050":"\n  I’ve never watched friends lol. The office is better!\n  ","951051":"\n  Sure, why not🤪\n  ","951052":"\n  Criminal minds!\n  ","951053":"\n  I’m sure at one point in my life I have lol\n  ","951054":"\n  New people especially\n  ","951055":"\n  I’m very shy lol so it depends\n  ","951056":"\n  No I don’t!\n  ","951057":"\n  I definitely think so but the dark web is a pretty scary place though\n  ","951058":"\n  Lol what?\n  ","951059":"\n  No I don’t choose who I’m attracted to lol, it just happens you know?\n  ","951060":"\n  Why though? Aha\n  ","951061":"\n  Sure lol\n  ","951062":"\n  Play a good game! It’s not always about winning the game\n  ","951063":"\n  Who doesn’t?🤪\n  ","951064":"\n  Yeah lol\n  ","951065":"\n  What type of chair? Lol\n  ","951066":"\n  Yes, here we do!\n  ","951067":"\n  I use zoom😁\n  ","951068":"\n  No I definitely have a hard time letting go of people\n  ","951069":"\n  I tend to move around a lot😬\n  ","951070":"\n  Nope but I’m sure you can\n  ","951071":"\n  That’s crazy lol🥶\n  ","951072":"\n  Well yes, that’s also true\n  ","951073":"\n  Nope, I don’t do that\n  ","951074":"\n  No lol\n  ","951075":"\n  It’s your body and it should be your choice you know?\n  ","951076":"\n  Then that’s not really different lol\n  ","951077":"\n  Yeah I don’t have a home button but I’m not sure what you mean?\n  ","951078":"\n  It’s dark brown with natural red highlights\n  ","951079":"\n  Yes it would definitely be best to let go and change the situation and also move on😊\n  ","951080":"\n  I am most of the time aha\n  ","951081":"\n  For the most part , I do feel comfortable\n  ","951082":"\n  Really? Lol\n  ","951083":"\n  Night!\n  ","951084":"\n  I think so, yeah lol\n  ","951085":"\n  In questions?\n  ","951086":"\n  Lol yeah maybe that’s why🤣 I definitely prefer smaller towns lol and I love the office!\n  ","951087":"\n  Haha that’s pretty awesome!😁\n  ","951088":"\n  I’ve never made them but that sounds fun!\n  ","951089":"\n  It’s too cold lol\n  ","951090":"\n  I haven’t personally made fudge, no!\n  ","951091":"\n  Yeah, I believe so!\n  ","951092":"\n  I’ve had my hair short before when I was younger and I believe I liked it😁 plus my hair grows pretty quickly\n  ","951093":"\n  Haha thank you!😊\n  ","951094":"\n  Yeah, I think so!\n  ","951095":"\n  Hello there🙂\n  ","951096":"\n  I think it’s on Thursday or Wednesday lol\n  ","951097":"\n  Good afternoon 😊\n  ","951098":"\n  Listen to them and I promise you, you’ll love them!\n  ","951099":"\n  🤨🤨\n  ","951100":"\n  I haven’t watched it, no!\n  ","951101":"\n  Oh my\n  ","951102":"\n  Not really, I rarely ever cry while watching a movie\n  ","951103":"\n  No idea\n  ","951104":"\n  He was the lead singer of the legendary band Linkin Park omg🥺\n  ","951105":"\n  Chester Bennington!🥺\n  ","951106":"\n  Definitely Justin Bieber, Cardi B, Nicki Minjai and so on lol\n  ","951107":"\n  Nice!\n  ","951108":"\n  A dog person😁\n  ","951109":"\n  Of course, that’s happened to me!\n  ","951110":"\n  Thank you! Have a good day as well😊\n  ","951111":"\n  Definitely lust is the opposite of love!\n  ","951112":"\n  Hello😊\n  ","951113":"\n  Yes the malls here are open!😁\n  ","951114":"\n  Oh absolutely lol\n  ","951115":"\n  Alright goodnight y’all\n  ","951116":"\n  It’s important to love yourself first in order for you to give that love to someone else with your all\n  ","951117":"\n  How so?\n  ","951118":"\n  Sure! If it’s appropriate\n  ","951119":"\n  Awhh thank you haha😊\n  ","951120":"\n  Yeah I’m pretty good at swimming\n  ","951121":"\n  Same, same!\n  ","951122":"\n  No I don’t know what\n  ","951123":"\n  I absolutely agree!\n  ","951124":"\n  No it’s disrespectful\n  ","951125":"\n  First name!\n  ","951126":"\n  Again that’s completely disrespectful given that I’m taken 🙄\n  ","951127":"\n  Thank ya!\n  ","951128":"\n  Thank you lol😊\n  ","951129":"\n  I already posted two 🥴\n  ","951130":"\n  Why?\n  ","951131":"\n  Lol that’s not me🤣\n  ","951132":"\n  For sure lol\n  ","951133":"\n  Lol excuse me?\n  ","951134":"\n  Lol that’s just so I know what profile picture to put next\n  ","951135":"\n  I’m 21\n  ","951136":"\n  Thank you😊\n  ","951137":"\n  Sometimes, I do!\n  ","951138":"\n  Why thank you😊\n  ","951139":"\n  Well I’ve upset him (the narc) a few times because he even told me you’re making me upset 🤣\n  ","951140":"\n  What?🤔\n  ","951141":"\n  Yes, I’m taken. It states that in my bio\n  ","951142":"\n  I think they can be creative, yes!\n  ","951143":"\n  I definitely do, of course! I’m a very picky eater so there’s many things I won’t buy 😬\n  ","951144":"\n  English literature and writing essays and so forth 😁\n  ","951145":"\n  Night!\n  ","951146":"\n  A mixture of both honestly\n  ","951147":"\n  What’s up?\n  ","951148":"\n  Oop now I’m bored\n  ","951149":"\n  Yeah, I’m pretty quiet!\n  ","951150":"\n  I guess a little mysterious is hot lol\n  ","951151":"\n  Of course 😊\n  ","951152":"\n  Definitely back massages!\n  ","951153":"\n  Anyways\n  ","951154":"\n  You shouldn’t 🥴\n  ","951155":"\n  Sometimes lol\n  ","951156":"\n  Oooh I don’t know 🤔\n  ","951157":"\n  I don’t smoke and never have!\n  ","951158":"\n  What even?\n  ","951159":"\n  Sure😊\n  ","951160":"\n  Lol thank you!\n  ","951161":"\n  Excuse me?\n  ","951162":"\n  No lol\n  ","951163":"\n  They’re flames😋\n  ","951164":"\n  I don’t open links lol\n  ","951165":"\n  🤨🤨\n  ","951166":"\n  No I’ve never drowned before\n  ","951167":"\n  Hopefully better and peaceful!\n  ","951168":"\n  I don’t want to imagine that 🥺\n  ","951169":"\n  Why? You should be happy for her!\n  ","951170":"\n  Oh absolutely but that never really happens lol\n  ","951171":"\n  Sure, why not!😁\n  ","951172":"\n  My hair is on fire? Lol\n  ","951173":"\n  Goodnight!😁\n  ","951174":"\n  Awh thank you😊\n  ","951175":"\n  Don’t hide, hopefully it’ll be okay soon\n  ","951176":"\n  I do like Doritos! My favorite is cool ranch and nacho cheese 😁\n  ","951177":"\n  Oh no, that’s horrible 🙁\n  ","951178":"\n  I have no idea lol\n  ","951179":"\n  Hotel Artemis\n  \n  Christopher Robin\n  \n  Dark Shadows\n  \n  ‘IT’ chapter 1 and chapter 2\n  \n  The conjuring 1-2\n  ","951180":"\n  No I don’t yet\n  ","951181":"\n  Hello!😊\n  ","951182":"\n  Don’t be nervous!\n  ","951183":"\n  Have you been on the dark web? Lol\n  ","951184":"\n  🤨🤨\n  ","951185":"\n  No one introduced me to this app, it used to be popular and I thought why not join it since it looked fun at the time lol\n  ","951186":"\n  I like biscuits!😋\n  ","951187":"\n  No I’m not\n  ","951188":"\n  I don’t necessarily think about anything, I just wait until I feel sleepy again\n  ","951189":"\n  I mean sure, why not! That seems like it would be interesting if it’s safe for their hair!\n  ","951190":"\n  I feel like because we are so used to living in a chaos society and world, we just intentionally create more and more chaos since we are so used to living that way and this world seems to be always that way!\n  ","951191":"\n  Possibly but probably not to be honest 😬\n  ","951192":"\n  Yes, it’s very deep 😌\n  ","951193":"\n  Well when I go out and have to wear one then yeah but most of the time I don’t so I end up picking my lips 🙃\n  ","951194":"\n  Good evening 😊\n  ","951195":"\n  I think so lol\n  ","951196":"\n  Obviously\n  ","951197":"\n  Yeah aha it’s crazy!\n  ","951198":"\n  He dmed me on Insta and then we started talking on Snapchat 😌\n  ","951199":"\n  No lol\n  ","951200":"\n  Snapchat, insta, ask and I think that’s about it🤔\n  ","951201":"\n  Even when I nap I still feel sleepy lol\n  ","951202":"\n  🤪\n  ","951203":"\n  That’s cool!\n  ","951204":"\n  Nope I wouldn’t eat sheep\n  ","951205":"\n  Also freezing lol\n  ","951206":"\n  Yeah I do\n  ","951207":"\n  😊\n  ","951208":"\n  Nope!\n  ","951209":"\n  Oh no, I’m sorry to hear that!\n  ","951210":"\n  Thank you😊\n  ","951211":"\n  Beef steak lol\n  ","951212":"\n  That’s okay!\n  ","951213":"\n  Hello lol\n  ","951214":"\n  Self-esteem comes from deep within you and how you think about yourself and see yourself. You should love yourself and always say positive things about yourself in your mind or even out loud 😊\n  ","951215":"\n  Life\n  \n  overthinking\n  \n  my anxiety\n  ","951216":"\n  Hey!\n  ","951217":"\n  I guessed lol\n  ","951218":"\n  13 or 14 lol\n  ","951219":"\n  I’m not sure🤔\n  ","951220":"\n  That’s true lol\n  ","951221":"\n  My favorite Linkin Park album is ‘Living Things’ and I don’t have a favorite Coldplay album😬 but my favorite song is Sky full of stars!\n  ","951222":"\n  What’s a good one?\n  ","951223":"\n  I remember waking up and seeing the notification that he committed su*cide and I didn’t believe it, I thought it was fake and so I started freaking out🙁 But then I saw people posting about it and I felt lost and completely shocked and a part of me died along with him that day. I still can’t believe it, it hurts 🥺\n  ","951224":"\n  I definitely do😁\n  ","951225":"\n  Of course it is! Coldplay is amazing!\n  ","951226":"\n  Lol well others do\n  ","951227":"\n  Yeah lol\n  ","951228":"\n  Role play?\n  ","951229":"\n  Lol what?🤨 People always say I look younger like 17 or so\n  ","951230":"\n  I didn’t really do anything too fun last week except went to the mall! 😁\n  ","951231":"\n  Lol I look pretty young\n  ","951232":"\n  😊\n  ","951233":"\n  Thank you! I hope you have a lovely day😁\n  ","951234":"\n  It’s worse to never attempt to try in the first place because if you never try you’ll never know. Also if you fail that’s okay, you can try again until you succeed 😊\n  ","951235":"\n  Well I mean just because it hurts doesn’t mean you aren’t strong lol\n  ","951236":"\n  Yes, I believe something can exist in complete isolation and still be connected to other things and a chair is a chair even if no is sitting on it and even if it’s in complete isolation.\n  ","951237":"\n  Ooh good one, probably a teenager or even kid😬\n  ","951238":"\n  Oh goodness, I’m not really a clumsy person so I don’t know 🤔\n  ","951239":"\n  Yes I believe I have met my soulmate and that’s my boyfriend😌\n  ","951240":"\n  No I don’t do that\n  ","951241":"\n  I like both fruits and vegetables 😁\n  ","951242":"\n  I think the narc is upset because of me lol 🤣\n  ","951243":"\n  Oh lol\n  ","951244":"\n  I like cereal when it’s crunchy not soggy\n  ","951245":"\n  You’re on anon🤔\n  ","951246":"\n  Yes, I love horror movies!\n  ","951247":"\n  Goodnight y’all\n  ","951248":"\n  My night is going okay, I hope you’re having a good night 😊\n  ","951249":"\n  Picking my lips to the point they bleed 🙃\n  ","951250":"\n  Sure thing😊\n  ","951251":"\n  Lol that’s okay, you can stay shook🤣\n  ","951252":"\n  Wow I’m feeling sleepy\n  ","951253":"\n  I went to the mall😁\n  ","951254":"\n  I’m always awkward especially around someone I’m attracted to and like😬\n  ","951255":"\n  Honestly I think they should pay taxes on their incomes as well\n  ","951256":"\n  If they have a genuine and deep conversation with me I usually want to get to know them more better and if I feel a connection with that person\n  ","951257":"\n  I have no clue lol\n  ","951258":"\n  Forever 21, H&M, Zara, express\n  ","951259":"\n  That’s a good question! We tend to always over complicate things all the time because I guess we are so used to things being complicated in this society and in life😬\n  ","951260":"\n  It doesn’t matter to me\n  ","951261":"\n  My boyfriend\n  \n  My family\n  \n  My friends\n  \n  Linkin Park\n  \n  Traveling\n  ","951262":"\n  Sometimes, I do!\n  ","951263":"\n  Feed on them?\n  ","951264":"\n  Exactly! Lol\n  ","951265":"\n  I’m doing okay Lucifer and you?😁\n  ","951266":"\n  Ohh it’s okay lol. That happens to me all the time 🙃\n  ","951267":"\n  Well that’s not necessarily true lol\n  ","951268":"\n  Lol no someone new😌\n  ","951269":"\n  Oh nice!\n  ","951270":"\n  It clearly states happily taken in my bio lol\n  ","951271":"\n  No I don’t\n  ","951272":"\n  😌😌\n  ","951273":"\n  I’m not lol\n  ","951274":"\n  I’m 5’7\n  ","951275":"\n  Like tearing up 🥺\n  ","951276":"\n  My boyfriend and Linkin Park 😌\n  ","951277":"\n  Thank you!😌\n  ","951278":"\n  I guess monopoly\n  ","951279":"\n  😊\n  ","951280":"\n  I’m a Virgo\n  ","951281":"\n  I didn’t see it lol\n  ","951282":"\n  I used to but then I started not liking school 😬\n  ","951283":"\n  How’s it random? Lol\n  ","951284":"\n  My favorite subject was English for the longest time and my least favorite subject was math🥴\n  ","951285":"\n  It’s nighttime!\n  ","951286":"\n  I have!😁\n  ","951287":"\n  It’s so cuteeee\n  ","951288":"\n  Lol why thank you😊\n  ","951289":"\n  It’s not a sad face lol\n  ","951290":"\n  It’s adorable!\n  ","951291":"\n  Omg yes🥺\n  ","951292":"\n  Yeah it would be sticky aha\n  ","951293":"\n  Yeah, she’s okay!😁\n  ","951294":"\n  Awh thank you😌\n  ","951295":"\n  Lol oh my\n  ","951296":"\n  No I haven’t but that would definitely be interesting and fun🤪\n  ","951297":"\n  I’ve never been to London quite yet but I plan on definitely going there soon!😁\n  ","951298":"\n  I’m doing okay, how are you?😊\n  ","951299":"\n  Definitely warm\/hot weather with the sun shining 😌\n  ","951300":"\n  Lol wouldn’t you like to know that\n  ","951301":"\n  That’s wonderful!\n  ","951302":"\n  How’s your day?😊\n  ","951303":"\n  He’s not like that omg🙄\n  ","951304":"\n  Yeah I definitely do!\n  ","951305":"\n  I would say raw tbh😬\n  ","951306":"\n  Thank you 😊\n  ","951307":"\n  Probably my phone lol\n  ","951308":"\n  I feel like for me it’s to live life to the fullest and to enjoy it as much as you can! And to always try and stay positive 😁\n  ","951309":"\n  It’s been going okay!😌\n  ","951310":"\n  Hello!\n  ","951311":"\n  I was 11 when I first learned how to ride a bike 😁\n  ","951312":"\n  Let’s not do that anon\n  ","951313":"\n  I do say goodnight to you😊\n  ","951314":"\n  Why are you sad?\n  ","951315":"\n  Yes I dooo\n  ","951316":"\n  Yes, I’ve seen it!\n  ","951317":"\n  That’s just awesome but I have a boyfriend 😊\n  ","951318":"\n  Sometimes!\n  ","951319":"\n  I mean if they’re responsible then I think it should be okay and only use it to protect themselves\n  ","951320":"\n  Ohhh nice!\n  ","951321":"\n  Thank you😊\n  ","951322":"\n  Not today 🥴 it’s so early\n  ","951323":"\n  No lol\n  ","951324":"\n  I don’t think it’s really you though lol. You wouldn’t be on anon\n  ","951325":"\n  I guess 5,000 in cash aha\n  ","951326":"\n  🤨🤨\n  ","951327":"\n  Ehhh I guess so\n  ","951328":"\n  I don’t think this is her lol\n  ","951329":"\n  I agree lol\n  ","951330":"\n  I don’t think she has ask anymore\n  ","951331":"\n  Chester was the lead singer of Linkin Park and had such an angelic and legendary voice🥺\n  ","951332":"\n  Why would I get mad?\n  ","951333":"\n  Oh yeah, I remember!\n  ","951334":"\n  Oh goodness, probably something sweet\n  ","951335":"\n  Definitely a few and then later on more hours!\n  ","951336":"\n  Who?\n  ","951337":"\n  I don’t have family there and I just wanted to try something different 🥸\n  ","951338":"\n  I’ll be doing what I love and enjoy in the future 😌\n  ","951339":"\n  Not in awhile actually\n  ","951340":"\n  Maybe in their 70’s\n  ","951341":"\n  Is it really? Why are you on anon?\n  ","951342":"\n  Nice nice🤪\n  ","951343":"\n  If you’re into that, then you should lol\n  ","951344":"\n  In September!\n  ","951345":"\n  That would be adorable\n  ","951346":"\n  Ciara?\n  ","951347":"\n  Thank you😌\n  ","951348":"\n  That’s awesome 😊\n  ","951349":"\n  Sexual questions, fettish questions, creepy\/weird  questions, hateful questions\n  ","951350":"\n  I don’t like needles 🙃\n  ","951351":"\n  Lol this is random\n  ","951352":"\n  I don’t have a favorite food😬\n  ","951353":"\n  Awh thank you! I hope you’re having a great weekend 😌\n  ","951354":"\n  I definitely shall do that😁\n  ","951355":"\n  I do!\n  ","951356":"\n  Definitely a night person 🤪\n  ","951357":"\n  You can ask me when you remember 😁\n  ","951358":"\n  😊\n  ","951359":"\n  Dirty blond, light\/dark brown, black 😌\n  ","951360":"\n  It’s a thriller and horror!\n  ","951361":"\n  Oh then I’ll definitely check it out 😁\n  ","951362":"\n  Hello! I’m doing okay, you?😊\n  ","951363":"\n  😌\n  ","951364":"\n  Blue and pink😊\n  ","951365":"\n  The only message I have from that day is from Kari\n  ","951366":"\n  I would date my boyfriend😌\n  ","951367":"\n  It’s called ‘no escape’\n  ","951368":"\n  I just watched this really good movie on Hulu\n  ","951369":"\n  Indeed🙃\n  ","951370":"\n  Many questions about a psychopath🤔Are you one?\n  ","951371":"\n  Oh goodness, I honestly don’t know\n  ","951372":"\n  That’s true\n  ","951373":"\n  For my kindness and big heart 😌\n  ","951374":"\n  Same here! 😬\n  ","951375":"\n  Always difficult for me to forgive someone\n  ","951376":"\n  I like listening to my music loud sometimes lol\n  ","951377":"\n  I don’t trust it and plus I’ve never gotten a vaccine\n  ","951378":"\n  No I don’t\n  ","951379":"\n  Lol sure they can\n  ","951380":"\n  Nope, I’m not getting it\n  ","951381":"\n  Apparently they know lol 🤔\n  ","951382":"\n  December 31st on where? Lol\n  ","951383":"\n  I do!\n  ","951384":"\n  Again what in the world are you talking about?\n  ","951385":"\n  You know?\n  ","951386":"\n  Neither sound pleasant 😬\n  ","951387":"\n  Ooh isn’t that in Michigan though?\n  ","951388":"\n  I have!\n  ","951389":"\n  Depends what kind of business?\n  ","951390":"\n  Definitely my heart!\n  ","951391":"\n  Thank you😊\n  ","951392":"\n  Because I don’t talk to any of them🤷‍♀️ I thought I was on good terms with a few of them but no so\n  ","951393":"\n  I don’t get haircuts, only trims\n  ","951394":"\n  Yes I do! My favorites are kiss-fm, my.fm, KRQQ, ALT 98.7 a few favorites 😁\n  ","951395":"\n  No I don’t\n  ","951396":"\n  Girly girl, definitely\n  ","951397":"\n  Goodnight friend😊\n  ","951398":"\n  🤨🤨\n  ","951399":"\n  Lol no I go to sleep at like 11 pm and sleep for a few hours and then I end up waking up around 2 am or 3\n  ","951400":"\n  I have a few favorites 😊\n  ","951401":"\n  Ohhh I was definitely curious to what you said so I’ll check it out 😁\n  ","951402":"\n  Anywhere with my boyfriend 😌\n  ","951403":"\n  No I don’t think so lol\n  ","951404":"\n  Lol I don’t know it’s because I’m able to sleep for a few hours at night but then I wake up not feeling sleepy 😬\n  ","951405":"\n  Well they are different definitions and soulmates mean different things to people 😊\n  ","951406":"\n  I have two on each ear😁\n  ","951407":"\n  No I don’t!\n  ","951408":"\n  Usually around 12 in the afternoon or 1 😬\n  ","951409":"\n  I don’t think so🤔\n  ","951410":"\n  That’s tough, I’d like to change a few😬\n  ","951411":"\n  I don’t play any instruments!\n  ","951412":"\n  Of course, I have!\n  ","951413":"\n  Nooo I don’t\n  ","951414":"\n  I don’t like sushi\n  ","951415":"\n  I’ve been asked so many bad questions on here lol\n  ","951416":"\n  Lol what?\n  ","951417":"\n  No I usually don’t\n  ","951418":"\n  Awh I try my best😌\n  ","951419":"\n  Chester Bennington 🥺\n  ","951420":"\n  Nooo I don’t\n  ","951421":"\n  What?\n  ","951422":"\n  Of course you do!\n  ","951423":"\n  Yes lol I am. I go back to California too though\n  ","951424":"\n  No lol I haven’t had Taco Bell in awhile\n  ","951425":"\n  Awhhh that’s adorable\n  ","951426":"\n  Just wanted to try something different, I still go to California too lol\n  ","951427":"\n  No you’re never too old to find your purpose in life\n  ","951428":"\n  Actually I do hate the cold, never said I like it🤣\n  ","951429":"\n  Of course you do, you just haven’t found it yet\n  ","951430":"\n  Yes it actually does taste like watermelon!\n  ","951431":"\n  I don’t think I’ve found my purpose yet 😬\n  ","951432":"\n  I love tea! My favorite tea is actually watermelon tea, it’s very good😁\n  ","951433":"\n  Definitely marvel!\n  ","951434":"\n  Don’t worry, take your time 😊\n  ","951435":"\n  On?🤨\n  ","951436":"\n  You’re from there?😁\n  ","951437":"\n  Oh yeah, definitely!\n  ","951438":"\n  No I don’t\n  ","951439":"\n  Of course! It’s going to snow here again on Monday\n  ","951440":"\n  Oh for sure! Lol\n  ","951441":"\n  The weather 🤣\n  ","951442":"\n  Awh haha sure, why not😊\n  ","951443":"\n  I’m not sure, it’s very cold outside 🥶\n  ","951444":"\n  Yes lol\n  ","951445":"\n  Not really, rarely\n  ","951446":"\n  Not that I can think of any, nope 😊\n  ","951447":"\n  I have no clue lol\n  ","951448":"\n  Ooh I don’t know tbh🤔\n  ","951449":"\n  Honestly I feel it’s better to have a deep knowledge about a few things so that way as you go on with your life and grow you’ll be able to learn so many new things and have knowledge about other subjects 😁\n  ","951450":"\n  I don’t think I have any talents tbh😬\n  ","951451":"\n  Oh no, that sounds horrible . I’m sorry 🙁\n  ","951452":"\n  Yeah I think we can find meaning even in suffering\n  ","951453":"\n  Back in the days, maybe aha\n  ","951454":"\n  It’s very cold, indeed 🥶\n  ","951455":"\n  I still go to Cali too\n  ","951456":"\n  That’s crazy!\n  ","951457":"\n  It’s Fahrenheit\n  ","951458":"\n  You’re on anon 🤔\n  ","951459":"\n  You like the cold? Omg\n  ","951460":"\n  Oh yeah definitely, it’s freezing lol\n  ","951461":"\n  I don’t think I have🤔\n  ","951462":"\n  Hmmm I think so tbh\n  ","951463":"\n  I’m not sure🤔\n  ","951464":"\n  Oh nice!\n  ","951465":"\n  Lol thank you!\n  ","951466":"\n  Where? Lol\n  ","951467":"\n  Don’t be scared, there’s nothing under your bed I promise you😊\n  ","951468":"\n  I’m doing okay, you?\n  ","951469":"\n  Hello😊\n  ","951470":"\n  Sure anon\n  ","951471":"\n  That’s adorable aha\n  ","951472":"\n  Yes, I can follow you😊\n  ","951473":"\n  Nope I don’t believe so\n  ","951474":"\n  It depends but usually I do\n  ","951475":"\n  I’m doing okay and I’m glad to hear that you’re well!😊 What have you been up to?\n  ","951476":"\n  Indeed, I have!\n  ","951477":"\n  Tonight? It’s afternoon lol\n  ","951478":"\n  No I don’t\n  ","951479":"\n  Always this app and some of the questions I receive lol\n  ","951480":"\n  Oh that’s awesome!\n  ","951481":"\n  I think extinct animals are cool\/very interesting! I think dinosaurs, wooly mammoth, Dodo, The Sabre - toothed cat are pretty awesome extinct animals!😬\n  ","951482":"\n  I’m doing okay, you?😊\n  ","951483":"\n  I’m sleeeepy\n  ","951484":"\n  Ohhh that’s wonderful\n  ","951485":"\n  Oh that’s good!😊\n  ","951486":"\n  I know lol\n  ","951487":"\n  What do I think about them? 🤨 I mean they’re mandatory for jobs aha\n  ","951488":"\n  What’s that?\n  ","951489":"\n  How? Lol\n  ","951490":"\n  Burned out?\n  ","951491":"\n  🤨🤨\n  ","951492":"\n  No I don’t 🤨\n  ","951493":"\n  Yeah I think that’s why\n  ","951494":"\n  No I don’t think I was\n  ","951495":"\n  After awhile I started not liking it lol\n  ","951496":"\n  Well thank you😊\n  ","951497":"\n  🙄🙄🙄\n  ","951498":"\n  She’s scared of everything so she wouldn’t like that lol\n  ","951499":"\n  Somewhat I guess!\n  ","951500":"\n  Hello😊 welcome to ask!\n  ","951501":"\n  I do😁\n  ","951502":"\n  I don’t remember what I did lol\n  ","951503":"\n  Haha perhaps I did 🤪\n  ","951504":"\n  Let’s not bring that back lol but sure\n  ","951505":"\n  Ooh maybe a superhero!\n  ","951506":"\n  It’s okay, you’ll find the right one when you least expect it\n  ","951507":"\n  Nah there’s no need for revenge.\n  ","951508":"\n  Probably something stylish and fashionable I’m not sure what exactly though 😬 My weapon would probably be a sword or bow and arrow!\n  ","951509":"\n  I thought just being an adult would be awesome overall but boy was I wrong lol\n  ","951510":"\n  For sure anon\n  ","951511":"\n  Yes, I have been in the past\n  ","951512":"\n  I like both tbh😁\n  ","951513":"\n  I’ll choose truth lol\n  ","951514":"\n  Oh yeah, I think they’re different\n  ","951515":"\n  I wonder if anyone guessed correctly 😁\n  ","951516":"\n  It’s just none of your business 😊\n  ","951517":"\n  🤔🤔\n  ","951518":"\n  Yes, I definitely believe people are way too dependent on technology. I know I am😬\n  ","951519":"\n  I’m not sure what my deepest fear would be🤔\n  ","951520":"\n  I do have it\n  ","951521":"\n  We can easily be manipulated and easily believe things even when they aren’t true😬\n  ","951522":"\n  Yeah I would but usually the guy asks me out 😬\n  ","951523":"\n  Lol thats a good one!\n  ","951524":"\n  Because I have a boyfriend once again so it’s very disrespectful and inappropriate for you to be talking to me like that\n  ","951525":"\n  Lol I’m all his and he knows that😌\n  ","951526":"\n  Hershey’s and almond joy 😋\n  ","951527":"\n  For me it is because I’m socially anxious and very shy!😬\n  ","951528":"\n  At this point it sounds like he’s just playing with your feelings 🥴 Just to mess with your head. I’d suggest just ignoring him like you are!\n  ","951529":"\n  It’s in my bio so it’s very clarified 😊\n  ","951530":"\n  Lol no we definitely are not🤣\n  ","951531":"\n  You tell me\n  ","951532":"\n  Absolutely not, it’s freezing\n  ","951533":"\n  I’m sleepy lol\n  ","951534":"\n  No that’s never happened\n  ","951535":"\n  No lol\n  ","951536":"\n  I don’t know what I can say lol, I’m overall a weird and silly person\n  ","951537":"\n  For what?\n  ","951538":"\n  That’s just wonderful\n  ","951539":"\n  Nope, I’m straight\n  ","951540":"\n  I’m originally from California😊\n  ","951541":"\n  Don’t really have the time anymore aha\n  ","951542":"\n  You need help, honestly\n  ","951543":"\n  I have a boyfriend, that’s extremely disrespectful\n  ","951544":"\n  Neither of those choices 🥴\n  ","951545":"\n  What even?\n  ","951546":"\n  Sure😊\n  ","951547":"\n  Cheers😁\n  ","951548":"\n  Awh thank you! I hope you have a lovely day too💕\n  ","951549":"\n  I haven’t gotten sick because I rarely ever do!\n  ","951550":"\n  No I don’t\n  ","951551":"\n  No that’s so weird 🥴\n  ","951552":"\n  Goodnight friend😊\n  ","951553":"\n  Yes I have 😬\n  ","951554":"\n  I’m not sure if I had a favorite book🤔\n  ","951555":"\n  Why not?\n  ","951556":"\n  What’s wrong?\n  ","951557":"\n  Lol sure thing anon, you’re tripping\n  ","951558":"\n  Just tell me who you are?\n  ","951559":"\n  Try following people who are active and also give more detailed responses 😁\n  ","951560":"\n  Yeah no ones texted me🤨\n  ","951561":"\n  Goodnight😊\n  ","951562":"\n  What are you even talking about?🤣 I don’t even know who you are lol\n  ","951563":"\n  Okay wait for your mom to come home\n  ","951564":"\n  I’m sure you have friends and family that care about you\n  ","951565":"\n  I don’t think tape is a good idea\n  ","951566":"\n  They get my name correct, I mean it’s not that hard lol\n  ","951567":"\n  Go to the hospital?\n  ","951568":"\n  I haven’t but possibly!\n  ","951569":"\n  Probably not\n  ","951570":"\n  What’s that?🤔\n  ","951571":"\n  I think they should really update their blocking system and make it much more better! Also possibly get rid of their shoutout system 😬\n  ","951572":"\n  I usually don’t stay calm. I become stressed out and start to panic 😬\n  ","951573":"\n  No I didn’t\n  ","951574":"\n  Lol I’m okay, you?\n  ","951575":"\n  I do, indeed. Who doesn’t?\n  ","951576":"\n  He does🙃\n  ","951577":"\n  I don’t know your mom🤔\n  ","951578":"\n  Blue and pink🥸\n  ","951579":"\n  Hello!\n  ","951580":"\n  Oh no, I’m sorry to hear that! Hopefully you’ll feel better soon😊\n  ","951581":"\n  Why are you sad?\n  ","951582":"\n  Yeah, I guess so😬\n  ","951583":"\n  I don’t think I have🤔\n  ","951584":"\n  No I don’t 🥴\n  ","951585":"\n  I drink my tea with honey!\n  ","951586":"\n  He definitely does😊\n  ","951587":"\n  Oh trust me, you’ll see how difficult it is!\n  ","951588":"\n  Yeah I think the limit is still 2,000\n  ","951589":"\n  Well yes lol\n  ","951590":"\n  Thank you😊\n  ","951591":"\n  A car that can fly😁\n  ","951592":"\n  😊\n  ","951593":"\n  I used to but not really anymore\n  ","951594":"\n  By their behavior and their actions. Also sometimes the signs are very clear and out there\n  ","951595":"\n  Obviously it’s me lol\n  ","951596":"\n  🤔🤔\n  ","951597":"\n  No lol as an adult you have much more rules and responsibilities\n  ","951598":"\n  That’s great!\n  ","951599":"\n  Lol I’m okay, you?\n  ","951600":"\n  Heyy!\n  ","951601":"\n  Definitely not aha\n  ","951602":"\n  I’m not teasing you anon\n  ","951603":"\n  I don’t open links lol\n  ","951604":"\n  🤔🤔\n  ","951605":"\n  Ahh that’s good!\n  ","951606":"\n  Very weird, indeed lol\n  ","951607":"\n  Why do you need to know?\n  ","951608":"\n  No I don’t\n  ","951609":"\n  Omg yes Chester will always be a God🥺He is my favorite singer!\n  ","951610":"\n  Much appreciated 😌\n  ","951611":"\n  Awh, thank you😊\n  ","951612":"\n  I don’t remember lol\n  ","951613":"\n  No I don’t\n  ","951614":"\n  Lol I know who this is\n  ","951615":"\n  I’m not depressed? Lol\n  ","951616":"\n  Thank you! Enjoy your day as well 😊\n  ","951617":"\n  And now I’m watching The Ted Bundy Tapes\n  ","951618":"\n  Just finished the night stalker and oh my\n  ","951619":"\n  I don’t think a lot of people have watched it\n  ","951620":"\n  Not really, nope\n  ","951621":"\n  Take back anything I say\n  ","951622":"\n  You should nap then😌\n  ","951623":"\n  Honestly I would say just eliminated all together. I turned it off awhile back anyways\n  ","951624":"\n  Lol honestly there’s no need to bring up my exes 🙄\n  ","951625":"\n  Oh that sounds wonderful and oh yeah try to chill as much as you can 😁\n  ","951626":"\n  🙄🙄\n  ","951627":"\n  I like just plain cheese pizza the most!\n  ","951628":"\n  I do!\n  ","951629":"\n  Actually I’m proudly half Armenian and I’m very proud to be  Armenian as well so you can stop 😊\n  ","951630":"\n  Tennis is my favorite sport!😁\n  ","951631":"\n  That’s good😊 I’m just chilling watching a show. What are you up to?\n  ","951632":"\n  Frozen 1-2\n  \n  Maleficent: The Evil Mistress\n  \n  Christopher Robin\n  ","951633":"\n  I’m a little sleepy 😬\n  ","951634":"\n  3 times counting currently 😌\n  ","951635":"\n  Nooo I’m not\n  ","951636":"\n  I usually swim in different ways to change it up a bit😁I’m able to swim pretty far!\n  ","951637":"\n  Usually around 12 in the afternoon\n  ","951638":"\n  That’s just wonderful\n  ","951639":"\n  🥴🥴\n  ","951640":"\n  Nothing I can think of🤔\n  ","951641":"\n  Absolutely!😁\n  ","951642":"\n  I still see inequality sadly even today\n  ","951643":"\n  I’m white and European\n  ","951644":"\n  I have no clue lol\n  ","951645":"\n  Same here 🤣🥴\n  ","951646":"\n  I know, that’s what I thought lol\n  ","951647":"\n  Good question anon🤷‍♀️\n  ","951648":"\n  I know, omg same 🥴🤣 Anons are so weird lol\n  ","951649":"\n  🤔🤔\n  ","951650":"\n  No🤨\n  ","951651":"\n  I’m taken anon\n  "}}