{"Question":{"953796":"\n   What kind of food do you usually eat during your Christmas dinners? 😋🎄\n  ","953797":"\n   Because 2021 will be worse than 2020 😱\n  ","953798":"\n   Have you ever blindly operated a canoe like in Bird Box?\n  ","953799":"\n   Do you miss an ex?\n  ","953800":"\n   When are we going to get our self driving RVs so we can both sleep in our own and travel together at night. Then we can be online and sleep and the RVs will just go on their own. I want to see Yosemite.\n  ","953801":"\n   You have 3 brothers just like she does.\n  ","953802":"\n   Are you able to curl your tongue? 👍 🙃\n  ","953803":"\n   I need you\n  ","953804":"\n   I think you should have Christmas cookies and warm milk on Christmas Eve. I think that would be fun!\n  ","953805":"\n   Yes nikki i really want 🙂\n  ","953806":"\n   I am scared Baby 😔\n  ","953807":"\n   You need to turn down that music. Your voice > music.\n  ","953808":"\n   You identify with Ivanka Trump, don't you Nikki?\n  ","953809":"\n   Pap? Ootd?\n  ","953810":"\n   I am scared Nikki\n  ","953811":"\n   how's your day been\n  ","953812":"\n   You’re stranded on a desert island and here’s the twist; what three things do you NOT bring with you?\n  ","953813":"\n   have you ever had a pregency scare?\n  ","953814":"\n   Are you working on Christmas Eve?\n  ","953815":"\n   When should you cut someone out of your life, as opposed to trying to help them change?\n  ","953816":"\n   Three songs that you're liking right now?\n  ","953817":"\n   Have you ever wanted to tell someone something but you didn’t?\n  ","953818":"\n   Is it hard for you to get over someone?\n  ","953819":"\n   Have you ever done anything humiliating on a dare or after a bet?\n  ","953820":"\n   Current underwear?\n  ","953821":"\n   What’s his Snapchat?\n  ","953822":"\n   That’s very strange 😂\n  ","953823":"\n   Who sleeps without a pillow 😂\n  ","953824":"\n   Do you sleep with or without a pillow?\n  ","953825":"\n   Can we see?\n  ","953826":"\n   That's the one where death has a pattern and they broke the pattern say then death comes after them one at a time\n  ","953827":"\n   Do you have favorite clothes? What’s your favorite piece of clothing you own \/ owned?\n  ","953828":"\n   Doing any last minute christmas shopping?\n  ","953829":"\n   Does your bf love to vigorously apply sunscreen all over your body?\n  ","953830":"\n   Likers send you @ for tbh please please pretty 💓💓\n  ","953831":"\n   You don't think they are scary?\n  ","953832":"\n   I have a funny feeling being inside your head would be similar to a Final Destination Movie in a haunted house😂\n  ","953833":"\n   True but they are hating for no reason😓\n  ","953834":"\n   Do you like watching Horror films?if yes What do you find appealing about horror films?\n  ","953835":"\n   Capp nikki\n  ","953836":"\n   You've got some nice anons all i get are haters😂\n  ","953837":"\n   The most expensive liquid in the world is a tear. It's 1% water and 99% feelings. Think before you shed.\n  ","953838":"\n   You miss him.just say it\n  ","953839":"\n   Wow that's sweet anon🤩\n  ","953840":"\n   Who cares if you don't mention his name? You constantly refer to \"the narcissist\" and we know that's who you're talking about.\n  ","953841":"\n   I see you for so much more. I see you as a girl with determination, a girl with a sweet and kind heart, a girl with a wonderful personality, a girl with a cute smile and a girl with a good head on her shoulders\n  ","953842":"\n   You can't stop talking about him or referencing him. Like I said, you've only acted that way about your boyfriends or celebs. You wanted him and it's ok to admit that.\n  ","953843":"\n   When are we moving to Greece together?\n  ","953844":"\n   I'm good :)\n  ","953845":"\n   You doing good?\n  ","953846":"\n   And he is still using the same picture and hasn't aged at all 😂\n  ","953847":"\n   You've never been this obsessed with someone not your bf or a celebrity. You wanted Andrew so bad but he couldn't be tied down.\n  ","953848":"\n   Hey\n  ","953849":"\n   You are very kind person :))\n  ","953850":"\n   who is braydon???\n  ","953851":"\n   Omg so that’s his name lol\n  ","953852":"\n   You are so attracted to him\n  ","953853":"\n   Just reactived my account after 5 years\n  ","953854":"\n   Wait is he the narcissist?\n  ","953855":"\n   What’s Andrew Cox’s snapchat?\n  ","953856":"\n   What do you like most about yourself?\n  ","953857":"\n   Is there anyone you like who’s in a relationship?\n  ","953858":"\n   What is the thing that bothers you the most\n  ","953859":"\n   Have you ever fallen in love with someone away from you?💕\n  ","953860":"\n   Thank you for your many choices offered on my page. You're thoughtful and kind. Have a nice holiday.\n  ","953861":"\n   what do you think of people who are very attached to their parents?\n  ","953862":"\n   What’s your favourite book turned into movie\/tv adaptation?\n  ","953863":"\n   Have you ever watched the youtube channel soft white underbelly?\n  ","953864":"\n   has your mom hit you?\n  ","953865":"\n   Would you rather give up bathing 🛀 for a month or give up the internet 📵 for a month?\n  ","953866":"\n   What are your plans for Christmas day?\n  ","953867":"\n   If you were babysitting me would you allow me too wear just a diaper and t-shirt inside at home? Or do you will force pants\n  ","953868":"\n   I miss your scent\n  ","953869":"\n   Is a self-gift really a gift?\n  ","953870":"\n   Do you know any songs by heart or do u usually just know the lyrics of the chorus? 🎶\n  ","953871":"\n   Pap of it?\n  ","953872":"\n   Have you been in a relationship? What do you hate the most about dating?\n  ","953873":"\n   Do you like December?❤️🎄\n  ","953874":"\n   DO YOU LIKE UNEXPECTED PLEASANT SURPRISES?\n  ","953875":"\n   You round out a bit during the Coof, Nikki? :D\n  ","953876":"\n   you're perfect\n  ","953877":"\n   Do you have a screen lock on your phone? 📲\n  ","953878":"\n   Pap?\n  ","953879":"\n   Are you good with plants? Do you have a green thum when it comes to gardening? 🌱\n  ","953880":"\n   Would you want to own an aquarium? If you had an unlimited budget, what kind of animals would you want to have in it? 🐚🐠🐡Would said aquarium be based on a certain biome or have any themed decorations inside of it? 🏝🗽🗼\n  ","953881":"\n   Is there someone you trust so much, you’ll follow them blindly?\n  ","953882":"\n   What is your favorite place to text? ( IMessage, WhatsApp, Tinder or Messenger)?\n  ","953883":"\n   How tired are you of 2020?\n  ","953884":"\n   Are you going to have a big festive Christmas meal or are you going to pass and have tacos or something?\n  ","953885":"\n   I miss waking up next to you :'(\n  ","953886":"\n   Did you put up a Christmas tree yet or why bother?\n  ","953887":"\n   What's the best sound 🎶 in the world for you? Mine is raining sound.\n  ","953888":"\n   did you pick up a new hobby this year? what was it?\n  ","953889":"\n   What was your worst haircut 💇‍♀️💇‍♂️ experience?\n  ","953890":"\n   Hello beautiful Nikki how are you doing tonight?\n  ","953891":"\n   yeah it's pretty boring tbqhwy, I think I only watch it because it's \"an event\" (u _ u)\n  ","953892":"\n   why does nobody watch the olympics? (·  _ · ) lol\n  ","953893":"\n   What does your perfect midnight snack look like? 😋\n  ","953894":"\n   What’s your favoriteOlympic 🏆 sportto watch?\n  ","953895":"\n   Pijama outfit pap\n  ","953896":"\n   ootd\n  ","953897":"\n   Your zodiac\n  ","953898":"\n   which house style do you like: traditional or modern?\n  ","953899":"\n   Who is it then\n  ","953900":"\n   Beautiful\n  ","953901":"\n   How?\n  ","953902":"\n   What are you plans tonight? Will be you chilling out at home or going out with people?\n  ","953903":"\n   Would you rather have to read aloud every word you read or sing everything you say out loud? 📢🎶\n  ","953904":"\n   What's more important - inner or outer beauty?\n  ","953905":"\n   You were 1 month old Nicole\n  ","953906":"\n   Have you ever fallen asleep during a class?\n  ","953907":"\n   How do you cope with lack of sleep?\n  ","953908":"\n   Would you rather have everything in your house perfectly organized by a professional or have a professional event company throw the best party you’ve ever been to, in your honor? 😱\n  ","953909":"\n   Nicole what bedtime should 12 year olds have?\n  ","953910":"\n   Sure you do.\n  ","953911":"\n   It’s been a while since you did one tho..\n  ","953912":"\n   Ootd?\n  ","953913":"\n   what do you notice first about a person?\n  ","953914":"\n   Cuz I need to know my lady is taking me back officially!  Hasnt exactly been a smooth ride!  Haha\n  ","953915":"\n   Should Smile more often in your pics. ❤️ you’re beautiful regardless\n  ","953916":"\n   But I need to know for sure if we’re back together...It’s close but nothing confirmed yet\n  ","953917":"\n   I need to do some immediately!!  Haha\n  ","953918":"\n   That’s how that goes sometimes.❤️🌞\n  ","953919":"\n   There couldn't have been anthing better than that😍🙈\n  ","953920":"\n   Love that smile\n  ","953921":"\n   Pap something beautiful, for instance, your picture👻\n  ","953922":"\n   mmm tasty, do you like Dunkin donuts drinks?\n  ","953923":"\n   What's your number one rule in life?\n  ","953924":"\n   Do you agree that nobody goes through more shit in life than a person with a good heart?\n  ","953925":"\n   We are on lockdown in Scotland so no☹️\n  ","953926":"\n   What about the opposite sex confuses you the most? ♀️♂️\n  ","953927":"\n   If you could be immortal, would you choose to be?\n  ","953928":"\n   Go check on your baby daddy\n  ","953929":"\n   what drink was it?\n  ","953930":"\n   It's the season of giving! Would you rather be loved or love? 💞\n  ","953931":"\n   What was the last thing you bought?\n  ","953932":"\n   anyone finish their xmas shopping yet?\n  ","953933":"\n   How do you surprise other people?\n  ","953934":"\n   How’s life folksss? 👀\n  ","953935":"\n   Tony had the flu\n  ","953936":"\n   I'm done with questions for today baby. Have a good night now 😊😘(-_-) zzz 💤\n  ","953937":"\n   How many times have you been sick this year?\n  ","953938":"\n   Have you seen the video “Two Girls, One Cup”? 🤔\n  ","953939":"\n   Have you ever posted a pic of your feet?\n  ","953940":"\n   You have any plans for christmas?\n  ","953941":"\n   If You Could Watch Everything That Happened In Your Life Until Now, Would You Enjoy It?\n  ","953942":"\n   When eating cereal with milk, do you pour the cereal or milk first?\n  ","953943":"\n   What's your fav Billie Eilish song? 🤔\n  ","953944":"\n   What are you better at – singing or dancing?\n  ","953945":"\n   Have people taken photoshopping too far? What do you think?\n  ","953946":"\n   Do you still talk to your first love?💗\n  ","953947":"\n   You know you’re winning when you’re happy without a specific reason. When you don’t attach your happiness to anything or anyone, you become free.\n  ","953948":"\n   opinion about kpop\n  ","953949":"\n   Do you ever want everyone in the world to hear the song you’re listening to or are you keeping your playlist to yourself?\n  ","953950":"\n   • What is your BIGGEST turn on?\n  ","953951":"\n   Out of all the things you've done that are worth remembering, which one comes to your mind first, and why?\n  ","953952":"\n   Ever noticed when you stare at someone for 10-20 minutes you see them pick up they’re being stared at and they look around... That is no coincidence. Telepathy is too real.\n  ","953953":"\n   I'm doing good :)\n  ","953954":"\n   What is the last thing you said to someone?\n  ","953955":"\n   Can you sing and dance? If not, do you wish you did?\n  ","953956":"\n   Hi nikki\n  ","953957":"\n   Why do you never get things right?\n  ","953958":"\n   nikki you scary me 😭 I think you not real girl you never video\n  ","953959":"\n   What are you completely over and done with?\n  ","953960":"\n   WHAT IS YOUR FAVORITE OUTDOOR ACTIVITY?\n  ","953961":"\n   Nicole😥\n  ","953962":"\n   how many days would you last without ask.fm?\n  ","953963":"\n   How would you do on a song competition show?\n  ","953964":"\n   How is my bestie doing? :)\n  ","953965":"\n   i feel bad for you, lol... stay strong xd\n  ","953966":"\n   Has a friend ever betrayed you?\n  ","953967":"\n   Is it outdated to list on a piece of paper the stuff you need when you go grocery shopping instead of doing it on your phone?\n  ","953968":"\n   Heyy Nikki\n  ","953969":"\n   It took 3 days and a lot of spam to get a response and when you finally responded you are condescending af. Fine lets put it to the test baby\n  ","953970":"\n   So do you stand by this statment that you would change a diaper on an 8 year old?\n  ","953971":"\n   Can I sing you a song in Italian accent?\n  ","953972":"\n   No sweaty i'm asking you for a serious answer baby or i can keep asking\n  ","953973":"\n   why do you have so many anon questions? xd\n  ","953974":"\n   Nicole would you ever change diapers on an special needs 8 year old if that was in your babysitting job or would you quit?\n  ","953975":"\n   You ask me pliz no spammy but i ask you pelase respond and i wont need to spam.\n  ","953976":"\n   how many followers do you have on this app?\n  ","953977":"\n   Could you invent a new ice cream flavor?\n  ","953978":"\n   Is family important to you?👨‍👩‍👧‍👧❤️\n  ","953979":"\n   do you go through the people you follow and unfollow inactive accounts?\n  ","953980":"\n   what is your favorite flavor of coffee? (if you like coffee)\n  ","953981":"\n   How do you know?\n  ","953982":"\n   what’s a holiday movie you watch every single year?\n  ","953983":"\n   do you have any big life changes coming up?\n  ","953984":"\n   Do you work at Starbucks? Because I like you a latte\n  ","953985":"\n   How old were you when you started playing video games?\n  ","953986":"\n   What do you want to be remembered for?\n  ","953987":"\n   are you in love?\n  ","953988":"\n   Hey good morning\n  ","953989":"\n   what video on the internet makes you feel bad?\n  ","953990":"\n   What time do you usually wake up?\n  ","953991":"\n   Do you have any cool nicknames?\n  ","953992":"\n   Nicole would you ever change diapers on an special needs 8 year old if that was in your babysitting job or would you quit?\n  ","953993":"\n   Same here\n  ","953994":"\n   Are you certain of your future?\n  ","953995":"\n   Do you celebrate Christmas❔\n  ","953996":"\n   lol the bedroom teasing guys\n  ","953997":"\n   Which room do you spend the most time in in your house?\n  ","953998":"\n   Makeup or no makeup for girls?\n  ","953999":"\n   Do you think you get more mature by getting older?\n  ","954000":"\n   Who is more jealous - girls or boys?\n  ","954001":"\n   On scale from 1 to 10, how addicted to sweets are you?\n  ","954002":"\n   thanks for being kind to me it means alot you got me throgh some tough times tbh\n  ","954003":"\n   Who has the best sense of humor?\n  ","954004":"\n   have you any beauty tips your stunning tbh\n  ","954005":"\n   do you like xmas are you ready\n  ","954006":"\n   Do you sometimes find that the lead up to Christmas Day is better than the actual day?\n  ","954007":"\n   Do you stream on Twitch? If so, what's your @? Do you watch anyone's streams on Twitch? If so, who's?\n  ","954008":"\n   Happy Sunday ✨❄️\n  ","954009":"\n   Do you want my number 🙂??\n  ","954010":"\n   Violence is not the answer anon😥\n  ","954011":"\n   Do you like having candles in your home? What kind? Where and in what way do you usually place them? 🕯\n  ","954012":"\n   Im 60% sure I could beat you in a fight irl (· _ ·)\n  ","954013":"\n   Hi\n  ","954014":"\n   I love you still. How can I not? Impossible\n  ","954015":"\n   Do you sleep in PJ's?\n  ","954016":"\n   And every time thinking of me!!!\n  ","954017":"\n   You deserve a gift for surviving 2020. What's the best gift you can give yourself this year?\n  ","954018":"\n   What do you do to celebrate an occasion?\n  ","954019":"\n   You like looking at the stars?🌟\n  ","954020":"\n   could any gift be sweeter to unwrap? answer: NO\n  ","954021":"\n   Hey.. Can I get your number?\n  ","954022":"\n   That's literally right now. lol lol lol\n  ","954023":"\n   can you be under my tree plz\n  ","954024":"\n   What do you wish you had spent more time doing 5 years ago? Or just at any general time in the past, if that makes it easier to answer!\n  ","954025":"\n   Do you celebrate Christmas? 🎄\n  ","954026":"\n   Yet everything visible was still hot af\n  ","954027":"\n   Where y’all from?\n  ","954028":"\n   twitter name\n  ","954029":"\n   Do you miss someone?💔\n  ","954030":"\n   What time did Nikki wake up today?\n  ","954031":"\n   Reply herem\n  ","954032":"\n   YES IT IS FLAWLESS 😘\n  ","954033":"\n   We wanna know them all lol.\n  ","954034":"\n   I want to send you to boarding school\n  ","954035":"\n   What do you want to discuss tonight?\n  ","954036":"\n   Do you ever feel like a nuisance at work?\n  ","954037":"\n   We demand to see that gorgeous smile of yours.\n  ","954038":"\n   Like what?\n  ","954039":"\n   do you have any quirks? 🤪\n  ","954040":"\n   Are ANGELS 😇 and DEMONS 😈 real?\n  ","954041":"\n   Say the zombie apocalypse had arrived and I was building up a fort that would harbor a resistance force against the zombie threat, would you join me? What role would you take in said fort? 🧟‍♀️\n  ","954042":"\n   What do you think has been the best movie\/series of the year so far? 🎬💕\n  ","954043":"\n   Who is more interesting to spend time with — people who are younger or older than you?\n  ","954044":"\n   How dare you put a hand over that face\n  ","954045":"\n   why cover your flawless face?\n  ","954046":"\n   Pap?\n  ","954047":"\n   Hearken while you may for Christmas day is near!\n  ","954048":"\n   I want to see you in bikini nikki 😍 👙\n  ","954049":"\n   What's the last song you listened to?\n  ","954050":"\n   Sounds like pookies. Hopefully you can still get drive thru.\n  ","954051":"\n   Do you love being known as Nikki \"The Body\" Buckley?\n  ","954052":"\n   Will you ever you change diapers on an 8 year old if that was in your babysitting job or would you quit?\n  ","954053":"\n   Have you ever played The Sims?\n  ","954054":"\n   Are you online?\n  ","954055":"\n   well the question was \"what's the toughest decision you made TODAY?\" and you said many\n  ","954056":"\n   If your bf recommended that they be trained into forced labor camps to help build our nation's roads and bridges, would you support that?\n  ","954057":"\n   what should California do about the homeless population?\n  ","954058":"\n   What if I become friends with your family and friends would you leave them too?\n  ","954059":"\n   yeah, my main before it got hacked had 64k\n  ","954060":"\n   you havent made any tough decisions today\n  ","954061":"\n   Would you rather be unable to move your body every time it rains or not be able to stop moving while the sun is out?\n  ","954062":"\n   How important are strong family ties to you?\n  ","954063":"\n   what’s the toughest decision you made today? 😫\n  ","954064":"\n   one guy had 340k followers back in the day, thats the max\n  ","954065":"\n   What's going on in LA? Still in lockdown?\n  ","954066":"\n   Do you struggle to find your place in the world?\n  ","954067":"\n   Don't make me take it away whatever that keeps you away from me you hear me?\n  ","954068":"\n   You have the most right?\n  ","954069":"\n   In my country it's 2021already 🤔\n  ","954070":"\n   was avery the best character?\n  ","954071":"\n   Anyone have 1 million followers here?\n  ","954072":"\n   That’s good. It’s been good. I’ve been lazy and gained like 10 pounds in the last month\n  ","954073":"\n   Goodmorning Nikki 😀\n  ","954074":"\n   Which was the last documentary you watched?\n  ","954075":"\n   was dog with a blog an amazing tv show?\n  ","954076":"\n   Do you have a blog?\n  ","954077":"\n   If you could jump into a swimming pool which was filled with anything you wished, what'd you choose? Why that? 💦\n  ","954078":"\n   How’s your week been?\n  ","954079":"\n   How long after that did you first meet in person?\n  ","954080":"\n   Do you wear a bikini when you go to the pool or beach?\n  ","954081":"\n   Do you play any sports?\n  ","954082":"\n   How did you meet your significant other?\n  ","954083":"\n   2021 😱\n  ","954084":"\n   I'm doing good\n  ","954085":"\n   You mean the guy you dated here?\n  ","954086":"\n   that narcissist must've been very hot for him to be so memorable\n  ","954087":"\n   oh goodness sounds brutal, :( glad you coped and decided enough is enough.\n  ","954088":"\n   Are you able to disable the shoutout questions in your account settings cus I can't untick bc it set by itself on again and I'm tired of getting stupid shoutout questions from ppl I don't give a flying fck 😡\n  ","954089":"\n   Do you usually remember your dreams?\n  ","954090":"\n   What Bridges Are You Happy You Burned?\n  ","954091":"\n   How are you today?\n  ","954092":"\n   Have you heard an unwanted argument? 🙉\n  ","954093":"\n   Do you know how amazing holding your cute little body sounds to the average man?\n  ","954094":"\n   Hey Nikki :)\n  ","954095":"\n   This video from a Swedish comedian perfectly sums up how these last few days before Christmas have been for me 😂\n   \n    https:\/\/www.instagram.com\/p\/B9w0X27F2Tr\/?igshid=13at6xu8tsieu\n   \n","954096":"\n   The question was rate your weirdness, not beauty (which IS an 11).\n  ","954097":"\n   What can I say to a friend that is depressed? I read alot of articles about what not to say but I don't know what I can tell him to help.\n  ","954098":"\n   What's your \"everyday carry\"? How has the pandemic changed what items you always take with you? 📱💄🔑\n  ","954099":"\n   From 1-10, how weird are you?\n  ","954100":"\n   I'd rather carry you up them\n  ","954101":"\n   What is your opinion on stairs? Do you dread having to walk up several flights of them? 🥵\n  ","954102":"\n   In case you watched it, what are your thoughts on the movie “TENET”?\n  ","954103":"\n   Are you in need of a Christmas miracle?\n  ","954104":"\n   Are you saying that you don't enjoy love making?\n  ","954105":"\n   Do you like being tickled lol?\n  ","954106":"\n   Would you delete your social media for a healthy relationship?\n  ","954107":"\n   Do you prefer to answer questions or ask them?\n  ","954108":"\n   Sent to all the girls I follow (sorry if I ticked dudes or nonbinary folk). You are STUNNING, don't let anyone tell you otherwise. I love you. I support you. Have a nice day, babygirl ❤\n  ","954109":"\n   Your new bf is very temporary\n  ","954110":"\n   College sound good?\n  ","954111":"\n   Yeah I'm not really into the Christmas music tbh.. I do have a select few songs though it does my head in listening to the radio at this time of year today I actually counted it and I heard 53 Christmas songs Mariah Carey they played her song three times😩 it was actually exhausting😂\n  ","954112":"\n   As a child what did you think would be awesome about being an adult but turn out to not be so great?\n  ","954113":"\n   You speak on them so why do you act like that's different?\n  ","954114":"\n   Do you know what that movie is called?\n  ","954115":"\n   Happy Friday! I hope you have a wonderful weekend! Keep being wonderful! I really appreciate you :3 💕\n  ","954116":"\n   Hey\n  ","954117":"\n   I wish you were my 1st\n  ","954118":"\n   🙄\n  ","954119":"\n   Could you say the same for friendships?\n  ","954120":"\n   Do you believe in soulmates?\nAlso do you think that having a soulmate doesn't necessarily mean getting married having kids falling in love but could just be  a naturally strong connection like family?\nDo you have a soulmate in your life?\n  ","954121":"\n   It's something. I can sense your inner turmoil.\n  ","954122":"\n   Should I eat a bowl of late night ice cream or nah?\n  ","954123":"\n   Fahim was your least fav of the 3, wasn't he Nicole?\n  ","954124":"\n   😲 I loved that second one so well done😍 \nThat maroon 5 version also pretty good😌\n  ","954125":"\n   Good, just wanted you to not forget about me. Lol!\n  ","954126":"\n   Hey Nicole! You been doing alright? Any aha advice this week?\n  ","954127":"\n   What is your favourite Christmas song this is mine\n   \n    https:\/\/youtu.be\/9Pxw-RbdUow\n   \n","954128":"\n   Open up to us about what's troubling you. Don't hide it from us.\n  ","954129":"\n   You're in indian country now boy 🤠\n  ","954130":"\n   What do you do when your neighbours make a lot of noise? 🙉 😣 Do you try to be mindful of those who live in the same neighbourhood \/ building as you? 🏡🏢\n  ","954131":"\n   Fahim, Anthony, Jeffrey just to name a few\n  ","954132":"\n   Open up to us Nicole.\n  ","954133":"\n   How do you like to eat Oreo cookies? Do you break them in half? With milk? If you don't like them, what is your favorite cookie?\n  ","954134":"\n   Nikki VIP! How are you? What are the weekend plans?\n  ","954135":"\n   You've sure gotta long list of ASKfm exes lol\n  ","954136":"\n   Yo, Nicco :)\n  ","954137":"\n   Things I learned in 2020: 1.- sum people are temporary, and that's okay. They teach you lessons & you grow\n  ","954138":"\n   Hey! Hey hey hey hey! Wait a minute!! Quiet! Lol quiet 😂\n  ","954139":"\n   When purchasing things online do you go by ratings?\n  ","954140":"\n   I regret not marrying you when I had the chance\n  ","954141":"\n   Do you have regrets?\n  ","954142":"\n   Do you know how to eat with chopsticks? Are you any good at it? 🍜 Maybe you have some tips for someone like me who sucks at it? 😂\n  ","954143":"\n   just letting you know, your underwear sticks out the back of your pants sometimes\n  ","954144":"\n   Happy Friyay‼️. I hope everyone has a fantastic weekend ❄️✨🥺\n  ","954145":"\n   Done Christmas shopping?\n  ","954146":"\n   Any jokes\n  ","954147":"\n   Stay safe\n  ","954148":"\n   If life were a VIDEO GAME, would you use some of the CHEAT CODES? 🎮\n  ","954149":"\n   Are you excited for Christmas? I am. I can’t wait to hide the eggs!!\n  ","954150":"\n   hi! wanna be friends?\n  ","954151":"\n   You do instagram lives.\n  ","954152":"\n   I want to hear your sweet voice\n  ","954153":"\n   Please vote on my poll\n  ","954154":"\n   do you shower with steaming hot water?\n  ","954155":"\n   he might as well live in ohio since you never see him\n  ","954156":"\n   why does he live in ohio\n  ","954157":"\n   For everyone who is in a relationship, how did you meet your other half ?\n  ","954158":"\n   Do you listen to the lyrics of the song? What are some of the dumbest lyrics you’ve heard?\n  ","954159":"\n   It must be all the liquor you downed\n  ","954160":"\n   Can you give a straight answer? There must be a reason.\n  ","954161":"\n   Why are you going to Ohio?\n  ","954162":"\n   Wassup wyd w ya kick it im in cudahy california come over\n  ","954163":"\n   I can't hear ur actual voice 😏\n  ","954164":"\n   Do you believe in other dimensions and parallel universes? 🌌\n  ","954165":"\n   Have you seen an erotic film?(no p0rn videos but erotic movie which are considered art) if so which one?\n  ","954166":"\n   Why go to Ohio for your ex? Totally not worth it.\n  ","954167":"\n   Smh....you don’t need to\n  ","954168":"\n   Do we actually get to hear the voice of Nikki in this clip?\n  ","954169":"\n   Ootd?\n  ","954170":"\n   Remember when you wanted to change your name to Brandy-Renee?\n  ","954171":"\n   You look cute in that scarf & hat\n  ","954172":"\n   How are you ? 🙂\n  ","954173":"\n   Hello\n  ","954174":"\n   What’s everyone doing tonight?\n  ","954175":"\n   Are you a control 😤 freak or do you go with the 🌊 flow? How much control do you have over your life?\n  ","954176":"\n   Favorite never before seen selfie?\n  ","954177":"\n   What's your favourite movie or tv show?\n  ","954178":"\n   np, just supporting active members\n  ","954179":"\n   Are children who act in R-rated movies allowed to watch the film when it’s done?\n  ","954180":"\n   I need some dating advice. What’s the worst thing one can say on a first date\n  ","954181":"\n   Why ask is so freaking stupid lately! It recommends me profiles who are 3-4 five years inactive wtf 🤦🏻‍♂️\n  ","954182":"\n   You'd love to have sensitive hearing. I could picture you eavesdropping a lot.\n  ","954183":"\n   The girl who thinks she is smarter than anyone\n  ","954184":"\n   would you rather super sensitive taste or super sensitive hearing?\n  ","954185":"\n   Would you rather live your entire life in a virtual reality where all your wishes are granted or just in the normal real world?\n  ","954186":"\n\n    https:\/\/www.youtube.com\/watch?v=vQObWW06VAM\n   \n   🎶\n  ","954187":"\n   ok ♥\n  ","954188":"\n   O no well at least you can still handle it enough not to black out😬 that would suck lol\n  ","954189":"\n   Are you Romanian?\n  ","954190":"\n   have you ever meet someone who is that far up their own ass they think they are better than they accuslly are\n  ","954191":"\n   have you ever gone into a room and forgot why you went in there?\n  ","954192":"\n   Ok babylicious,that's it for today I'll ask you more questions tomorrow 😊😘\n  ","954193":"\n   best thing to happen to you this month\n  ","954194":"\n   Hi 👋🙂\n  ","954195":"\n   Do you have a catch phrase which you say regularly?\n  ","954196":"\n   Do you like popping bubble-wrap?\n  ","954197":"\n   How did you want it to go differently?\n  ","954198":"\n   Does the gender of protagonists in movies \/ shows etc. matter to you? Can it make you appreciate \/ relate to them more? Or is it how they're written that is most important? 👦👧🎬📺\n  ","954199":"\n   Is it okay to pee openly?\n  ","954200":"\n   ok..im sorry for asking\n  ","954201":"\n   Nikki, what's on the agenda until Biden is sworn in?\n  ","954202":"\n   How was your day\n  ","954203":"\n   What's your favourite thing to do? Generally speaking.\n  ","954204":"\n   What’s the best location to fully enjoy a good cup of coffee? ☕\n  ","954205":"\n   Yep\n  ","954206":"\n   Have you ever said Cowabunga?\n  ","954207":"\n   had sex with him before?\n  ","954208":"\n   is anyone here who's heart is not broked?\n  ","954209":"\n   Are you interested in anyone lately? How's your relationships been this quarantine?\n  ","954210":"\n   I love it when it says \"Your friend nikki just created a photo poll.\"  You know what I say to that? You're darn right she's my friend. My best friend and future wife. God it's comforting.\n  ","954211":"\n   Do you wear leggings and sandals\/flip flops?\n  ","954212":"\n   Do you rely too heavily on your phone? Why or why not?\n  ","954213":"\n   Do you even Omar?\n  ","954214":"\n   Oh I got the speaking in public one I breakdown before I can do it lol my cousin has the needle one it's funny though because you can pull out a needle and if your real close to him where the needle is within a couple feet he will faint he funny flushed me when I was little so he deserved it 😂\n  ","954215":"\n   What I mean by on the top like the most recent text you got how long does it stay there until someone else texts you\n  ","954216":"\n   oh nikki, yes you are doing it just right. continue plz\n  ","954217":"\n   Yea what are they? Or is it a phobia to talk about phobias 😆🤔 I wonder if that's a thing investigation time🧐\n  ","954218":"\n   Do you have a fear a phobia perhaps for me it's heights\n  ","954219":"\n   how should society prepare teenagers who hate school for a career path?\n  ","954220":"\n   If you got corona would you die?\n  ","954221":"\n   How long does one persons text stay at the top of your messages on iMessage? Before going to the bottom\n  ","954222":"\n   Well that’s good at least.\n  ","954223":"\n   are you going to take the covid-19 vaccine?\n  ","954224":"\n   Are you annoyed\/mad at someone?\n  ","954225":"\n   Do you like peeling off stickers and labels off packaging? 🤪\n  ","954226":"\n   You ever viewed the website worldstarhiphop? If so what do you think about it\n  ","954227":"\n   Do you have any idea how bad polio was before the vaccine?\n  ","954228":"\n   Have you ever had chickenpox?\n  ","954229":"\n   It’s the truth tho. You are gorgeous\n  ","954230":"\n   what would be a good christmas present for you?\n  ","954231":"\n   How are you\n  ","954232":"\n   You are an antivaxxer? Lol\n  ","954233":"\n   you said jeffrey was your forever always, did I stutter?\n  ","954234":"\n   you said he was your forever always\n  ","954235":"\n   the virus shot they have one will you take it?\n  ","954236":"\n   Who are your favorite people to follow on Instagram?\n  ","954237":"\n   I’d rather not choose between 2 photos, because you’re gorgeous in all of them.\n  ","954238":"\n   Do you have a Twitter?\n  ","954239":"\n   We should send you some\n  ","954240":"\n   ok they do have a shot for it will you take it\n  ","954241":"\n   What do you usually do during a blackout? I'm in one right now 🌚\n  ","954242":"\n   so no school\n  ","954243":"\n\n    https:\/\/open.spotify.com\/track\/5qPAFGwWMulXJL1qlc0fHC\n   \n   for you <3\n  ","954244":"\n   Is the virus bad there?\n  ","954245":"\n   How old were you when you got your first computer and how old are you now?\n  ","954246":"\n   lol anon if you don’t like the way someone talks just don’t talk to them, instead of being a snooty little bitch and nitpicking. Grow up\n  ","954247":"\n   Do you listen to other people’s advice, or do you prefer figuring things out yourself?\n  ","954248":"\n   Has your year gone the way you hoped? Professional? Personal?\n  ","954249":"\n   What about eating them? (· _· )\n  ","954250":"\n   Do you like coloring books? (· _· )\n  ","954251":"\n   Do you like reading books?\n  ","954252":"\n   You say unnecessarily when it's not even necessary. I need to teach you how to communicate better.\n  ","954253":"\n   Damn girl! We would really be great together!💖\n  ","954254":"\n   If you like them, what's your favourite Sugarhill Gang single? 🎶 👍 🙃\n  ","954255":"\n   Hey\n  ","954256":"\n   Have you been too tired lately?\n  ","954257":"\n   Do you know Ivana Fukalot?\n  ","954258":"\n   * .❅ · °。·❆Where I live, it's snowing right now! Is it snowing where you live?\n  ","954259":"\n   What made you stop following your religion?\n  ","954260":"\n   Do you drink alcoholic beverages a lot? X)\n  ","954261":"\n   Pap? I need to see your beauty 🥺\n  ","954262":"\n   What’s the most recent show you’ve binge watched? 🎬👀\n  ","954263":"\n   would you ever get your partner name tattoed on you\n  ","954264":"\n   Do you ever sing in the shower? 🎶🚿\n  ","954265":"\n   Would you rather go to jail for 4 years for something you didn’t do or get away with something horrible you did but always live in fear of being caught?\n  ","954266":"\n   How do you start your days?\n  ","954267":"\n   Have you gotten Christmas shopping done?\n  ","954268":"\n   Um????? Yeah we are.... why would you deny that?\n  ","954269":"\n   Have you ever had an out-of-body experience? 👍 🙃\n  ","954270":"\n   Are you the favorite child?\n  ","954271":"\n   Wow omg me too! We are a perfect couple!💖💖😍😍💖💖\n  ","954272":"\n   Whats your favourite type of sandwich?\n  ","954273":"\n   Whats been the hardest thing you've had to do lately?\n  ","954274":"\n   Last what you look on Youtube?\n  ","954275":"\n   If you had an actual shoulder angel and devil who you interacted with on a daily basis, how would your relationship be with each one of them? 😇😈 How do you think it'd be like to have them standing on your shoulders each time you were going to make a moral decision? Haha\n  ","954276":"\n   If you go down in the woods today\nYou're sure of a big surprise\nIf you go down in the woods today\nYou'd better go in disguise!\n\nFor every bear that ever there was will gather there for certain\nBecause today's the day the Teddy Bears have their picnic😋\n  ","954277":"\n   What if it was Adam Levine dressed as Santa?\n  ","954278":"\n   The first one is unavailable in my Putney for some reason, what was it called?\n  ","954279":"\n   What is your favourite Christmas song?🎅🏼\n  ","954280":"\n   random things like what lol\n  ","954281":"\n   Me too\n  ","954282":"\n   i\"ll be terrible at making one there is nothing i want\n  ","954283":"\n   what is on it\n  ","954284":"\n   Would you raise your child the way your parents raised you?\n  ","954285":"\n   do you have n amazon wish list\n  ","954286":"\n   In your opinion, what is the greatest album of all time?\n  ","954287":"\n   Have you ever had a photo with Santa? If so, when was the last time you got one? Would you get one at the age you are now?\n  ","954288":"\n   To all artists and writers, what was the last thing you did and what was it about?\n  ","954289":"\n   selfie??\n  ","954290":"\n   What's a movie you liked the trailer of but disliked the actual movie?\n  ","954291":"\n   I had a dream with Bertram in it last night because we were talking about this. 😂\n  ","954292":"\n   Hi vote my polls,please🥰\n  ","954293":"\n   Those questions are killing me\n  ","954294":"\n   Oh Nikki. You so naughty 🔥\n  ","954295":"\n   what are you doing now\n  ","954296":"\n   does it hurt your neck?\n  ","954297":"\n   do you like to wear hats & scarfs?\n  ","954298":"\n   How often are you on your computer?\n  ","954299":"\n   ok sorry\n  ","954300":"\n   why is everyone you date a social misfit? I dont like that for you\n  ","954301":"\n   It's amazing 🤤\n  ","954302":"\n   If there was a restaurant that has shrunken sexy guys on the menu, would you go?\n  ","954303":"\n   he said ya barely did.\n  ","954304":"\n   Are u afraid to\n  ","954305":"\n   They are so lucky\n  ","954306":"\n   How could his enemies even reach him to whip him\n  ","954307":"\n   How many close friends do you have?\n  ","954308":"\n   If a tree fell in a forest and no one is there to hear it, does it make a sound? 🌴💨\n  ","954309":"\n   You make me laugh and I like you as a person\n  ","954310":"\n   WHAT'S ONE THING YOU CAN'T LIVE WITHOUT?\n  ","954311":"\n   Hahaha nikki😁\n  ","954312":"\n   yes he is, idc if he \"works hard\" at other things. he doesn't do f all for you.\n  ","954313":"\n   What are you having for dinner tonight?\n\nI’m having a roast beef dinner.\n  ","954314":"\n   he is so lazy and unmotivated to please you unless it pleases him\n  ","954315":"\n   is your bf going with you?\n  ","954316":"\n   Have you ever dedicated something (letter, poems, songs, etc) to anyone? 💌\n  ","954317":"\n   Why do you lack emotions?\n  ","954318":"\n   Plans this weekend?\n  ","954319":"\n   Do you think it is important how a guy performs in bed to have a happy relationship?\n  ","954320":"\n   What’s your favorite character trait about yourself? Do people appreciate that trait about you as well?\n  ","954321":"\n   What do you say when you open your eyes morning?\n  ","954322":"\n   Do you have more online friends than real life friends? Does that makes sense? 🧐\n  ","954323":"\n   You've never seen Erica Kane?!\n  ","954324":"\n   How are you holding up?\n  ","954325":"\n   If you want to know how I end up hating you then you must let me tell you how I ended up falling in love with you?\n  ","954326":"\n   Do you ever get shoutouts that are just entirely and utterly pointless? Has this made you turn off shoutouts or do you just delete them?\n  ","954327":"\n   You should a post bikini pics on ur snap story then people wouldn’t unadd you 😍\n  ","954328":"\n   You and Jeffrey broke up?\n  ","954329":"\n   Do you prefer tea, coffee or cocoa?\n  ","954330":"\n   I would like to be your shoe,you travel everywhere with me\n  ","954331":"\n   What's one movie that made you cry or made you really emotional?\n  ","954332":"\n   Really it is lovely there it's big and so much cool places to go would you ever go on a cruise ship?\n  ","954333":"\n   Nobody does....\n  ","954334":"\n   Yes\n  ","954335":"\n   Do you think you are good looking?\n  ","954336":"\n   What did you do?\n  ","954337":"\n   Why Nikki? Is it still painful?\n  ","954338":"\n   Do you sleep naked?\n  ","954339":"\n   How do you deal with it? What do you do to make yourself feel better?\n  ","954340":"\n   In all general tho. Like communication is key in everything.\n  ","954341":"\n   Your taken😔 \nNevermind \nI just wanted to say ur very cute especially your freckles ☺\n  ","954342":"\n   Pap?\n  ","954343":"\n   what’s the most painful thing you’ve ever experienced?\n  ","954344":"\n   I just wish people would communicate and not ignore.\n  ","954345":"\n   How old are you?\n  ","954346":"\n   What's something you don't like about yourself?\n  ","954347":"\n   Are any of your ex's on here?\n  ","954348":"\n   It’s just not fair.\n  ","954349":"\n   It happened on the daily for me though and Idk why.\n  ","954350":"\n   Don’t you hate when people ignore you? Idk what I did wrong, I tried asking them but they won’t answer.\n  ","954351":"\n   Do you ever get depressed?\n  ","954352":"\n   I mean like you know i don‘t get time for this\n  ","954353":"\n   When was the last time you laughed at something and regretted it right away?\n  ","954354":"\n   If you could choose anything what would you do where would you go?\n  ","954355":"\n   I know i'm really lucky😇 And she is finding it quite funny too.\n  ","954356":"\n   what was the last awkward moment that you had\n  ","954357":"\n   Just talking to my favourite celebrity😍 what bout you?\n  ","954358":"\n   What's a colour that typically makes you happy? Whether it reminds you of someone, something etc doesn't matter.\n  ","954359":"\n   If you could make any changes you want to any one Marvel or DC character, who would you choose and what would you change?\n  ","954360":"\n   Niks🥺\n  ","954361":"\n   When was the last time you accidentally offended someone?\n  ","954362":"\n   Nikki I cant sleep\n  ","954363":"\n   Nikki.... let's be roommates and hire Betrum to be our butler and he can made us pancakes and bacon and little tasty desserts and cookies and warm milk. Wouldn't that be fun?\n  ","954364":"\n   What is a funny fight from a movie you seen?\n  ","954365":"\n   What was it?\n  ","954366":"\n   How often do you contemplate life?\n  ","954367":"\n   I'm great done all my shopping got food now I'm being like Eric Cartman and eating kfc skin🤣\n  ","954368":"\n   Yes this is true and hows the lovely Nikki this beautiful day?\n  ","954369":"\n   Omg u dont?\n  ","954370":"\n   General Hospital or All My Children?\n  ","954371":"\n   Whos your gay Bff?\n  ","954372":"\n   Aw why not? I'll ask your boyfriend if it's okay!\n  ","954373":"\n   Can i be your on the side boyfriend?\n  ","954374":"\n   Seems alot of people are doing the same😌\n  ","954375":"\n   Where will you be celebrating new years eve?\n  ","954376":"\n   Where my puppy sky?\n  ","954377":"\n   are you being a responsible American today?\n  ","954378":"\n   Do you wear a watch?\n  ","954379":"\n   When was the last time that you got sick? 🤒 Have you gotten sick less often now during the pandemic? 😷\n  ","954380":"\n   Would those tbh be something you’d do again?\n  ","954381":"\n   Would you ratherbathe in 🍽 dishwater or wash dishes in your 🛁bathwater?\n  ","954382":"\n   Is 2021 gonna be your year?👀\n  ","954383":"\n   favorite song at the moment?\n  ","954384":"\n   Last what you look on Youtube?\n  ","954385":"\n   This is your most liked answer. What do you think about it? 😄\n  ","954386":"\n   How many siblings do you have and how old are they?\n  ","954387":"\n   Have you ever shared your password with someone on a social media account?\n  ","954388":"\n   Followers amount? Does it grow fast?\n  ","954389":"\n   Have you sent all 329 people a TBH? 😂\n  ","954390":"\n   Is there someone you've never forgotten?\n  ","954391":"\n   Have you ever had to give something up that you really didn't want to?\n  ","954392":"\n   Is it important for you to have a personal space in a relationship?\n  ","954393":"\n   are you an only child?\n  ","954394":"\n   Can you climb a tree? 🌳 If yes, when was the last\n  ","954395":"\n   Have you ever felt wrong?\n  ","954396":"\n   Do it please please please please please please please please Doooooooooo iiiiiiiiiittttttttttttt!!😂seriously just do it 🤨\n  ","954397":"\n   Putting on the wishlist💝💝💝\n  ","954398":"\n   you rather have a parked car conversation or a epsom salt bath right now?\n  ","954399":"\n   i hope you have\/had a great day. :)\n  ","954400":"\n   Do you ever call Shia \"Shi\" for short?\n  ","954401":"\n   It's extremely hot. Armenian culture is very beautiful.\n  ","954402":"\n   hey there young lady what are you doing?\n  ","954403":"\n   You are my walking wishlist\n  ","954404":"\n   We want it lol\n  ","954405":"\n   Nikki is hot like a Taki!\n  ","954406":"\n   You post my wishlist everyday\n  ","954407":"\n   😍😍😍😍\n  ","954408":"\n   Damn\n  ","954409":"\n   Show us the wishlist lmao\n  ","954410":"\n   you're looking at him, Donald j trump your president\n  ","954411":"\n   Pap?\n  ","954412":"\n   😂😉\n  ","954413":"\n   how do you feel about your president trump?\n  ","954414":"\n   Post your wishlist\n  ","954415":"\n   Yes😍😍😍😍💗💗💗💙💚💛💛🧡💜💜\n  ","954416":"\n   Ootd?\n  ","954417":"\n   Do you like any chips more than hot cheetos?\n  ","954418":"\n   What are Takis?\n  ","954419":"\n   What do you think of takis?\n  ","954420":"\n   Do you have a favorite wine glass?\n  ","954421":"\n   What are you drinking tonight?\n  ","954422":"\n   I’m in love with your profile pic tbh\n  ","954423":"\n   In your expert opinion, is Talen Horton-Tucker an amazing young prospect for the Lakers?\n  ","954424":"\n   Are you American\n  ","954425":"\n   Awesome I dont really have family anymore my mother is around but works alot or drinks till shes legless so I dont spend much time with her these days it's more a hassle then anything sad but true lol well I hope you have a wonderful rest of your day if you get bored I'm always keen to talk🤗\n  ","954426":"\n   No that's was you i swear cuz i follow u there on insta 🌝😜😛😛😛\n  ","954427":"\n   Lol u r the girl who was live on Instagram 😹❤️\n  ","954428":"\n   Hi...have you ever kicked a boy in the balls?\n  ","954429":"\n   That's interesting how long have you been studying? What do you plan to do when you have passed are you wanting to be a therapist?\n  ","954430":"\n   Hello there , that’s what obiwan kenobi says\n  ","954431":"\n   I love everything about you\n  ","954432":"\n   How to confess your love to someone who’s long-distance?\n  ","954433":"\n   Yea I mean I will be alone so quite lonely really but that's apart of life at times your alone I guess anyway I'm still excited just the whole idea of Christmas i love it and want to share it with anyone i can really will you be spending time with your new boyfriend on Christmas day?\n  ","954434":"\n   But you're flawless\n  ","954435":"\n   If you were dating\/engaged\/married, would you post pictures of you together on social networks? Do you think it is a right thing to do? Or it is an invasion of your privacy? 🤍\n  ","954436":"\n   Are you currently relaxing in the lingerie that your boyfriend bought you?\n  ","954437":"\n   Is there a \"perfect relationship? Can such relationship exist?\n  ","954438":"\n   Have you ever regret looking for something because you got disappointed about what you found out?\n  ","954439":"\n   favorite subject in school?\n  ","954440":"\n   Of course. You love when they are gripped by your man, don't you? And then the sweat makes them slippery so he grips tighter.\n  ","954441":"\n   What are your thoughts on the following matter:\n   \n    https:\/\/ask.fm\/itzmanu_\/answer\/165010752384\n   \n   ?\n  ","954442":"\n   How forgetful would you say that you are? Like, how often do you misplace stuff and such? 🤔😐\n  ","954443":"\n   Would you buy a doll that you knew was haunted? 🎎 👻 👍 🙃\n  ","954444":"\n   That's hot\n  ","954445":"\n   I have to work this year  unfortunately I get an extra long holiday in January so I'm goin to do some traveling around some of the places I've not been to yet around my own country so that will be nice I think. Are you excited for Christmas this year?\n  ","954446":"\n   She was 20 anon\n  ","954447":"\n   Were you talking in a different language in your live video?\n  ","954448":"\n   I'm excellant enjoying the sun shine at the moment its absolutely lovely just like your smile😉 have you got plans for Christmas this year?\n  ","954449":"\n   Hi Nikki how are you doing today everything going well for you?😀\n  ","954450":"\n   Do you like Jessie J? Is it really ok not to be ok?\n  ","954451":"\n   ok boyfriend you get what I ment dont need to be defensive your having insecurities its natural\n  ","954452":"\n   Do you like snow? ❄️\n  ","954453":"\n   A new week is here! I hope it goes well for you! Keep safe, keep warm (if it's cold for you lol), and just keep being you! 💕 You're awesome!\n  ","954454":"\n   Do you love how shapely they are?\n  ","954455":"\n   our love was so pure\n  ","954456":"\n   They say love everyone but how can I do that if not all people are worth the love?\n  ","954457":"\n   Pap of your perfect hips\n  ","954458":"\n   Why do you never remember anything? What's going on?\n  ","954459":"\n   Do you remember a specific time in your life when you weren't doing so well, but light shined on your path, turned bad days into good, turned breakdowns into blocks, and you smashed them cos you could 👊👊💪👌\n  ","954460":"\n   Have you ever participated in a secret gift exchange? If so: what did you give, and what did you get?\n  ","954461":"\n   Yea your boy toy lol\n  ","954462":"\n   What did they do?\n  ","954463":"\n   How's our sweet cowgirl doing today?\n  ","954464":"\n   That depends on how you look at it and to me you most certainly are😉\n  ","954465":"\n   What is the most beautiful woman in America doing on this wonderful day?\n  ","954466":"\n   haiiiiiii 😊😊😊😊 hiiii theree 😊😊 helloooo 😊😊😊😊😊😊😊😊😊😊😊😊😊\n  ","954467":"\n   No habla Espaniol? 😜\n  ","954468":"\n   Hey!!\n  ","954469":"\n   I will protect you\n  ","954470":"\n   I will but stop talking about me deal?\n  ","954471":"\n   I will\n  ","954472":"\n   Good and no more questions about me or fake acc deal?\n  ","954473":"\n   Tried that like i said, delete those questions and ill delete the acc and then stop fucking talking about me\n  ","954474":"\n   Nikki wake up\n  ","954475":"\n   Tried that\n  ","954476":"\n   Already did that. Delete every comment about fake acc and then ill delete it\n  ","954477":"\n   the bad deed\n  ","954478":"\n   who do you suspect did that ? say top 10 names\n  ","954479":"\n   hahaha I don't speak English either. what I write is thanks to the language translator\n  ","954480":"\n   Because people report me and you appreciate it, stop fucking talking about it when i already deleted it !!!!\n  ","954481":"\n   i got so sad when that happened\n  ","954482":"\n   oh no please don't make fake accounts not of sweet nicole\n  ","954483":"\n   Nikki\n  ","954484":"\n   yes the after morning 😂\n  ","954485":"\n   Good after morning 😋\n  ","954486":"\n   You and Shia were an item Nicole. I saw you sitting on the back of his motorcycle, clutching his torso, on the 101 North preparing to exit at Lankershim Blvd. He literally turned around to kiss you while he was driving around 80 mph, which was very dangerous.\n  ","954487":"\n   Hey and do you speak Spanish?\n  ","954488":"\n   Do you use Pinterest? If so, what do you use it for?\n  ","954489":"\n   so its something you just dont wanna talk bout it so I'm guessing it's to do with the man\n  ","954490":"\n   How you feel is important to me\n  ","954491":"\n   Good evening\n  ","954492":"\n   Have you ever been approached by someone in the street?\n  ","954493":"\n   How are you 🌸\n  ","954494":"\n   do you like coffee\n  ","954495":"\n   hello\n  ","954496":"\n   favorite movie?\n  ","954497":"\n   Do you know anyone who is blind?\n  ","954498":"\n   Do you have any posters in your room, if so who or what is it?\n  ","954499":"\n   You ignore A LOT of them. Fact.\n  ","954500":"\n   If you have friends coming over, what would you cook\/order? 😋\n  ","954501":"\n   What did you do to get in the most trouble with your parents?\n\n(If you get question(s) daily it means I have you followed and I will try not to spam too many of them)\n  ","954502":"\n   How do you decide whom to answer? Because i send a question before this one and after this one just to test so you don't just answer the latest ones. So how do you decide whom to answer?\n  ","954503":"\n   Do you like cartoons?\n  ","954504":"\n   Hola\n  ","954505":"\n   Can we get you things for Christmas?\n  ","954506":"\n   No one expects you too see them all but how do you chose which one to answer?\n  ","954507":"\n   Hi nikki\n  ","954508":"\n   How did your relationship with Shia LaBeouf begin and why did it end?\n  ","954509":"\n   Show a pic of your questions because you ignore a lot of them\n  ","954510":"\n   How many questions do you get an hour? Show a pic of it now. And how do you decide whom to answer?\n  ","954511":"\n   how are you doing? :)\n  ","954512":"\n   [@AthenusVena] Do we people ever really do anything out of our own conscious choice, or are we always controlled by some external stimulation or motive? What do you think?\n  ","954513":"\n   Do you know a lot about fashion?\n  ","954514":"\n   How important is it to you that you capture \"special moments\" digitally?\n  ","954515":"\n   When is the due date?\n  ","954516":"\n   Do you like to be alone? If so, how often?\n  ","954517":"\n   The pie chart of the most popular Christmas movies according to people on here is complete! 🎅🎬\n   \n    https:\/\/ask.fm\/TobbeAsks\/answers\/164366321785?utm_source=copy_link&utm_medium=android\n   \n   If you can't click the link or simply don't want to you can find it at the top of my profile for the next day or so😁\n  ","954518":"\n   It's about you, so it's important\n  ","954519":"\n   oh nikki...yes just like that\n  ","954520":"\n   Nikki did you have the baby yet? 👶🏻\n  ","954521":"\n   What are you going to think about tonight when you are in bed and about to fall asleep?\n  ","954522":"\n   If you could choose your dreams, what would you prefer to dream about? 😴💭\n  ","954523":"\n   When did you last go to a party?\n  ","954524":"\n   What you need help with?\n  ","954525":"\n   What's wrong?\n  ","954526":"\n   How do you feel?\n  ","954527":"\n   Are you on cloud 9 right now?\n  ","954528":"\n   Would you rather live in the mountains or on the beach?\n  ","954529":"\n   What was the latest \"unhealthy\" thing that you ate? 🍟🍩🍕🍨🍔 Did you feel like it was worth it? 😋\n  ","954530":"\n   Nikki maybe you are the only woman for me? 😣\n  ","954531":"\n   Good morning\n  ","954532":"\n   Did you watch Tenet?\n  ","954533":"\n   Why not? What kind of acting range do you have?\n  ","954534":"\n   What is the world's best song to dance to?\n  ","954535":"\n   If you like them, what's your favourite Cascada single? 🎶 👍 🙃\n  ","954536":"\n   [@athenusvena] Are any of our views truly our own or do we simply get them from the environments and societies we live our lives in? Where do u think your views in life are from?\n  ","954537":"\n   This is the way\n  ","954538":"\n   You used to like MJ and now you don't.\n  ","954539":"\n   He isn't ready to marry you. That's all I need to know.\n  ","954540":"\n   I obviously do.\n  ","954541":"\n   How much has your taste in music changed throughout the years? Are there any artists \/ bands who you've been listening to since you were younger and you still think are really good? 🎶🎧\n  ","954542":"\n   I know enough\n  ","954543":"\n   Could you play the Wicked Witch of the West?\n  ","954544":"\n   When a girl says \"I got to go to the bathroom to refresh \"  what's that supposed to mean?\n  ","954545":"\n   What food is delicious for you but a pain to eat? Mine is seafood! 🦀🦞🦐\n  ","954546":"\n   If you had to act in a movie, what character would you choose to be?\n  ","954547":"\n   I don't trust him\n  ","954548":"\n   Just a lil inbox to say that I hope you have a lovely weekend! Keep being amazing 💕\n  ","954549":"\n   Do you agree that foreign languages help you to think in a different way? 🤔💭\n  ","954550":"\n   Hey\n  ","954551":"\n   Have you ever checked the phone or social network account of your partner?\n  ","954552":"\n   Name anything that would give you reason to believe that. There's nothing.\n  ","954553":"\n   Yes really. What kind of sorry excuse for a man wouldn't be ready to marry someone as wifey material as you?\n  ","954554":"\n   Why definitely not?\n  ","954555":"\n   Has there ever been a movie or show that made you cry? What about a song?\n  ","954556":"\n   Ever tried putting a bunch of GLUE on your palm\/skin 🤲 and then peeling it off? 🤪\n  ","954557":"\n   Good evening\n  ","954558":"\n   What tells you the most about a person? Is it their physical attributes or their daily attitude?\n  ","954559":"\n   Then why do you color your hair?\n  ","954560":"\n   What’s everyone doing this weekend?\n  ","954561":"\n   Do you like natural or artificial beauty? What do you think of girls who wear eyelash extensions, fake nails, and dyed hair? 💇‍♀️💅\n  ","954562":"\n   Yeah plywood and a few cotton sheets from Walmart. Would you like to be sent into space in something built like that?\n  ","954563":"\n   What do you wish you could learn to do?\n  ","954564":"\n   Have the last few months passed slowly for you? Or do you feel as though they flew by?\n  ","954565":"\n   What things interest you the most? Have you recently added any new interests into your life?\n  ","954566":"\n   What about a spaceship made of wood and cotton?\n  ","954567":"\n   Do u like cheating in a relationship?  X big daddy\n  ","954568":"\n   Would you want to get your hand on your very own spaceship? What kind of features would it have, how big would you want it to be etc.? Where'd you wanna go with it and what'd you do once you were there? 🛸🌌\n  ","954569":"\n   Do you have plans tonight, babe? ~\n  ","954570":"\n   What is the purpose of life?\n  ","954571":"\n   He barely has time for you\n  ","954572":"\n   Have you ever been in a long distance relationship?\n  ","954573":"\n   Have you meet your boyfriend in person?\n  ","954574":"\n   Would you ratherdate someone with bad breath 🙊 or bad manners 😈?\n  ","954575":"\n   What's your favorite Christmas movie? 🎅🎬 (Gonna compile the answers into a pie chart to see which are the most popular, something I sometimes used to do on my old account 😁)\n  ","954576":"\n   Damn you missed my tag. 🥺🥺🥺🥺\n  ","954577":"\n   Thanks Nikki xx\n  ","954578":"\n   You're an angel xx\n  ","954579":"\n\n    https:\/\/www.youtube.com\/watch?v=Ad4Gzgssf0g\n   \n   🎶\n  ","954580":"\n   you look beautiful in both i miss you xxx\n  ","954581":"\n   Sexuality?\n  ","954582":"\n   Do you like online shopping?\n  ","954583":"\n   What is your relationship status?\n  ","954584":"\n   You're proud of being a beautiful cowgirl, aren't you?\n  ","954585":"\n   lol @ that anon\n  ","954586":"\n   Are you sure? 😢\n  ","954587":"\n   You are such a celebrity like person. People wouldn't mind standing in never ending ques to be able to interact with you. I too one of those people🙈\n  ","954588":"\n   What can a friend do that will make you feel special?\n  ","954589":"\n   I am good too😁 So, you'll be getting loads of questions everyday i guess\n  ","954590":"\n   So, you finally saw my question. Thank God for that🙏 So, how you doing Niks?\n  ","954591":"\n   Exactly, you are right.\n  ","954592":"\n   Only once, with a big dog.   The result was an off-the-field loss. I ran away.\n  ","954593":"\n   What do you need help with? Are you drunk and need reassurance that everything will be ok?\n  ","954594":"\n   Nikki dont mind  that anon lmao\nUr to pretty to get nervous tho 😍💪👀\n  ","954595":"\n   What color am I thinking of??\n  ","954596":"\n   ❤️❤️ i follow you as well:)\n  ","954597":"\n   What kind of man wouldn't be ready to be married to you?\n  ","954598":"\n   ootn\n  ","954599":"\n   I love your voice it's so calming, almost as a mother's voice ❤\n  ","954600":"\n   It was called Do something while she is not looking.\n  ","954601":"\n   You must have a favorite fast food place!!\n  ","954602":"\n   You don't reply me😼\n  ","954603":"\n   Everythang you listed is my ex.... but I want her back soooo badly!\n  ","954604":"\n   You don't love him enough to marry him this weekend.\n  ","954605":"\n   What’s your favorite fast food place?\n  ","954606":"\n   Thank you for the compliment\n  ","954607":"\n   Do you like being alone?\n  ","954608":"\n   yes your next step in achieving a life goal...\n  ","954609":"\n   Prepared for your next move?\n  ","954610":"\n   ARE YOU CLINGY? ❤\n  ","954611":"\n   Honored to be amongst the mix! <33\n  ","954612":"\n   But are you his cowgirl?\n  ","954613":"\n   Is there some part in your life that you wanted to quit?\n  ","954614":"\n   Have you ever wanted to make a video game?\n  ","954615":"\n   Challenge of the day: you're challenged to give someone a wedgie and post a video\n  ","954616":"\n   If you like them, what's your favourite Jedward single? 🎶 👍 🙃\n  ","954617":"\n   I’m afraid of It 🤡\n  ","954618":"\n   Are you somebody's cowgirl right now?\n  ","954619":"\n   You are to me\n  ","954620":"\n   @ the peeps u follow  ❤😁👍🏾\n  ","954621":"\n   Have you ever eaten a kringle? How does it taste? X)\n  ","954622":"\n   Would you ever consider plastic surgery? Would what you have done?\n  ","954623":"\n   have you ever been in a physical fight?  how did you do?\n  ","954624":"\n   I can be your cowboy and you can be my cowgirl\n  ","954625":"\n   Do you know what an Irish spice bag\/box is? If not, plz make a guess without looking it up. I'll have the answer on my page.\n  ","954626":"\n   And I secretly started playing a game with her.\n  ","954627":"\n   Oh yes you will. You have no clue about infectious disease protocol. I do. You will be vaccinated by April. They will inject it into your arm despite your whining.\n  ","954628":"\n   The only one time I was put to moderate something, I had to moderate the chat section of some guy's (dubiously legal) livestream of a Maroon 5 concert on youtube. I eventually started banning people who commented that they didn't like Maroon 5. Was it justified?\n  ","954629":"\n   Gear up baby....... 😂😂\n  ","954630":"\n   You're very close\n  ","954631":"\n   Nikki i'm afraid\n  ","954632":"\n   You're going to be vaccinated and I can't wait for it\n  ","954633":"\n   How are you spending your Friday? 😄 Maybe post a pic of what you're up to? Or just of anything else you feel like posting? 📸\n  ","954634":"\n   Nikki wake up i want to asking you about Oregon Trail\n  ","954635":"\n   You look more like a Renee than a Nicole, don't you?\n  ","954636":"\n   I thought it was your name\n  ","954637":"\n   nicki minaj?\n  ","954638":"\n   Good because I'm not trying to bother you. Everyone can't be perfect, as close as you are to it.\n  ","954639":"\n   Hi Nikki 💪❤\nWhats up?\n  ","954640":"\n   Those people also had bad taste, which is why they told you that.\n  ","954641":"\n   Do you like christmas mince pies?\n  ","954642":"\n   Only in name. You are not actually religious at all.\n  ","954643":"\n   • What's one RED FLAG 🚩 that can make you run away?\n  ","954644":"\n   You have such bad taste\n  ","954645":"\n   Nikki you christian?\n  ","954646":"\n   Do you believe in God?\n  ","954647":"\n   Do you like Billie Eilish?\n  ","954648":"\n   not always\n  ","954649":"\n   Can a girl and a boy be bestfriends? 👦👧\n  ","954650":"\n   Do you know any big gossips?\n  ","954651":"\n   Do you watch alot of violence on tv?\n  ","954652":"\n   you definitely are. what you always do is choose to believe something regardless of all evidence that disputes it, and you cling to your childish beliefs til they blow up in your face. and the cycle keeps repeating.\n  ","954653":"\n   try lettucefeastla 😛\n  ","954654":"\n   you have no clue. it is him. this is why you get conned by guys all the time. you are willfully ignorant.\n  ","954655":"\n   no, no and no. why on earth would some random person ask you about him AND name him out of the blue. are you kidding me?\n  ","954656":"\n   What do you get?\n  ","954657":"\n   They fry all their chicken unless you ask for grilled\n  ","954658":"\n   Rate the Popeyes chicken sandwich on a scale of 1 to 10?\n  ","954659":"\n   omg no wonder you get played so much. you are too gullible. yeah ok, some rando on ask all of a sudden knows to ask you about this guy you never have named here. not. a. chance. it's him. he clearly googled you, found this and started asking you about himself. he's pretending to sound dif.\n  ","954660":"\n   You said you like chick fil a. They fry theirs.\n  ","954661":"\n   You should try the Popeyes chicken sandwich\n  ","954662":"\n   this is obvi him nikki. what are the odds some random person on ask starts asking you q's about him? wouldnt happen.\n  ","954663":"\n   You love fried chicken sandwiches\n  ","954664":"\n   didnt he find you on social media?\n  ","954665":"\n   lol this is probably him saying that\n  ","954666":"\n   Yeah Andrew with ice blue eyes and dirty blondish hair and he’s 6’3.\n  ","954667":"\n   Have you cried today?\n  ","954668":"\n   Yeah he’s a very hardworking guy and very smart as well\n  ","954669":"\n   how is your weekend looking like?\n  ","954670":"\n   Hehehhe is it correct ???\n  ","954671":"\n   Yeah well I know him, I actually work with Andrew.\n  ","954672":"\n   How are you? i follow you\n  ","954673":"\n   That kinda sounds familiar, but who cares when there's genuine love?!\n  ","954674":"\n   What near future predictions do you have? Let's see if it comes true in the future! 🔮\n  ","954675":"\n   How much sun have you been getting recently where you live? I just found out that we've only gotten one hour of sun in total during December so far. We've been living in a constant gray basically during the few hours when it isn't pitch black 🙃🌫 Swedish winter sure is fun.... 😂\n  ","954676":"\n   Are you talking about me? 😱\n  ","954677":"\n   What is your major turnoff in a romantic relationship?\n  ","954678":"\n   Why do doctors have terrible handwriting?\n  ","954679":"\n   Do you want one\n  ","954680":"\n   What did doggie do today?\n  ","954681":"\n   Kitties\n  ","954682":"\n   I'm doing alright.\n  ","954683":"\n   You need to smile more with your mouth open. Geez you look so good like that! Seriously 😍\n  ","954684":"\n   I'm almost asleep already I'm ready to sleep\n  ","954685":"\n   hmmmmmmm😲😲😲😲😲😲😲\n  ","954686":"\n   Just checking in! 🧠\nHow are you, really?\n  ","954687":"\n   I'm sleepy and you😂?\n  ","954688":"\n   Nikki where you go 😞 I wanted too say goodnight friend 💜💜\n  ","954689":"\n   is it creepy to check a girl out  as she walks past if she attractive?\n  ","954690":"\n   Do you like cheeseburgers?\n  ","954691":"\n   What do you do when you lose control? How often does it happen?\n  ","954692":"\n   Why not?\n  ","954693":"\n   must be a stylist to ask this question 😂😂😂😂\n  ","954694":"\n   What are you wearing?\n  ","954695":"\n   I'm testing the emoji\n  ","954696":"\n   Will you elope this weekend in Vegas?\n  ","954697":"\n   👼👼👼👼👼👼😁\n  ","954698":"\n   You're scared of ducks, aren't you Nikki?\n  ","954699":"\n   Is his love muscle enormous and part of the reason he's so irresistible?\n  ","954700":"\n   Can a bunch of 🐔 chicken kill a human or is it a dumb way to die?\n  ","954701":"\n   Is he packing major heat and did that contribute to him being so attractive?\n  ","954702":"\n   👀👂\n  ","954703":"\n   Have you ever had issues with a friends' partner (example: friends' partner is jealous of you talking to your friend)? If so, how did you handle it? — If ⋆NOT⋆, how do you think you might go about handling it?\n  ","954704":"\n   Can someone explain to me how to take screenshots on a 4 year old phone?\n  ","954705":"\n   Was him being huge also a factor in it?\n  ","954706":"\n   what attracted you to your boyfriend?\n  ","954707":"\n   follow me back\n  ","954708":"\n   yeah who is he? the one who blocked you?\n  ","954709":"\n   Nikki how i know you care about us friends on ask? Maybe you just pretend too be nice\n  ","954710":"\n   Nikki do you like when a man has beard or clean as a baby?\n  ","954711":"\n   Have you ever sneaked out from home? Tumakas ka na ba sa inyo? 🏃‍♀️💨\n  ","954712":"\n   If we have names for our pers, do our pets have names for us? 🤔\n  ","954713":"\n   Have you bought some Christmas gifts yet? 🎁\n  ","954714":"\n   Are you scared to sleep without a night light if you are alone at home?\n  ","954715":"\n   What is better: bitter truth or sweet lies?\n  ","954716":"\n   Did you ever think about getting your hair cut short?\n  ","954717":"\n   Are you afraid of flying in airplanes? If yes, how come? If no, where have you been?\n  ","954718":"\n   He has ice blue eyes and dirty blondish hair right?\n  ","954719":"\n   Who is he?\n  ","954720":"\n   Did anyone start calling you Pebbles after you colored your hair?\n  ","954721":"\n   Yes love Curious George. You love stories about monkeys living among humans.\n  ","954722":"\n   What is your favorite children's story?\n  ","954723":"\n   Do you know Andrew Cox?\n  ","954724":"\n   I sure am\n  ","954725":"\n   Yes of course that makes us dynamic\n  ","954726":"\n   [@athenusvena] If we learn and improve from our mistakes, why are we (humans) so afraid to make them?\n  ","954727":"\n   Yes describe what's going on with it and why\n  ","954728":"\n   How would you go about that though? Wouldn’t you know if that individuals trying to contact you every single day, downloading apps to mask the phone number just to hear your voice??\n  ","954729":"\n   Has anyone assumed your name was Margaret?\n  ","954730":"\n   Talk about your state of mind Nicole\n  ","954731":"\n\n    @athenusvena\n   \n   : Is happiness the most important purpose in life? If it is, why do you think so? If not, what is?\n  ","954732":"\n   What's the longest you've went without sleep?\n  ","954733":"\n   for saying she cute\n  ","954734":"\n   do you think there is good is everyone even the most evil amd curelest people to ever live\n  ","954735":"\n   Are you ok kiddie?\n  ","954736":"\n   Is there a tradition that you like to do on Christmas? That you do every year or at least you try to do every year?\n  ","954737":"\n   i'm creepy i know\n  ","954738":"\n   How are you all? I hope you’re all having a good week !\n  ","954739":"\n   i am thank u\n  ","954740":"\n   i've meet a cute girl today\n  ","954741":"\n   how are you did you have a good day\n  ","954742":"\n   How is your dog?\n  ","954743":"\n   in your gym class as a high schooler did they make you do pushups?\n  ","954744":"\n   please give me a shoutout!\n  ","954745":"\n   Hello💛\n  ","954746":"\n   Will you be on here tomorrow? xxxxx\n  ","954747":"\n   I think you know who this is,  lol.\n  ","954748":"\n   Have you ever had a day where everything feels RIGHT and then all of the sudden everything feels WRONG the next day?\n  ","954749":"\n   Yikes\n  ","954750":"\n   Even if those people wanna talk to you?\n  ","954751":"\n   Do you like cheese on your burger?\n  ","954752":"\n   Happy Holidays nikki. Hope ur doing well. Started ur Christmas shopping yet?\n  ","954753":"\n   ‼How do you always get someone's attention?‼\n  ","954754":"\n   How many times has someone opened up to you since you had a bf?\n  ","954755":"\n   Selfie 👀🧐😉\n  ","954756":"\n   If someone liked you, how would you like them to tell you?\n  ","954757":"\n   Okay, then how would you react if someone else's dog brought you a dead bird as a gift? xD\n  ","954758":"\n   How would you react if your dog brought you a dead bird as a gift?\n  ","954759":"\n   Ivanna tinkle.\n  ","954760":"\n   Hruu\n  ","954761":"\n   I love your freckles! 🤗\n  ","954762":"\n   Which word do you use most often?\n  ","954763":"\n   Big game hunting in hunting for large animals like rhinoceros and elephant.\n  ","954764":"\n   Would you like to go big game hunting?\n  ","954765":"\n   What time did you wake up this morning?\n  ","954766":"\n   For the English natives: Do you sometimes have struggle understanding people in movies or shows? I’m currently re-watching “Outlander) and the accents of the Scottish people are so strong that I wouldn’t understand anything without subtitles 😂 Have you ever had that?\n  ","954767":"\n   What was the last thing you cooked yourself? How did it turn out? Perhaps you have a pic of something you've cooked that you'd be willing to showcase? 👩‍🍳📸\n  ","954768":"\n   why??? you look great all the time anyway\n  ","954769":"\n   hi\n  ","954770":"\n   Yess i'm on season 3\n  ","954771":"\n   ootd\n  ","954772":"\n   You'd be such a hot pilot\n  ","954773":"\n   On a scale of 1 to 10 how cool do you think it would be to be an airline pilot?\n  ","954774":"\n   I'm good, just watching lucifer :)\n  ","954775":"\n   How are u?\n  ","954776":"\n   I saw you at the Port Charles mall yesterday\n  ","954777":"\n   Where is your engagement party going to occur?\n  ","954778":"\n   how old are you\n  ","954779":"\n   do you celebrate christmas?\n  ","954780":"\n   I miss your lips\n  ","954781":"\n   Heyy\n  ","954782":"\n   hi\n  ","954783":"\n   Do you have Instagram ?  \nWant to be friends?\n  ","954784":"\n   Are you still laying in bed?\n  ","954785":"\n   Are you getting a lot too?\n  ","954786":"\n   💛\n  ","954787":"\n   Do you believe in \"and they lived happily ever after\"?\n  ","954788":"\n   Do you have any regrets regarding this year?\n  ","954789":"\n   What was he using you for though? Just to listen to him?\n  ","954790":"\n   Hey\n  ","954791":"\n   Ever colored your hair or wanted to?\n  ","954792":"\n   Gosta de cozinhar?\n  ","954793":"\n   So what do you do there? It's seems you are younger.\n  ","954794":"\n   What was he getting from you?\n  ","954795":"\n   Americans: ever been to Europe?\n\nEuropeans: ever been to America? \n\nWhat was it like? How was it different?\n  ","954796":"\n   What did you have for dinner?\n  ","954797":"\n   Did you give it to someone?\n  ","954798":"\n   Ok Obiwan Kenobi  😂\n  ","954799":"\n   Are you a hot weather or cold weather type of person?\n  ","954800":"\n   Nightlight or no light?\n  ","954801":"\n   Do you still have your Tickle Me Elmo doll?\n  ","954802":"\n   Beautiful 💕\n  ","954803":"\n   Where are you slightly ticklish?\n  ","954804":"\n   Are you ticklish?\n  ","954805":"\n   Will you name her Wilhemina Georgette?\n  ","954806":"\n   Will you name her Darianka Renee?\n  ","954807":"\n   Hola hermosa. 😍\n  ","954808":"\n   Gaslit about what?\n  ","954809":"\n   Do you think elections will be the same after this?\n  ","954810":"\n   Hey 👋\n  ","954811":"\n   WOULD YOU RATHER:eat 🍫 chocolate on 🍕 pizza OR eat chocolate on 🍝 pasta?\n  ","954812":"\n   I found it out. It’s definitely annoying tho lol\n  ","954813":"\n   Why am I getting these shoutouts? And how do I get rid of them?\n  ","954814":"\n   Has anyone cheated?\n  ","954815":"\n   Californian, That's my dream place to Dream😍🇺🇸 😭\n  ","954816":"\n   Will you be naming your daughter Olivia Jade?\n  ","954817":"\n   Love the new profile pic. You look really pretty....as always.  😊\n  ","954818":"\n   Have you ever sued someone?\n  ","954819":"\n   I want you to gaslight me into believing I'm the love of your life\n  ","954820":"\n   How are you today ?\n  ","954821":"\n   Can i be your new boyfriend? I'm a good man!\n  ","954822":"\n   Do you like kfc mashed potatoes and gravy?\n  ","954823":"\n   I miss your touch\n  ","954824":"\n   Have you ever been gaslighted?\n  ","954825":"\n   Oh but you really should! Showering is important!\n  ","954826":"\n   How often do you have to tell your boyfriend to please take a shower and to use soap?\n  ","954827":"\n   Do you love wearing tight dresses?\n  ","954828":"\n   Yeah baby\n  ","954829":"\n   Kinda hard not to be jealous with how gorgeous you are 🥺😍😩\n  ","954830":"\n   Do you have a father and a mother?\n  ","954831":"\n   Is that because you need to baby that sweet body of yours in order for it to look so fine and living the military lifestyle wouldn't allow that?\n  ","954832":"\n   Have you\/would you ever join the military? 🎖\n  ","954833":"\n   Are you afraid of the dark?\n  ","954834":"\n   You’re so gorgeous I’m jealous 😍🥺\n  ","954835":"\n   Im in love with your new picture 😍\n  ","954836":"\n   Is being called a godforsaken donkey a compliment in some places?\n  ","954837":"\n   How old are you?\n  ","954838":"\n   Have you ever looked back at something traumatic and felt glad it happened, because it helped you grow?\n  ","954839":"\n   what's your favorite movie that you could watch over and over again?\n  ","954840":"\n   Favorite type of chocolate?\n  ","954841":"\n   selfie before I pass away?\n  ","954842":"\n   You are about to get into a fight, what song comes on as your soundtrack? Hahah😹\n  ","954843":"\n   Do you easily forgive?\n  ","954844":"\n   • When all is said and done, would you have said more than you have done?\n  ","954845":"\n   Who’s your favorite comedian?\n  ","954846":"\n   do you prefer strawberry, chocolate, or vanilla ice cream?\n  ","954847":"\n   Haw are you doing today 😊\n  ","954848":"\n   Rice cooker: underrated or overrated?\n  ","954849":"\n   Which food is better? Mexican or Italian?\n  ","954850":"\n   Introvert or extrovert\n  ","954851":"\n   Hi. Where you from? ✨\n  ","954852":"\n   What show do you love?\n  ","954853":"\n   Do you send out Christmas cards?\n  ","954854":"\n   Have you ever broken your arm?\n  ","954855":"\n   What helps you guys fall asleep?\n  ","954856":"\n   Trump won.\n  ","954857":"\n   Are you the Junior Senator of Ohio yet?\n  ","954858":"\n   Anyone living in New York City?\n  ","954859":"\n   What Is your energy level today?\n  ","954860":"\n   Confession: I left because you showed no respect to \"you are only mine vibes\" you kept going against it, it clearly shows you didn't want me as much as I wanted you.\n  ","954861":"\n   Why is it so cold\n  ","954862":"\n   #StayAtAsk\n  ","954863":"\n   Hey✨\n  ","954864":"\n   is it good?\n  ","954865":"\n   What time of the year do you anticipate most?\n  ","954866":"\n   what show?\n  ","954867":"\n   i see you see whats up 👀\n  "},"Answer":{"953796":"\n  I mean it usually depends on what we have out to eat for that day 😬\n  ","953797":"\n  But we don’t know that yet🙃 let’s try to stay positive\n  ","953798":"\n  No I haven’t done that blindly\n  ","953799":"\n  Absolutely not\n  ","953800":"\n  🤔🤔\n  ","953801":"\n  That doesn’t mean anything 🤨\n  ","953802":"\n  Yes, actually I am 😁\n  ","953803":"\n  Lol no you don’t\n  ","953804":"\n  Lol definitely 😁\n  ","953805":"\n  For sure anon\n  ","953806":"\n  Don’t call me baby for the last time.\n  ","953807":"\n  Ahha not true but thank you😊\n  ","953808":"\n  Absolutely not🤣\n  ","953809":"\n  🤪😁\n  ","953810":"\n  Why?\n  ","953811":"\n  It’s been alright, yours?😊\n  ","953812":"\n  that’s very tough, I don’t know😬\n  ","953813":"\n  Nope!\n  ","953814":"\n  No I’m not😁\n  ","953815":"\n  When they’re narcissistic , someone who isn’t sure what they want, inconsistency, someone who brags about how many times they’ve done it and how much money they make, someone who’s constantly sexual and doesn’t know when to tone it down and have a normal conversation, gaslighting, lying, contradicting themselves constantly, games, manipulation, silent treatment\/ghosting ,control, slander, invalidation, they’re always the victim, etc!\n  ","953816":"\n\n   https:\/\/youtu.be\/LEjJaLexQq4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/QLFiuNdQrzI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/mdJDPepGOAM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","953817":"\n  Oh yes, many times actually 😬\n  ","953818":"\n  Yes it’s always hard for me to get over someone especially if I was in love with them or even really interested in them\n  ","953819":"\n  No I don’t believe, I have\n  ","953820":"\n  Seriously?🥴\n  ","953821":"\n  Why though?🤨\n  ","953822":"\n  It really is tbh lol\n  ","953823":"\n  I have no clue, I guess some people do 🤣\n  ","953824":"\n  I sleep with two pillows under my head lol\n  ","953825":"\n  Maybe later lol\n  ","953826":"\n  Ohh yeah, I remember now 😁\n  ","953827":"\n  Yes of course I have favorite clothes items that I own 😁\n  ","953828":"\n  I probably will tbh\n  ","953829":"\n  It’s not that hot for sun screen lol\n  ","953830":"\n  Fine let’s bring this backkk😊\n  ","953831":"\n  No I don’t get scared at all\n  ","953832":"\n  I don’t remember that movie 🤨 but I’ve seen it lol\n  ","953833":"\n  Awh, I’m sorry🙁 you don’t deserve that\n  ","953834":"\n  I love watching horror films! I just love the suspense and thrill of horror movies, they’re always so much fun to watch 😁\n  ","953835":"\n  🤔🤔\n  ","953836":"\n  Ohhh no, you don’t deserve hate 🙃\n  ","953837":"\n  How interesting\n  ","953838":"\n  I’m not going to say I miss someone when I don’t 🥴\n  ","953839":"\n  Honestly it’s very sweet!\n  ","953840":"\n  How exactly would you know though? There’s many narcissists out there🤷‍♀️\n  ","953841":"\n  Awh thank you, that’s so sweet of you to say 😌\n  ","953842":"\n  I can’t stop talking about him? LOL I have never even once mentioned his name so I don’t see how I’m talking about him🥴\n  ","953843":"\n  “We” aren’t 🤣\n  ","953844":"\n  That’s great😊\n  ","953845":"\n  I’m doing okay, you?\n  ","953846":"\n  🤨🤨\n  ","953847":"\n  The fact you think I’m obsessed with him is beyond me🤣 I’m definitely not. I’m beyond frustrated with him and all he did.\n  ","953848":"\n  Hey!\n  ","953849":"\n  Awh thank you😊\n  ","953850":"\n  I have no idea🤨\n  ","953851":"\n  Don’t get me started lol\n  ","953852":"\n  lol stop you’re making me die of laughter\n  ","953853":"\n  I don’t know who you are lol but welcome back!\n  ","953854":"\n  Bahaha don’t get me started on him\n  ","953855":"\n  Why in the world would you want his Snapchat?🤨\n  ","953856":"\n  I guess I would say my big heart and kindness, how caring I am😌\n  ","953857":"\n  Yeah my boyfriend who’s dating me🤪\n  ","953858":"\n  Narcissists and their behavior and all that they do🥴\n  ","953859":"\n  Indeed, I have in the past\n  ","953860":"\n  Thank you, I appreciate that😊 Happy Holidays to you too!\n  ","953861":"\n  Well I mean that happens sometimes and it might be hard for that person to unattached themselves from their parents after getting so attached but it’s also possible to become not so attached to them anymore\n  ","953862":"\n  Probably the great gatsby!\n  ","953863":"\n  No idea what that is🤨\n  ","953864":"\n  No why would she?\n  ","953865":"\n  Definitely the internet 😬\n  ","953866":"\n  I’m not really sure tbh🤔\n  ","953867":"\n  Yeah sure if you’d want anon.\n  ","953868":"\n  Can you not? You’ve never smelt me 🤣\n  ","953869":"\n  Yes I believe it is!\n  ","953870":"\n  I know many songs by heart and the lyrics 😌\n  ","953871":"\n  Of what?\n  ","953872":"\n  Yes I’ve been in relationships and I’m currently in one😌\n  ","953873":"\n  Nope, not really tbh😬\n  ","953874":"\n  Of course I do!\n  ","953875":"\n  Excuse me?🤨\n  ","953876":"\n  I’m not but thank you😊\n  ","953877":"\n  Yes I do!\n  ","953878":"\n  🥸🤪\n  ","953879":"\n  I haven’t really kept plants so I don’t know tbh😬 and no I don’t garden\n  ","953880":"\n  Yeah, sure why not!😁 I’d probably have every aquarium animal and it would definitely be themed based\n  ","953881":"\n  Not necessarily, no I don’t think so\n  ","953882":"\n  I use iMessage the most 😁\n  ","953883":"\n  Honestly very tired of it, can’t wait for it to be in the past already. Hopefully 2021 will be better 🙃\n  ","953884":"\n  I’m not even sure tbh\n  ","953885":"\n  You never did🤣\n  ","953886":"\n  I did put up a Christmas tree even though I’m not really feeling it this year lol\n  ","953887":"\n  Mine is hearing Chester Bennington’s angelic and legendary voice😌\n  ","953888":"\n  No I didn’t pick up a new hobby this year 😬\n  ","953889":"\n  I’ve never had a bad haircut tbh\n  ","953890":"\n  Hey!😊 I’m doing okay, how are you?\n  ","953891":"\n  Oh well that’s cool 😁\n  ","953892":"\n  I guess because no ones really into it🤷‍♀️\n  ","953893":"\n  I don’t eat snacks at midnight lol\n  ","953894":"\n  I don’t watch the olympics 😬\n  ","953895":"\n  No lol that’s okay\n  ","953896":"\n  Goodnight y’all\n  ","953897":"\n  I agree!\n  ","953898":"\n  I would definitely say more modern from those choices\n  ","953899":"\n  I think it’s Steven tbh\n  ","953900":"\n  What is?\n  ","953901":"\n  You see where I circled that blue you just switch it to that side and it’ll turn off the shoutouts\n  ","953902":"\n  Going to watch some movies until I feel sleepy lol\n  ","953903":"\n  Read out loud every word I read lol\n  ","953904":"\n  Inner beauty is definitely more important because if you’re beautiful on the inside then you will more than likely be beautiful on the outside and that will show through your personality\n  ","953905":"\n  Definitely not possible\n  ","953906":"\n  I believe so\n  ","953907":"\n  I honestly don’t lol, that’s why I just end up feeling tired most of the time\n  ","953908":"\n  The second option 😁\n  ","953909":"\n  I don’t know lol, maybe 8 or 9 pm\n  ","953910":"\n  I do lol\n  ","953911":"\n  Lol I know who this is\n  ","953912":"\n  Not todayyy\n  ","953913":"\n  Their style end eyes I would say\n  ","953914":"\n  Well you should talk to her lol\n  ","953915":"\n  Thanks anon 😊\n  ","953916":"\n  What are you talking about?\n  ","953917":"\n  Then goooo do it\n  ","953918":"\n  It definitely is how it goes sometimes!\n  ","953919":"\n  lol thank you!\n  ","953920":"\n  Thank you😊\n  ","953921":"\n  🥶🥴\n  ","953922":"\n  No I’ve never tried their drinks 😬\n  ","953923":"\n  If you never try, you’ll never know\n  ","953924":"\n  I absolutely do agree with that!\n  ","953925":"\n  Ohhh, I know it’s horrible 🙃\n  ","953926":"\n  Honestly so many things confuse me like why do guys think it’s okay to use girls and play with their feelings and be narcissistic as well 🤷‍♀️\n  ","953927":"\n  No I wouldn’t choose to be immortal\n  ","953928":"\n  🤣🤣🤣🤣 stop LOL I’m laughing\n  ","953929":"\n  A green iced tea lol\n  ","953930":"\n  Definitely both! I’d rather be loved and also love😌\n  ","953931":"\n  A Starbucks drink 😋\n  ","953932":"\n  I almost have finished!😁\n  ","953933":"\n  I don’t usually surprise people lol\n  ","953934":"\n  It’s definitely going I guess, how’s your life?😊\n  ","953935":"\n  Okay and?\n  ","953936":"\n  Don’t call me baby smh🙄\n  ","953937":"\n  I haven’t been sick at all this year\n  ","953938":"\n  No lol I haven’t\n  ","953939":"\n  No🤣\n  ","953940":"\n  Not that I know of, nope. Do you?\n  ","953941":"\n  I don’t think I’d enjoy it at all 🙃\n  ","953942":"\n  The cereal first!\n  ","953943":"\n  I don’t like Billie Eilish😬\n  ","953944":"\n  I’m not better at any of those 😬\n  ","953945":"\n  Oh yes, I absolutely think that they have!😬\n  ","953946":"\n  Nopeeeee, I don’t 🥴\n  ","953947":"\n  I like this quote, it’s definitely very true!😊\n  ","953948":"\n  I don’t listen to kpop and I’ve never heard their music. Not my type of music tbh😬\n  ","953949":"\n  Oh no, I’d definitely like everyone to hear the songs I listen to 🤪\n  ","953950":"\n  Wouldn’t you like to know lol\n  ","953951":"\n  Passing my driving test and getting my license 😁\n  ","953952":"\n  Oh yeah I’ve definitely noticed that, it’s quite funny actually lol\n  ","953953":"\n  That’s good😊\n  ","953954":"\n  Oh my, I don’t remember 😬\n  ","953955":"\n  Nope I can’t do either lol\n  ","953956":"\n  Helloo\n  ","953957":"\n  Excuse me?🤨\n  ","953958":"\n  Lol what?\n  ","953959":"\n  The recent narcissist 💀 honestly I’m so completely over all he did and done with it as well\n  ","953960":"\n  I have so many favorite outdoor activities not just one lol\n  ","953961":"\n  Yes?\n  ","953962":"\n  I can last pretty long without coming on here, I just come on because I’m bored and I like talking to my friends here 😌\n  ","953963":"\n  I can’t sing lol so I wouldn’t do well at all\n  ","953964":"\n  I’m doing okay, how are you?😊\n  ","953965":"\n  Lol oh I know🙃 thank you! 🤣\n  ","953966":"\n  Oh yes!\n  ","953967":"\n  No it’s not outdated to do that, some people still write it out on paper. There’s nothing wrong with that😌\n  ","953968":"\n  Hey!😊\n  ","953969":"\n  Anon, please don’t call me baby. I have a boyfriend😊 and no my answer wasn’t rude at all. Again, I get many questions so you have to be patient, I can’t answer them all.\n  ","953970":"\n  Yeah, sure anon.\n  ","953971":"\n  Sure you can\n  ","953972":"\n  Don’t call me baby\n  ","953973":"\n  Because people like asking me questions on anonymous lol\n  ","953974":"\n  Sure anon, why not\n  ","953975":"\n  Alright😊\n  ","953976":"\n  15.6k\n  ","953977":"\n  I don’t think I could 🤔\n  ","953978":"\n  Yes family is very important to me, they’re the greatest and most caring 😌 I’m thankful for my family\n  ","953979":"\n  I follow way too many people, I should start doing that again\n  ","953980":"\n  I don’t drink coffee\n  ","953981":"\n  Trust me, you’ll know once you feel that you’re in love. You feel butterflies in your stomach 😌\n  ","953982":"\n  The Grinch Who stole Christmas😁\n  ","953983":"\n  I don’t think I do but hopefully for the better honestly\n  ","953984":"\n  Lol I’ve heard this one before 🥴\n  ","953985":"\n  I was definitely much younger I don’t remember my exact age though\n  ","953986":"\n  My kindness and my big heart. Also how much I cared about my friends and the ones closest to me and probably my silliness and weirdness 😌\n  ","953987":"\n  Yesss I am\n  ","953988":"\n  Good evening 🥸\n  ","953989":"\n  So many of them 🙃\n  ","953990":"\n  It depends really but I mostly wake up around 11 am or 12 pm\n  ","953991":"\n  I guess I do😁\n  ","953992":"\n  Can you not spam me with this?\n  ","953993":"\n  I don’t think anyone really is tbh\n  ","953994":"\n  I’m definitely not\n  ","953995":"\n  Yes, I do!\n  ","953996":"\n  🤨🤨\n  ","953997":"\n  I move around a lot form room to rooms lol\n  ","953998":"\n  I personally don’t wear make up that much only sometimes, I prefer not to wear make up tbh😬\n  ","953999":"\n  I mean not necessarily, some people could be mature at a younger age and just grow up to become more mature. It just depends on the person really\n  ","954000":"\n  Both can get jealous honestly😬\n  ","954001":"\n  Oh wow definitely an 11🤪\n  ","954002":"\n  I’m glad I was able to help you through tough times😁\n  ","954003":"\n  Honestly I don’t know🤔\n  ","954004":"\n  No I don’t aha but thank you😊\n  ","954005":"\n  Not really in the spirit this year😬\n  ","954006":"\n  Oh yes, definitely\n  ","954007":"\n  I don’t stream on twitch but sometimes I watch Mike Shinoda when he streams on twitch 😁\n  ","954008":"\n  Happy Sunday to you too!😊\n  ","954009":"\n  No thank you lol\n  ","954010":"\n  It never is 🙁\n  ","954011":"\n  I don’t usually use candles but sometimes I like to have candles!😁 I like fruity and flowery smells mostly\n  ","954012":"\n  That’s wonderful anon\n  ","954013":"\n  Hello!\n  ","954014":"\n  That’s nice anon\n  ","954015":"\n  I do lol\n  ","954016":"\n  Lol no anon\n  ","954017":"\n  I think that everyone deserves a gift for surviving this horrible year 🙃\n  ","954018":"\n  It honestly depends what the occasion is😬\n  ","954019":"\n  Of course 😁\n  ","954020":"\n  Oh my🤣\n  ","954021":"\n  No lol, I don’t know who you are\n  ","954022":"\n  Yeah lol it was\n  ","954023":"\n  Oh for sure🤣\n  ","954024":"\n  Definitely learning how to drive😬 I just got my license last year when I was 20 and I’m still getting used to driving and not fully comfortable yet\n  ","954025":"\n  Indeed, I do!\n  ","954026":"\n  lol thank you\n  ","954027":"\n  California 😊\n  ","954028":"\n  Don’t really use it tbh\n  ","954029":"\n  Not really to be honest\n  ","954030":"\n  12:17 pm lol\n  ","954031":"\n  Goodnight y’all\n  ","954032":"\n  Well thank you anon\n  ","954033":"\n  I’m sure you do lol\n  ","954034":"\n  Lol why?🤣\n  ","954035":"\n  I have no clue honestly 🤔\n  ","954036":"\n  No lol I don’t\n  ","954037":"\n  I don’t think so lol\n  ","954038":"\n  I’m silly, weird, big hearted, adventurous, caring, loving, understanding, thoughtful, etc.\n  ","954039":"\n  I would hope I have some quirks 😬\n  ","954040":"\n  Yes, I believe that they’re real!🥸\n  ","954041":"\n  I’d join you and help you build the fort against the zombie threat 😁 and I’d keep a watch out to see if any zombies are near by\n  ","954042":"\n  I’m not really sure what was the best 😬\n  ","954043":"\n  I would say both older and younger😁\n  ","954044":"\n  But I did 🤣\n  ","954045":"\n  It’s not flawless lol\n  ","954046":"\n  🥶🥸\n  ","954047":"\n  🤔🤔\n  ","954048":"\n  No that’s okay\n  ","954049":"\n\n   https:\/\/youtu.be\/GuvPTeWQ268\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","954050":"\n  Yeah it’s only drive thru lol but I don’t eat out much anyways\n  ","954051":"\n  No because it’s not just about my body, what about my personality?\n  ","954052":"\n  8 year old?\n  ","954053":"\n  Yes, I have!\n  ","954054":"\n  No I’m not\n  ","954055":"\n  Oops I didn’t see ‘today’🤣\n  ","954056":"\n  No I wouldn’t\n  ","954057":"\n  Honestly it’s crazy but I think they should make rent a little more cheaper for people to be able to afford a place to live and to be able to get a job as well.\n  ","954058":"\n  Excuse me?\n  ","954059":"\n  Oh no way, that’s awesome!\n  ","954060":"\n  Not today lol\n  ","954061":"\n  Unable for my body to move when it rains since I hate the rain\n  ","954062":"\n  I would say pretty important to me\n  ","954063":"\n  I’m not sure, I’ve made many tough decisions 🙃\n  ","954064":"\n  Oh wow that’s crazy!\n  ","954065":"\n  There’s another lockdown sadly 🙃\n  ","954066":"\n  I definitely do\n  ","954067":"\n  What in the world?\n  ","954068":"\n  I doubt it\n  ","954069":"\n  🤨\n  ","954070":"\n  Lol no\n  ","954071":"\n  I don’t think anyone does\n  ","954072":"\n  Ohhh that’s okay though, it’s understandable during these times.\n  ","954073":"\n  Good afternoon😁\n  ","954074":"\n  I haven’t watched a documentary in awhile to be honest 😬\n  ","954075":"\n  Lol it was pretty funny\n  ","954076":"\n  I don’t\n  ","954077":"\n  Oooh I really don’t know honestly 🤔 maybe something squishy or even jello that would be interesting lol\n  ","954078":"\n  It’s been alright, how’s your week been?\n  ","954079":"\n  After I got to him more when we started talking on Snapchat and then dating 😊\n  ","954080":"\n  It depends, sometimes I wear a one piece\n  ","954081":"\n  I play tennis sometimes!😁\n  ","954082":"\n  On Instagram 😌\n  ","954083":"\n  It’s still 2020 lol\n  ","954084":"\n  That’s good!\n  ","954085":"\n  What do you mean?\n  ","954086":"\n  HOT? lol His head is so far up his a** he thinks he is so superior🤣\n  ","954087":"\n  It was definitely brutal but it got to the point where I said it was enough finally 🙃\n  ","954088":"\n  Yes you can turn off the shoutouts!\n  ","954089":"\n  Yes, I usually remember my dreams!\n  ","954090":"\n  Definitely with some of my exes 😌 and the recent narcissist 💀\n  ","954091":"\n  I’m doing okay, you?\n  ","954092":"\n  OMG  yes so many times! 🙃\n  ","954093":"\n  Smh, I’m taken anon\n  ","954094":"\n  Hey!😊\n  ","954095":"\n  I’ll definitely check it out!😁\n  ","954096":"\n  Lol I’m definitely weird\n  ","954097":"\n  Honestly I would suggest you be there for them and support them as much as you can, listen to them and encourage them, make them laugh\/smile, take them out to do their favorite things, etc\n  ","954098":"\n  I would say it’s always been my phone lol, I always take it with me no matter what 😬\n  ","954099":"\n  Definitely about a 11🤪\n  ","954100":"\n  No thank you lol\n  ","954101":"\n  I don’t mind stairs at all, I actually prefer stairs because they’re fun to walk up and down from😁\n  ","954102":"\n  I’ve never actually seen it😬\n  ","954103":"\n  Yes, I definitely am!🙃\n  ","954104":"\n  What does that have to do with anything?🤣\n  ","954105":"\n  No lol\n  ","954106":"\n  Yeah, possibly\n  ","954107":"\n  Mainly answer them tbh but I ask them as well\n  ","954108":"\n  Awh thank you for this❤️ you’re amazing, I follow you too!\n  ","954109":"\n  No he’s definitely not temporary\n  ","954110":"\n  Are you asking if it’s good?\n  ","954111":"\n  I just hate Christmas music because we hear the same songs every single Christmas and it got annoying especially since they play them every year🙃\n  ","954112":"\n  I honestly thought everything about being an adult would be fun and enjoyable but it turned out I was very much wrong 🙃\n  ","954113":"\n  I don’t know why\n  ","954114":"\n  No I don’t\n  ","954115":"\n  Thank you for always being you!💕I hope you have a fantastic weekend and I appreciate you too 😊\n  ","954116":"\n  Hey!\n  ","954117":"\n  I’m sure you do anon\n  ","954118":"\n  🥴\n  ","954119":"\n  Yes, definitely\n  ","954120":"\n  I mean I don’t think I necessarily believe in the term soulmates as much as I used to, it’s just the perception that’s printed into our minds that when you find your person like the ‘right one’ you believe that everything will be superb and simple and that’s just not how it works  in reality sadly. There’s going to be a lot of arguing and challenges that come along with your  relationship but all that matters is that you and your partner don’t leave each other just because of an argument but instead grow stronger together.\n  ","954121":"\n  Is that so?\n  ","954122":"\n  Sure, why not!\n  ","954123":"\n  Can you not anon?\n  ","954124":"\n  Yesss and I hate Christmas music but I like these songs 😌\n  ","954125":"\n  I don’t even know who you are 🤔\n  ","954126":"\n  Hello! I’m doing okay, you?\n  ","954127":"\n\n   https:\/\/youtu.be\/TIO7rOvC1aM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/MHioIlbnS_A\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","954128":"\n  Lol it’s nothing though\n  ","954129":"\n  Excuse me?\n  ","954130":"\n  Honestly it’s pretty quiet here, it’s like they don’t even exist to be honest 😬\n  ","954131":"\n  Fahim doesn’t have an ask anon.\n  ","954132":"\n  About? Lol\n  ","954133":"\n  I usually like eating oreo cookies by itself and sometimes break them in half 🤪\n  ","954134":"\n  Hey! I’m doing okay, you?😊\n  ","954135":"\n  No I don’t.\n  ","954136":"\n  That’s not my name\n  ","954137":"\n  I absolutely agree with you!😊\n  ","954138":"\n  Why should I be quiet?\n  ","954139":"\n  Not necessarily, nope\n  ","954140":"\n  And when did you have the chance? Lol\n  ","954141":"\n  Yeah I definitely do\n  ","954142":"\n  I don’t know how to use chopsticks properly 😬I’m very bad at using them\n  ","954143":"\n  No it doesn’t 🤣\n  ","954144":"\n  Happy Friday! I hope you have a wonderful weekend 😊\n  ","954145":"\n  Almost honestly lol\n  ","954146":"\n  I don’t have any tbh\n  ","954147":"\n  Thank you! Stay safe as well😊\n  ","954148":"\n  I have no clue honestly 🤷‍♀️\n  ","954149":"\n  Honestly I’m not really feeling it this year tbh😬\n  ","954150":"\n  Sure😊\n  ","954151":"\n  And? Lol\n  ","954152":"\n  I don’t like my voice\n  ","954153":"\n  Sure😊\n  ","954154":"\n  I do! Very steaming hot water lol\n  ","954155":"\n  That’s not true 🤣\n  ","954156":"\n  He lives in California\n  ","954157":"\n  Well he dmed me on Instagram and from there we started talking and now we are together 😌\n  ","954158":"\n  Of course I listen to the lyrics of songs!\n  ","954159":"\n  🤣🤣\n  ","954160":"\n  I just want to go 🤷‍♀️\n  ","954161":"\n  Why not? Lol\n  ","954162":"\n  Why am I sleepy\n  ","954163":"\n  Lol I’m aware 🤣\n  ","954164":"\n  It’s definitely possible so yes, I do\n  ","954165":"\n  365 days\n  \n  50 shades of grey\n  ","954166":"\n  My ex?🤣 We were never even in a “relationship “\n  ","954167":"\n  Yes I do\n  ","954168":"\n  No lol\n  ","954169":"\n  Alright y’all that’s it, I’m going to Ohio 💀🤣\n  ","954170":"\n  Never have 🤣\n  ","954171":"\n  Thank you😊\n  ","954172":"\n  I’m okay, you?😊\n  ","954173":"\n  Hello!\n  ","954174":"\n  Drinking some wine and watching movies 🤪\n  ","954175":"\n  I try to go with the flow honestly\n  ","954176":"\n  🤪🥸\n  ","954177":"\n  My favorite tv show is criminal minds!😁\n  \n  I have a few favorite movies, here are a few:\n  \n\n  ‘IT’ chapter 1 and chapter 2\n  \n  The conjuring 1-2\n  \n  Christopher Robin\n  \n  Hotel Artemis\n  \n  365 Days\n  ","954178":"\n  I appreciate that😊\n  ","954179":"\n  Honestly I don’t think so but I guess they could tbh🤔\n  ","954180":"\n  Oooh well that depends honestly\n  ","954181":"\n  Ohhhhh my🥴\n  ","954182":"\n  I have very good hearing lol but I don’t eavesdrop anon\n  ","954183":"\n  What girl? Lol\n  ","954184":"\n  I guess super sensitive taste 🤔\n  ","954185":"\n  Virtual reality, definitely omg 😁\n  ","954186":"\n  I’ll listen to them 😁\n  ","954187":"\n  🤨🤨\n  ","954188":"\n  It’s happened before though!😬\n  ","954189":"\n  No I’m not\n  ","954190":"\n  OMG yes yes 💀 the narcissist actually\n  ","954191":"\n  Of course 😬\n  ","954192":"\n  Nope don’t call me that🥴\n  ","954193":"\n  This month? Nothing really tbh🤷‍♀️\n  ","954194":"\n  Hello!😊\n  ","954195":"\n  No I don’t\n  ","954196":"\n  Definitely!\n  ","954197":"\n  In so many ways honestly 🙃\n  ","954198":"\n  Honestly it doesn’t matter to me, I can appreciate\/relate to them no matter what gender they are! It’s also important how they’re written tbh😬\n  ","954199":"\n  🥴🥴\n  ","954200":"\n  That’s okay anon, just don’t again 😊\n  ","954201":"\n  Just waiting for this one we have now to gooooo🤣\n  ","954202":"\n  It was decent, the same old 🥸\n  ","954203":"\n  I love watching movies, listening to music, going hiking, biking, camping, traveling, sleeping, hanging out, walking, etc! 😁\n  ","954204":"\n  I don’t drink coffee but Starbucks is a good place!😁\n  ","954205":"\n  🤨🤨\n  ","954206":"\n  I’m sure I have lol\n  ","954207":"\n  And that’s none of your business.\n  ","954208":"\n  You mean broken*?\n  ","954209":"\n  I’m taken 😊so yes, I’m interested in my boyfriend\n  ","954210":"\n  You can definitely keep dreaming anon 😊\n  ","954211":"\n  Sometimes lol\n  ","954212":"\n  I do I do! 😬\n  ","954213":"\n  What?\n  ","954214":"\n  Yeah I get very anxious and nervous speaking in public 🙃 I mean when I go for a blood test I can’t look at the needle because I’ll get dizzy and super lightheaded so I just have to look away it’s horrible.\n  ","954215":"\n  You mean the notification?\n  ","954216":"\n  Excuse me?\n  ","954217":"\n  Algophobia - fear of pain\n  \n  Aichmophobia - fear of needles or pointed objects\n  \n  Glossophobia - fear of speaking in public\n  \n  Lockiophobia - fear of childbirth\n  \n  Trypanophobia - fear of needles or injections\n  ","954218":"\n  I definitely have a few phobias!\n  ","954219":"\n  Honestly I feel they should encourage and motivate them to want to go and make learning and education a little more enjoyable and fun to do\n  ","954220":"\n  Not necessarily but you could\n  ","954221":"\n  What do you mean on top?\n  ","954222":"\n  Indeed anon\n  ","954223":"\n  Are you anon?\n  ","954224":"\n  Not currently, no\n  ","954225":"\n  I do lol\n  ","954226":"\n  No I haven’t\n  ","954227":"\n  🤨🤨\n  ","954228":"\n  Nope!\n  ","954229":"\n  Thank you!\n  ","954230":"\n  That’s tough honestly, I don’t even know what I’d want lol\n  ","954231":"\n  I’m okay, you?\n  ","954232":"\n  Ehhh I don’t know honestly\n  ","954233":"\n  Lol at that time I thought he was.\n  ","954234":"\n  What are you on about?\n  ","954235":"\n  No I’m good\n  ","954236":"\n  Whoever I follow lol\n  ","954237":"\n  Thank you😊\n  ","954238":"\n  Eh I don’t use it\n  ","954239":"\n  Oh no, snow is cold lol 🥶\n  ","954240":"\n  For what? Lol\n  ","954241":"\n  We don’t really get blackouts here to be honest 😬 but I would just play a board game or read a book even!\n  ","954242":"\n  Well yeah it’s online lol\n  ","954243":"\n  I don’t open links 😬\n  ","954244":"\n  Yeah the cases are high here\n  ","954245":"\n  I don’t remember tbh and I’m 21 lol\n  ","954246":"\n  Lol for real and instead of saying I don’t know how to communicate 🥴\n  ","954247":"\n  I definitely do listen to other peoples advice!\n  ","954248":"\n  Nope, definitely not\n  ","954249":"\n  No🤣\n  ","954250":"\n  Not really tbh but sometimes it can be relaxing!\n  ","954251":"\n  No I don’t 😬\n  ","954252":"\n  Lol no, I know how to communicate 🤣\n  ","954253":"\n  Absolutely not, again I’m happily taken 😌\n  ","954254":"\n  I’ve never heard of them😬\n  ","954255":"\n  Hey!\n  ","954256":"\n  Not necessarily, but somewhat tired aha\n  ","954257":"\n  No I don’t\n  ","954258":"\n  Oh no, it doesn’t snow here!😬\n  ","954259":"\n  Say what now?🤨\n  ","954260":"\n  Not a lot but sometimes, definitely!😌\n  ","954261":"\n  🥶🥴\n  ","954262":"\n  General hospital lol\n  ","954263":"\n  No I wouldn’t\n  ","954264":"\n  Sometimes, I do\n  ","954265":"\n  The second option I guess😬\n  ","954266":"\n  By sleeping in 😁\n  ","954267":"\n  Some of ittt\n  ","954268":"\n  No lol I’m happily taken 😌\n  ","954269":"\n  No I don’t believe I have tbh🤔\n  ","954270":"\n  I don’t know, we don’t do favorites lol\n  ","954271":"\n  No we definitely aren’t\n  ","954272":"\n  I really like egg salad sandwiches 🤪\n  ","954273":"\n  Well there’s been a few things🤷‍♀️\n  ","954274":"\n  Good mythical morning lol\n  ","954275":"\n  I feel like my relationship between them wouldn’t be so equal considering one of them would be the devil lol. I think having them on my shoulders before making a moral decision would be very interesting 😬\n  ","954276":"\n  🤨🤨\n  ","954277":"\n  Well then that’s a different story lol\n  ","954278":"\n  Happy Christmas (War is over) by maroon 5!\n  ","954279":"\n\n   https:\/\/youtu.be\/TIO7rOvC1aM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/MHioIlbnS_A\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","954280":"\n  Anything you like🤣\n  ","954281":"\n  That’s awesome!\n  ","954282":"\n  Just put random things on it lol\n  ","954283":"\n  A lot of random sh*t lol\n  ","954284":"\n  Yeah, definitely\n  ","954285":"\n  I do, yeah\n  ","954286":"\n  Ooh probably ‘Living Things’ by Linkin Park since my favorite song is on that album 😁\n  ","954287":"\n  Yes, I’ve had photos with Santa when I was little! I don’t think I’d get one at this age though lol\n  ","954288":"\n  Well I’m currently watching a movie aha😌\n  ","954289":"\n  🥸🤪\n  ","954290":"\n  Honesty I can’t think of any right now 🤔\n  ","954291":"\n  That’s great🤣\n  ","954292":"\n  Sure 😊\n  ","954293":"\n  Which ones?\n  ","954294":"\n  🤣🤣\n  ","954295":"\n  Just watching a movie\n  ","954296":"\n  Not really, no\n  ","954297":"\n  I definitely do!\n  ","954298":"\n  Pretty often for school lol\n  ","954299":"\n  It’s all good😊\n  ","954300":"\n  They’re not social misfits at all smh\n  ","954301":"\n  Y’all aren’t okay 🥴\n  ","954302":"\n  🤨🤣\n  ","954303":"\n  Awhile ago anon\n  ","954304":"\n  I have before lol\n  ","954305":"\n  😊\n  ","954306":"\n  🤔🤔\n  ","954307":"\n  Definitely a few that I’m close with 😁\n  ","954308":"\n  Of course it makes a sound\n  ","954309":"\n  Well thank you😊\n  ","954310":"\n  I would probably say my cellphone lol\n  ","954311":"\n  🤔🤔\n  ","954312":"\n  Again you don’t know him anon\n  ","954313":"\n  I don’t eat dinner 😬\n  ","954314":"\n  No he’s not lazy or unmotivated at all actually\n  ","954315":"\n  No he’s not\n  ","954316":"\n  Oh yes, definitely!\n  ","954317":"\n  I don’t? I’m a very emotional person\n  ","954318":"\n  I’m hanging out with my friend on Friday for her birthday and then we are going to do the plan 💀😁\n  ","954319":"\n  Well I think that’s one part that you should definitely be happy with! Your partner should be able to satisfy you and do the things that you enjoy sexually 😌\n  ","954320":"\n  I would say my favorite trait is how much of a big heart I have and how caring, loving I am to those really close to me and my friends 😊 Yes, people seem to appreciate it!\n  ","954321":"\n  Why am I awake?🤣\n  ","954322":"\n  It’s a mixture of both tbh\n  ","954323":"\n  No I haven’t\n  ","954324":"\n  I’m doing okay, I guess\n  ","954325":"\n  🤨🤨\n  ","954326":"\n  Oh yeah I turned off shoutouts because I was getting so many that I couldn’t see my normal questions anymore 🙃\n  ","954327":"\n  Lol no that’s okay\n  ","954328":"\n  You’re late anon but yes, we did break up awhile ago.\n  ","954329":"\n  I prefer tea!\n  ","954330":"\n  Oh no that’s okay\n  ","954331":"\n  Honestly I can’t remember right now🤔\n  ","954332":"\n  Yeah I’d go on a cruise ship, definitely! I’ve been on ones before 😁\n  ","954333":"\n  That’s true\n  ","954334":"\n  🤨🤨\n  ","954335":"\n  No tbh I don’t\n  ","954336":"\n  Let’s not get into it anon\n  ","954337":"\n  Of course it is\n  ","954338":"\n  No I don’t\n  ","954339":"\n  Honestly I try to listen to music or watch movies and just distract myself with things I like doing\n  ","954340":"\n  Yeah but people just don’t know how to communicate anon\n  ","954341":"\n  Yes I’m taken 😌 and thank you!\n  ","954342":"\n  🥸🥸\n  ","954343":"\n  Emotional pain, definitely\n  ","954344":"\n  I agree with that\n  ","954345":"\n  I’m 21\n  ","954346":"\n  My shyness and anxiety. Also how much I overthink and worry about literally everything\n  ","954347":"\n  Yes lol\n  ","954348":"\n  Oh I absolutely agree\n  ","954349":"\n  I don’t know why people choose to ignore,  I wish I did\n  ","954350":"\n  Oh I’m so used to getting ignored and always wondering why they ignore me🤷‍♀️\n  ","954351":"\n  Of course\n  ","954352":"\n  Have time for what?\n  ","954353":"\n  Honestly not in awhile tbh🤔\n  ","954354":"\n  I’d love to go to Australia definitely!😁\n  ","954355":"\n  Well that’s wonderful 😊\n  ","954356":"\n  Not in awhile 🤔\n  ","954357":"\n  Lol that’s awesome\n  ","954358":"\n  I feel that bright\/neon colors make me happy generally!\n  ","954359":"\n  That’s tough, I don’t think I’d change any of them to be honest 🤔 They’re cool how they are!\n  ","954360":"\n  What’s up?\n  ","954361":"\n  I believe it was a few weeks ago but it was on accident 🙃\n  ","954362":"\n  Sorry to hear that anon\n  ","954363":"\n  Oh for sure lol🤣\n  ","954364":"\n  I don’t remember lol\n  ","954365":"\n  Eh let’s not mention it\n  ","954366":"\n  All the time\n  ","954367":"\n  That sounds absolutely fun! Lol enjoy😁\n  ","954368":"\n  I’m doing decent, how are you today?😊\n  ","954369":"\n  No I don’t\n  ","954370":"\n  I’ve never seen all my children so general hospital!\n  ","954371":"\n  I don’t have one\n  ","954372":"\n  You don’t even know him lol and no 🤣\n  ","954373":"\n  Absolutely not\n  ","954374":"\n  Yeah under the circumstances I think a lot of people will be at home 😬\n  ","954375":"\n  Most likely at home! 😬\n  ","954376":"\n  She’s not your puppy lol\n  ","954377":"\n  I sure have lol\n  ","954378":"\n  No I don’t\n  ","954379":"\n  I rarely ever get sick so it’s been a long time since the last time I did get sick. 😁\n  ","954380":"\n  Yeah possibly!\n  ","954381":"\n  I guess bathe in dishwater 🥴\n  ","954382":"\n  Oh goodness, I really hope so honestly!\n  ","954383":"\n\n   https:\/\/youtu.be\/LEjJaLexQq4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I think this is still my favorite song tbh\n  ","954384":"\n  It was good mythical morning lol\n  ","954385":"\n  I think that’s crazy that it’s my most liked answer tbh🤯\n  ","954386":"\n  I have 1 full brother and 2 half brothers. My full brother is 17 and my half brothers are in their 20’s 😁\n  ","954387":"\n  No I haven’t. Have you anon?\n  ","954388":"\n  15.6k and it does grow pretty quickly but that doesn’t matter\n  ","954389":"\n  I don’t even think I got to any of them 🤣\n  ","954390":"\n  Oh yes, most definitely!\n  ","954391":"\n  Yes, sadly I have had to give up on something I didn’t want to.\n  ","954392":"\n  Yes, I definitely think it’s important to have personal space in a relationship\n  ","954393":"\n  No I’m not!\n  ","954394":"\n  Yeah I could climb a tree lol but I wouldn’t tbh\n  ","954395":"\n  Of course I have!\n  ","954396":"\n  What am I doing? Lol\n  ","954397":"\n  🤔🤔\n  ","954398":"\n  A epsom salt bath 😁\n  ","954399":"\n  Thank you! I hope you do as well 😊\n  ","954400":"\n  Who?🤣\n  ","954401":"\n  It really is😊\n  ","954402":"\n  What a funny account lol\n  ","954403":"\n  Oh my lol\n  ","954404":"\n  Hold up lol\n  ","954405":"\n  🤣🤣\n  ","954406":"\n  I do? Lol\n  ","954407":"\n  Thank you!\n  ","954408":"\n  What? Lol\n  ","954409":"\n  I’ll post the link lol\n  ","954410":"\n  I’m dead 🤣\n  ","954411":"\n  🥸🥸\n  ","954412":"\n  Who made this? Lol\n  ","954413":"\n  Absolutely not, this is funny 🤣\n  ","954414":"\n  I’ll put the link in my bio\n  ","954415":"\n  Yes what? Lol\n  ","954416":"\n  Would y’all want me to post my wishlist on here?\n  ","954417":"\n  I like Limon lays lol\n  ","954418":"\n  These spicy fiery chips aha\n  ","954419":"\n  I don’t like them, I prefer hot Cheetos\n  ","954420":"\n  Not really\n  ","954421":"\n  Stella Rosa, black\n  ","954422":"\n  Lol thank you😊\n  ","954423":"\n  I have no idea who that is\n  ","954424":"\n  Yeah I am\n  ","954425":"\n  Awh I’m sorry to hear that! I hope you have a great day and we can talk if you’d like😊\n  ","954426":"\n  Is that so? Lol\n  ","954427":"\n  Lol many people go live on insta🤨\n  ","954428":"\n  Nope\n  ","954429":"\n  I’ve been studying them for awhile now! I just really enjoy learning about human behavior and I’m not sure what I plan on doing yet😬\n  ","954430":"\n  Oh lol, I haven’t watched Star Wars in ages\n  ","954431":"\n  Well thank you anon\n  ","954432":"\n  You can FaceTime them or video chat them and tell them you love them like that so that then you can see their reaction and facial expressions 😁\n  ","954433":"\n  Yeah that’s definitely a part of life sadly. That’s good that you’re in the Christmas spirit and want to spread some joy! I think I’m going to spend Christmas with my family 😌\n  ","954434":"\n  I’m not flawless lol\n  ","954435":"\n  I mean I personally like being showed off on social media by my partner and posting pictures of us together but honestly it just depends on how they feel about it as well.\n  ","954436":"\n  No lol\n  ","954437":"\n  There’s no such thing as a perfect relationship. Their will always be flaws in every relationship\n  ","954438":"\n  I mean not necessarily that I remember 🤔\n  ","954439":"\n  Well now it’s psychology and sociology\n  ","954440":"\n  Of course I love it lol\n  ","954441":"\n  I agree with you that their is nothing girly about those things. Honestly everyone can look after themselves in that way that doesn’t make it girly. It’s just taking care of yourself and there’s nothing wrong with it.\n  ","954442":"\n  I would say I’m not that forgetful, I remember a lot of things pretty well and I only misplace things only sometimes 😁\n  ","954443":"\n  Sure, why not!🤪\n  ","954444":"\n  How’s that hot? Lol\n  ","954445":"\n  Ohh no, that’s not fun! Thats awesome that you’re going to travel on your long holiday though 😁 I mean I guess I’m excited, not really feeling it this year. Are you excited?\n  ","954446":"\n  It’s really none of your business how old I was.\n  ","954447":"\n  Oh yeah haha, I was talking in Armenian 😬\n  ","954448":"\n  Awh haha thank you, that’s sweet 😊 I’m not sure what I’m doing for Christmas this year, what about you?\n  ","954449":"\n  Hey! I’m doing okay, how are you?😊\n  ","954450":"\n  I like a few of her songs but I haven’t listened to her in ages\n  ","954451":"\n  I’m having insecurities? Lol\n  ","954452":"\n  Not really since it’s cold lol\n  ","954453":"\n  Thank you for the positivity! Stay safe and stay warm as well 💕 keep being you, you’re amazing!\n  ","954454":"\n  Lol really?\n  ","954455":"\n  What are you talking about?\n  ","954456":"\n  Ooh that’s deep but you should definitely love yourself and always try to think positively that way you’ll be able to love others😌\n  ","954457":"\n  Lol that’s okay\n  ","954458":"\n  Lol it was awhile ago\n  ","954459":"\n  I mean yeah of course, I definitely remember those times in my life🙃\n  ","954460":"\n  I believe I have before but I don’t remember tbh😬\n  ","954461":"\n  He’s my boyfriend,  not my boy toy\n  ","954462":"\n  Just talked to me 🥴\n  ","954463":"\n  I’m not a cowgirl lol\n  ","954464":"\n  Well thank you😊\n  ","954465":"\n  I’m definitely not lol\n  ","954466":"\n  Hello there\n  ","954467":"\n  No lol\n  ","954468":"\n  Hey!😊\n  ","954469":"\n  I’m okay though, thank you\n  ","954470":"\n  Once you delete it and never make another one then yes\n  ","954471":"\n  I’m waiting.\n  ","954472":"\n  If you delete the account 😊\n  ","954473":"\n  Alright deleted those questions, delete the account\n  ","954474":"\n  Alright now delete the account 😊\n  ","954475":"\n  Delete it\n  ","954476":"\n  Or instead you can just delete so that we can talk😊\n  ","954477":"\n  Lol what?\n  ","954478":"\n  Did what anon?\n  ","954479":"\n  Ohhh I see!\n  ","954480":"\n  Then delete the account and that won’t happen anymore.\n  ","954481":"\n  They bought the account back up omg\n  ","954482":"\n  Please don’t, it’s super annoying 🙃\n  ","954483":"\n  What’s up?\n  ","954484":"\n  Oh lol🤣\n  ","954485":"\n  It’s afternoon here lol\n  ","954486":"\n  I’m dying of laughter🤣🤣\n  ","954487":"\n  No I don’t\n  ","954488":"\n  I don’t use it really, nope!\n  ","954489":"\n  With the man? Lol\n  ","954490":"\n  Well thank you for caring 😌\n  ","954491":"\n  Good afternoon\n  ","954492":"\n  Yeah lol I have\n  ","954493":"\n  I’m doing okay, you anon?😊\n  ","954494":"\n  No I don’t drink coffee\n  ","954495":"\n  Hello!\n  ","954496":"\n  I have many so here’s a few favorites:\n  \n  IT chapter 1 and IT chapter 2\n  \n  The conjuring 1 and 2\n  \n  Christopher Robin\n  \n  Hotel Artemis\n  \n  365 days\n  ","954497":"\n  Not personally, I don’t\n  ","954498":"\n  I don’t currently\n  ","954499":"\n  Nope once again, I don’t ignore any questions I just don’t see them all\n  ","954500":"\n  Honestly whatever they would feel like eating when they come over lol\n  ","954501":"\n  I’ve never been a trouble maker tbh so I didn’t really ever get in trouble with them\n  ","954502":"\n  I just answer the ones that I do happen to see!\n  ","954503":"\n  Not really but sometimes I do\n  ","954504":"\n  Hellooo\n  ","954505":"\n  Like from a wishlist?\n  ","954506":"\n  I just answer as many as I can\n  ","954507":"\n  Hello there!\n  ","954508":"\n  I’ve never been in a relationship with Shia La Beouf🤣\n  ","954509":"\n  I don’t ignore them, I just don’t see all of them\n  ","954510":"\n  I get a lot of questions and I honestly try to answer most of them as much as I can!\n  ","954511":"\n  I’m doing okay, how are you?😊\n  ","954512":"\n  Ooh this is deep, I like it! I believe we do things most of the time on our own conscious because it’s something in our mind and thoughts that might be telling us to do it or even our gut feeling. It’s our inner voice that’s speaking to us very loudly to do that thing but on the other hand, I also feel we are controlled by some external stimulation and motive as well. I feel there’s always a motive behind why someone does something.\n  ","954513":"\n  Indeed, I do!\n  ","954514":"\n  I mean it’s not necessarily important to take pictures of special moments but I personally enjoy taking pictures so I try to as much as I can 😁\n  ","954515":"\n  I’m not pregnant 🤨\n  ","954516":"\n  Yeah honestly most of\n  \n  the time, I do\n  ","954517":"\n  Wow that’s awesome! I like how the grinch who stole Christmas is in the second place!😁\n  ","954518":"\n  No it’s not anon\n  ","954519":"\n  What even?\n  ","954520":"\n  No I don’t\n  ","954521":"\n  Whatever is on my mind at the time I fall asleep 🤨\n  ","954522":"\n  I’d definitely choose to dream about happy things and paradise and things that resonate with positivity\n  ","954523":"\n  Not in awhile\n  ","954524":"\n  🤣🤣\n  ","954525":"\n  Eh it’s nothing\n  ","954526":"\n  I’m feeling okay\n  ","954527":"\n  No lol\n  ","954528":"\n  Definitely on the beach 😁\n  ","954529":"\n  I didn’t eat anything unhealthy today actually lol\n  ","954530":"\n  No I’m definitely not\n  ","954531":"\n  It’s evening over here\n  ","954532":"\n  No I haven’t\n  ","954533":"\n  Lol I’d want to play a horror character\n  ","954534":"\n\n   https:\/\/youtu.be\/yeMt-no2LW0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","954535":"\n\n   https:\/\/youtu.be\/A68j28KQaik\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/AV4smtJrIOM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","954536":"\n  I mean honestly I think we develop our views from our surroundings and environment and the people that are around us.  Also I believe society has a huge impact on people’s views as well.\n  ","954537":"\n  🤨🤨\n  ","954538":"\n  Not necessarily lol\n  ","954539":"\n  Oh my goodness smh\n  ","954540":"\n  No you don’t anon\n  ","954541":"\n  I mean I don’t think my music taste has changed in awhile honestly, I’ve liked the same bands for years now 😁 The bands I like, I’ve liked them ever since I was little mostly!\n  ","954542":"\n  You obviously don’t\n  ","954543":"\n  Lol no\n  ","954544":"\n  Lol it just means she needs to retouch her make up or even use the restroom lol\n  ","954545":"\n  I’m not sure tbh🤔\n  ","954546":"\n  Definitely a character from a horror movie\n  ","954547":"\n  You don’t even know him\n  ","954548":"\n  Have a great weekend as well💕 thank you for the positivity, you’re awesome!\n  ","954549":"\n  I mean not necessarily but on the other hand I believe it’s possible that a foreign language can definitely help you think in different ways because it’s a different language from your native so words and sayings are different.\n  ","954550":"\n  Hey!\n  ","954551":"\n  No why would I? I trust him\n  ","954552":"\n  Lol well thank you😊\n  ","954553":"\n  Lol I don’t think I’m wifey material\n  ","954554":"\n  Really anon? Lol\n  ","954555":"\n  Yes, there’s definitely been movies and shows that have made me cry! There’s also been songs that have made me cry🙁\n  ","954556":"\n  That’s definitely satisfying lol\n  ","954557":"\n  Good afternoon!\n  ","954558":"\n  Oh no, definitely how they treat others and their attitude and how they act\n  ","954559":"\n  I only ever colored my hair once lol\n  ","954560":"\n  I’m not really sure what I’ll be doing lol\n  ","954561":"\n  I definitely prefer natural beauty, for sure.\n  ","954562":"\n  No I definitely wouldn’t\n  ","954563":"\n  Honestly that’s many things I wish I could learn to do, I don’t know where to start 😬\n  ","954564":"\n  Actually these last past months have gone by so quickly honestly, it’s crazy\n  ","954565":"\n  Definitely human behavior, horror, paranormal investigation, traveling, camping, hiking, biking, listening to music, etc!😁\n  ","954566":"\n  Out of wood and cotton?🤨\n  ","954567":"\n  Absolutely not\n  ","954568":"\n  I mean it would definitely be fun to have my own spaceship! It would have the latest technology in it, definitely 🤔 and I’d travel the world in a spaceship lol\n  ","954569":"\n  Don’t call me babe🥴\n  ","954570":"\n  Everyone has a different purpose in life so I couldn’t tell you what the purpose of life is.\n  ","954571":"\n  That’s not true at all, again you shouldn’t say anything when you don’t know\n  ","954572":"\n  Yes I’ve been in long distance relationships before in the past\n  ","954573":"\n  Yes anon, I have\n  ","954574":"\n  I guess bad manners 🙃\n  ","954575":"\n  My favorite Christmas movie is definitely the Grinch who stole Christmas 😁\n  ","954576":"\n  No I didn’t lol\n  ","954577":"\n  Of course!😊\n  ","954578":"\n  Awh thank you girl💕\n  ","954579":"\n  I’ll check it out😁\n  ","954580":"\n  Thank you😊\n  ","954581":"\n  I’m straight\n  ","954582":"\n  I do!\n  ","954583":"\n  I’m taken😌\n  ","954584":"\n  I’m not a cowgirl lol\n  ","954585":"\n  Which one?\n  ","954586":"\n  I’m positive anon\n  ","954587":"\n  I’m definitely not a celebrity lol\n  ","954588":"\n  Honestly just be there for me, support me, want to hang out with me, makes me laugh, is loyal and honest, etc! 😁\n  ","954589":"\n  I do, indeed😬\n  ","954590":"\n  I’m doing okay, how are you?😊\n  ","954591":"\n  Right about?\n  ","954592":"\n  🤔🤔\n  ","954593":"\n  I’m not drunk 🤣\n  ","954594":"\n  Thank you, I appreciate that😊\n  ","954595":"\n  I honestly have no idea lol\n  ","954596":"\n  I appreciate that😌\n  ","954597":"\n  Really anon?\n  ","954598":"\n  Not today lol\n  ","954599":"\n  I don’t like my voice at all🥴\n  ","954600":"\n  🤨🤨\n  ","954601":"\n  I don’t though\n  ","954602":"\n  Because I haven’t seen your question 🙃\n  ","954603":"\n  Oh that sounds horrible! You definitely deserve better though\n  ","954604":"\n  Of course I do, I know he’s not ready and I’m not ready to be married right now.\n  ","954605":"\n  Don’t have a favorite fast food place\n  ","954606":"\n  Of course😊\n  ","954607":"\n  Sometimes, yes I do\n  ","954608":"\n  I hope I am\n  ","954609":"\n  My next move?\n  ","954610":"\n  I guess I am a little bit\n  ","954611":"\n  Of course!😁\n  ","954612":"\n  Lol sure anon\n  ","954613":"\n  Oh yes, definitely\n  ","954614":"\n  Not that I recall, nope🤔\n  ","954615":"\n  Absolutely not\n  ","954616":"\n  Never heard of them 🤔\n  ","954617":"\n  Oh anon, he’s not real though\n  ","954618":"\n  Yes I’m taken 😌\n  ","954619":"\n  Well thank you😊\n  ","954620":"\n\n   @Pookeo9\n  \n\n   @NineGDxFour\n  \n\n   @Qu33nForADayy\n  \n\n   @redoasis2017\n  \n\n   @musicfan1998\n  \n\n   @Ice_Frozen_Vocals\n  \n\n   @askamanz5506\n  \n\n   @patchy_life\n  \n\n   @TrivialTrinket\n  \n\n   @kittiemeowsie\n  \n\n   @poetalunam\n  \n\n   @AnthonyRayshadTaylor\n  \n\n   @JoeeeMason\n  \n\n   @elysssa_d\n  \n\n   @eatyourcake\n  \n\n   @Strongdef\n  \n\n   @DovahMonah\n  \n\n   @astoldbyjoanna\n  \n\n   @urlsareshittbh\n  \n\n   @soph_333\n  \n\n   @ChickSlimShady\n  \n\n   @BonesAngela\n  \n\n   @chrissyjillson\n  \n\n   @Diamondchainzman\n  \n\n   @ass4lyfe\n  \n\n   @KeelyLynn\n  \n\n   @liquid_sinn\n  \n\n   @thepinkspot\n  \n\n   @kaylaraspolich\n  \n\n   @GingerHippy\n  \n\n   @itzmanu_\n  \n\n   @TobbeAsks\n  \n\n   @corwynthelover\n  \n\n   @YaoiMasterSadist\n  \n\n   @whatsittoya2014\n  \n\n   @bigboypete\n  \n\n   @introgeeky\n  \n\n   @CallOfTheStorm\n  \n\n   @sadbatman\n  \n\n   @sadbatman\n  \n\n   @sirenic\n  \n\n   @AMlover12\n  \n\n   @Bands_Over_Food\n  \n\n   @hey_its_ciara_\n  \n\n   @alexajohnson_14\n  \n\n   @keepmovingforwardx\n  \n\n   @Bocepous\n  \n\n   @boandjenylove\n  \n\n   @AshleighRBenson\n  \n\n   @John87401\n  \n\n   @korndude\n  \n\n   @AthenusVena\n  \n\n   @Smitty841\n  \n\n   @DennisQ777\n  \n\n   @Sillybutt26\n  \n\n   @tericrosby2016\n  \n\n   @callumbailey78\n  \n\n   @RaquelAlissa\n  \n\n   @xHeartbreakGirlx\n  \n\n   @FayePinksyofficial\n  \n  @\n  \n  Just a few amazing people I follow😊( sorry if I missed your @)\n  ","954621":"\n  No I haven’t\n  ","954622":"\n  Honestly no I wouldn’t\n  ","954623":"\n  No I haven’t\n  ","954624":"\n  Absolutely not\n  ","954625":"\n  Honestly no I don’t but if I have to guess, I’m guessing it’s a box that holds different types of spices in it 😬\n  ","954626":"\n  You shouldn’t play games with someone’s emotions 🥴\n  ","954627":"\n  Lol no they won’t\n  ","954628":"\n  Ahh well I mean how could you not like maroon 5?! They’re amazing 😁\n  ","954629":"\n  Excuse me?\n  ","954630":"\n  I’m not at all\n  ","954631":"\n  Why are you afraid?\n  ","954632":"\n  I’m not though so\n  ","954633":"\n  I’m just hanging out and chilling today 😁\n  ","954634":"\n  The Oregon trail? Lol\n  ","954635":"\n  No I don’t lol\n  ","954636":"\n  No lol🤨\n  ","954637":"\n  What about her?\n  ","954638":"\n  Nah, I’m not close to being perfect 🥴\n  ","954639":"\n  Hey! I’m just waking up, what’s up with you?😊\n  ","954640":"\n  Lol you can speak but that’s only a opinion so it doesn’t bother me😊\n  ","954641":"\n  I don’t think I’ve tried mince pies\n  ","954642":"\n  No I’m not religious\n  ","954643":"\n  Definitely traits of narcissistic behavior 🥴\n  ","954644":"\n  Actually wrong, people have said I have an amazing taste in music 😁\n  ","954645":"\n  Yes I am anon\n  ","954646":"\n  I guess so tbh\n  ","954647":"\n  No I don’t\n  ","954648":"\n  It definitely can be\n  ","954649":"\n  Yes, a girl and boy can absolutely be best friends anon! It’s very possible 😌\n  ","954650":"\n  Do you anon?😁\n  ","954651":"\n  No I don’t\n  ","954652":"\n  Lol what even are you talking about?🤨\n  ","954653":"\n  What’s that? Lol\n  ","954654":"\n  🤣🤣 I’m definitely not\n  ","954655":"\n  Who knows why honestly🤷‍♀️ but it’s definitely not him\n  ","954656":"\n  The chicken by itself and the sides and biscuits lol\n  ","954657":"\n  Lol I don’t get sandwiches from them\n  ","954658":"\n  Not my favorite so a 4\n  ","954659":"\n  I’m not gullible anon, smh it’s not him. Trust me. It’s probably someone that knows him or some random person 🤷‍♀️\n  ","954660":"\n  Not their sandwiches lol\n  ","954661":"\n  I have lol\n  ","954662":"\n  I don’t believe it’s him at all. I know him and that doesn’t sound like him\n  ","954663":"\n  No I don’t, I like fried chicken though\n  ","954664":"\n  Well on this one app and he only uses snap though.\n  ","954665":"\n  Lol doubt it, he doesn’t use social media\n  ","954666":"\n  🤨🤨 well damn, I guess you really do know him then\n  ","954667":"\n  No I haven’t\n  ","954668":"\n  Lol is this the same guy we are talking about?\n  ","954669":"\n  I’m not really sure just yet to be honest 🤔\n  ","954670":"\n  Is what correct?\n  ","954671":"\n  🤨 well that’s good for you, I guess lol\n  ","954672":"\n  I’m decent, you? Thank you for following me 😊\n  ","954673":"\n  What kind of sounds familiar?\n  ","954674":"\n  Oooh I don’t know to be honest🤷‍♀️\n  ","954675":"\n  Well in the day time here it’s pretty warm and the sun is out most days! Oh no, that doesn’t sound fun at all🙃 but I’d definitely still go to Sweden to check it out lol\n  ","954676":"\n  Well do you do those things in a relationship?🤔\n  ","954677":"\n  A partner who brags about how many times they’ve done it and brags about how much money they make, nothing is ever their fault, gaslights me, contradicts themselves constantly, aren’t sure what they want, inconsistency, constantly sexual and doesn’t know how to have a normal conversation, manipulation, playing games, silent treatment\/ghosting, invalidation, false hope, they’re always the victim, never admits they’re wrong, etc!\n  ","954678":"\n  Because they’re always in a rush and don’t have the time to write neatly\n  ","954679":"\n  No I don’t\n  ","954680":"\n  Lol she’s done a lot today\n  ","954681":"\n  What about them?\n  ","954682":"\n  That’s good!\n  ","954683":"\n  Thank you anon😊\n  ","954684":"\n  Then sleep! 🤣\n  ","954685":"\n  Lol what even\n  ","954686":"\n  Eh I’m doing okay, I guess you can say. How are you doing?😊\n  ","954687":"\n  No lol it’s still early here\n  ","954688":"\n  Sorry I’ve been busyyy\n  ","954689":"\n  That definitely can be creepy\n  ","954690":"\n  I do\n  ","954691":"\n  Not very often but sometimes I do.\n  ","954692":"\n  Why would I?\n  ","954693":"\n  Loool what?🤨\n  ","954694":"\n  I’m wearing clothes 😌\n  ","954695":"\n  Alrighty then\n  ","954696":"\n  No lol\n  ","954697":"\n  Are you okay?\n  ","954698":"\n  No🤣\n  ","954699":"\n  Oh my goodness anon\n  ","954700":"\n  I guess that could be possible 🤨\n  ","954701":"\n  Lol what even?\n  ","954702":"\n  🤔🤔\n  ","954703":"\n  No luckily I haven’t had that happen to me but if I did I’m not sure how I’d handle that 🤔\n  ","954704":"\n  Well it depends, what kind of phone is it?\n  ","954705":"\n  Excuse me?\n  ","954706":"\n  His amazing personality and how he helped me with the situation I was going through and how he listened and showed that he cared. Then when he told me he loved me omg🥺\n  ","954707":"\n  Sure😊\n  ","954708":"\n  Well remember the story I was talking about on here last week. The one who claimed he still was into me but went 3 weeks without saying a word to me yet had the time to constantly talk to others on Snapchat and then the one who unadded me.\n  ","954709":"\n  Of course I do anon😊\n  ","954710":"\n  Nooo I don’t like beards or mustaches, I like subtle facial hair 😁\n  ","954711":"\n  No I never have anon\n  ","954712":"\n  No I don’t lol, usually pet names are for someone you’re in a relationship with\n  ","954713":"\n  Not yet lol, oops🤫\n  ","954714":"\n  No lol, I sleep in the darkness 😌\n  ","954715":"\n  Definitely bitter truth😁\n  ","954716":"\n  No I don’t\n  ","954717":"\n  No I’m not afraid of flying in airplanes, I enjoy it actually 😁\n  ","954718":"\n  Woahhhh I’m assuming you’re his friend or something 🤨\n  ","954719":"\n  Do you really want to know who he is?🤔\n  ","954720":"\n  No lol🤣\n  ","954721":"\n  Curious George was definitely a cute cartoon lol\n  ","954722":"\n  Not sure I had one tbh\n  ","954723":"\n  That’s oddly specific 🤨 but yeah sure, you can say I “know” him really wish I didn’t after everything though..\n  ","954724":"\n  How interesting, I’m assuming to someone you like? Lol\n  ","954725":"\n  I guess so\n  ","954726":"\n  I believe we are afraid to make mistakes because everyone is truly afraid of failure and repeating the same mistakes. I also think some of us don’t learn from the mistakes we repeat do instead we keep making them. But we are afraid mostly because of failing.\n  ","954727":"\n  Ooh I don’t think you would want to know what’s going on in my mind\n  ","954728":"\n  That’s odd 🤔 are you doing that?\n  ","954729":"\n  No lol\n  ","954730":"\n  My state of mind?\n  ","954731":"\n  I mean everyone has a different purpose in life but I believe everyone should try to achieve happiness without a doubt because it’s important to be happy in this life and try to stay positive despite everything that goes on.\n  ","954732":"\n  Not that long, I always find the time to get some sleep😁\n  ","954733":"\n  🤨🤨\n  ","954734":"\n  I try to see the good in everyone but then they always prove me otherwise 🤷‍♀️\n  ","954735":"\n  I’m fine just fine\n  ","954736":"\n  Not really to be honest🤔 I can’t think of anything\n  ","954737":"\n  Creepy how? Lol\n  ","954738":"\n  I’m doing okay! Hope you have a great week😊\n  ","954739":"\n  That’s wonderful 😊\n  ","954740":"\n  That’s good for you anon!\n  ","954741":"\n  I’m doing okay and my day was normal lol\n  ","954742":"\n  She’s doing good!😁\n  ","954743":"\n  I took dance!\n  ","954744":"\n  Sure anon\n  ","954745":"\n  Hello😊\n  ","954746":"\n  Perhaps lol\n  ","954747":"\n  I really don’t 🤣\n  ","954748":"\n  Yes, I have!\n  ","954749":"\n  Exactly lol\n  ","954750":"\n  Well you can always message me here 😊\n  ","954751":"\n  Yes I absolutely do!\n  ","954752":"\n  Happy holidays to you too! Thank you, hope you’re good as well😊\n  ","954753":"\n  I don’t like attention lol so I try not to get anyone’s attention\n  ","954754":"\n  A few times anon\n  ","954755":"\n  🤯🤪\n  ","954756":"\n  For them to straight up tell me but it wouldn’t matter since I’m taken 😌\n  ","954757":"\n  Oh noooooo\n  ","954758":"\n  That won’t happen 🙃\n  ","954759":"\n  You okay?\n  ","954760":"\n  I’m okay, you?\n  ","954761":"\n  Thank you😊 Welcome to ask btw!\n  ","954762":"\n  I use lol and tbh a lot 😬\n  ","954763":"\n  Absolutely not\n  ","954764":"\n  What’s that?\n  ","954765":"\n  I woke up in the afternoon lol\n  ","954766":"\n  I mean sometimes I do especially people with really strong accents but only sometimes! Most of the time I understand them😁\n  ","954767":"\n  I haven’t cooked anything for awhile 😬 but I probably will soon!\n  ","954768":"\n  Lol thank you!\n  ","954769":"\n  Hello\n  ","954770":"\n  That’s awesome 😁\n  ","954771":"\n  Not today!\n  ","954772":"\n  Oh my lol thank you\n  ","954773":"\n  That sounds like it would be pretty cool!\n  ","954774":"\n  Ooh love Lucifer! 😁\n  ","954775":"\n  I’m doing okay, you?\n  ","954776":"\n  If only Port Charles was a real place 🤣\n  ","954777":"\n  My engagement party? Lol\n  ","954778":"\n  I’m 21\n  ","954779":"\n  Yes I  do!\n  ","954780":"\n  Oh anon in your dreams\n  ","954781":"\n  Hey!😊\n  ","954782":"\n  Hello!\n  ","954783":"\n  I do and sure!😊\n  ","954784":"\n  Yes lol\n  ","954785":"\n  Yeah it’s an insane amount, I can’t even see my regular questions so I just turned it off 😬\n  ","954786":"\n  This anyone know how to turn off these shoutouts? Lol\n  ","954787":"\n  Honestly I don’t believe that I do to be honest. I don’t think anything ever ends happily but I guess you never know and that their really can be happily ever after’s in life🤷‍♀️\n  ","954788":"\n  Oh yes, I most definitely do!\n  ","954789":"\n  He was constantly sexual and never knew when to tone it down and have a normal conversation. So basically using me for a sexual relationship tbh🥴\n  ","954790":"\n  Hey !\n  ","954791":"\n  I have, yes!\n  ","954792":"\n  Goodnight y’all\n  ","954793":"\n  I’m 21 lol\n  ","954794":"\n  He was just using me basically and saying all this sh*t he didn’t mean and constantly contradicting himself 🥴\n  ","954795":"\n  Yes I’ve been to Europe and it’s much more different tbh.\n  ","954796":"\n  I don’t eat dinner\n  ","954797":"\n  Lol I never had one 🤨\n  ","954798":"\n  Lool what? 🤣\n  ","954799":"\n  Hot weather person!\n  ","954800":"\n  No light\n  ","954801":"\n  No🤣\n  ","954802":"\n  Thank you😊\n  ","954803":"\n  If depends lol\n  ","954804":"\n  Not really\n  ","954805":"\n  Lol no\n  ","954806":"\n  Nope\n  ","954807":"\n  Lol hello there\n  ","954808":"\n  Well I told this narcissist that I feel he has been using me and of course he denied it and said it’s all in my head when really it was so obvious he was straight up using me🤡\n  ","954809":"\n  Most likely not to be honest\n  ","954810":"\n  Hello!😊\n  ","954811":"\n  Oh my, neither don’t sound so good but I guess pizza 😬\n  ","954812":"\n  I guess they changed it up again smh\n  ","954813":"\n  Same, it’s quite a lot but there’s a option to turn off shoutouts\n  ","954814":"\n  Nope, never will!\n  ","954815":"\n  Ohhh that’s awesome!\n  ","954816":"\n  If I have a daughter in the future and no I won’t be naming her that\n  ","954817":"\n  Awh thank you, I appreciate that😊\n  ","954818":"\n  I haven’t, no\n  ","954819":"\n  Yeah no, that’s okay\n  ","954820":"\n  I’m decent anon\n  ","954821":"\n  I have a boyfriend anon🥴\n  ","954822":"\n  I do!\n  ","954823":"\n  You’ve never felt it🤣\n  ","954824":"\n  Yes  just recently actually 🙃 it’s so horrible honestly\n  ","954825":"\n  Obviously he showers smh\n  ","954826":"\n  I don’t 🥴\n  ","954827":"\n  Sometimes 😁\n  ","954828":"\n  Don’t call me that\n  ","954829":"\n  Lol thank you😌\n  ","954830":"\n  Yes anon\n  ","954831":"\n  Oh my goodness lol\n  ","954832":"\n  No I wouldn’t\n  ","954833":"\n  No I’m not\n  ","954834":"\n  Lol don’t be jealous but thank you😊\n  ","954835":"\n  Why thank you😊\n  ","954836":"\n  I’m not sure that’s a compliment 🤨\n  ","954837":"\n  I’m 21\n  ","954838":"\n  Honestly a few of them, most definitely\n  ","954839":"\n  The ‘IT’ movies\n  \n  The conjuring movies\n  \n  Christopher Robin\n  \n  365 days\n  \n  and So on!\n  ","954840":"\n  Definitely milk chocolate 🤩\n  ","954841":"\n  Don’t say that anon\n  ","954842":"\n\n   https:\/\/youtu.be\/4qlCC1GOwFw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I honestly feel this song would fit so well for a fight lol\n  ","954843":"\n  No I don’t easily forgive\n  ","954844":"\n  I’d definitely would have said more\n  ","954845":"\n  Don’t have a favorite Comedian\n  ","954846":"\n  Definitely Chocolate 😁\n  ","954847":"\n  I’m decent, you?😊\n  ","954848":"\n  I guess underrated 🤔\n  ","954849":"\n  Definitely Italian 🤩\n  ","954850":"\n  I’m a introvert\n  ","954851":"\n  Hello! I’m from California 😊\n  ","954852":"\n  Criminal minds!🤪\n  ","954853":"\n  Not really but sometimes I do 😁\n  ","954854":"\n  Yes I’ve broken my right elbow\/arm\n  ","954855":"\n  When I feel really sleepy usually that helps me sleep lol\n  ","954856":"\n  No he definitely didn’t\n  ","954857":"\n  Lol what?🤣\n  ","954858":"\n  Nope I don’t lol\n  ","954859":"\n  I’m so sleepy 🥱\n  ","954860":"\n  What are you talking about?🤨\n  ","954861":"\n  I wish I knew why lol\n  ","954862":"\n  Goodnight y’all 🥱\n  ","954863":"\n  Hey😊\n  ","954864":"\n  Yeah it’s entertaining lol\n  ","954865":"\n  I’m not sure honestly 🤔\n  ","954866":"\n  It’s called are you the one on Netflix\n  ","954867":"\n  Of course I do aha\n  "}}