{"Question":{"954868":"\n   Do you have your laptop camera covered with tape?\n  ","954869":"\n   what are you doing?\n  ","954870":"\n   Yep\n  ","954871":"\n   Who is this?\n  ","954872":"\n   Would you like to find out?\n  ","954873":"\n   are you busy ?\n  ","954874":"\n   Do you know how to swim?\n  ","954875":"\n   Did you stop watching The Voice?\n  ","954876":"\n   Are you a good shooter? 🔫😏\n  ","954877":"\n   I've known you for 6+ years and support you no matter what.\n  ","954878":"\n   Why not him?\n  ","954879":"\n   Would you ratherread the 📚 book or watch the 🎬 movie?\n  ","954880":"\n   (Sent to everyone I follow) I want to clean up the list of people I send questions to so it only includes those who want to recieve them. See this \"question\" as an opportunity to tell me if you want me to stop sending questions to you ⛔ You can simply ignore this if you want to keep getting them 😁\n  ","954881":"\n   Do you desperately want Brian Austin Green to play Chester in the biopic of his life?\n  ","954882":"\n   Where from you?\n  ","954883":"\n   Me and you have been through so much together. Through it all, I've been here as your #1 ally.\n  ","954884":"\n   Good afternoon\n  ","954885":"\n   How are you different from Jenny and Sumit?\n  ","954886":"\n   Do you like to giving\/receiving  flowers? When did you last give flowers to someone? When was the last time you received flowers? 💐\n  ","954887":"\n   I'm your rock, Nicole.\n  ","954888":"\n   The way you talk about your relationship, y'all remind me so much of Jenny & Sumit. Do you feel exactly the same way?\n  ","954889":"\n   Do you still have your tonsils?\n  ","954890":"\n   Snapchat?\n  ","954891":"\n   How long would you last in a zombie apocalypse? 🧟‍♀️🧟‍♂️\n  ","954892":"\n   What are your favorite video games to play? And which gaming consoles do you have?\n  ","954893":"\n   How are you?\n  ","954894":"\n   I love the flower girl\nOh, I dont know just why\nShe simply caught my eye\n  ","954895":"\n   It is loaded with Vitamin K and Vitamin C. I need to stay strong as ever because you depend on me so much.\n  ","954896":"\n   If you like them, what's your favourite Madness single? 🎶 👍 🙃\n  ","954897":"\n   Pap? Ootd?\n  ","954898":"\n   Nikki go night night?\n  ","954899":"\n   Would you like to know how much I like you?, Then get us a me and you only moments!\n  ","954900":"\n   Do you find it hard to select who to send questions to? Or do you follow less than 50 people? Takes me ages lmao\n  ","954901":"\n   How do you sleep?\n  ","954902":"\n   Can you ask me bunch of questions\n  ","954903":"\n   It will remain okay when you marry I will assure you 😂😂😂😂😂\n  ","954904":"\n   how much xmas shopping have you done so far? 🎁  🎄\n  ","954905":"\n   to fly.\n  ","954906":"\n   😬 I have 3 but ones more of a nostalgic piece (1st gen iphone) and the precious phone I had from the current 11 pro Max. But also have an iPad, MacBook, watch, Dell laptop, windows surface tablet\n  ","954907":"\n   If you had a daughter, would you consider sending her to the TV show \"Toddlers and Tiaras\"?\n  ","954908":"\n   what did you do to make instagram not load for me???\n  ","954909":"\n   HOW MANY PHONES \/ GADGETS DO YOU HAVE?\n  ","954910":"\n   Do you have Christmas lights up around your crib yet?\n  ","954911":"\n   Would you rather be in a real life version of The Walking Dead or a real life version of Game of Thrones?\n  ","954912":"\n   Ever been blamed for something you didn't do? What was the aftermath?\n  ","954913":"\n   Are you excited for christmas?\n  ","954914":"\n   Are you afraid about your future?\n  ","954915":"\n   My boyfriend has been so stressed out lately. He's been working two jobs every day for the past three weeks. Plus he has family drama going on. Tonight i decided to make it a date night. He's on his way. I ordered pizza and wings and got Netflix ready for us. How else can I make tonight  stress free\n  ","954916":"\n   IF YOU WERE TO EAT YOUR VERY LAST MEAL, WHAT WOULD YOU CHOOSE TO EAT?\n  ","954917":"\n   Did you try some Do-It-Yourself projects\/hobbies this 2020? What have you tried and what would you like to try?\n  ","954918":"\n   Say you found a true voodoo doll which could be used to indirectly affect someone physically, even control their movements if you so wished, would you use it? On who and in what way? If not, what'd you then do with the doll? 🦴💀📌\n  ","954919":"\n   Why not\n  ","954920":"\n   Are you going to get the covid vaccine?\n  ","954921":"\n   Anyone else get a random snapchat the other day?\n  ","954922":"\n   same! it said i sent zero shout outs but i definitely sent more than the required amount last week.\n  ","954923":"\n   I hope you are all having a wonderful day!\n  ","954924":"\n   Alot of people are from USA here\n  ","954925":"\n   Are you excited for Christmas?\n  ","954926":"\n   Have you ever broken a rubber band while trying to tie your hair up?\n  ","954927":"\n   mine disappeared too. :\/\n  ","954928":"\n   Where are you from?\n  ","954929":"\n   Hola\n  ","954930":"\n   Do you take vitamins?\n  ","954931":"\n   She didn’t mean to lol 😂\n  ","954932":"\n   Starbucks or Dunkin?\n  ","954933":"\n   gooooods !!!\n  ","954934":"\n   Do you like to draw?\n  ","954935":"\n   Marry me now\n  ","954936":"\n   listened to any system of a down today?\n  ","954937":"\n   What do you think will happen if all males💁‍♂️ and all females💁‍♀️ look all the same?\n  ","954938":"\n   Favorite kind of candy?\n  ","954939":"\n   What’s better broken than whole? 💔\n  ","954940":"\n   Most countries or people that work with the US ends up getting screwed\n  ","954941":"\n   Lady Buckley can you join Miss America Pageant? I want too see if you win 🙂\n  ","954942":"\n   Would you ratherlive in a house haunted by friendly ghosts or be a ghost reliving your average day after you die? 👻\n  ","954943":"\n   If you could turn ANY ACTIVITY into an OLYMPIC SPORT, what would you have a good chance at WINNING A MEDAL for?\n  ","954944":"\n   Is there anything that you have planned in this month of December?\n  ","954945":"\n   How to tell if someone is feeling anxious, scared or nervous from their body language? Is it the same for guys and girls?\n  ","954946":"\n   Anything\n  ","954947":"\n   • Do you like trying new things?\n  ","954948":"\n   nikki why do little kids have to take nap during the day?\n  ","954949":"\n   are you nicer to other people than yourself? or vice versa? or about the same?\n  ","954950":"\n   How would you feel if you asked your partner if they feel a little less attracted to you because you’ve put on some weight and they say “honestly, yes I do a little bit”?\n  ","954951":"\n   I'm glad to hear that :)\n  ","954952":"\n   it's called I'm broke and hungry foundation 😆\n  ","954953":"\n   Jury duty?\n  ","954954":"\n   Do you like anything mocha flavored since it has chocolate too?\n  ","954955":"\n   Be honest, have you ever done something that should have put you behind bars if you weren't cunning enough to do what you needed to do to get away with it??\n  ","954956":"\n   Do you have a wrapping paper theme this year? A specific colour or pattern? 🎁\n  ","954957":"\n   What time do you usually get up? And what time do you usually go to bed?\n  ","954958":"\n   My friend gave me a massive wedgie today haha💀🥴\n  ","954959":"\n   What colour do you like to paint your nails?\n  ","954960":"\n   Can i get you to donate to my charity?\n  ","954961":"\n   Ideas on what to do when bored?\n  ","954962":"\n   When is the last time both your mind and body were saying \"let's go?\"\n  ","954963":"\n   If you could change one thing about your PERSONALITY, what would it be?\n  ","954964":"\n   Did you vote this year?\n  ","954965":"\n   Say there was a heaven and a hell, which do you think you'd go to when all is said and done? Why? 😇😈  What'd your ideal heaven \/ hell look like? How'd you spend eternity there? 🤔\n  ","954966":"\n   we made it through the first week of december !! 💖 what were some highlights of this week?\n  ","954967":"\n   What part of politics do you hate?\n  ","954968":"\n   for what?\n  ","954969":"\n   For the VIP+ people: Since it’s Sunday, do you sometimes struggle to finish the weekly tasks or is it easy for you to fulfill them? Do you maybe struggle with one task specifically? Feel free to share a screenshot of your current state of task progress 🤗\n  ","954970":"\n   How about Joe?\n  ","954971":"\n   What is the last thing you do before bed?\n  ","954972":"\n   How about now?\n  ","954973":"\n   Do you like Milk 🥛\n  ","954974":"\n   do you want to get married\n  ","954975":"\n   do you believe in kharma\n  ","954976":"\n   Hi nikki\n  ","954977":"\n   PS4 or Xbox One? Why?\n  ","954978":"\n   Did you order anything for takeout today?\n  ","954979":"\n   I need my lady with me tonight\n  ","954980":"\n   plans for 2021\n  ","954981":"\n   were you popular in school?\n  ","954982":"\n   is there usually an increase of dms from boys whenever you post a pic?\n  ","954983":"\n   how are you ( 100% true ¨if you dare) not just im fine or im ok\n  ","954984":"\n   That’s understandable. Mines been good. Thank you. Job interview and birthday tomorrow though.\n  ","954985":"\n   do you have an all time favorite LP song?\n  ","954986":"\n   What are your favorite things to taste?\n  ","954987":"\n   I feel you!!! And there was sooo much truth in the lyrics that resonated with me in my teenage years. ☺️\n  ","954988":"\n   Do you ever have a Sunday roast?\n  ","954989":"\n   I wanna cry and die in her arms.\n  ","954990":"\n   I love making friends from world wide whats your Instagram id\n  ","954991":"\n   How was your week?\n  ","954992":"\n   Have you ever built a gingerbread house? 🍬🍭🏠 How did it turn out? 😁\n  ","954993":"\n   high waisted or low waisted\n  ","954994":"\n   Are you a perfectionist? What are you too critical of yourself for?\n  ","954995":"\n   Is there anything you want more than being WWE Champion of the World or is that still what you want most in life?\n  ","954996":"\n   It was all for you tbh\n  ","954997":"\n   I'm eating broccoli for you Nicole\n  ","954998":"\n   What are your favorite things to hear?\n  ","954999":"\n   Would you consider yourself smart?\n  ","955000":"\n   Are any of them of Grover from Sesame Street?\n  ","955001":"\n   How many pictures do you have in your phone?\n  ","955002":"\n   Are you someone that likes to plan things out?\n  ","955003":"\n   Someone wanna be friends?\n  ","955004":"\n   what are you ready for in 2021?\n  ","955005":"\n   Nikky are you there i need adult advice?\n  ","955006":"\n   Do you know what you are having for Christmas dinner?\n  ","955007":"\n   what's your favorite kpop group?\n  ","955008":"\n   I usually keep thing inside me and eventually I totally explode. People will keep needling me until they push me over the top and I explode with rage.\n  ","955009":"\n   Do you remember theslap.com? This pic looks like it could be your profile pic on there.\n  ","955010":"\n   I think mars would be lit minus it being cold\n  ","955011":"\n   Do you have a hard time expressing your emotions?\n  ","955012":"\n   everybody said they didn't want to go except you so I got excited 😂\n  ","955013":"\n   Going trough a breakup and he is on here\n  ","955014":"\n   Thank you finally somebody who's with the shit\n  ","955015":"\n   Would you like to be the first person stepping on Mars?\n  ","955016":"\n   my ex is on here\n  ","955017":"\n   Lol, sorry, it was not exact. I meant like what is the smartest thing to do in terms of them being a new driver also financially. I would 100% get a new car if it was easy 😄\n  ","955018":"\n   Buy a new car or used car or lease a vehicle?\n  ","955019":"\n   I am going to get rid of my askfm account.\n  ","955020":"\n   Anyone gay or bisexual on here? Tryna get my LGBTQ fams.\n  ","955021":"\n   Well, you look magical to me.\n  ","955022":"\n   Do you believe in God and Satan?\n  ","955023":"\n   happy birthday\n  ","955024":"\n   Till what?\n  ","955025":"\n   Can you perform some magic tricks?\n  ","955026":"\n   How have u been?\n  ","955027":"\n   Nicole do you ever sleepwalk?\n  ","955028":"\n   How do you feel about putting green peas on mac n cheese? 🍽\n  ","955029":"\n   If someone disrespects you, would you disrespect him\/her back?\n  ","955030":"\n   what gets in your eyes when you are upset?\n  ","955031":"\n   How important is it for you to have a lot of money?\n  ","955032":"\n   Have you ever heard the term “light worker”? What comes to your mind, when you hear that term, like what do you think it means? Here’s a bomb definition to read after you wrote down your answer:\n   \n    https:\/\/ask.fm\/itzmanu_\/answers\/164921744512\n   \n","955033":"\n   I love your smile\n  ","955034":"\n   God bless\n  ","955035":"\n   How do you usually annoy them?\n  ","955036":"\n   A few holidays are coming up. Do you celebrate any? Do you have wish list for gifts or anything else?\n  ","955037":"\n   Are you someone who replies to messages (such as texts) immediately, or do you wait? Do you get impatient if others reply to you late?\n  ","955038":"\n   What are your plans this weekend? Are you free this weekend?\n  ","955039":"\n   Are you an only child or do you have brothers or sisters?\n  ","955040":"\n   Are you able to do any voice impressions of characters?\n  ","955041":"\n   selfie\n  ","955042":"\n   Do crystals (rose quarts, amethyst, ...) really hold the powers that people claim they have? 💎🔮\n  ","955043":"\n   Can’t believe that people act freaky if you can’t “give” or “return” them those damn coins. 🥴🥴🥴\n  ","955044":"\n   Hey\n  ","955045":"\n   Why do you hate him?\n  ","955046":"\n   Do you like Harry Styles?\n  ","955047":"\n   Why is that my love?\n  ","955048":"\n   I hadn't seen this one \"classic\" movie since childhood and my partner had never seen it. We watched it tonight & noticed a lot of racist tropes in it unrelated to the plot. Whats a movie you enjoyed as a child and later on noticed it contains racism, sexism etc. that has nothing to do with the plot?\n  ","955049":"\n   do you prefer iced tea, iced coffee, or iced water?\n  ","955050":"\n   You don't know what you're saying. You've never even seen either the play or movie \"Gaslight\" of which the term gaslighting comes from.\n  ","955051":"\n   Anything on your mind recently that you'd like to share?\n  ","955052":"\n   I'm crippled by my desire for you\n  ","955053":"\n   You don't even know Nicole\n  ","955054":"\n   Who can easily push your buttons?\n  ","955055":"\n   Then why don't you feel my love Nikki?\n  ","955056":"\n   Would you ratherspend every weekend indoors or spend every weekend outdoors? #HappyWeekend🌞\n  ","955057":"\n   You need goals and you need to be independent to feel my love's worth\n  ","955058":"\n   How come u stopped answering ur sexual questions\n  ","955059":"\n   I believe, only independent and goal oriented girl can appreciate the kind of love I feel for you, cause you don't have a clue.. xD\n  ","955060":"\n   When did you last see snow?\n  ","955061":"\n   What are your thoughts on tarot cards? Has someone ever done a tarot card reading on you? How accurate was it? 🔮✨\n  ","955062":"\n   My friend said Nikki is a communist if you vote for Biden 😥 I'm 13 and all i know is communism = our enemy\n  ","955063":"\n   Have you ever been in a castle?\n  ","955064":"\n   Nicole are you communist?\n  ","955065":"\n   Good evening\n  ","955066":"\n   hey sexy\n  ","955067":"\n   When did you last go to a party?\n  ","955068":"\n   Can you tell when someone is lying? 🙊\n  ","955069":"\n   kalo doi online tapi gabales, bikin nethink ga si?:(\n  ","955070":"\n   why not? why do you want me to be unemployed so bad?\n  ","955071":"\n   Would you like a bottle feeding when sitting in my lap Nicole? 🍼\n  ","955072":"\n   can I make a career out of studying you?\n  ","955073":"\n   Is studying Accounting worth it?\n  ","955074":"\n   Wait what? lmao\n  ","955075":"\n   Butts.... *runs off giggling*\n  ","955076":"\n   Would you rather have to use chopsticks every day for the rest of your life or use a fork?\n  ","955077":"\n   what is everyone up to? 😌\n  ","955078":"\n   I’m talking to the other anon nikki. I think they’re being disrespectful.\n  ","955079":"\n   How was your day\n  ","955080":"\n   Another friday night without being with your bf. What kind of wack relationship are you in?\n  ","955081":"\n   Are you afraid of commitment? 🤔💭\n  ","955082":"\n   I went through your phone last night\nIt's killing me, killing me, killing me, oh\n  ","955083":"\n   Will you rub my belly Nikki?\n  ","955084":"\n   Have you ever had a one night stand?\n  ","955085":"\n   Did you believe in santa Claus when you were 5 years old?\n  ","955086":"\n   Why don't you cut your hair shorter?\n  ","955087":"\n   Sex\n  ","955088":"\n   Have you ever seen them?\n  ","955089":"\n   Do you believe in ghosts?\n  ","955090":"\n   Good morning\n  ","955091":"\n   What's one word you'd use to describe yourself? What's one word you'd use to describe me?\n  ","955092":"\n   Wow congratulations\n  ","955093":"\n   rain and clouds or sun and wind?\n  ","955094":"\n   If you had to choose a different nationality, what would you choose?\n  ","955095":"\n   If you could stay a certain age forever, what would it be?\n  ","955096":"\n   Do you remember your dreams?\n  ","955097":"\n   i am very confident\n  ","955098":"\n   how would you describe me?\n  ","955099":"\n   If you came to wonderland completely blind to the whole situation just like Alice was, do you think you would've taken a similar approach to what she did? If not, what would you've done differently? 🐰🎩🐛🌷🐱🍪👑\n  ","955100":"\n   How much time do you spend with your family? 👍 🙃\n  ","955101":"\n   Knock it off anon. Like seriously. Knock it off\n  ","955102":"\n   Do you even wear a mask or are you like 'PFFFTTT' ??\n  ","955103":"\n   Have you done Secret Santa this year? 🎅🤫\n  ","955104":"\n   No a Cutecumber\n  ","955105":"\n   Post them then lol\n  ","955106":"\n   all those bad things sound like jeffrey\n  ","955107":"\n   What turns you off?\n  ","955108":"\n   You list the exact same ones and never see anything new. That isn't a horror fan, you just like a handful of horror movies.\n  ","955109":"\n   Our marriage this morning was one for the ages\n  ","955110":"\n   No you don't Nicole\n  ","955111":"\n   What piercings do you have\n  ","955112":"\n   Nikki are you there yet? Does it take 2 days from cali to ohio\n  ","955113":"\n   Do you watch horror movies?\n  ","955114":"\n   If you were a vegetable, what vegetable would you be and why?\n  ","955115":"\n   Would you rathersomeone see all the photos in your phone or read all your text messages?\n  ","955116":"\n   Do you watch ASMR videos?\n  ","955117":"\n   Do you eat coffee cake?\n  ","955118":"\n   do you think 2021 is going to be better than 2020?\n  ","955119":"\n   Do those who love us, really love us, or do they simply love what they think we are?\n  ","955120":"\n   Do you drink coffee?\n  ","955121":"\n   Could you marry a man who had the same job that Jason Morgan in GH has?\n  ","955122":"\n   Ok that's cool do you get alot of people watching?\n  ","955123":"\n   will you be getting any christmas gifts for yourself?\n  ","955124":"\n   ?🤔 Where do you live stream also what kind of things do you talk of?\n  ","955125":"\n   Your beauty is inexplicable to me\n  ","955126":"\n   Have you ever seen something you can’t explain? 🤷‍♀️\n  ","955127":"\n   Sometimes it’s really funny and so interesting to watch.\n  ","955128":"\n   Would you like to run a wine vineyard?\n  ","955129":"\n   I hope i was a welcomed presence on your live stream. Tried to keep you company\n  ","955130":"\n   I love your interests. You fascinate me.\n  ","955131":"\n   plans for Christmas?\n  ","955132":"\n   Hi Nikki VIP! I'm following the virus news and I see that Newsom is saying that stay-at-home orders are coming in regions that have ICU capacity below 15%. The state is being split into 5 regions....  the Bay Area, Greater Sacramento, Northern California, San Joaquin Valley and Southern California\n  ","955133":"\n   Have you ever had an overnight stay in the hospital? 😷\n  ","955134":"\n   What does the name Mark Del Figgalo mean to you?\n  ","955135":"\n   Hi! Please answer this survey. 🥺 \n\n[1] Would you rather receive ANONYMOUS or OPEN questions? Why?\n\n[2] What type of question are you interested in? (eg. personal, funny, crazy, quiz, philosophy, ect.)\n  ","955136":"\n   Do you like chicken soup?\n  ","955137":"\n   if their father is mean and bad they would do that nikki\n  ","955138":"\n   Are you also thankful that your neck is so pretty that when your bf puts a necklace on you he can't help but kiss it?\n  ","955139":"\n   • How do you like your eggs? Sunny side up, scrambbled, poached, boiled or salted? 🥚\n  ","955140":"\n   Do you agree to adopt me Nikki?\n  ","955141":"\n   have you tried to convince your mom to divorce your father?\n  ","955142":"\n   Are you thankful that you have very kissable lips & don't need filler?\n  ","955143":"\n   Omg I just checked my phone and you literally answered this 1 minute ago! Perfect timing! 😊\n  ","955144":"\n   What are your two love language? (receiving\/giving gifts, quality time, words of affirmation, acts of service or physical touch) If present, do you know what your partners two love languages are?\n  ","955145":"\n   Ho Ho Ho Merry Christmas \nK so I'm not Santa but let's say for a laugh I was and I was to gift you the one gift you most truly desire what would you ask for?\n  ","955146":"\n   That’s very nice. What a good puppers.\n  ","955147":"\n   You need to work on that tomorrow. We can't go another day without 1 during a pandemic\n  ","955148":"\n   Have you ever wanted to?\n  ","955149":"\n   Nikki can you take legal custody of me if i emancipated myself from my mean mommy? ❤❤\n  ","955150":"\n   Have you ever told someone to pull your hair?\n  ","955151":"\n   ever had 2 boys fighting for your love at the same time?\n  ","955152":"\n   What's your favorite thing to drink other than water?\n  ","955153":"\n   Have you ever flashed someone?\n  ","955154":"\n   Roasted vegetables with a little bit of rice on the side? Anyone? Cornbread with? Do you like roast?\n  ","955155":"\n   The lack of your selfies is very sad\n  ","955156":"\n   Have you ever asked for the Shop's Manager before?\n  ","955157":"\n   What is your favorite color?\n  ","955158":"\n   When is the last time you did that?\n  ","955159":"\n   Are you in skin tight leggings right now, practicing your posing in front of the mirror?\n  ","955160":"\n   Do you have tattoos\n  ","955161":"\n   You don't even care if one more light goes out. Heck, you'd turn millions of them out yourself if you could.\n  ","955162":"\n   Let’s iMessage\n  ","955163":"\n   Does your dog sleep in your room? Does doggy have a doggy bed?\n  ","955164":"\n   If you have pets do you give them christmas gifts?\n  ","955165":"\n   Are you made of plastic.\n  ","955166":"\n   How old are you 2021?\n  ","955167":"\n   Do you watch and listen to celebrity scandals, rumors and gossips? Do you find it interesting?\n  ","955168":"\n   What subject do you wish you never had to take? 🤔\n  ","955169":"\n   Good night !!! (Send to all I follow 😊😘)\n  ","955170":"\n   Hello everyone 🤪✨ TGIF!!\n  ","955171":"\n   What’s your plan for Christmas? 👀🎄\n  ","955172":"\n   What do you usually cook for lunch\/ dinner?\n  ","955173":"\n   Is it raining where you are?\n  ","955174":"\n   I'm feeling very anxious right now.\n  ","955175":"\n   What was the last funny video you saw?\n  ","955176":"\n   Do you feel like panicking? I feel like I should start to panic.\n  ","955177":"\n   Do you like going to Disney?\n  ","955178":"\n   have any famous tik tok friends?\n  ","955179":"\n   are you going to drive around and look at christmas lights this year?\n  ","955180":"\n   Heyy\n  ","955181":"\n   have you had to get a covid test?\n  ","955182":"\n   Are you a picky eater or do you like to try new foods? 😋\n  ","955183":"\n   If your godforsaken bf lives there, he better be paying for your flight, but then you'll have to dump him after the free trip. I can't have my cosmopolitan Princess spending time in that land of hillbillies.\n  ","955184":"\n   Why would you go there?\n  ","955185":"\n   Donde está mi crush\n  ","955186":"\n   What is something popular now that annoys you??\n  ","955187":"\n   What three words best describe you?\n  ","955188":"\n   That's hot\n  ","955189":"\n   Who is still awake and can’t go to sleep?\n  ","955190":"\n   Do you get more questions if you’re vip?\n  ","955191":"\n   Would you ratherspend the weekend with 🏴‍☠️ pirates or 🐢 ninjas?\n  ","955192":"\n   Who don’t have sleeping?\n  ","955193":"\n   Has it been cold at night where you live?\n  ","955194":"\n   Are you vegetarian?\n  ","955195":"\n   Have you & your new bf made love yet?\n  ","955196":"\n   You are so fine\n  ","955197":"\n   How many videos do you have in your Watch later list?\n  ","955198":"\n   Do you use Spotify? How did your yearly summary look like? 😁🎧\n  ","955199":"\n   Would you rather get a computer virus or lose 50$ ?\n  ","955200":"\n   Are you body confident.\n  ","955201":"\n   what's up\n  ","955202":"\n   He is right though, your body is so fucking curvy\n  ","955203":"\n   Afternoon\n  ","955204":"\n   Why do you let him have this much power over you?\n  ","955205":"\n   What's new today with Nikki?\n  ","955206":"\n   Post bikini pic\n  ","955207":"\n   \"Merry Christmas to you\" =) xxxxxxx\n  ","955208":"\n   thank you for your contribution, I will now record this data\n  ","955209":"\n   How’s your day been?\n  ","955210":"\n   What are you thinking about?\n  ","955211":"\n   Pretty, you are !!\n  ","955212":"\n   When did u cry last time?\n  ","955213":"\n   • At Christmas, do you prefer real Christmas trees or fake ones?\n  ","955214":"\n   So why did you send it to me?\n  ","955215":"\n   But you responded to my question this anwser so i want to ask why?\n  ","955216":"\n   What Christmas song do you hate the most?\n  ","955217":"\n\n    https:\/\/ask.fm\/maniadasf4\n   \n","955218":"\n   Yes Nikki look you say to me!!\n  ","955219":"\n   do you have a favorite pasta shape 🍝🇮🇹\n  ","955220":"\n   What’s your favorite color ?\n  ","955221":"\n   Have you ever thought about shaving your head, like going completely bald? 😜😂 or have you ever done already?\n  ","955222":"\n   How old are you?\n  ","955223":"\n   What is you coffee shop order\n  ","955224":"\n   Do you enjoy the cold weather?\n  ","955225":"\n   Do you have any piercings?\n  ","955226":"\n   is he hot?\n  ","955227":"\n   Honestly I wouldn't even text him. I wouldn't want to talk to anyone like that, but I can understand wanting closure. Let me know how it goes!\n  ","955228":"\n   What time do you usually wake up?\n  ","955229":"\n   Nikki you never care about me you always ignore my question so i get tearful and angry because you low key say i'm a bad person when you never respond and i feel like a loser 😭\n  ","955230":"\n   what wastes the most time in your day to day life?\n  ","955231":"\n   You remember that the world was going to end in 2012, right? When the minds predicted the end of the world, they used one calendar, but in 1742 the world changed to a different calendar with 11 days less, meaning we’re 8 years behind that prediction. So 2020 is the end of the world as we know it.\n  ","955232":"\n   Self love 2: Many self love posts online focus on the exciting side of self love like \"buy yourself that new thing, you deserve it #selflove\" and whatnot but what are some boring self love things that you feel need to be done? (drinking water to stay hydrated etc.)\n  ","955233":"\n   How are you getting boys? Did you pay them?\n  ","955234":"\n   How much can you eat on a EAT ALL YOU CAN restaurant? 😛\n  ","955235":"\n   what is a long time?\n  ","955236":"\n   How long did it take to fully get over your ex?\n  ","955237":"\n   \"Should we censor the f-slur for queer men from Fairytale Of New York or just not play the song?\" comes up every year. I've never met an Irish person, a fellow queer man or not that wants to censor it or rid us of it. What's your opinion?\n  ","955238":"\n   What's more attractive. Arm muscles or leg muscles?\n  ","955239":"\n   Will you ever be cruel to your little brother's future spouse?\n  ","955240":"\n   Can you really earn by playing games? Have you ever earn real money by playing games? 🎮\n  ","955241":"\n   Marry me\n  ","955242":"\n   I wanna get to know u tho\n  ","955243":"\n   Is the show The Haunting of Bly Manor any good?\n  ","955244":"\n   Lemme get ur snap\n  ","955245":"\n   If you were given a choice to turn into a zombie or to die, which would you pick? 🧟‍♀️\n  ","955246":"\n   What’s anon🧐\n  ","955247":"\n   Love you 💜\n  ","955248":"\n   Did your parents or grandparents ever play Jump Start 1st or 2nd grade with you or was my grandpa the only one?\n  ","955249":"\n   What do you think the younger generation is going to struggle with the most?\n  ","955250":"\n   The more you ignore me the angrier i become and the more anoying ill become so be a decent person and just respond without me having to send a question 10 times and that didn't even work until i spammed\n  ","955251":"\n   So if I'm gonna dream about the best possible woman, it'll always be you\n  ","955252":"\n   did you call out that guy? did he say anything?\n  ","955253":"\n   Alright, chocolate, red velvet or neither 🤔\n  ","955254":"\n   Who or what do you think of when you think of love?\n  ","955255":"\n   That’s the tricky part of this question 😂\n  ","955256":"\n   How do you know when it’s time to continue holding on or time to let go?\n  ","955257":"\n   Just a little reminder that you are amazing! You are strong! And very much loved! Have a wonderful day, you've got this! :3 💕\n  ","955258":"\n   Who don’t have sleeping right now?\n  ","955259":"\n   Why can't you let me dream? It's one of the few things I have to comfort me.\n  ","955260":"\n   Would you ever go deep sea diving?\n  ","955261":"\n   IS: Who would you choose to interview you next living or dead?\n  ","955262":"\n   Yes not now, my baby wants to graduate first and there's a pandemic going on! After that we'll plan the whole thing.\n  ","955263":"\n   Wym\n  ","955264":"\n   ever made a meme?\n  ","955265":"\n   Yes so if you hear it your ears might bleed then you cant listen to Linkin Park and we cant have that😁\n  ","955266":"\n   When we're married I'll deal with any noises in the middle of the night\n  ","955267":"\n   What do you do when you hear something fall in the middle of the night while you are in bed?\n  ","955268":"\n   Instagram?\n  ","955269":"\n   That link was horrible it really heart my ears high school bop music🤢\n  ","955270":"\n   What is it so I can add you\n  ","955271":"\n   Do you have Snapchat?\n  ","955272":"\n   She put a vid up a while back and in motion she looks 100 times more beautiful than any of her pics #yoursofineyoublowmymind\n  ","955273":"\n   Self love 6: In Ireland \"they love themselves\" and \"they're in love with themselves\" are seen as insults, especially amongst older generations. What's your opinion on this? Do you think they're insults? Is it good or bad to love yourself?\n  ","955274":"\n   I feel like this song is fitting for you tonight with your texting.\n   \n    https:\/\/www.youtube.com\/watch?v=Ugjzkw1LYxA\n   \n","955275":"\n   Do you look even .00001% like you do in any of your selfies?\n  ","955276":"\n   If there’s one thing you’d like to disappear in your life, what would it be, and why?\n  ","955277":"\n   No I'm not wrong.\n  ","955278":"\n   I'd bet my life that you look hot af right now\n  ","955279":"\n   How could anyone who has lived with your touch live without it?\n  ","955280":"\n   How did you decide that Benjamin Harrison is your fav President?\n  ","955281":"\n   Of course I would. I love having your energy in my life.\n  ","955282":"\n   I'd love to be called out by you\n  ","955283":"\n   Self love 5: What do you think influenced the whole self love trend in more recent years?\n  ","955284":"\n   Have you ever EARNED MONEY from something UNCONVENTIONAL  or out of the blue? 🤑💙\n  ","955285":"\n   did you call him out yet?\n  ","955286":"\n   it's not bad but saying you don't care obviously isn't true.\n  ","955287":"\n   stop pretending. nobody realizes they're being ghosted by someone they don't care about and then texts them about it. if you didn't care, it wouldn't be on your mind.\n  ","955288":"\n   Do you have an advent calendar? 🗓🍫\n  ","955289":"\n   What section do you like to shop in first when you go grocery shopping ?\n  ","955290":"\n   then why do you care what he thinks is the status of your relationship?\n  ","955291":"\n   why do you have a crush on that guy who is ignoring you when you have a bf?\n  ","955292":"\n   What are you having for dinner tonight?\n  ","955293":"\n   so how has the other guy claimed to be in a relationship with you and played you?\n  ","955294":"\n   Has anyone tried quinoa?\n  ","955295":"\n   But you’re still beautiful, worthy and loved! 💖 Don’t let anyone (especially someone like him) get you down!\n  ","955296":"\n   Which Nigerian foods do you eat and which do you avoid?\n  ","955297":"\n   That really is unacceptable behavior and I understand your desire to call him out. Some food for thought: Just leave him alone. He obviously isn’t truly interested in you and therefore isn’t worth your time, energy and thoughts. Especially since he I added you today. (My opinion)\n  ","955298":"\n   It’s totally worth it.\n  ","955299":"\n   If his behavior makes you uncomfortable and you wanna set boundaries, A THOUSAND TIMES YES!\n  ","955300":"\n   Sounds like a poopy head to me, Nikki. Well, I'm happy you uncovered this early. That's good. I'm happy you aren't going to be with a poopy head.\n  ","955301":"\n   you're in love with the guy ignoring you? why???\n  ","955302":"\n   Well if he does that then dump him because that sounds like a really jerk move. You don't want to get into a long drawn out relationship with someone who will turns everything on you. It's so energy draining. I've been there. No es bueno.\n  ","955303":"\n   What was the last song you heard?\n  ","955304":"\n   Yea I'd want to know too. Either you like me or you don't. I got ghosted by a girl once and it was so confusing. I took her out a few time & I had a surgery. She sent me a card saying she couldn't wait to go out again and hugs and kisses xoxoxo all that stuff... and then she ghosted me!!! HAHAHA\n  ","955305":"\n   If you were given the chance to go to the moon, would you go?\n  ","955306":"\n   Aaaaw I see now. Some poopy head is semi ghosting you so you need to get a straight answer. Good luck! You will be better either way. Either a yes or a no. If a no, that's still good because then you know they were trying to ghost you & you don't want to be with a clown who can't be straight forward\n  ","955307":"\n   Will you be putting up any special, meaningful ornaments on the tree this year?\n  ","955308":"\n   hello\n  ","955309":"\n   What is a risky text? Is that like telling someone that you like-like them? lol\n  ","955310":"\n   I understand that. I pretty much always stay in and don't go out, so it really doesn't change what I do. At least there is a vaccine now so you should be able to get it in April or May. That's not very far away.\n  ","955311":"\n   How is the stay at home order affecting you?\n  ","955312":"\n   What are you doing tonight?\n  ","955313":"\n   To be more specific December 21, 2020 is supposed to be the end of the world as we know it. With that knowledge, what do you think will happen on December 21?\n  ","955314":"\n   are you in love\n  ","955315":"\n   He doesn't sound worth talking to. 3 weeks without a word should never happen. You are amazing.\n  ","955316":"\n   What time do you usually try to go to bed? 🥱\n  ","955317":"\n   The countdown to Christmas begins! Are you excited for Christmas this year? 🎅🎄\n  ","955318":"\n   What does he deserve being called out for?\n  ","955319":"\n   Do you have your Christmas tree up yet?🎄 post a picture if you want 😁\n  ","955320":"\n   🤔Kk\n  ","955321":"\n   Which country you are in????  Nikki\n  ","955322":"\n   Doing just dandy thanks :)\n  ","955323":"\n   Who's that guy?\n  ","955324":"\n   How are you?\n  ","955325":"\n   Do you know the person?\n  ","955326":"\n   What's the longest you've ever grown your hair?\n  ","955327":"\n   Till now awake what are you doing.....??\n  ","955328":"\n   HiiiizzZ..... Nikki 😀\n  ","955329":"\n   Why would you be afraid of the response?\n  ","955330":"\n   Nikki what is anon????\n  ","955331":"\n   How are you doing????\n  ","955332":"\n   How are you?\n  ","955333":"\n   Would you rather be covered in fur or covered in scales?\n  ","955334":"\n   As many as, but it's not in our hands... It's all about God's grace.\n  ","955335":"\n   How many kids would you like to have? And why? 👶\n  ","955336":"\n   Sweet or sour candy?\n  ","955337":"\n   Would you still talk even if no one is listening to you? 🗣\n  ","955338":"\n   Last night while looking up her song Milkshake, I realised that Kelis now does cooking videos on her youtube channel where she also posts her music. Has anyone ever started something new and made you think \"that's new and different for them\"? If so, what was it?\n  ","955339":"\n   Whats your favourite season?\n  ","955340":"\n   Do you like those T.G.I.F mini burgers?\n  ","955341":"\n   Space\n  ","955342":"\n   Do you believe in hate at first sight?\n  ","955343":"\n   Happy December y’all ❄️ ⛄️ 🎅🏻🎄\n  ","955344":"\n   Hello\n  ","955345":"\n   13 days to go till the 12 days of Christmas 🤩 have you ever had a true gift you 12 days of Christmas?\n  ","955346":"\n   Watched anything good on Netflix or Hulu lately?\n  ","955347":"\n   I love getting naked and coating myself in vaseline then lay on the floor and pretend i'm a slug 🐌 Is that weird?\n  ","955348":"\n   i hope i haven't pulled you from your shower, i would've loved to join you in there ma'am, but we need to figure this situation out\n  ","955349":"\n   When do get caught up on GH?\n  ","955350":"\n   Why did you decide that? You used to.\n  ","955351":"\n   What country are you from?\n  ","955352":"\n   Tea with mint 👌🏼\n  ","955353":"\n   What do you drink\n?\n  ","955354":"\n   How do you like your coffee?\n  ","955355":"\n   that's how life goes we all have good and bad times\n  ","955356":"\n   Do you believe there’s a heaven and a hell?\n  ","955357":"\n   When was the last time a stranger said something intimate to you like \"I love you\" or \"step on me\" or \"when's the last time you did it?\" and what did they say?\n  ","955358":"\n   Do you believe in Religion?\n  ","955359":"\n   You just said he was sane. In order for that to be true, he'd have to do that.\n  ","955360":"\n   What is your favorite color?\n  ","955361":"\n   How’s December 1st, anyone?\n  ","955362":"\n   Wait a min, why not?\n  ","955363":"\n   I look like baby too you i'm 4’3 😂\n  ","955364":"\n   Yeah, I remember that 😂\n  ","955365":"\n   At what age did you kiss for the first time?\n  ","955366":"\n   What makes you nervous? 😟😏\n  ","955367":"\n   Do you love coating yourself in enchilada sauce?\n  ","955368":"\n   How do you sleep at night? 🙈👀\n  ","955369":"\n   Pink or Purple?\n  ","955370":"\n   Do you like to use post-it notes?\n  ","955371":"\n   I Hope You Had A Fantastic Weekend & I Hope You Have. a Fabulous Week ✨\n  ","955372":"\n   It would be super fun if your hosted a Zoom hangout for all your followers and we could all hangout with you online during quarantine.\n  ","955373":"\n   Being your teammate all these years has been an honor\n  ","955374":"\n   did u see edras latest post about u? 😱\n  ","955375":"\n   Hi 🤨🤨🤨\n  ","955376":"\n   WHAT IS YOUR FAVORITE GUILTY PLEASURE TV SHOW?\n  ","955377":"\n   What is the temperature where you are at at the moment? Pic?\n  ","955378":"\n   How tall are you?\n  ","955379":"\n   Do you watch any cartoons?\n  ","955380":"\n   yes that is very true\n  ","955381":"\n   So you're saying he kisses you everywhere all the time?\n  ","955382":"\n   What time do you typically go to bed?\n  ","955383":"\n   Do you ever feel lonely?\n  ","955384":"\n   You and Mike Tyson would have amazing chemistry\n  ","955385":"\n   hello are you studying for finals?\n  ","955386":"\n   Like seriously, are people panicing there? I was trying to read some articles about it online. I saw a lot of people made that restaurants were closing indoor dining.\n  ","955387":"\n   Are you a better person than a year ago?\n  ","955388":"\n   You answer some of the worst ones and don't answer the best ones\n  ","955389":"\n   Happy New Year\n  ","955390":"\n   Did you see the new ban on going out in LA County? Are you staying home?\n  ","955391":"\n   You never respond my question i so sad 😭😭\n  ","955392":"\n   I so angry you Nikki 😡\n  ","955393":"\n   How are you holding up?\n  ","955394":"\n   How good of a dancer would you say that you are? Even considering basic things such as following the rhytm etc. Does that improve when you know the song you're dancing to beforehand? Do you ever incorporate the meaning of some lyrics into your dance moves? 🕺🎶\n  ","955395":"\n   Why do you push tellonym instead of ask on ig?\n  ","955396":"\n   Let's go clubbing\n  ","955397":"\n   How many followers do you have?\n  ","955398":"\n   Tomorrow is December.\n  ","955399":"\n   How many people will you be giving christmas presents to this year?\n  ","955400":"\n   Because I'm trying to confirm that he is sane\n  ","955401":"\n   Hey folks! If you follow my backup acc, you'll know that this acc was wrongfully disabled earlier today. I've obviously gotten it back but when I logged in again I had no coins so now I'm contacting them to see if I can get my thousands of coins back. They gave no reason for disabling my acc, haha!\n  ","955402":"\n   are you excited for new year’s eve?\n  ","955403":"\n   • Has another’s pain ever given you joy? Be totally honest.\n  ","955404":"\n   Did you buy anything on Black Friday? ☺️\n  ","955405":"\n   Did you wake up to a good morning text from your boyfriend Gerard?\n  ","955406":"\n   Do you like ramen? If so, what kind \/ what do you like in it?\n  ","955407":"\n   .\n  ","955408":"\n   Anyone awake?👌\n  ","955409":"\n   I have hidden superpower 🤫\n  ","955410":"\n   FS: How long does it typically take you to get over something small before it becomes a bigger thing?\n  ","955411":"\n   Does your boyfriend love kissing your perfect waist?\n  ","955412":"\n   Do u have a person who text u daily and really care about u?\n  ","955413":"\n   I judge you for being smoking hot and oh so irresistible\n  ","955414":"\n   Xbox or PS?\n  ","955415":"\n   I'm sure alot of your anon fans  would agree lol\n  ","955416":"\n   What do people judge you for?\n  ","955417":"\n   What I'd like to do is experience that but alas all dreams can't come true.\n  ","955418":"\n   Weird 🤗 I will honk your nose 😹\n  ","955419":"\n   If you had to choose between going naked or having your thoughts appear in thought bubbles above your head for everyone to read, which would you choose?\n  ","955420":"\n   Are you a good Baker Nicole?\n  ","955421":"\n   When you're about to sleep and your boyfriend tells you that he needs to have you, do you agree or tell him to wait til the next day?\n  ","955422":"\n   Can you bake when was the last time?\nWhat was it you baked?\n  ","955423":"\n   You sureee?\n  ","955424":"\n   So gorgeous. ❤️😩 I’m jealous\n  ","955425":"\n   Ootd?\n  ","955426":"\n   Are you mentally okay?\n  ","955427":"\n   Do you still have a telephone in your house?\n  ","955428":"\n   What can you hear right now?😶\n  ","955429":"\n   Demon Lord\n  ","955430":"\n   What’s the best Wi-Fi name you’ve seen? Mine: BuyYourOwnSvckers\n  ","955431":"\n   What piece of memory do you wish you could erase from your mind so that you could experience for the first time again?\n  ","955432":"\n   Would you ratherWIN THE LOTTERY but have to spend it all in one day or TRIPLE your current SALARY forever?\n  ","955433":"\n   She doesn’t do FWB. especially considering she’s taken.\n  ","955434":"\n   Have you ever had a toxic relationship (be it romantic, familial, or a friendship) and how did you deal with it? Did you cut ties or did you find a way to mend the relationship?\n  ","955435":"\n   How much better is Green Day than Linkin Park?\n  ","955436":"\n   *sends special birthday hugs to help celebrate my birthday on ask.fm!*\n  ","955437":"\n   WOULD YOU RATHER:give up cursing 🤬 forever OR give up ice cream 🍦 for 12 years?\n  ","955438":"\n   If you were to remove one social media app from your phone, which would it be and why?\n  ","955439":"\n   Where was the most in appropriate \/ most embarrassing place you’ve farted? 😂💨\n  ","955440":"\n   Do you have Friends with Benefits? 🤪\n  ","955441":"\n   How do you get followers on ask\n  ","955442":"\n   People need to learn to respect that. Smh\n  ","955443":"\n   Do you know how to cook?\n  ","955444":"\n   She’s also very taken\n  ","955445":"\n   Lol, looks like you have a secret admirer Nikki\n  ","955446":"\n   I was on the train coming back from New York with my mom.\n  ","955447":"\n   I need you now more than ever\n  ","955448":"\n   Which three words describe what living in your city is like?\n  ","955449":"\n   From now on, you are Nippi. Do you like your new name ?\n  ","955450":"\n   Do you think the weather affects your mood at all? If so, how?\n  ","955451":"\n   What do you think makes someone a GREAT person? 🤔\n  ","955452":"\n   Nippi how's it going\n  ","955453":"\n   How do you prefer watching movies - on TV, in the cinema or online? Why?\n  ","955454":"\n   Guess the rapper; 📮🍉\n  ","955455":"\n   What was the last book you’ve read? Did you like it? What motivated you to the book or how did you get introduced to it?\n  ","955456":"\n   What three words would you use to describe the last three months of your life?\n  ","955457":"\n   who is the most selifsh perso that you have you ever meet\n  ","955458":"\n   Tell me one of your secrets😆😆🤫\n  ","955459":"\n   hows your dopamine right now?\n  ","955460":"\n   Are you going to get 50% off pizza on cyber Monday? Dominos always does that promo. I’m sure tomorrow will be the same.\n  ","955461":"\n   What type of music are you into?\n  ","955462":"\n   Do you have a favorite mug? What does it look like?\n  ","955463":"\n   not even phone games?\n  ","955464":"\n   do you think animals can sense when their owners are sad, upset, annoyed or stressed because my cat czn when i'm thst way she always sits with me amd rubs herself all over me\n  ","955465":"\n   did you go black Friday shipping or are you waiting for cyber Monday?\n  ","955466":"\n   Perfection is not attainable, but if we chase perfection we can catch excellence.\n  ","955467":"\n   What was your favorite cartoon when little?\n  ","955468":"\n   Would you ratherclean up someone else’s 🤮 vomit or someone else’s  blood?\n  ","955469":"\n   do you like deep intimate talks? Or are you more into gestures? 💞\n  ","955470":"\n   What’s your favourite way to pass time at home?\n  ","955471":"\n   Do you have a diary that you write in?\n  ","955472":"\n   Nikki i have very rough day 😢\n  ","955473":"\n   No death didn't occur. They're Alive!\n  ","955474":"\n   do you prefer morning, afternoon, or night? why?\n  ","955475":"\n   Ur snapchat?\n  ","955476":"\n   I want to get in bed and ask you questions.\n  ","955477":"\n   Do you lick your plate clean?😂\n  ","955478":"\n   What’s your favourite type of youtube videos to watch?\n  ","955479":"\n   Would you rather lose all of your old memories or never be able to make new ones?\n  ","955480":"\n   How was ur Thanksgiving?\n  ","955481":"\n   LOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOLLLLL, Guess what no one gave me their number !!!!.  But that was funny 🤣🤣\n  ","955482":"\n   Can you shower with cold water? 🥶\n  ","955483":"\n   Hi my best🤪\n  ","955484":"\n   Have you ever been to a renaissance fair or something similar? How was it? What did you think of it? 🏹⚔🛡🏰🐴\n  ","955485":"\n   Do you like wine?\n  ","955486":"\n   What crate engine do you want ?\n  ","955487":"\n   Can I have your number\n  ","955488":"\n   Do you snore in your sleep?\n  ","955489":"\n   Do you have a favourite board game?\n  ","955490":"\n   Would you rather be a lonely genius, or a sociable idiot?\n  ","955491":"\n   • Do you trust others easily?\n  ","955492":"\n   Have you ever gotten stung by a bee?\n  ","955493":"\n   Do you know how to play any instruments?\n  ","955494":"\n   Hey you're beautiful\n  ","955495":"\n   Go pop some popcorn\n  ","955496":"\n   Do you like any political shows\/movies\n  ","955497":"\n   You doin ok?\n  ","955498":"\n   Give me tips on how to move on please😣😣\n  ","955499":"\n   Do you think we should worry about the environment?\n  ","955500":"\n   or are you going to  watch a Transformer movie instead ?\n  ","955501":"\n   are you gonna rewatch All American?\n  ","955502":"\n   What do you think of my new profile pic 🤔\n  ","955503":"\n   Jake Paul just knocked out Nate Robinson. How do you feel about that Nicole?\n  ","955504":"\n   If your boyfriend asked to dip his fry in your milkshake, would you smack him across his face?\n  ","955505":"\n   Do you dip your fries into your milkshake? Or do you think that’s gross?\n  ","955506":"\n   Is there something you remember from your childhood that no one else seems to remember? {examples: TV shows, commercials, toys \/ games, etc?}\n  ","955507":"\n   Doesn't someone on here call you Hollywood Arts? That means you should know about everything pertaining to Hollywood.\n  ","955508":"\n   Did you use to get advent calendars as a kid? What kind? Do you still get one for yourself? If not, what kind of advent calendar would make you change your mind? 🤔🎅\n  ","955509":"\n   You weren't and you know it.\n  ","955510":"\n   “We are healed of suffering only by experiencing it to the full.” — What are your thoughts on this quote?\n  ","955511":"\n   Jeffrey just said you're married to Jared Leto\n  ","955512":"\n   why arent you with your bf?\n  ","955513":"\n   How is your doggie?\n  ","955514":"\n   Is there going to be a Hollywood Christmas parade this year?\n  ","955515":"\n   Develop one then. And do it ASAP.\n  ","955516":"\n   Sleep Spam: How much sleep does your body require to function properly?\n  ","955517":"\n   you use your social media as a dating site.\n  ","955518":"\n   Where do you prefer to meet people — in the STREET, on SOCIAL NETWORKS or DATING SITES?\n  ","955519":"\n   Hey girrrrrl\n  ","955520":"\n   do you eat breakfast\n  ","955521":"\n   Would you share your mac n cheese recipe?\n  ","955522":"\n   still eating leftovers?\n  ","955523":"\n   Nikki\n  ","955524":"\n   What did you have for your meal?\n  ","955525":"\n   It is your vibe. Very much so.\n  ","955526":"\n   Are there any really popular apps which you've never used? Would you ever consider downloading any of them? Why \/ why not? 📱🤔\n  ","955527":"\n   I want to be your life coach\n  ","955528":"\n   What phenomenons (like the mandala effect and déjà-vu for example) do you find the most interesting?\n  ","955529":"\n   Do you like tall people?\n  ","955530":"\n   Do you own a gaming console is yes  which one do you own?\n  ","955531":"\n   How would you feel if someone spoilt the ending of a movie for you before you’ve even seen the movie?\n  ","955532":"\n   Sleep Spam: Do you typically remember your dreams? Any recurring ones?\n  ","955533":"\n   • Who do you text the most? #snoopy 👀\n  ","955534":"\n   Have you had anybody walk in on you in the middle of 😏sexytime?\n  ","955535":"\n   Did you have an 8th grade graduation\n  ","955536":"\n   Hey Nikki how is your day going?\n  ","955537":"\n   Do you ever talk to yourself in anyway or for any reason?\n  ","955538":"\n   Did you get the birds and bees talk when you where younger?\n  ","955539":"\n   Do you talk to yourself in the mirror?\n  ","955540":"\n   You and Michael Jackson are both legends of equal stature\n  ","955541":"\n   aioli vs mayonnaise, which comes out on top\n  ","955542":"\n   Do you care too much or too little? How does it affect you?\n  ","955543":"\n   Hey\n  ","955544":"\n   If you like a girl\/guy, what do you do to win her\/him?\n  ","955545":"\n   Have you ever met an actual important friend to u through ask.fm?\n  ","955546":"\n   I think Nikki want baby sibling?\n  ","955547":"\n   How expressive would you say you are when it comes to your body language? Could someone easily tell how you're feeling without you having to saying so? 😊🤩😎😱😒😡😭\n  ","955548":"\n   How are you? Are you okay? Have you been well?\n  ","955549":"\n   Who do you miss?\n  ","955550":"\n   How old are they?\n  ","955551":"\n   What is your favorite song?\n  ","955552":"\n   babies?\n  ","955553":"\n   Did you go Black Friday shopping?\n  ","955554":"\n   How many siblings do you have?\n  ","955555":"\n   you are so pretty\n  ","955556":"\n   So I'm new on here and I don't have anyone asking me questions so I kinda think it was dumb of me to make an account.  Can we be friends?\n  ","955557":"\n   What’s your favorite episode from your favorite tv show?\n  ","955558":"\n   Good to hear :) i'm doing good too\n  ","955559":"\n   What's your least favorite personality trait you like about yourself?\n  ","955560":"\n   Do you like any meat whatsoever?\n  ","955561":"\n   Have you ever… \n1. Seen a cow in rl? \n2. Seen the sunrise? \n3. Seen the sunset? \n4. Looked at the stars? \n5. Saw a solar eclipse? \n6. Saw snow in rl? \n7. Traveled more than 50 miles\/80 km from home? \n8. Traveled outside of your state? \n9. Been fishing? \n10. Been knocked over by a wave?\n  ","955562":"\n   How are you?\n  ","955563":"\n   Have you ever played Beanboozled (the jellybean challenge where some jellybeans taste nice and others are awful flavours)? If so, what was the worst flavour you tried?\n  ","955564":"\n   Hey\n  ","955565":"\n   If you could steal one thing without consequence what would it be?\n  ","955566":"\n   Which of your personality traits are you most proud of?\n  ","955567":"\n   Is that why you, a shy reserved woman, matches up so well with a man so in touch with what he wants physically?\n  ","955568":"\n   When was the last time you sat on the floor? Sorry, if it seems like an odd question. I can explain if you're interested.\n  ","955569":"\n   no I ate a hot pepper\n  ","955570":"\n   Sometimes at night I like to sleep with the window open. Why when the window is open I hear, something screaming!  Like something is hurt?\n  ","955571":"\n   Can I call him Rayshaun?\n  ","955572":"\n   Can I call your new bf LaMelo since I don't know his name?\n  ","955573":"\n   Do you prefer to read or watch movies?\n  ","955574":"\n   When are you extremely vocal?\n  ","955575":"\n   Why?\n  ","955576":"\n   Do you ever miss strip clubs being open?\n  ","955577":"\n   Would you consider yourself a quiet person or someone who likes to talk and why?\n  ","955578":"\n   Sugar Rush sounds like a makeout session with you\n  ","955579":"\n   favorite hobby\n  ","955580":"\n   You can be so meticulous about each aspect of your wardrobe and it's the cutest thing ever\n  ","955581":"\n   Hello what are you doing?\n  ","955582":"\n   Do opposites really attract ?\n  ","955583":"\n   • How do you spend your mornings? 🌤\n  ","955584":"\n   Aw Nikki🙈 i just wanna help you out!💕\n  ","955585":"\n   Yes i think it would fill you with energy and you'll feel amazing!\n  ","955586":"\n   Oh you need a foot rub right now!\n  ","955587":"\n   Can there be happiness without sadness? Pleasure without pain? Peace without war?\n  ","955588":"\n   how was your day been?\n  ","955589":"\n   Uncle Hank smh he a loser\n  ","955590":"\n   I love how you look\n  ","955591":"\n   Ootd?\n  ","955592":"\n   WOULD YOU RATHER:🤥 detect every lie you hear or 🙊 get away with every lie you tell?\n  ","955593":"\n   Is Nikki a death knight?\n  ","955594":"\n   Heyy\n  ","955595":"\n   Do you like bath and body works?\n  ","955596":"\n   Is there a relative \/ 'kamag-anak' that you try to avoid? 🙈\n  ","955597":"\n   Definitely summer\n  ","955598":"\n   Were you in your prime back in '13?\n  ","955599":"\n   Lights should be either electric or solae?, not gas?\n  ","955600":"\n   hiss hiss hoot hoot bark bark\n  ","955601":"\n   Hot or not?\n  ","955602":"\n   Nicole do you think wonder women is pretty?\n  ","955603":"\n   People like honesty\n  ","955604":"\n   Are you a leader or a follower?\n  ","955605":"\n   What makes you angry?\n  ","955606":"\n   On what topic do you and your parents most disagree?\n  ","955607":"\n   Do you wish clothing styles from 2002 would come back?\n  ","955608":"\n   winter or summer?\n  ","955609":"\n   Upcoming\n  ","955610":"\n   Followed, follow back? ☺️☺️\n  ","955611":"\n   Would you leg wrestle him? What if he said, \"Hang on, I wanna take my shirt off first\" beforehand?\n  ","955612":"\n   When do you put your Christmas tree up?\n  ","955613":"\n   I don’t eat peanut butter and jelly sandwiches anymore , they just don’t taste right to me anymore\n  ","955614":"\n   Do you think it's hot if a dude is pro on minecraft? 😎\n  ","955615":"\n   How do you think people see you?\n  ","955616":"\n   You drink sparkling wine Nicole. That's essentially the same thing.\n  ","955617":"\n   Peanut butter and jelly sandwich with ginger ale midnight snack yay or nay\n  ","955618":"\n   Not even Adam Levine?\n  ","955619":"\n   But would your kisses taste of alcohol rn?\n  ","955620":"\n   Are you hammered 🔨\n  ","955621":"\n   Why not?! 🤨\n  ","955622":"\n   So you're saying they weren't upset with you? What did you do to straighten it out?\n  ","955623":"\n   Why were they upset with you today?\n  ","955624":"\n   If a guy challenged you to leg wrestling, would you do it?\n  ","955625":"\n   How tall are you?\n  ","955626":"\n   Trump killed Chester, Chris, Layne, Kurt, and Biggie and 2Pac as well.\n  ","955627":"\n   What is your favorite potato chip flavor?\n  ","955628":"\n   F, M, K between Edra, Tony & New Guy?\n  ","955629":"\n   Did Nikki have a vegetarian Thanksgiving?\n  ","955630":"\n   Let's talk about your doggie :)\n  ","955631":"\n   Since I’m thankful for your Body bikini pic?\n  ","955632":"\n   what excuse did your \"love\" make to not see you today?\n  ","955633":"\n   Do you give free hugs to your followers?\n  ","955634":"\n   You have a doggie, right?\n  ","955635":"\n   How many turkey skin smooothies did you drink today?\n  ","955636":"\n   Happy Thanksgiving!!!\n  ","955637":"\n   the news told her trump did it lol\n  ","955638":"\n   Happy thanksgiving! 🍂🍗 How'd you  describe the holiday in an honest way? Especially to someone like me who's never gotten to celebrate it?\n  ","955639":"\n   Hey how’s life?\n  ","955640":"\n   Would you rather meet a wolf or a poisonous snake in the wilderness? Why?\n  ","955641":"\n   Have a good day and night everyone 😊\n  ","955642":"\n   HEY SIS😍\n  ","955643":"\n   Are things getting more expensive in California?\n  ","955644":"\n   wdym it isnt the case? his own wife said that's what happened after he relapsed and said he tried to do it multiple times before that. you claiming to know more than his own wife is just crazy.\n  ","955645":"\n   Happy Thanksgiving for those of you who celebrate it!! I hope y'all have a wonderful day 🦃\n  ","955646":"\n   The ask.fm app wouldn’t show up on my screen when it was downloaded\n  ","955647":"\n   Would you ratherhave a third 👂ear or a third 👁 eye?\n  ","955648":"\n   what do you want to do when you retire?\n  ","955649":"\n   Do you like documentaries?\n  ","955650":"\n   Where do you watch\/read\/listen on the news? (TV, online, radio, newspapers)\n  ","955651":"\n   happy thanksgiving\n  ","955652":"\n   Might I ask, how you reacted or what you thought, when you found out about Chester Bennington‘s d3ath in 2017?\n  ","955653":"\n   hahahha great\n  ","955654":"\n   Happy Thanksgiving💛\n  ","955655":"\n   I miss him too, there wasn't a day during school when I didn't have my cd player with me blasting his songs. Hybrid Theory, Meteora albums were some great years of play. :)\n  ","955656":"\n   how many crush you have ?\n  ","955657":"\n   I love your background picture!!! What are your favorite Linkin Park songs?\n  ","955658":"\n   I Hope You All Have Happy Thanksgiving 🦃. and if you’re not celebrating thanksgiving today . i hope you enjoy your day 💖🥺\n  ","955659":"\n   What is your favorite dessert? 🧁🍧🍨🍦\n  ","955660":"\n   May i call you Nik-Nik?\n  ","955661":"\n   How do you know though?\n  ","955662":"\n   Do you love it when your boyfriend opens up your oven and places cookies inside it?\n  ","955663":"\n   Thoughts on leather jackets?\n  ","955664":"\n   Have you ever considered the possibility that you are in fact their mother?\n  ","955665":"\n   Mommy Nikki are you wake? 🤗\n  ","955666":"\n   How do you get rid of trapped wind?\n  ","955667":"\n   Nicole do you make best cookies in the neighborhood? 🙂\n  ","955668":"\n   Chester is the G.O.A.T\n  ","955669":"\n   What sport would be the funniest to add a mandatory amount of alcohol to?\n  ","955670":"\n   Would you rather have the power to travel in time or be invisible?\n  ","955671":"\n   Would you ratherbe married to someone stunning who doesn’t think you’re attractive or be married to someone ugly who thinks you’re gorgeous? #LoveIsBlind ❤\n  ","955672":"\n   Why did you start an ASKfm account? What made it interesting for you? 🔥\n  ","955673":"\n   Nikki are you relaxed by rain sound on tin roof?\n  ","955674":"\n   How old are you\n  ","955675":"\n   Bad Nikki!!\n  ","955676":"\n   What is the purpose of life guys?\n  ","955677":"\n   Have you ever been sleepwalking or done anything else in your sleep? 😴🚶‍♂️\n  ","955678":"\n   Jared Leto loves you\n  ","955679":"\n   Be honest r u really happy?\n  ","955680":"\n   i hope you have a great week\n  ","955681":"\n   What are your plans for Thanksgiving?\n  ","955682":"\n   Fam you did\n  ","955683":"\n   • How has your relationship changed since you started dating? If you're single, how did you change eversince?\n  ","955684":"\n   Remember the time you cried your heart out over Tony?\n  ","955685":"\n   I don’t change for anybody\n  ","955686":"\n   Crazy in love 💕?\n  ","955687":"\n   If you did and they fainted from utter delight, would you attend to them ASAP or put something on first?\n  ","955688":"\n   • What makes you feel discouraged? 😪\n  ","955689":"\n   Have you ever accidentally been caught naked by someone?\n  ","955690":"\n   Are you ticklish? If so, where?\n  ","955691":"\n   wow ,how old are u?\n  ","955692":"\n   SHE'S TAKEN..LET HER ALONE..\n  ","955693":"\n   When he does that, does he prefer that you wrap your perfect legs around him and pull him close to you?\n  ","955694":"\n   Does your boyfriend love picking you up and placing you on countertops?\n  ","955695":"\n   you can delete it after a while\n  ","955696":"\n   Could you upload a video of you talking? I want to hear your voice.  😊\n  ","955697":"\n   Have you driven by yourself yet?\n  ","955698":"\n   private or public transportation? which on do you prefer to use?\n  ","955699":"\n   I wish you lasting happiness\n  ","955700":"\n   What's your favorite juice? 🧃 Do you ever go for something more \"exotic\" than regular orange juice? 🍍🍎🍋🍌🍒🍐\n  ","955701":"\n   Do you judge people based on their political beliefs?\n  ","955702":"\n   I think you're exaggerating Nicole. Why are you doing that? You don't need to do that for us to believe you're a fan of Chester Bennington. We believe you.\n  ","955703":"\n   are you good with kids\n  ","955704":"\n   beautiful eyes btw <3 I\n  ","955705":"\n   You are so big and strong, I love it.\n  ","955706":"\n   Can you show a video of yourself? I only seen photos and never video\n  ","955707":"\n   What you will do if a 30 year old man in a diaper knocked on your door and when you open he said \"babygram\" and throw gliter all over you ?\n  ","955708":"\n   Oops did I say morning, I meant afternoon lol omg🥴\n  ","955709":"\n   Nikki honey everyone know you are fake, otherwise would would show a video of youself! Ain't no one buying that bullshit. How the fuck you only gonna upload 1000 photos but never even 1 video, yeah because you stealing some girls picture i dare you to upload a video or ill expose you ass 🤬\n  ","955710":"\n   If you like her, what's your favourite Iggy Azalea single? 🎶 👍 🙃\n  ","955711":"\n   i dont follow you. should i? keep seeing people talk about you. good things i mean.\n  ","955712":"\n   That is an awesome gif. Thanks for posting it.  😉\n  ","955713":"\n   Do you enjoy reading? If so what do you like to read the most?\n  ","955714":"\n   What gives you goosebumps?\n  ","955715":"\n   Do you like ham?\n  ","955716":"\n   Do you think that aliens exist? 👽\n  ","955717":"\n   Frustrating Spam: What are your healthy habits for venting frustration?\n  ","955718":"\n   Would you like to receive my questions?\n  ","955719":"\n   good where are u from?\n  ","955720":"\n   hey, how are u??\n  ","955721":"\n   What about MC Hammer or N.W.A.?\n  ","955722":"\n   Is there a parrot here? lol\n  ","955723":"\n   Do you mind giving me 2,000 coins please\n  ","955724":"\n   If you woke up tomorrow and Chick Fil A was Turk Fil A and everyone told you it was always a turkey restaurant and didn't know what you were talking about when you mentioned Chick Fil A, what would you think happened?\n  ","955725":"\n   What do you normally eat on Thanksgiving?\n  ","955726":"\n   Hole in the bucket? Lol\n  ","955727":"\n   Do you like chick fil a?\n  ","955728":"\n   Is anyone up for playing Among Us together? It's free and cross platform. For those that don't know of it, it's a game where there's at least one imposter(killer) amongst our group and we need to find out who and finish tasks before we're all dead.\n  ","955729":"\n   What are the top three things on your bucket list?\n  ","955730":"\n   Do you think it's too dry?\n  ","955731":"\n   Tea or Coffee? ✨💛\n  ","955732":"\n   Favorite type of cake? 🍰\n  ","955733":"\n   Would you rather have a month of rain or a month of snow?\n  ","955734":"\n   Have you witnessed a shooting star?\n  ","955735":"\n   the house with a tree and wealth plus other decorations.\n  ","955736":"\n   Do you like turkey better if it and gravy are pureed together?\n  ","955737":"\n   \"Nikita\" by Sir Elton John?\n  ","955738":"\n   Thanksgiving food is the worst type of food. Do you like turkey? Green bean casserole? Pumpkin pie?\n  ","955739":"\n   i hope you all had a wonderful day 🥰🥺\n  ","955740":"\n   You sure moved on fast from \"the love of your life\"\n  ","955741":"\n   Do you think your parents were huge Vanilla Ice fans back in the early 90's?\n  ","955742":"\n   Do you like Dua Lipa?\n  ","955743":"\n   You have no life outside of ASKfm\n  ","955744":"\n   hows yourday been\n  ","955745":"\n   Drinking isn't eating, do you not know that?\n  ","955746":"\n   What shoes did you wear today?\nPAP\n  ","955747":"\n\n    https:\/\/youtu.be\/-xoleoV77eo\n   \n","955748":"\n   Where is your favorite place to eat?\n  ","955749":"\n   Hi, how are you? I have that you are having a good day.\n  ","955750":"\n   Do you ever dream of me?,do you ever see the letters that I write? Oh Nikkita you will never know,anything about my home,I'll never know how good it feels to hold you Nikkita I need you so.\n  ","955751":"\n   Yaa coz when i first saw you, it was lust at first sight😂\n  ","955752":"\n   What's the most interesting object in your room?\n  ","955753":"\n   Was it lust at first sight?😂\n  ","955754":"\n   Was it love at first read?\n  ","955755":"\n   Este  cineva pe aicea care mai este singur de Crăciun? 😣😔🥺\n  ","955756":"\n   which social media did you meet him from?\n  ","955757":"\n   is he from earth?\n  ","955758":"\n   Would you spend a full night inside of a haunted house if someone paid you? 👻 🏡 👍 🙃\n  ","955759":"\n   Then why do you always wake up multiple times?\n  ","955760":"\n   Are you tired?\n  ","955761":"\n   You've fantasized about being with a man in a rock band. You can admit that, Nicole.  You don't have to deny the truth of that beautiful dream.\n  ","955762":"\n   Are you a light or a heavy sleeper? 😴 Maybe something in between? Has there been any moments when that was very noticeable? 🥱\n  ","955763":"\n   you would and you'd love it\n  ","955764":"\n   Would you rathertake a pill a day for nutrients and to feel full, but never eat anything again or eat whatever you want but never really feel full?\n  ","955765":"\n   Ever fantasize about being in a rock band? What would your group be called? 🎸🥁🎙🎸🎶\n  ","955766":"\n   Sweet sweet Nicole\n  ","955767":"\n   Is your Ukranian name Olga Bucklana?\n  ","955768":"\n   That’s good. I’ve been better not gonna lie. I lost my job but also had a bad wreck Thursday morning\n  ","955769":"\n   Has your boyfriend ever told you that he loves when you play hard-to-get?\n  ","955770":"\n   Where did the Beast get his outfits from?\n  ","955771":"\n   Lady who do you think will win in a fight, teenage mutant ninja turtles vs the beast in beauty and the beast? It's no rules and fight to the death\n  ","955772":"\n   How are you?\n  ","955773":"\n   Have you ever lost a friend? Why?\n  ","955774":"\n   What’s the strangest dream you’ve had recently?\n  ","955775":"\n   Whose opinion is more important to you — your loved ones’ or that of other people?\n  ","955776":"\n   Have you ever been camping? Was it a good or bad experience?\n  ","955777":"\n   Lady Boometh leave ask 😭😭😭😭😭 She my only friend except Nikki\n  ","955778":"\n   When will you be deactivating this app?\n  ","955779":"\n   Have you ever run out of gas?\n  ","955780":"\n   Anyone excited for the holidays?\n  ","955781":"\n   Can you change the oil in a car?\n  ","955782":"\n   my dad is the sort of person once he has made his mind up there is no chsnging it he is very stubberon that way do you know anyone like that\n  ","955783":"\n   RDS: What mood do you associate most with Rain?\n  ","955784":"\n   Have you ever watched Gung Ho?\n  ","955785":"\n   I think I'm in love with you. Is that okay? 🥺\n  ","955786":"\n   Rainy Day Spam: Are you happy when it rains? Rant or rave\n  ","955787":"\n   ☀️\n  ","955788":"\n   What is your favorite type of sandwich?\n  ","955789":"\n   Is one of your boyfriend's biggest problems that he simply can't take his hands off of your hot little body? Do you have to tell him to hold his horses and restrain himself?\n  ","955790":"\n   Have you dealt with anyone who was tri-polar?\n  ","955791":"\n   When you work on something, do you focus on it with the end goal in mind (ex: I have to get this done) OR do you focus on finishing smaller segments at a time?\n  ","955792":"\n   do you think there is thst special someone for everyone\n  ","955793":"\n   where would you go on vacation if you had no budget? 🤔💸\n  ","955794":"\n   WS: If you could relocate your job\/school anywhere, where would you work?\n  ","955795":"\n   Have you been to a sports game? What game is it?\n  ","955796":"\n   Nikki sometimes you are very harsh woman so you scare me 😢\n  ","955797":"\n   Sleep spam\/ night spam: do you tend to have good dreams more or nightmares?\n  ","955798":"\n   Sleep spam\/ night spam: do you eat a snack before bed?\n  ","955799":"\n   Night routine\/ sleep spam : what time do you usually go to bed?\n  ","955800":"\n   Have you ever gotten close friends with anyone from here & fallen out with them? who was in the wrong? (No names have to be mentioned!)\n  ","955801":"\n   If you like her, what's your favourite Dido single? 🎶 👍 🙃\n  ","955802":"\n   What helped you find the sense of style that works on you?\n  ","955803":"\n   Favorite movie of all time?\n  ","955804":"\n   Even if I lack distance control & self love tbh I don't need to learn it from you so stop avoiding me already?\n  ","955805":"\n   • If you had to pick one, what is the most important value you would teach your children? 🤍 Honesty, 💙 Kindness or 💛 Courage?\n  ","955806":"\n   What is your song of the week?\n  ","955807":"\n   Are you the type of person with lots of friends or just a few close ones?\n  ","955808":"\n   Have you ever had to deal with a bi-polar person? Whats the best way to deal with them?\n  ","955809":"\n   Have you ever had a reptile as a pet? If you haven't, would you?\n  ","955810":"\n   Would you rather live in the traditional or modern community? Why?\n  ","955811":"\n   Just to be ready lol\n  ","955812":"\n   Please do it more. Your rules > Society's rules.\n  ","955813":"\n   Do you kiss hard or gentle lol?\n  ","955814":"\n   Do you believe in zodiac signs compatibility and horoscopes? ♈\n  ","955815":"\n   do you watch vice news?\n  ","955816":"\n   I like it when you make your own rules\n  ","955817":"\n   heyooo, how was your week so far? \ni hope you're doing well! 💙\n  ","955818":"\n   Who died in the Floating Rib explosion?\n  ","955819":"\n   How would you describe your dress sense?\n  ","955820":"\n   Do you wanna get socked\n  ","955821":"\n   That's hot\n  ","955822":"\n   Have you ever cheated on a test? 🙊\n  ","955823":"\n   Our wedding was amazing last night\n  ","955824":"\n   Chai?\n  ","955825":"\n   would you eat a cockroach for 5 million us dollars?\n  ","955826":"\n   How many followers do you have now?\n  ","955827":"\n   Do you play animal crossing?\n  ","955828":"\n   Do you have any LED lights?\n  ","955829":"\n   Do you drink coffee in the mornings?\n  ","955830":"\n   What is your favorite candy?\n  ","955831":"\n   Best vacation you’ve ever taken?\n  ","955832":"\n   I want a baby monkey\n  ","955833":"\n   Is there a pet you really want?\n  ","955834":"\n   wdym you don't have to?\n  ","955835":"\n   Do you eat healthy?\n  ","955836":"\n   What is your favorite supermarket chain?\n  ","955837":"\n   What is your favorite comedy movie?\n  ","955838":"\n   What is your favorite store?\n  ","955839":"\n   Have you ever cut your own hair and regret it?\n  ","955840":"\n   Have you use INCOGNITO 👻 for online purposes?\n  ","955841":"\n   If you were in a game show and you won and your prizes to choose from were $10,000 or a mystery box, which one would you pick?\n  ","955842":"\n   ARE YOU A SECRET AGENT SPY? 🕵️‍♂️\n  ","955843":"\n   👍\n  ","955844":"\n   Because at the very least you deserve someone making the effort to be their best. Anyone who wouldn't try to be better for you and thought you should just accept something sub par isn't cool with me. You deserve more. Period.\n  ","955845":"\n   What is your dipping sauce of choice for hot food finger food such as chips sausage rolls fish chicken nuggets things like this?\nMine is mayonnaise 🤤\n  ","955846":"\n   How can I move on from a somebody I fell in love with at first sight and it's now been approximate 3 years\n  ","955847":"\n   What would you do if I started calling you Nikita ? 😂🤣😂\n  ","955848":"\n   Did you spell out the words from letters you scissored out of newspapers and magazines, gluing them in?\n  ","955849":"\n   I wouldn't allow you to put up with that.\n  ","955850":"\n   Would you rathermarry the most 😍 attractive person you’ve ever met or the 👩‍🍳 best cook you’ve ever met?\n  ","955851":"\n   Could you live happily with a girl\/boy who is a poor cook?\n  ","955852":"\n   Have you ever written a letter?\nWhen was the last time?\n  ","955853":"\n   do you have any aches or injuries atm\n  ","955854":"\n   Do you feel at peace right now?\n  ","955855":"\n   Are you currently doing a cycle of carb loading?\n  ","955856":"\n   What do you need my help with?\n  ","955857":"\n   Is sex about constantly pushing the boundaries or playing by the rules?\n  ","955858":"\n   Do you idolize Betty Boop?\n  ","955859":"\n   Out of the negative emotions of GREED, ANGER, JEALOUSY and HATE, which one would you say AFFECTS you the most?\n  ","955860":"\n   What have you slapped?\n  ","955861":"\n   What is a typical day to you?\n  ","955862":"\n   Have you ever slapped a pigeon?\n  ","955863":"\n   Oh you are missing out on an awesome tv show Nikki\n  ","955864":"\n   Do you ever dance even though theres no music playing?\nHas any one caught you?\n  ","955865":"\n   have you ever watched the show supernatural? what are your thoughts?\n  ","955866":"\n   Nikki is scared of the demon that follows her around\n  ","955867":"\n   yes : \/\n  ","955868":"\n   Have you ever thought of taking an ex back?\n  ","955869":"\n   Are you haunted by your past?\n  ","955870":"\n   Have you ever been camping?\n  ","955871":"\n   Do you know Luther Middle School in Burbank? I'm watching an episode of The Substitute and they are doing it there with Jace Norman.\n  ","955872":"\n   Do you think that time travel could be possible some day?\n  ","955873":"\n   Stop calling me anon didn't we go through this yesterday nikki\n  ","955874":"\n   When the last time you went and got a flu shot?\n  ","955875":"\n   Followed...\n  ","955876":"\n   You already run as fast as him through my mind\n  ","955877":"\n   When was the last time you were sick?\n  ","955878":"\n   Omg, what a weird question🤣\n  ","955879":"\n   Do you wear gloves in the winter?\n  ","955880":"\n   2020 is almost over. how do you feel about that? are you happy , sad , grateful , etc\n  ","955881":"\n   cant sleep? lol i wanna sleep but i also wanna stay up. i cant choose!\n  ","955882":"\n   Do you shower at night or in the morning? 🚿\n  ","955883":"\n   did you make those candy dishes\n  ","955884":"\n   Good evening\n  ","955885":"\n   WOULD YOU RATHER:run as fast as THE FLASH or be as strong as SUPERMAN?\n  ","955886":"\n   Have you ever woken up from a dream, wishing you could go back in?\n  ","955887":"\n   bikini pap\n  ","955888":"\n   Will you say sorry to your partner even though it’s not your fault?\n  ","955889":"\n   Age you lost virginity?\n  ","955890":"\n   Instead of saying the f word do you say fiddlesticks?\n  ","955891":"\n   yes the heart and also promises as well.\n  ","955892":"\n   Nicole are you a potty mouth?\n  ","955893":"\n   Would you judge your bf if you found out he sometimes eats mice?\n  ","955894":"\n   Good morning\n  ","955895":"\n   Favorite age you’ve been so far?\n  ","955896":"\n   I love that place. I went there once but I didn't get to see all the beaches and parks that I wanted to. I did go to Main Beach and that was so pretty. I sat on a bench by the lifeguard tower. I also went to the high school. It's so nice there!\n  ","955897":"\n   Do you prefer to make things from scratch, or with an easy box recipe?\n  ","955898":"\n   Wouldn't waiting be the opposite of that? You might marry someone who is terrible at it.\n  ","955899":"\n   Have you ever used Duolingo to study a new language?\n  ","955900":"\n   Isn't it best to know if who you're committing to for life even knows how to satisfy you?\n  ","955901":"\n   Good morning Future Wife\n  ","955902":"\n   Do you think it is okay to have s£x without getting married?\n  ","955903":"\n   really? yay! haha sorry, what's yours?\n  ","955904":"\n   Mommy Nikki 😢❤\n  ","955905":"\n   Do your bf still live at home with his parents?\n  ","955906":"\n   Hey! Is it ok if I can add you on snap? If not that's fine 😁\n  ","955907":"\n   How many games do you have on your phone?\n  ","955908":"\n   Did you wake up in your boyfriend's empty bed before nervously feeling abandoned, only to realize he was in the kitchen yelling at his mom, pressuring her to make you breakfast?\n  ","955909":"\n   What gets broken without being held?\n  ","955910":"\n   what is up\n  ","955911":"\n   Ok  Im\n  ","955912":"\n   Do you play favoritism to people?\n  ","955913":"\n   Oh cool! That's good news!\n  ","955914":"\n   How are u\n  ","955915":"\n   You are very sexy, your boyfriend is one lucky fella!\n  ","955916":"\n   I am bad at it that is why i have a babysitter still but i have 7 more years to learn before i become adult\n  ","955917":"\n   Have you ever had a pet bird?\n  ","955918":"\n   Is it really necessary to know everything from your partner’s previous relationships?\n  ","955919":"\n   Are you good at handle responsibility ?\n  ","955920":"\n   Do you have a diary?\nWould you let someone read it?\n  ","955921":"\n   But it is not pet name is human name? I mean human baby\n  ","955922":"\n   How are y'all doing this weekend? Do you have any plans?!😊🎉\n  ","955923":"\n   Do you ever count your steps when you walk?\n  ","955924":"\n   Name 1 ? Buying your car?\n  ","955925":"\n   Friends Nikki search on youtube for brave wilderness ? I want to see if you like his videos\n  ","955926":"\n   Have you ever taken a street sign if so what?\nI have taken a stop sign, give way sign, one way sign also I found one with my name so I had to take it 😌 I did🤣\n  ","955927":"\n   Why you not like be called baby Nikki? I think girls like that 🤔\n  ","955928":"\n   So what did Nikki VIP do today? Did you have a nice day?\n  ","955929":"\n   LOL Nikki you so goofy 🤭\n  ","955930":"\n   Nikki sometimes adults have to make tough decisions, have you ever had to make one?\n  ","955931":"\n   What did he do though?\n  ","955932":"\n   Have you ever maybe when you were in school as a kid while studying?\n  ","955933":"\n   Do you chew on the end of your pens and pencils?\n  ","955934":"\n   Nikki do you afraid of rattle snake and spiders? 🐍🕷\n  ","955935":"\n   Its lovely hair how long is it?\n  ","955936":"\n   Wh do you get to cut your hair or do you do it yourself?\n  ","955937":"\n   Do you date to marry?\n  ","955938":"\n   Do you think you'll do that now?\n  ","955939":"\n   When staying in a hotels\/motel do you take the little shampoos and conditioners?\n  "},"Answer":{"954868":"\n  Not with tape but with this cover sliding thingy lol\n  ","954869":"\n  Watching this show on Netflix 😁\n  ","954870":"\n  Chester Bennington 🥺\n  ","954871":"\n  In the gif?\n  ","954872":"\n  Possibly one day\n  ","954873":"\n  Sure lol\n  ","954874":"\n  Yes I do\n  ","954875":"\n  Yes awhile back ago I stopped\n  ","954876":"\n  I wouldn’t know lol\n  ","954877":"\n  Well I appreciate that, thank you😊\n  ","954878":"\n  I don’t know honestly 🤨\n  ","954879":"\n  Definitely watch the movie 😁\n  ","954880":"\n  I’d still like to revive questions from you!😁 Your questions are always interesting and unique, I enjoy them\n  ","954881":"\n  Lol why Brian Austin Green?🤔\n  ","954882":"\n  California\n  ","954883":"\n  Oh anon, you’re funny\n  ","954884":"\n  It’s night here\n  ","954885":"\n  In so many different ways 🤣\n  ","954886":"\n  I definitely like giving and receiving flowers!😁\n  ","954887":"\n  You definitely aren’t\n  ","954888":"\n  Jenny and Sumit from 90 day fiancé?🤣 not even close\n  ","954889":"\n  Yes lol\n  ","954890":"\n  Come off anon\n  ","954891":"\n  Honestly probably pretty long 🤪\n  ","954892":"\n  I don’t play video games anymore tbh😬\n  ","954893":"\n  I’m alright, how are you?😊\n  ","954894":"\n  🤨🤨\n  ","954895":"\n  No I don’t depend on you at all actually 🤣\n  ","954896":"\n  Never heard of them 🤔\n  ","954897":"\n  Nah, not today lol\n  ","954898":"\n  No lol I didn’t\n  ","954899":"\n  No I wouldn’t because I’m happily taken anon😌\n  ","954900":"\n  No I just send questions to the people I usually send questions to😁\n  ","954901":"\n  Well once I feel really sleepy I’m able to sleep for a bit but then I end up waking up in the middle of the night not feeling sleepy and staying up for hours 🙃\n  ","954902":"\n  Sure anon, I’m right on it\n  ","954903":"\n  What even?🤣\n  ","954904":"\n  I haven’t done any yet, yikes lol. I should start soon 😬\n  ","954905":"\n  To fly?\n  ","954906":"\n  Yeah I have 2 currently lol and MacBooks  and iPads 😁\n  ","954907":"\n  No I wouldn’t\n  ","954908":"\n  Yeah I told Instagram not to work for you lol🤨\n  ","954909":"\n  I have 2 phones lol😬\n  ","954910":"\n  Not just yet lol\n  ","954911":"\n  Ooh I’ve never seen game of thrones so I guess the walking dead 🤪\n  ","954912":"\n  Oh yeah absolutely!\n  ","954913":"\n  Eh I guess so\n  ","954914":"\n  Most definitely!\n  ","954915":"\n  That’s very sweet of you to do that for him, I would suggest to just comfort him and make him laugh as well😁\n  ","954916":"\n  That’s tough omg 😬\n  ","954917":"\n  No I haven’t tried any of those\n  ","954918":"\n  I wouldn’t want to cause anyone physical harm no matter how much I dislike them and I’d probably just leave the doll where I found it tbh🤔\n  ","954919":"\n  Why not?\n  ","954920":"\n  No I’m not\n  ","954921":"\n  No I didn’t, what do you mean?\n  ","954922":"\n  Yeah, same here! I sent as many shoutouts as I had to but it said zero. It’s so weird\n  ","954923":"\n  Thank you! I hope you have a wonderful day too😊\n  ","954924":"\n  Yes, I know!\n  ","954925":"\n  I guess so honestly\n  ","954926":"\n  I don’t believe so tbh\n  ","954927":"\n  It’s very weird, the email said I didn’t finish all the tasks when I did. I also still see the task list 🤔\n  ","954928":"\n  I’m from California\n  ","954929":"\n  Something is definitely wrong with ask lol\n  ","954930":"\n  I do!\n  ","954931":"\n  🥴🥴\n  ","954932":"\n  Definitely Starbucks!\n  ","954933":"\n  Where did my VIP go lol I still see my tasks 🥴\n  ","954934":"\n  I used to draw but I don’t anymore\n  ","954935":"\n  No that’s okay lol\n  ","954936":"\n  No I didn’t today\n  ","954937":"\n  That wouldn’t happen though\n  ","954938":"\n  Sour watermelon candy\n  ","954939":"\n  That’s tough 🤔\n  ","954940":"\n  What does that have to do with anything?\n  ","954941":"\n  No thank you lol\n  ","954942":"\n  Live in a haunted house!🤪\n  ","954943":"\n  Definitely sleeping or walking 🤣\n  ","954944":"\n  Not that I know of honestly 🤔\n  ","954945":"\n  Honestly I feel you can tell if someone is anxious and or nervous by their body language and by how they are acting. I feel that it’s different for both boys and girls.\n  ","954946":"\n  What a great shoutout 😊\n  ","954947":"\n  Not really to be honest\n  ","954948":"\n  I think it’s good for them honestly to take naps during the day\n  ","954949":"\n  I’m definitely nicer to other people and not myself tbh\n  ","954950":"\n  That would definitely make me feel super insecure about myself and I’d feel really hurt as well 🙁\n  ","954951":"\n  Of course 😊\n  ","954952":"\n  Omg lol\n  ","954953":"\n  I’ve never done it\n  ","954954":"\n  Yeah some starbucks drinks!\n  ","954955":"\n  No I haven’t anon\n  ","954956":"\n  Not really, no I don’t 😁\n  ","954957":"\n  It really just depends tbh and I usually go to bed around 11 pm and then I wake up in the middle of the night lol\n  ","954958":"\n  Why would your friend do that?\n  ","954959":"\n  Usually sparkly and neon\/bright colors 😁\n  ","954960":"\n  What’s your charity?\n  ","954961":"\n  Watch tv, listen to music, go on a walk, take a nap, go on social media, talk to friends, etc 😁\n  ","954962":"\n  Let’s go? Lol\n  ","954963":"\n  My shyness and anxiety 🙃\n  ","954964":"\n  Yes, I did!\n  ","954965":"\n  I’m not sure where I’m going to end up in but I hope heaven honestly 😬 My ideal heaven would look like paradise and beach vibes or even somewhere that looks like Italy or Greece 😁\n  ","954966":"\n  Honestly I don’t think I have any highlights except the fact the narcissist unadded me on Snapchat instead of being honest with me and communicating 😁\n  ","954967":"\n  Everything about it\n  ","954968":"\n  Lol the bathroom?\n  ","954969":"\n  I tend to finish my tasks in the first two days😬 so that I get it over with quickly and don’t have to worry about it later on.\n  ","954970":"\n  Who?🤨\n  ","954971":"\n  Use the restroom lel\n  ","954972":"\n  Not right now lol\n  ","954973":"\n  Yeah I do\n  ","954974":"\n  Yeah, eventually\n  ","954975":"\n  I definitely do\n  ","954976":"\n  Hello!\n  ","954977":"\n  Neither, I don’t play video games\n  ","954978":"\n  Yes actually! I had some Popeyes 🤪\n  ","954979":"\n  Then go get her lol\n  ","954980":"\n  Who knows honestly\n  ","954981":"\n  No I wasn’t\n  ","954982":"\n  Not necessarily, nope!\n  ","954983":"\n  I’m decent I guess\n  ","954984":"\n  That’s good to hear! Good luck on your job interview 😊\n  ","954985":"\n  My favorite song by Linkin Park is :\n  \n\n   https:\/\/youtu.be\/QLFiuNdQrzI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  😁\n  ","954986":"\n  Definitely sweets, I have such a sweet tooth 🤪\n  ","954987":"\n  I absolutely agree, his lyrics are very relatable and so deep honestly!😌\n  ","954988":"\n  No I don’t like roast tbh\n  ","954989":"\n  Why anon?\n  ","954990":"\n  Same here!😊\n  ","954991":"\n  It was a roller coaster definitely, like wow🙃 how was your week?\n  ","954992":"\n  Yes, I believe I have! 😁\n  ","954993":"\n  Jeans? Lol\n  ","954994":"\n  No I’m not a perfectionist, I don’t try to be. I’m very critical on myself for mostly everything honestly 🙃\n  ","954995":"\n  I don’t want that 🤨\n  ","954996":"\n  Why anon?\n  ","954997":"\n  You mean for yourself lol\n  ","954998":"\n  Chester Bennington’s angelic and legendary voice is one my favorite things to hear always 🥺\n  ","954999":"\n  Yeah I do\n  ","955000":"\n  No🤨🤣\n  ","955001":"\n  7,150\n  ","955002":"\n  Yeah I definitely like planning things out!\n  ","955003":"\n  Sure!\n  ","955004":"\n  Honestly I’m not sure, I just hope it’s a better year 😬\n  ","955005":"\n  What’s up?\n  ","955006":"\n  No idea lol\n  ","955007":"\n  Don’t like kpop\n  ","955008":"\n  Ooh that’s not healthy though\n  ","955009":"\n  Oh yeah lol from Victorious 🤣\n  ","955010":"\n  That’s true lol\n  ","955011":"\n  Sometimes I do or I usually keep it all inside and then I eventually explode\n  ","955012":"\n  Oh lol🤣\n  ","955013":"\n  I’m sorry!🙁 try to avoid him\n  ","955014":"\n  Lol say what?\n  ","955015":"\n  Sure, why not!\n  ","955016":"\n  Ohhh I see, you can’t avoid your ex?\n  ","955017":"\n  Well if you’re a new driver I would probably suggest to lease a car definitely! 😁\n  ","955018":"\n  Why not buy a new car 🤪\n  ","955019":"\n  Oh no, sorry to hear that anon!\n  ","955020":"\n  No I’m not\n  ","955021":"\n  Oh my, thank you lol😊\n  ","955022":"\n  I do\n  ","955023":"\n  My birthday was in September\n  ","955024":"\n  Oh just until I do the plan I’ve been planning with a friend 💀\n  ","955025":"\n  No I don’t know any magic tricks\n  ","955026":"\n  I’ve been okay, how are you?😊\n  ","955027":"\n  No I never have\n  ","955028":"\n  I don’t think I’ve tried that\n  ","955029":"\n  No if someone disrespects me, I don’t have the energy to disrespect them back\n  ","955030":"\n  9 more days bahahahh💀\n  ","955031":"\n  Not at all\n  ","955032":"\n  Yes I’ve heard of the term light worker! I believe light worker usually refers to someone who doesn’t feel motivated to work but they work anyway and someone who doesn’t do much at their job. Like they don’t enjoy what they do for a job.\n  ","955033":"\n  Thank you anon😊\n  ","955034":"\n  God bless?\n  ","955035":"\n  I just feel when someone doesn’t reply for awhile that I bothered them or annoyed them🤷‍♀️\n  ","955036":"\n  Yes I do celebrate the holidays!\n  ","955037":"\n  Well I feel like I’m a really bad texter, I don’t reply quickly unless I really want to talk to someone and I enjoy talking to them otherwise I take ages to reply lol. And the thing is I hate when people take awhile to reply to me, I feel that they don’t want to talk to me or I annoyed them even.\n  ","955038":"\n  Just hanging out and chilling lol\n  ","955039":"\n  No I have brothers anon\n  ","955040":"\n  Not really, nooo😬\n  ","955041":"\n  😁\n  ","955042":"\n  I’m not sure if they do honestly 🤔 probably though\n  ","955043":"\n  Ahhh yeah, I’ve seen that too 🥴\n  ","955044":"\n  Hello!\n  ","955045":"\n  I never said I hate him, I just don’t like him\n  ","955046":"\n  No I don’t\n  ","955047":"\n  I’m not “your love”\n  ","955048":"\n  Actually, I’m not really sure to be honest 🤔 can’t take of any right now\n  ","955049":"\n  Definitely iced tea and ice water😁\n  ","955050":"\n  Lol no I haven’t but I do know how it feels to be gaslighted. It has happened to me recently\n  ","955051":"\n  I’d rather not share honestly 😬\n  ","955052":"\n  That’s nice anon 🥴\n  ","955053":"\n  Excuse me?\n  ","955054":"\n  Narcissists, someone who isn’t sure what they want, inconsistency, someone who brags about how many times they’ve done it and how much money they make, someone who is constantly sexual and doesn’t know when to tone it down and have a normal conversation, gaslighting, lying, contradicting themselves constantly, games, manipulation, silent treatment\/ghosting, control, slander, false hope, baiting, invalidation, nothing is ever their fault, they’re always the victim, never admits their wrong, etc!\n  ","955055":"\n  I also have a boyfriend anon and I feel his love all the time😌\n  ","955056":"\n  Definitely spend every weekend outdoors!😁\n  ","955057":"\n  I have goals, thank you!\n  ","955058":"\n  I don’t answer sexual questions to begin with anon\n  ","955059":"\n  What’s that supposed to mean?🤨\n  ","955060":"\n  It’s been quite awhile!\n  ","955061":"\n  They honestly look pretty cool and interesting! I’ve never done a reading but I’d definitely like to have one 😁\n  ","955062":"\n  No you’re definitely not if you voted for him\n  ","955063":"\n  I have, yes!\n  ","955064":"\n  No I’m not\n  ","955065":"\n  Good morning!\n  ","955066":"\n  That’s not appropriate, don’t call me that\n  ","955067":"\n  I’m not a party person tbh\n  ","955068":"\n  Yeah for the most part, I can\n  ","955069":"\n  I’m sleeepy\n  ","955070":"\n  I didn’t say that anon\n  ","955071":"\n  Nope, not a baby\n  ","955072":"\n  Definitely not\n  ","955073":"\n  I wouldn’t know, I don’t study accounting\n  ","955074":"\n  🤔🤔\n  ","955075":"\n  That’s funny🤣\n  ","955076":"\n  I’d rather use a fork!\n  ","955077":"\n  I’m just watching a movie on Netflix called Winchester 😌\n  ","955078":"\n  You are right, they are\n  ","955079":"\n  It was decent 🥴\n  ","955080":"\n  Again, you have absolutely no idea who I’m with or doing so can you not?\n  ","955081":"\n  No, I’m definitely not\n  ","955082":"\n  What song is that? Lol\n  ","955083":"\n  No I wouldn’t\n  ","955084":"\n  Absolutely not\n  ","955085":"\n  I believe so\n  ","955086":"\n  I don’t want to 🤨\n  ","955087":"\n  What about it?🤣\n  ","955088":"\n  Not that I know of😱\n  ","955089":"\n  I do!\n  ","955090":"\n  It’s night here\n  ","955091":"\n  Definitely silly!😁 I’d describe you as kind\n  ","955092":"\n  On? Lol\n  ","955093":"\n  Definitely sunshine!\n  ","955094":"\n  I wouldn’t choose a different one\n  ","955095":"\n  Probably the age I am right now and that’s 21🤪\n  ","955096":"\n  I do!\n  ","955097":"\n  That’s wonderful!\n  ","955098":"\n  I would describe you as someone who’s really sweet and super beautiful 😊 Also you’re a wonderful mother, don’t let anyone tell you otherwise!\n  ","955099":"\n  I’d probably take the same approach Alice did honestly, I would be very confused to where I was but it would also be fun to explore like she did 😁\n  ","955100":"\n  I spend lots of time with my family 😁\n  ","955101":"\n  Excuse me?\n  ","955102":"\n  I wear a mask when I go to the stores and whatnot\n  ","955103":"\n  No I haven’t done secret Santa\n  ","955104":"\n  Oh lol thank you!😊\n  ","955105":"\n  No lol\n  ","955106":"\n  Can you not? It doesn’t sound like him at all actually. I’m talking about that other guy I’ve mentioned on here 💀\n  ","955107":"\n  Definitely someone who isn’t sure what they want, inconsistency, someone who brags about how many times they’ve done it and how much money they make, someone’s who’s constantly sexual and doesn’t know when to tone it down and have a normal conversation 💀\n  ","955108":"\n  No I watch new horror movies a lot actually so you have no idea what you’re talking about\n  ","955109":"\n  In your wildest dreams lol\n  ","955110":"\n  Yes I do🥴 All I do is watch horror movies\n  ","955111":"\n  Two on each ear\n  ","955112":"\n  No lol\n  ","955113":"\n  Yes, I do! Love horror 😁\n  ","955114":"\n  Hmm maybe a tomato 🤪\n  ","955115":"\n  I guess all my photos lol\n  ","955116":"\n  No I don’t\n  ","955117":"\n  Rarely lol\n  ","955118":"\n  I honestly hope 2021 will be better than 2020 but I doubt it as well 😬\n  ","955119":"\n  That’s deep, I believe if those people who do love us really do love us for who we are and that love they have for us goes much deeper because they truly and genuinely love us!\n  ","955120":"\n  No I don’t\n  ","955121":"\n  Oh goodness, probably not\n  ","955122":"\n  Somewhat, yeah!\n  ","955123":"\n  Probably 😁\n  ","955124":"\n  On Instagram aha and just anything mostly or whatever people ask me questions of 😌\n  ","955125":"\n  Lol thank you😊\n  ","955126":"\n  Most definitely!\n  ","955127":"\n  Lol indeed anon\n  ","955128":"\n  Oooh that would definitely be fun\n  ","955129":"\n  Of course! You’re welcome anytime and I did enjoy your company on my live 😊\n  ","955130":"\n  Well thank you anon😊\n  ","955131":"\n  I’m not sure honestly\n  ","955132":"\n  Oh yeah, it’s definitely crazy!🙃\n  ","955133":"\n  Yes, I have\n  ","955134":"\n  It doesn’t  mean anything?\n  ","955135":"\n  I’d rather revive both anonymous and open questions!\n  \n  I’m definitely interested in deep thinking\/provoking, interesting, fun, would you rather, about myself, things I like, etc.. type of questions!😁\n  ","955136":"\n  I do!\n  ","955137":"\n  I guess they would anon\n  ","955138":"\n  Lol omg anon\n  ","955139":"\n  Definitely sunny side up, scrambled and hard boiled\n  ","955140":"\n  woahhhh now lol\n  ","955141":"\n  Why in the world would anyone do that?\n  ","955142":"\n  Lol sure anon\n  ","955143":"\n  Bahah that’s awesome!\n  ","955144":"\n  My first two love languages are\n  \n  Words of affirmation and quality time 😌 Honestly I feel his is the same as well\n  ","955145":"\n  That’s tough yah, I don’t really know 🤔\n  ","955146":"\n  Indeed 😌\n  ","955147":"\n  And why’s that? Lol\n  ","955148":"\n  Absolutely not\n  ","955149":"\n  🤔🤔\n  ","955150":"\n  No I haven’t\n  ","955151":"\n  I don’t believe so tbh\n  ","955152":"\n  Ooh that’s tough\n  ","955153":"\n  No lol\n  ","955154":"\n  That sounds good especially with cornbread!🤩\n  ","955155":"\n  Well that’s too bad lol\n  ","955156":"\n  I personally haven’t, nope\n  ","955157":"\n  Blue and pink 😁\n  ","955158":"\n  I don’t do that lol\n  ","955159":"\n  No🤣\n  ","955160":"\n  I don’t\n  ","955161":"\n  Excuse me anon?\n  ","955162":"\n  Lol you’re on anonymous\n  ","955163":"\n  She sleeps next to me lol\n  ","955164":"\n  I do!\n  ","955165":"\n  What even?🥴\n  ","955166":"\n  I’ll be turning 22\n  ","955167":"\n  Sometimes it’s pretty funny and interesting 🥴\n  ","955168":"\n  Definitely math!🥴\n  ","955169":"\n  Goodnight to you anon😊\n  ","955170":"\n  Hello! It’s still Thursday here 😁\n  ","955171":"\n  I’m not sure tbh🤷‍♀️\n  ","955172":"\n  Depends on what I feel like eating lol\n  ","955173":"\n  No it’s not raining\n  ","955174":"\n  Why’s that?\n  ","955175":"\n  On YouTube these prank videos called I’ll see you tonight by Jack Vale films 🤣\n  \n\n   https:\/\/youtu.be\/PUIZkFR8SKc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","955176":"\n  No I don’t like panicking. Why would you panic?\n  ","955177":"\n  Yeah I do\n  ","955178":"\n  No I don’t lol\n  ","955179":"\n  Maybe, that sounds fun tbh\n  ","955180":"\n  Hey!\n  ","955181":"\n  No I haven’t\n  ","955182":"\n  I’m a very picky eater!\n  ","955183":"\n  No my boyfriend lives here where I live, someone else is in Ohio and it would be so funny\n  ","955184":"\n  Lol I have my reasons\n  ","955185":"\n  yoooo going to Ohio lol\n  ","955186":"\n  Definitely the app tik tok lol\n  ","955187":"\n  Kind, silly, big -hearted\n  ","955188":"\n  How so? Lol\n  ","955189":"\n  I’m doing homework lol\n  ","955190":"\n  Not necessarily\n  ","955191":"\n  Ninjas!\n  ","955192":"\n  🤔🤔\n  ","955193":"\n  Yes it’s cold at night here!\n  ","955194":"\n  No I’m not\n  ","955195":"\n  That’s none of your business anon\n  ","955196":"\n  Thank you 🥴\n  ","955197":"\n  Oh boy, I don’t know lol\n  ","955198":"\n  I do, yessss! 😁\n  ","955199":"\n  Lose $50\n  ","955200":"\n  I guess so\n  ","955201":"\n  I’m just watching criminal minds, you?\n  ","955202":"\n  Oh my goodness\n  ","955203":"\n  Good afternoon!\n  ","955204":"\n  I know I shouldn’t, the whole situation just frustrates me\n  ","955205":"\n  Nothing really honestly\n  ","955206":"\n  No can do\n  ","955207":"\n  It’s not Christmas lol\n  ","955208":"\n  What? Lol\n  ","955209":"\n  Well I just woke up😬\n  ","955210":"\n  How extremely frustrated I am at this guy\n  ","955211":"\n  Thank you😊\n  ","955212":"\n  Not in awhile tbh\n  ","955213":"\n  Definitely real Christmas trees!\n  ","955214":"\n  Lol it wasn’t for you, you can relax\n  ","955215":"\n  It wasn’t for you, relax it’s all good\n  ","955216":"\n  I don’t like Christmas music 😬\n  ","955217":"\n  I wasn’t saying that to you anon omg\n  ","955218":"\n  🤔🤔\n  ","955219":"\n  Don’t really have a favorite shape of pasta lol\n  ","955220":"\n  Blue and pink!\n  ","955221":"\n  I’ve never thought about shaving my head, nopeee!\n  ","955222":"\n  I’m 21\n  ","955223":"\n  I don’t drink coffee\n  ","955224":"\n  Not at all\n  ","955225":"\n  Yes two on each ear😁\n  ","955226":"\n  Really anon?\n  ","955227":"\n  I sent the text and it says delivered but no response lol\n  ","955228":"\n  Usually around 12 in the afternoon\n  ","955229":"\n  No anon, you’re not a bad person! I just don’t see every question every time😬\n  ","955230":"\n  Being on my phone honestly lol\n  ","955231":"\n  Oh yes, I do remember when they said the world was going to end in 2012 but it didn’t of course.\n  ","955232":"\n  Honestly definitely stuff like drinking water, eating healthy, exercising, skin care, taking care of yourself, doing things that you enjoy and make you happy, that’s also self love!\n  ","955233":"\n  Excuse me?\n  ","955234":"\n  Not a lot tbh\n  ","955235":"\n  Which ex anon?\n  ","955236":"\n  Definitely a long time anon\n  ","955237":"\n  I would say we just shouldn’t play those songs that use the f-slur in them\n  ","955238":"\n  I would say arm muscles\n  ","955239":"\n  Why would I?\n  ","955240":"\n  I’m not sure if you could, possibly I guess lol\n  ","955241":"\n  No can do\n  ","955242":"\n  I have a boyfriend\n  ","955243":"\n  OMG YES IT IS! It’s really good😁 I recommend you watch it\n  ","955244":"\n  I don’t know who you are lol\n  ","955245":"\n  I’d turn into a zombie because why not 🤪\n  ","955246":"\n  Anonymous lol\n  ","955247":"\n  Love you too girly!❤️\n  ","955248":"\n  I’ve never heard of that game 🤔\n  ","955249":"\n  Electronics and cellphones and not being able to socialize with others in face to face situations\n  ","955250":"\n  I’m not ignoring anyone again, I get a lot of questions and I’m trying to answer them all\n  ","955251":"\n  For sure anon\n  ","955252":"\n  Yes I sent the text message and it says delivered but he didn’t respond 🤣\n  ","955253":"\n  Chocolate and red velvet!\n  ","955254":"\n  I definitely think of my boyfriend when I think of love 🤩\n  ","955255":"\n  It’s really tricky!😬\n  ","955256":"\n  Honestly that’s really difficult for me to answer because I never know when to let go, I tend to always hold on and it hurts me even more instead of just letting go 🙃\n  ","955257":"\n  Awh thank you so much for this positivity, I especially needed this today💕 you’re awesome!\n  ","955258":"\n  What?🤔\n  ","955259":"\n  You can definitely dream lol\n  ","955260":"\n  Probably not honestly\n  ","955261":"\n  Chester Bennington🥺\n  ","955262":"\n  Lol honestly stop, I’m happily taken 😌\n  ","955263":"\n  Come off anon if you want it lol\n  ","955264":"\n  No I haven’t\n  ","955265":"\n  Ahhhhh we can’t have that 🥺\n  ","955266":"\n  We are not getting married\n  ","955267":"\n  Nothing lol, I’d probably be deep into sleep\n  ","955268":"\n  Off anon lol\n  ","955269":"\n  Oh really? Lol\n  ","955270":"\n  Come off anon\n  ","955271":"\n  I do\n  ","955272":"\n  Lol thank you anon😊\n  ","955273":"\n  Honestly I don’t see how loving yourself can be an insult, I mean I guess I understand how it can be to older generations. I guess when they hear love yourself they see it as being stuck up and conceited and thinking highly of yourself.  You should definitely love yourself, it’s very important to love yourself and to stay positive things and to accept yourself the way you are because everyone is unique in their own ways.\n  ","955274":"\n  I don’t open links though!😬\n  ","955275":"\n  Well yeah lol\n  ","955276":"\n  Hmm that’s tough, honestly I don’t know tbh\n  ","955277":"\n  But you are\n  ","955278":"\n  I don’t so you’re wrong 🥴\n  ","955279":"\n  Lol they definitely could anon\n  ","955280":"\n  He’s not?🤨\n  ","955281":"\n  Well thank you lol\n  ","955282":"\n  Would you though? Lol\n  ","955283":"\n  Honestly I feel like I’ve influenced myself through all the self love trend by trying to stay positive and think positive thoughts and not caring about what others think about me😌\n  ","955284":"\n  Out of the blue, yes lol\n  ","955285":"\n  No I haven’t sent it yet, I’m waiting until 7 lol\n  ","955286":"\n  I don’t lol, I’d just love to see his reaction when I call him out\n  ","955287":"\n  Lol I just want to call him out on it 🥴 what’s so bad about that?\n  ","955288":"\n  I don’t! 😬\n  ","955289":"\n  I don’t like grocery shopping 😬\n  ","955290":"\n  I don’t care¿🥴\n  ","955291":"\n  I don’t have a crush on him 🤣\n  ","955292":"\n  I don’t eat dinner 😬\n  ","955293":"\n  He’s been playing me since he met me from day one I just didn’t see it until later on\n  ","955294":"\n  I don’t think I have\n  ","955295":"\n  Thank you so much, I really appreciate that! ❤️\n  ","955296":"\n  I haven’t tried Nigerian food\n  ","955297":"\n  Yeah but the thing is he’s done it before. He has gone 6 days without talking to me but eventually gave in and messaged me and this time it was 3 weeks and instead decided to unadd me after 3 weeks that is, I would’ve thought he would have unadded me earlier but it took him 3 weeks to.\n  ","955298":"\n  Right? I feel like it is. Either way he might not receive it or even respond but it’s still worth the try\n  ","955299":"\n  I mean his behavior is totally unacceptable and disrespectful. I asked him towards the beginning of November actually it was the 9th if he’s still genuinely into me? And he said yes that he was and I left him on read but the thing is after that I haven’t heard a word from him in 3 weeks, absolutely nothing from him. Except he would look at my Snapchat stories and he’s score would even go up so he obviously had the time to talk to others but not me. He claimed to still be interested in me but went 3 weeks without saying a word to me yet had time to talk to others. I want to call him out on that no matter how desperate or pathetic I’ll sound and even though he unadded me on Snapchat today. Since he’s a narcissist obviously that will piss him off that I’m calling him out but I think it’s worth it.\n  ","955300":"\n  Well yeah exactly, he’s a narcissist\n  ","955301":"\n  Nooo lol my boyfriend\n  ","955302":"\n  Oh no what he claimed was a “relationship” wasn’t even real to begin with lol. He has been playing me since he met me\n  ","955303":"\n\n   https:\/\/youtu.be\/9DCdCoQ49u8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","955304":"\n  And the thing is he’s a narcissist so he will turn it on me and make it seem like it’s my fault that I didn’t message him for 3 weeks when really it was him\n  ","955305":"\n  Probably it would definitely be fun😁\n  ","955306":"\n  Exactly lol I’m just going to call him out on his behavior and not hearing from him for 3 weeks\n  ","955307":"\n  Most likely, yes!\n  ","955308":"\n  Hello there!\n  ","955309":"\n  Scroll down lol\n  ","955310":"\n  For sure anon!\n  ","955311":"\n  Honestly I miss going out and being able to go to the movies and all the fun stuff smh 🙃\n  ","955312":"\n  Just going to chill and watch general hospital! Oh and send that risky text lol\n  ","955313":"\n  I don’t believe the world is going to end on December 21st honestly because remember when they said the world was going to end in 2012 but we are still here so it didn’t so I believe it’ll be another normal day\n  ","955314":"\n  Yesss I am\n  ","955315":"\n  Yeah aha I just want to call him out on it so hopefully he’ll respond or even receive the message\n  ","955316":"\n  Usually around 11 or so\n  ","955317":"\n  It won’t be the same but I guess so\n  ","955318":"\n  Well I asked him if he’s still into me and he said yes I am. But then he goes 3 weeks without saying a single word to me and today he unadded me from snap so I’m planning on texting him later today calling him out\n  ","955319":"\n  Not yet but soon hopefully!\n  ","955320":"\n  What’s that supposed to mean?\n  ","955321":"\n  United States anon\n  ","955322":"\n  That’s good😊\n  ","955323":"\n  It’s someone lol, y’all don’t know him\n  ","955324":"\n  I’m doing okay, how are you?\n  ","955325":"\n  Well yes I know the person but today they unadded me on snap so my only option is to text them 😬\n  ","955326":"\n  My hair is pretty long and has always been, it’s down towards the middle of my back or a bit longer 😁\n  ","955327":"\n  Lol I’m eating currently\n  ","955328":"\n  You okay? Lol\n  ","955329":"\n  Because I’m basically calling them out on their behavior and they might not even respond\n  ","955330":"\n  Short for Anonymous 😬\n  ","955331":"\n  I’m doing okay, you?😊\n  ","955332":"\n  I’m so excited for later today to see someone’s reaction lol hopefully they respond to me\n  ","955333":"\n  Honestly probably covered in fur 🤔\n  ","955334":"\n  That’s definitely true anon\n  ","955335":"\n  I’d like to have 2 kids, a girl and a boy😁\n  ","955336":"\n  I like both!\n  ","955337":"\n  It’s not lime I talk that much anyways so shy not lol\n  ","955338":"\n  Ohh that’s interesting and not that I can think of right now honestly 🤔\n  ","955339":"\n  Definitely summer!\n  ","955340":"\n  I haven’t been to that place in years 😱\n  ","955341":"\n  Y’all better pray for me later today😬 going to send a risky text and I’m afraid of the response lol\n  ","955342":"\n  No I don’t believe in hate at first sight, definitely not\n  ","955343":"\n  Happy December!😁\n  ","955344":"\n  I’m sleepy\n  ","955345":"\n  Ahhh yeah it’s crazy!😱\n  ","955346":"\n  Yes, I have!\n  ","955347":"\n  Can you not?\n  ","955348":"\n  Now that’s disrespectful anon\n  ","955349":"\n  I did todayyy\n  ","955350":"\n  Not anymore though\n  ","955351":"\n  The United States lol\n  ","955352":"\n  Ooh  that’s good! watermelon tea is also good😋\n  ","955353":"\n  I prefer tea! lol\n  ","955354":"\n  I don’t drink coffee\n  ","955355":"\n  That’s very true, indeed!\n  ","955356":"\n  Yes I do believe there’s a heaven and hell!\n  ","955357":"\n  Not in awhile honestly thankfully lol\n  ","955358":"\n  Yeah for sure\n  ","955359":"\n  Oh yeah, definitely\n  ","955360":"\n  Blue and pink 😁\n  ","955361":"\n  Well it just turned December 1st here lol\n  ","955362":"\n  That’s very weird no?\n  ","955363":"\n  Oh wow!\n  ","955364":"\n  No you don’t 🤨\n  ","955365":"\n  I was either 13 or 14\n  ","955366":"\n  Having to socialize with others and keep a conversation or even start one 😬\n  ","955367":"\n  No🤣\n  ","955368":"\n  Lol I just fall asleep if I’m feeling sleepy\n  ","955369":"\n  Definitely pink!\n  ","955370":"\n  Yes I do!\n  ","955371":"\n  I hope you have a wonderful week!😊\n  ","955372":"\n  Ehh that would definitely be interesting lol\n  ","955373":"\n  My teammate? Lol🤨\n  ","955374":"\n  Nope anon\n  ","955375":"\n  Hello lol\n  ","955376":"\n  My favorite show which is criminal minds!\n  ","955377":"\n  Currently it’s 64 degrees!\n  ","955378":"\n  I’m 5’7\n  ","955379":"\n  Not really but sometimes I do\n  ","955380":"\n  Yes, absolutely!\n  ","955381":"\n  Why do you want to know? Lol\n  ","955382":"\n  Usually around 11 and I sleep for a few hours and then I wake up not feeling sleepy until later lol\n  ","955383":"\n  I think at one point everyone does in their lives anon\n  ","955384":"\n  I’m laughing omg 🤣\n  ","955385":"\n  Nope lol I’m not\n  ","955386":"\n  It’s honestly just crazy like ugh, I’m frustrated\n  ","955387":"\n  I’d like to think I am\n  ","955388":"\n  I’m trying to answer most 🙃\n  ","955389":"\n  It’s not New Years 🤨\n  ","955390":"\n  Lol it’s crazy anon and eh I’m trying to\n  ","955391":"\n  Because I get a lot of questions anon🙃\n  ","955392":"\n  And why’s that anon?\n  ","955393":"\n  I’m doing pretty good!😌\n  ","955394":"\n  Even though I took dance all throughout high school, I still don’t know how to dance lol and I would say I don’t have any rhythm honestly 😬\n  ","955395":"\n  I don’t post my ig on here anon\n  ","955396":"\n  Clubbing isn’t my type of scene lol\n  ","955397":"\n  I have 15.5k on here 😁\n  ","955398":"\n  Yes, indeed it is\n  ","955399":"\n  Ooh definitely a few people!😁\n  ","955400":"\n  He definitely is anon\n  ","955401":"\n  Yeah I saw that, sorry to hear that they disabled your account for no reason 🙃 I followed your back up though!\n  ","955402":"\n  Sure I guess lol\n  ","955403":"\n  No not at all, only caused me sadness and misery\n  ","955404":"\n  No I didn’t tbh\n  ","955405":"\n  That’s not his name smh\n  ","955406":"\n  I do like ramen! I like the classic kind and the ones with chicken 😁\n  ","955407":"\n  Alright night y’all\n  ","955408":"\n  Yes lol\n  ","955409":"\n  Oh wow that’s awesome lol\n  ","955410":"\n  I guess it depends on what it is honestly\n  ","955411":"\n  Lol why do you ask?\n  ","955412":"\n  Of course, I do!\n  ","955413":"\n  Lol I disagree but thank you\n  ","955414":"\n  Neither, I don’t play video games\n  ","955415":"\n  Oh my goodness lol, I would hope not\n  ","955416":"\n  I guess for being so quiet and reserved and not being talkative and starting conversations and for not knowing what to say 🙃\n  ","955417":"\n  That’s definitely true\n  ","955418":"\n  No thank you 🤨\n  ","955419":"\n  I guess I’d choose going naked 🥴\n  ","955420":"\n  I wouldn’t say so but I guess\n  ","955421":"\n  I definitely agree 😌\n  ","955422":"\n  Yeah I could bake and it’s been awhile!\n  ","955423":"\n  Yeah, I guess so\n  ","955424":"\n  Thank you lol\n  ","955425":"\n  😌🤪\n  ","955426":"\n  I guess so, yeah for the most part\n  ","955427":"\n  Like a home phone? Lol\n  ","955428":"\n  I’m watching criminal minds so I can hear that right now lol\n  ","955429":"\n  Excuse me? 🤨\n  ","955430":"\n  Lol wouldn’t you like to know\n  ","955431":"\n  Ooh that’s tough honestly, there’s many I wish I could erase and experience again\n  ","955432":"\n  Win the lottery I guess 🤔\n  ","955433":"\n  Exactly, thank you anon!\n  ","955434":"\n  Yes I’ve had a toxic relationship before and honestly it really drained me mentally and took a lot out of me. I thought it would get better but it didn’t, it just got worse\n  ","955435":"\n  Linkin Park is much better tbh, you can’t even compare them\n  ","955436":"\n  Have a good day!😊\n  ","955437":"\n  I’d rather give up cursing forever considering I don’t curse a lot anyways\n  ","955438":"\n  that’s tough, honestly probably this one\n  ","955439":"\n  Lol that hasn’t happened to me\n  ","955440":"\n  Absolutely not\n  ","955441":"\n  By asking people questions and liking peoples answers and interacting with others on here 😌\n  ","955442":"\n  I agree with you anon!\n  ","955443":"\n  Somewhat but not really tbh\n  ","955444":"\n  Exactly 😌\n  ","955445":"\n  It looks that way lol\n  ","955446":"\n  That’s wonderful anon\n  ","955447":"\n  I’m sure you do anon\n  ","955448":"\n  Crazy, crowded, busy\n  ","955449":"\n  Nope, don’t call me that\n  ","955450":"\n  Honestly I don’t think it does affect my mood 🤔\n  ","955451":"\n  How they treat others and how kind and positive they could be!\n  ","955452":"\n  It’s Nikki*\n  ","955453":"\n  I miss going to the movies but I also like watching movies online!😁\n  ","955454":"\n  Post Malone lol\n  ","955455":"\n  I honestly haven’t read a book in awhile 😬\n  ","955456":"\n  Crazy, interesting, stressful\n  ","955457":"\n  Oooh I’m not sure tbh🤔\n  ","955458":"\n  How about you tell me a secret?🤪\n  ","955459":"\n  My blood pressure is good I assume lol\n  ","955460":"\n  Lol no I don’t want pizza\n  ","955461":"\n  I love pop\/rock and alternative rock as well!\n  ","955462":"\n  Oh yes, I do! It’s a Pennywise mug🤪\n  ","955463":"\n  I do have some games on my phone lol\n  ","955464":"\n  Oh yes, I absolutely believe that animals can sense when something is wrong with their owner like if they’re sad your pet can sense that!\n  ","955465":"\n  I didn’t go Black Friday shopping but I usually shop online for cyber Monday 😁\n  ","955466":"\n  Hmm that’s very interesting actually 🤔\n  ","955467":"\n  Spongebob Squarepants!\n  ","955468":"\n  Neither tbh🥴\n  ","955469":"\n  I like deep talks for sure!\n  ","955470":"\n  Watch tv, listen to music, take a nap, go on social media, talk to friends on the phone, etc!😁\n  ","955471":"\n  No I don’t!\n  ","955472":"\n  Sorry to hear that anon!\n  ","955473":"\n  Really anon?\n  ","955474":"\n  I prefer the afternoon when the sun is out and it’s warm because I love the heat and I also prefer the nighttime as well!\n  ","955475":"\n  Come off anon\n  ","955476":"\n  You can!😁\n  ","955477":"\n  No lol I definitely don’t\n  ","955478":"\n  I love watching prank videos and  music videos the most tbh😁\n  ","955479":"\n  That’s super tough honestly, I wouldn’t want to lose my old memories and I’d want to be able to make new memories 😬\n  ","955480":"\n  It was alright, how was yours?😊\n  ","955481":"\n  Well yeah I’m sure no one did lol 🤣\n  ","955482":"\n  No I couldn’t, I always shower with hot water lol\n  ","955483":"\n  Your best? Lol\n  ","955484":"\n  Yes, I have actually when I was younger! It was really fun and interesting 😁\n  ","955485":"\n  Yes I do but only certain kinds of wine!\n  ","955486":"\n  A what now?🤔\n  ","955487":"\n  Nice shoutout 🤣\n  ","955488":"\n  Nooo I don’t\n  ","955489":"\n  I don’t believe I do honestly\n  ","955490":"\n  I guess lonely genius 😬\n  ","955491":"\n  No I don’t trust others easily at all, it’s hard for me\n  ","955492":"\n  Nope never!\n  ","955493":"\n  Nooo I don’t\n  ","955494":"\n  Thank you!😊\n  ","955495":"\n  I don’t want any popcorn rn lol\n  ","955496":"\n  Not really, no\n  ","955497":"\n  I’m doing good anon 😌\n  ","955498":"\n  Find things to distract yourself with like listen to music, read a book, watch your favorite show or movie, go on a walk, take a nap, hang out with friends, etc!😁\n  ","955499":"\n  We definitely should!\n  ","955500":"\n  Lol I’ve seen the Transformers movies lol\n  ","955501":"\n  What’s that? Lol\n  ","955502":"\n  I think it’s funny and adorable at the same time lol\n  ","955503":"\n  Who? Lol\n  ","955504":"\n  No I wouldn’t\n  ","955505":"\n  No I’ve never done that\n  ","955506":"\n  Not that I can think of honestly 🤔\n  ","955507":"\n  Lol no they don’t call me that\n  ","955508":"\n  I don’t believe I’ve ever had a advent calendar or maybe I have but I don’t remember 🤔 I do like them, they’re pretty fun!\n  ","955509":"\n  Again you don’t know what I m doing so\n  ","955510":"\n  I mean I think that’s true honestly, everyone suffers at one point in their lives and it takes time to heal but when we do experience suffering we heal by experiencing it to the fullest no matter how difficult it may be, we eventually do heal\n  ","955511":"\n  Oh yeah I definitely am anon\n  ","955512":"\n  Who said I wasn’t?\n  ","955513":"\n  She’s doing good!\n  ","955514":"\n  I have no clue anon\n  ","955515":"\n  Why? Lol\n  ","955516":"\n  Im not even sure, my sleep schedule is so messed up and I can’t even sleep properly anymore\n  ","955517":"\n  No I don’t 🥴\n  ","955518":"\n  I don’t use dating sites, I’m taken 😌 and I usually like to meet people on social network or in person!\n  ","955519":"\n  Hey!\n  ","955520":"\n  I do\n  ","955521":"\n  I don’t have one 🤨\n  ","955522":"\n  No I’m not lol\n  ","955523":"\n  What’s up?\n  ","955524":"\n  I had a chicken Cesar salad\n  ","955525":"\n  Not at all\n  ","955526":"\n  Yes like I’ve never used Tik Tok and I never plan on downloading it to be honest 🥴 not my type of my app or vibe lol\n  ","955527":"\n  I’m sure you do anon\n  ","955528":"\n  Honestly I think all of the phenomenons are very interesting and fascinating to read about\n  ","955529":"\n  Yes I do lol\n  ","955530":"\n  I don’t personally, nope! I don’t play video games anymore\n  ","955531":"\n  I would be very upset and pissed off that they spoiled the ending for me 🙃\n  ","955532":"\n  Yes I tend to remember my dreams in detail and I don’t think I’ve had any recurring ones recently\n  ","955533":"\n  Definitely my best friend 😌\n  ","955534":"\n  I haven’t otherwise that would’ve been horrid lol\n  ","955535":"\n  Lol yes I did, you’re very late\n  ","955536":"\n  I just woke up lol so it’s just starting for me, how’s your day going?\n  ","955537":"\n  Not necessarily but I guess sometimes in my mind\n  ","955538":"\n  Honestly no, I don’t believe I did\n  ","955539":"\n  No I don’t to be honest\n  ","955540":"\n  And why’s that? Lol\n  ","955541":"\n  I don’t like mayonnaise\n  ","955542":"\n  I care way too much and I always end up getting taken advantage of and getting hurt because I’m a very caring person\n  ","955543":"\n  Hello!\n  ","955544":"\n  Why would I have to win a guy over if I liked him? I’d lose interest in him if I had to win him over to be honest and pretty quickly too\n  ","955545":"\n  You mean on the app or in person through this app?\n  ","955546":"\n  No I don’t\n  ","955547":"\n  Honestly I don’t think I’m that expressive when it comes to body language but I definitely could be sometimes at least 😬\n  ","955548":"\n  I’m doing okay, thank you anon 😌\n  ","955549":"\n  I don’t miss anyone 😌\n  ","955550":"\n  Ones 17 and the other two are in their 20’s\n  ","955551":"\n\n   https:\/\/youtu.be\/LEjJaLexQq4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","955552":"\n  No lol\n  ","955553":"\n  No I didn’t\n  ","955554":"\n  I have 3 siblings 🤪\n  ","955555":"\n  Awh thank you😊\n  ","955556":"\n  Sure we can be friends 😊\n  ","955557":"\n  That’s tough honestly, I don’t think I can choose a favorite episode of criminal minds 😬\n  ","955558":"\n  That’s good😊\n  ","955559":"\n  My shyness and how quiet I am 🙃Also my anxiety and nervousness when socializing with others.\n  ","955560":"\n  Yes lol\n  ","955561":"\n  1) yes I’ve seen a cow in real life\n  \n  2) yes I’ve seen the sunrise!\n  \n  3) of course\n  \n  4) I have, before\n  \n  5) I don’t believe so\n  \n  6) yes I’ve seen snow in real life\n  \n  7) yes!\n  \n  8) many times!\n  \n  9) not personally, no\n  \n  10) I don’t think I have\n  ","955562":"\n  I’m doing good, how are you?😊\n  ","955563":"\n  Oh no because I don’t like jelly beans lol 🥴\n  ","955564":"\n  Hey!\n  ","955565":"\n  I wouldn’t want to steal anything to be honest though 😬\n  ","955566":"\n  I’m most proud of my how much of a big heart I have and how kind I am, how caring I am, how loving I am😌  Also my silliness and weirdness!\n  ","955567":"\n  Lol sure anon\n  ","955568":"\n  I don’t usually sit on the floor tbh but maybe once in awhile I do\n  ","955569":"\n  I’m sleepyy\n  ","955570":"\n  🤔🤔\n  ","955571":"\n  🤨 no lmao\n  ","955572":"\n  No lol\n  ","955573":"\n  Definitely watch movies\n  ","955574":"\n  Only when I’m really comfortable around someone is when I’ll talk a lot\n  ","955575":"\n  Because I’m socially anxious and I don’t know what to say most of the time in person\n  ","955576":"\n  What in the world?🤣\n  ","955577":"\n  I’m definitely a quiet person\n  ","955578":"\n  🤣🤣🤣\n  ","955579":"\n  Sleeping lol\n  ","955580":"\n  Lol thank you😊\n  ","955581":"\n  I’m just watching sugar rush!😋\n  ","955582":"\n  Yes, I believe opposites do attract honestly!\n  ","955583":"\n  By sleeping in! lol\n  ","955584":"\n  Help me with what?🤣\n  ","955585":"\n  Absolutely not\n  ","955586":"\n  I don’t 🥴\n  ","955587":"\n  I don’t believe their can be happiness without sadness. I believe that sadness will eventually lead up to happiness. You may feel sad for awhile but that will eventually become happiness. Same with the others there is no pleasure without pain. I feel that pleasure always comes with pain.\n  ","955588":"\n  I’m so sleepy, oh myyyy\n  ","955589":"\n  That’s not nice anon😱\n  ","955590":"\n  lol thank you anon\n  ","955591":"\n  😌\n  ","955592":"\n  Detect every lie I hear tbh\n  ","955593":"\n  No I’m definitely not\n  ","955594":"\n  Hey!\n  ","955595":"\n  I do!\n  ","955596":"\n  No, not at all 😌\n  ","955597":"\n  You just copied what I just said🥴\n  ","955598":"\n  Not even lol\n  ","955599":"\n  What?🧐\n  ","955600":"\n  You okay anon?\n  ","955601":"\n  That’s so like 2013 lol\n  ","955602":"\n  I haven’t seen the movie lol\n  ","955603":"\n  That’s definitely true!\n  ","955604":"\n  I feel I’m rather a follower to be honest\n  ","955605":"\n  Narcissistic behavior, someone who’s words don’t match their actions, gaslighting, someone who can’t take the blame, manipulation, someone who constantly contradicts themselves, etc!\n  ","955606":"\n  On politics ahaha🤣\n  ","955607":"\n  2002? Lol I definitely don’t remember the clothing styles then\n  ","955608":"\n  Definitely summer!\n  ","955609":"\n  🤔🤔\n  ","955610":"\n  Thank you! And sure😊\n  ","955611":"\n  Lol no that’s just weird tbh🤨\n  ","955612":"\n  Usually not until like the middle of December, I believe\n  ","955613":"\n  What?! That’s crazy lol but everyone’s taste palate changes as they get older so it’s understandable\n  ","955614":"\n  lol not really but I guess 🧐\n  ","955615":"\n  I think people see me as a quiet and very reserved person since I am very shy in person at least lol\n  ","955616":"\n  Not necessarily, no lol\n  ","955617":"\n  I don’t drink soda but peanut butter and jelly sounds good!\n  ","955618":"\n  What about him?\n  ","955619":"\n  No lol\n  ","955620":"\n  No I’m not\n  ","955621":"\n  I just wouldn’t 🥴\n  ","955622":"\n  I have legitimately no idea what you’re talking about\n  ","955623":"\n  Who was? Lol\n  ","955624":"\n  No lol\n  ","955625":"\n  I’m 5’7\n  ","955626":"\n  What makes you say that anon?\n  ","955627":"\n  Limon lays chip\n  ","955628":"\n  Really anon?\n  ","955629":"\n  I’m not vegetarian\n  ","955630":"\n  Sure!😊\n  ","955631":"\n  No can do anon\n  ","955632":"\n  Seriously anon?\n  ","955633":"\n  Free virtual hugs!\n  ","955634":"\n  Indeed I do\n  ","955635":"\n  That sounds disgusting tbh\n  ","955636":"\n  Happy Thanksgiving!🦃\n  ","955637":"\n  🤔🤔\n  ","955638":"\n  Happy Thanksgiving!🦃 Well I would say thanksgiving is a time to gather with your family and sit down and have a nice big meal and give thanks to them and really just enjoy your family’s company 😌\n  ","955639":"\n  Hey! Life is definitely going! How’s your life?\n  ","955640":"\n  That’s tough but I hate snakes so a wolf I guess 😬\n  ","955641":"\n  You too anon😊\n  ","955642":"\n  Sis? Lol\n  ","955643":"\n  Yeah, I guess so lol\n  ","955644":"\n  Oh no, trust me. There’s many conspiracy theories about it and if you look into it you’ll see\n  ","955645":"\n  Happy thanksgiving to you too!🦃 hope you have a great one\n  ","955646":"\n  Ohhh that’s odd 🤔\n  ","955647":"\n  Definitely a third eye, I already have good hearing 🤪\n  ","955648":"\n  When I retire? Lol I’m so young\n  ","955649":"\n  Some of them are very interesting, so yes I do\n  ","955650":"\n  On my phone lol\n  ","955651":"\n  Happy Thanksgiving!\n  ","955652":"\n  Well I remember waking up and checking my phone that day and seeing a news notification that Chester has passed away. I immediately started thinking no this can’t be, it’s not true, this is fake. I started panicking and freaking out. But then I saw more notifications saying that he committed su*cide (which isn’t the case) and I instantly felt my heart shatter into pieces and like a half of me died along with him that day when I found out it was true and it actually happened. I was so devastated and in shock, I still am 3 years later. A part of me died that day and I still can’t believe he’s gone honestly, it’s hard to accept that. I know that he’s spirit is always here with us though🥺 I miss him so much.\n  ","955653":"\n  🤔🤔\n  ","955654":"\n  Happy Thanksgiving!😌\n  ","955655":"\n  Oh yes, there isn’t a day that goes by that I don’t listen to Linkin Park, I legitimately listen to them every single day 🥺 What’s your favorite song by them?\n  ","955656":"\n  I don’t, I have a boyfriend lol\n  ","955657":"\n  Awh thank you!😊\n  \n  Well let’s go with my favorite top 3 Linkin Park songs since I have so many favorites by them😬\n  \n  1) in my remains\n  \n  2 breaking the habit\n  \n  3) rebellion\n  ","955658":"\n  Happy Thanksgiving to you!💕🦃\n  ","955659":"\n  Key lime pie 😋\n  ","955660":"\n  Rather you didn’t\n  ","955661":"\n  Because I’ve never had kids lol\n  ","955662":"\n  Absolutely I do\n  ","955663":"\n  I think they’re pretty rad😁\n  ","955664":"\n  I’m not lol\n  ","955665":"\n  I’m not your mom lol\n  ","955666":"\n  Lol trapped wind?\n  ","955667":"\n  Sure lol\n  ","955668":"\n  Omg yes, I agree!🥺 miss him so much!\n  ","955669":"\n  Oh boy, maybe golf lol\n  ","955670":"\n  Definitely be invisible 😁\n  ","955671":"\n  Honestly it’s not always about looks. I would rather be married to someone who has a beautiful personality and knows how to treat me as I deserve to be treated and etc. 😌\n  ","955672":"\n  In like 2013 and at the time it looked very interesting and fun😁\n  ","955673":"\n  What?🧐 and no I don’t like rain\n  ","955674":"\n  I’m 21\n  ","955675":"\n  🧐🧐\n  ","955676":"\n  I feel that everyone has a different purpose in life 😁\n  ","955677":"\n  I’ve never slept walked before and I don’t think I’ve done anything else like that in my sleep 😬\n  ","955678":"\n  I’m sure he does anon\n  ","955679":"\n  I’m slowly getting there, I guess\n  ","955680":"\n  Thank you! I hope you have a wonderful week beautiful!💕\n  ","955681":"\n  Honestly I’m not sure what we’re doing yet 🤔\n  ","955682":"\n  That was in the past, how do I know this isn’t him?🥴🤣\n  ","955683":"\n  He has been helping me heal and helping me grow into a better person and honestly just pushing me forward for the better and he doesn’t allow me to fall instead he picks me up😌He’s  truly so amazing and I’m very lucky to have him🥺 like wow\n  ","955684":"\n  Nah fam, I don’t because I didn’t 🥴\n  ","955685":"\n  That’s good! You shouldn’t change for anyone 😊\n  ","955686":"\n  You know it 🤩\n  ","955687":"\n  Oh my goodness, lol 🥴\n  ","955688":"\n  My overthinking, doubt, worry, my mind, thoughts 🙃\n  ","955689":"\n  No lol\n  ","955690":"\n  No I’m definitely not\n  ","955691":"\n  I’m 21\n  ","955692":"\n  What does that have to do with my voice?🤔\n  ","955693":"\n  Wouldn’t you like to know 🤪\n  ","955694":"\n  He definitely does anon 😌\n  ","955695":"\n  Maybe, I don’t know lol\n  ","955696":"\n  I don’t like my voice though lol🥴\n  ","955697":"\n  Why does that concern you? Lol\n  ","955698":"\n  Definitely private transportation  and car!😬\n  ","955699":"\n  Thank you!😊 I wish you the same anon\n  ","955700":"\n  I definitely like rose juice, orange juice, apple juice, watermelon juice, and so much more!😁\n  ","955701":"\n  No I don’t\n  ","955702":"\n  No anon, I’m definitely not exaggerating at all. His angelic and beautiful voice gives me goosebumps every time I hear it 🥺\n  ","955703":"\n  I guess I am, yes\n  ","955704":"\n  Awh thank you!😊\n  ","955705":"\n  Thank you anon, I think lol\n  ","955706":"\n  Just did lol and plus I’m verified people it’s like really?!🤣\n  ","955707":"\n  What even is this? Lol\n  ","955708":"\n  ^^^\n  ","955709":"\n  This is the funniest thing I’ve seen all morning🤣 thank you for the laugh, I needed that today!\n  ","955710":"\n  I don’t really like her tbh 😬\n  ","955711":"\n  If you want to follow me, you can 😊\n  ","955712":"\n  I agree, it’s very awesome! 🤪\n  ","955713":"\n  I used to enjoy reading a lot but now I don’t read at all anymore 😬\n  ","955714":"\n  Chester Bennington’s angelic and beautiful voice gives me goosebumps every single time I hear it🥺\n  ","955715":"\n  No I don’t like ham\n  ","955716":"\n  Oh yes, I absolutely do think that they exist and that they’re walking among us every single day when we are out 😬\n  ","955717":"\n  Honestly I don’t have any, when I’m frustrated it just takes over me and I become very stressed out and upset 🙃\n  ","955718":"\n  Sure!😊\n  ","955719":"\n  I’m from California 😁\n  ","955720":"\n  Hey! I’m okay you?😊\n  ","955721":"\n  I have no idea honestly lol\n  ","955722":"\n  Oh yes, absolutely lol\n  ","955723":"\n  You’re on anon though\n  ","955724":"\n  That would be odd lol🤔\n  ","955725":"\n  I usually eat whatever else is on the table besides turkey\n  ","955726":"\n  Hole in the bucket? Lol\n  ","955727":"\n  I do!\n  ","955728":"\n  I don’t play among us!😬\n  ","955729":"\n  I don’t have a bucket list\n  ","955730":"\n  Not really, just don’t like the taste\n  ","955731":"\n  Tea!\n  ","955732":"\n  Red velvet, tuxedo, ice cream cake\n  ","955733":"\n  Oh goodness, I guess a month of rain!\n  ","955734":"\n  I have, yes!\n  ","955735":"\n  🧐🧐\n  ","955736":"\n  Nope, I don’t like turkey\n  ","955737":"\n  Never heard of the song lol\n  ","955738":"\n  No I don’t like turkey or green bean casserole! I do like pumpkin pie 😋\n  ","955739":"\n  Thank you! I hope you had a great day 😊\n  ","955740":"\n  So if I stand in front of a speeding car would you tell me who you are?\n  ","955741":"\n  No I don’t believe so lol\n  ","955742":"\n  I do!\n  ","955743":"\n  HAHAHHA you’re funny but actually I do so thank you 😊\n  ","955744":"\n  It’s been okay, how’s your day been?😌\n  ","955745":"\n  Obviously lol\n  ","955746":"\n  I wore my black adidas 😁\n  ","955747":"\n  I don’t open links anon\n  ","955748":"\n  Drinking some Starbucks 🤪\n  ","955749":"\n  Hello! I’m doing okay, how are you?\n  ","955750":"\n  Oh my, what song is this? Lol\n  ","955751":"\n  Oh smh🥴\n  ","955752":"\n  My comfortable bed😍\n  ","955753":"\n  Really anon?\n  ","955754":"\n  Lol that’s not possible\n  ","955755":"\n  I’m sleepy lol\n  ","955756":"\n  He dmed me on Instagram 😁\n  ","955757":"\n  Obviously lol🤣\n  ","955758":"\n  Sure why not! Someone doesn’t have to pay me for me to spend a night in a haunted house 🤪\n  ","955759":"\n  Lol it’s because I’m able to sleep for awhile but then I wake up not feeling sleepy\n  ","955760":"\n  Not right now 😁\n  ","955761":"\n  Lol why am I laughing?🤣\n  ","955762":"\n  I’m usually a heavy sleepy especially when I’m feeling really sleepy 😁\n  ","955763":"\n  Absolutely not\n  ","955764":"\n  A pill I guess\n  ","955765":"\n  No I’ve never fantasized being in a rock band lol although that would be pretty awesome 😁\n  ","955766":"\n  Lol what?\n  ","955767":"\n  No lol\n  ","955768":"\n  I’m sorry to hear that!\n  ","955769":"\n  Lol no he hasn’t\n  ","955770":"\n  Lol I have no clue\n  ","955771":"\n  I honestly don’t know, maybe the beast in beauty and the beast 😬\n  ","955772":"\n  I’m doing okay, how are you?\n  ","955773":"\n  Of course I have\n  ","955774":"\n  I’ve had many strange dreams though 😬\n  ","955775":"\n  I would definitely say my loved ones anon\n  ","955776":"\n  Of course, I’ve been going camping ever since I was a little girl!\n  ","955777":"\n  She did?🙁\n  ","955778":"\n  I’m not lol\n  ","955779":"\n  I haven’t\n  ","955780":"\n  I guess so lol, it’s not going to be the same this year though\n  ","955781":"\n  No I can’t do that\n  ","955782":"\n  I’m also very stubborn lol\n  ","955783":"\n  Usually a depressing mood like sadness and pain 😬\n  ","955784":"\n  No I haven’t\n  ","955785":"\n  That’s not okay anon\n  ","955786":"\n  Nope, I don’t like the rain or when it rains 🥴\n  ","955787":"\n  Alright goodnight y’all\n  ","955788":"\n  I like egg salad sandwiches along with others!😁\n  ","955789":"\n  Oh my goodness anon, you’re funny\n  ","955790":"\n  Nope I have not\n  ","955791":"\n  I usually focus on it with the end goal in mind and try to get it done 😁\n  ","955792":"\n  I believe so, I think eventually everyone will find someone that’s made for them and that’s compatible with them😁\n  ","955793":"\n  I definitely plan on going to Australia and many other places 😁\n  ","955794":"\n  I would want to go to school I’m another country 😁\n  ","955795":"\n  I don’t remember but I probably have before 🤔\n  ","955796":"\n  How so anon?\n  ","955797":"\n  I usually have good dreams but when I sleep on my left side I tend to have nightmares for some reason 🙃\n  ","955798":"\n  No I don’t eat before bed\n  ","955799":"\n  Usually around 11 but then I end up waking up not feeling sleepy until late 😬\n  ","955800":"\n  Not that I recall but I do have some close friends I’ve met on here 😌\n  ","955801":"\n  I’ve never heard of her😬\n  ","955802":"\n  Honestly I feel that I just found my own style on my own that I really liked 😁\n  ","955803":"\n  Of all time? Ahhh that’s tough 😱\n  ","955804":"\n  What are you on about anon?\n  ","955805":"\n  Definitely honesty and kindness!😁\n  ","955806":"\n\n   https:\/\/youtu.be\/O2IuJPh6h_A\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","955807":"\n  A few close ones!\n  ","955808":"\n  I don’t believe I have anon\n  ","955809":"\n  I haven’t had a reptile as a pet, nope!\n  ","955810":"\n  Oooh probably modern tbh\n  ","955811":"\n  Ready?🤣\n  ","955812":"\n  Lol how funny\n  ","955813":"\n  Lol wouldn’t you like to know\n  ","955814":"\n  I do, yes!\n  ","955815":"\n  No I don’t\n  ","955816":"\n  Lol that’s nice anon\n  ","955817":"\n  Hello! My week is okay so far, how’s your week going?😊\n  ","955818":"\n  Oh goodness, let’s hope no one did 🙁\n  ","955819":"\n  Fashionable and stylish 😁\n  ","955820":"\n  Do you?\n  ","955821":"\n  How’s that hot?🤣\n  ","955822":"\n  I have lol🤡\n  ","955823":"\n  In your dreams anon\n  ","955824":"\n  Yes I love chai!\n  ","955825":"\n  Absolutely not🥴\n  ","955826":"\n  15.4K on here\n  ","955827":"\n  No I don’t\n  ","955828":"\n  No I don’t but I plan on getting some 😁\n  ","955829":"\n  Nope, I don’t drink coffee\n  ","955830":"\n  Sour watermelon candy!\n  ","955831":"\n  Definitely going to Greece and Italy! Love it there🤩\n  ","955832":"\n  Ooh that’s also cute!\n  ","955833":"\n  A baby bear would be adorable 🥺\n  ","955834":"\n  Because I don’t gain weight lol\n  ","955835":"\n  I don’t have to but I still do lol\n  ","955836":"\n  I don’t really have a favorite supermarket but I guess Trader Joe’s and Sprouts 😁\n  ","955837":"\n  I’m not sure to be honest🤔\n  ","955838":"\n  Forever 21, H&M, Zara, express\n  ","955839":"\n  No I haven’t ever cut my own hair!\n  ","955840":"\n  I haven’t anon, have you?\n  ","955841":"\n  Maybe the mystery box since it’s mysterious lol\n  ","955842":"\n  Oh yes I am lol\n  ","955843":"\n  I’m sleepy\n  ","955844":"\n  Well thank you anon, I appreciate that😊\n  ","955845":"\n  Definitely honey mustard! 🤤\n  ","955846":"\n  Well you weren’t in love with that person because you can’t fall in love with someone at first sight it was more of a infatuation for you anon and you don’t fall in love, you grow in love\n  ","955847":"\n  Oh goodness, please don’t 🤣\n  ","955848":"\n  No lol I didn’t\n  ","955849":"\n  And why’s that?\n  ","955850":"\n  Honestly it’s not all about how they look physically but what about their personality?\n  ","955851":"\n  Yes, of course\n  ","955852":"\n  Oh goodness, I have but like ages ago!\n  ","955853":"\n  No I don’t\n  ","955854":"\n  A little bit\n  ","955855":"\n  What’s that?\n  ","955856":"\n  I don’t need help but thank you for asking 😊\n  ","955857":"\n  It’s about whatever you’re comfortable doing and or want to do\n  ","955858":"\n  No I don’t\n  ","955859":"\n  I think I would say anger to be honest 😬\n  ","955860":"\n  I haven’t slapped anything anon\n  ","955861":"\n  It honestly depends, every day is different for me\n  ","955862":"\n  Why would I do that?\n  ","955863":"\n  Ahh I already watch too many shows lol\n  ","955864":"\n  Nope, I don’t do that lol\n  ","955865":"\n  Nope, I’ve never watched it!\n  ","955866":"\n  Lol you’re funny\n  ","955867":"\n  Why’s that?🙁 you shouldn’t be\n  ","955868":"\n  I have in the past but not anymore, nope!\n  ","955869":"\n  No I’m not, are you anon?\n  ","955870":"\n  Of course!\n  ","955871":"\n  I believe so lol and that’s cool anon\n  ","955872":"\n  It can most definitely be possible one day!\n  ","955873":"\n  🙃🙃\n  ","955874":"\n  I don’t get the flu shot anon\n  ","955875":"\n  Thank you!\n  ","955876":"\n  Really anon? 🥴\n  ","955877":"\n  It’s been ages since I rarely get sick tbh\n  ","955878":"\n  Honestly, I agree lol\n  ","955879":"\n  Not really, it doesn’t really get that cold here\n  ","955880":"\n  I guess I feel excited that it’s almost over but I also feel that next year is going to be the same 🙃\n  ","955881":"\n  I always can’t sleep around that time lol\n  ","955882":"\n  Mostly in the afternoon tbh\n  ","955883":"\n  Nope but I could!\n  ","955884":"\n  Good afternoon\n  ","955885":"\n  Maybe run as fast as the flash lol\n  ","955886":"\n  Oh yes, absolutely!\n  ","955887":"\n  Nope, that’s okay lol\n  ","955888":"\n  I have before in the past\n  ","955889":"\n  Wouldn’t you like to know anon\n  ","955890":"\n  No lol\n  ","955891":"\n  That’s also true!\n  ","955892":"\n  Not at all\n  ","955893":"\n  He doesn’t though!🥴\n  ","955894":"\n  Good morning!\n  ","955895":"\n  I’m not sure tbh🤔\n  ","955896":"\n  That’s awesome anon!😊\n  ","955897":"\n  I prefer a mixture of both!\n  ","955898":"\n  Well I mean sure that can be the case but people still do\n  ","955899":"\n  I’ve never used that, nope!\n  ","955900":"\n  Well definitely that’s why I think some people wait until marriage\n  ","955901":"\n  I don’t  think so anon\n  ","955902":"\n  Of course it is anon but for some people they want to wait until they get married. It just depends with what you’re okay with.\n  ","955903":"\n  Of course and don’t apologize! 😁 I’ll send you it as a question but don’t answer\n  ","955904":"\n  I’m not your mom\n  ","955905":"\n  Why does that concern you anon?\n  ","955906":"\n  Of course you can girl!😁\n  ","955907":"\n  I have at least a few games on it\n  ","955908":"\n  Loool what even?\n  ","955909":"\n  Hmm I’m going to say a heart 😬\n  ","955910":"\n  Alright, goodnight y’all\n  ","955911":"\n  🤔🤔\n  ","955912":"\n  Not necessarily, no\n  ","955913":"\n  Yeah, it is!\n  ","955914":"\n  I’m doing okay, you?\n  ","955915":"\n  Thank you😊 but I’m also lucky!\n  ","955916":"\n  Ahh interesting\n  ","955917":"\n  Nope!\n  ","955918":"\n  I mean not necessarily but if you really want to know, you should just communicate that with them\n  ","955919":"\n  Yeah, for the most part\n  ","955920":"\n  No I don’t have one\n  ","955921":"\n  I’m not a human baby lol\n  ","955922":"\n  I’m doing alright, how are you?😊\n  ","955923":"\n  No, that would be way too many to count lol\n  ","955924":"\n  Honestly I don’t even know which one to name lol\n  ","955925":"\n  For sure!\n  ","955926":"\n  I’ve never taken a street sign, no lol and oh wow that’s interesting!🤣\n  ","955927":"\n  Because I don’t like random people calling me pet names and plus I have a boyfriend anon\n  ","955928":"\n  I got my nails done yesterday and it was an okay day tbh\n  ","955929":"\n  Thank you lol\n  ","955930":"\n  Of course, I have!\n  ","955931":"\n  Are you for real?🤣\n  ","955932":"\n  No I don’t think I ever have honestly\n  ","955933":"\n  No I don’t do that\n  ","955934":"\n  I don’t line snakes or spiders 🥴\n  ","955935":"\n  It’s pretty long!\n  ","955936":"\n  I go to a hair salon to get a trim, I don’t really cut my hair only get trims now lol\n  ","955937":"\n  Yes, honestly now as I grow older  I feel I definitely do date someone because I see potential in them enough to end up marrying them.\n  ","955938":"\n  For sure anon!\n  ","955939":"\n  Honestly sometimes I do, if I really like the smell lol\n  "}}