{"Question":{"955940":"\n   Whats your favorite flower?\n  ","955941":"\n   do you know a lot of people here?\n  ","955942":"\n   Do you ever apply baby oil to your boyfriend's rippling biceps and chiseled torso?\n  ","955943":"\n   Are you going to say that you've never met an austistic gang member known for their bouts of grizzly violence?\n  ","955944":"\n   Favorite ice cream flavor\n  ","955945":"\n   What if they are also violent gang members?\n  ","955946":"\n   I mean I know its none of my business but thats what I think you should do.\n  ","955947":"\n   Okey i was wrong 😞 Can you become friends with someone that has autism?\n  ","955948":"\n   You look a bit like Lara Visser\n  ","955949":"\n   Nicole are you really from the future?\n  ","955950":"\n   What is the biggest waste of human potential??\n  ","955951":"\n   Why is your blood boiling?\n  ","955952":"\n   I need to talk to you about flying the spaceship. I’m going to pass out. You are in charge. Goodnight.\n  ","955953":"\n   Omg why is that funny? You don't know where you are??? Did someone put you somewhere or are you lost?????\n  ","955954":"\n   where you at\n  ","955955":"\n   Tik Tok or Musical.ly?\n  ","955956":"\n   Are you dating someone now? I'm looking at your bio. Congrats if you are!\n  ","955957":"\n   Presented with the opportunity to be IMMORTAL, would you take it?\n  ","955958":"\n   How many boyfriends have you had?\n  ","955959":"\n   Be lucky anybody calling you anything\n  ","955960":"\n   Have you ever been to Laguna Beach?\n  ","955961":"\n   Do u know ur friend char\n  ","955962":"\n   Do you go to the bar??\n  ","955963":"\n   wifey is that better\n  ","955964":"\n   Taken wouldn't stop like this girl did Nikki ;)\n  ","955965":"\n   MS: When was the last time you saw a sunrise?\n  ","955966":"\n   How do you drink your coffee?\n  ","955967":"\n   MS: How many notifications do you typically wake up to find?\n  ","955968":"\n   Morning Spam: What is your go-to morning beverage?\n  ","955969":"\n   Why so many people crack their iPhone screens lol am i right?\n  ","955970":"\n   I am original lol\n  ","955971":"\n   Hey nikki 💙 can I ask you something 🤗\n  ","955972":"\n   Because you're asked what you do every day\n  ","955973":"\n   Want spam NicoleNikki?\n  ","955974":"\n   What's your favorite pastry? 😋 Is there any kind that is unique to the area where you live? 🥮\n  ","955975":"\n   how can you tell a guy likes you?\n  ","955976":"\n   You say so so many times yet are home every day\n  ","955977":"\n   Do you ever find yourself singing Christmas songs the closer it get to Christmas?\nWhat is your favorite Christmas song? mine is Snoopys Christmas\n  ","955978":"\n   Nearly at the weekend finally, how's everyone doing?\n  ","955979":"\n   Say you woke up and noticed that you had gone bald out of nowhere overnight, how'd you react? How'd you go about your life then? 🤔👩‍🦲 On a scale of 1-10, how relieved would you've been if it magically grew back to it's normal length after a week or so? 👩 Haha\n  ","955980":"\n   Do you have a boyfriend?\n  ","955981":"\n   I thought it said picnic :\/ everyone loves a picnic\n  ","955982":"\n   that is a mood\n  ","955983":"\n   Is there someone that means everything to you?\n  ","955984":"\n   baby\n  ","955985":"\n   Do you sleep with the closet door open or closed?\n  ","955986":"\n   You sure get it though\n  ","955987":"\n   Do you have any pets?\n  ","955988":"\n   Why not in Europe?\n  ","955989":"\n   Sky would be horrified if she knew you said that\n  ","955990":"\n   Is there a reason or you just do?\n  ","955991":"\n   Do you sleep with your sheet tucked in or out?\n  ","955992":"\n   Do you sleep with the room door open or closed?\n  ","955993":"\n   do you think cats and dogs can tell a good person from a bad person\n  ","955994":"\n   Why do you never see him?\n  ","955995":"\n   What did you watch?\n  ","955996":"\n   you & my father put so much pressure on me. why??\n  ","955997":"\n   Do you like attention?\n  ","955998":"\n   Do you ever say \"Put me in curfew Daddy\" to your boyfriend?\n  ","955999":"\n   Can i ask you for a kiss standing  in  front of  you  ?\n  ","956000":"\n   Are you in curfew?\n  ","956001":"\n   Good ole VIP Nikki is online. That makes me happy. Happy Friday to you.\n  ","956002":"\n   How about just having you by my side while I ask you questions on anon?\n  ","956003":"\n   Red apples or green apples 🍎🍏\n  ","956004":"\n   Cookies 🍪 or donuts? 🍩\n  ","956005":"\n   how old is your boyfriend?\n  ","956006":"\n   Why does that make me sad?\n  ","956007":"\n   Did anyone console you?\n  ","956008":"\n   Have you ever sunbathed topless?\n  ","956009":"\n   you ever had a panic attack?\n  ","956010":"\n   You model perfection 24\/7\n  ","956011":"\n   what have you modeled?\n  ","956012":"\n   I need you by my side\n  ","956013":"\n   Nicole do girls wake up and eat a little snack too? I woke to pee but ate chips and i happy\n  ","956014":"\n   It's 4:49 Nicole. Stop spreading disinformation.\n  ","956015":"\n   do you ever go back to your old high school and visit\n  ","956016":"\n   if its 4:21 pm  there you live on the west coast\n  ","956017":"\n   have you ever modeled clothes?\n  ","956018":"\n   FridaySpam: Is it still Friday where you are?\n  ","956019":"\n   Friday's Spam: Do you have any cool Friday 13th stories?\n  ","956020":"\n   If you could travel back in time, what decade would you choose to live in?\n  ","956021":"\n   why isnt it good?\n  ","956022":"\n   Are you a realist or a dreamer?\n  ","956023":"\n   Would you rather be seen as kind, or intimidating?\n  ","956024":"\n   If you could only store 1 type of food in your refrigerator, what would you carry ?\n  ","956025":"\n   why do you ask why? you dont gaf what I think. just ignore it then.\n  ","956026":"\n   Nikki please help i not feel safe 😭😭\n  ","956027":"\n   Can I pm u to help me?🥺\n  ","956028":"\n   You don’t really have a boyfriend...\n  ","956029":"\n   Really? hehe\n  ","956030":"\n   What quality do you value most in your friends?\n  ","956031":"\n   It's a restaurant in England\n  ","956032":"\n   If you go to Nandos, what is your typical order?\n  ","956033":"\n   WOULD YOU RATHER:go VEGAN for a month OReat ONLY MEAT and dairy for a MONTH?\n  ","956034":"\n   Bikini pic.\n  ","956035":"\n   Would you ratherhear a 🤍comforting lie or an 🖤 uncomfortable truth?\n  ","956036":"\n   that link that you didn't want to open was a dido with a  a thing on one end that sticks on a wall it was on a bathroom wall\n  ","956037":"\n   Do you think first impression is often the right one?\n  ","956038":"\n   how is your bf different than jeffrey?\n  ","956039":"\n   Links are dangerous\n  ","956040":"\n   Do you feel overwhelmed?\n  ","956041":"\n   What's your favorite food?\n  ","956042":"\n   That's so funny 🤣\n   \n    https:\/\/ask.fm\/niklaus007416\/answers\/165624394636\n   \n","956043":"\n   Would you ever get a tattoo? What would it be?\n  ","956044":"\n   where have you been? i missed you\n  ","956045":"\n   Don't you know I'm loco? 🤪\n  ","956046":"\n   Nikki can you show me a live video where you show me your face? I don't mean to be rude but you have the same pattern as 3 other peoples that are fake. I don't think you are fake so i just want to rule you out may you please prove that your real Nikki?\n  ","956047":"\n   Do you have any friends you would consider to be family? 👍 🙃\n  ","956048":"\n   It's good for you as well because I hit on you less ;)\n  ","956049":"\n   what’s your favorite insult?\n  ","956050":"\n   I had a bad wreck this morning and I got fired\n  ","956051":"\n   What is Nikki VIP doing tomorrow?\n  ","956052":"\n   Would you say it's old fashioned because a clothes dryer is modern or for another reason?\n  ","956053":"\n   So I meet this girl who is 23 and she told me hanging your clothes to dry outside on a line is old fashioned do you think she was right?\n  ","956054":"\n   How are u ?\n  ","956055":"\n   Are you very shy conservative woman Nikki?\n  ","956056":"\n   Do you own string bikini?\n  ","956057":"\n   Are you close with your aunts uncles and cousins?\n  ","956058":"\n   do you watch movies\/series that have subtitles? 🎞\n  ","956059":"\n   Did you ever had any dental work done?\n  ","956060":"\n   Well it's what we in the big apple say when we want to kiss one of you liberal hollywooders\n  ","956061":"\n   Do you mind receiving spam messages or do you block it?\n  ","956062":"\n   You don’t have no boyfriend\n  ","956063":"\n   Who are you in love with?\n  ","956064":"\n   wyd?\n  ","956065":"\n   but you're deeply in love\n  ","956066":"\n   That’s good. I’ve been better\n  ","956067":"\n   I'm with you right now. In your heart.\n  ","956068":"\n   Who sent the last text message you received?\n  ","956069":"\n   Would you ratherend every phone call with “I love you” or accidentally call your partner the wrong name during a fight? 😂\n  ","956070":"\n   Ever had baklava?\n  ","956071":"\n   Are you a cat 🐈 person or a dog 🐕 person?\n  ","956072":"\n   Do you watch documentaries?\n  ","956073":"\n   How many lamps do you have in your room?\n  ","956074":"\n   What kind of stuff are you willing to pay a premium for? 💵\n  ","956075":"\n   do you like spongebob\n  ","956076":"\n   I'm curious what you look like when you wake up. I bet you look cute.\n  ","956077":"\n   Is it wrong to hate your boyfriend for not giving you the love you deserve?\n  ","956078":"\n   Do you prefer cold or warm weather?\n  ","956079":"\n   Flip-flops or sandals?\n  ","956080":"\n   you roll outta bed lookin like a dime\n  ","956081":"\n   How are you?\n  ","956082":"\n   yes yes yes I know you look fantastic\n  ","956083":"\n   Do you like eggnog?\n  ","956084":"\n   Respond. Pap your outfit atm\n  ","956085":"\n   How often do you check your mail?\n  ","956086":"\n   What is the color scheme of your room?\n  ","956087":"\n   Why do you hate Jehovah?\n  ","956088":"\n   Why are you only responding to hi?\n  ","956089":"\n   What general boundaries do you have in your relationships?\n  ","956090":"\n   Hoi\n  ","956091":"\n   finish the book title -  sex, murder ____\n  ","956092":"\n   Does your bf call you Chocolate Thunder?\n  ","956093":"\n   K so OMG Netflix holiday home makeover must watch it's all about Christmas you will love it😍\n  ","956094":"\n   Have you ever had a PSYCHIC 🔮 reading? Did you believe it? Was it accurate?\n  ","956095":"\n   I know you don't believe it but I honestly love you\n  ","956096":"\n   Who me?😏\n  ","956097":"\n   Would you name him Pooh?\n  ","956098":"\n   Nikki I am actually in love with this petite, tiny and adorable angel.💘🙂🙃\n  ","956099":"\n   I saw you driving on Sunset Blvd. today\n  ","956100":"\n   Have you heard from Tony lately?\n  ","956101":"\n   are you wearing shorts?\n  ","956102":"\n   Heyy\n  ","956103":"\n   Nicole how long can you leave a wet diaper on? Google say 12 hours\n  ","956104":"\n   How should relationship problems be solved? 💔\n  ","956105":"\n   why don't you want your anon family to text you?\n  ","956106":"\n   I miss you most late at night and early in the morning\n  ","956107":"\n   are you stone cold drunk rn?\n  ","956108":"\n   Help advice Nicole on how you can cure bedwetting ?\n  ","956109":"\n   Have you ever cried because you were so happy?\n  ","956110":"\n   Would you rather vomit 🤮 uncontrollably for one minute every time you hear the happy birthday song or get a headache 🤯 that lasts for the rest of the day every time you see a bird?\n  ","956111":"\n   Oh kiss me! You under-baked gingerbread girl 😘\n  ","956112":"\n   How often do you replace your phone\/other electronics? Do you like to collect them, or do you prefer to keep the same device for years?\n  ","956113":"\n   First of all, it was in the 80's when I sent that. Secondly, it wasn't even cold today. It was in the 70's.\n  ","956114":"\n   Do you think reality is changing\n  ","956115":"\n   If you got a FREE CHEQUE for $5,000 right this second, how would you use it? 🤑\n  ","956116":"\n   You in live action is a thing of beauty\n  ","956117":"\n   If I drank a few of these in that size, I’d pee a lot🍺🍺🍺\n  ","956118":"\n   Does it bother you if the same people text you everyday?\n  ","956119":"\n   Really??\n  ","956120":"\n   It wasn't cold today Nicole\n  ","956121":"\n   I'm so happy you will decorating but why are u bumming on the spirit? It's not the covid is it🤨 dam covid\n  ","956122":"\n   How did you meet your bf?\n  ","956123":"\n   It's been far too long since you've posted a selfie\n  ","956124":"\n   omg nikki the way you do that is just ughh 😍 more plz\n  ","956125":"\n   I tried to message you and sent out a mass message. Everyone keeps saying I'm not nikki\n  ","956126":"\n   You overthink and I am always waiting for your reply 😛\n  ","956127":"\n   If you like her, what's your favourite Cheryl single? 🎶 👍 🙃\n  ","956128":"\n   Do you think someone should speak to you privately about issues or address them publicly for everyone to know?\n  ","956129":"\n   Would you rather have an extra $200 a day, or an extra 2 hours a day?\n  ","956130":"\n   Would you say that you have a darkness in you that comes out when you drink? If so do you ever indulge in the drink simply to embrace that darkness?\n  ","956131":"\n   do you watch a lot of non sense videos on YouTube and wonder why it entertains you?\n  ","956132":"\n   I like cold weather. I sleep like an animal in hibernation. It’s fun.\n  ","956133":"\n   what’s the weirdest text message you’ve ever gotten? 💬\n  ","956134":"\n   What is the one thing you are thankful for today?\n  ","956135":"\n   It was nice! Had a friend over for an online pub quiz that my student organization held 😄\n  ","956136":"\n   I would love to hear it!\n  ","956137":"\n   How would describe your voice?\n  ","956138":"\n   How was your day? 😄\n  ","956139":"\n   What guilty pleasures do you 😶have?\n  ","956140":"\n   Do you have the Christmas spirit\nWill you be decorating what will you do?\n  ","956141":"\n   how about wine or liquor?\n  ","956142":"\n   are you prone to accidents? 🤕\n  ","956143":"\n   You getting a PS5 or do you think they're not really worth the hype?\n  ","956144":"\n   Have you ever been on a blind date? Do you have a dating site account? 📱❤\n  ","956145":"\n   What chip \/ crisp flavors do you like the most? 🥔\n  ","956146":"\n   Oh ok\n  ","956147":"\n   Miss Buckley always ignore 😭\n  ","956148":"\n   Are you more productive at 🌙 night or in the 🌤 morning? Do you think it’s possible to change and get used to another schedule?\n  ","956149":"\n   What do you usually eat for breakfast? 🥪🥞🥚🥓\n  ","956150":"\n   What song makes you want to dance?\n  ","956151":"\n   What single thing happening in your own country today is currently the most important to you?\n  ","956152":"\n   If one were to experience how it'd be to live a typical day in your life, what would they most likely be thinking once that day was over? Do you think they'd be able to take something valuable from it? 🛌🥪🧘‍♂️🚘📓🛀🏋‍♀️💻\n  ","956153":"\n   thank u 🥰\n  ","956154":"\n   Loose fit jeans or skinny jeans?\n  ","956155":"\n   Are you mad at anybody rn?\n  ","956156":"\n   What outdoor activity haven’t you tried, but would like to try after the pandemic?\n  ","956157":"\n   do you think mental health for men is taken serious enough\n  ","956158":"\n   If you could have ANY ANIMAL in the world as a pet, what would it be and why?\n  ","956159":"\n   what about you?\n  ","956160":"\n   Do you prefer tea, coffee or cocoa?\n  ","956161":"\n   HAVE YOU EVER BEEN TRAPPED? 😥\n  ","956162":"\n   Is it also Knee-Kai?\n  ","956163":"\n   I don't have girlfriend 😭\n  ","956164":"\n   What's your favourite flavour of crisps\/chips? 👍 🙃\n  ","956165":"\n   Do you still watch cartoons?\n  ","956166":"\n   Hey you\n  ","956167":"\n   when will that happen?\n  ","956168":"\n   iPhone or Android?\n  ","956169":"\n   have you moved in with your bf yet?\n  ","956170":"\n   What is your nickname in your family?\n  ","956171":"\n   What kind of person is attractive to you?\n  ","956172":"\n   If anyone needs this, please remember, \"you is kind, you is smart, you is important!\" This movie quote is possibly a favourite :) have a wonderful day!\n  ","956173":"\n   When is the last time you salsa danced?\n  ","956174":"\n   Nikki do you have friends that have children?\n  ","956175":"\n   You are such a friendly little spirit, aren't you?\n  ","956176":"\n   Does your new man give you champagne sponge baths?\n  ","956177":"\n   How did you become friends with peopl here on ask?\n  ","956178":"\n   I do since I turned 21 in September\n  ","956179":"\n   Do you have a lucky number? 🍀\n  ","956180":"\n   Are you drinking beer tonight or what?\n  ","956181":"\n   What’s the out-of-the-blue thing that has happened to you while working at your job or studying at your school?\n  ","956182":"\n   Cooking classes why did you do those?\n  ","956183":"\n   Have you ever thought about converting the Muslim religion?\n  ","956184":"\n   Do you enjoy cooking?\nWhat is your favorite meal to make?\n  ","956185":"\n   If you were to make a bucket list right now what would be on it?\n  ","956186":"\n   Can I see u bikini\n  ","956187":"\n   Would you ratherbe the funniest 🤣 person in a room or the smartest 🤓 person in a room?\n  ","956188":"\n   Really nice body.\n  ","956189":"\n   That's totally f'd up. Dolly is a saint.\n  ","956190":"\n   do you like the cold weather? ❄️\n  ","956191":"\n   What are your favorite games to play?\n  ","956192":"\n   did you have a good day? 💖🥺\n  ","956193":"\n   I like Dolly Parton. Do you?\n  ","956194":"\n   How often do you order home food to your door? Maybe you prefer to go and get it yourself? 🍕🍔🌮\n  ","956195":"\n   Have you ever assembled a piece of furniture yourself, like the ones you buy at IKEA? How did that go? 🔧\n  ","956196":"\n   LADIES! I hate to raise my voice but why should I be treated any different than the two of you?\n  ","956197":"\n   Did you apologize for stopping traffic with your beauty?\n  ","956198":"\n   WHEN WAS THE LAST TIME YOU APOLOGIZED?\n  ","956199":"\n   Do you ever dance even if there's no music playing?\n  ","956200":"\n   Sorry maybe you haven't gotten there yet I imagine you have a long list lol\n  ","956201":"\n   Why dont you answer my questions when I'm not on anon?\n  ","956202":"\n   What do you normally drink when eating dinner?\n  ","956203":"\n   You can thank me because you can ask anyone it's not easy to talk to a confused person okay?\n  ","956204":"\n   Is there an animal you've always dreamt of holding or interacting with in general? 🐨🐒🐼\n  ","956205":"\n   Nice cheekies lol\n  ","956206":"\n   Nicole i need your opinion, on my page there are 4 tattoos and i want to know which one people think would look best as a hand tattoo xD\n  ","956207":"\n   If someone offered to TELL YOU YOUR FUTURE, would you accept it? 🔮\n  ","956208":"\n   WOULD YOU RATHER:be attractive and stupid OR ugly but a genius?\n  ","956209":"\n   Nikki why you never here any more 😭 You never online same as baby Boometh 😭😭\n  ","956210":"\n   I pretend you are, it make me feel safe.\n  ","956211":"\n   Have you ever been in a fight? What do you usually fight for?\n  ","956212":"\n   You’re hot? Lol\n  ","956213":"\n   Sweet or salty? :))\n  ","956214":"\n   Mommy Nikki why you always sleep?\n  ","956215":"\n   Status 👀👈🙏\n  ","956216":"\n   Nikki wake up my friend 🙂\n  ","956217":"\n   will you decorating for christmas?\n  ","956218":"\n   have you pulled any all nighters?\n  ","956219":"\n   Cake or chocolat?\n  ","956220":"\n   how often do you open the window in your room?\n  ","956221":"\n   You are a beautiful Hungarian female\n  ","956222":"\n   Are Luke & Laura still a thing?\n  ","956223":"\n   oh nikki..omg YES\n  ","956224":"\n   Avocado toast? Acai Bowl?\n  ","956225":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","956226":"\n   what did batman say to robin before he got in the car? \"get in the car!\" HAHAHAHAHAHA\n  ","956227":"\n   What's happening in Port Charles this week?\n  ","956228":"\n   WHAT IS SOMETHING YOU NEVER LEAVE HOME WITHOUT?\n  ","956229":"\n   yo waddup doe?\n  ","956230":"\n   Do you like yours?\n  ","956231":"\n   What are you doing right at this moment?\n  ","956232":"\n   Post a bikini pic if this gets 30 likes\n  ","956233":"\n   How many games do you have on your phone?\n  ","956234":"\n   You last posted a bikini pic in 2019 it’s time for a 2020 update my dear 😍\n  ","956235":"\n   So my friends keep insisting to hangout with me. I don’t wanna really hangout with them because of the COVID virus and cases going up. How can I tell them that I don’t want to hangout without being rude? Can you please give me some suggestions?\n  ","956236":"\n   The time is 3:45 am\n  ","956237":"\n   !!\n  ","956238":"\n   Favorite sport to watch on tv?\n  ","956239":"\n   What’s is your favorite tv show?\n  ","956240":"\n   What is your favorite holiday and your least favorite holiday?\n  ","956241":"\n   do you think everyone should  see a therapist at least  once in their life\n  ","956242":"\n   What’s the WORST advice you’ve been given?\n  ","956243":"\n   Yeah I think showing a little crazy is okay, that and being random. Brings out the personality.\n  ","956244":"\n   My daddy fell and hit head he go to hospital ❤\n  ","956245":"\n   Thanks\n  ","956246":"\n   I love crazy, too much normal is mainstream for me lol.\n  ","956247":"\n   What is your favorite sport?\n  ","956248":"\n   What is the last thing you searched online?\n  ","956249":"\n   What does your week look like so far?\n  ","956250":"\n   Me, a Gemini: 🥺🥺\n  ","956251":"\n   Would you rather never be able to eat 🥓🥩 meat or never be able to eat 🥑🍆 vegetables?\n  ","956252":"\n   What type of person \/zodiac sign angers 🙄 you the most? 🙊\n  ","956253":"\n   Thank God you're ok!\n  ","956254":"\n   What makes you feel good?\n  ","956255":"\n   Have you had any good food lately? 🥘😋\n  ","956256":"\n   What do you prefer - individual or team sports?\n  ","956257":"\n   What do you usually wear outside at this time of year? What about later on in the winter? ❄\n  ","956258":"\n   Do you like Ariana Grande??\n  ","956259":"\n   Do you make decisions spontaneously or chart out a plan first?\n  ","956260":"\n   Would you rather have more acquintances or more friends?\n  ","956261":"\n   Very true but guessing sweats and tee lol\n  ","956262":"\n   Nikki i sad please talk too me?\n  ","956263":"\n   Do you think that men ♂️ are more rational and women ♀️ are more emotional?\n  ","956264":"\n   Okay really anon\n  ","956265":"\n   last time you had to run to the bathroom?\n  ","956266":"\n   Why do you say that? I thought you said you liked doing your plays\n  ","956267":"\n   What would you say was the best moment of high school\n  ","956268":"\n   I never get sick. . of you\n  ","956269":"\n   Your eyes are actually pretty ❤\nFollowed\n  ","956270":"\n   Wow nice pajamas this morning lol\n  ","956271":"\n   would you say pets are family members\n  ","956272":"\n   Best big adult friend Nikki you should be wake now i need help you 😭\n  ","956273":"\n   Nicole????\n  ","956274":"\n   How often do you get sick?\n  ","956275":"\n   Pic outfit\n  ","956276":"\n   Would you like to adopt that tradition?\n  ","956277":"\n   Do the Quartermaines still order pizza on Thanksgiving?\n  ","956278":"\n   Is Sky awake atm?\n  ","956279":"\n   do you like stuffing?\n  ","956280":"\n   is it good old fashioned mashed potatoes?\n  ","956281":"\n   is it fried up pig snout smothered in liver and onions?\n  ","956282":"\n   is it canned beets sliced up so you can still see the can indentations in it?\n  ","956283":"\n   is it egg pudding?\n  ","956284":"\n   Do you believe that once our heart finds its match that we are able to love again?\n  ","956285":"\n   is it green bean casserole?\n  ","956286":"\n   Why is it sad if they like it?\n  ","956287":"\n   Did you’ll nfl team win on Sunday? 11\/15\/20\n  ","956288":"\n   What's your favorite holiday dish?\n  ","956289":"\n   What would you do if you were home alone and the power went out? 💡\n  ","956290":"\n   Some people like that Nicole. It's a preference they have.\n  ","956291":"\n   you are 10 times the man I'll ever be\n  ","956292":"\n   I wanna give you my love ❤️\n  ","956293":"\n   HAVE YOU EVER REALLY KEPT A NEW YEAR'S RESOLUTION?\n  ","956294":"\n   Can you force your spouse to cheat? And if so how?\n  ","956295":"\n   Do you like to write?\n  ","956296":"\n   How would you react if you found out that a penguin and a kangaroo will be coming over for Thanksgiving?\n  ","956297":"\n   IF YOU CAN CHANGE YOUR NAME, WHAT WOULD YOU CHANGE IT TO?\n  ","956298":"\n   What are your plans for Thanksgiving?\n  ","956299":"\n   I'm your doctor i need to put it in your medical records 🙂\n  ","956300":"\n   How much you weigh?\n  ","956301":"\n   What color is your mask?\n  ","956302":"\n   Let's make Cody Simpson popular again. Cody Simpson!!!!\n  ","956303":"\n   I've been here for 6 years or so. It's been a really good time. The people here (like you Nikki) have always been here for me. Thank you\n  ","956304":"\n   Where did everyone go 😭\n  ","956305":"\n   Have you ever dissapointed yourself by giving too much to others & not enough to yourself?\n  ","956306":"\n   Do you usually go Black Friday shopping?\n  ","956307":"\n   Just like Jeff was your \"forever always.\" Stop it.\n  ","956308":"\n   Yeah I'm alright. Do I bother you?\n  ","956309":"\n   No you're not.\n  ","956310":"\n   Hello! You OK?\n  ","956311":"\n   In love 💕?\n  ","956312":"\n   Would you rather be in constant pain or have a constant itch?\n  ","956313":"\n   Do you prefer real plants or fake plants?\n  ","956314":"\n   What's on your bucket list?\n  ","956315":"\n   What's your favorite color to see of Christmas lights?\n  ","956316":"\n   you don't have dinner or lunch. I'm worried about you\n  ","956317":"\n   I was scrolling through my questions from like 6 years ago and shit was wild😂\n  ","956318":"\n   What did you have for lunch\n  ","956319":"\n   This app used to be the shit back in the good ole days!\n  ","956320":"\n   What is your favourite bikini?\n  ","956321":"\n   aisle, middle, or window seat?\n  ","956322":"\n   I’ve been gone for a year, what have I missed\n  ","956323":"\n   tumblr name\n  ","956324":"\n   You are so beautiful!\n  ","956325":"\n   can i be ur boyfriend\n  ","956326":"\n   hit me up\n  ","956327":"\n   What is your favorite type of soup?\n  ","956328":"\n   Nikki are you good or evil? 😢\n  ","956329":"\n   What is your favorite season?\n  ","956330":"\n   Do you have a old toy store or shop that you visit during the holidays?\n  ","956331":"\n   Spending the day with dad because it’s his birthday\n  ","956332":"\n   When was the the last time you were on a beach?\n  ","956333":"\n   Do you prefer real or fake Christmas trees?\n  ","956334":"\n   Hey what’s up\n  ","956335":"\n   Did you drink some brandy to induce sleepiness?\n  ","956336":"\n   I hope you get good sleep. You can be in bed and curl up in a ball like a nice doggie. You like doggies. They are nice.\n  ","956337":"\n   What do you feel when i leave\n  ","956338":"\n   so you invite all your friends to your house?\n  ","956339":"\n   Favorite Christmas song?\n  ","956340":"\n   Nikki It's my birthday in 3 hours 🥳\n  ","956341":"\n   Do you like having snow around christmas time?\n  ","956342":"\n   What are some reasons you never invite people to your home?\n  ","956343":"\n   Describe a perfect night out!\n  ","956344":"\n   Appearance or Approach?\n  ","956345":"\n   What have you done today to make your place in this crowded world?\n  ","956346":"\n   What is your favorite season.\n  ","956347":"\n   How would you react if a random clown walked up to you and honked its clown nose, and then made you a balloon animal?\n  ","956348":"\n   do you like fruit? 🍎🍉🍌\n  ","956349":"\n   What kind of weather do you like?\n  ","956350":"\n   Then, i guess you haven't been invited to Hogwarts\n  ","956351":"\n   If you were to order an omelet with meat in it, hich option would you pick: Bacon, sausage or ham?\n  ","956352":"\n   Have you ever seen Harry Potter?\n  ","956353":"\n   Have you visited station 9.75?\n  ","956354":"\n   WHAT WOULD BE THE WORST THING TO HEAR AS YOU ARE GOING UNDER ANESTHESIA BEFORE HEART SURGERY?\n  ","956355":"\n   Have you ever been to the burger chain called \"Five guys,\" and if so do you like it?\n  ","956356":"\n   What do you think is the most unique or silliest problem you have going on in your life at the moment? 🤪\n  ","956357":"\n   What does Nikki need?\n  ","956358":"\n   Do you like Omelets?\n  ","956359":"\n   Whats your favorite flavour potato chips?\n  ","956360":"\n   Do you ever wish you could just push a button and it would post \"seriously anon?\"?\n  ","956361":"\n   Is it wrong to say that the smartest decision your parents ever made was getting together around 9 months before you were born? It's just a fact though. Brilliant decision.\n  ","956362":"\n   When do you were a bikini lol?\n  ","956363":"\n   Red or Pink?\n  ","956364":"\n   I'm not clumsy either except for the time I fell for you\n  ","956365":"\n   Do you needed glasses you reckon\n  ","956366":"\n   What was the smartest decision you have ever made?\n  ","956367":"\n   Same here\n  ","956368":"\n   What would you be doing if u unplugged?\n  ","956369":"\n   Why someone would hurt someone else for no reason, knowing the person is sensitive and initially admired her for her innocence?\n  ","956370":"\n   How much does the lyrics of a song matter to you? How good would you say you are at memorizing lyrics from songs you've listened to? 🎤🎶\n  ","956371":"\n   I sent a question yesterday about the idea of having a statue of themselves and it seems like most weren't that keen Haha If you were to get immortalized in some other way though, what would you prefer? 🖼📖📽🗃📸\n  ","956372":"\n   What are your feelings about there being a shop section on Instagram now? 🛒📷 My recommendations were absolutely not catered to my tastes whatsoever, what about yours? 😂\n  ","956373":"\n   What are you having for food today?\n  ","956374":"\n   💤💤💤\n  ","956375":"\n   Are you CLUMSY? If you are, what’s the clumsiest thing you’ve done? 😬😳\n  ","956376":"\n   Have you ever unplugged from the INTERNET for more than a week? Can you do it? 🔌\n  ","956377":"\n   What do you think of heels in general? Have you ever tried to wear a pair that had a really high heel? How did that go? 👠😆\n  ","956378":"\n   How long does your hair go now?\n  ","956379":"\n   How are u?\n  ","956380":"\n   I'm removing all inactive members. Hope your safe and stay blessed 🌸\n  ","956381":"\n   What are you doing hotstuff?\n  ","956382":"\n   Goodmorning nikki\n  ","956383":"\n   How are u doing\n  ","956384":"\n   What is the time now?\n  ","956385":"\n   Where are u from? \nIs it US?\n  ","956386":"\n   Pope\n  ","956387":"\n   Goodnight friend Nikki ❤❤\n  ","956388":"\n   Good morning\n  ","956389":"\n   Don't like Nirvana?\n  ","956390":"\n   yes 🤣 do you have WhatsApp?\n  ","956391":"\n   Are you going swimming today?\n  ","956392":"\n   And this?\n  ","956393":"\n   Do you like Pearl Jam?\n   \n    https:\/\/youtu.be\/Eo-UKCxCglg\n   \n","956394":"\n   Nikki your going to like this one if you like LP try it and let me know?\n   \n    https:\/\/www.youtube.com\/watch?v=yhdDuS4jYlU\n   \n","956395":"\n   We will be good friends 😊😂\n  ","956396":"\n   Over thinker you\n  ","956397":"\n   wellness check-in: how have you been feeling lately? if you want to vent about something, you can do so here (if you're comfortable)!\n  ","956398":"\n   Nikki listen do you like Guns N' Roses\n   \n    https:\/\/www.youtube.com\/watch?v=5RigcCpU0lk\n   \n","956399":"\n   what music would you recommend to a person who is looking to get into the genre(s) that you primarily listen to?\n  ","956400":"\n   Do you prefer butter or cream cheese?\n  ","956401":"\n   Do you ever feel lonely\n  ","956402":"\n   Forgive me? You have a wonderful personality and I do find you lovely. xx\n  ","956403":"\n   Nikki wake up you always sleep 😭 I have to go to bed soon i never get to talk to you anymore\n  ","956404":"\n   is that because you stayed up all night talking and watched the sunrise together before he drove you home?\n  ","956405":"\n   did you wake up in your bf's arms?\n  ","956406":"\n   happy saturday !! what are your plans for the day?\n  ","956407":"\n   Do you get annoyed easily\n  ","956408":"\n   Have you ever had braces?\n  ","956409":"\n   Have you watch the hills have eyes?\n  ","956410":"\n   Fave scary movie?\n  ","956411":"\n   Do you prefer to talk or to listen?\n  ","956412":"\n   Are you and Edra still best friends?\n  ","956413":"\n   Indeed, I do.\n   \n    https:\/\/www.youtube.com\/watch?v=RIZdjT1472Y\n   \n","956414":"\n   WOULD YOU RATHER: give up the Internet or showering for a month? 😂\n  ","956415":"\n   Good song quote! :)\n  ","956416":"\n   You’re the sweetest!!\n  ","956417":"\n   What are you doing tonight Nikki?\n  ","956418":"\n   Have you ever ghosted anyone?\n  ","956419":"\n   I have a question for you Nikki! How can this guy claim to still be interested in me but show absolutely no interest in me and can go days without talking to me?\n  ","956420":"\n   How do you make yourself sleep when you can’t seem to get to sleep? 🥱😴💤\n  ","956421":"\n   What is your opinion on people that celebrate Christmas every day?\n  ","956422":"\n   When was the last time you went bowling? How'd you rate your bowling skills in general? 🎳\n  ","956423":"\n   You don't realize how often you do it\n  ","956424":"\n   Happy World Kindness Day...!✈️❤️🌹\n  ","956425":"\n   It's a classic Nikki pose though. So beautiful.\n  ","956426":"\n   Do you like sushi?\n  ","956427":"\n   Be honest, do you ever just say \"f*ck it\", and blow the cobwebs off a shit*y day by sparking up a nice fat one?? 🌿🌿🔥🚬😍😍😍💁‍♂️\n  ","956428":"\n   Happy World Kindness Day ✈️\n  ","956429":"\n   What’s your favorite way to spend time outdoors? 😛\n  ","956430":"\n   Do you like Percy jackson\n  ","956431":"\n   Wie viel GB Datenvolumen hast du? 📲 Reicht dir dein Datenvolumen über den ganzen Monat?📱\n  ","956432":"\n   Should I peel off chewing gum off the bus and eat it 😂\n  ","956433":"\n   I'd want it to be you with your hands on your hips\n  ","956434":"\n   Christmas or Thanksgiving\n  ","956435":"\n   What public spaces do you feel most comfortable in? (Library, bar, park, mall, stadium, etc.)\n  ","956436":"\n   Whenever I confess why do I feel like I have told her too much?\n  ","956437":"\n   If you were given one thousand acres of land that you didn’t need to pay taxes on but couldn’t sell, what would you do with it?\n  ","956438":"\n   If people were to raise a statue of you in a public place for whatever reason, how'd you want it to look like? Like, what'd you be wearing, what kind of pose would you be in, how big would it be etc.? Would you have wanted to get immortalized in that way if the opportunity arose? Why \/ why not? 🗿\n  ","956439":"\n   Would you be interested in getting to know me or am i not your type?\n  ","956440":"\n   If you're married, how did you know you wanted to marry your spouse? If you are not, what qualities would you look for in a future spouse\/partner?\n  ","956441":"\n   are you fun,outgoing,shy or all of the above?\n  ","956442":"\n   does telling people about your next big idea robs you of your motivation?\n  ","956443":"\n   How tall are you??\n  ","956444":"\n   do you often feel that when someone is nice to you, you assume that they want something from you, Sex. Money. A ride. A phone number. All you know is that their kindness can’t be genuine?\n  ","956445":"\n   wherw are you from??\n  ","956446":"\n   Thank you. I hope so.\n  ","956447":"\n   How old are you??\n  ","956448":"\n   Ootd?\n  ","956449":"\n   What's the difference between free feet..... Bare feet.... Naked feet.... Nude feet\n  ","956450":"\n   Do you like cake? What’s the best cake you’ve ever eaten?\n  ","956451":"\n   You do not have a real bf lol why do you keep saying that????\n  ","956452":"\n   How tech-savvy would you say that you are in general? Do you like to keep up with what's new when it comes to technology? 💻🎮📱\n  ","956453":"\n   it'll be much worse in the future\n  ","956454":"\n   Would you hug a walrus?\n  ","956455":"\n   Hmmm looks like you have your own personal cheerleader Nikki 😂🤣😂\n  ","956456":"\n   😂😂😂😂😂😂😂😂😂😂😂\n  ","956457":"\n   jk he isnt (u_u)\n  ","956458":"\n   What have you been up to\n  ","956459":"\n   Okay thanks I guess\n  ","956460":"\n   Hi! I'm looking for someone to be my sister. (I've never had a sister before). Can I be your brother? 🙂\n  ","956461":"\n   Ouch!! 🤣\n  ","956462":"\n   How does it feel having a boyfriend? Do you every feel like you are forgetting about everyone else including myself 😏\n  ","956463":"\n   Omg congrats💖\n  ","956464":"\n   I’m back!\n  ","956465":"\n   I followed you nikki❤️!\n  ","956466":"\n   Pyaar vyar ni hai mujhse ya mujhe bhul jaane ka natak kiya?\n  ","956467":"\n   What do you think the world will be like 20 years in the future?\n  ","956468":"\n   How’s your Thursday going?\n  ","956469":"\n   What do you keep your air on?\n  ","956470":"\n   Hello how was your day?\n  ","956471":"\n   Yes I believe I am 😞\n  ","956472":"\n   Do you think it's true happiness if part of your will is owned by someone and you have no objection with it?\n  ","956473":"\n   Are you looking for love in all the wrong places?\n  ","956474":"\n   Coin Spam: Any platypi out there who can spare some coin for a waywsrd son?😎🦊\n  ","956475":"\n   Nicole i forgot my moms birthday it was yesterday and want do moms want as a present?\n  ","956476":"\n   Do you often change your room around?\n  ","956477":"\n   Have you ever done or  thought of trying testing out another religion that’s different from yours? If so which one\n  ","956478":"\n   Have you ever surfed before?\n  ","956479":"\n   Would you rather call or text?\n  ","956480":"\n   If your partner told you that they were interested in polyamory (dating multiple people - including you - at the same time) how would that make you feel? What would you respond?\n  ","956481":"\n   Do you have a crush on someone😍\n  ","956482":"\n   You won't be miss nikki\n  ","956483":"\n   She made me sit next to her sometimes.\n  ","956484":"\n   Dare is harder tho\n  ","956485":"\n   So you dating yourself?\n  ","956486":"\n   Who is the lucky guy?\n  ","956487":"\n   I had this occupational therapy teacher in elementary school.\n  ","956488":"\n   Do you have a special someone?\n  ","956489":"\n   Nikki > god\n  ","956490":"\n   Dare is always the anser\n  ","956491":"\n   What hairstyle do you like to see on the opposite gender?\n  ","956492":"\n   Imagine that you got a knock on your door and when you answer it, it’s the 7th @ on your friends list. What would you do?\n  ","956493":"\n   You’re very pretty.\n  ","956494":"\n   Truth or Dare\n  ","956495":"\n   How often do you go to parties? Do you like parties? 🥳\n  ","956496":"\n   would you have been scared of pennywise?\n  ","956497":"\n   If you drop me I’m sure to crack, but give me a smile and I’ll always smile back. What am I? #BrainTeasers🤔\n  ","956498":"\n   What did you think you would be doing at this age when you were a kid? 🤔💭\n  ","956499":"\n   Do you think it's inappropriate to deep french kiss in church?\n  ","956500":"\n   If you became President would you throw out the Trump sheets or use them in your bed?\n  ","956501":"\n   Do you identify with Cher because she is half Armenian and half Irish\/English?\n  ","956502":"\n   Do you get good grades in school?\n  ","956503":"\n   Were you born in the United States? I hope you were so you can be president someday.\n  ","956504":"\n   do you drink eggnog?\n  ","956505":"\n   I want you to learn how to use a slingshot\n  ","956506":"\n   If you got an opportunity to get trained to effectively use whatever weapon you wished as long as it wasn't a firearm, what'd you choose? Why? 🗡🏹\n  ","956507":"\n   Who’s ready for Christmas 🎄\n  ","956508":"\n   Ever wanted to set sail on a pirate adventure matey?\n  ","956509":"\n   do you prefer a home cooked meal or goin out to eat?(prices don’t matter for this question)\n  ","956510":"\n   Do you some times imagine things are going to happen that are not possible of happening but your mind takes you there without your desire?\n  ","956511":"\n   Would you ratherbe forced to live the same day over and over again for a full year or take three years off the end of your life?\n  ","956512":"\n   I'd do 15 yrs of hard labor IF I could marry you afterward\n  ","956513":"\n   Will you go running with me after the pandemic ends?\n  ","956514":"\n   15 years of hard labor... could you handle it?\n  ","956515":"\n   Can you run a mile and not even be out of breath?\n  ","956516":"\n   How do you manage to have a good time @ home?\n  ","956517":"\n   You're the one who first dyed her hair and taught her what style meant. You did that Nicole.\n  ","956518":"\n   Do you like hanging out with your cousin Billie Eilish?\n  ","956519":"\n   How good are you at keeping a decent sleep schedule? Do you perhaps have any tips on how to fall asleep at a set tine? 😴🕐\n  ","956520":"\n   YO! What is the most stressful TV show or movie you watched?\n  ","956521":"\n   Has there ever been a time when something so amazing or unexpected happened that it literally left you speechless for a time? 🙊\n  ","956522":"\n   Do your feet ever smell after a long hike?\n  ","956523":"\n   How are you going to celebrate Christmas?\n  ","956524":"\n   Do you watch ted talk videos?\n  ","956525":"\n   How would you react if I put a baby lamb in your lap?\n  ","956526":"\n   Are you having a good time lately?\n  ","956527":"\n   What’s fine in small numbers but terrifying in LARGE numbers? 😬\n  ","956528":"\n   Why don't you get braids? It will be cute\n  ","956529":"\n   Thank god😢\n  ","956530":"\n   What's your secret for always having a positive attitude?\n  ","956531":"\n   How do you communicate most with your friends?\n  ","956532":"\n   Last year of ask?\n  ","956533":"\n   this is your last year or 2021 is\n  ","956534":"\n   IF you (and your partner) were to raise children, what are the most important things you would want them to learn?\n  ","956535":"\n   acquiring interesting information through the means of stalking on social media\n  ","956536":"\n   then why are you going to college why not stay home and do your work\n  ","956537":"\n   What's up Nikki, how are you today?\n  ","956538":"\n   are you good at it?\n  ","956539":"\n   so the virus isn't bad there?\n  ","956540":"\n   do you go to college or do your work at home\n  ","956541":"\n   Das dir Liebe wichtiger ist.\n  ","956542":"\n   Do you like to hike? If so what’s the longest distance you’ve ever gone?\n  ","956543":"\n   When did you last have sex\n  ","956544":"\n   Schöne Einstellung\n  ","956545":"\n   Focus on fantasy more than reality?\n  ","956546":"\n   Was ist dir wichtiger Liebe oder Geld?\n  ","956547":"\n   Schön zu hören\n  ","956548":"\n   Möchtest du mal Kinder wenn ja wie viele? Und wenn nein warum nicht?\n  ","956549":"\n   Omg you're a celebrity🤔\n  ","956550":"\n   How many hours do you sleep at night?\n  ","956551":"\n   How many followers do you have on ask? :D\n  ","956552":"\n   When you imagine yourself as really, really relaxed and happy, what are you doing?\n  ","956553":"\n   #followed uh ❤️\n  ","956554":"\n   Heyy Nikki\n  ","956555":"\n   Hey :) how are you?\n  ","956556":"\n   Have you ever stalked someone on social media? 🕵️‍♀️\n  ","956557":"\n   How did you celebrate halloween?\n  ","956558":"\n   You always say you're sleepy at like 11 or 12. That's early Nikki.\n  ","956559":"\n   Ojalá nunca sepas el sabor de querer darlo todo por alguien y no poder.\n  ","956560":"\n   How disappointed are you that the United States let their ally Turkey bully Armenia into signing a deal in which they had to give up everything?\n  ","956561":"\n   stuff has been a mess lately but i just wanted to send out good vibes to my ppl on here 💖 have a lovely day\n  ","956562":"\n   Unrealistically you're starting a pity campaign for me and it's more like seems against me also if you were nice you might have let it go..💔\n  ","956563":"\n   what do you daydream about most times?\n  ","956564":"\n   Hey 👋\n  ","956565":"\n   What is your favorite ice cream?\n  ","956566":"\n   Is it true that you are actually a duck disguised as a human?\n  ","956567":"\n   which one is yours?\n  ","956568":"\n   What about the ones involving people wishing you were their wife?\n  ","956569":"\n   It's your bedtime now isn't it? You love sleeping early\n  ","956570":"\n   Which words or phrases do you most overuse?\n  ","956571":"\n   What do you think is the best show onNETFLIX?\n  ","956572":"\n   What type of questions you don't like answering?\n  ","956573":"\n   ootn\n  ","956574":"\n   what's the last thing you bought?\n  ","956575":"\n   How is your day?\n  ","956576":"\n   Has anyone ever fooled you and sent you to another city to look for someone\/something?\n  ","956577":"\n   Are you always calm?\n  ","956578":"\n   Welcome to Good Burger, home of the Good Burger, may I take your order?\n  ","956579":"\n   If you haven't hung out with him even one day in weeks, he's not a boyfriend. I bet whoever you think your boyfriend is doesn't even live near you.\n  ","956580":"\n   You don't have a boyfriend lmao\n  ","956581":"\n   Do you always check your phone?\n  ","956582":"\n   Do you believe in horoscopes?\n  ","956583":"\n   wdym who..your bf\n  ","956584":"\n   would you accept his proposal if he made one?\n  ","956585":"\n   are you already engaged again?\n  ","956586":"\n   WOULD YOU RATHER: 🚦never be stuck in traffic again or 😷 never get another cold?\n  ","956587":"\n   How are you feeling today?\n  ","956588":"\n   Hey\n  ","956589":"\n   Nice profile picture😊\n  ","956590":"\n   Would you like to be Time Travel?\n  ","956591":"\n   Why not ever Armenian?\n  ","956592":"\n   Post a picture in spandex pleases?\n  ","956593":"\n   Would you say mini golf is a little more exciting?\n  ","956594":"\n   What’s the MOST BORING SPORT, and what would you do to make it MORE EXCITING?\n  ","956595":"\n   Where is the boy?\n  ","956596":"\n   Where is Jessica Hyde?\n  ","956597":"\n   would you rather be the luckiest or smartest person on earth?\n  ","956598":"\n   Spaghetti and Meatballs OR Spaghetti with Fried Chicken? 😋🍝\n  ","956599":"\n   If you have any mind peeling and thought provoking questions for me, you’re very welcome to send them my way. 🤗💖\n  ","956600":"\n   Have you ever have to say \"NO\" to someone\/thing that you actually love?\n  ","956601":"\n   Have you met someone that is Emotionally Unavailable, someone that is afraid of commitment?\n  ","956602":"\n   You know right?, We only live once! Would it be best if I break her and keep her rather than losing?\n  ","956603":"\n   Now it is your turn. Am i coffee to you too?\n  ","956604":"\n   Would you ever want to clone yourself?\n  ","956605":"\n   If you steal a pen from a bank, is it a bank robbery?\n  ","956606":"\n   Oh I get it, since you have a boyfriend now that’s the reason why you stopped talking to me? 🙄🙄\n  ","956607":"\n   Do you prefer fish or meat?\n  ","956608":"\n   It is foggy as hell\n  ","956609":"\n   Yes. Aren't you a nerd?\n  ","956610":"\n   Don't post no selfies\n  ","956611":"\n   Pap of your current looks\n  ","956612":"\n   If you could be at a concert who’s would it be\n  ","956613":"\n   Plain Rice or Fried Rice? 🍚🍘🍙\n  ","956614":"\n   Do you celebrate Thanks Giving? 🦃\n  ","956615":"\n   WHY NIKKI\n  ","956616":"\n   If you were left abandoned on an Island, but had bags of money, equalling to a million. \nWould you burn the money\/use it to survive, or would you save all of it for as long as you possibly could (no matter how desperate) in hope you are rescued and become a millionaire after?\n  ","956617":"\n   do Irish people and Italian people get along?\n  ","956618":"\n   What you getting into today nerd girl\n  ","956619":"\n   What language your inner voice speaks to you in?\n  ","956620":"\n   what are the benefits of being weird?\n  ","956621":"\n   Compton? Are you a gangsta Nicole?\n  ","956622":"\n   If you'll be rating yourself, what do you think you'll give yourself as 🔟 being the highest?\n  ","956623":"\n\n    https:\/\/youtu.be\/ZClu_I6U6aM\n   \n   What do you think?\n  ","956624":"\n   I like someone else now\n  ","956625":"\n   Are you going to watch the batman?\n  ","956626":"\n\n    https:\/\/youtu.be\/gnKtfnROlkE\n   \n   , watch this I’ll bet it’ll bring back memories\n  ","956627":"\n   When you're my wife, you'll be both family & a gift\n  ","956628":"\n   Is there anything that you would change about Christmas?\n  ","956629":"\n   Would you rather be a vampire or a werewolf?\n  ","956630":"\n   What's the fleshiest part of you they could inject it into?\n  ","956631":"\n   It's not going to be a vitamin. It'll be injections.\n  ","956632":"\n   write out what you're wearing then\n  ","956633":"\n   Ootd????\n  ","956634":"\n   Wanna a kiss\n  ","956635":"\n   When the covid vaccine becomes readily available will be taking it? As long as they make it into a chewable vitamin with grape flavor I’m in.\n  ","956636":"\n   Thank you 😄\n  ","956637":"\n   What's your favorite Pokémon? c:\n  ","956638":"\n   What's something common or simple that makes you feel happy? For example I love when I reach the traffic lights and I can cross right away.\n  ","956639":"\n   Sorry but my interest is for someone who is not trying write a book on how sad their life is and they don't ex to get over, okay?\n  ","956640":"\n   That is not your nickname. Everyone reading this, please use Nikki's code name, \"Nikki 94 degrees\"\n  ","956641":"\n   How can't I?\n  ","956642":"\n   Its 5.50 am here so i should feel sleepy but, i don't coz you are like coffee to me\n  ","956643":"\n   no just kidding lol did you get called that before in person?\n  ","956644":"\n   Is it true that you can climb ladders by just running up and not even using your hands?\n  ","956645":"\n   You are my new best friend in this site.\n  ","956646":"\n   Hey ginger\n  ","956647":"\n   is the customer always right?\n  ","956648":"\n   Good enough🙏 Woke up or still feeling sleepy?\n  ","956649":"\n   Who is this?!!\n  ","956650":"\n   Hey Nikz, how you doing?\n  ","956651":"\n   why is the woman I love in pain?\n  ","956652":"\n   Why does every single anon on here keep calling you their baby?\n  ","956653":"\n   Goodnight Nicole you brighten up my days ❤\n  ","956654":"\n   why is my baby in pain?\n  ","956655":"\n   u married?\n  ","956656":"\n   What are some things you're proud of doing today? (They don't have to be huge accomplishments, even getting out of bed is a good answer if you're proud for doing so!) 💚\n  ","956657":"\n   Are you dating?\n  ","956658":"\n   Long distance online boyfriends aren't real boyfriends\n  ","956659":"\n   i just sneezed.....aren't you gonna bless me?\n  ","956660":"\n   you are like oxygen to my soul\n  ","956661":"\n   Hey\n  ","956662":"\n   Have you met or seen someone that you look-a-like? Or is there someone that your friends\/family tells you that looks like you?\n  ","956663":"\n   AgentP & Tobbe & TheFish (forgot the last one) are all the same person\n  ","956664":"\n   Basics Spam: What is the longest you have ever gone without Oxygen?\n  ","956665":"\n   I'm good\n  ","956666":"\n   Hello Stranger 👋😆\n  ","956667":"\n   where are you from?\n  ","956668":"\n   Nikki have you ever had a boyfriend before?\n  ","956669":"\n   Can you still live without your phone? How long do you think can you last without it? 📵\n  ","956670":"\n   Have you ever fainted? 😵 If it's not too personal of a question, when have you? How did it feel? It's never happened to me so that's why I'm curious 😅\n  ","956671":"\n   Do you sing in the shower? 🤗\n  ","956672":"\n   Have you ever vomited into a sink?\n  ","956673":"\n   How are you?\n  ","956674":"\n   WOULD YOU RATHER: see what was behind every closed door 🚪OR be able to guess the combination of every safe  on the first try?\n  ","956675":"\n   Do you have digital fuel injection?\n  ","956676":"\n   What's wrong with beans?\n  ","956677":"\n   Thank you Nikki 🤍\n  ","956678":"\n   What comforts you during anxiety and depression? (For example, praying, reading, listening to music from the 60s etc)\n  ","956679":"\n   Nikki can you like my question? I have 1 question and 1 like\n  ","956680":"\n   Good morning to you all! Hope you have a wonderful week! Also this is a reminder that the Dodgers are your WORLD SERIES CHAMPIONS!!!\n  ","956681":"\n   Has anyone famous ever been in your hometown?\n  ","956682":"\n   How do you feel about sushi? Does it gross you out, or do you enjoy it?\n  ","956683":"\n   this is one of your best selfies\n  ","956684":"\n   What was the oldest child you have seen that's still in diapers?\n  ","956685":"\n   do you prefer giving or receiving  ?\n  ","956686":"\n   Yes why you up so early?\n  ","956687":"\n   Why can't you sleep?\n  ","956688":"\n   Peas or beans?\n  ","956689":"\n   How many hours do you sleep at night?\n  ","956690":"\n   Go back to bed its not time for you to wake up yet\n  ","956691":"\n   Have you ever induced vomiting?\n  ","956692":"\n   Selfie?\n  ","956693":"\n   Cheese and crackers or chips and dip?\n  ","956694":"\n   So you had a fight before?\n  ","956695":"\n   Do you wanna like play soccer?\n  ","956696":"\n   I'm follow you!\n  ","956697":"\n   Think again.\n  ","956698":"\n   I can see that you're in a bad mood so I'll catch you later :D\n  ","956699":"\n   Do you prefer sweet or sour?\n  ","956700":"\n   Do you like orange juice?\n  ","956701":"\n   Do you watch comedy shows? If yes, which?\n  ","956702":"\n   You're so narcissistic. It shouldn't bother you.\n  ","956703":"\n   Put up another countdown to your birthday.\n  ","956704":"\n   Do you get beat up by smaller girls a lot?\n  ","956705":"\n   Do you like Sour Patch Kids?\n  ","956706":"\n   Cheetos or Doritos?\n  ","956707":"\n   Have you kept anything bottled in?\n  ","956708":"\n   Do you like Ed Sheeran?\n  ","956709":"\n   I think “Nikki 94 degrees” can be your code name. That would be pretty neat. 😊\n  ","956710":"\n   ☀️\n  ","956711":"\n   Favorite candy?\n  ","956712":"\n   They scare me. I’m never going on one again. Scary.\n  ","956713":"\n   What? Lol\n  ","956714":"\n   Is it more exciting that we have our first woman vp or our first black vp?\n  ","956715":"\n   Another actor nikki lol. Played on home alone\n  ","956716":"\n   What’s your favourite restaurant and what do you like to eat from there?🤪\n  ","956717":"\n   Are you a fan of Macaulay Culkin?\n  ","956718":"\n   Paging Nikki 94 degrees... Paging Nikki 94 degrees... are you there, Nikki 94 degrees? lol\n  ","956719":"\n   Have you ever been on an airplane?\n  ","956720":"\n   You want a McDonald's Cheeseburger right now, don't you? You're craving the simplicity that only it can provide.\n  ","956721":"\n   tumblr name\n  ","956722":"\n   Do you know what parity is?\n  ","956723":"\n   Aaaaaaah!!!! Hi Sky!!! How are you? What did you do today? Did you have a nice doggie day? ----- those questions were for Sky :)\n  ","956724":"\n   Has Sky ever used her canine powers to protect you?\n  ","956725":"\n   Is Sky your doggie?\n  ","956726":"\n   What did VIP Nikki do today?\n  ","956727":"\n   Cookie Monster reminds me of being little and watching Sesame Street and my mom. I love my mom.\n  ","956728":"\n   I see doggie next to you. Who is doggie?\n  ","956729":"\n   He’s an actor nikki.\n  ","956730":"\n   Did you put on your bathing suit and defiantly wear it in the rain?\n  ","956731":"\n   Google him. He is an actor. He is 20 years old. He is so nice and really cool and down to earth. I really like him a lot. He's my favorite actor.\n  ","956732":"\n   Did you cook for him?\n  ","956733":"\n   I want to talk about Jace Norman with you. He is so dreamy. I loved his hair before he cut it. What do you think?\n  ","956734":"\n   How are u? :)\n  ","956735":"\n   Hey. We need the water.\n  ","956736":"\n   Did you steal the cookie from the cookie jar?\n  ","956737":"\n   you're so f'n cute\n  ","956738":"\n   And I like Rihanna and Cuban Doll. We all like someone.\n  ","956739":"\n   Heyy\n  ","956740":"\n   Have you ever eaten at Bikanervala?\n  ","956741":"\n   Have you ever been bored about being BORED? 🥱\n  ","956742":"\n   Is your best friend single?\n  ","956743":"\n   What do you think of the Kardashians?\n  ","956744":"\n   Yeah\n  ","956745":"\n   Ughhhhhhh\n  ","956746":"\n   Are you moved?\n  ","956747":"\n   🥵💦💦💦💦\n  ","956748":"\n   Have you ever been to Taipei?\n  ","956749":"\n   Are you Mike Pence's daughter?\n  ","956750":"\n   How’s everyone doing!\n  ","956751":"\n   How do you deal with anger?\n  ","956752":"\n   Are you a gossiper?\n  ","956753":"\n   How would you have reacted if Trump had won again?\n  ","956754":"\n   Do you like Dairy Queen? What’s your favorite thing to get from there?\n  ","956755":"\n   Whatd a good way to release stresses\n  ","956756":"\n   Do you like Post Malone? Favorite song by him.\n  ","956757":"\n   Are you usually late, early or right on time?\n  ","956758":"\n   Both of you are gorgeous. Period.\n  ","956759":"\n   You’re cute! 🥰\n  ","956760":"\n   Do you have that one question in your question box that you just don’t want to answer?\n  ","956761":"\n   Do you prefer to travel by train, bus, plane or ship?\n  ","956762":"\n   What is VIP Nikki doing?\n  ","956763":"\n   There she is ❤️❤️❤️❤️\n  ","956764":"\n   It’s been a while tho 🥺\n  ","956765":"\n   How can someone be sad that Trump lost😂😂\n  ","956766":"\n   PAP OOTD?\n  ","956767":"\n   It's great news. I'm aware of Biden's weaknesses, but I'm so happy that egomaniac will be gone! He botched the pandemic & was so narcissistic that he had to be in the headlines 24\/7, putting his nose in everything that went on, even things like sports and pop culture. It was suffocating.\n  ","956768":"\n   Nikki why are diapers white? Why not black or green or more than just white\n  ","956769":"\n   If you were offered to go on a tourist trip to space, like the ones that are planned for the future which are basically a small flight to space and then back, would you wanna go? Why \/ why not? 🚀👩‍🚀\n  ","956770":"\n   Have you ever felt as though your dreams are less about your day and more likely to be from a previous life or an alternate reality?  Have you ever had a lucid dream?\n  ","956771":"\n   Trump lost 😢\n  ","956772":"\n   I still love you\n  ","956773":"\n   What is inside your mouth?\n  ","956774":"\n   Nicole are you a warrior?\n  ","956775":"\n   Congratulations Nikki\n  ","956776":"\n   But you don't like babysitting ? You would never do it right ?\n  ","956777":"\n   I feel like Nikki would sleep next to Myers and Freddy if she just didn't have to babysit, babysitting is her nightmare 🤣\n  ","956778":"\n   what is pm\n  ","956779":"\n   is pm 14:03 or 02:03?\n  ","956780":"\n   Nicole what is time in califonia now? 🕗\n  ","956781":"\n   Congratulations\n  ","956782":"\n   Your humor needs to be stopped getting better😂\n  ","956783":"\n   accept?\n  ","956784":"\n   I look Castlevania tv show with vampire have you seen it Nikki? 🙂\n  ","956785":"\n   {More or less...} Do you usually ask for advice, or offer it?\n  ","956786":"\n   Hi Nikki how are you 🙂 ?\n  ","956787":"\n   Do you accept kiss prank?\n  ","956788":"\n   Goodnight Nicole it's 23:28 here ❤\n  ","956789":"\n   Thank you Nikki :)\n  ","956790":"\n   why are you the queen of anxiety?\n  ","956791":"\n   Him winning is the best news in a whilee\n  ","956792":"\n   I know it's not the best time to start a relationship when she says she feels the same way, but what could be or should be done when it happens?\n  ","956793":"\n   I know you hate babysitting hence the question Nicole how much would you need to be a babysitter?\n  ","956794":"\n   Nicole how much money would you need to babysit for the first time?\n  ","956795":"\n   Nikki are you here plese help fast i took my big sister shampo thing that she take of hair in my nose and it burns 😭 just want to try if all the hair in my nose go away\n  ","956796":"\n   When is the last time you had coffee?\n  ","956797":"\n   Is time currently passing quickly or slowly for you?\n  ","956798":"\n   Are You Single As A Pringle🥔 or Taken Like Bacon🥓?\n  ","956799":"\n   How is the weather where you are this weekend?\n  ","956800":"\n   In the End is the best song they ever did and Hybrid Theory was better than Meteora overall but Meteora had good songs too\n  ","956801":"\n   Do you wear contacts\/glasses?\n  ","956802":"\n   Biden won!! let's goo\n  ","956803":"\n   You forgot to say what you thought about it, that's why i kept asking. So what did you think haha?\n  ","956804":"\n   Nikki look my page at the video you forgetting all the time 😥\n  ","956805":"\n   What have you done for you today?\n  ","956806":"\n   😱S: WYR? Babysit next door to Michael Myers or take a little nap on Elm Street?\n  ","956807":"\n   Follow up\n  ","956808":"\n   Oh wohooooo!!! Finally. Are you sure it's confirmed?\n  ","956809":"\n   You know Joe Biden is a puppet right? Harris is the real president\n  ","956810":"\n   What's the last thing you cooked yourself? How'd it turn out? 👩‍🍳😋\n  ","956811":"\n   Works fine on computer 🤷‍♂️\n  ","956812":"\n   Nicole what would you do if you woke up as a tiny person inside a dollhouse?\n  ","956813":"\n   that's why i uploaded it on my ask so you can watch it there :)\n  ","956814":"\n   Okey look on my page it's the video there Nikki\n  ","956815":"\n   Would you rather have free Wi-Fi wherever you go or be able to drink unlimited free coffee at any coffee shop?\n  ","956816":"\n   What is your favorite name brands?\n  ","956817":"\n   Trump is Winning omg\n  ","956818":"\n   I agree Linkin Park is so epiccccc\n  ","956819":"\n   Nikki look this video and say if it's funny?\n   \n    https:\/\/ask.fm\/pcbqabcdhyzifmtcim\/answers\/163113841889\n   \n","956820":"\n   Maybe delete and add it again? I miss you and i'm going to sleep in 4 hours ❤\n  ","956821":"\n   Good morning. Sunday morning! :)\n  ","956822":"\n   Nikki where you go 😭😭\n  ","956823":"\n   😱S: Do you hear creaks and weird noises where you live? Describe\n  ","956824":"\n   If I said your name backwards, it would be prounounced like: Yell-cub Ee-loke-in:D\n  ","956825":"\n   *buzzer* SCARY 🎥... try again 😈\n  ","956826":"\n   😱S: Scarier- Any clown or evil leprechauns?\n  ","956827":"\n   😱S: Do you close all closet doors and drawers cause boogeymen?\n  ","956828":"\n   😱S: Last scary movie you watched?\n  ","956829":"\n   Horror Spam: Do you sleep with the covers around you just in case vampires?\n  ","956830":"\n   What is your favorite gamer YouTube channel?\n  ","956831":"\n   Pick a topic 👍\n  ","956832":"\n   Want spam? It's been awhile😊\n  ","956833":"\n   Hello how are you doing)\n  ","956834":"\n   it's a song by Mackenzi Porter.\n  ","956835":"\n   What is your obsession at this moment?\n  ","956836":"\n   I think freaky anonymous mean periods... Have a good time)\n  ","956837":"\n   Do you think about those days these days?\n  ","956838":"\n   What did you do for your birthday? I forgot when it was\n  ","956839":"\n   Yaaaasssss Biden\n  ","956840":"\n   well I hope cause it was yesterday lol unless there was another time!? 😱 I love her\n  ","956841":"\n   How long are you going to be on ask tonight?\n  ","956842":"\n   You mine!\n  ","956843":"\n   How do you deal with people who are trying to bring you down and pick you apart?\n  ","956844":"\n   Okey i hope you have a great friday ❤\n  ","956845":"\n   It's 3:56 am Nicole\n  ","956846":"\n   Did you see how System of a Down released a couple songs to fund raise and raise awareness for what's happening in Armenia?\n  ","956847":"\n   Thanks Nikki. I’m sad because my pet is older and we don’t have much time together. I’m so sad. I want us to run away together forever and always be alive together. I love her. 😢 we sleep next to each other every night.\n  ","956848":"\n   i hope everyone had a fabulous day wherever you are! 🙂\n  ","956849":"\n   I think I need to hide. I'm really sad. I'll ask you some questions from bed shortly.\n  ","956850":"\n   Hello how are you doing?\n  ","956851":"\n   I love this. You're so lucky to have each other.\n  ","956852":"\n   Selfie\n  ","956853":"\n   Hello what is your favorite YouTuber?\n  ","956854":"\n   Did you have braces?\n  ","956855":"\n   you like scary movies so I figured you've seen \"the babadook\"\n  ","956856":"\n   WOULD YOU RATHER: Have one real get out of jail free card or a key that opens any door? 🔒🔑\n  ","956857":"\n   She's so cool tbh. Paparazzi photoshopped her in pics so she got on IG saying \"screw them, this is the real me, I have an ass and stretch marks\" like she owned it and she said she loves her natural body even if it's difficult sometimes omfg she's inspiring AF!\n  ","956858":"\n   Whats your snap?\n  ","956859":"\n   That wouldn't happen if I was with you ;)\n  ","956860":"\n   have you had to do any zoom calls this year?\n  ","956861":"\n   I am doing fine thanks my friend\n  ","956862":"\n   Did you ever end up watching Grizzly Man on Amazon Prime?\n  ","956863":"\n   What’s the most outdated piece of tech you still use regularly?\n  ","956864":"\n   What’s your favorite animal\n  ","956865":"\n   do you follow chris cornell's daughter toni cornell on ig?\n  ","956866":"\n   What do you know about Islam?\n  ","956867":"\n   We even now i spammed your insta to like 90 people on ask because you ignored me. We good now\n  ","956868":"\n   So you a veteran on here\n  ","956869":"\n   How are you doing\n  ","956870":"\n   how many years have you been on ask\n  ","956871":"\n   Have you ever been to a crazy house party?\n  ","956872":"\n   Lmao i wrote that in like around 3 am\n  ","956873":"\n   What are you gonna do when corona is like completely gone? 🤔🥳\n  ","956874":"\n   Hi\n  ","956875":"\n   Boo\n  ","956876":"\n   What woke up our sweet angel?\n  ","956877":"\n   you're awake\n  ","956878":"\n   You a fan of Bebe Rexha?\n  ","956879":"\n   I'm doing good :)\n  ","956880":"\n   That's my favorite park right after Central 🤪\n  ","956881":"\n   would you date someone from another country?\n  ","956882":"\n   Now it's definitely over. He has leads in Georgia and Pennsylvania.  Do you think Trump will concede or will be pout and never do that?\n  ","956883":"\n   How have u been?\n  ","956884":"\n   Hey Nikki\n  ","956885":"\n   What's your toxic trait(s)?\n  ","956886":"\n   When we know for real who win?\n  ","956887":"\n   Nikki who win in president?\n  ","956888":"\n   Hobby Spam: What interests you that would never make any money?\n  ","956889":"\n   Hi, how's your day? Just a little survey! What time of the day do you feel the most energetic and what do you usually do in those moments?\n  ","956890":"\n   Cause you are absolutely lovely 🙂\n  ","956891":"\n   Ever had some good times bad times with someone, had a communication breakdown that left you dazed and confused? And you thought how many more times will I put up with this?\n  ","956892":"\n   You're welcome. I'll gladly answer any question you have\n  ","956893":"\n   are you afraid to use public bathrooms to go pee? or gender natural bathrooms that are multiple toilets in one ? Because I sometimes fear them because I worry that a man may spy on me using the bathroom or worse record me am I the only one ?\n  ","956894":"\n   Has your clothes  burst open at the worst  moment  my top did at work last week #nipslip\n  ","956895":"\n   What are your plans for today?\n  ","956896":"\n   ootd\n  ","956897":"\n   I am indeed different, but i would always treat ladies like yourself with respect\n  ","956898":"\n   She liked to be called Nikki not Nicole anon\n  ","956899":"\n   Good thank you my friend is coming soon 🙂\n  ","956900":"\n   Biden or Trump?\n  ","956901":"\n   Nikki how are you? ❤\n  ","956902":"\n   Do you like to burn stuff Nicole?\n  ","956903":"\n   No problem. Feel free to ask me anything you please\n  ","956904":"\n   Like through a dating site\/app. Like tinder lol\n  ","956905":"\n   not having you as my woman is terrible\n  ","956906":"\n   Why are so many people depressed nowadays?\n  ","956907":"\n   It's hard not to love Nikki , anon\n  ","956908":"\n   Ever tried online dating?\n  ","956909":"\n   It's pretty much over. Within hours Biden will take a lead that can't be overtaken.\n  ","956910":"\n   Why do people kill each other?\n  ","956911":"\n   we wouldnt be able to share a pizza then :(\n  ","956912":"\n   how long have you had her?\n  ","956913":"\n   Do you drink or smoke?\n  ","956914":"\n   About time they sorted out your election\n  ","956915":"\n   Did you learn square dancing in school?\n  ","956916":"\n   aww is sky a boy doggie or a girl doggie?\n  ","956917":"\n   Is it true that you have a powerful sonic scream?\n  ","956918":"\n   If someone came up to you and said “Hey, do that thing you do!”, what thing would pop into your head first? #StayAwesome\n  ","956919":"\n   What would be a perfect honeymoon destination? Picture? Or GIF?\n  ","956920":"\n   Name a topping that you'll never EVER eat on a pizza??? Why? 🍕\n  ","956921":"\n   Do it make your head spinning and make you brave or how it feels?\n  ","956922":"\n   Alwayz keep that silliness alive!\n  ","956923":"\n   what color do you wish your eyes were?\n  ","956924":"\n   Do you ever make up any words?\n  ","956925":"\n   Dogs or cats?\n  ","956926":"\n   Do you like trail mix? What kinds?\n  ","956927":"\n   On a scale of 1-10 how silly are you? You think?\n  ","956928":"\n   What's your favorite candy?\n  ","956929":"\n   Are you also passionate, affectionate and energetic?\n  ","956930":"\n   How would you feel if you had a friend who decided to send you good morning texts every single day?\n  ","956931":"\n   Describe yourself in 3 words!\n  ","956932":"\n   Yes Trump will have a hissy fit and push the warhead button and start the war😂\n  ","956933":"\n   Have you ever met a man named Crester Crennington?\n  ","956934":"\n   Yeah movie or tv show that's good\n  ","956935":"\n   will America be messed up if Biden wins\n  ","956936":"\n   you're absolutely welcome miss, and i mean that totally\n  ","956937":"\n   Nikki give movie advice?\n  ","956938":"\n   Do you procrastinate?\n  ","956939":"\n   alchohol will make your nose get big\n  ","956940":"\n   Do you drink or are you a sober woman?\n  ","956941":"\n   Have you ever tried alcohol before? how did it feel?\n  ","956942":"\n   what caused your falling out with catfish?\n  ","956943":"\n   What are you doing Pumpkin?\n  ","956944":"\n   Do you like grapefruit juice?\n  ","956945":"\n   How often do you wear a leotard?\n  ","956946":"\n   Hihi yes with Jack Black i wish they kept making them they were good\n  ","956947":"\n   Made me think of kids movie goosebumps\n  ","956948":"\n   Goodnight gumdrop\n  ","956949":"\n   Anon's got the definition of \"rhetorical\" wrong 😅😂\n  ","956950":"\n   It was perfect, wasn't it?\n  ","956951":"\n   Is your mom your hero?\n  ","956952":"\n   What would you say about your first kiss\n  ","956953":"\n   Do you fear or embrace the unknown?\n  ","956954":"\n   Do you think it would be neat to hibernate during winter and sleep most if the time and eat a lot?\n  ","956955":"\n   Why you talk to him i can show you what he send to me?\n  ","956956":"\n   Does the thought of him touching you give you goosebumps?\n  ","956957":"\n   you look lovely\n  ","956958":"\n   What happened to you that caused you to stop reading?\n  ","956959":"\n   What are you thinking about Nicole?\n  ","956960":"\n   It's a rhetorical question, if you had to fight them would you win against any of them?\n  ","956961":"\n   Nikki do you think you could win in a fist-fight against any of: 1. Trump? 2. Biden? or lose to both?\n  ","956962":"\n   Hi\n  ","956963":"\n   What happened to you?\n  ","956964":"\n   How often \/ seldom do you read books for fun? Have you read any good ones recently? 📚\n  ","956965":"\n   Hello how are you doing?\n  ","956966":"\n   I wanted you to be my girlfriend 😢\n  ","956967":"\n   Have you ever tried changing yourself to fit in? #StatusQuo\n  ","956968":"\n   When did you become straight?\n  ","956969":"\n   You and Taylor Swift would be real good friends\n  ","956970":"\n   What's your sexuality?\n  ","956971":"\n   Does Philip DeFranco often remind you of yourself?\n  ","956972":"\n   Is your new boyfriend normal and someone you can hang out with a lot or is he shady like your last one?\n  ","956973":"\n   YEEEEESSSSSSSSSS!!!!!! OK Nikki 94 degrees is definitely my 100% fav pic now!!!!!!\n  ","956974":"\n   Do you blame me for wanting to smell your hair?\n  ","956975":"\n   Why?\n  ","956976":"\n   Are you frightened or curious about your future to come?\n  ","956977":"\n   Do people ever refer to you as a pushover?\n  ","956978":"\n   lol no you don't xx\n  ","956979":"\n   btw what does your shirt say in the Nikki 94 degrees pic?\n  ","956980":"\n   I'm not voting in your picture poll because I love Nikki 94 degrees! lol\n  ","956981":"\n   Have you ever used a porta-potty? 🚽 👍 🙃\n  ","956982":"\n   Nikki you look like Greta Thunberg 😉\n  ","956983":"\n   post a recent pic\n  ","956984":"\n   Are you lying down in an open robe with your sunglasses on, sipping out of a bottle of chardonnay while making little paper airplanes out of ferrero-rocher golden wrappers?\n  ","956985":"\n   Are you drunk as a skunk right now and barely able to stand up?\n  ","956986":"\n   Nikki who won president?\n  ","956987":"\n   Nicole i like you 🧡🧡\n  ","956988":"\n   What's the best sites to shop on?\n  ","956989":"\n   What kind of choir do you despise the most? Is there any kind that you like doing? What is it that you like \/ dislike about those? 👨‍🍳\n  ","956990":"\n   Your body is perfect as is and therefore can't be enhanced\n  ","956991":"\n   Would you enhance your body cybernetically (robotics) if you could? 🤖\n  ","956992":"\n   Do you hate anyone\n  ","956993":"\n   Awesome. Meep Miss Nikki!\n  ","956994":"\n   Shower or bath?\n  ","956995":"\n   What is something you own a lot of?\n  ","956996":"\n   Have you ever been taken on a date to the movies? \nIf so, how did it go? Do you remember what movie it was?\n  ","956997":"\n   Elect-ion *facepalm* Spam: When was the last time you voted in your country?\n  ","956998":"\n   Elect-ric Boogaloo Spam: Have you ever seen the movie Breakin 2?\n  ","956999":"\n   Have you ever loved and lost somebody?\n  ","957000":"\n   What holidays have been overly commercialized?\n  ","957001":"\n   What do you think would be the WORST food to be liquefied (juiced) and drunk through a straw?\n  ","957002":"\n   WOULD YOU RATHER: be covered in 🐕 fur or covered in 🐟 scales? 🤣\n  ","957003":"\n   So very beautiful Nikki\n  ","957004":"\n   You are my everything\n  ","957005":"\n   What is your dream honeymoon destination?\n  ","957006":"\n   Your welcome Nikki\n  ","957007":"\n   Okey thank you Nicole\n  ","957008":"\n   Nicole at what age is a child too old to have a babysitter in your opinion?\n  ","957009":"\n   Post a picture of your bed Nikki\n  ","957010":"\n   you & jeff reunited?\n  ","957011":"\n   You're dog is so cute\n  "},"Answer":{"955940":"\n  Definitely roses!\n  ","955941":"\n  I do!\n  ","955942":"\n  No I don’t lol\n  ","955943":"\n  I haven’t anon\n  ","955944":"\n  Mint chocolate chip!\n  ","955945":"\n  Well that’s very specific 🤨\n  ","955946":"\n  🤔🤔\n  ","955947":"\n  Yes, of course anon\n  ","955948":"\n  I have no clue who that is\n  ","955949":"\n  I’m definitely not 🤔\n  ","955950":"\n  He is LOL🤣\n  ","955951":"\n  It’s not lol\n  ","955952":"\n  What in the world?\n  ","955953":"\n  I’m only joking anon, relax\n  ","955954":"\n  I have no idea where I’m at lol\n  ","955955":"\n  None of those choices!\n  ","955956":"\n  I am anon and thank you😌\n  ","955957":"\n  No I wouldn’t tbh\n  ","955958":"\n  A few in my life anon\n  ","955959":"\n  Excuse me?\n  ","955960":"\n  Yes, indeed anon\n  ","955961":"\n  Do I know her? Yes I do!\n  ","955962":"\n  I have been, yes lol\n  ","955963":"\n  Again, don’t call me that or pet names.\n  ","955964":"\n  Well that’s her problem lol\n  ","955965":"\n  Not in awhile since I don’t wake up early enough lol\n  ","955966":"\n  I don’t drink coffee\n  ","955967":"\n  A lot of notifications typically\n  ","955968":"\n  Definitely a warm cup of tea or maybe orange juice 😁\n  ","955969":"\n  I really don’t know why, I guess it just happens to some people lol\n  ","955970":"\n  That’s definitely original lol\n  ","955971":"\n  What’s up?\n  ","955972":"\n  And? lol you don’t know if I’m with him or not\n  ","955973":"\n  Absolutely and that’s an interesting way to combine my name and nickname lol\n  ","955974":"\n  I have so many favorite pastries, it’s hard to name them all lol\n  ","955975":"\n  By the way he talks to you, acts around you, his body language, the eye contact, and so on!\n  ","955976":"\n  How would you know that? Lol\n  ","955977":"\n  Nope, I don’t like Christmas music at all lol because you hear the same thing every year and it gets annoying 😬\n  ","955978":"\n  I’m doing pretty good, how are you?😊\n  ","955979":"\n  I’d probably wake up and scream if I see that I’ve gone bald😱I’m not sure how I’d go on about my life being bald to be honest. If it grew back I would be so happy and screaming of joy!😁\n  ","955980":"\n  Yes, I’ve said I do so many times now lol\n  ","955981":"\n  Ohhh no, it said panic attack\n  ","955982":"\n  Oh yeah, definitely!😬\n  ","955983":"\n  Yes, of course 🥰\n  ","955984":"\n  Nope, don’t call me that\n  ","955985":"\n  It’s usually closed lol\n  ","955986":"\n  I guess so lol\n  ","955987":"\n  Yes!\n  ","955988":"\n  Nah lol I wouldn’t do that\n  ","955989":"\n  No she wouldn’t lol\n  ","955990":"\n  There’s no reason, I just do\n  ","955991":"\n  I sleep with it tucked under me lol since it’s cold now\n  ","955992":"\n  I sleep with it open lol\n  ","955993":"\n  I don’t believe so, no\n  ","955994":"\n  Who said I don’t?\n  ","955995":"\n  It was called wish upon and it was super good!\n  ","955996":"\n  What are you talking about?\n  ","955997":"\n  Not really, no I don’t\n  ","955998":"\n  Lol no I don’t\n  ","955999":"\n  Nope, I’m taken anon\n  ","956000":"\n  No I’m not\n  ","956001":"\n  Thank you anon😊 back at ya!\n  ","956002":"\n  Lol no can do anon\n  ","956003":"\n  Green apples!\n  ","956004":"\n  I like bothhh\n  ","956005":"\n  He’s 22\n  ","956006":"\n  I have no idea why anon\n  ","956007":"\n  Not necessarily\n  ","956008":"\n  Nope\n  ","956009":"\n  I have, yes\n  ","956010":"\n  I’m not perfect but thank you😊\n  ","956011":"\n  Nothing really lol\n  ","956012":"\n  No can do anon\n  ","956013":"\n  Sure, everyone does lol\n  ","956014":"\n  It’s 5:50 pm anon\n  ","956015":"\n  Nopeee, I don’t\n  ","956016":"\n  Yeah lol I do\n  ","956017":"\n  No I haven’t\n  ","956018":"\n  Yes it’s still Friday, it’s only 4:21 pm here\n  ","956019":"\n  Not really, I wish I did!\n  ","956020":"\n  Maybe the 1960’s time of the peace signs ✌🏻\n  ","956021":"\n  Because people can take advantage of your kindness at anytime\n  ","956022":"\n  I would say definitely a dreamer but also a realist 😬\n  ","956023":"\n  I’d rather be seen as kind, definitely although that’s not always a good thing\n  ","956024":"\n  That’s tough omg😬\n  ","956025":"\n  I’m asking you anon lol\n  ","956026":"\n  And what’s the matter?\n  ","956027":"\n  What’s that mean?\n  ","956028":"\n  Here we go again, the fact that I do\n  ","956029":"\n  Yeah, I’ve never been!\n  ","956030":"\n  Honesty, loyalty, respect, kindness, positivity, support, silliness, etc!😁\n  ","956031":"\n  Ohhh I’ve never been to England just yet 😁\n  ","956032":"\n  Never heard of that\n  ","956033":"\n  Go vegan for a month!\n  ","956034":"\n  No can do anon\n  ","956035":"\n  Nope, definitely uncomfortable truth\n  ","956036":"\n  And that is why I don’t open them🥴\n  ","956037":"\n  Honestly no I don’t always think the first impression is always the right one\n  ","956038":"\n  Why anon?\n  ","956039":"\n  They really are to be honest!\n  ","956040":"\n  Honestly I feel that, I’m always overwhelmed tbh😬\n  ","956041":"\n  Don’t really have a favorite food\n  ","956042":"\n  I don’t open links😬\n  ","956043":"\n  I probably wouldn’t to be honest 🤔\n  ","956044":"\n  I’m sure you have anon\n  ","956045":"\n  Well that’s just wonderful anon\n  ","956046":"\n  Lol really anon? I’m verified on here 🤣 Also same pattern, what even does that mean?\n  ","956047":"\n  I absolutely do!\n  ","956048":"\n  Lol and plus I’m taken 😌\n  ","956049":"\n  I don’t have a favorite insult lol\n  ","956050":"\n  I’m very sorry to hear that!\n  ","956051":"\n  I have no idea lol\n  ","956052":"\n  I say it’s old fashioned because people have been hanging their clothes out to dry outside for a long time\n  ","956053":"\n  I mean I think it’s considered old fashioned but there’s nothing wrong with that. It does dry the clothes!😁\n  ","956054":"\n  I’m doing okay, you?😁\n  ","956055":"\n  🤣🤣🤣\n  ","956056":"\n  No lol\n  ","956057":"\n  Yeah I am!\n  ","956058":"\n  Nope, I don’t like subtitles at all!\n  ","956059":"\n  Nope, I haven’t. Only getting my teeth cleaned\n  ","956060":"\n  What in the world 🤣\n  ","956061":"\n  No I don’t like receiving spam messages\n  ","956062":"\n  lol again says the person hiding behind anon, yes I do\n  ","956063":"\n  My boyfriend 🥰\n  ","956064":"\n  Going to watch a movie 🥸\n  ","956065":"\n  I am 🥰\n  ","956066":"\n  What’s the matter?\n  ","956067":"\n  For sure anon\n  ","956068":"\n  My best friend 😌\n  ","956069":"\n  I guess end every phone call with a I love you 🥴🤣\n  ","956070":"\n  Yeah, I have had baklava before!\n  ","956071":"\n  More of a dog person!\n  ","956072":"\n  Not really but I really liked the documentary on Wrinkles the clown that was interesting\n  ","956073":"\n  None lol\n  ","956074":"\n  I don’t mind paying for premium Spotify, food, gas, airplane tickets, hotels and whatnot lol\n  ","956075":"\n  Absolutely but Patrick is my favorite lol\n  ","956076":"\n  Lol no I don’t\n  ","956077":"\n  You shouldn’t hate him, I would say you should communicate with him and tell him how you feel\n  ","956078":"\n  Warm weather!\n  ","956079":"\n  I guess sandals lol\n  ","956080":"\n  Lol no I don’t\n  ","956081":"\n  I’m doing okay, how are you?\n  ","956082":"\n  No lol maybe later on\n  ","956083":"\n  I’ve never tried it\n  ","956084":"\n  No not right now anon\n  ","956085":"\n  I’m not the one who checks the mails lol\n  ","956086":"\n  It’s like a sky blue and white 😁\n  ","956087":"\n  🤔🤔\n  ","956088":"\n  I’m not?\n  ","956089":"\n  Overall expectations. Discuss what I expect out of them and what I expect to receive.\n  \n  Tolerances, definitely!\n  \n  Sexual expression\n  \n  Goals\n  \n  Friendships\n  \n  My right to privacy\n  \n  The ability to change my mind\n  \n  The freedom to express sexual boundaries\n  \n  ..etc!\n  ","956090":"\n  🤨🤨\n  ","956091":"\n  I’m going to say drugs or money lol 😬\n  ","956092":"\n  No 🤣\n  ","956093":"\n  Lol I’m not that into Christmas but I’ll give it a look lol\n  ","956094":"\n  No I’ve never had one but I would like to get one honestly, it looks interesting 😁\n  ","956095":"\n  Cheers anon😊\n  ","956096":"\n  Lol who are you?\n  ","956097":"\n  Ooh maybe, that would be adorable\n  ","956098":"\n  That’s good for you anon😊\n  ","956099":"\n  Lol I’m sure you did anon\n  ","956100":"\n  LOL no\n  ","956101":"\n  No lol\n  ","956102":"\n  Hey!😊\n  ","956103":"\n  Yeah, you shouldn’t do that anon\n  ","956104":"\n  By communicating with your partner! Communication is very important and I get that the problem may cause you to be upset and all but instead of ignoring and  ghosting your partner you should communicate and solve your problems trust me, it’s so much better than ignoring\/ghosting your partner that just causes more problems.\n  ","956105":"\n  Lol you can on here 😁\n  ","956106":"\n  That’s wonderful anon\n  ","956107":"\n  No lol🤣\n  ","956108":"\n  I have no idea anon 🤔\n  ","956109":"\n  Not that I remember but probably at one point in my life\n  ","956110":"\n  Neither to be honest 😬\n  ","956111":"\n  🥴🥴\n  ","956112":"\n  I usually change my phone when I really need to tbh😁 and when I do get a new phone I keep the old ones\n  ","956113":"\n  I wasn’t even outside today lol\n  ","956114":"\n  Reality is definitely changing\n  ","956115":"\n  Are you saying you’re going to give me a $5,000 check?🤔\n  ","956116":"\n  Thank you😌\n  ","956117":"\n  Lol good to know anon\n  ","956118":"\n  No, not at all\n  ","956119":"\n  🤨🤨\n  ","956120":"\n  Yes it is lol\n  ","956121":"\n  I’m just not really in the mood for it lol not because of COVID\n  ","956122":"\n  He dmed me on Instagram\n  ","956123":"\n  ✌🏻😌\n  ","956124":"\n  Excuse me?🤣\n  ","956125":"\n  Lol it’s a shoutout you sent\n  ","956126":"\n  Lol alrighty then\n  ","956127":"\n  I don’t listen to her😬\n  ","956128":"\n  Definitely privately anon\n  ","956129":"\n  I guess the first choice lol\n  ","956130":"\n  No I wouldn’t say that anon lol\n  ","956131":"\n  I used to lol\n  ","956132":"\n  Ahhh I don’t like cold weather at all\n  ","956133":"\n  That’s tough, I don’t know 🤔\n  ","956134":"\n  Being alive and having such a loving family and friends. Also for my life and my boyfriend as well😌\n  ","956135":"\n  That’s good and ooh that sounds interesting!😁\n  ","956136":"\n  Maybe one day lol\n  ","956137":"\n  I don’t like my voice at all lol but people say I have an accent\n  ","956138":"\n  My day has been okay! How’s your day been?😁\n  ","956139":"\n  I guess chocolate is a guilty pleasure of mine 🤔\n  ","956140":"\n  I feel like I don’t have the Christmas spirit this year but I’ll still be decorating lol\n  ","956141":"\n  I do like wine lol\n  ","956142":"\n  No, not at all\n  ","956143":"\n  I don’t play video games so 🥴\n  ","956144":"\n  Nope, I’ve never been on a blind date\n  ","956145":"\n  Limon lays! 😁\n  ","956146":"\n  Why anon?\n  ","956147":"\n  I’m not ignoring anyone, I just get a lot of questions and I try to answer most of them\n  ","956148":"\n  I feel I’m more productive during the afternoon lol and yes I think it’s possible to change and get used to another schedule 😁\n  ","956149":"\n  It really just depends on what I feel like eating at that time 😁\n  ","956150":"\n\n   https:\/\/youtu.be\/yeMt-no2LW0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","956151":"\n  The new president elect going into the office and making some big changes for once and for the better honestly!\n  ","956152":"\n  Oh boy, it would definitely be busy and very crazy so I think they’d feel stressed out to be honest 😬\n  ","956153":"\n  Of course girl!🤍\n  ","956154":"\n  Skinny jeans!\n  ","956155":"\n  Not necessarily, nope\n  ","956156":"\n  Hmm I’m not sure to be honest 🤔\n  ","956157":"\n  I don’t think so but it should be as well honestly\n  ","956158":"\n  A baby brown bear 🥺\n  ","956159":"\n  I have a boyfriend 😌\n  ","956160":"\n  Definitely, tea!\n  ","956161":"\n  No I haven’t\n  ","956162":"\n  No lol\n  ","956163":"\n  That’s okay anon, you’ll find one!\n  ","956164":"\n  Limon lays are my favorite!😁\n  ","956165":"\n  Not really but sometimes I do\n  ","956166":"\n  Hello!\n  ","956167":"\n  It’s too early for that anon goodness\n  ","956168":"\n  iPhone!\n  ","956169":"\n  No lol\n  ","956170":"\n  It’s Nikki lol\n  ","956171":"\n  Someone who knows how to be loyal, honest, respectful ,kind, silly, adventurous, positive, hardworking, isn’t afraid of commitment,  knows how to communicate with me, has pure and good intentions, knows what they want, etc!\n  ","956172":"\n  Awh thank you🤍 I appreciate the positivity! Have a wonderful day as well😊\n  ","956173":"\n  I haven’t lol\n  ","956174":"\n  I do\n  ","956175":"\n  I try to be😊\n  ","956176":"\n  Lol this made me laugh\n  ","956177":"\n  By asking them questions and interacting with them 😌\n  ","956178":"\n  That’s awesome anon\n  ","956179":"\n  I think 3 is my lucky number lol\n  ","956180":"\n  No lol I don’t like beer\n  ","956181":"\n  I’m not even sure tbh🤔\n  ","956182":"\n  In middle school and high school lol\n  ","956183":"\n  No I haven’t\n  ","956184":"\n  I don’t really know how to cook even though I took cooking classes lol but I like cooking carbonara! 😁\n  ","956185":"\n  I don’t have a bucket list though 🤔\n  ","956186":"\n  No that’s okay\n  ","956187":"\n  I guess smartest person in the room\n  ","956188":"\n  Thank you anon\n  ","956189":"\n  Not to me lol\n  ","956190":"\n  Nope, I definitely don’t!\n  ","956191":"\n  I don’t really play any games\n  ","956192":"\n  My day has been okay! I hope you had a good day 🤍\n  ","956193":"\n  No I don’t\n  ","956194":"\n  Not that often honestly, I prefer home cooked meals tbh😁\n  ","956195":"\n  I don’t think I have by myself at least 🤔\n  ","956196":"\n  What are you talking about?🤨\n  ","956197":"\n  Lol no that didn’t happen\n  ","956198":"\n  Today actually 🙁\n  ","956199":"\n  Not really, no I don’t\n  ","956200":"\n  I do lol😬\n  ","956201":"\n  What do you mean? I try to answer all\n  ","956202":"\n  I don’t eat dinner but for my other meals I usually drink whatever I feel like having at that moment\n  ","956203":"\n  What do you mean anon?\n  ","956204":"\n  Yesss, absolutely! I’d love to interact with a baby bear 🐻\n  ","956205":"\n  Excuse me?\n  ","956206":"\n  I think A is pretty awesome!😁\n  ","956207":"\n  Perhaps if I knew they were legit and reliable\n  ","956208":"\n  second one lol\n  ","956209":"\n  Anon, I was sleeping lol\n  ","956210":"\n  😊\n  ","956211":"\n  No I haven’t\n  ","956212":"\n  You don’t get it 🤣\n  ","956213":"\n  I prefer sweet!\n  ","956214":"\n  I’m not your mom anon\n  ","956215":"\n  What does that mean?\n  ","956216":"\n  I’m awake but I’m about to go back to sleep lol\n  ","956217":"\n  Of course!😁\n  ","956218":"\n  Yes, definitely!\n  ","956219":"\n  Chocolate!\n  ","956220":"\n  Not that often\n  ","956221":"\n  I’m not Hungarian lol\n  ","956222":"\n  Luke left a long time ago lol\n  ","956223":"\n  🤨🤨\n  ","956224":"\n  Açaí bowl 🤩\n  ","956225":"\n  probably not, nope 😬\n  ","956226":"\n  🥴🥴\n  ","956227":"\n  Ohhhhh a lot of crazy things 😱\n  ","956228":"\n  My phone lol\n  ","956229":"\n  I’m just watching general hospital\n  ","956230":"\n  I don’t see one anon\n  ","956231":"\n  I’m currently watching general hospital! 😎\n  ","956232":"\n  No can do lol\n  ","956233":"\n  A few, not that many tbh\n  ","956234":"\n  I haven’t taken any new ones anon\n  ","956235":"\n  You can be honest and say sorry but I’m trying to stay inside just to stay safe but we can hang out definitely when all of this is over, I promise!\n  ","956236":"\n  It’s 6:56 pm\n  ","956237":"\n  🤔🤔\n  ","956238":"\n  I don’t like watching sports\n  ","956239":"\n  Criminal minds!\n  ","956240":"\n  My favorite holiday is Halloween and my least favorite holiday is probably actually I’m not even sure 🤔\n  ","956241":"\n  Well it depends honestly, I think most people should but they don’t\n  ","956242":"\n  I’m running from my shadow but it’s still there chasing me down\n  ","956243":"\n  I absolutely agree with you!\n  ","956244":"\n  I’m sorry to hear that anon, hopefully he will recover soon!\n  ","956245":"\n  😊\n  ","956246":"\n  Yeah that’s definitely true! A little crazy is okay lol\n  ","956247":"\n  Tennis!\n  ","956248":"\n  The Valak Painting scene from The Conjuring 2 🤪\n  ","956249":"\n  I’m not sure yet but it’ll probably be crazy as usual lol\n  ","956250":"\n  You never made me angry though girl 🥺\n  ","956251":"\n  I guess never be able to eat meat\n  ","956252":"\n  I noticed that Gemini has angered me the most along with Scorpio 🥴\n  ","956253":"\n  Yes I’m okay anon\n  ","956254":"\n  Sleeping 😎\n  ","956255":"\n  Definitely 🤪\n  ","956256":"\n  I guess team sports lol\n  ","956257":"\n  I usually wear sweaters and jeans and warm clothing only if it’s cold though 😁\n  ","956258":"\n  Nope, not really\n  ","956259":"\n  I usually take awhile to make an actual decision 😬\n  ","956260":"\n  More friends, definitely!😁\n  ","956261":"\n  No lol\n  ","956262":"\n  What’s wrong anon?\n  ","956263":"\n  I believe both can be emotional because we are humans after all\n  ","956264":"\n  🤣🤣\n  ","956265":"\n  Not that it matters\n  ","956266":"\n  Not necessarily, no. I liked drama class for a little but then I started hating play production due to the teacher 🥴\n  ","956267":"\n  Graduating and finally getting to leave 🤣\n  ","956268":"\n  I’m sure you don’t anon\n  ","956269":"\n  Thank you!😊\n  ","956270":"\n  You don’t know what I’m wearing this morning 🥴\n  ","956271":"\n  Absolutely!\n  ","956272":"\n  lol oh my goodness\n  ","956273":"\n  Yes? Lol\n  ","956274":"\n  I rarely get sick!\n  ","956275":"\n  I’m sleepy\n  ","956276":"\n  Maybe lol\n  ","956277":"\n  Oh they definitely do lol\n  ","956278":"\n  Yes lol\n  ","956279":"\n  I do\n  ","956280":"\n  I do like mashed potatoes lol\n  ","956281":"\n  🤢🤢\n  ","956282":"\n  Definitely not\n  ","956283":"\n  No it’s not\n  ","956284":"\n  Well once you find your match why would you want to fall in love again with someone else?\n  ","956285":"\n  Absolutely not\n  ","956286":"\n  Why would anyone want to be cheated on?\n  ","956287":"\n  I have no clue lol\n  ","956288":"\n  I’m not really sure tbh🤔\n  ","956289":"\n  I just find some candles and or just chill in the dark lol\n  ","956290":"\n  Well that’s just extremely sad\n  ","956291":"\n  First of all I’m not a man🥴\n  ","956292":"\n  No thank you\n  ","956293":"\n  I’ve never really made one before\n  ","956294":"\n  Why in the world would you want your spouse to cheat on you?\n  ","956295":"\n  I do!\n  ","956296":"\n  That would be interesting\n  ","956297":"\n  I wouldn’t want to change my name lol\n  ","956298":"\n  I’m really not sure yet\n  ","956299":"\n  You’re definitely not my doctor lol\n  ","956300":"\n  Why does it matter?\n  ","956301":"\n  I have a few lol\n  ","956302":"\n  Lol no that’s okay\n  ","956303":"\n  Awh, of course anon 😊\n  ","956304":"\n  Everyone that used to be on here has left, for the most part!\n  ","956305":"\n  Absolutely, always!\n  ","956306":"\n  Not really, no\n  ","956307":"\n  Can you stop anon? Honestly\n  ","956308":"\n  No you don’t!\n  ","956309":"\n  Yes I am, actually 🤨\n  ","956310":"\n  Hello! Yes, I’m doing okay😁 you?\n  ","956311":"\n  I am🤩\n  ","956312":"\n  I guess have a constant itch\n  ","956313":"\n  Real plants, definitely\n  ","956314":"\n  Don’t have a bucket list\n  ","956315":"\n  I like the colorful lights!😁\n  ","956316":"\n  I don’t eat lunch anon\n  ","956317":"\n  Oh yeah lol I bet! It’s still somewhat wild 🤣\n  ","956318":"\n  Didn’t have lunch yet lol\n  ","956319":"\n  Oh yeah, I know! Now it’s just boring lol\n  ","956320":"\n  I’m not sure tbh🤨\n  ","956321":"\n  Definitely window seat!\n  ","956322":"\n  Omg I remember you! A lot of things have changed on here that you’ve missed 😱\n  ","956323":"\n  I don’t have one\n  ","956324":"\n  Thank you😊\n  ","956325":"\n  I’m taken anon\n  ","956326":"\n  I’m okay anon\n  ","956327":"\n  Tomato Basil soup\n  \n  Broccoli cheddar soup\n  \n  Chicken noodle soup\n  ","956328":"\n  I’m good anon😌\n  ","956329":"\n  Summer!\n  ","956330":"\n  Not really, no I don’t\n  ","956331":"\n  Happy birthday to your dad!😁\n  ","956332":"\n  It’s been awhile honestly\n  ","956333":"\n  I definitely prefer real Christmas trees!\n  ","956334":"\n  Hey! I just woke up, what’s up with you?😊\n  ","956335":"\n  Nope don’t like brandy\n  ","956336":"\n  Lol for sure anon\n  ","956337":"\n  I have no idea what you’re talking about\n  ","956338":"\n  Not currently lol\n  ","956339":"\n\n   https:\/\/youtu.be\/TIO7rOvC1aM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","956340":"\n  Happy early birthday to you😁 have a good one!\n  ","956341":"\n  Well we don’t get snow over here and I don’t really like the snow lol since it’s cold\n  ","956342":"\n  Lol who said I don’t?\n  ","956343":"\n  I’m sleepy\n  ","956344":"\n  What do you mean? 🤔\n  ","956345":"\n  I went for a night walk which was really relaxing and calming 😁\n  ","956346":"\n  Summer!\n  ","956347":"\n  That would be extremely random lol\n  ","956348":"\n  I do!\n  ","956349":"\n  When it’s really hot and warm outside! 😁\n  ","956350":"\n  Lol it’s not real 🤣\n  ","956351":"\n  Probably bacon or sausage\n  ","956352":"\n  Yes lol\n  ","956353":"\n  No I haven’t\n  ","956354":"\n  That I’m not going to make it out alive 😱🙁\n  ","956355":"\n  I have before, yes!\n  ","956356":"\n  None of my problems going on in my life are silly 🤣\n  ","956357":"\n  I need some sleep lol🤣\n  ","956358":"\n  I haven’t had one in ages lol\n  ","956359":"\n  Limon lays!\n  ","956360":"\n  Lol definitely!\n  ","956361":"\n  Lol oh my anon\n  ","956362":"\n  Sometimes when I go swimming lol\n  ","956363":"\n  Pinkkkkkk\n  ","956364":"\n  Lol that’s nice anon\n  ","956365":"\n  🤨🤨\n  ","956366":"\n  I’m not sure tbh🤔\n  ","956367":"\n  That’s great😊\n  ","956368":"\n  I’d find other things to do and entertain myself lol\n  ","956369":"\n  I wish I knew why anon but I really don’t 🤷‍♀️\n  ","956370":"\n  The lyrics in songs matter so much because that’s what makes you like a song and also relate to it! I’m pretty good at memorizing lyrics especially of songs I like 😁\n  ","956371":"\n  I liked the question, I thought it was pretty cool!😁\n  ","956372":"\n  Oh yeah, I just noticed that. I don’t really think it’s necessary but it is what it is lol. I haven’t really payed attention to it 🤣\n  ","956373":"\n  I’m not sure just yet 😬\n  ","956374":"\n  same lol\n  ","956375":"\n  I’m not clumsy at all, I’m always careful lol\n  ","956376":"\n  I haven’t done that but I probably could\n  ","956377":"\n  I don’t find them comfortable at all and I have worn high heels before and it went surprisingly okay lol\n  ","956378":"\n  My hair is pretty long!\n  ","956379":"\n  I’m doing okay, how are you?\n  ","956380":"\n  Thank you anon😊\n  ","956381":"\n  Lol don’t call me that and I’m doing homework\n  ","956382":"\n  It’s afternoon here\n  ","956383":"\n  I’m doing okay, you?\n  ","956384":"\n  2:07 pm\n  ","956385":"\n  I’m from the United States, yes!\n  ","956386":"\n  🤔🤔\n  ","956387":"\n  Goodnight to you anon lol\n  ","956388":"\n  Good afternoon 😊\n  ","956389":"\n  I don’t necessarily listen to them\n  ","956390":"\n  Nopeee\n  ","956391":"\n  You never know lol\n  ","956392":"\n  I don’t open links anon\n  ","956393":"\n  I don’t listen to them\n  ","956394":"\n  Yes, I love Linkin park!\n  ","956395":"\n  For sure!\n  ","956396":"\n  I do overthink lol\n  ","956397":"\n  I’ve been feeling okay for the most part, just a bit overwhelmed and stressed out but that’s nothing new 😬\n  ","956398":"\n  I don’t listen to them\n  ","956399":"\n  I would definitely recommend Linkin Park, Maroon 5, Coldplay, Dead by Sunrise, Thirty Seconds to mars, walking on cars 😁\n  ","956400":"\n  I like both butter and cream cheese\n  ","956401":"\n  I do, sometimes\n  ","956402":"\n  Thank you, I appreciate that 😊\n  ","956403":"\n  Lol I’m sorry, I just woke up\n  ","956404":"\n  You’re quite creative lol\n  ","956405":"\n  Not today anon\n  ","956406":"\n  Happy Saturday! I’m not sure what I’m doing today just yet😁\n  ","956407":"\n  I do, yes\n  ","956408":"\n  Nope, never!\n  ","956409":"\n  No i haven’t seen that\n  ","956410":"\n  ‘IT’ chapter 1 and 2\n  \n  The conjuring 1 and 2\n  ","956411":"\n  Definitely to listen\n  ","956412":"\n  We don’t talk anymore anon\n  ","956413":"\n  yessss, that’s right!\n  ","956414":"\n  The internet for sure lol\n  ","956415":"\n  You know what song that’s from?\n  ","956416":"\n  Awhhh thank you girl💕 you’re sweet too!\n  ","956417":"\n  I’m just hanging out right now lol\n  ","956418":"\n  Yes, I have before\n  ","956419":"\n  Well this is what I always say, actions speak louder than words! Sure, he can say he’s still interested in you or into you but what do his actions show you? He can say that but it’s his actions that will show you if he’s still interested in you or not. Don’t listen to what he says, look at what he’s doing. Actions will always speak for themselves, pay attention! His actions will show you how much he respects you. It’s simple really. Also just know if someone really wants to talk to you, they’ll make an effort. No one is busy 24 hours. Bs. And people make time for the things that are really important to them. Remember that!\n  ","956420":"\n  I just wait until I’m really sleepy to go to bed lol\n  ","956421":"\n  I think that’s a a little excessive 😬\n  ","956422":"\n  Ooh it’s been awhile since I’ve been bowling! I’d rate my bowling skills probably like a 5 or 6 😁\n  ","956423":"\n  I don’t lol\n  ","956424":"\n  Happy World Kindness Day!😊\n  ","956425":"\n  It’s not a classic pose that I do often 🥴\n  ","956426":"\n  Noooo I don’t\n  ","956427":"\n  Nope, I don’t smoke\n  ","956428":"\n  Happy World Kindness Day! 😁\n  ","956429":"\n  Swimming, hiking, walking, just enjoying the weather, canoeing, etc!😁\n  ","956430":"\n  Yesss I do!\n  ","956431":"\n  Might just go sleep lol\n  ","956432":"\n  Nooooo omg\n  ","956433":"\n  Lol I wouldn’t\n  ","956434":"\n  I guess Christmas lol\n  ","956435":"\n  The park, the mall, outside and whatnot\n  ","956436":"\n  🤔🤔\n  ","956437":"\n  Oooh I’m not even sure tbh🤔\n  ","956438":"\n  I’d want it to look like me and I’d be wearing probably ripped jeans and a crop top 🤪 and my pose would probably be me doing a peace sign.\n  ","956439":"\n  I’m taken\n  ","956440":"\n  I’m not married yet but I look for a guy who is loyal, committed, honest, respectful, silly, fun, smart, hardworking, talkative, knows how to communicate, understands me, supports me, passionate, etc!\n  ","956441":"\n  Lool I’m shy\n  ","956442":"\n  Not at all\n  ","956443":"\n  Lol I’m 5’7\n  ","956444":"\n  No I don’t often think when someone is nice to me that they want something\n  ","956445":"\n  California!\n  ","956446":"\n  Of course🙂\n  ","956447":"\n  I’m 21\n  ","956448":"\n  😎🤩🤪\n  ","956449":"\n  Are we human or are we dancers?\n  ","956450":"\n  I like certain kinds of cake,  not all\n  ","956451":"\n  Again it’s whatever an anonymous person says right?\n  ","956452":"\n  I’m not that tech-savvy at all, maybe a little bit.  Sometimes I like keeping up with what’s new!\n  ","956453":"\n  Why do you say that?\n  ","956454":"\n  probably not lol\n  ","956455":"\n  I guess I do 🤣\n  ","956456":"\n  🥴\n  ","956457":"\n  🤔🤔\n  ","956458":"\n  I’ve been in bed lol\n  ","956459":"\n  🤨🤨\n  ","956460":"\n  I already have brothers lol\n  ","956461":"\n  Ahhh you left again\n  ","956462":"\n  Lol I’ve had boyfriends before aa well\n  ","956463":"\n  Thank youuuu😁\n  ","956464":"\n  I don’t remember you😬\n  ","956465":"\n  Thank you!😊\n  ","956466":"\n  And the account is back up... please whoever you are stop and just delete it.\n  ","956467":"\n  Oh my goodness,  I hope the future in 20 years will be much better than it is currently that’s for sure!  I hope everything will be much more better and so much more different 😱 and hopefully people will be more happier and positive in the future.\n  ","956468":"\n  It’s 10:14 am and so it’s still going lol\n  ","956469":"\n  What do I keep my air on? Lol\n  ","956470":"\n  It’s definitely going and still so early here 🥱\n  ","956471":"\n  Don’t worry, you’ll find love when you least expect it!\n  ","956472":"\n  I don’t think that’s true happiness at all anon\n  ","956473":"\n  I found love again 😌\n  ","956474":"\n  Sureeee, I cannn! 😁\n  ","956475":"\n  It depends on what your mom likes!\n  ","956476":"\n  Not really, no\n  ","956477":"\n  No I haven’t done that\n  ","956478":"\n  I haven’t surfed before, nope!\n  ","956479":"\n  It depends who the person is tbh\n  ","956480":"\n  I wouldn’t feel comfortable if that was the case and I definitely wouldn’t react well I would say 🤔 it’s not something I’m personally into. I would much rather have a partner who’s only interested and has his eyes on me.\n  ","956481":"\n  I have a boyfriend🤩\n  ","956482":"\n  Who are you?🤔\n  ","956483":"\n  I think I might deactivate these anons are getting out of control honestly\n  ","956484":"\n  That’s definitely true!\n  ","956485":"\n  No lol\n  ","956486":"\n  Actually I’m the lucky one😌\n  ","956487":"\n  That’s nice anon\n  ","956488":"\n  I dooooo😌\n  ","956489":"\n  I’m not god lol\n  ","956490":"\n  I rarely choose dare lol\n  ","956491":"\n  The hairstyle where they can flip it\n  ","956492":"\n\n   @musicfan1998\n  \n  I’d welcome Chloe in and show her around and we would hang out! 😁\n  ","956493":"\n  Thank you!😊\n  ","956494":"\n  Truthhhh\n  ","956495":"\n  I’m not a party person tbh😬\n  ","956496":"\n  Probably not or maybe I would have been lol\n  ","956497":"\n  A mirror 😎\n  ","956498":"\n  I honestly have no idea tbh🤔\n  ","956499":"\n  Yes, I think it is anon\n  ","956500":"\n  Oh I’d definitely throw them out 🥴\n  ","956501":"\n  Lol no I don’t\n  ","956502":"\n  I do!\n  ","956503":"\n  Yes anon, I was and no thank you lol\n  ","956504":"\n  I haven’t tried it\n  ","956505":"\n  Why? Lol\n  ","956506":"\n  Maybe a bow and arrow or maybe even a sword 😱\n  ","956507":"\n  I guess I am, I’m not sure 😬\n  ","956508":"\n  Most definitely!\n  ","956509":"\n  Hone cooked meal, definitely\n  ","956510":"\n  Oh of course, I do!\n  ","956511":"\n  Oh my, I have to think about this one 🤔\n  ","956512":"\n  Yeah, I don’t think so\n  ","956513":"\n  You’re on anon lol\n  ","956514":"\n  Probably not tbh\n  ","956515":"\n  Yeah, definitely!\n  ","956516":"\n  Find things to entertain myself lol\n  ","956517":"\n  No lol I definitely didn’t\n  ","956518":"\n  She’s not my cousin 🤣\n  ","956519":"\n  My sleep schedule is all over the place and it’s messed up 🙃 Unfortunately I don’t have any tips because my sleep schedule is messed up.\n  ","956520":"\n  That’s tough to choose!😬\n  ","956521":"\n  Yes, absolutely!\n  ","956522":"\n  No lol\n  ","956523":"\n  I’m not really sure but with the family, definitely!\n  ","956524":"\n  No I don’t\n  ","956525":"\n  That would be so adorable\n  ","956526":"\n  Not really, nope lol😬\n  ","956527":"\n  🤔🤔\n  ","956528":"\n  I’ve gotten my hair braided before lol\n  ","956529":"\n  Don’t worry, I’m not going 😁\n  ","956530":"\n  I’m not always positive, trust me!\n  ","956531":"\n  Mostly through text or social media and even though phone calls 😁\n  ","956532":"\n  Noooo😱\n  ","956533":"\n  Very soon!\n  ","956534":"\n  Kindness, positivity, loyalty, respect, honesty, compassion, love, care, etc!🙂\n  ","956535":"\n  Oh, I definitely am lol\n  ","956536":"\n  Lol my school is online now\n  ","956537":"\n  I’m doing okay, how are you?\n  ","956538":"\n  Good at what? Lol\n  ","956539":"\n  It’s getting worse here, actually\n  ","956540":"\n  I go to college!\n  ","956541":"\n  Ja, Liebe ist mir wichtiger\n  ","956542":"\n  Yes, I love hiking! I’ve gone on pretty long hikes, don’t remember how long though\n  ","956543":"\n  When I was alive anon\n  ","956544":"\n  Was meinst du?\n  ","956545":"\n  I wish but you have to focus on reality anon\n  ","956546":"\n  Liebe ist mir wichtiger\n  ","956547":"\n  😁\n  ","956548":"\n  Ich hätte gerne Kinder in der Zukunft und 2!  sowohl ein Mädchen als auch ein Junge\n  ","956549":"\n  Noo lol I’m definitely not\n  ","956550":"\n  Not that many, at least a few\n  ","956551":"\n  I have 15.4K followers on here 🙂\n  ","956552":"\n  Traveling and enjoying the scenery, the environment, the new places and having a good time!😁\n  ","956553":"\n  Thank you!😊\n  ","956554":"\n  Helllooo!😁\n  ","956555":"\n  Hello! I’m doing okay, you?😊\n  ","956556":"\n  Lol haven’t we all?🤣\n  ","956557":"\n  I didn’t really do anything, just relaxed and watched horror movies as always 😎\n  ","956558":"\n  Lol yeah but then I end up waking up not feeling sleepy\n  ","956559":"\n  Alright y’all, night!\n  ","956560":"\n  It’s saddening to hear that’s happening 🙁\n  ","956561":"\n  I’m sorry to hear that! I’m here for you girl💕\n  ","956562":"\n  What are you talking about?\n  ","956563":"\n  Different things throughout the day lol\n  ","956564":"\n  Hello!\n  ","956565":"\n  Mint chocolate chip\n  ","956566":"\n  🤣🤣🤣\n  ","956567":"\n  I’m a Virgo\n  ","956568":"\n  No can do anon\n  ","956569":"\n  No lol I sleep late actually\n  ","956570":"\n  Lol and tbh 😬\n  ","956571":"\n  CRIMINAL MINDS!\n  ","956572":"\n  Sexual ones, negativity of any kind, weird ones, fettish ones, etc!\n  ","956573":"\n  Nopeeeee, not today\n  ","956574":"\n  I don’t really remember tbh😬\n  ","956575":"\n  It’s been alright! How’s your day been?\n  ","956576":"\n  No that hasn’t happened\n  ","956577":"\n  No, definitely not always\n  ","956578":"\n  No you can’t 🤣\n  ","956579":"\n  loool actually he does live near me🤣 you really have no idea what you’re talking about\n  ","956580":"\n  Actually I do but again it’s whatever anon says right?\n  ","956581":"\n  Yes lol\n  ","956582":"\n  I do!\n  ","956583":"\n  Oh lol yeah I would but it’s too early for that to happen\n  ","956584":"\n  Who?\n  ","956585":"\n  I’m not engaged\n  ","956586":"\n  I rarely get sick so I would go with never be stuck in traffic lol\n  ","956587":"\n  I’m feeling pretty good today, how are you?\n  ","956588":"\n  Hey!\n  ","956589":"\n  Thank youuu!😊\n  ","956590":"\n  It would be fun so sure, why not!\n  ","956591":"\n  Not really, mostly English\n  ","956592":"\n  No🤣\n  ","956593":"\n  Omg yes, mini golf is definitely a bit more fun!\n  ","956594":"\n  I would say golf tbh🤔\n  ","956595":"\n  What boy? Lol\n  ","956596":"\n  I don’t know who that is lol\n  ","956597":"\n  Maybe smartest person on earth 🤔\n  ","956598":"\n  Ooh I like both choices though!\n  ","956599":"\n  I most definitely will do that!😁\n  ","956600":"\n  Yes, I definitely have had to!\n  ","956601":"\n  OMG yes and yes and yes!\n  ","956602":"\n  No that wouldn’t be best anon🙃\n  ","956603":"\n  No lol you aren’t 🤨\n  ","956604":"\n  No I wouldn’t want to clone myself 😬\n  ","956605":"\n  I mean not necessarily, I don’t think it’s considered a bank robbery if you take a pen from there\n  ","956606":"\n  Lol what are you on about? I do have one but who are you?\n  ","956607":"\n  Definitely meat\n  ","956608":"\n  I’m sleeepy oop\n  ","956609":"\n  No I’m not\n  ","956610":"\n  🤣🤣\n  ","956611":"\n  Ehhh I already posted a selfie yesterday\n  ","956612":"\n  Oooh definitely maroon 5 or coldplay or even thirty seconds to Mars\n  ","956613":"\n  I like both plain rice and fried !\n  ","956614":"\n  Yes, I doooo\n  ","956615":"\n  Because I don’t 🥴\n  ","956616":"\n  I’d honestly probably use it to survive as long as I could 🤔 I think I’d do that\n  ","956617":"\n  Yeah, most definitely\n  ","956618":"\n  Nerd girl?🤣\n  ","956619":"\n  English 🤨\n  ","956620":"\n  You’re unique in your own way\n  \n  It means that you’re silly and fun\n  ","956621":"\n  Nooooo lol\n  ","956622":"\n  Maybe like a 5 lol\n  ","956623":"\n  I don’t open links anon\n  ","956624":"\n  Good for you😁\n  ","956625":"\n  Yess since Robert Pattinson is going to be Batman lol\n  ","956626":"\n  OMG YES! So many memories wow 😱\n  ","956627":"\n  I’m not going to be your wife loool\n  ","956628":"\n  The music, I don’t like Christmas music and I would tell people that Christmas is about spending time with your family and not about gifts.\n  ","956629":"\n  A vampire!\n  ","956630":"\n  Lol I think not\n  ","956631":"\n  Then no thank you lol\n  ","956632":"\n  Nah I’m good🤣\n  ","956633":"\n  Not today lol\n  ","956634":"\n  No thank you\n  ","956635":"\n  It depends on how it’s going to be available to people. Like if it’s a vitamin I wouldn’t mind taking it\n  ","956636":"\n  😁\n  ","956637":"\n  I don’t like Pokémon lol but I like charmander 🤪\n  ","956638":"\n  Linkin Park makes me really happy 😌\n  ","956639":"\n  What are you on about?🤣\n  ","956640":"\n  Lol that’s not my nickname either\n  ","956641":"\n  It’s very possible\n  ","956642":"\n  Lol that’s nice\n  ","956643":"\n  No I haven’t lol\n  ","956644":"\n  Lol no🤨\n  ","956645":"\n  That’s amazing! Aha😁\n  ","956646":"\n  Lol is that my new nickname?\n  ","956647":"\n  No, not always anon\n  ","956648":"\n  Well it’s 4:14 pm so I’m definitely awake lol\n  ","956649":"\n  I have no idea 🤷‍♀️\n  ","956650":"\n  Hello there! I’m doing okay, you?\n  ","956651":"\n  Lol I’m not the woman you love either 🤨\n  ","956652":"\n  It’s annoying 🥴\n  ","956653":"\n  Goodnight to you anon!😊\n  ","956654":"\n  I’m not your baby anon\n  ","956655":"\n  I’m not married lol\n  ","956656":"\n  I guess getting out of bed even though I’ve been in so much pain 🙃\n  ","956657":"\n  Are you anon?\n  ","956658":"\n  What are you talking about?\n  ","956659":"\n  Bless you! 😁\n  ","956660":"\n  I’m sure anon\n  ","956661":"\n  Hey!\n  ","956662":"\n  No not really, I look more like my dad lol\n  ","956663":"\n  No they aren’t anon\n  ","956664":"\n  There’s never a time I’ve gone without oxygen 😱\n  ","956665":"\n  That’s wonderful!😊\n  ","956666":"\n  Hello anon🙂\n  ","956667":"\n  I’m from California!😎\n  ","956668":"\n  Well yes lol, I have and I do now too\n  ","956669":"\n  I don’t believe I could and I wouldn’t last long without it\n  ","956670":"\n  Yes, I have fainted a few times before! Everything just goes black and you hear the people around you talking but it feels like it’s coming from far away🙃\n  ","956671":"\n  Sometimes, I do!\n  ","956672":"\n  No lol\n  ","956673":"\n  I’m doing pretty good, you?😊\n  ","956674":"\n  I guess be able to guess the combination of every safe on the first try 🤪\n  ","956675":"\n  No I don’t\n  ","956676":"\n  I don’t like beans 🥴\n  ","956677":"\n  No problem 🙂\n  ","956678":"\n  Honestly I feel listening to music, sleeping, going on walks, watching tv, taking deep breathes, going on a hike, going outside and enjoying the fresh air, all that and much more!\n  ","956679":"\n  Sure!😊\n  ","956680":"\n  Good morning! Have a wonderful week as well😊\n  ","956681":"\n  Of course lol\n  ","956682":"\n  I don’t like sushi and it definitely grosses me out\n  ","956683":"\n  Why thank you, I appreciate it😊\n  ","956684":"\n  I don’t know lol\n  ","956685":"\n  Definitely giving!\n  ","956686":"\n  Because I can be? Lol\n  ","956687":"\n  I always end up waking up not feeling sleepy\n  ","956688":"\n  Peas lol\n  ","956689":"\n  Definitely not that many since I can’t really sleep throughout the night\n  ","956690":"\n  Is that so?🤣\n  ","956691":"\n  No I never have anon\n  ","956692":"\n  🤩🤪\n  ","956693":"\n  Why not both!\n  ","956694":"\n  No lol\n  ","956695":"\n  Lol not really, no\n  ","956696":"\n  Thank you😊\n  ","956697":"\n  You’re hilarious, I’ll give you that\n  ","956698":"\n  I’m not lol but okay!\n  ","956699":"\n  I prefer sweet more!\n  ","956700":"\n  Yes, indeed!\n  ","956701":"\n  I watch The Office lol. It’s one of my favorites 🤪\n  ","956702":"\n  This really made me laugh, I’m no where near being a narcissist 🤣\n  ","956703":"\n  uhhh no way too early!🤣\n  ","956704":"\n  No lol🤨\n  ","956705":"\n  I do!\n  ","956706":"\n  I like bothhh\n  ","956707":"\n  Most definitely!\n  ","956708":"\n  No lol I don’t\n  ","956709":"\n  My code name? Lol\n  ","956710":"\n  I like this songggggg🤩\n  ","956711":"\n  Sour watermelon candy\n  ","956712":"\n  Ohhhh no, I’m sorry to hear that anon\n  ","956713":"\n  I have no clue what you’re talking about\n  ","956714":"\n  Both are very exciting!\n  ","956715":"\n  Ohhh I remember him🤣\n  ","956716":"\n  I don’t really have a favorite restaurant tbh\n  ","956717":"\n  Who’s that? Lol\n  ","956718":"\n  Lol seriously?🤣\n  ","956719":"\n  Of course, many times!\n  ","956720":"\n  No I’m not craving one at all actually 🤣\n  ","956721":"\n  Don’t use that\n  ","956722":"\n  🤔🤔\n  ","956723":"\n  Lol for sure, I’ll ask her 🤣\n  ","956724":"\n  She’s a crazy girl🤣\n  ","956725":"\n  Yes lol\n  ","956726":"\n  I went out for a walk and got Starbucks lol🤪\n  ","956727":"\n  That’s wonderful!😊\n  ","956728":"\n  That’s Sky lol\n  ","956729":"\n  Ahhh okay, I see!\n  ","956730":"\n  No lol I didn’t\n  ","956731":"\n  That’s awesome anon!\n  ","956732":"\n  Cook for who?\n  ","956733":"\n  Who’s that? Lol🤔\n  ","956734":"\n  I’m doing alright, you?😊\n  ","956735":"\n  You need water?\n  ","956736":"\n  Yeah, I definitely did\n  ","956737":"\n  Lol thank you anon\n  ","956738":"\n  🤔🤔\n  ","956739":"\n  Hey!🙂\n  ","956740":"\n  No I haven’t\n  ","956741":"\n  Absolutely, it gets boring 🥱\n  ","956742":"\n  Lol no she likes someone\n  ","956743":"\n  I personally don’t like them🥱 and don’t really have any thoughts about them lol\n  ","956744":"\n  this app is starting to piss me off 🥴\n  ","956745":"\n  This app needs to stop closing omg🥴\n  ","956746":"\n  Am I moved? Lol\n  ","956747":"\n  I’m sleeepy\n  ","956748":"\n  No I haven’t\n  ","956749":"\n  What in the hell?🤣\n  ","956750":"\n  I’m doing okay, how are you?\n  ","956751":"\n  Not very well, I get super stressed out and just lose it as well as cry\n  ","956752":"\n  No I’m not\n  ","956753":"\n  He didn’t so I’m happy!\n  ","956754":"\n  I don’t believe I’ve ever been to Dairy Queen!\n  ","956755":"\n  Go on a walk, listen to music, take a nap, go swimming, hang out with friends and whatnot 🙂\n  ","956756":"\n  Oh no, I don’t like him.\n  ","956757":"\n  Usually on time and or early\n  ","956758":"\n  Thank you!😊\n  ","956759":"\n  Awh thank you gorgeous ❤️\n  ","956760":"\n  Most of the time, I do lol\n  ","956761":"\n  Mostly by car lol\n  ","956762":"\n  I just woke up from a nap lol\n  ","956763":"\n  Lol thank you😊\n  ","956764":"\n  🙂🙂\n  ","956765":"\n  I know, it’s super funny 🤣\n  ","956766":"\n  Not today, nope\n  ","956767":"\n  It’s great news, indeed! Thank god and finally honestly!\n  ","956768":"\n  Lol seriously?\n  ","956769":"\n  It sounds like it would be a adventurous and interesting trip but I probably wouldn’t go since it also sounds dangerous 😬\n  ","956770":"\n  I’ve never felt that way tbh but that’s very interesting and I don’t think I’ve had lucid dreams🤔\n  ","956771":"\n  And that’s a bad thing? That’s the best news 🤣\n  ","956772":"\n  That’s nice anon\n  ","956773":"\n  🥴🥴\n  ","956774":"\n  I guess so, yeah\n  ","956775":"\n  For what?\n  ","956776":"\n  I would do it if someone asked me to anon\n  ","956777":"\n  No it’s not 🥴\n  ","956778":"\n  In the afternoon lol\n  ","956779":"\n  🤔🤔\n  ","956780":"\n  It’s 2:03 pm\n  ","956781":"\n  On?\n  ","956782":"\n  Oh hahaha thank you I think 🤨\n  ","956783":"\n  No i don’t\n  ","956784":"\n  I haven’t seen it, nope!\n  ","956785":"\n  I ask for advice when I really need it and I also offer advice to people who need it!😊\n  ","956786":"\n  Hello! I’m okay, you?😊\n  ","956787":"\n  What?🤔\n  ","956788":"\n  Goodnight to you!😊\n  ","956789":"\n  Of course 😊\n  ","956790":"\n  Lol what?\n  ","956791":"\n  I totally agree with you!\n  ","956792":"\n  Well if she says that she feels the same way toward you I think that’s a sign that you should be in a relationship together anon\n  ","956793":"\n  I didn’t say I hate babysitting I just have never done it.\n  ","956794":"\n  I’m not a babysitter anon\n  ","956795":"\n  🤨🤨\n  ","956796":"\n  I don’t drink coffee 😬\n  ","956797":"\n  I feel that time passes very quickly for everyone honestly. Times never slows down, it just keeps going  quicker and quicker.\n  ","956798":"\n  Taken like bacon 😁\n  ","956799":"\n  It’s getting pretty chilly 🙃 it’s in the 50’s today\n  ","956800":"\n  All their albums are amazing though! My favorite song is in my remains 🤪\n  ","956801":"\n  I wear contacts!😬\n  ","956802":"\n  I KNOW! I’m so happy 😁👏🏻\n  ","956803":"\n  It was pretty funny lol\n  ","956804":"\n  I looked at it!\n  ","956805":"\n  I haven’t really done anything just yet since I’m still in bed and it’s only 9:26 am here lol\n  ","956806":"\n  Why not babysit next door to Michael Myers and take a little nap on Elm Street🤪\n  ","956807":"\n  Follow up?\n  ","956808":"\n  I believe it is confirmed!😬 thank god!\n  ","956809":"\n  Lol no she’s not\n  ","956810":"\n  I haven’t cooked anything for myself in awhile tbh😬\n  ","956811":"\n  OMG OMG OMG 😱 I’m so happy!\n  ","956812":"\n  That would be quite interesting lol I would be terrified at first\n  ","956813":"\n  Will do anon😌\n  ","956814":"\n  Sure😊\n  ","956815":"\n  I don’t drink coffee so I guess the first choice lol\n  ","956816":"\n  Is anyone else’s app closing as soon as you try opening it?\n  ","956817":"\n  No he’s not\n  ","956818":"\n  Yes they are omg!\n  ","956819":"\n  I don’t open links anon\n  ","956820":"\n  I don’t know but it’s very annoying 🙃 It just closes as soon as I open the app\n  ","956821":"\n  Good morning!😊\n  ","956822":"\n  I can’t even use the app, it just closes immediately 🙃\n  ","956823":"\n  No I don’t hear creaks and weird noises 🤪\n  ","956824":"\n  🤨🤨\n  ","956825":"\n  Ahhhhh I have to try again 😱\n  ","956826":"\n  I don’t think clowns are scary so I guess I would go with evil leprechauns 😬\n  ","956827":"\n  No I definitely don’t lol\n  ","956828":"\n  I last watched Hide and Seek but it wasn’t even scary at least for me lol\n  ","956829":"\n  I sleep with the covers on me lol and oooh I love vampires 🤪\n  ","956830":"\n  anon seriously stop sending my insta out to people, it’s not cool.\n  ","956831":"\n  Ooh maybe horror or music 🤪\n  ","956832":"\n  You know, I do! I appreciate it😊\n  ","956833":"\n  I’m bored y’all\n  ","956834":"\n  No idea who that is lol\n  ","956835":"\n  Always!\n  ","956836":"\n  Say what now? Lol\n  ","956837":"\n  About what days?\n  ","956838":"\n  I went out to Malibu to a Greek restaurant!\n  ","956839":"\n  I absolutely agree!\n  ","956840":"\n  Yesterday? Lol I thought it was awhile ago\n  ","956841":"\n  Who knows lol\n  ","956842":"\n  No I’m not\n  ","956843":"\n  I don’t let them bring me down and whatever they have to say about me, they can say it just shows what kind of person they are and has nothing to do with me.\n  ","956844":"\n  Thank you! I hope you had a great Friday😊\n  ","956845":"\n  It’s 8:08 pm anon\n  ","956846":"\n  Of course I saw! They’re amazing for doing that\n  ","956847":"\n  Oh anon, I’m so sorry to hear that 🙁 Awh just make sure to spend all the time with her!\n  ","956848":"\n  Thank you! I hope you had a good day😊\n  ","956849":"\n  I’m sorry you’re feeling sad anon🙁 I’m here for you!\n  ","956850":"\n  I’m doing okay!🙂\n  ","956851":"\n  Awhh thank you😌 I love her!\n  ","956852":"\n  Selfie with crazy Sky🤪💕\n  ","956853":"\n  I don’t really have a favorite youtuber 🤔\n  ","956854":"\n  I never have!\n  ","956855":"\n  I’ve heard of it!\n  ","956856":"\n  A key that opens any door!\n  ","956857":"\n  Yeah I remember when she said that! She’s awesome😁\n  ","956858":"\n  Come off anon\n  ","956859":"\n  Oh smh anon\n  ","956860":"\n  I have, yes!\n  ","956861":"\n  That’s great!😊\n  ","956862":"\n  I have not seen that! What’s it about?\n  ","956863":"\n  I’m not sure 🤔\n  ","956864":"\n  Bears!\n  ","956865":"\n  No I don’t follow her\n  ","956866":"\n  Okay seriously whoever is sending my insta out, please stop. Like come on now.\n  ","956867":"\n  I’m not ignoring you anon, chill\n  ","956868":"\n  Yes, I am lol\n  ","956869":"\n  I’m doing okay, you?🙂\n  ","956870":"\n  Since like 2013\n  ","956871":"\n  Not really, no I haven’t\n  ","956872":"\n  I know lol, I’m late 🤣\n  ","956873":"\n  Hopefully go and travel again and hang out with friends and all that fun stuff😁\n  ","956874":"\n  Omg this app keeps closing smh\n  ","956875":"\n  hoo\n  ","956876":"\n  Lol I always wake up in the middle of the night not feeling sleepy\n  ","956877":"\n  I ammm lol\n  ","956878":"\n  Yeah, I like her!\n  ","956879":"\n  That’s good!\n  ","956880":"\n  Lol how funny of you anon\n  ","956881":"\n  Yeah, I have before actually\n  ","956882":"\n  He’s scared of losing that’s why he wants a recount in Georgia lol 🥴\n  ","956883":"\n  I’m doing okay, how are you?\n  ","956884":"\n  Hello!😊\n  ","956885":"\n  Overthinking, doubting myself, giving people the benefit of doubt, giving too many chances, getting annoyed easily, being stressed out all the time, not listening to my gut instinct, etc.\n  ","956886":"\n  Soon I hope!\n  ","956887":"\n  Biden is in the lead anon and now we are just waiting smh\n  ","956888":"\n  Hmm I have to think about that🤔 I’m not really sure\n  ","956889":"\n  Hello! My day just started😁 I usually feel most energetic during the afternoon I would say for the most part and I usually get things done\n  ","956890":"\n  Thank youuu, I appreciate that🙂\n  ","956891":"\n  Oh yes, I absolutely have had that happen to me!\n  ","956892":"\n  For sure anon😊\n  ","956893":"\n  I’m not afraid to use public bathrooms lol. I only use them when I’m out in public and if I really need to go\n  ","956894":"\n  No lol that hasn’t happened\n  ","956895":"\n  I’m not really sure just yet, probably just going to relax today\n  ","956896":"\n  It’s 3:48 am and I’m wide awake lol\n  ","956897":"\n  Much appreciated!\n  ","956898":"\n  It honestly doesn’t matter to me anon\n  ","956899":"\n  That’s wonderful!🙂\n  ","956900":"\n  What do you think anon?\n  ","956901":"\n  I’m doing okay, how are you?😊\n  ","956902":"\n  No I don’t 🤨\n  ","956903":"\n  You’re on anon though\n  ","956904":"\n  Oh no, I’ve had it before but didn’t find anyone 🥴\n  ","956905":"\n  Lol well that’s too bad\n  ","956906":"\n  People in this generation and society don’t really have the time to do things that we enjoy and that make us happy instead we do things that we don’t enjoy and that don’t really make us happy and because of that we are depressed and with all that’s going on in this world it’s hard not to be depressed. It’s a sad world we live in anon. There are many factors that make so many people depressed.\n  ","956907":"\n  Why do you say that? Lol\n  ","956908":"\n  Like dating someone only online?\n  ","956909":"\n  Thank god lol\n  ","956910":"\n  Ooh good question! Honestly I feel it’s because there’s often hate behind killing someone and even jealously as well. It’s very sad to think about. It could also be because of greed and wanting something that, that person might have and you don’t so you resort to killing them. It’s messed up. I always wonder what goes through a killers mind while they’re killing someone.. like what are they thinking and why do they do it¿  I find it very fascinating to learn what goes on in a killers mind and their thoughts as well.\n  ","956911":"\n  Ohhh no we wouldn’t lol😬\n  ","956912":"\n  4 years!\n  ","956913":"\n  I don’t smoke and I drink sometimes!😬\n  ","956914":"\n  It’s still not really sorted tbh\n  ","956915":"\n  No I didn’t\n  ","956916":"\n  Sky is a girl!\n  ","956917":"\n  Loool what?\n  ","956918":"\n  I have no clue what would pop into my head lol\n  ","956919":"\n  Santorini, Greece🤩 I love it there!\n  ","956920":"\n  Pineapple because I hate pineapple and mushrooms as well🥴\n  ","956921":"\n  Well it depends how much I drink lol\n  ","956922":"\n  Yesss, that’s very true!\n  ","956923":"\n  This color 🥺\n  ","956924":"\n  No I don’t lol\n  ","956925":"\n  Dogs!\n  ","956926":"\n  I do like trail mix especially the ones with m&m’s also mixed into them\n  ","956927":"\n  I would say about a 11, I’m pretty silly! 🤪\n  ","956928":"\n  Sour watermelon candy!\n  ","956929":"\n  Most definitely lol\n  ","956930":"\n  I like that, I don’t mind\n  ","956931":"\n  Silly, kind, big-hearted 😌\n  ","956932":"\n  Oh he will definitely do something dumb as usual 🥴\n  ","956933":"\n  Like someone named after him?\n  ","956934":"\n  Oh I have so many recommendations for you!\n  ","956935":"\n  Nope I don’t believe so\n  ","956936":"\n  Why thank you😊\n  ","956937":"\n  Movie advice?\n  ","956938":"\n  All the time!😬\n  ","956939":"\n  No it won’t 🤨\n  ","956940":"\n  I drink sometimes lol\n  ","956941":"\n  Yes lol I have!\n  ","956942":"\n  Lol he’s still my favorite person and he doesn’t have ask anymore because they keep getting deleted 🙃\n  ","956943":"\n  Pumpkin?🤣\n  ","956944":"\n  I guess so\n  ","956945":"\n  I don’t 🤨\n  ","956946":"\n  Ohhh yeah lol I remember that one\n  ","956947":"\n  Lol I remember those movies!\n  ","956948":"\n  Gumdrop?🤣\n  ","956949":"\n  Oh yeah, that’s true they did!\n  ","956950":"\n  Let’s not talk about it\n  ","956951":"\n  She definitely is one of my hero’s!\n  ","956952":"\n  Let’s not go there lol\n  ","956953":"\n  I tend to fear the unknown definitely\n  ","956954":"\n  For bears it’s normal but I don’t think that would be great for a human lol\n  ","956955":"\n  Okay yall anons are crazy, can you stop?\n  ","956956":"\n  Excuse me?🤣\n  ","956957":"\n  Thank you😊\n  ","956958":"\n  I guess I just got bored, I’m not really sure why\n  ","956959":"\n  I’m thinking about a lot currently anon\n  ","956960":"\n  I don’t know lol🤷‍♀️\n  ","956961":"\n  Lol why would I fight them?\n  ","956962":"\n  Hello!\n  ","956963":"\n  What happened to me? Lol\n  ","956964":"\n  I don’t read books for fun anymore, I used to a lot!\n  ","956965":"\n  Goodnight y’all\n  ","956966":"\n  Sorry anon😬\n  ","956967":"\n  No I haven’t\n  ","956968":"\n  I’ve always been straight anon\n  ","956969":"\n  I’m sure anon\n  ","956970":"\n  I’m straight\n  ","956971":"\n  Who’s that? Lol\n  ","956972":"\n  Seriously anon? My last one wasn’t shady at all.\n  ","956973":"\n  Bahahahha yesss!\n  ","956974":"\n  That’s random 🥴\n  ","956975":"\n  I don’t know what’s going to happen in the future 🤷‍♀️\n  ","956976":"\n  A bit frightened for sure 😬\n  ","956977":"\n  No they don’t refer to me as a pushover\n  ","956978":"\n  Exactly lol, I don’t\n  ","956979":"\n  Dunder Mifflin Paper Company lol\n  ","956980":"\n  Lol thank you!\n  ","956981":"\n  I believe so, ages ago!\n  ","956982":"\n  No I don’t 🤨\n  ","956983":"\n  🙂🤪\n  ","956984":"\n  Nooo lol I’m laughing 🤣\n  ","956985":"\n  No🤣\n  ","956986":"\n  We are waiting lol\n  ","956987":"\n  Cheers anon😁\n  ","956988":"\n  Forever 21, H&M, Express, Zara, and so on😁\n  ","956989":"\n  I mean I don’t necessarily do chores lol but I guess I hate just cleaning in general 😬\n  ","956990":"\n  Thank you anon 😊\n  ","956991":"\n  Nooo I definitely wouldn’t\n  ","956992":"\n  Not necessarily, nope\n  ","956993":"\n  Haha indeed!\n  ","956994":"\n  Why not both!\n  ","956995":"\n  Clothes and shoes!\n  ","956996":"\n  Yes, I have been! It was so embarrassing tbh since he kept getting scared from the movie and the movie was ‘IT’ chapter 2\n  ","956997":"\n  I voted on October 25th for this election!\n  ","956998":"\n  No I haven’t seen that movie\n  ","956999":"\n  Yes, I have anon\n  ","957000":"\n  I would have to go with Christmas, definitely!\n  ","957001":"\n  Many of them would taste very horrible as a liquid like for example a hotdog and ketchup with mustard 🥴\n  ","957002":"\n  Oh goodness, maybe fur🤔\n  ","957003":"\n  Thank you 🙂\n  ","957004":"\n  Lol if you say so\n  ","957005":"\n  Definitely Santorini, Greece since it’s very romantic 😌\n  ","957006":"\n  😊\n  ","957007":"\n  Sure thing!\n  ","957008":"\n  Hmm probably like 13 or so 🤔\n  ","957009":"\n  Why?\n  ","957010":"\n  No anon\n  ","957011":"\n  Awh thank you😊\n  "}}