{"Question":{"963444":"\n   Just want to say that you're a huge blessing and I adore everything about you. You haven't ceased to make me happy even considering right now... I admire and adore you more than you'll ever know. Thank you for being such a sweet selfless angel to me…\n  ","963445":"\n   not even yourself?\n  ","963446":"\n   Do you let anyone play with your hair?\n  ","963447":"\n   Hii\n  ","963448":"\n   How come having your legs wrapped around me seems like it'd be way better than Heaven?\n  ","963449":"\n   Do you write in a diary? 📚\n  ","963450":"\n   replying in videos on here\n  ","963451":"\n   Idk if my answer was on anon, but I love your smile 100%.\n  ","963452":"\n   when will you make voice answers again\n  ","963453":"\n   Noooo, Nikki is one of a kind.\n  ","963454":"\n   Love that smile\n  ","963455":"\n   Stop saying that nikki...of course you’re special.\n  ","963456":"\n   DON'T EVER SAY THAT!!! You're the most special person ever!!!\n  ","963457":"\n   Of course I mean it's you 😊\n  ","963458":"\n   Exactly because my admiration of you defies logic and grammar 😝😊\n  ","963459":"\n   Pfft idk I was just piggy backing off what anon said and went with celebrities. Idk who you know lol\n  ","963460":"\n   You're bester haha\n  ","963461":"\n   Lol noooo sinner is bad! 😂 And gotcha haha. Everyone's got a crush so it's gotta be someone 😂\n  ","963462":"\n   😱 whaaaat you sinner! how about... uh I think John Legend got \"sexiest man alive\" or something. idk how I know that lol.\n  ","963463":"\n   How about Chris Pratt lol that's a cool dude\n  ","963464":"\n   You sure\n  ","963465":"\n   Do you like anyone currently?\n  ","963466":"\n   Good because I'd crawl through miles of glass for you.\n  ","963467":"\n   Do you recommend the band walking on cars?\n  ","963468":"\n   Are you being facetious Nicole?\n  ","963469":"\n   Who’s your favorite person on here?\n  ","963470":"\n   The quick foxy Nikki jumped over the lazy dog?\n  ","963471":"\n   In order? I though askfm would’ve been first lol.\n  ","963472":"\n   Name your top 3 apps that you’re on the most in order\n  ","963473":"\n   selfie?\n  ","963474":"\n   Because Nikki is divine and a miracle, obviously!\n  ","963475":"\n   Because I'm attracted to every bit of you\n  ","963476":"\n   Here’s a question no one‘s ever asked you before...😉 heels or flats\n  ","963477":"\n   Are you okay, Nikki?\n  ","963478":"\n   Where do you prefer to live a city,town or village?\n  ","963479":"\n   I love your hair\n  ","963480":"\n   Long\n  ","963481":"\n   How's your day been\n  ","963482":"\n   'Tis the season to be Virgo?\n  ","963483":"\n   Are you single?\n  ","963484":"\n   Yeah I'm speaking for myself and others\n  ","963485":"\n   What's your message to your worshipers who are desperate for your touch?\n  ","963486":"\n   What do you think you are then?\n  ","963487":"\n   Yeah true 😌 pretty shit not being able to go out and do much. Yeah Mines just been work mostly 😫.  All it seems like I do is go to work and if I'm not working I'm just stuck at home on Pc listing to music or watching YouTube 😬 . don't know how else's to entertain my mind 🤣\n  ","963488":"\n   What makes us human?\n  ","963489":"\n   call it \"Nikkis\" :)\n  ","963490":"\n   what is your reason behind a change in your life?\n  ","963491":"\n   Yes\n  ","963492":"\n   What is your natural hair color?\n  ","963493":"\n   it's not possible, you're right. my appreciation and admiration of you is so much that it defies logic\n  ","963494":"\n   Who is your favorite person on snap?\n  ","963495":"\n   What was the worst meal you have ever had? 🤢\n  ","963496":"\n   I need you\n  ","963497":"\n   You are so fake, you tried to make people think how much you still love Jeffrey and the truth was you had him blocked on here and that is why he left\n  ","963498":"\n   Hey Shawty 🤣😂🤣\n  ","963499":"\n   Hey boo\n  ","963500":"\n   nah I appreciate you more sweetheart\n  ","963501":"\n   I appreciate you ❤️\n  ","963502":"\n   an angel like you deserves more\n  ","963503":"\n   I love love love your humor\n  ","963504":"\n   Idk how to repay you\n  ","963505":"\n   plz do\n  ","963506":"\n   thank you nikki. that means so much to me...\n  ","963507":"\n   How is your day?\n  ","963508":"\n   you're unendingly sweet. I don't deserve your friendship ❤️\n  ","963509":"\n   What's the longest amount of time you stayed at home without going outside?\n  ","963510":"\n   We will try. It’s not fun\n  ","963511":"\n   hey ❤️\n  ","963512":"\n   Do you like to drink energy drinks? What do you think of them?\n  ","963513":"\n   ootd\n  ","963514":"\n   a tightly fit costume would suit your delicious body too\n  ","963515":"\n   Would you rather have amazingly fast typing\/texting speed OR be able to read ridiculously fast?\n  ","963516":"\n   Lucky you. We are here in texas.\n  ","963517":"\n   Robert is quite skinny Batman's attire doesn't suite him\n  ","963518":"\n   Hola Nikki\n  ","963519":"\n   How long has your longest ever phone call been?\n  ","963520":"\n   I'll try... thanks. You're too sweet. I'm beyond glad we became friends\n  ","963521":"\n   How can people become happy?\n  ","963522":"\n   If you owned a restaurant, what kind of food would it serve?\n  ","963523":"\n   Thank you. You're an angel ❤️ You always make me happy\n  ","963524":"\n   Dos you know that ask.fm stands for \"ask (for) feet material? That's why there's way too many creeps asking girls to post pictures of their feet\n  ","963525":"\n   Heartswill never be practical until they are made unbreakable.” “The saddest thing about love is that not only that it cannot last forever, but that heartbreak is soon forgotten.” “I'd rather have abrokenarm than abroken heart.” “It's hard asking someone with abroken heartto fall in love again\n  ","963526":"\n   A person important to me died last night\n  ","963527":"\n   Are you addicted to shopping?\n  ","963528":"\n   Wenn du viel Geld zur Verfügung hättest, was würdest du damit tun?\n  ","963529":"\n   Do you ever roll change?\n  ","963530":"\n   Don't like the cocaine but I like the smell of it\n  ","963531":"\n   What’s your favorite song of there’s? I love them\n  ","963532":"\n   What do you think of makeup?\n  ","963533":"\n   Pet peeve?\n  ","963534":"\n   Do you not look at what questions are replying to? They are in threads.\n  ","963535":"\n   Are you in the path of these hurricanes coming to the USA? If so I hope you stay safe. If you're not in the path of this hurricane have you ever been through a hurricane before?\n  ","963536":"\n   time pa uth ka, din ka sara kaam kar lata ho?\n  ","963537":"\n   What is the most dangerous thing you have ever done? 😜😂\n  ","963538":"\n   What type of people are you afraid of? 🎃\n  ","963539":"\n   What is something you can easily fake it till you make it?\n  ","963540":"\n   Would you live on mars\n  ","963541":"\n   Lack of effort means lack of communication do you agree?\n  ","963542":"\n   Not well but you're still making me smile\n  ","963543":"\n   Share the first song that comes to your mind 🎶🎧🎵\n  ","963544":"\n   i want to cuddle you so bad but you don't know me 😔\n  ","963545":"\n   What product would you refuse to promote?\n  ","963546":"\n   Don’t you ever hate it when guys make no effort for a girl they like?\n  ","963547":"\n   I’m so sorry to hear that Hope you feel better love!!\n  ","963548":"\n   How are you doing this morning?\n  ","963549":"\n   What do you think is the most refreshing beverage besides water?\n  ","963550":"\n   Did you ride the school bus?\n  ","963551":"\n   I love you, good night. Have sweet dreams my dream girl. I hope you sleep well\n  ","963552":"\n   How'd you react if you got a golden ticket to Wonka's chocolate factory? 🎫🍬🍫 What'd you do there if you did decide to go? 🤔\n  ","963553":"\n   Do you use an electric or a regular toothbrush?\n  ","963554":"\n   What household chores have you done today?\n  ","963555":"\n   Chocolate cake or red velvet cake?\n  ","963556":"\n   What's your favorite pizza topping?\n  ","963557":"\n   selfie?\n  ","963558":"\n   what does this mean . This guy likes me and asked me out but he doesn't like my Instagram pictures but likes other ppl. Im so confused lol\n  ","963559":"\n   Awh thanks.  You been upto much lately? ☺️\n  ","963560":"\n   you look seductive in all of them cause you are so darn beautiful!\n  ","963561":"\n   I wouldn't know it happened when I was younger and I wouldn't really know what I'd be without it\n  ","963562":"\n   Cant wait to see it!😃 I'll probably be a Pattinson fan after seeing the movie!😁✌What i mean is, i just haven't seen him in anything except Harry Potter: Goblet of Fire?😅\n  ","963563":"\n   What do you do when someone sends you something in a language you don't understand?\n  ","963564":"\n   What day of the year do you want to arrive soon?\n  ","963565":"\n   You're awesomer ❤️ (yes it's a word haha)\n  ","963566":"\n   If you eat sweets, what's your favorite dessert?\n  ","963567":"\n   Awh no worries. I'm doing alright thanks 🤗\n  ","963568":"\n   lol how are not going to remember it's either yes or no, you're a bad sibling SMH.\n  ","963569":"\n   It actually does look awesome!😎😃 And im not the biggest fan of Pattinson either!🙊😅 (i mean, i don't dislike him!😁)\n  ","963570":"\n   ❤️❤️❤️ thank you. Happy to see your well 😊\n  ","963571":"\n   What do you think is a waste of time?\n  ","963572":"\n   You’re not racist! There’s nothing wrong with that! Why do people got to be like that?\n  ","963573":"\n   I accidentally got internet famous\n  ","963574":"\n   Haven’t you had to watch your siblings before?\n  ","963575":"\n   Your friend on ask?\n  ","963576":"\n   How do you usually physically greet someone? 🤝🤗👄 (Pre-corona) How does that change depending on your feelings for that person? 🤔\n  ","963577":"\n   If you could only eat one meal for the rest of your life, what would it be?\n  ","963578":"\n   lol look at any of your pics\n  ","963579":"\n   Being married to someone I admire on every level would give me more peace than anything else could before dying.\n  ","963580":"\n   What about you do you seem to get the most comments about?\n  ","963581":"\n   What is your favorite source of indoor entertainment?\n  ","963582":"\n   Why do you do this?\n  ","963583":"\n   Sunrise or sunset?\n  ","963584":"\n   Rate your public speaking skills 10 as the highest 📢\n  ","963585":"\n   When you were wanting your license, where did you envision driving to once you got it? Was there a particular place you most wanted to drive to yourself?\n  ","963586":"\n   Reviews on The New Batman\n???\n  ","963587":"\n   What do you say to “Travis Alexander’s soul” ?\n  ","963588":"\n   what would you guess is the youngest and oldest follower you have on here?? I know you dont know but just guess\n  ","963589":"\n   How many messages do you send per day?\n  ","963590":"\n   What's your favorite funny movie? 😂\n  ","963591":"\n   Do you know how much inner strength that takes? I don't think you even realize how special your gifts are.\n  ","963592":"\n   Are you sure you're not Mexican?\n  ","963593":"\n   Did you forgive the last person who hurt you?\n  ","963594":"\n   Omg you forgot me Nikki 🙄\n  ","963595":"\n   What's your favorite font?\n  ","963596":"\n   breath taken\n  ","963597":"\n   What is your favorite season?\n  ","963598":"\n   Who hurt you?\n  ","963599":"\n   Are you always shy and reserved when you meet someone new?\n  ","963600":"\n   Savory or Sweets? 😛\n  ","963601":"\n   What makes you special?\n  ","963602":"\n   Are you watching 90 Day Fiance right now?\n  ","963603":"\n   I love watching sad movies 😅\n  ","963604":"\n   Have you had anything red velvet since you learned that it's chocolate?\n  ","963605":"\n   Do you like to have a greek dude on you? 😳\n  ","963606":"\n   cute af as always\n  ","963607":"\n   You're Greek right?\n  ","963608":"\n   I really like your personality.\n  ","963609":"\n   selfie?\n  ","963610":"\n   Lash out when someone says something that may be personally offensive to you for whatever reason. You always keep your composure. Is that hard or does it come easy to you?\n  ","963611":"\n   If you didn't pass would it have bothered you or did you not put that kind of pressure on it?\n  ","963612":"\n   People say that a lot but rarely have the self discipline to actually be that way. Is it ever difficult for you to not lash out?\n  ","963613":"\n   Are you good or bad at public speaking? 🙊\n  ","963614":"\n   How did you get so nonjudgmental? Even when you're clearly against something someone says, you still don't act too harsh about it.\n  ","963615":"\n   Were you nervous when you took your driving test?\n  ","963616":"\n   Yes really, cutie face. I just want to amuse your sweet self.\n  ","963617":"\n   My pepper spray question was so good. You ignore all the gems.\n  ","963618":"\n   Once a cheat always a cheat ?\n  ","963619":"\n   Do you enjoy driving?\n  ","963620":"\n   I only get android cause iphones are weak , agree?\n  ","963621":"\n   Do you often predict things before they happen?\n  ","963622":"\n   Chester was a drug addict loser and terrible father\n  ","963623":"\n   RIP to a legend, I'm still sad about his death 😔\n  ","963624":"\n   Yes I knew that already but is there anybody else ?\n  ","963625":"\n   Who are your heroes?\n  ","963626":"\n   What do you eat then? Lol\n  ","963627":"\n   Still have him blocked, pathetic\n  ","963628":"\n   so true!!\n  ","963629":"\n   What's a popular food you find disgusting?\n  ","963630":"\n   A cold blooded bxtch has been exposed, no surprise though\n  ","963631":"\n   Goodnight❤️\n  ","963632":"\n   You blocked Jeffrey and didn't even wish him a happy bday\n  ","963633":"\n   When was the last time you had craving for chocolate?\n  ","963634":"\n   Nikki?\n  ","963635":"\n   It's Jeffrey's birthday and you didn't even acknowledge it\n  ","963636":"\n   What do men talk about when there are no women around?\n  ","963637":"\n   Was it good, weird, or bad?\n  ","963638":"\n   Yeah but do you love it?\n  ","963639":"\n   Do you like to spend your free time alone or with company?\n  ","963640":"\n   When entering your home, do you take off your shoes or leave them on?\n  ","963641":"\n   Describe your neighborhood!\n  ","963642":"\n   How do you make sure Earth knows you love her?\n  ","963643":"\n   True. You're one of a kind. It's why I appreciate you the way I do.\n  ","963644":"\n   Wish you a very happy birthday in advance 🙂\n  ","963645":"\n   What makes you vomit? 🤮\n  ","963646":"\n   yes 😊❤️\n  ","963647":"\n   How often do you see insects\/bugs in your house?\n  ","963648":"\n   I gotta make you you laugh somehow 😂🤣😂\n  ","963649":"\n   WRONG because it is possible! It's true!\n  ","963650":"\n   on PayPal\n  ","963651":"\n   Can I send money to you on your birthday?\n  ","963652":"\n   what’s the best mac and cheese in your opinion?\n  ","963653":"\n   Too late because you are already my favorite!\n  ","963654":"\n   would you rather live in the past forever or fast forward to the future and never be able to go back?\n  ","963655":"\n   what was going on?\n  ","963656":"\n   Feeling a lot better after having a break from here and binge watching tv 😂 x\n  ","963657":"\n   I'm not religious, but if you did that, I'd probably convert to whatever you were preaching.\n  ","963658":"\n   To many cheet- ahs 😂🤣😂\n  ","963659":"\n   cause you literally look good in anything? I swear you would look better in a trashbag than a super model would in a swimsuit 😍\n  ","963660":"\n   What do you do when you’re bored\n  ","963661":"\n   So my friend says that she’s been a little out of it lately. What does she mean by this? And I don’t know how to respond to this, what can I say any suggestions?\n  ","963662":"\n   Not all of them\n  ","963663":"\n   What made it good? Don't say many things.\n  ","963664":"\n   How many hours do you sleep at night?\n  ","963665":"\n   What do you like best about yourself?\n  ","963666":"\n   Why don’t they play poker in the jungle ?\n  ","963667":"\n   No you won't Nikki. You're talking like someone hasn't gotten over the person they broke up with. You're trying to let him know that you'll always have love for him in hopes that he'll reach out to you. When you actually move on, you'll stop caring.\n  ","963668":"\n   do you get an embarrassing itch sometimes?\n  ","963669":"\n   Virgo month is started which bakery cake you are looking forward to buy on your birthday day 🤔\n  ","963670":"\n   favorite outfit?\n  ","963671":"\n   Would you like to be famous and for what reason?\n  ","963672":"\n   Well you were responding to a comment from me where I said nothing about that. I don't answer for other anons or want to be lumped together with them. It's obvious that you haven't moved on, you're always looking for ways to defend him. It's annoying, but I think in your mind you'd welcome him back.\n  ","963673":"\n   Do you like movies about talking animals?\n  ","963674":"\n   Well yea 🙄\n  ","963675":"\n   What’s for lunch? I just finished a leftover Jimmy Johns sandwich and some chips.\n  ","963676":"\n   \"You anons.\" This isn't a group project. I'm one person and I said nothing about moving on. In fact, I think you haven't, if you must know. And it's unfortunate.\n  ","963677":"\n   Do you like baked beans?\n  ","963678":"\n   He should restart his account. He'd get NO questions except the automated ones. You gave him relevance.\n  ","963679":"\n   Nikki 😛\n  ","963680":"\n   wut do u think about edras answer about u ?\n   \n    https:\/\/ask.fm\/edraegen\/answers\/163420386161\n   \n","963681":"\n   They tell me that the best approach is indirect but did they even know that you are too smart to understand?\n  ","963682":"\n   The thing that attracts me is if they're you\n  ","963683":"\n   What is the first thing that attracts you in the opposite gender?\n  ","963684":"\n   He sat there in his little heavenly crib, because this is Baby Jesus we're talking about, not Bearded Jesus. Anyway, he sat there and designed your perfect neck meant for maximum kissability because it's what he thought was best. And now you're mocking His wisdom.\n  ","963685":"\n   Do you like eggplant 🤢🤮\n  ","963686":"\n   Why are you making fun of Jesus with that condescending pair of emojis?\n  ","963687":"\n   Can you run without a bra on? 🤔\n  ","963688":"\n   Yes really. You said it so confidently, as if you know, but you don't.\n  ","963689":"\n   Post Malone or Wiz Khalifa?\n  ","963690":"\n   🌻 Just a lil reminder that you are an amazing person! You got this week! Don't give up, because you're worth so damn much! :3\n  ","963691":"\n   What websites harm humanity? 🌐\n  ","963692":"\n   I mean people say it’s bad being friends with your ex, what’s your honest opinion about it?\n  ","963693":"\n   Ya like tacos?\n  ","963694":"\n   Are you good at keeping secrets?\n  ","963695":"\n   Aww haha but you're my favorite person! 😊\n  ","963696":"\n   You have always said it was spaghetti carbonara\n  ","963697":"\n   Are you a picky eater?\n  ","963698":"\n   Lol I don't until it starts to mess up. I think .3 was good so if it works for you I'll suggest keep it!\n  ","963699":"\n   What is your favorite food? 😋💕\n  ","963700":"\n   Anything you wanna share\n  ","963701":"\n   Ever attended a wedding or a funeral ... just for the food? 😱\n  ","963702":"\n   How do you know?\n  ","963703":"\n   Haha, say something about you..!\n  ","963704":"\n   Why do you say that?\n  ","963705":"\n   Do you ever wonder why you were built for neck kisses?\n  ","963706":"\n   What is at the same time funny and sad?\n  ","963707":"\n   Are you a planner or do you just go with the flow? 🏄‍♀️\n  ","963708":"\n   Don't take words literally 🙄🙄😂😂😂\n  ","963709":"\n   what’s for lunch?\n  ","963710":"\n   But you're kind, honest and loyal\n  ","963711":"\n   Would you ever be friends with any of your ex’s?\n  ","963712":"\n   What is your favorite song that you say your partner should play for you on Guitar. 🌼❤️🤤💞\n  ","963713":"\n   Not as many as you though 😂🤣😂\n  ","963714":"\n   If your trying to like all my answers then I wish you good luck with that because there is a lot 😂🤣😂\n  ","963715":"\n   Bae, I was kidding chill😂😂😂\n  ","963716":"\n   Then you must REALLY admire yourself :)\n  ","963717":"\n   Would you ever buy a house within a 200 mile radius of Yellowstone Volcano? 🌋\n  ","963718":"\n   Reminder for today: If you focus on the hurt, you’ll continue to suffer, but if you focus on the lessons, you’ll continue to grow. ❤️😘\n  ","963719":"\n   What are the top three qualities you admire in others?\n  ","963720":"\n   What color are you doing your nails? You change them often?\n  ","963721":"\n   What are your plans today\n  ","963722":"\n   What do you want to be when you get older? Career\n  ","963723":"\n   What do you try to do to make the world a little better?\n  ","963724":"\n   Have you ever suffered sea or car sickness?\n  ","963725":"\n   You are ♥️\n  ","963726":"\n   🎂 cake or 🥧 pie?\n  ","963727":"\n   Good morning Nikki! The sun is shining and the pigeons are cooing\n  ","963728":"\n   146. emoji of the day?\n  ","963729":"\n   Why are puppies so cute? 🐶😍\n  ","963730":"\n   What is your favorite ice cream?\n  ","963731":"\n   You had waffles today?\n  ","963732":"\n   It be like that lol\n  ","963733":"\n   Nikki shut your perfect mouth you are beautiful! No sense in denying it!\n  ","963734":"\n   Are you a hot weather or cold weather type of person?\n  ","963735":"\n   For whenever you randomly wake up: Thank you for being alive beautiful Nicole\n  ","963736":"\n   What are you always late for? ⏰\n  ","963737":"\n   I'm on the beta 13.6 was decent but anything after that and before 14 I've heard people had problems\n  ","963738":"\n   You are very naughty what are you talking about , JK 😂🤣😂\n  ","963739":"\n   Chocolate or Vanilla? 👅\n  ","963740":"\n   Do you like being naughty?\n  ","963741":"\n   You know I just don't get it. Last year I was nobody, and this year I'm still nobody\n  ","963742":"\n   really\n  ","963743":"\n   Uhhhh ok how did you become so beautiful? 😊\n  ","963744":"\n   Top 5 Bands\/Artists? 🎶\n  ","963745":"\n   Talk about what? 😊\n  ","963746":"\n   When the truth dies very bad things happen\n  ","963747":"\n   Are you a milk drinker ? Or do you only drink booze?\n  ","963748":"\n   Why would you fall for an anon named 'catfish' ? I mean the  freakin name tells the entire story, so?? - a Nikki anon looking out\n  ","963749":"\n   Bikini pic then???\nOkay take your time while i light a candle.....\n  ","963750":"\n   I'm not either 😁\n  ","963751":"\n   Why no new summer pics lately? Not asking for one, just curious?\n  ","963752":"\n   Only if you're not sleepy!\n  ","963753":"\n   Favorite activity?\n  ","963754":"\n   Does it annoy you when the person holding the communal joint at social gatherings starts telling a story? 😫🤦‍♂️✋\n  ","963755":"\n   Hey 😊 I know it's late but just wanted to talk unless you're going to bed then I'll just say hey\n  ","963756":"\n   Jeff Bezos, Elon Musk  🤷🏻‍♂️\n  ","963757":"\n   have you ever created a flow of tears so strong that they created a canyon underneath you and millions of people came to see the massive waterfall of tears carve a river into that canyon?\n  ","963758":"\n   Do a 20 year age gap at least and be like a Hollywood star\n  ","963759":"\n   Psssh lame\n  ","963760":"\n   *goddess more like!\n  ","963761":"\n   History is written today\n  ","963762":"\n   I love you with all my heart baby ❤️\n  ","963763":"\n   You're a queen in my eyes\n  ","963764":"\n   Is it a breath of fresh air during this chaotic time?\n  ","963765":"\n   People who have tear fetishes lol. They ask questions related to tears.\n  ","963766":"\n   How often do you buy things via the Internet?\n  ","963767":"\n   What's the oldest difference in age you've ever dated?\n  ","963768":"\n   You said \"Sure anon.\"\n  ","963769":"\n   rick and morty or futurama? 👾\n  ","963770":"\n   right tell them Nikki\n  ","963771":"\n   Anon....seriously STAHP!!!\n  ","963772":"\n   Which country would you never want to visit? Why?\n  ","963773":"\n   I'm not saying that, don't blame me, it's your husband who is saying it.  I have a lot more class than that, Nicole.\n  ","963774":"\n   i know\n  ","963775":"\n   What's a song you would drive to?\n  ","963776":"\n   Where have you been ?\n  ","963777":"\n   What your middle initial\n  ","963778":"\n   If your husband told you that you need the whopper that's in his pants would you be offended or not care since it's your husband after all?\n  ","963779":"\n   Si you get annoyed easily?\n  ","963780":"\n   Sorry js you need a whopper\n  ","963781":"\n   Do you have a middle name?\n  ","963782":"\n   Do you have a eating disorder? your very skinny\n  ","963783":"\n   My potential 50th wedding anniversary partner looks so cute here\n  ","963784":"\n   selfie?\n  ","963785":"\n   Ppl on here are freaky tear fetishists like OP\n  ","963786":"\n   like have you been getting constant questions about tears for many years or is this a new thing?\n  ","963787":"\n   how long have you been getting questions about tears?\n  ","963788":"\n   Why did you go to a school for the blind?\n  ","963789":"\n   A queen size bed is also really good for playing pretend. You can be in it and get cozy and pretend about a lot of things.\n  ","963790":"\n   when you cried in front of your dog did she see the tears falling to the floor ?\n  ","963791":"\n   That's a good size bed. You can probably lay sideways in it and sleep in all these different positions. It must feel nice.\n  ","963792":"\n   i wish i could be there for you in your darkest hour\n  ","963793":"\n   A queen for a queen\n  ","963794":"\n   ur so cute\n  ","963795":"\n   How was it, had fun?\n  ","963796":"\n   What size bed do you have?\n  ","963797":"\n   Im Donald trump and I want you to vote for me nikki 😁 \nI'm Donald trump and I approve this message\n  ","963798":"\n   Are you watching Summerslam?\n  ","963799":"\n   Would you rather live in LA or SD?\n  ","963800":"\n   What do you look like from the side with your hair pulled back? Do you have a selfie like that? I bet you have incredible facial features.\n  ","963801":"\n   You're a great person, Hollywood Arts. ❤️ one of my favs on here. I appreciate you.\n  ","963802":"\n   Would you like to visit New York City?\n  ","963803":"\n   Do you think there are a lot of single rich woman in Beverly Hills or Malibu who are in their 60s and look pretty fit and hot? I totally would be down for dating one and then getting married and never working again. For realz. Lol\n  ","963804":"\n   Do you have patience with children?\n  ","963805":"\n   Do you prefer sun-bathing or staying in the shade on hot summer days?\n  ","963806":"\n   Were the guys at your school blind?\n  ","963807":"\n   Are you typically happy and peppy and up beat?\n  ","963808":"\n   In high school did you get hit on a lot?\n  ","963809":"\n   A bit of fun! Pick a user for each and tell us why you think that! 👍 Funniest @ Most interesting @ most creative @ most kind @ sweetest @\n  ","963810":"\n   Did you ever fall asleep in school?\n  ","963811":"\n   Does you have a good day today?\n  ","963812":"\n   Have you ever sold religion door to door?\n  ","963813":"\n   hope you are not near the fires\n  ","963814":"\n   Do you think that when anons request a \"honesty hour\" it's just a lame excuse to be jerks and ask inappropriate questions? 🤔\n  ","963815":"\n   So where are you from\n  ","963816":"\n   You didn’t answer my question\n  ","963817":"\n   Hi everyone I know I haven’t been active in a while how are you ? Remember that you’re all important and amazing 💜\n  ","963818":"\n   ROADTRIP! Where are you going and who are you taking with you?🛣️🚗\n  ","963819":"\n   Do you expose your feet\n  ","963820":"\n   If it does will you agree to be my wife for the final hours of earth's existence?\n  ","963821":"\n   so we could possibly date maybe idk\n  ","963822":"\n   When are you going?\n  ","963823":"\n   The reality of how you being light can aid in the enjoyment of you on an intimate level. Do you understand how that can be beautiful and maturely acknowledged?\n  ","963824":"\n   If only we knew each other....\n  ","963825":"\n   When will the world end?\n  ","963826":"\n   So I'm everything except the hair 😱 and my eyes are hazel...\n  ","963827":"\n   I love sports. That’s it ,that’s the statement.\n  ","963828":"\n   Have you ever cried in public? 😢\n  ","963829":"\n   Do you like being tickled?\n  ","963830":"\n   Cause you know they like you haha\n  ","963831":"\n   What insects are you afraid of?\n  ","963832":"\n   Love or wifi?\n  ","963833":"\n   that can be me 😔😔😔\n  ","963834":"\n   Not on purpose but you're so damn seductive that you do accidentally\n  ","963835":"\n   Do you like paintings? If so, what is your favorite painter? ☄\n  ","963836":"\n   Where will you go on your next trip?\n  ","963837":"\n   145. Happy Sunday ✨. what are your plans for today? what’s the weather like?\n  ","963838":"\n   That has to be a beautiful thing tbh. One can maturely recognize the reality of that.\n  ","963839":"\n   Do you think we should worry about the environment?\n  ","963840":"\n   If you say so lol. Just wish I could repay you for all the kindness you give me!\n  ","963841":"\n   What do you mean hair you can flip and actually puts in effort?\n  ","963842":"\n   Do you not want kids?\n  ","963843":"\n   Why you lead on so many guys lol\n  ","963844":"\n   Do you like how it's easy for a lover to toss you around in the heat of passion?\n  ","963845":"\n   Perfect in my eyes and yes I am\n  ","963846":"\n   What is your proudest accomplishment?\n  ","963847":"\n   What ever happened to Kelsey?\n  ","963848":"\n   If u wanna know me better feel free to ask me some questions on my profile xD\n  ","963849":"\n   well they do!\n  ","963850":"\n   If you say so but I have a hard time believing it. You're such a sweet heart\n  ","963851":"\n   I second this! You have a heart of gold Nikki 💛\n  ","963852":"\n   you got a crush?\n  ","963853":"\n   Agree to disagree haha but you're incredible thank you so much Nikki\n  ","963854":"\n   You’re so nice people don’t see the kind of heart that you have\n  ","963855":"\n   Thank youuuu ❤️❤️❤️❤️❤️ You're the most amazing and incredible and beautiful person I've ever known 😭\n  ","963856":"\n   What if a guy has hazel eyes that changes color based on their emotions 👀?\n  ","963857":"\n   Awww 🥺 I'm not but thanks haha\n  ","963858":"\n   There are better people than me out there 😊\n  ","963859":"\n   Wow lol you are way too sweet 😊\n  ","963860":"\n   Matching the list haha maybe not that close idk\n  ","963861":"\n   when do you sleep you always seem to be here ?\n  ","963862":"\n   Oh dang so close 😂\n  ","963863":"\n   Good morning! ❤️\n  ","963864":"\n   I’ll show you a pic\n  ","963865":"\n   No anon me and Nikki are just close friends\n  ","963866":"\n   Nikki I'm being as honest as possible. These ask guys like you a lot\n  ","963867":"\n   So you like guys with long hair ?\n  ","963868":"\n   Too beautiful ugh ily\n  ","963869":"\n   Hilarious for being truthful?\n  ","963870":"\n   I'm okay :)\n  ","963871":"\n   Both\n  ","963872":"\n   But it is. We ain't coming to a conclusion lol\n  ","963873":"\n   How are u today?\n  ","963874":"\n   What kind of guys are you into?\n  ","963875":"\n   but patrick obviously has a crush and catfish does now too. you even like him back same as good ol patrick!\n  ","963876":"\n   I mean anybody like how should anyone deal with that?\n  ","963877":"\n   You're in denial haha\n  ","963878":"\n   Good morning, Nikki :)\n  ","963879":"\n   he likes you and others do too\n  ","963880":"\n   How do you deal with that?\n  ","963881":"\n   Yeah, you are my girl. ♥️\n  ","963882":"\n   love the red hair omfg 😫😍\n  ","963883":"\n   Why dont you think it's true?\n  ","963884":"\n   see? ;)\n  ","963885":"\n   Oh 😂 , I’ll check that out then\n  ","963886":"\n   even at the same time? like not dating multiple people at once cause that's cheating\n  ","963887":"\n   Cause you're just too perfect in my eyes. I don't want to love someone from the internet I'll likely never meet but I can't stop myself from loving you\n  ","963888":"\n   Idk why you deny it when it's true\n  ","963889":"\n   Good morning beautiful\n  ","963890":"\n   Can somebody fall in love more than once?\n  ","963891":"\n   Fair enough. My potential Buckley Buns looks sensational there.\n  ","963892":"\n   someone yes but not to you. no point in me loving you but can't help it\n  ","963893":"\n   Like chocolate moose ?\n  ","963894":"\n   You're every man's dream. Even guys on ask drool over you. How are you single?\n  ","963895":"\n   What’s your least favorite celebrity\n  ","963896":"\n   Seriously how...\n  ","963897":"\n   Do u ever photoshop your pictures?\n  ","963898":"\n   What is your relationship status?\n  ","963899":"\n   Do you like Justin Bieber ?\n  ","963900":"\n   Did you dream anything before you woke up?\n  ","963901":"\n   Alright. My angel muffin looks gorgeous there.\n  ","963902":"\n   how are you so sure\n  ","963903":"\n   I'm pakistani and I'm in love with you.\n  ","963904":"\n   Ok. My little lady looks so beautiful there.\n  ","963905":"\n   What's a sign that somebody wasn't raised right?\n  ","963906":"\n   Would you want to be internet famous?\n  ","963907":"\n   do you like being skinny?\n  ","963908":"\n   Bored\n  ","963909":"\n   What’s holding you back?\n  ","963910":"\n   Younger or older or both?\n  ","963911":"\n   Do you know how to make hair more curly ?\n  ","963912":"\n   ask them!\n  ","963913":"\n   so im no one\n  ","963914":"\n   Not as amazing as you!!!\n  ","963915":"\n   They don't? You're wrong trust me\n  ","963916":"\n   But we don't know each other\n  ","963917":"\n   Yes that's true! I'm so glad we did. You're amazing\n  ","963918":"\n   It's not silly! It's true and obvious. They all want you\n  ","963919":"\n   It's true tho lol\n  ","963920":"\n   I really enjoy talking to you too! I regret us not being friends sooner 😔\n  ","963921":"\n   I'm no one to you nor on ask\n  ","963922":"\n   lol ameen catfish and patrick all got crushes on you it's too obvious!\n  ","963923":"\n   yeah but there's no point I'm a nobody I'm sorry\n  ","963924":"\n   You're sweeter honestly 😘 I hope you feel better soon!\n  ","963925":"\n   yes it is lol you don't notice?\n  ","963926":"\n   I wish I was laying down next to you but I'm just another aimless anon...\n  ","963927":"\n   Talk to my favorite person of all time? YES PLEASE! 😊\n  ","963928":"\n   Lots of dudes on here got crushes on you lol\n  ","963929":"\n   Your not pretty your beautiful\n  ","963930":"\n   Just ok? How can I help you feel even better?\n  ","963931":"\n   Did you go to bed?\n  ","963932":"\n   Do you have any siblings?\n  ","963933":"\n   Why you can't be mine?\n  ","963934":"\n   Would you watch a baby by yourself for 4 hours for $100?\n  ","963935":"\n   But why?\n  ","963936":"\n   Wiould you date a latino?\n  ","963937":"\n   You be racist huh\n  ","963938":"\n   What are you wearing right now? T-shirt and shorts?\n  ","963939":"\n   But they have huge man parts. 🥺\n  ","963940":"\n   Is that what you are wearing to sleepy time? You're so pretty!\n  ","963941":"\n   Would you date a black person?\n  ","963942":"\n   You are so beautiful but you are not mine.\n  ","963943":"\n   My woman looks so beautiful here\n  ","963944":"\n   selfie?\n  ","963945":"\n   have you cried in front of your dog before?\n  ","963946":"\n   i love reading ur answers\n  ","963947":"\n   I talk to my pets the entire day. I think they enjoy it. They are very nice.\n  ","963948":"\n   Is it weird that I talk to myself out loud when im alone in my room?\n  ","963949":"\n   If you invented a monster what would you call it?\n  ","963950":"\n   What would you, the best girl, want?\n  ","963951":"\n   Do u know what a good birthday gift is for a girl?\n  ","963952":"\n   How often, would you say, do you use Ask.fm? Meaning answering questions and such, not just browsing people's answers!\n  ","963953":"\n   If you found a baby possum that fell off it's mom's back, would you stop and help it...or....continue on and ignore it???\n  ","963954":"\n   how's your mind right now?\n  ","963955":"\n   Have you ever seen a therapist before? Why or why not\n  ","963956":"\n   Genuinely impressed, go you!!\n  ","963957":"\n   If I had an NES console, would you play with me? :3\n  ","963958":"\n   You're sweeter 😘 I hope you are doing well\n  ","963959":"\n   edra wants  to know if your going to abort his baby or raise it without him ?\n  ","963960":"\n   But what if one day, Mr. McGregor came and knocked on your door to complain that Peter Rabbit keeps getting into his garden?\n  ","963961":"\n   I mean, hell, if GTA Online can do it, Ask should be able to xD\n  ","963962":"\n   How would you react if you got a cute bunny, named Peter Rabbit, as a gift?\n  ","963963":"\n   Like, if Ask stopped the messages from being able to be sent in the first place, this would be better!\n  ","963964":"\n   What would Brian Boitano do?\n  ","963965":"\n   You have to send so many questions all the time, I just don't have the creativity for that xD\n  ","963966":"\n   Would you say the whole VIP thing is worth it?\n  ","963967":"\n   Would be good if Ask had a good filter system\n  ","963968":"\n   Do you particularly care what your leaderboard ranking is?\n  ","963969":"\n   What type of questions or messages are they usually, that you delete?\n  ","963970":"\n   Jesus, your feed must be insane xD\n  ","963971":"\n   How many people do you follow? Do you often unfollow people and follow people or are you happy with who you currently follow?\n  ","963972":"\n   That anon is probably Edra himself, upset that you're moving on. He wants to own you forever.\n  ","963973":"\n   How many questions do you delete daily, on average?\n  ","963974":"\n   moving on from edra already? all it takes is someone to give you attention. so sad.\n  ","963975":"\n   Wanna be my girlfriend I’m desperate and washed up\n  ","963976":"\n   When was the last time you were hospitalized for your eating disorder?\n  ","963977":"\n   Would you marry a robot?\n\n(Lol this is a strange question. A ask question. Thought it was funny. 😆 had to send it out. Srry. Haha)\n  ","963978":"\n   Sometimes people open the message but then forget to reply, I think that’s why they also leave people on read you know?\n  ","963979":"\n   What is your best feature?\n  ","963980":"\n   not bad thanks to you!\n  ","963981":"\n   Do you have pets ?\n  ","963982":"\n   Who was the last person you made smile?\n  ","963983":"\n   What was the last thing you cooked for yourself? What about for someone else?\n  ","963984":"\n   What is your hobby?\n  ","963985":"\n   But he is your ex isn’t he ? Y’all broke up ?\n  ","963986":"\n   yes. you. are. your beautiful heart, your sweet innocence, your pretty long hair, those eyes omfg those eyes, your statuesque height, gorgeous legs, that kissable neck, your cute arms and little waist, hands of an artist,  your style, your taste in music...there's no end of things to love about you\n  ","963987":"\n   Seriously it was all over the news when he passed away anon\n  ","963988":"\n   Do you like McDonald’s?\n  ","963989":"\n   When someone leaves you on read what impression do you get?\n  ","963990":"\n   How did Chester pass away?\n  ","963991":"\n   I’m going to have to help you and give you a lesson with texting and for all the people who are bad at texting. Is that okay?\n  ","963992":"\n   If I had your number I’d FaceTime you all the time to make you laugh and cheer you up\n  ","963993":"\n   Where did you go for vacation?\n  ","963994":"\n   So if I text you every single day your saying that would not be a problem?\n  ","963995":"\n   I call ANYBODY who lets you go names..yes yes it'd be pure heaven! dont even make me go there, I'm not ready for my mind to think about all your perfection rn..it's too early in the day for me to get that hot & bothered.\n  ","963996":"\n   What are you talking about I text you a lot\n  ","963997":"\n   this is why your ex is a dope. imagine having a goddess like you during the pandemic.. omg it'd be heaven...I'd do anything for that!!!\n  ","963998":"\n   How has the pandemic affected your life?\n  ","963999":"\n   There is COVID 19,world is in a mess,wars,racism etc and i like feet\n  ","964000":"\n   Do you only use askfm or are you on other sites?\n  ","964001":"\n   How much of a mess is your room?\n  ","964002":"\n   What don't you understand about that?\n  ","964003":"\n   What are your thoughts on today? Biggest thing aaannd go. (Can use a GIF for answer too if you want. Try. Don't have to.)\n  ","964004":"\n   Bull riding.\nWhat are your thoughts on it?\n👎 or 👍\nWould you ever try or no?\n  ","964005":"\n   I bet nobody would care to ask those people questions every day the way people care about asking you them. Do you ever think about that when they fail to appreciate you?\n  ","964006":"\n   Why doesn’t anyone text you? I feel so bad hearing that :(\n  ","964007":"\n   How many hats do you own? If you have any that is? Do you ever wear hats? Or nah... Or always! Always hat on.\n  ","964008":"\n   Do you have sister or brother?\n  ","964009":"\n   How do you know that?\n  ","964010":"\n   How are you doing beautiful nikki\n  ","964011":"\n   What is a really popular song where you live?\n  ","964012":"\n   Do you like roast and veggies?\n  ","964013":"\n   Would you rather be with the crush of your dreams or have an infinite amount of your favorite food?\n  ","964014":"\n   What's your favorite ice cream flavor? 🍨🍦 Or don't you like ice cream?\n  ","964015":"\n   I know it's coming, there's gonna be violence\n  ","964016":"\n   It's sad but it's true :\/\n  ","964017":"\n   Yes Nicole, really. It's ok, you can choose the night, I don't judge you for wanting to indulge in your favorite Italian Stallion for but one glorious evening.\n  ","964018":"\n   were you in tears in this selfie?\n  ","964019":"\n   I'm never gonna need nobody's love but yours\n  ","964020":"\n   Do you still remember your favorite TV show as a kid? 📺\n  ","964021":"\n   But how do you forget to respond to your homies?  😂😂😂\n  ","964022":"\n   Whyy\n  ","964023":"\n   Do you believe in ghost? Have you seen one? 👻\n  ","964024":"\n   Lmaooo so when your parents text you you don’t respond to them either ? 😂😂\n  ","964025":"\n   Hey! How are you doing today?\n  ","964026":"\n   Are you afraid of the future?\n  ","964027":"\n   Do you like JIM CARREY\n  ","964028":"\n   Do u follow back?\n  ","964029":"\n   Pakistan mei sab sa khubsurat jagah konsi dakhi ha?\n  ","964030":"\n   feel free to ask me questions?  anything you want?\n  ","964031":"\n   Yes absolutely me to\n  ","964032":"\n   Why is it that Racism still exists? Aren’t we in 2020\n  ","964033":"\n   Could you live without a computer?\n  ","964034":"\n   A lifetime supply of free pizza or a one night stand with Michele Moronne?\n  ","964035":"\n   Have you ever been talking to a guy and he was pitching a tent?\n  ","964036":"\n   Coffee or pizza?\n  ","964037":"\n   How do you tell if someone is attracted to you or just being friendly?\n  ","964038":"\n   Do you ever wonder where the owls are in the daytime?\n  ","964039":"\n   Do you love it though?\n  ","964040":"\n   Do you like pizza? 🍕\n  ","964041":"\n   Are you stylish?\n  ","964042":"\n   Did you have a happy childhood? Why or why not?\n  ","964043":"\n   Tsk tsk Nikki I’ve heard you’ve been a very naughty girl , someone needs to punish you 😂🤣😂\n  ","964044":"\n   Do you know how to make really good tazeki sauce?\n  ","964045":"\n   Is your hair pulled back or straight right now?\n  ","964046":"\n   Have you ever played the NES?\n  ","964047":"\n   Beautiful. It'd be a pleasure to buy all your drinks\n  ","964048":"\n   So pretty.  😊\n  ","964049":"\n   Você faz amizades com facilidade ?\n  ","964050":"\n   selfie?\n  ","964051":"\n   Yeah, having your love.\n  ","964052":"\n   whats in your eyes right now?\n  ","964053":"\n   Quién es más cariñoso Una chava o un chado\n  ","964054":"\n   Ok you're right, but I wish it did work that way. All my dreams would come true.\n  ","964055":"\n   ootn\n  ","964056":"\n   Would you like a marriage that was like the one your parents have?\n  ","964057":"\n   What is your opinion of Marriage?\n  ","964058":"\n   The shirt would say that I am, which would mean that I am. That's how it works Nicole.\n  ","964059":"\n   If I wore a shirt that said \"I am Linkin Park\" on it, would that make you love me?\n  ","964060":"\n   How do u get over a heartbreak?\n  ","964061":"\n   HEY A MAN CAN DREAM!\n  ","964062":"\n   Did knowing that you were fully capable of satisfying his endless appetite for you make you feel amazing?\n  ","964063":"\n   What makes you smile?\n  ","964064":"\n   Best service you’ve ever had?\n  ","964065":"\n   Seriously 😐 you know that’s from a song right 😂\n  ","964066":"\n   making out with you >>>>> a million dollars\n  ","964067":"\n   It's getting near dawn, when lights close their tired eyes.  I'll soon be with you my love, to give you my dawn surprise.  I'll be with you Nikki soon,  I'll be with you when the stars start falling\n  ","964068":"\n   Did being able to keep up with any man's desire make you proud of yourself?\n  ","964069":"\n   do you like harry potter\n  ","964070":"\n   do you drink? when’s the last time you had an alcoholic drink?\n  ","964071":"\n   Have you had to tell a bf in the past that you couldn't keep up with his desire for you?\n  ","964072":"\n   Why has every single relationship you're ever been in failed miserably?\n  ","964073":"\n   I feel that...\n  ","964074":"\n   143. happy Friday ✨💕\n  ","964075":"\n   Can you whistle?\n  ","964076":"\n   Are you an introvert or an extrovert?\n  ","964077":"\n   Light colors or dark colors?\n  ","964078":"\n   that's me! 😘\n  ","964079":"\n   What is an adult problem you were not prepared for?\n  ","964080":"\n   What is most important to you in clothes: comfort or style?\n  ","964081":"\n   Are you one of those who would be target by friends but you come back on them or are you the one who targets??\n  ","964082":"\n   What's one thing you want to be remembered for?\n  ","964083":"\n   how soon\/late?\n  ","964084":"\n   Do you think it's okay to invite a girl to the movies as just friends (u know, without having dating or s exual) advances? 🤔\n  ","964085":"\n   do you want to be a wife and mother someday?\n  ","964086":"\n   awh, he was funny tbh you are too like all the kind people go glad you are here tbh\n  ","964087":"\n   Imagine you're a parent\/If you're a parent: How do you feel when your kid brings back a girlfriend\/boyfriend? How do you decide whether you like them or not?\n  ","964088":"\n   How are you so nice if they consume you?\n  ","964089":"\n   Hey girl you comin with me , you comin with me 🎶🎵🎶🎵🎶\n  ","964090":"\n   That's pretty cool\n  ","964091":"\n   I haven't asked you how your Great Aunt Zareh is lately. How is she doing?\n  ","964092":"\n   Catfish is back wow\n  ","964093":"\n   You to gorgeous\n  ","964094":"\n   Good morning! I hope and pray that you have a day as beautiful as you! 😊\n  ","964095":"\n   If you want\n  ","964096":"\n   Hiii my queen\n  ","964097":"\n   What is your opinion on animal abuse? 🐶🐱🐵🐯🐷🦊🐻🐼\n  ","964098":"\n   Why are a lot of people bad at texting nowadays? When they have their phones on them 24\/7??\n  ","964099":"\n   How do you know if you're hungry or thirsty? 😛\n  ","964100":"\n   Nikki where's Alice?\n  ","964101":"\n   I'm upset for last two hours I have something stuck in my mind and I can't get it out\n  ","964102":"\n   Has she ever asked you what you did that day and you said \"Many things anon\" and then she was like, \"Anon?\" and you were like, \"Oops?\"\n  ","964103":"\n   i have not seen\n  ","964104":"\n   What do you do then?\n  ","964105":"\n   How do you cope up with negative thoughts? 😔\n  ","964106":"\n   I love how chill you are.\n  ","964107":"\n   Che tipo di calzature ti piace indossare?\n  ","964108":"\n   What is your favorite beach? Why?\n  ","964109":"\n   Does she talk a lot?\n  ","964110":"\n   What could instantly make your day better?\n  ","964111":"\n   Never let me go baby ❤️😘\n  ","964112":"\n   How often do you have to charge your phone?\n  ","964113":"\n   141. what’s your phone battery % on?\n  ","964114":"\n   How is current you different from 5 years ago you?\n  ","964115":"\n   If someone says \"I love you\" but you're not ready to say it back, how do you respond?\n  ","964116":"\n   Did you enjoy chatting with your stylist as she did your hair?\n  ","964117":"\n   Go night night than\n  ","964118":"\n   Emoji yg cocok sesuai suasana hati kalian saat ini apa ?\n  ","964119":"\n   Did you strut out of the salon as confident as you've ever been?\n  ","964120":"\n   If you spotted a couple of fairies in the woods that were completely unaware of your presence, what'd you do then? 🤔🧚‍♀️\n  ","964121":"\n   What are people doing to upset you?\n  ","964122":"\n   Doing what? Don't say lots of things\n  ","964123":"\n   What have you been doing today?\n  ","964124":"\n   why?\n  ","964125":"\n   🌻 Have you ever had a moment where you just want to escape everything? Would you ever consider living off grid? :3\n  ","964126":"\n   you still post selfies and you look GOOD\n  ","964127":"\n   that is a sin bc you're looking finer than ever these days\n  ","964128":"\n   not this season\n  ","964129":"\n   bikini pap\n  ","964130":"\n   You have everything I could want\n  ","964131":"\n   Do you use Pinterest??\n   \n    https:\/\/pin.it\/56dMYk4\n   \n","964132":"\n   you're so f'n attractive 😍\n  ","964133":"\n   Nikki if you ever need a girl to be your leg masseuse let me know and I’m there 😂\n  ","964134":"\n   What a magnificent woman\n  ","964135":"\n   body positive pap\n  ","964136":"\n   Can you do a secret answer and set it to 30,000 Coins to unlock so I can give you all of them at once?\n  ","964137":"\n   how are you\n  ","964138":"\n   Omg 😂🤣😂\n  ","964139":"\n   Because your skin looks more beautiful than any of that\n  ","964140":"\n   😶😶\n  ","964141":"\n   hello my dear,how are you\n  ","964142":"\n   Why does thinking about you whispering \"oh lord\" into my ears so satisfying?\n  ","964143":"\n   I love that about you\n  ","964144":"\n   Where would you like to get a tattoo?\n  ","964145":"\n   no one can stop be from defending you forever\n  ","964146":"\n   Does any of your boyfriends have heard you fart ? 🤔\n  ","964147":"\n   Do you go in  the sauna since you love heat so much?\n  ","964148":"\n   he got on here, used you, then bailed. & then you wonder why I consider him a con man\n  ","964149":"\n   more than 2539?\n  ","964150":"\n   Do you prefer writing with black or blue pen?\n  ","964151":"\n   is your ex still on ask,hes lit you too btw i miss you xox\n  ","964152":"\n   How many people do you think you've met in your life?\n  ","964153":"\n   🤣🤣\n  ","964154":"\n   Oh if you don’t have any why would Jeffery be dating you?\n  ","964155":"\n   Have you ever eaten lobster? If not, do you feel like it?\n  ","964156":"\n   Just followed. Maybe follow back!\n  ","964157":"\n   I'm 15 years old and I don't have t¡ts, this make me very sad what can I do? 😥\n  ","964158":"\n   Who is your favorite person? 🥰\n  ","964159":"\n   Nicole I wanted nothing more than to be friends with  u but again for the past few weeks you ignored my questions and that’s fine okay I understand you are pretty and popular but what makes me sad is when you ignore me when I simply ask how we can work together so we can make me feel comfortable😔😢\n  ","964160":"\n   Since you have ignored me countless times now at this point I give up trying to be friends with you since I have no choice. But please give me my closure instead of leading me on and giving  me false hope talking about you never see my questions which you clearly do.\n  ","964161":"\n   Nicole still really my god can you just be honest with me so I can move on instead of ignoring me and making me cry everyday.\n  ","964162":"\n   Did you love your experience playing Rizzo in the Broadway production of Grease?\n  ","964163":"\n   About to sleep hehe, gn :)\n  ","964164":"\n   Hey, have you ever partied all night and still smashed a shift at work the next day like a really trooper?? 👊👌\n  ","964165":"\n   How is my favorite friend on ask doing? xD\n  ","964166":"\n   I would've loved being on lockdown with you\n  ","964167":"\n   Did you enjoy your time in lockdown ? Or you didn't like that time 😅\n  ","964168":"\n   not anon lol\n  ","964169":"\n   Oh yeah that is true since you manipulate me all the time.\n  ","964170":"\n   Do you get irritated by the laughter of others when you are in a bad mood?\n  ","964171":"\n   you are so sweet that you are giving me toothache\n  ","964172":"\n   Do you follow back?\n  ","964173":"\n   I have almost 30,000 Coins and I don't care about them anymore do you want them?\n  ","964174":"\n   Who is more manipulative, Man or Woman? 👨👩\n  ","964175":"\n   Do you have a cat?\n  ","964176":"\n   Did you see redheads get bullied and it made you want to become one so you could make a political statement that \"We are all gingers?\"\n  ","964177":"\n   From which store do you usually buy clothes\n  ","964178":"\n   Which designer dress you wanna wear in your wedding 🤔\n  ","964179":"\n   when’s the last time you went for a walk?\n  ","964180":"\n   have you ever watched any of the law and orders?\n  ","964181":"\n   Who did you last say “I love you” to?\n  ","964182":"\n   what’s the last book you read?\n  ","964183":"\n   Do you believe in rumors and fake news? 🙊\n  ","964184":"\n   Hey and samee\n  ","964185":"\n   Have you seen your legs?\n  ","964186":"\n   Do you take any pills or medication daily?\n  ","964187":"\n   Good morning!\n  ","964188":"\n   It's what I know. You're so perfect 😍\n  ","964189":"\n   How old do people mistake you for?\n  ","964190":"\n   Nicole why do we keep doing dance where you lead me on and I follow you blindly without any hope?\n  ","964191":"\n   Yes they are. They either want to be you or be with you.\n  ","964192":"\n   Are you okay Nikki?\n  ","964193":"\n   Do you sleep with the lights off or on? 💤\n  ","964194":"\n   So? That has nothing to do with my question.\n  ","964195":"\n   They're staring at you for other reasons Nicole\n  ","964196":"\n   Why does he act like you traumatized him? I don't get it.\n  ","964197":"\n   What's a really awkward situation that everyone can relate with?\n  ","964198":"\n   Did you and Jeffrey set a date yet to be married?\n  ","964199":"\n   do you like hummus?\n  ","964200":"\n   Is it too hot to go outside?\n  ","964201":"\n   You are most certainly my bae\n  ","964202":"\n   are you sad summer’s almost over or excited fall is coming? 🍂🍁\n  ","964203":"\n   when you done woked up again know that I love you\n  ","964204":"\n   What color is your room?\n  ","964205":"\n   When I said person I meant do you have a problem with the same people as in “friends” texting you everyday ?\n  ","964206":"\n   could you shoot an animal for food or  nah\n  ","964207":"\n   Do you always follow the rules? 🤭🤫🤔\n  ","964208":"\n   Have you ever been to a themed costume party? If yes, what was the theme? 💃🌺💕\n  ","964209":"\n   Does your WiFi have a clever name?\n  ","964210":"\n   Do you think Vodka really does have health benefits, as certain internet articles suggest, or is this just false Russian propoganda?\n  ","964211":"\n   Do you keep your baby pictures?  👶\n  ","964212":"\n   Do you think it's okay to date two girls as long as they don't find out? 🤔\n  ","964213":"\n   Goodnight bae\n  ","964214":"\n   Lebst du deinen Traum?\n  ","964215":"\n   What's your favorite dream that you've had?\n  ","964216":"\n   What is the last thing you did with passion?\n  ","964217":"\n   Why not?\n  ","964218":"\n   Do you really know who you are and want you want? 🤔\n  ","964219":"\n   Nikki you've grown a lot I mean I can't stop looking at you 😛\n  ","964220":"\n   They vanish when I look at you Nikki ;)\n  ","964221":"\n   Have you been assaulted, any form, by someone?  How did you deal with it?\n  ","964222":"\n   Life problems\n  ","964223":"\n   Would you rather make more money doing a job you hate or less doing one you love? 💰 👍\n  ","964224":"\n   Do you use snapchat\n  ","964225":"\n   Nikki why you are behaving like this\n  ","964226":"\n   a cat?\n  ","964227":"\n   Is it bad to watch porn constantly?\n  ","964228":"\n   Share us your life verse? 😊\n  ","964229":"\n   What word do you always mispronounce?\n  ","964230":"\n   When was the last time you went for a swim in the ocean, a lake or such? (Not in a pool) 🏖🏞 What's the coldest temperature you can comfortably swim in? 🌡\n  ","964231":"\n   142. stay positive today ✨🍃💕\n  ","964232":"\n   Ye to hoga...\n  ","964233":"\n   That means you feel super loved by me\n  ","964234":"\n   Dont post ok?\n  ","964235":"\n   When you feel bad mentally, what is the best way to help you?\n  ","964236":"\n   Ok can i show my identity\n  ","964237":"\n   When was the last time you had a one night stand? 🤔\n  ","964238":"\n   So now you are single?\n  ","964239":"\n   I don't deserve it!!! But thank you ❤️❤️❤️❤️\n  ","964240":"\n   How well can you see in the dark? 👍\n  ","964241":"\n   Oh honey I'm so sorry he ended it with you\n  ","964242":"\n   Do you ever have a problem with the same person texting you everyday ?\n  ","964243":"\n   😅🥺 Idk if that's even true but THANK YOUUUU ❤️❤️❤️ You're my favorite too Nikki!\n  ","964244":"\n   Favorite person?\n  ","964245":"\n   Their opinions could dim our lights for sure but for how long?\n  ","964246":"\n   143. for all my vip+ users or i vip users . did you see the new direct message ask.fm will send us? what are your thoughts? (use as filter if your not a vip or vip+ user)\n  ","964247":"\n   Do you like knitting ?\n  ","964248":"\n   If you like them, what's your favourite Queen single? 🎶 👍\n  ","964249":"\n   Current celebrity crush?\n  ","964250":"\n   I don't understand why he had to disappear from your life.\n  ","964251":"\n   How would you change your name to make life a lot more fun?\n  ","964252":"\n   have you ever had physio therapy before\n  ","964253":"\n   Do you smile at strangers? Why or why not?\n  ","964254":"\n   Are you also a fan of Spongebob?\n  ","964255":"\n   I like your pretty profile pic 😊\n  ","964256":"\n   how r u\n  ","964257":"\n   You are sexy.  😍\n  ","964258":"\n   How tall are you?\n  ","964259":"\n   Good day to you! I hope you're doing fine amidst the pandemic. Always stay strong and positive! You got this 💛\n  ","964260":"\n   That’s a bad spam 😏\n  ","964261":"\n   So dang gorgeous\n  ","964262":"\n   full body selfie?\n  ","964263":"\n   All of your \"relationships\" have failed miserably lmfao\n  ","964264":"\n   do you have a pet?\n  ","964265":"\n   Nikki is always very wise!!\n  ","964266":"\n   Why is it that most long distance relationships are unsuccessful ?\n  ","964267":"\n   Celebrity crush these days?\n  ","964268":"\n   Where is your fiancé ʎǝɹɟɟǝſ™\n  ","964269":"\n   If a problem comes along, do you whip it?\n  ","964270":"\n   What makes you feel super loved? 💞\n  ","964271":"\n   Have you ever fallen in love with a person who is in another relationship? How did you deal with this?\n  ","964272":"\n   Can taste in music change your opinion about a person?\n  ","964273":"\n   Should people pay more attention to other people than their phones?\n  ","964274":"\n   What do you find difficult to convey? (Ex. The feeling of love, the feeling of a broken heart, what something means to you)\n  ","964275":"\n   🌻 When you are faced with a challenge, how do you tackle it? Are you a head on kind of person, or do you do rational thinking? :3\n  ","964276":"\n   Where's jeffrey?\n  ","964277":"\n   Hey\n  ","964278":"\n   Can i please kneel down for you?\n  ","964279":"\n   Where should you never take a first date?\n  ","964280":"\n   How are you confused we talk about this once every 3 days about you ignoring my questions and answering others like for example I asked you the previous thing yesterday and you are answering it now what happened in between then and now? U ignored me and pushed me 2 the side and talked to the others.\n  ","964281":"\n   Do you know how to swim? 🌊💕\n  ","964282":"\n   How many pillows are on your bed?\n  ","964283":"\n   Wow how?\n  ","964284":"\n   Haha thanks so are you :)\n  ","964285":"\n   Do you think people are basically bad or basically good?\n  ","964286":"\n   I'm not cool? :O\n  ","964287":"\n   Do you remember your dreams often?\n  ","964288":"\n   Aw thank you! 💛\n  ","964289":"\n   How is your week going?\n  ","964290":"\n   Have you been to Death Valley?\n  ","964291":"\n   Is your course instructor a manager. Apply Mintzberg’s roles on your instructor according to her dities\/ responsibilities\n  ","964292":"\n   What's my baby bunny nikki doing 😊😘\n  ","964293":"\n   Can i be your personal assistant for one day?😂❤️\n  ","964294":"\n   Queen your red carpet is done❤️😂\n  ","964295":"\n   What are you looking forward to next year?\n  ","964296":"\n   I only ask if you are somehow related to a bunny rabbit because your eyes are so big & beautiful.\n  ","964297":"\n   our baby done woked up\n  ","964298":"\n   What if he carved it in perfect calligraphy, as if it were a line in The Declaration of Independence? Would you then have to respect his artistic ability and craftsmanship with a knife, while at the same time believing he was insane?\n  ","964299":"\n   Who then?\n  ","964300":"\n   Buongiorno dormito bene😊 hai mai aiutato qualcuno, come?\n  ","964301":"\n   If you did, would Big Ed be the first cast member you'd follow?\n  ","964302":"\n   Do you follow anyone from 90 Day Fiance on instagram?\n  ","964303":"\n   Are you superstitious?\n  ","964304":"\n   Have you blown up a balloon in the last month?\n  ","964305":"\n   Yeah for real. Does that ruin it for you or does knowing it's chocolate based make you feel better about it?\n  ","964306":"\n   Do you feel like Ben Bridge is in fact your personal jeweler?\n  ","964307":"\n   That's what it is Nicole. It's just chocolate, colored red with cream cheese frosting.\n  ","964308":"\n   If you saw Sky chewing on something, pulled it out of her mouth and it was a 6 ct diamond solitaire ring, would you sell it, keep it or report it as lost?\n  ","964309":"\n   Do you feel like red velvet tastes like chocolate mixed with red frosting?\n  ","964310":"\n   Do you have any habits that Sky hates?\n  ","964311":"\n   Have you ever had to fan yourself because someone's raw masculinity was getting you hot and bothered?\n  ","964312":"\n   I know that but if you don't listen to anything older than them, they'd still be the oldest you listen to.\n  ","964313":"\n   Do you study or work?\n  ","964314":"\n   If someone you were dating carved your initials into his chest, would you be flattered or think he was insane?\n  ","964315":"\n   Have you carved initials into a tree?\n  ","964316":"\n   So Linkin Park is the oldest music you listen to?\n  ","964317":"\n   What is the oldest music you like?\n  ","964318":"\n   Have you ever done graffiti?\n  ","964319":"\n   It’s my bdayyyy😃😃😃\n  ","964320":"\n   Have you ever fake cried?\n  ","964321":"\n   Do you like lying down in the back of pickup trucks while they go down winding mountain roads?\n  ","964322":"\n   last time you had to go behind a bush?\n  ","964323":"\n   Do you like standing up out of the sunroof of cars while they're moving at high speeds?\n  ","964324":"\n   Instead of saying \"I\"m so sad\" have you ever made a fake crying face and said \"I'm sho shad?\"\n  ","964325":"\n   do you like jeeps?\n  ","964326":"\n   Do you know Makenzie Raine?\n  ","964327":"\n   Idk I thought it’d be funny 🤣😂🤣\n  ","964328":"\n   Why not?\n  ","964329":"\n   Im not feeling well baby 🤒 so I'm just gonna hit the bed, goodnight 😘\n  ","964330":"\n   Would you rather be 3 inches taller or 3 inches shorter?\n  ","964331":"\n   😅😅😅\n  ","964332":"\n   She’s from Compton , land of the gangstas 😂🤣😂\n  ","964333":"\n   You're from Tijuana right?\n  ","964334":"\n   Who do you like more, him or his brother Alexander?\n  ","964335":"\n   What do you consider to be manly?\n  ","964336":"\n   Lmao I didn’t see mine. Nor did I get a notification lol.\n  ","964337":"\n   Omg is it just me or did\n   \n    @AustinRose749\n   \n   get HOT?\n  ","964338":"\n   I know that’s why I said I was messing with ya 😂\n  ","964339":"\n   Ouch you didn’t mention me. Guess I ain’t cool enough.\n  ","964340":"\n   Thank you for the mention\n   \n    @NicoleBuckleyyx\n   \n","964341":"\n   Hmmm 🤔 interesting but I think you forgot somebody 😜 , just messing with ya Nikki\n  ","964342":"\n   I'm new to AskFm! I'm in search of awesome folks to follow. Who would you recommend? I'll hit follow on all those suggested to me! If you receive this I have followed you, I would love a follow back. Thank you! :)\n  ","964343":"\n   If you dated the actor Bill Skarsgård and he wanted to dress up as Pennywise before making love to you, would you be ok with it? And yes, seriously. Really.\n  ","964344":"\n   Just say you're from Montecito\n  ","964345":"\n   Did you pretend you were Daisy when you were reading it?\n  ","964346":"\n   From what city?\n  ","964347":"\n   Are your legs cold, warm or just right?\n  ","964348":"\n   That’s great! I’m doing well\n  ","964349":"\n   You should get a nose 👃 stud I think you would look even more beautiful with one but alas you are already gorgeous\n  ","964350":"\n   you're wearing shorts\n  ","964351":"\n   are you wearing a skirt?\n  ","964352":"\n   what do you like about it besides the movie?\n  ","964353":"\n   Beautifullllllllll\n  ","964354":"\n   check-in: how is everyone?\n  ","964355":"\n   selfie?\n  ","964356":"\n   fav book\n  ","964357":"\n   What in the hell? 😂\n  ","964358":"\n   I never understood how relationships work in terms of money. I have a hard time believing without money and since I am nothing good  physically or mentally i can’t see why a girl would choose me so what can I do I am not a bad guy I am just not good so I have no idea how I can take girls on dates.\n  ","964359":"\n   You fill my mind with so much to think about. Ty.\n  ","964360":"\n   Oh you bringing the lord into this now okay I am now totalling getting “wet”\n  ","964361":"\n   Be honest what should a guy really do if he found out that the girl he was seeing was just with him to play with his money?\n  ","964362":"\n   Oh I understand now you would rather take a bath with me and play with rubber duckies okay I see you girlfriend😉\n  ","964363":"\n   One day we should take a shower together you think that is a good idea why or why not?\n  ","964364":"\n   Anyone else been tested for Covid? I’m currently waiting on my results😣\n  ","964365":"\n   Aaaahhhh 😩 atshhhoo 😖\n  ","964366":"\n   are you more open minded or closed minded?\n  ","964367":"\n   How good are you at memorizing things?\n  ","964368":"\n   You are Queen Elizebeth's youngest daughter, who she gave birth to at age 73. That makes you a princess.\n  ","964369":"\n   when is Sky's birthday?\n  ","964370":"\n   You're a Princess 👑\n  ","964371":"\n   Yes I know I am a tough cookie Nicole but you have done it again and hurt me so idk what to do at this point anymore so we need to have a heart to heart and discuss my future because we cannot be going on like this back and forth for too much longer it’s not fair for me and my feelings.\n  ","964372":"\n   Sometime problems just find you!\n  ","964373":"\n   Im redoing my group of hot girls so comment yes if you still wanna belong my group 😊❤️😘😘\n  ","964374":"\n   I think about you all day long\n  ","964375":"\n   Maybe not perfect but not far from it 👑\n  ","964376":"\n   Omg I hope you don't pay for all of it yourself ahahah\n  ","964377":"\n   What do you think about?\n  ","964378":"\n   Every week?\n  ","964379":"\n   Do you do lots of shopping?\n  ","964380":"\n   You are both those things tbh\n  ","964381":"\n   I dont think he meant disrespect anyway..he was saying how attractive you are\n  ","964382":"\n   even if you did that who cares honestly? your school is over for now, there's a pandemic that ruined everything..what tf are you supposed to do? are you supposed to apologize for not needing to work bc you live with your parents like millions and millions of others your age? no! you're doing fine.\n  ","964383":"\n   I hope and pray that you live a long happy and healthy life and I hope that you are filler with as much joy as you give me because the mere thought of you makes me so incredible happy. Your existence alone makes the world a million times better and I am so blessed that I get to talk to you ❤️\n  ","964384":"\n   Excuse me?\n  ","964385":"\n   You go to sleep at 4am then sleep a few hours then are up for like an hour then go back to bed until the afternoon\n  ","964386":"\n   Hi nikki\n  ","964387":"\n   You sleep all day, up all night and have no job.  What would you call that?\n  ","964388":"\n   Anything is better than Linkin Park\n  ","964389":"\n   Then how do they work Nicole tell me please.\n  ","964390":"\n   Are your brothers and sisters as lazy as you are?\n  ","964391":"\n   Um Nicole did you forget about me and my feelings?\n  ","964392":"\n   Nicole you are asking the wrong question so ask the write questions and I can give you the right answer. That’s how these things usually work.\n  ","964393":"\n   Is Pennywise using your pool rn?\n  ","964394":"\n   So the same answer you have for eggnog is the same answer you have for wether you like the black people.\n  ","964395":"\n   You should visit me in jail one day\n  ","964396":"\n   How often do you visit hospitals?\n  ","964397":"\n   Are you somehow related to a bunny rabbit?\n  ","964398":"\n   Do you like eggnog?\n  ","964399":"\n   Cosa ne pensi delle fake news?\n  ","964400":"\n   I'm only your anon and no else's\n  ","964401":"\n   What's the last concert\/festival you attended?\n  ","964402":"\n   Nicole do you have free time now?\n  ","964403":"\n   Name something that you love to do? 💞\n  ","964404":"\n   What was the last book you read? Is it worth recommending?\n  ","964405":"\n   But how could anyone disrespect someone as perfect as you? U l just don't get it\n  ","964406":"\n   Korean or Japanese food? 😜\n  ","964407":"\n   are u in California?\n  ","964408":"\n   How are u?\n  ","964409":"\n   Record heat today so stay cool, Nikki\n  ","964410":"\n   Where have you always wanted to travel to?\n  ","964411":"\n   When was the last time you went on holiday?\n  ","964412":"\n   How many times have you been on a plane?\n  ","964413":"\n   If negativity is a person, what would you tell him? 🙊⛔\n  ","964414":"\n   Crazy man\n  ","964415":"\n   What do you do when you’re angry?\n  ","964416":"\n   Exactly and I just don't understand how someone could disrespect you that much wth.\n  ","964417":"\n   Need help to pay more? 🤷‍♂️😂\n  ","964418":"\n   How do you get over someone?\n  ","964419":"\n   And this ladies and gentlemen, is an idiot who deserves to get kicked in the balls pretty good 🤦‍♀️🤦‍♀️🤦‍♀️\n  ","964420":"\n   You are hot asf 🙈, your tits are awesome🙈🙈🙈\n  ","964421":"\n   Andre der synes det er vaarmt\n  ","964422":"\n   I gots a bunch of 'em. lol\n  ","964423":"\n   Beautiful or Handsome? 😍\n  ","964424":"\n   Would you get a vaccine against Covid-19, if one was \navailable now? \/ ¿Recibiría una vacuna contra Covid-19, \nsi hubiera una disponible ahora? \/ Você tomaria uma vacina \ncontra Covid-19, caso houvesse uma disponível agora?\n  ","964425":"\n   If your life were a movie, would you watch it?\n  ","964426":"\n   that you don't want to date them\n  ","964427":"\n   don't agree?\n  ","964428":"\n   makes sense\n  ","964429":"\n   I was just asking did you heard these lyrics from the \"Dhadkhun\" Movie..😂😂\n  ","964430":"\n   gonna date one of em?\n  ","964431":"\n   how is that wonderful?\n  ","964432":"\n   Hands down coffee\n  ","964433":"\n   You're an angel ❤️😊 I don't deserve your kindness\n  ","964434":"\n   Most definitely!\n\nOr even \"It's mah birfday beaches!!\" LOLOLOLOLOLOL!!\n  ","964435":"\n   Yeah it's true. Happens in Australia and the UK too. It's horrible. Are you vegan? I'm thinking about it.\n  ","964436":"\n   A bit of fun! Pick a user for each and tell us why you think that! 👍 Funniest @ Most interesting @ most creative @ most kind @ sweetest @\n  ","964437":"\n   Thanks. Fellow Virgo.\n  ","964438":"\n   Did you know that pigs are gas chambered to death?  Which is one of the reasons I don't eat pork.\n  ","964439":"\n   Cool. Mine is the 1st. I'll be turning 25.\n  ","964440":"\n   When's your birthday?\n  ","964441":"\n   You reside in my heartbeats.....💔\n  ","964442":"\n   Well, that'll definitely be a giveaway, indeed. lol :-P\n\n\"Birfday Gurl\" lolol.\n  ","964443":"\n   What is your favorite snack item?\n  ","964444":"\n   😔 but I want you\n  ","964445":"\n   They are but not all.even some of them are here\n  ","964446":"\n   Well I am socially awkward and nervous around girls so we have something in common so we would get along nicely?\n  ","964447":"\n   Thoughts on Current events........\n  ","964448":"\n   would you rather copy and paste anything in your life or undo anything from your life\n  ","964449":"\n   Who was the last person you gave a gift to?\n  ","964450":"\n   Buongiorno dormito bene😊 ti piace camminare quanto riesci a camminare durante una giornata?\n  ","964451":"\n   Do you think you'd start saying \"I'm fixin' to make a sandwich\" instead if \"I'm going to make a sandwich?\"\n  ","964452":"\n   i didnt sleep, went to work, came back and napped. that was it lol\n  ","964453":"\n   I like you since 8th grade\n  ","964454":"\n   Tea or coffee ?\n  ","964455":"\n   Have you ever felt bad for the guy because you wondered whether the marks might be permanent?\n  ","964456":"\n   Have you ever been proud of how much you scratched a guy's back up?\n  ","964457":"\n   How was your day?\n  ","964458":"\n   Do you have a guilty pleasure? What is it? 🥰\n  ","964459":"\n   Do you think you'd wear a cowboy hat and have a big belt buckle on your jeans whenever you went out?\n  ","964460":"\n   I just guess\n  ","964461":"\n   You need sleep\n  ","964462":"\n   Do you think you'd say \"howdy\" instead of hello?\n  ","964463":"\n   are u?\n  ","964464":"\n   Left pic 👉🏻 Mona Lisa smile\n  ","964465":"\n   Are your arms showing currently?\n  ","964466":"\n   Left pic\n  ","964467":"\n   arebu atunibg?\n  ","964468":"\n   Do you have a frosty glass of a refreshing beverage and you're writing words into the frost with your finger in between questions?\n  ","964469":"\n   If you lived in the South for a few years, do you think you'd come back saying the word \"y'all\" a lot?\n  ","964470":"\n   The Mona Lisa smile\n  ","964471":"\n   Are you sipping on cocoa with marshmallows between each answer?\n  ","964472":"\n   are you feeling relaxed?\n  ","964473":"\n   Nicole so you already know what this is about so where would you like to begin again cause I feel like I have to remind about the same like 4 times a week that is not okay Nicole.\n  ","964474":"\n   both beautiful but 1 on left just bc your slight smile is extra cute\n  ","964475":"\n   When you are free Nicole answer this please\n  ","964476":"\n   How many jobs have you had?\n  ","964477":"\n   What you going to school for?\n  ","964478":"\n   It's very important that I handle the temperature situation before we get to Santorini. You don't understand how upset I'd be if we set foot in our suite and I saw you shiver or develop an uncomfortable sweat. I will move mountains to ensure your comfort on our honeymoon and beyond.\n  ","964479":"\n   *Chalo ek bar phir say Ajnaabee Banjayah Hum duno*\n💔\n  ","964480":"\n   What is your dream job?\n  ","964481":"\n   I just have to remember now that your bday is in 3 weeks. lol\n  ","964482":"\n   What annoys you? I hate it when I’m about to leave a room and just as I’m out of the room someone asks me something. Like you had to wait for me to leave first??\n  ","964483":"\n   It’s scary so I’m in my room trying to go to sleep lol bc I have work tomorrow\n  ","964484":"\n   what caused your amnesia\n  ","964485":"\n   My cousin is having a movie night on the projector and decided to pick the grudge\n  ","964486":"\n   Excellent. Alwayz keep that mindset! :)\n  ","964487":"\n   it makes me extremely nice. I just wanna make love nonstop when I'm blitzed.\n  ","964488":"\n   Do you pay attention to the lyrics of songs? What is your favorite one?\n  ","964489":"\n   What did you turn down that was the coolest?\n  ","964490":"\n   What movie can you watch over and over again without getting bored?\n  ","964491":"\n   Silliness 👌\n  ","964492":"\n   What is an opportunity you regret turning down?\n  ","964493":"\n   it me again 😸\n  ","964494":"\n   Why does alchohol make some people nice but makes other people violent?\n  ","964495":"\n   good night lovely people !!! 🌙\n  ","964496":"\n   :) I'm glad to hear you drink in moderation! Knowing when to stop is alwayz key.\n  ","964497":"\n   Well, now there'll be no legal consequences tied to it if you got caught. It'll be considered \"Adulting\"...as long as you don't go full on drunk mode & wreck stuff. lol\n  ","964498":"\n   What day is your birthday?\n  ","964499":"\n   If you could switch places with someone for a day, who would it be?\n  ","964500":"\n   Oh snap! Fully legal in 3 weeks...look out now! :-P Unless of course, you're not a drinker, then....carry on. lol\n  ","964501":"\n   Love that!!!\n  ","964502":"\n   To anyone that has a pet, what do you think they’re thinking when they look at you? Loll\n  ","964503":"\n   I’m turning 20\n  ","964504":"\n   How old are you?\n  ","964505":"\n   You should try it! Lol if you want it’s realllly good\n  ","964506":"\n   Have you tried duck before?\n  ","964507":"\n   You look amazing in that color\n  ","964508":"\n   My Love?\n  ","964509":"\n   Could you go a week without using your cellphone?\n  ","964510":"\n   Ti piace leggere come leggi ad alta voce o in silenzio?\n  ","964511":"\n   selfie?\n  ","964512":"\n   Yes Nikki\n  ","964513":"\n   Omg that’s such a good one!!!! Have you also watched the movie?!!\n  ","964514":"\n   Would you rather be lost in a bad part of town or lost in the forest? 🙃\n  ","964515":"\n   What has someone borrowed but never given back?\n  "},"Answer":{"963444":"\n  Oh my gosh, this made my night🥺 thank you so much for your sweetness honestly, truly you’re amazing!😊 you put a smile on my face, thank you for that\n  ","963445":"\n  I do, sometimes lol\n  ","963446":"\n  No one plays with my hair lol\n  ","963447":"\n  Hello\n  ","963448":"\n  Lol I really don’t know why anon\n  ","963449":"\n  Nah I don’t\n  ","963450":"\n  Oh I don’t know\n  ","963451":"\n  Thank you Steven😊\n  ","963452":"\n  Voice answers?\n  ","963453":"\n  Thank you anon!\n  ","963454":"\n  Awh thank ya😌\n  ","963455":"\n  Thank you!😊\n  ","963456":"\n  Omg awhhh, thank youuu🥺 the sweetest\n  ","963457":"\n  I mean it’s only me haha, I’m nothing special\n  ","963458":"\n  Well wow that’s a lot of admiration then 😱🤪\n  ","963459":"\n  Oh haha yeah I got what you meant lol\n  ","963460":"\n  Haha now that’s not a word but I’ll take it 🤪\n  ","963461":"\n  I know, I know🤣 you mean like a celebrity crush or?😬\n  ","963462":"\n  I’m a sinner 😈 lol John Legend is okay but not my favorite lol\n  ","963463":"\n  I don’t like Chris Pratt lol\n  ","963464":"\n  Am I sure? Lol\n  ","963465":"\n  No I don’t\n  ","963466":"\n  And why would you do such a thing?\n  ","963467":"\n  Yes omg! They are such a talented & amazing band except they aren’t a band anymore 🙃\n  ","963468":"\n  no lol🤨\n  ","963469":"\n\n   @catfishreborn2\n  \n  😌\n  ","963470":"\n  Excuse me? lol\n  ","963471":"\n  Not really lol\n  ","963472":"\n  Snapchat\n  \n  ask\n  \n  Insta\n  ","963473":"\n  😁🤪\n  ","963474":"\n  Why thank you 😌\n  ","963475":"\n  I’m sure you are anon\n  ","963476":"\n  I’ve been asked that before 🤣\n  ","963477":"\n  I’m fine.\n  ","963478":"\n  Definitely a small town or even village tbh\n  ","963479":"\n  Thank you😊\n  ","963480":"\n  I bet!\n  ","963481":"\n  Eh it’s been alright, yours?\n  ","963482":"\n  Definitely anon🤪\n  ","963483":"\n  Yeppers.\n  ","963484":"\n  Anon why would you worship me? lol\n  ","963485":"\n  My worshippers? lol\n  ","963486":"\n  I don’t know anymore 🤷‍♀️\n  ","963487":"\n  It really is so terrible not being able to go out places! Ahhh that’s good though, you can keep yourself busy!\n  ","963488":"\n  The ability we have to feel things like happiness, love, sadness, loss, etc. Our hearts and brains and our bodies make us human.\n  ","963489":"\n  Ooh I like that lol\n  ","963490":"\n  For me to be happy in life it would have to change lol\n  ","963491":"\n  I don’t know 🤷‍♀️\n  ","963492":"\n  Dark brown with natural red highlights\n  ","963493":"\n  Wow that’s incredibly sweet🥺 ahhhhhh thank you, you’re the best\n  ","963494":"\n  My favorite person on snap¿\n  ","963495":"\n  Not sure tbh🤔\n  ","963496":"\n  Is that so?\n  ","963497":"\n  Oh my goodness, here we go again. Actually he’s not blocked so you can stop saying that. Also I do still have love for him so you can stop that too. He left because he got bored of the app so seriously.\n  ","963498":"\n  No you didn’t 🤣🤣\n  ","963499":"\n  Really anon? lol\n  ","963500":"\n  nah that’s not even possible though!\n  ","963501":"\n  I appreciate you much more\n  ","963502":"\n  That’s very sweet, but you’re already so sweet to me and I appreciate it\n  ","963503":"\n  Awh haha thank you, I appreciate that😌\n  ","963504":"\n  Don’t be silly, you never have to! You already do by being so sweet to me😌\n  ","963505":"\n  We shall see lol\n  ","963506":"\n  Of course, it’s true 😊\n  ","963507":"\n  It’s alright, how’s your day?\n  ","963508":"\n  Of course you deserve my friendship 😊 you’re too sweet!\n  ","963509":"\n  Not too long tbh\n  ","963510":"\n  I know, it must be really scary!\n  ","963511":"\n  Hey my favorite person 😌\n  ","963512":"\n  No I have never had a energy drink in my life and I never will lol\n  ","963513":"\n  Maybe if I take a picture lol\n  ","963514":"\n  Oh my goodness, you didn’t just say that lol\n  ","963515":"\n  Be able to read ridiculously fast lol\n  ","963516":"\n  Stay safe!😱\n  ","963517":"\n  Really anon? It actually does suit him lol\n  ","963518":"\n  Hey!\n  ","963519":"\n  Not that long, I’ve never been on the phone for that long\n  ","963520":"\n  Of course, I’m here for you!😊 I’m glad we are friends too\n  ","963521":"\n  Once you find out, let me know 😊\n  ","963522":"\n  Probably Italian or Greek food to be honest or maybe even Armenian food😎\n  ","963523":"\n  Of course, keep your head up high. Awhh thank you for being so sweet always 🥺\n  ","963524":"\n  🥴🥴\n  ","963525":"\n  Ooh this is very deep, I like it! And I absolutely agree quite frankly. Nothing lasts forever no matter how hard you try and want it to last.\n  ","963526":"\n  Awh I’m so sorry for your loss🙁 stay strong! I’m here if you need to talk.\n  ","963527":"\n  Most definitely!\n  ","963528":"\n  So I’m bored\n  ","963529":"\n  No I don’t\n  ","963530":"\n  That’s nice anon\n  ","963531":"\n  My favorite song is in my remains!  How about yours? I love them too 😁\n  ","963532":"\n  I like wearing it sometimes but rarely now lol\n  ","963533":"\n  When someone sits near me and chews loudly 🥴\n  ","963534":"\n  Well yeah lol\n  ","963535":"\n  No luckily I’m not in the path of any hurricanes! I hope you stay safe as well Bella😊\n  ","963536":"\n  alright y’all talk!\n  ","963537":"\n  Who knows tbh\n  ","963538":"\n  manipulative, narcissistic, psychotic, sociopaths, violent people, etc.\n  ","963539":"\n  You can definitely easily fake happiness until you make it. You can put on a smile and show to the world you’re happy when in reality you aren’t really happy but if you fake it, I’m sure eventually you’ll feel happy. As well as confidence.\n  ","963540":"\n  Sure, why not. Far away from people\n  ","963541":"\n  Lack of effort means they aren’t putting any effort in the relationship so yes, also lack of communication.\n  ","963542":"\n  What’s wrong?🥺 and awh I’m glad I’m still able to!\n  ","963543":"\n  Whatever it is you’re looking for, I hope you find it\n  \n  Whatever it is you’re searching for, I hope you like it\n  \n  What’s another year of trying, what’s another year of hope?\n  \n  But if you ever wanna slow down, I’ll be waiting here for you\n  ","963544":"\n  That’s nice anon\n  ","963545":"\n  I don’t know🤔\n  ","963546":"\n  Omg yes, definitely I hate that! It’s like if you like someone you should make the effort in trying to communicate with them. I get that people are busy but we make time for things we want.\n  ","963547":"\n  You’re sorry to hear what anon?🤔\n  ","963548":"\n  I’m doing okay, how are you doing?😊\n  ","963549":"\n  Sweet ice tea is definitely refreshing lol\n  ","963550":"\n  No I didn’t, only been on a school bus for field trips\n  ","963551":"\n  Oh my goodness lol\n  ","963552":"\n  I’d be so excited and full of joy!😁I would go and eat some candy, definitely lol\n  ","963553":"\n  I use an electric toothbrush\n  ","963554":"\n  None lol\n  ","963555":"\n  Ahhh I like both 😬\n  ","963556":"\n  Just plain cheese to be honest!\n  ","963557":"\n  Alright, I’m going to try and sleep. Goodnight friends!\n  ","963558":"\n  Hmm yeah that could be confusing tbh. Maybe he isn’t really interested in you that’s why he’s liking other peoples pictures but not yours\n  ","963559":"\n  Not really, just bored lately since  you can’t really go out and do anything aha. How about you?😊\n  ","963560":"\n  Oh lol thank you!😌\n  ","963561":"\n  Well that’s awesome for you anon!\n  ","963562":"\n  Yeah, it looks good! You will most definitely be a fan of him after watching it, I bet😁 He was in twilight, I don’t know if he was in Harry Potter🤔\n  ","963563":"\n  I just respond with something else tbh lol\n  ","963564":"\n  I don’t really know tbh🤷‍♀️\n  ","963565":"\n  Haha no I’m definitely not more awesome than you!🤪\n  ","963566":"\n  I would definitely say key lime pie 😋\n  ","963567":"\n  That’s wonderful to hear!😊\n  ","963568":"\n  Well thank you anon\n  ","963569":"\n  It does look awesome 😎 and whattttt? lol I like him!\n  ","963570":"\n  No problem😊 thank you, I hope you’re doing well!\n  ","963571":"\n  This app lol but it’s sometimes entertaining\n  ","963572":"\n  I don’t know anon, I really don’t why\n  ","963573":"\n  Accidentally? lol\n  ","963574":"\n  I don’t remember tbh\n  ","963575":"\n  I think I know who you’re talking about\n  ","963576":"\n  I don’t usually physically greet others I just say hi and go from there lol\n  ","963577":"\n  That’s tough, I don’t know!\n  ","963578":"\n  And what about them?\n  ","963579":"\n  Hmm that’s interesting anon\n  ","963580":"\n  My looks mostly lol\n  ","963581":"\n  Swimming, hiking, walking, enjoying the weather, biking, etc😁\n  ","963582":"\n  Why do I do what?\n  ","963583":"\n  I personally enjoy seeing both since they’re both really beautiful and have amazing colors in them!\n  ","963584":"\n  Like a 3 lol\n  ","963585":"\n  Well I don’t know lol, no where really\n  ","963586":"\n  Ooh it looks good since Robert Pattinson is playing him lol\n  ","963587":"\n  Who’s that? Lol\n  ","963588":"\n  Oh my goodness, I don’t know lol\n  ","963589":"\n  Not many at all\n  ","963590":"\n  I’m not sure tbh\n  ","963591":"\n  Yeah I guess so and no I really don’t\n  ","963592":"\n  I’m not Mexican\n  ","963593":"\n  Sure anon.\n  ","963594":"\n  I forgot you?\n  ","963595":"\n  My favorite font?\n  ","963596":"\n  Why’s that?\n  ","963597":"\n  Summer!\n  ","963598":"\n  Many people from my past anon.\n  ","963599":"\n  Yes, I am until I feel really comfortable around them\n  ","963600":"\n  Sweets🤪\n  ","963601":"\n  I don’t think I’m special 🤷‍♀️\n  ","963602":"\n  I was lol\n  ","963603":"\n  Yeah, I can understand that\n  ","963604":"\n  I haven’t 😬\n  ","963605":"\n  Seriously?🤣\n  ","963606":"\n  Awh thank you😊\n  ","963607":"\n  I do have Greek in me, yes\n  ","963608":"\n  Awh thank you so much, that means a lot😊\n  ","963609":"\n  🤪😎\n  ","963610":"\n  I mean sometimes people push my buttons but I don’t lash out I just keep it inside.\n  ","963611":"\n  I’d be very bothered if I didn’t\n  ","963612":"\n  Lash out at what though?\n  ","963613":"\n  Oh no, I’m quite terrible at it lol since I get so anxious and nervous\n  ","963614":"\n  I honestly don’t like judging people, you know? You shouldn’t judge someone by the way they look or even act. You don’t know their story or what they’ve been through in life.\n  ","963615":"\n  Actually, surprisingly I wasn’t nervous\n  ","963616":"\n  Well thank you, I appreciate that\n  ","963617":"\n  Really anon?\n  ","963618":"\n  Good question! I would say once someone cheats on you, it’s more than likely they will cheat on you again. From my past I’ve learned that people don’t change so once they do something, they will do it again.\n  ","963619":"\n  Not yet because I’m still new at driving so I’m still very uncomfortable and getting used to it.\n  ","963620":"\n  Nope, I don’t agree\n  ","963621":"\n  Not really, sadly. I wish I could though that would save me from a lot of hurt.\n  ","963622":"\n  and we are going to ignore the fact you just said that.\n  ","963623":"\n  Omg, YES! He will always be a legend🙁 I know, I miss him!\n  ","963624":"\n  Oh lol, definitely Adam Levine, Chris Martin, Jared Leto and so on\n  ","963625":"\n  Definitely Chester Bennington 🥺 He is a huge hero of mine.\n  ","963626":"\n  Foods that I like lol\n  ","963627":"\n  No I don’t still have him blocked actually and you can stop. Thank you😊\n  ","963628":"\n  It really is so dead🙃\n  ","963629":"\n  I find a lot of popular dishes disgusting lol like fish and chips, pork, shrimp, lamb, ribs, etc! 😅\n  ","963630":"\n  You good anon?\n  ","963631":"\n  I’m not sleeping?\n  ","963632":"\n  Okay anon, please don’t start with me. I would appreciate that\n  ","963633":"\n  The other day, actually 😬\n  ","963634":"\n  Yeah?\n  ","963635":"\n  Anon you really thought I forgot it was his birthday? Of course, I didn’t.\n  ","963636":"\n  Fading into grey, yeah, nothing to give\n  \n  I needed a reason, a reason to live\n  \n  I know that we have more than the Sky so I hold you forever to the stars in your eyes\n  ","963637":"\n  I have interesting dreams when I do dream lol\n  ","963638":"\n  Sure, I guess\n  ","963639":"\n  I guess it just depends sometimes on how I’m feeling\n  ","963640":"\n  I usually just keep my shoes on and then put on slippers lol\n  ","963641":"\n  This app is dead lel\n  ","963642":"\n  By keeping the environment clean and picking up after yourself when you go out.\n  ","963643":"\n  Well thank you anon😊\n  ","963644":"\n  My birthday is in September but thank you😊\n  ","963645":"\n  Pork, fish, ribs, mango, pineapple, lamb, etc.. 😬\n  ","963646":"\n  Haha you’re the sweetest ever!😊\n  ","963647":"\n  Not that often tbh!\n  ","963648":"\n  I really appreciate that actually, thank you!😊\n  ","963649":"\n  Is it really true? haha\n  ","963650":"\n  Don’t have it\n  ","963651":"\n  Send me money?\n  ","963652":"\n  I’m not really sure 🤔\n  ","963653":"\n  Awhhh you’re too sweet but that’s not possible 🤭\n  ","963654":"\n  Fast forward to the future please! lol\n  ","963655":"\n  I don’t remember.\n  ","963656":"\n  I’m glad you’re feeling a lot better! A break from this is definitely good, it gets boring!\n  ","963657":"\n  Nope, I don’t do that\n  ","963658":"\n  Oh lol that’s a good one 😂\n  ","963659":"\n  Lol thank you anon.\n  ","963660":"\n  My goodness more drama in 90 day fiancé\n  ","963661":"\n  She could mean she’s not feeling well or maybe she’s feeling depressed. You should try talking to her about it though. She could need you for you to be there for her.\n  ","963662":"\n  Well yeah, I know.\n  ","963663":"\n  Traveling and enjoying the weather outside anon\n  ","963664":"\n  At least a few before I end up waking up in the middle of the night not feeling sleepy until later\n  ","963665":"\n  I don’t like anything about myself.\n  ","963666":"\n  I don’t get it🤔\n  ","963667":"\n  Okay anon, you don’t know me or what goes on in my mind. Yes, I will always have love for him. He will always have a place in my heart. So please stop talking as if you know me.\n  ","963668":"\n  No.\n  ","963669":"\n  I don’t know.\n  ","963670":"\n  I’m not sure.\n  ","963671":"\n  No I wouldn’t\n  ","963672":"\n  Yeah, I was responding to other anons, sorry about that. I haven’t and yeah I defend him because I’ll always have love for him anon.\n  ","963673":"\n  Even though it’s not realistic, yes I do like movies with talking animals\n  ","963674":"\n  🙄\n  ","963675":"\n  I’m not really sure tbh\n  ","963676":"\n  Yeah well you guys are anons and I never said it’s a group project now did I? I haven’t moved on but some of you guys are saying I have and it’s just like really?\n  ","963677":"\n  No I don’t like beans at all\n  ","963678":"\n  Anon please stop, no he shouldn’t restart his account, he should keep it. I love how you anons are saying I’m moving on when I haven’t moved on but it is what it is.\n  ","963679":"\n  Okay now I might just take a break\n  ","963680":"\n  No comment anon.\n  ","963681":"\n  I’m too smart to understand? Lol\n  ","963682":"\n  Well they aren’t me lol\n  ","963683":"\n  Definitely their facial features and eyes!\n  ","963684":"\n  Okay anon, I’m not mocking him but thank you\n  ","963685":"\n  No I don’t!\n  ","963686":"\n  How is that making fun of him?\n  ","963687":"\n  Really anon?\n  ","963688":"\n  🥴🥴\n  ","963689":"\n  Neither tbh\n  ","963690":"\n  Awh thank you so much, I actually really needed this! I appreciate it💕\n  ","963691":"\n  Definitely this one!🤭\n  ","963692":"\n  I don’t think it’s bad to be friends with your exes especially if you ended on good terms and know that you can just stay friends. I mean obviously you should give each other sometime and then you can definitely be friends!\n  ","963693":"\n  I do like tacos 🤪\n  ","963694":"\n  Yes, I am\n  ","963695":"\n  But that can’t be since you’re my favorite 😊\n  ","963696":"\n  I mean I do like it lol\n  ","963697":"\n  Yes I am lol\n  ","963698":"\n  I shouldn’t update it? I know a lot of people who already did lol\n  ","963699":"\n  Don’t really have a favorite food tbh\n  ","963700":"\n  Not really lol\n  ","963701":"\n  No definitely not\n  ","963702":"\n  Really anon?\n  ","963703":"\n  Like?🤣\n  ","963704":"\n  Because I wasn’t lol\n  ","963705":"\n  I wasn’t built for neck kisses?🤣\n  ","963706":"\n  My life is both funny and sad lol\n  ","963707":"\n  I’m a planner to be honest lol\n  ","963708":"\n  Oh for sure anon🤣\n  ","963709":"\n  I’m not sure tbh\n  ","963710":"\n  Awh thank you, I appreciate that\n  ","963711":"\n  Yeah I don’t have a problem with that but none of them talk to me so 🤷‍♀️\n  ","963712":"\n  Well I feel like this song is pretty romantic and would sound incredible on guitar. I don’t have a partner lol.\n  \n\n   https:\/\/youtu.be\/r0cfUzsyjIE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","963713":"\n  I do have so much more lol🤣\n  ","963714":"\n  Yeah good luck with that, there’s too many 🤣😂\n  ","963715":"\n  Not your bae🤣\n  ","963716":"\n  I don’t admire myself though lol\n  ","963717":"\n  No, probably not lol\n  ","963718":"\n  I agree with that, thank you!😊\n  ","963719":"\n  Kindness, honesty and loyalty 😁\n  ","963720":"\n  I’m not sure what color I’m doing them just yet, and pretty often yes\n  ","963721":"\n  Getting my nails done today 😁\n  ","963722":"\n  Maybe an FBI agent\/profiler or an interior designer tbh\n  ","963723":"\n  Spread positivity and kindness to as many people as I can! 😁\n  ","963724":"\n  No I haven’t\n  ","963725":"\n  I’m not😂\n  ","963726":"\n  Pie!\n  ","963727":"\n  Good morning anon!\n  ","963728":"\n  🙄🤔🤐🥴\n  ","963729":"\n  Because they’re just so cute and adorable and they make everyone happy! 😊\n  ","963730":"\n  Mint chocolate chip!\n  ","963731":"\n  Nope lol\n  ","963732":"\n  For real🤣\n  ","963733":"\n  Oh my gosh, you didn’t just say that lol 🤭jk but awh thank you my favorite person!\n  ","963734":"\n  Hot weather!\n  ","963735":"\n  Awh thank you for this!\n  ","963736":"\n  I’m not really late for anything tbh\n  ","963737":"\n  I’m still on 13.3 I never update lol 🤣 so it’s going to update on its own tonight\n  ","963738":"\n  Lol you’re hilarious 😂 good one!\n  ","963739":"\n  Chocolate lol\n  ","963740":"\n  I’m nit naughty 🤣\n  ","963741":"\n  Why do you say that?\n  ","963742":"\n  Lol yes\n  ","963743":"\n  I’m not beautiful though haha but you’re just so sweet 😊\n  ","963744":"\n  Maroon 5\n  \n  Coldplay\n  \n  Linkin Park\n  \n  Dead By Sunrise\n  \n  Walking on cars\n  ","963745":"\n  Whatever you would like to talk about 😊\n  ","963746":"\n  Indeed anon\n  ","963747":"\n  I don’t only drink booze lol\n  ","963748":"\n  Anon me and him are just friends and it’s just a pun 🤣\n  ","963749":"\n  Lol don’t have any new ones 🤣\n  ","963750":"\n  Woo haha that’s awesome, we can talk 🤪\n  ","963751":"\n  I’ve been posting a lot? lol\n  ","963752":"\n  No haha I’m not sleepy!\n  ","963753":"\n  Sleeping 🤪\n  ","963754":"\n  🤔🤔\n  ","963755":"\n  Hey😊 of course we can talk!\n  ","963756":"\n  What about them?🤔\n  ","963757":"\n  No anon I haven’t\n  ","963758":"\n  Why?🤣\n  ","963759":"\n  How’s that lame?\n  ","963760":"\n  Awhh thank you 😌\n  ","963761":"\n  That’s wonderful\n  ","963762":"\n  Absolutely not\n  ","963763":"\n  Thank you😌\n  ","963764":"\n  What is?\n  ","963765":"\n  It just started recently too\n  ","963766":"\n  Sometimes!\n  ","963767":"\n  Like 4 years!\n  ","963768":"\n  Lol as a joke 🤣\n  ","963769":"\n  Neither of those choices!\n  ","963770":"\n  Thank you!😊\n  ","963771":"\n  Yes! Thank you haha\n  ","963772":"\n  Hmm I’m not really sure 🤔\n  ","963773":"\n  My husband wouldn’t say that 🤣\n  ","963774":"\n  You know? Lol\n  ","963775":"\n  Breaking the habit by Linkin Park! 😁\n  ","963776":"\n  I’d be working 9 to 5 in a concrete tomb\n  ","963777":"\n  Who knows\n  ","963778":"\n  Help me please someone\n  ","963779":"\n  Sometimes, yes\n  ","963780":"\n  Definitely anon\n  ","963781":"\n  Yeah, I do\n  ","963782":"\n  Can y’all stop asking that? Just because people are skinny doesn’t necessarily mean they have one 🙄\n  ","963783":"\n  Lol thank you anon!\n  ","963784":"\n  🤐😎\n  ","963785":"\n  What’s that?🤔\n  ","963786":"\n  It’s kinda new actually\n  ","963787":"\n  What do you mean?🤨\n  ","963788":"\n  Did I? Lol\n  ","963789":"\n  😳😳\n  ","963790":"\n  She just gave me kisses lol\n  ","963791":"\n  Yeah it really is nice lol\n  ","963792":"\n  I’ve been through them alone anon\n  ","963793":"\n  Not really lol\n  ","963794":"\n  Why thank you\n  ","963795":"\n  I like it, it’s pretty cool just crowded lol\n  ","963796":"\n  Queen anon\n  ","963797":"\n  Absolutely not🤣\n  ","963798":"\n  Don’t know what that is\n  ","963799":"\n  Los Angeles lol\n  ","963800":"\n  Lol you can see my facial features in my pictures 🤣\n  ","963801":"\n  Awh thank you😊 I appreciate you too!\n  ","963802":"\n  I’ve already been to New York lol\n  ","963803":"\n  Well go and find out for yourself lol 🤣\n  ","963804":"\n  I mean I don’t know tbh🤔\n  ","963805":"\n  I prefer to go outside and enjoy the weather on a sunny day!\n  ","963806":"\n  Sure anon🤣\n  ","963807":"\n  No I’m typically not like that only very rarely lol\n  ","963808":"\n  No lol\n  ","963809":"\n  You’ve already asked this though!\n  ","963810":"\n  Yes, I have before many times 🤣\n  ","963811":"\n  I did and it’s still going lol\n  ","963812":"\n  No 🤨\n  ","963813":"\n  It’s in North California\n  ","963814":"\n  Yes, exactly!\n  ","963815":"\n  I’m from California!\n  ","963816":"\n  Relax lol\n  ","963817":"\n  Hey lovely! Welcome back😊 I’m doing alright, how are you? Thank you for the positivity 💕\n  ","963818":"\n\n   @catfishreborn2\n  \n  where would you like to travel to favorite person?🤪😁\n  ","963819":"\n  🙄🙄\n  ","963820":"\n  Haha why would you want that anon?\n  ","963821":"\n  Lol goodness people\n  ","963822":"\n  I believe next year!\n  ","963823":"\n  Sure anon, I understand lol\n  ","963824":"\n  Yeah why’s that anon?\n  ","963825":"\n  Probably soon tbh🤷‍♀️\n  ","963826":"\n  Ooh haha that’s awesome! Hazel eyes are pretty too anon 😊\n  ","963827":"\n  That’s awesome! lol\n  ","963828":"\n  I think so\n  ","963829":"\n  Nah I don’t tbh\n  ","963830":"\n  No I don’t lol\n  ","963831":"\n  Definitely mosquitos, bees, cockroaches, etc\n  ","963832":"\n  I guess WiFi tbh\n  ","963833":"\n  Don’t be sad anon\n  ","963834":"\n  How am I so seductive?🤣\n  ","963835":"\n  Yes I do! I don’t have a favorite painter lol\n  ","963836":"\n  Spain!😁\n  ","963837":"\n  Happy Sunday! 😊 it’s currently 81 degrees here\n  ","963838":"\n  The reality of what?\n  ","963839":"\n  We definitely should worry about our environment!\n  ","963840":"\n  You already do by being kind to me back!😊\n  ","963841":"\n  Hair that you can flip meaning this kind! lol. And by puts in effort I mean into the relationship.\n  ","963842":"\n  Eventually I do\n  ","963843":"\n  I don’t lead on anyone, thank you\n  ","963844":"\n  Seriously? Lol\n  ","963845":"\n  No anon you’re definitely not\n  ","963846":"\n  Getting my drivers license last year lol\n  ","963847":"\n  Who?\n  ","963848":"\n  Will do!😁\n  ","963849":"\n  I disagree!\n  ","963850":"\n  Don’t have a hard time believing that! It’s definitely true 😊\n  ","963851":"\n  Awh thank you so much 🥺\n  ","963852":"\n  I don’t\n  ","963853":"\n  Haha of course but it’s true and thank youuuu!\n  ","963854":"\n  Awh thank you😌\n  ","963855":"\n  Awhhhh omg you’re so sweet, thank youuu🥺🥺 you’re also awesome!\n  ","963856":"\n  Well sure, why not lol. That sounds awesome\n  ","963857":"\n  You definitely are 🤭 haha\n  ","963858":"\n  Stawppp that! You’re such a great person who’s very sweet 😊\n  ","963859":"\n  Well it’s true haha!😊\n  ","963860":"\n  Awh haha you’re adorable! lol\n  ","963861":"\n  Obviously I’m not on here 24\/7\n  ","963862":"\n  So close to what?😱\n  ","963863":"\n  Good morning my favorite human!😊\n  ","963864":"\n  Okay lol\n  ","963865":"\n  Exactly anon!\n  ","963866":"\n  These ask guys lol\n  ","963867":"\n  How long? lol I prefer short hair on guys\n  ","963868":"\n  Lol oh my\n  ","963869":"\n  You’re not being truthful\n  ","963870":"\n  That’s great!😊\n  ","963871":"\n  Physically: preferably a guy with blue or green eyes even brown, toned body, tall, somewhat muscular, has hair you can flip, attractive,a nice jawline, etc!\n  \n  Personality wise, someone honest, loyal, respectful, caring, loving, kind, silly, fun, adventurous, passionate, communicative, likes to spend time with me, actually puts in effort, shares with me how they feel,  protective, and so on!\n  ","963872":"\n  You’re hilarious anon\n  ","963873":"\n  I’m doing okay, how are you?😊\n  ","963874":"\n  Physically or personality wise?\n  ","963875":"\n  Lol anon can you please stop yeah?\n  ","963876":"\n  I mean it would be a hard situation to be in. If you’re in a relationship with someone but they’re in love with someone else that would definitely be tough to deal with.\n  ","963877":"\n  I’m definitely not\n  ","963878":"\n  Good morning😊\n  ","963879":"\n  No lol\n  ","963880":"\n  How do I deal with?\n  ","963881":"\n  No I’m not.\n  ","963882":"\n  Thank youu!😊\n  ","963883":"\n  Because it’s not.\n  ","963884":"\n  See what?\n  ","963885":"\n  Yeah you should 🤣\n  ","963886":"\n  Yeah at the same time even if you’re with someone, it’s possible\n  ","963887":"\n  Anon don’t be silly, I’m not perfect and you’re not in love with me\n  ","963888":"\n  Because it’s not true🥴\n  ","963889":"\n  Good morning to you!😊\n  ","963890":"\n  Yes, people can fall in love more than once anon\n  ","963891":"\n  Absolutely not🤣\n  ","963892":"\n  Why can’t you help it?\n  ","963893":"\n  Noo lol, it’s moose for hair\n  ","963894":"\n  That’s definitely not true anon\n  ","963895":"\n  I have so many least favorite celebs like Nicki Minjai, Cardi B, Justin Bieber, etc.\n  ","963896":"\n  How? Lol\n  ","963897":"\n  No I don’t\n  ","963898":"\n  I’m single anon.\n  ","963899":"\n  No I don’t\n  ","963900":"\n  I think so\n  ","963901":"\n  I’m not yours period anon 🤣\n  ","963902":"\n  Because you are someone\n  ","963903":"\n  I’m sure you are anon.\n  ","963904":"\n  I’m not your “little lady” either🤣\n  ","963905":"\n  The way they present themselves to you and when they show you, you can’t trust them because they act so shady and suspicious is when I would say someone wasn’t raised right. That’s one sign, there’s many more.\n  ","963906":"\n  Probably not tbh\n  ","963907":"\n  I mean yeah, I do. I’ve always been like this\n  ","963908":"\n  That’s wonderful\n  ","963909":"\n  Don’t think I’d be able to take care of one since I haven’t before\n  ","963910":"\n  One younger and two older\n  ","963911":"\n  You should use moose it makes hair wavy and curly!\n  ","963912":"\n  Haha no anon\n  ","963913":"\n  Don’t call yourself no one\n  ","963914":"\n  Awhh stawpp you’re so sweet🥺\n  ","963915":"\n  They don’t anon, you’re hilarious though\n  ","963916":"\n  I know we don’t\n  ","963917":"\n  I’m glad we did as well😊 guess what? You’re more amazing!\n  ","963918":"\n  Yes, it’s very silly and no they don’t anon.\n  ","963919":"\n  No it’s not anon\n  ","963920":"\n  That’s okay, at least we became friends though!😊\n  ","963921":"\n  Don’t say that anon\n  ","963922":"\n  No anon, don’t be silly\n  ","963923":"\n  Don’t say that anon, you’re someone\n  ","963924":"\n  Awh thank you haha, I really enjoy talking to you!😊\n  ","963925":"\n  No it’s not lol\n  ","963926":"\n  I’m sure you do anon\n  ","963927":"\n  awhhh you’re also my favorite person 😊 so sweet!\n  ","963928":"\n  That’s not true 🤣\n  ","963929":"\n  awh thank youuuu😊\n  ","963930":"\n  Yeah haha just okay😬 you can talk to me😊\n  ","963931":"\n  I’m laying down\n  ","963932":"\n  I do\n  ","963933":"\n  Because you’re on anon and I’m not interested 😬\n  ","963934":"\n  Oh goodness, I don’t know tbh\n  ","963935":"\n  But why what?\n  ","963936":"\n  I guess so\n  ","963937":"\n  Just because I’m not attracted to them in that way doesn’t make me racist\n  ","963938":"\n  I was lol\n  ","963939":"\n  Seriously?\n  ","963940":"\n  No lol and thank youu!😌\n  ","963941":"\n  I’m not attracted to black men anon in that way\n  ","963942":"\n  Lol thank you and I don’t have to be yours 🤨\n  ","963943":"\n  I’m not your woman anon\n  ","963944":"\n  🤪😎\n  ","963945":"\n  Yes, I have\n  ","963946":"\n  Thank you😊\n  ","963947":"\n  That’s great anon!\n  ","963948":"\n  No that’s not weird\n  ","963949":"\n  I have no idea lol\n  ","963950":"\n  Haha I’m not the best girl\n  ","963951":"\n  It depends on what she likes! Every girl is different and has different interests\n  ","963952":"\n  I use it quite often since sometimes it can be very entertaining lol\n  ","963953":"\n  I would try and help it anon\n  ","963954":"\n  It’s all over the place honestly, just a complete mess\n  ","963955":"\n  Who knows anon\n  ","963956":"\n  Haha thank youuu!😊\n  ","963957":"\n  I don’t\n  ","963958":"\n  I’m doing okay, I hope you’re doing well!😊 and no no I’m not\n  ","963959":"\n  Really anon?\n  ","963960":"\n  Hahah Mr. McGregor🤣 I remember him from the movie\n  ","963961":"\n  Haha exactly, I agree!\n  ","963962":"\n  That would be adorable\n  ","963963":"\n  Oh my god, yes that would be amazing honestly!\n  ","963964":"\n  Who?\n  ","963965":"\n  Yeah I know lol! It’s crazy but somehow I’m able to keep up with it\n  ","963966":"\n  Honestly it’s a lot of work lol, but I don’t think it’s worth it anymore lol. At first it was fun but now it’s just boring lol\n  ","963967":"\n  Honestly, I totally agree with you!\n  ","963968":"\n  No I don’t!\n  ","963969":"\n  The inappropriate ones or weird ones. Even the negative ones as well.\n  ","963970":"\n  Most of them are inactive by now or left 🤣\n  ","963971":"\n  I probably follow thousands of people by now lol🤣 too many actually!\n  ","963972":"\n  No it’s not, he wouldn’t go on anon and no anon. Clearly you have no clue what you’re talking about so please.\n  ","963973":"\n  Not a lot just a few!\n  ","963974":"\n  Seriously anon? I miss him, and I still have love for him so please stop.\n  ","963975":"\n  Look who’s back! lol\n  ","963976":"\n  🙄🙄🙄\n  ","963977":"\n  No I wouldn’t marry a robot lol\n  ","963978":"\n  I doubt it to be honest, it happens so often especially to the people I want to talk to the most\n  ","963979":"\n  I really don’t know to be honest I guess my personality 🤔\n  ","963980":"\n  Awh you’re so sweet!🥺 I’m glad you’re doing well\n  ","963981":"\n  Yes I do!\n  ","963982":"\n\n   @catfishreborn2\n  \n  he’s just so sweet towards me 🥺 and awesome as well!\n  ","963983":"\n  Just the other day I made myself a sandwich 😁\n  ","963984":"\n  I have so many hobbies lol\n  ","963985":"\n  Yeah we did anon\n  ","963986":"\n  Well goodness haha, thank you anon! That’s so sweet 😊\n  ","963987":"\n  I know🙁\n  ","963988":"\n  It’s okay\n  ","963989":"\n  That they aren’t interested in talking to me or they just don’t want to talk to me which really upsets me but it is what it is.\n  ","963990":"\n  Really anon?\n  ","963991":"\n  Sure anon🤣\n  ","963992":"\n  I appreciate that very much, awh thank you 😊\n  ","963993":"\n  Newport Beach!\n  ","963994":"\n  It wouldn’t anon\n  ","963995":"\n  Oh my goodness anon, calm down lol. I’m not perfect\n  ","963996":"\n  Lol I don’t mean on Snapchat\n  ","963997":"\n  Don’t call him that please, I don’t appreciate you calling him names. And no it wouldn’t be heaven.\n  ","963998":"\n  I’m just so bored lol, I want to be able to travel again and go out\n  ","963999":"\n  Alrighty then anon\n  ","964000":"\n  I don’t only use this lol\n  ","964001":"\n  Not that much of a mess at all\n  ","964002":"\n  Don’t really understand what you meant\n  ","964003":"\n  My day has been pretty fun actually, I’m enjoying it!😁\n  ","964004":"\n  Oh goodness, I think it’s very dangerous to be honest and no I would never try it\n  ","964005":"\n  Say what now?\n  ","964006":"\n  I don’t know why, I guess no one cares enough to text me lol\n  ","964007":"\n  I own a lot of hats that I never wear lol\n  ","964008":"\n  I have brothers!\n  ","964009":"\n  Because I just know that they do\n  ","964010":"\n  I’m doing alright, you?\n  ","964011":"\n\n   https:\/\/youtu.be\/Gd9OhYroLN0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","964012":"\n  No I don’t like roast tbh\n  ","964013":"\n  I guess be with the crush of my dreams lol\n  ","964014":"\n  Mint chocolate chip!\n  ","964015":"\n  😱😱\n  ","964016":"\n  It really is sad🙁\n  ","964017":"\n  Then I choose the second choice lol\n  ","964018":"\n  No lol\n  ","964019":"\n  If my love ain’t your love\n  \n  It’s never gonna be nobody’s love\n  ","964020":"\n  Spongebob Squarepants lol\n  ","964021":"\n  I just do lol🤷‍♀️ no one texts me anyways\n  ","964022":"\n  Because they do exist lol\n  ","964023":"\n  Yes I do believe in ghosts!\n  ","964024":"\n  Of course I respond to them 🤣\n  ","964025":"\n  Hey hey!😊 I’m doing okay, how are you?\n  ","964026":"\n  Yeah, I definitely am\n  ","964027":"\n  Yes I do\n  ","964028":"\n  I followed you😊\n  ","964029":"\n  Alright goodnight y’all\n  ","964030":"\n  Sure, I will😊\n  ","964031":"\n  That’s cool!\n  ","964032":"\n  I feel like racism will always exist sadly 🙁\n  ","964033":"\n  Yeah probably lol\n  ","964034":"\n  Really anon?\n  ","964035":"\n  Pitching a tent? Lol\n  ","964036":"\n  Definitely pizza\n  ","964037":"\n  I mean some people can make it confusing but I mean if someone’s attracted to you I’m pretty sure you could tell by their actions and the way they talk and interact with you and most importantly their body language. I think it’s the body language that will give it away if someone is attracted to you more than a friend.\n  ","964038":"\n  Not really but they probably hide lol\n  ","964039":"\n  No I don’t love it\n  ","964040":"\n  I mean yeah, I do\n  ","964041":"\n  Yes, I am!\n  ","964042":"\n  For the most part it was pretty good\n  ","964043":"\n  🤔🤔🤔\n  ","964044":"\n  I don’t\n  ","964045":"\n  It’s a little straight right now surprisingly lol\n  ","964046":"\n  No I haven’t\n  ","964047":"\n  Thank you anon 😌\n  ","964048":"\n  Awh thank you so much 😊\n  ","964049":"\n  Ohh I still want you\n  \n  oh more than you do\n  ","964050":"\n  😉🤪\n  ","964051":"\n  Why would that be your dream?\n  ","964052":"\n  I can relate and it just speaks to me so much omg 😭\n  ","964053":"\n  I’m not crying, you are 🥺🥺 this song is so emotional oh my god. I can’t\n  ","964054":"\n  All your dreams?\n  ","964055":"\n  Lol what?\n  ","964056":"\n  I just want a marriage that lasts forever you know and that fire and love doesn’t fade away\n  ","964057":"\n  I think it can be a beautiful thing if you find the one you want to spend your life with and grow in love with them a little bit more as each day goes by and to make sure they feel the same way about you. And that feeling that you felt when you first met shouldn’t go away. The love should keep growing every single day and not fade away. But in this society and generation marriage is a scary thing because what if one day they decide they just don’t love you anymore and leave like that. It’s scary.\n  ","964058":"\n  No it’s not how it works lol\n  ","964059":"\n  But you’re not Linkin Park🤣\n  ","964060":"\n  I would say to distract yourself honestly with things you enjoy doing like watch your favorite movies\/shows, go on walks to clear your mind, listen to music, read a book, talk to someone about your heartbreak, travel somewhere,etc!\n  ","964061":"\n  Of course you can dream!\n  ","964062":"\n  Oh my goodness lol\n  ","964063":"\n  Linkin park definitely does 🥺\n  ","964064":"\n  I’m not sure to be honest\n  ","964065":"\n  I figured it was a song lol🤣\n  ","964066":"\n  Oh yeah, I’m sure anon lol\n  ","964067":"\n  🤨🤨\n  ","964068":"\n  Lol sure anon\n  ","964069":"\n  No I don’t\n  ","964070":"\n  I do sometimes, yes! I’m drinking rosè right now!🤪\n  ","964071":"\n  No I haven’t anon\n  ","964072":"\n  I wish I knew why.\n  ","964073":"\n  I know right! I wasn’t prepared for any of this 🙃\n  ","964074":"\n  Happy Friday to you too!💕\n  ","964075":"\n  Sometimes I can and other times I can’t lol\n  ","964076":"\n  Definitely an introvert\n  ","964077":"\n  I like bright colors!😁\n  ","964078":"\n  Sure anon, sure\n  ","964079":"\n  All of it, I wasn’t prepared for at all\n  ","964080":"\n  A mixture of both!\n  ","964081":"\n  No I would never target anyone, that’s just messed up\n  ","964082":"\n  My big heart and always trying to make everyone happy and spreading positivity and kindness to as many as I can😁\n  ","964083":"\n  Whenever I find the right person and I know that’s who I want to spend my life with\n  ","964084":"\n  Well of course that’s okay!\n  ","964085":"\n  Of course\n  ","964086":"\n  Thank you😊\n  ","964087":"\n  I would definitely have to imagine this scenario. Well obviously I would be open to them inviting someone they’re seeing and I would see how they act,  and the manners they have. Also if they’re genuine and make my child happy!\n  ","964088":"\n  I always try to make others happy and spread positive and kindness anon\n  ","964089":"\n  Lol no I’m not\n  ","964090":"\n  I know!\n  ","964091":"\n  Lol anon, don’t have a aunt named Zareh\n  ","964092":"\n  He is back!😁\n  ","964093":"\n  Thank you anon?\n  ","964094":"\n  Good morning! Awh thank you, that’s so sweet of you😊 I hope you have an amazing day!\n  ","964095":"\n  No that’s okay\n  ","964096":"\n  Now I’m your queen? Lol\n  ","964097":"\n  I think it’s very sad and heartbreaking that people think it’s okay to hurt animals. We don’t deserve animals,we really don’t. They have never done anything wrong to us but yet people still hurt them, it really breaks my heart 💔\n  ","964098":"\n  I’m a very bad texter lol. I never respond 🤣 I think it’s because people forget to respond cause they’re doing other things so that’s what makes them forget.\n  ","964099":"\n  Lol it’s very easy to tell whether you’re thirsty or hungry\n  ","964100":"\n  Who’s Alice?\n  ","964101":"\n  Yeah and what’s that?\n  ","964102":"\n  Nope lol\n  ","964103":"\n  Well from months ago lol\n  ","964104":"\n  Just let them consume me because I don’t really know how to cope with them\n  ","964105":"\n  I don’t think I really do to be honest\n  ","964106":"\n  Awh thank you😊\n  ","964107":"\n  Goodnight friends\n  ","964108":"\n  Don’t think I have a favorite one tbh🤔\n  ","964109":"\n  She does lol I guess\n  ","964110":"\n  Definitely linkin park!🤪\n  ","964111":"\n  Really anon?\n  ","964112":"\n  Not that often tbh\n  ","964113":"\n  It’s currently on 70% 😁\n  ","964114":"\n  I’m much different than I was 5 years ago. I’ve grown so much and have experienced so much in life as well. I’ve also learned a lot and went through a lot of pain but become stronger because of it.\n  ","964115":"\n  Oh goodness, I don’t think I’ve ever been in that situation I would probably just be honest and say I’m not ready to say I love you just yet.\n  ","964116":"\n  No lol\n  ","964117":"\n  Lol not just yet\n  ","964118":"\n  I’m sleepy\n  ","964119":"\n  No lol\n  ","964120":"\n  I’d just let them continue and do their own thing whatever they’re doing lol. I wouldn’t bother them 😊\n  ","964121":"\n  Honestly just I don’t even know anymore\n  ","964122":"\n  Went to the hair salon today, and then went out\n  ","964123":"\n  I’ve been quite busy today\n  ","964124":"\n  I’m just tired of everything to be honest and people especially\n  ","964125":"\n  Absolutely, a lot more actually recently. I would love to live off grid tbh.\n  ","964126":"\n  Thank you, thank you!\n  ","964127":"\n  How would you know?🤣\n  ","964128":"\n  Nope lol, don’t have any new ones\n  ","964129":"\n  I’ve posted them before\n  ","964130":"\n  Cheers anon\n  ","964131":"\n  No I don’t!\n  ","964132":"\n  Thank you 😌\n  ","964133":"\n  No thank you, I’m straight 🤨\n  ","964134":"\n  Awh thank you😊\n  ","964135":"\n  😌🤪\n  ","964136":"\n  That’s not a option lol\n  ","964137":"\n  I’m surviving you?\n  ","964138":"\n  I knows right, I was laughing 🤣\n  ","964139":"\n  Awh thank you!\n  ","964140":"\n  🤨🤨\n  ","964141":"\n  I’m not your dear lol\n  ","964142":"\n  I have no clue🤣\n  ","964143":"\n  Why’s that?\n  ","964144":"\n  I don’t want one\n  ","964145":"\n  That’s nice anon, but he didn’t do that.\n  ","964146":"\n  Lol really?🤣\n  ","964147":"\n  I do lol\n  ","964148":"\n  Okay seriously?  Stop talking about him like that please. No he didn’t use me at all.\n  ","964149":"\n  Oh lord, I don’t even know\n  ","964150":"\n  It honestly doesn’t matter to me lol\n  ","964151":"\n  No he’s not anymore\n  ","964152":"\n  I’ve met so many people in my life, I’m not sure how many though\n  ","964153":"\n  How’s that funny?\n  ","964154":"\n  Really anon? It’s not only about having them and we aren’t together anymore.\n  ","964155":"\n  No I wouldn’t\n  ","964156":"\n  Sure😊\n  ","964157":"\n  I’m 20 and I don’t have any lol🤣🤷‍♀️\n  ","964158":"\n\n   @catfishreborn2\n  \n  😊\n  ","964159":"\n  We can be friends! I haven’t been ignoring you, I don’t get to all my of questions most of the time that’s why.\n  ","964160":"\n  I’m not leading you on anon, of course we can be friends if you’d like😊\n  ","964161":"\n  Move on? What are you talking about?\n  ","964162":"\n  I wasn’t on broadway lol\n  ","964163":"\n  Night!😊\n  ","964164":"\n  Nope lol\n  ","964165":"\n  I’m doing okay, you?\n  ","964166":"\n  I’m sure you would anon\n  ","964167":"\n  No I really didn’t lol\n  ","964168":"\n  Well you were on anon lol\n  ","964169":"\n  How do I manipulate you?\n  ","964170":"\n  I dreamed I was missing\n  \n  You were so scared but no one would listen because no one else cared\n  ","964171":"\n  Haha thank you anon\n  ","964172":"\n  I do!\n  ","964173":"\n  That’s cool anon!😊\n  ","964174":"\n  Well both can be manipulative to be honest.\n  ","964175":"\n  I don’t have a cat, no\n  ","964176":"\n  No I didn’t see that anon\n  ","964177":"\n  Forever 21, H&M, Express, Zara mostly\n  ","964178":"\n  I have no idea lol\n  ","964179":"\n  Just went out for a walk a few minutes ago actually\n  ","964180":"\n  Nopeee, I love criminal minds though!\n  ","964181":"\n  No one lol\n  ","964182":"\n  Haven’t read in ages lol\n  ","964183":"\n  Nah I don’t tbh\n  ","964184":"\n  Hey! 😊\n  ","964185":"\n  What about them? Lol\n  ","964186":"\n  I take daily vitamins!\n  ","964187":"\n  Good morning!\n  ","964188":"\n  I’m definitely not perfect\n  ","964189":"\n  Sometimes people think I’m 16 or 17 even lol 🤣\n  ","964190":"\n  I don’t dance lol🤣\n  ","964191":"\n  Yeah, I doubt that lol\n  ","964192":"\n  I’m fine.\n  ","964193":"\n  Lights off, of course!\n  ","964194":"\n  He doesn’t act like that anon.\n  ","964195":"\n  No they aren’t 🤣\n  ","964196":"\n  Anon please we both ended on mutual terms.\n  ","964197":"\n  Walking into class a little bit late and then everyone staring at you like you killed someone lol🤣\n  ","964198":"\n  We aren’t together anon.\n  ","964199":"\n  I do!\n  ","964200":"\n  No it’s not lol\n  ","964201":"\n  Sure if that’s what you want to think lol\n  ","964202":"\n  Summer ends on September 22nd 😬 but yes I’ll be sad once it ends!\n  ","964203":"\n  Say what? Lol\n  ","964204":"\n  It’s a bright blue 😁\n  ","964205":"\n  No I don’t\n  ","964206":"\n  Absolutely not\n  ","964207":"\n  Most of the time, yes lol\n  ","964208":"\n  I think I have before, yes 😁I don’t remember though lol\n  ","964209":"\n  It definitely does! Lol\n  ","964210":"\n  I don’t know lol, I don’t drink vodka\n  ","964211":"\n  Yes, I do!\n  ","964212":"\n  Absolutely not, that’s cheating smh and not being loyal\n  ","964213":"\n  Not your bae though lol\n  ","964214":"\n  Goodnight y’all\n  ","964215":"\n  I’ve had so many dreams oh my, I don’t know which one was my favorite though\n  ","964216":"\n  I’m not sure tbh🤔\n  ","964217":"\n  I just don’t know anymore aha\n  ","964218":"\n  No I don’t\n  ","964219":"\n  Lol what’s that supposed to mean?🤣\n  ","964220":"\n  I’m sure they do! lol\n  ","964221":"\n  No I have not\n  ","964222":"\n  What about them?\n  ","964223":"\n  I’d rather do something I really enjoy and love tbh!\n  ","964224":"\n  Yes lol\n  ","964225":"\n  Behaving like what?\n  ","964226":"\n  No!\n  ","964227":"\n  If that’s what you into then you do you lol\n  ","964228":"\n  So if I stand in front of a speeding car would you tell me who you are, what you like? What’s on your mind if I get it right?\n  ","964229":"\n  I can’t think of any right now lol\n  ","964230":"\n  I went to the beach in June I believe and I’m going again on Friday!😁it can’t be too cold or else I won’t swim in it lol\n  ","964231":"\n  Thank you! You as well💕\n  ","964232":"\n  Say what?\n  ","964233":"\n  Sure anon🥴\n  ","964234":"\n  Sure thing\n  ","964235":"\n  Just by talking to me and trying to cheer me up, listening to Linkin Park, trying to sleep, going on walks, enjoying the weather, etc😁\n  ","964236":"\n  Sure? Lol\n  ","964237":"\n  I don’t do that so never.\n  ","964238":"\n  Ahuh.\n  ","964239":"\n  You definitely do deserve it!😊\n  ","964240":"\n  I could see pretty well in the dark actually aha😁\n  ","964241":"\n  We both ended on mutual terms.\n  ","964242":"\n  No I don’t have a problem with that\n  ","964243":"\n  Whattttt?! It’s definitely true🥺 you’re my favorite!\n  ","964244":"\n\n   @catfishreborn2\n  \n  😊🤪\n  ","964245":"\n  What are you talking about?\n  ","964246":"\n  Yes, I saw that actually. It’s interesting I guess but don’t really have any thoughts on it lol\n  ","964247":"\n  I don’t knit\n  ","964248":"\n  I don’t really listen to them to be honest 😬\n  ","964249":"\n  I have many but one’s Michele Morrone\n  ","964250":"\n  I don’t know why, I guess he just needs space and time.\n  ","964251":"\n  I wouldn’t change my name 🥴\n  ","964252":"\n  No I haven’t\n  ","964253":"\n  Not really to be honest, too anxious to do that lol\n  ","964254":"\n  I like Patrick better than Spongebob though 😬🤪\n  ","964255":"\n  Awh thank you 😊\n  ","964256":"\n  I’m doing okay, you?\n  ","964257":"\n  Thank you anon!\n  ","964258":"\n  I’m 5’7\n  ","964259":"\n  Good day to you as well!😊 thank you for the positivity anon! I appreciate it very much. I hope you’re doing well and staying strong as well!\n  ","964260":"\n  Hahah a bad spam?\n  ","964261":"\n  Thank you!😊\n  ","964262":"\n  🤠😎😋\n  ","964263":"\n  All of my “relationships” were actual relationships so thank you anon 😊\n  ","964264":"\n  Indeed I do!\n  ","964265":"\n  Haha Awh thank you! 😊 I actually loved my answer lol\n  ","964266":"\n  That’s the million dollar question right here.\n  \n  I think most long distance relationships don’t work out due to trust and communication. I mean it’s very important to build trust with the person you’re in a relationship with long distance but it can be hard because you never know what they can be doing. Trust is so important to have when you’re in a relationship and if you don’t have that then there’s really no relationship between the two of you. I mean it takes time to build trust by not only their words but also their actions and if they show you, you can trust them then you’ll start to slowly be able to trust that person and not have to worry about them doing other things behind your back. But then on the other hand if they show you, you can’t trust them due to their actions and how they present themselves to you that’s a whole different story. But one factor in to why long distance relationships don’t work out is trust. You gotta have trust with the other person and slowly build it.\n  \n  The other factor would definitely be communication. I mean obviously if it’s long distance there’s going to be different time zones like you might be 3 hours behind and the person you’re with might be 3 hours ahead of you but that doesn’t mean anything if they really like you, they will communicate with you and talk to you and find the time to do so. No one is ever to “busy” to communicate with someone they really want and like. No matter how busy someone is they will find the time to communicate with you. People are busy but if they like you, they’ll call or text you. We make time for what we want. Communication is always key because if you don’t communicate with one another the partner can start to overthink and start to worry and you never want that, it’s not healthy. It’s important to always find the time to message one another no matter what. Keeping the communication alive is what is important in long distance relationships even in any relationship.\n  \n  Also another factor can be physical and showing affection. Obviously if you’re in a long distance relationship you can’t touch one another or show affection. That would be very difficult to do. Many people love holding hands, cuddling, kissing, sleeping next to each other, hugging, etc. And in long distance relationships you can’t do that so you can only really use your words to say what you would like to do with one another when you meet. That’s also why long distance relationships don’t work out. It’s craving one another’s touch and feeling that affection.\n  \n  I mean don’t get me wrong there’s many long distance relationships that do work out because they’re able to trust one another and communicate and plus build that strong emotional connection and feel those positive vibes off of one another. That strong connection that you can build with someone in a long distance relationship is quite amazing. Just being able to feel how strong of a connection you two have emotionally and mentally is always great.\n  ","964267":"\n  Yes I have celebrity crushes!\n  ","964268":"\n  We aren’t together anymore anon.\n  ","964269":"\n  Nope, I become very stressed out actually\n  ","964270":"\n  When someone remembers the small details I tell them\n  \n  When someone treats me with respect\n  \n  When someone goes out of their way to communicate with me and tell me about their day and how they’re doing\n  \n  When someone shows me how much they love me and care about me\n  \n  Etc.. 😁\n  ","964271":"\n  No I’ve never fallen in love with a guy that was in another relationship. That hasn’t happened to me\n  ","964272":"\n  I mean everyone has a different taste in music that makes them unique and interesting and that’s what makes it fun getting to know someone, learning about their music taste. It shouldn’t change your opinion on someone though as a person. Because everyone likes different kinds of music and that’s what’s cool. You also discover new music when meeting people.\n  ","964273":"\n  Yes, absolutely people should pay attention to other people rather then their phones but in this generation we are all glued to our phones and don’t pay attention to others or socialize anymore like a normal person would. It’s quite sad but in this generation and society that’s how it is.\n  ","964274":"\n  My own feelings sometimes and the feeling of what someone means to me and showing how much they mean to me, showing that I really care and love them, etc.. I find difficult to convey sometimes.\n  ","964275":"\n  Honestly when I’m faced with a challenge I tend to get really stressed and end up panicking as well. I don’t really know how to face them without getting so stressed.\n  ","964276":"\n  I don’t know where he is anon but I hope he’s doing well\n  ","964277":"\n  Hello!\n  ","964278":"\n  No lol\n  ","964279":"\n  I would definitely say to go watch a movie in the theater because you should go somewhere where you two can talk and really get to know one another and enjoy each other’s company.\n  ","964280":"\n  I’m not on here 24\/7. I can’t exactly get to all questions I get or receive. So you need to understand that. I try my best to see and answer as many as I can.\n  ","964281":"\n  Yes, I do!\n  ","964282":"\n  2\n  ","964283":"\n  It’s just easy for me to remember them when I do end up dreaming!\n  ","964284":"\n  Why thank you!😊\n  ","964285":"\n  I mean there’s genuinely some good people out there but it’s pretty rare nowadays because most people just have bad intentions now.\n  ","964286":"\n  Of course you’re cool!😱\n  ","964287":"\n  When I do dream, most of the time I remember them\n  ","964288":"\n  Of course girly!😊\n  ","964289":"\n  It’s definitely going, nothing special though. How’s your week going?😊\n  ","964290":"\n  I don’t think so\n  ","964291":"\n  What even?\n  ","964292":"\n  Nope, don’t call me that\n  ","964293":"\n  Why? Lol\n  ","964294":"\n  Lol what?\n  ","964295":"\n  I’m not really sure to be honest 🤷‍♀️ don’t really have anything to look forward to\n  ","964296":"\n  Thank you anon but I’m not lol\n  ","964297":"\n  Lol in your dreams anon\n  ","964298":"\n  No that would be completely insane still anon\n  ","964299":"\n  I’m not sure tbh\n  ","964300":"\n  Goodnight friends\n  ","964301":"\n  Nopeeee\n  ","964302":"\n  No I don’t lol\n  ","964303":"\n  Not really, I guess kind of\n  ","964304":"\n  No I haven’t\n  ","964305":"\n  No lol I love chocolate\n  ","964306":"\n  No lol\n  ","964307":"\n  Really?\n  ","964308":"\n  Lol who knows honestly\n  ","964309":"\n  No it doesn’t taste like chocolate\n  ","964310":"\n  I don’t know lol\n  ","964311":"\n  Lol no\n  ","964312":"\n  I mean I don’t think I do\n  ","964313":"\n  I study!\n  ","964314":"\n  That would be insane anon\n  ","964315":"\n  I haven’t done that either\n  ","964316":"\n  they aren’t that old though anon\n  ","964317":"\n  I don’t know about oldest tbh\n  ","964318":"\n  No I haven’t\n  ","964319":"\n  Happy birthday to you!🥳\n  ","964320":"\n  No I haven’t fake cried\n  ","964321":"\n  No I don’t lol\n  ","964322":"\n  lol what in the world\n  ","964323":"\n  No, not necessarily lol\n  ","964324":"\n  No I haven’t\n  ","964325":"\n  I guess so\n  ","964326":"\n  No I don’t\n  ","964327":"\n  Oh lol it was pretty funny 🤣\n  ","964328":"\n  Anywho someone should talk\n  ","964329":"\n  Yeah I don’t think so anon lol\n  ","964330":"\n  3 inches taller\n  ","964331":"\n  What?\n  ","964332":"\n  Lol no I’m not🤣 whyyyy\n  ","964333":"\n  No lol\n  ","964334":"\n  Definitely Bill!\n  ","964335":"\n  I’ve answered this anon\n  ","964336":"\n  It’s up there lol\n  ","964337":"\n  I’m sorry? lol\n  ","964338":"\n  Oh lol yeah you were 🤣\n  ","964339":"\n  Yes, I did actually 😂\n  ","964340":"\n  Of course!😊\n  ","964341":"\n  I didn’t forget you silly!🤪\n  ","964342":"\n\n   @Pookeo9\n  \n\n   @NineGDxFour\n  \n\n   @catfishreborn2\n  \n\n   @redoasis2017\n  \n\n   @Qu33nForADayy\n  \n\n   @BigAmericanFatso\n  \n\n   @musicfan1998\n  \n\n   @Ice_Frozen_Vocals\n  \n\n   @Tobbelit0\n  \n\n   @zy_cv\n  \n\n   @aWelcomeWellOverstayed\n  \n\n   @patchy_life\n  \n\n   @askamanz5506\n  \n\n   @TrivialTrinket\n  \n\n   @kittiemeowsie\n  \n\n   @Strongdef\n  \n\n   @JoeeeMason\n  \n\n   @JamesW7558\n  \n\n   @elysssa_d\n  \n\n   @eatyourcake\n  \n\n   @curious_01\n  \n\n   @DovahMonah\n  \n\n   @soph_333\n  \n\n   @ass4lyfe\n  \n\n   @korndude\n  \n\n   @Neverthesamepage\n  \n\n   @GingerHippy\n  \n\n   @briana_larae\n  \n\n   @John87401\n  \n\n   @xHeartbreakGirlx\n  \n\n   @Diamondchainzman\n  \n\n   @whatsittoya2014\n  \n\n   @astoldbyjoanna\n  \n\n   @YaoiMasterSadist\n  \n\n   @ChickSlimShady\n  \n\n   @chelly17x\n  \n\n   @Bearhead01\n  \n\n   @BonesAngela\n  \n\n   @Bocepous\n  \n\n   @emmamaryy37528\n  \n\n   @chrissyjillson\n  \n\n   @littletrvst\n  \n\n   @littlekri\n  \n\n   @Reginailessthan3u\n  \n\n   @charlyhasaharly69669696\n  \n\n   @DennisQ777\n  \n\n   @urlsareshittbh\n  \n\n   @hailslol\n  \n\n   @came_from_hell_666\n  \n\n   @Cammierango\n  \n\n  Here’s a few awesome people for you to give a follow to!😎\n  ","964343":"\n  Lol I mean that would be a little weird 🥴\n  ","964344":"\n  I’m not?🤣\n  ","964345":"\n  No lol\n  ","964346":"\n  I’m from California anon 😊\n  ","964347":"\n  Just right lol\n  ","964348":"\n  That’s good to hear😊\n  ","964349":"\n  Oh lol thank you anon😊\n  ","964350":"\n  Yes lol\n  ","964351":"\n  No lol\n  ","964352":"\n  I just like how it’s written I guess, i read it in 11th grade lol\n  ","964353":"\n  Thank you😊\n  ","964354":"\n  Thank you for checking in! I’m doing okay, how are you?😊\n  ","964355":"\n  😎😎\n  ","964356":"\n  The great gatsby\n  ","964357":"\n  I know right 🤣\n  ","964358":"\n  I mean yeah that’s a tough one. Don’t be so hard on yourself anon, once you find the right person they will like you for who you are both inside and out.\n  ","964359":"\n  Is that so anon?\n  ","964360":"\n  🤣🤣🥴\n  ","964361":"\n  Honestly that’s completely messed up if the girl you’re seeing is only after your money but that happens in this world. I would honestly just get up and leave the relationship if that was the case.\n  ","964362":"\n  Oh my lord, help me🤣\n  ","964363":"\n  Absolutely not anon 🤣\n  ","964364":"\n  No I haven’t and ahhh don’t stress too much about it though!\n  ","964365":"\n  Say what?🤔\n  ","964366":"\n  I’m pretty open minded tbh\n  ","964367":"\n  I’m pretty good at memorizing things to be honest!\n  ","964368":"\n  Lol I’m definitely not anon\n  ","964369":"\n  April 21st\n  ","964370":"\n  Thank you anon but I’m not 😊\n  ","964371":"\n  Anon, I’m not ignoring you. I just don’t know what to say. I’m not trying to hurt your feelings, I’m just very confused.\n  ","964372":"\n  That’s definitely true!\n  ","964373":"\n  I’m so confused oh my goodness\n  ","964374":"\n  I’m sure you do\n  ","964375":"\n  Thank you anon😊\n  ","964376":"\n  Why not?\n  ","964377":"\n  I think about so many things anon\n  ","964378":"\n  A lot lol\n  ","964379":"\n  I do, indeed\n  ","964380":"\n  Thank you!😊\n  ","964381":"\n  He could call me beautiful instead of ‘hot’ lol🥴\n  ","964382":"\n  That’s the thing though anon, they don’t know what they’re talking about. They just like talking most of the time. But thank you!😊\n  ","964383":"\n  Oh my goodness, see what I mean? You’re truly the sweetest person ever! 🥺 thank you so much for being so kind to me. You’re the greatest and I appreciate you and I’m glad we get to talk!😊\n  ","964384":"\n  You heard me😊\n  ","964385":"\n  See? You have zero clue what you’re talking about yet again\n  ","964386":"\n  Hello!\n  ","964387":"\n  You don’t know my life or what I do anon, so you can stop talking. I don’t sleep all day actually.\n  ","964388":"\n  Don’t start with me, that’s not true at all\n  ","964389":"\n  I love this song by Michele Morrone🥺\n  ","964390":"\n  I’m not lazy so excuse you\n  ","964391":"\n  What?🤨\n  ","964392":"\n  No it’s not anon 🤣\n  ","964393":"\n  Oh yes, definitely he is 🥴\n  ","964394":"\n  Okay really anon?\n  ","964395":"\n  Why would you be in jail?\n  ","964396":"\n  I don’t?\n  ","964397":"\n  No lol\n  ","964398":"\n  No I don’t\n  ","964399":"\n  Amenalav @ Du Es\n  ","964400":"\n  For sure!\n  ","964401":"\n\n   https:\/\/youtu.be\/Gnb6BffXfDc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I like this songgggg\n  ","964402":"\n  Here we go again\n  ","964403":"\n  I love to swim, go on walks, travel, sleep, listen to music, watch tv, enjoy nature, go camping, go to the beach, hang out, go shopping, etc!\n  ","964404":"\n  I haven’t read in quite awhile tbh\n  ","964405":"\n  I’m not perfect but yes, people do it though. 🤷‍♀️\n  ","964406":"\n  Neither tbh\n  ","964407":"\n  Yes lol\n  ","964408":"\n  I’m doing okay, you?\n  ","964409":"\n  You too anon!\n  ","964410":"\n  Definitely Australia and the United Kingdom\n  ","964411":"\n  Last year!\n  ","964412":"\n  I’ve been on a plane many times!\n  ","964413":"\n  I would tell it to please go away and get out of my head and for me to breathe and let it all go\n  ","964414":"\n  I agree lol\n  ","964415":"\n  I honestly just become really stressed out and start to panic and shut down as well\n  ","964416":"\n  People do disrespect me but it is what it is. Just shows what kind of person they are\n  ","964417":"\n  Excuse me?🤣\n  ","964418":"\n  Well I would say just distract yourself with the things you enjoy doing like listen to music, hang out with friends, watch your favorite tv shows\/movies, go for walks, talk about it with someone, etc!\n  ","964419":"\n  I mean he has no respect clearly for himself and for me 🙄\n  ","964420":"\n  Really? lol my goodness, you should have some respect.\n  ","964421":"\n  🤔🤔\n  ","964422":"\n  Ahh that’s awesome lol\n  ","964423":"\n  For what? Lol\n  ","964424":"\n  No I wouldn’t anon\n  ","964425":"\n  No I honestly wouldn’t tbh\n  ","964426":"\n  They’re just friends anon.\n  ","964427":"\n  What are you talking about?\n  ","964428":"\n  Excuse me?\n  ","964429":"\n  No lol\n  ","964430":"\n  Really anon?\n  ","964431":"\n  I’m not sure anon\n  ","964432":"\n  But they didn’t ask you?\n  ","964433":"\n  Awh but of course you do!😊 You’re kind to me as well!\n  ","964434":"\n  That’s a funny one too lol 🤣\n  ","964435":"\n  That’s terrible 🙁 I don’t know anon, I mean probably not.\n  ","964436":"\n  Most kind would definitely be\n  \n   @Pookeo9\n  \n  because he’s always so kind to me and I appreciate his positivity always! He spreads positivity and it’s just super amazing to see that. He’s definitely a very kind soul.\n  \n  Most sweetest would be\n  \n   @catfishreborn2\n  \n  because he’s just super sweet and awesome! I’m so glad he is back on here 😊Such a wonderful guy!\n  ","964437":"\n  Of course 😊\n  ","964438":"\n  Oh my goodness, stop 🙁 I don’t eat pork either.\n  ","964439":"\n  That’s awesome!\n  ","964440":"\n  The 7th anon!\n  ","964441":"\n  I’m sure anon\n  ","964442":"\n  Haha that would be funny🤣\n  ","964443":"\n  I’m not really sure tbh🤔\n  ","964444":"\n  That’s wonderful anon\n  ","964445":"\n  Guess I’ll go back to sleep since this app is dead\n  ","964446":"\n  Sure anon, sure\n  ","964447":"\n  Very crazy and just madness honestly. 🙃\n  ","964448":"\n  Undo anything from my life\n  ","964449":"\n  I’m not sure tbh🤷‍♀️\n  ","964450":"\n  Again no ones asking me stuff oof🙃\n  ","964451":"\n  Nope lol\n  ","964452":"\n  Oh no!😱 at least you napped aha\n  ","964453":"\n  That’s nice\n  ","964454":"\n  Definitely tea!\n  ","964455":"\n  Lol really?🤣\n  ","964456":"\n  Lol no🤨\n  ","964457":"\n  It was alright, how was your day?\n  ","964458":"\n  I’ve answered this today\n  ","964459":"\n  Lol no I wouldn’t\n  ","964460":"\n  Alrighty then\n  ","964461":"\n  Who said I do?\n  ","964462":"\n  Most likely lol\n  ","964463":"\n  Am I what?\n  ","964464":"\n  Oh lol\n  ","964465":"\n  Why?\n  ","964466":"\n  What about it?\n  ","964467":"\n  🤨🤨\n  ","964468":"\n  Noooo🤣\n  ","964469":"\n  Probably tbh\n  ","964470":"\n  Where? Lol\n  ","964471":"\n  No lol\n  ","964472":"\n  I guess so\n  ","964473":"\n  Oh my goodness anon\n  ","964474":"\n  Haha thank you!\n  ","964475":"\n  I’m free lol\n  ","964476":"\n  I’m boreddd\n  ","964477":"\n  Psychology!\n  ","964478":"\n  What makes you think you’re going on a honeymoon with me when if I do get married? lol\n  ","964479":"\n  🙃🙃\n  ","964480":"\n  Alright y’all ask me stuff!\n  ","964481":"\n  Haha I’ll change my name to birthday girl 🤣\n  ","964482":"\n  I get really annoyed when someone leaves me on open\/read. It just makes me feel like they aren’t interested in talking to me\n  ","964483":"\n  I love scary movies!\n  ","964484":"\n  I don’t know what caused it but I always end up waking up in the middle of the night not feeling sleepy until hours later 🙃\n  ","964485":"\n  I haven’t seen that one!\n  ","964486":"\n  Of course, of course!\n  ","964487":"\n  Well that’s interesting\n  ","964488":"\n  Of course I do, always!\n  ","964489":"\n  I don’t remember tbh\n  ","964490":"\n  Hotel Artemis is one of them 😁\n  ","964491":"\n  Indeed haha\n  ","964492":"\n  I’ve turned down so many opportunities due to my anxiety and nervousness 🙃\n  ","964493":"\n  Ah haha, goodnight gorgeous!😊\n  ","964494":"\n  I haven’t seen it make some people nice to be honest. I think it makes some people violent only because they consume way too much alcohol and it takes over them and they don’t know how to act or think due to drinking too much. And then they become violent from consuming too much alcohol.\n  ","964495":"\n  Good night lovely anon!\n  ","964496":"\n  Yes of course, I absolutely agree with that!\n  ","964497":"\n  Haha yeah exactly! No lol I wouldn’t drink that much to get drunk.\n  ","964498":"\n  The 7th\n  ","964499":"\n  I don’t think I’d want to switch places with anyone tbh.\n  ","964500":"\n  Yes I’ll be fully legal 🤣I do drink occasionally lol\n  ","964501":"\n  Love what?\n  ","964502":"\n  Good question they’re probably thinking awh I love this human so much, they’re the greatest\n  ","964503":"\n  Sweet!\n  ","964504":"\n  I’m 20 turning 21 in 3 weeks\n  ","964505":"\n  No, I wouldn’t want to\n  ","964506":"\n  No I have not\n  ","964507":"\n  Awh thank you😊\n  ","964508":"\n  That’s a good one as well\n  ","964509":"\n  That would definitely be a challenge for me but if I tried hard enough I probably could lol\n  ","964510":"\n  Someone should talk\n  ","964511":"\n  🤠🤠\n  ","964512":"\n  Not really lol\n  ","964513":"\n  Yes omg! The movie is one of my favorite movies😁\n  ","964514":"\n  Maybe in a bad part of town I guess 😬\n  ","964515":"\n  Pencils and erases lol\n  "}}