{"Question":{"964516":"\n   What about Cry Me A River?\n  ","964517":"\n   arenu stuning?\n  ","964518":"\n   HEY! Anons can show affection too!\n  ","964519":"\n   stuning?\n  ","964520":"\n   Would you rather give up watching TV\/movies for a year OR give up playing games (all kinds of games) for a year?\n  ","964521":"\n   sruning?\n  ","964522":"\n   YOU GOT IT ❤️\n  ","964523":"\n   stununt\n  ","964524":"\n   If you like him, what's your favourite Justin Timberlake single? 🎶 👍\n  ","964525":"\n   You’re absolutely stunning, super stylish, and your body is to die for\n  ","964526":"\n   Because I want to know what my future wife's ideal indoor temperature is. When I'm booking our Santorini honeymoon, I'm going to have a conversation with the hotel concierge, emphasizing how our room will need to be precisely at the temperature my beautiful bride prefers.\n  ","964527":"\n   Are you feet sensitive?\n  ","964528":"\n   ‏“نحنُ نميل تلقائيًا لمن يَفهمُنا ويتفهمنا، ويستثنينا دائمًا 🤎'.\n  ","964529":"\n   I so want to be you, Queen Nikki\n  ","964530":"\n   Did you ever ever have a foot massage before?\n  ","964531":"\n   aliens revels themselves to the world  what would you do\n  ","964532":"\n   Do you use batteries anymore?\n  ","964533":"\n   Cute hehe\n  ","964534":"\n   I love your arms\n  ","964535":"\n   What\/who do you feel has changed you the most?\n  ","964536":"\n   How is everything going in your life? Even with this crazy year of 2020.\n  ","964537":"\n   Do you like gardening? 😍💦🌱\n  ","964538":"\n   Do you ever call friends and talk on the phone with them?\n  ","964539":"\n   I’m lost. Can you give me directions to your heart?\n  ","964540":"\n   Cake or pie?\n  ","964541":"\n   ootm\n  ","964542":"\n   Because I wanna know. Jeez. 70's is too vague.\n  ","964543":"\n   silly :)\n  ","964544":"\n   Do you think is annoying when ppl post random tik tok videos on Snapchat? Like honey if we wanna see tik toks we can always open the app ya know jc 🤷🏻‍♂️\n  ","964545":"\n   Borrow me only one\n  ","964546":"\n   Ok what is the key to your heart?\n  ","964547":"\n   How many pairs of shoes do you have?\n  ","964548":"\n   Describe yourself in 5 words\n  ","964549":"\n   Do you in love?\n  ","964550":"\n   Do you bangs or no?\nEver had them before?\nWould you ever get them again? (Talking about hair)\n  ","964551":"\n   Would you date yourself if you were someone else?\n  ","964552":"\n   How do you relieve tension and stress?\n  ","964553":"\n   what’s new in your life?\n  ","964554":"\n   70 what?\n  ","964555":"\n   What is your indoor thermostat set to?\n  ","964556":"\n   Do you like French food?\n  ","964557":"\n   You will\n  ","964558":"\n   would you say you’re a crier or not really? like someone who cries over every sad and even happy thing they see?\n  ","964559":"\n   what was the last thing to irritate you?\n  ","964560":"\n   What's one thing you deeply regret?\n  ","964561":"\n   pros and cons of drinking coffee\n  ","964562":"\n   pros and cons of long car journeys ?\n  ","964563":"\n   Is your handwriting neat? No one can decipher mines 😎 not even me 😅\n  ","964564":"\n   selfie?\n  ","964565":"\n   Why do doctors have terrible handwriting?\n  ","964566":"\n   The only difference is you won't get stuck in the pipe haha\n  ","964567":"\n   Do you still talk to Fahim?\n  ","964568":"\n   Do you think that liking and admiring girls feet is a bad thing? 🤔\n  ","964569":"\n   awesome! i think you were one of the first people i followed 😝\n  ","964570":"\n   How quickly do you make decisions ?\n  ","964571":"\n   Is anything going to ever get better for us?\n  ","964572":"\n   Fav book?\n  ","964573":"\n   🌻I'm going to try and ask a question every day! So here goes lol 🌿 When you were a child, was there a profession you really wanted to do? Did you follow through with it, or did your ideas change? :3\n  ","964574":"\n   Can I come over and go swimming?\n  ","964575":"\n   How many books have you read?\n  ","964576":"\n   Are you laying in bed eating cookies?\n  ","964577":"\n   you’re the sweetest!\n  ","964578":"\n   You really like sweets that much?\n  ","964579":"\n   You are exquisite from head to toe, inside and out\n  ","964580":"\n   i hope everyone has a good day, if not hmu and i’ll try & make it better 💖💖\n  ","964581":"\n   Woah really? What kinds?\n  ","964582":"\n   what is a gulity pleasure of yours\n  ","964583":"\n   Join us :)\n  ","964584":"\n   how many boyfriends have you had?\n  ","964585":"\n   Cause you love to laugh and you have a cute laugh and you're laugh makes the world a better place you gorgeous sweet heart\n  ","964586":"\n   Have you ever rung someone's door bell and run? 😂🏡🔔\n  ","964587":"\n   whats better in the morning long shower or a long pee\n  ","964588":"\n   Yep haha hopefully to stay\n  ","964589":"\n   lol couldn't resist!\n  ","964590":"\n   No I do follow you lol that's why I see you on that list. I think it's based on activity or something? Idk but I'm definitely a follower ❤️\n  ","964591":"\n   how can she stay cool when she is so hot? 🤔\n  ","964592":"\n   You're worth worshiping tbh\n  ","964593":"\n   Stay cool today, Nikki\n  ","964594":"\n   The Zombie Apocalypse started. What will be your weapon? 🔪🔫🏹🛡\n  ","964595":"\n   I'm telling you yes bc I KNOW how much control you'd have over me. Facts are facts.\n  ","964596":"\n   If i took you to Starbucks right now, what would you order?\n  ","964597":"\n   I just like having you at the top cause it's way easier to click on your profile\n  ","964598":"\n   Hey!\n  ","964599":"\n   Yes yes yes\n  ","964600":"\n   you're not first place for me anymore 😖🤢 had to unfollow someone else lol you deserve to be at the top!\n  ","964601":"\n   Can you keep a secret?\n  ","964602":"\n   Btw your display ❤\n  ","964603":"\n   Yes you do, quit playing around. It's just a fact. Does it make you feel powerful?\n  ","964604":"\n   Lol yes even\n  ","964605":"\n   Would you rather stay at a beach resort or go camping in the woods? 🏖️ 🏕️ 👍\n  ","964606":"\n   lol you're the hottest woman ever you have lots of control\n  ","964607":"\n   Followed! Follow back maybe?\n  ","964608":"\n   Mexican food or Chinese?\n  ","964609":"\n   Do you feel powerful knowing how much control you have over men?\n  ","964610":"\n   lol just rarely?\n  ","964611":"\n   I am an early bird. If I stay up too late, then I will be a mess the next day and have a bad headache. I always have to get up at the same time so I can't sleep late, so that's why I'm an early bird. I know you are a super late night person.\n  ","964612":"\n   stop judging my dreams\n  ","964613":"\n   Training course\n  ","964614":"\n   140. do you think you’re kinky? (if uncomfortable to answer) post a meme\n  ","964615":"\n   What's the last movie you watched in a cinema?\n  ","964616":"\n   Ever accidentally grabbed someone's and then been like \"My bad?\"\n  ","964617":"\n   What is manliness to you?\n  ","964618":"\n   Yeah wouldn't that be enjoyable?\n  ","964619":"\n   Let's challenge ourselves this summer?\n  ","964620":"\n   Do you wish you could drink out of a chocolate lake like Augustus Gloop?\n  ","964621":"\n   Do you like your men extremely manly?\n  ","964622":"\n   139. what’s your fav kind of cookies?\n  ","964623":"\n   What is your guilty pleasure?\n  ","964624":"\n   what gets in your eyes when you are upset?\n  ","964625":"\n   What do you spend the most money on?\n  ","964626":"\n   Have you ever physically attacked one of your boyfriends?\n  ","964627":"\n   Do you think anger makes us stronger or weaker?\n  ","964628":"\n   That should be saved for the 2nd or 3rd date, right?\n  ","964629":"\n   Does your mom also have red hair ?\n  ","964630":"\n   Do you think the news negatively influence your life if you watch it often?\n  ","964631":"\n   Whats going on?\n  ","964632":"\n   have you ever had sex on the first date\n  ","964633":"\n   I take my duty to know what you want very seriously\n  ","964634":"\n   Red, white, blue, whats your favorite color?\n  ","964635":"\n   Do you hate it with a passion?\n  ","964636":"\n   a song you can listen to on repeat?  🎶\n  ","964637":"\n   What decade do you want to live in? Why?\n  ","964638":"\n   But the question is.... Is it enough tho? 😂\n  ","964639":"\n   50? 80? 100?\n  ","964640":"\n   what was the last thing that made you cry\n  ","964641":"\n   Do you like Larissa's fashion?\n  ","964642":"\n   No idea how many? 😂\n  ","964643":"\n   Do you love Chipotle? I work there.\n  ","964644":"\n   Have you ever put on a fashion show for a bf you had?\n  ","964645":"\n   Like 30 pairs of shoes? Lmao\n  ","964646":"\n   Do you have lots of clothes? 🤷‍♀️\n  ","964647":"\n   Ever hit someone in the balls? 😂\n  ","964648":"\n   Do you like this song baby? ---> Bon Jovi - (You Want to) Make a Memory ? 🤔\n  ","964649":"\n   Is it written on my face that I'm a fool?\n  ","964650":"\n   Did you see the changes to the Taco Bell menu? I want to try the new $1 burrito.\n  ","964651":"\n   what do you think about when you are alone?\n  ","964652":"\n   who is one person thwt you wish youve never meet\n  ","964653":"\n   got 3 likes on tinder any good opening lines\n  ","964654":"\n   Were you thinking of the part in Santorini where after a day of hiking, you decided that you'd make an exception and have dinner at that spot with the incredible view? Was your mind filled with images of the sunset, candlelit table and magical atmosphere?\n  ","964655":"\n   How tall are you?\n  ","964656":"\n   Are you a messy or a clean person?\n  ","964657":"\n   137. who’s ready for the season to change . where ever you are\n  ","964658":"\n   Would you love to visit Moscow?\n  ","964659":"\n   Were you thinking of our honeymoon?\n  ","964660":"\n   How do you see yourself spending your time in your old age?\n  ","964661":"\n   It's 4:57 Nicole\n  ","964662":"\n   what made you smilr?\n  ","964663":"\n   selfie?\n  ","964664":"\n   You ignored me 3 times in 2 days already Nicole it’s tearin up my heart and I feel like I can’t breath.\n  ","964665":"\n   has anyone eaten whipped cream off of you?\n  ","964666":"\n   Nicole stop hurting me.\n  ","964667":"\n   Which “friends” character do you personally relate to the most?\n  ","964668":"\n   would you go on a blind date set up by friends?\n  ","964669":"\n   What would you do if a girl messaged you telling you your boyfriend was messaging her and she had proof and it seemed like they were just friends but he also called her cute etc?\n  ","964670":"\n   did you go swimming today?\n  ","964671":"\n   If you were a guy, what kind excuses would you make up in order to get girls feet pictures? 🤔\n  ","964672":"\n   135. it’s 2:08am & i cant sleep 😩😭. doesn’t it suck when you can’t sleep?\n  ","964673":"\n   have you ever farted on your boyfriend over his problem of noisy snoring near you in bed?\n  ","964674":"\n   How do you stay positive about life? What keeps you going? 🌏💕\n  ","964675":"\n   How are you\n  ","964676":"\n   Do you use sunscreen?\n  ","964677":"\n   Hi\n  ","964678":"\n   Have you ever smashed something out of anger?\n  ","964679":"\n   Have you ever seen anything relating to the Eurovision Song Contest? 🎤🎶 Any thoughts? 🤔\n  ","964680":"\n   Really I worked so hard to give you an answer and you really ignore me again my god Nicole why do you love to see me suffer?\n  ","964681":"\n   What is your ac thermostat set at?\n  ","964682":"\n   have you ever farted on somebody and blamed it on somebody else?\n  ","964683":"\n   Give me an experience of my life?\n  ","964684":"\n   You're my future wife, of course I know how you smell.\n  ","964685":"\n   Just a thought no idea\n  ","964686":"\n   Wow, just wow\n  ","964687":"\n   Do you think is annoying when girls screams at the movies or those amusement park rides? I been there and I was like \"oh can u pls stfu 😑srsly\n  ","964688":"\n   I wanna just talk about you and nothing else\n  ","964689":"\n   Hot enough for ya?\n  ","964690":"\n   How do you always smell like rose water?\n  ","964691":"\n   Nikki why are you so awesome?\n  ","964692":"\n   What do you spend most of your money on?\n  ","964693":"\n   Nikki I want to know things about you each and everything\n  ","964694":"\n   What’s the best thing that you’ve created?\n  ","964695":"\n   But ily ❣️\n  ","964696":"\n   do you still have snap??\n  ","964697":"\n   nikki hi. it's been awhile\n  ","964698":"\n   Do you love your parents? What is the best lesson you've learn from them? ❤\n  ","964699":"\n   Only if It has benefits\n  ","964700":"\n   What do you do to fall asleep?\n  ","964701":"\n   What r ur plans for today babygirl ? 😘😘😘\n  ","964702":"\n   Do you eat your meals alone?\n  ","964703":"\n   Just shutt up. How come you are not nurse then wtf you are dressed up as nurse?\n  ","964704":"\n   current time\n  ","964705":"\n   you look great up and down\n  ","964706":"\n   its true wish you were my gf\n  ","964707":"\n   What insects are you afraid of?\n  ","964708":"\n   why\n  ","964709":"\n   What is the last thing you do before bed?\n  ","964710":"\n   you are so beautiful\n  ","964711":"\n   whats your favorite body part?\n  ","964712":"\n   how could anyone sane resist you?\n  ","964713":"\n   How often do you drink coffee?\n  ","964714":"\n   I put the std in stud and all I need is U\n  ","964715":"\n   Even your knees are cute\n  ","964716":"\n   full body selfie?\n  ","964717":"\n   were you ever found by your boyfriend and he just climbed into your hiding spot with you and you both hooked up for hours instead of playing with the others?\n  ","964718":"\n   What really makes you angry? When was the last time?\n  ","964719":"\n   Are you nurse ?\n  ","964720":"\n   was it fun . we’re you good at it\n  ","964721":"\n   Do you tell your family to turn off the AC because you like the heat so much?\n  ","964722":"\n   You ignore me when I do that\n  ","964723":"\n   Need your insta?\n  ","964724":"\n   I'm in love with you Nikki\n  ","964725":"\n   Hey! What do you think would be a perfect time to let you know there was so much I have refrained myself from only just for you?\n  ","964726":"\n   Has anyone whistled at you on one of your walks?\n  ","964727":"\n   How do you handle boredom this quarantine? 😂🤪🥱\n  ","964728":"\n   did you ever play hide n seek\n  ","964729":"\n   136. ever seen a UFO? 🛸\n  ","964730":"\n   like palm springs?\n  ","964731":"\n   nah lol\n  ","964732":"\n   Where would you like to live, in an apartment in the city center or in a country house?\n  ","964733":"\n   Especially the fact that they are based on true stories\n  ","964734":"\n   What are you addicted to?\n  ","964735":"\n   Why not?\n  ","964736":"\n   Good to know. Thanks.\n  ","964737":"\n   Will you let your followers play with your hair after the pandemic is over?\n  ","964738":"\n   what do you think of asmr?\n  ","964739":"\n   Cool. Also is it weird to date someone who is six years older?\n  ","964740":"\n   Yes\n  ","964741":"\n   Did any hook up with a guy you liked?\n  ","964742":"\n   Well for starters I'm 25. Would you date someone that is 5 years older?\n  ","964743":"\n   Do you like California orages?\n  ","964744":"\n   How did they do it?\n  ","964745":"\n   Are you single and would you date someone older than you?\n  ","964746":"\n   Has Sky ever bitten you hard?\n  ","964747":"\n   Have any of your friends betrayed you?\n  ","964748":"\n   Where you from? I'm from Virginia.\n  ","964749":"\n   When other people have done that around you, did you assume they were literally falling for you?\n  ","964750":"\n   Have you played freeze tag in the last 7 years?\n  ","964751":"\n   Have you ever tripped and fell in front of a group of people? 😄\n  ","964752":"\n   What teams do you like?\n  ","964753":"\n   I love those series especially the conjuring movies\n  ","964754":"\n   Do you like sports?\n  ","964755":"\n   Do you wear a mask when you go out?\n  ","964756":"\n   Favorite horror movie series ?\n  ","964757":"\n   They definitely help. You're right.\n  ","964758":"\n   How old are you?\n  ","964759":"\n   What's your favorite movie genre?\n  ","964760":"\n   Not really there are more study’s showing that masks don’t help at all\n  ","964761":"\n   What's your weird habit?\n  ","964762":"\n   Nikki ilysm 😍\n  ","964763":"\n   Why do some people just go out in public and not care about masks?\n  ","964764":"\n   Rate your dancing skills on a scale 1-10\n  ","964765":"\n   Have you traveled in Philly?\n  ","964766":"\n   Japanese food or Italian food?\n  ","964767":"\n   What's your favorite finger or toe and tell me why? ☺ \nWhat's your arch type? ☺\n  ","964768":"\n   Some people did something\n  ","964769":"\n   Netflix or Hulu?\n  ","964770":"\n   134. do you like the shout out feature?\n  ","964771":"\n   Do you prefer roller coasters or water slides?\n  ","964772":"\n   Are you on famousbirthdays?\n  ","964773":"\n   Yo dis Fahim hit me up\n  ","964774":"\n   You don't know about me but I bet you want to\n  ","964775":"\n   Nikki\n  ","964776":"\n   do you hold hands with a friend?\n  ","964777":"\n   What do you hope never changes?\n  ","964778":"\n   What are your standards when it comes to guys hanging out with you?.\n  ","964779":"\n   Name any 3 things that make you smile?\n  ","964780":"\n   What is something that you really resent paying for?\n  ","964781":"\n   What are your 3 favorite apps?\n  ","964782":"\n   I just want to spend time with you Nikki it doesn’t matter where so what steps do I have to take to make that happen?\n  ","964783":"\n   Well since I am also a Burger King baller we can go to Burger King instead?\n  ","964784":"\n   Why don’t swing by my trap Nicole and we whip it like it’s Stirfry together\n  ","964785":"\n   You won't text so tell me yours?\n  ","964786":"\n   Do you have insta? :)\n  ","964787":"\n   yes i can, your flirty, wild, tease guys, hot so hot, you like to turn heads\n  ","964788":"\n   lol,being wild\n  ","964789":"\n   I need new friends\n  ","964790":"\n   lol you are not sorry\n  ","964791":"\n   How madly are you in love with me? :)\n  ","964792":"\n   you pretend you are a princess you are wild\n  ","964793":"\n   Did Anthony follow you on Instagram?\n  ","964794":"\n   You're so cute.\n  ","964795":"\n   Do you listen to your parents’ advice?\n  ","964796":"\n   Do you prefer to use 💵 cash or payment 💳 card?\n  ","964797":"\n   I guess I will have to show you more😛\n  ","964798":"\n   Do you know how to flirt? Do you make the first move?\n  ","964799":"\n   How many times have you fallen in love?\n  ","964800":"\n   Hey why did Emma delete everything on ask and Instagram?\n  ","964801":"\n   What's one thing you would change about yourself if you could?\n  ","964802":"\n   Isn't this romantic or what? :)\n  ","964803":"\n   Was denkst du über folgendes Zitat?  Wer ständig glücklich sein möchte, muss sich oft verändern - Konfuzius\n  ","964804":"\n   *🌷puts in my mouth and looks into your eyes*\n  ","964805":"\n   Fair enough haha , nice chat :)\n  ","964806":"\n   No that would be sweaty but enjoyable\n  ","964807":"\n   Let's have a Fast Talk:\n\nThe one you love or The one who loves you?\n  ","964808":"\n   You be sleeping all day tomorrow 😂\n  ","964809":"\n   places you are required to take your shoes off to enter?\n  ","964810":"\n   I'd you could choose any age to be what would it be?\n  ","964811":"\n   no but being a passenger in a car puts me to sleep!\n  ","964812":"\n   Wait how are you not sleeping I swear it's like 3am or something there 👀😂 it's been a good week ty bit boring but okay aha\n  ","964813":"\n   I wanna corner you in one of my corners 😉\n  ","964814":"\n   Okay we back 🌚🙋🌚 how has your week been \/ any plans for the weekend ? :)\n  ","964815":"\n   Or you could call them my corners 😉\n  ","964816":"\n   For two years I have been chasing Nikki she gets away from my traps by just with her amazing laughing skills\n  ","964817":"\n   Что касается моего любимого друга. Можем ли мы поговорить на другой платформе?\n  ","964818":"\n   I'm not sure if I can you are hard to get ;(\n  ","964819":"\n   ❤️😁\n  ","964820":"\n   But I can sense it\n  ","964821":"\n   How tall are you? 🤔\n  ","964822":"\n   Don't know but I love it 😛\n  ","964823":"\n   selfie?\n  ","964824":"\n   What are some challenges you think the next generation will face?\n  ","964825":"\n   you are a teary person?\n  ","964826":"\n   If you suddenly became a vampire, like right now, what'd your reaction be? How'd you then live your life as a one? 🧛‍♂️\n  ","964827":"\n   Did she listen to you or was she too overcome by the rage?\n  ","964828":"\n   Aren't you always laughing?\n  ","964829":"\n   If you could change your skin color to anything outside of the natural palette of skin colors, what color would you choose? 👀\n  ","964830":"\n   Does the rain make you sleepy?\n  ","964831":"\n   what temperature do you keep it in your house?\n  ","964832":"\n   Hey, just wondering, do you ever listen to that kind of really extreme heavy metal music?? If so do you know who that band are who wear clown masks & do this one really catchy in your face tune where the lyrics go something along the lines of 'You can't kill me cos I'm already inside you'? 😮🤷‍♂️\n  ","964833":"\n   Have you ever been in a jacuzzi with a celebrity? Be honest!\n  ","964834":"\n   What's the last movie you watched?\n  ","964835":"\n   What do you spend way too much money on? 😂💸🔥\n  ","964836":"\n   Ends of my guessing.💔\n  ","964837":"\n   🥰🌸 Thankyou. I’ve been following you for a while, i just don’t ask people many questions 🤦🏼‍♀️😂🌸.\n  ","964838":"\n   Okay, kiss bite👏😄\n  ","964839":"\n   You don't like one person from there?\n  ","964840":"\n   Wow! Thats nature color ?!😁\n  ","964841":"\n   Does anyone ever tell you to lower the volume?\n  ","964842":"\n   I mean ur DP makeup 🥰\n  ","964843":"\n   Do you ever blast music in your room?\n  ","964844":"\n   Have you ever had to calm your mother down as she was experiencing road rage?\n  ","964845":"\n   I Like that red cheek ☺️😄\n  ","964846":"\n   Did you say anything to them or not?\n  ","964847":"\n   Have you seen someone from hs in public and they didn't recognize you?\n  ","964848":"\n   You’re boyfriend has definitely taken over that FaceTime time call you forgot everyone 😂😂😂\n  ","964849":"\n   Have any of them gotten better looking since you broke up?\n  ","964850":"\n   Have any of your exes gotten worse looking after you broke up?\n  ","964851":"\n   🙈💕 thankyou, you are too kind! but you’re extremely gorgeous too. 💃☺️\n  ","964852":"\n   Why do you believe that?\n  ","964853":"\n   🌸🌸🌸💕💕💕💕\n  ","964854":"\n   What's more important - inner or outer beauty? ❤\n  ","964855":"\n   Favorite color?\n  ","964856":"\n   Who speaks it better, you or your brother?\n  ","964857":"\n   Isn't your Armenian already very good?\n  ","964858":"\n   If you could perfectly speak any 3 languages what would it be?\n  ","964859":"\n   I said I think you don't like black guys\n  ","964860":"\n   Have you ever even been tempted to do it?\n  ","964861":"\n   You say that now Nicole but I bet you would think and say differently if that girl I had a crush on was you.\n  ","964862":"\n   Would you ever message an ex's new gf to tell her what he's really like?\n  ","964863":"\n   spin the bottle is where a group of friends sit in a circle with a bottle in the middle you take turns spinning it whoever it lands on you dare them to do something like kiss you or another person etc\n  ","964864":"\n   Do you believe in nothing lasts forever, even cold November rain?\n  ","964865":"\n   Are you watching 90 Day rn?\n  ","964866":"\n   I have a crush on a girl on ask she is so nice,  beautiful and we have so some things in common what should I do cause I am afraid that my looks will detract her and won’t me want me to get know her since everything has to start online and looks are not the priority in online things like this?\n  ","964867":"\n   Do you believe in forever after?\n  ","964868":"\n   what do you think about sasha banks! the boss of women championship?\n  ","964869":"\n   Thank you for saying that we are friends that makes me really happy that see me as something rather than nothing.\n  ","964870":"\n   who is the person in the stage in your background?\n  ","964871":"\n   Smh I'm starting to think you don't like lack dudes at all\n  ","964872":"\n   Nikki bella\n  ","964873":"\n   do you smoke?\n  ","964874":"\n   I mean if a girl told me that she wanted to kiss me no matter who she is or what she looked like I would be so happy but I forgot we are in a one sided relationship where I care so much about you Nicole and you don’t give a dam about me.\n  ","964875":"\n   Hi Nikki!\n  ","964876":"\n   If you like him, what's your favourite CeeLo Green single? 🎶 👍\n  ","964877":"\n   would u want to be kissed on the lips if u have tears falling off ur face ?\n  ","964878":"\n   are you single or taken? 🥰\n  ","964879":"\n   honesty hour\n  ","964880":"\n   I waited so long for answer so at least please make it good Nicole. Like what do you think about the fact that I want to kiss you.\n  ","964881":"\n   do you have kids\n  ","964882":"\n   You sleep 2 much 😂\n  ","964883":"\n   What is the cutest animal that you can think of?\n  ","964884":"\n   Yeah you're the whole package\n  ","964885":"\n   What do you think about Eileen! Amo’s housemaid?\n  ","964886":"\n   You inspire both love and lust at 1st sight\n  ","964887":"\n   How to become tall after 18?\n  ","964888":"\n   whats new\n  ","964889":"\n   What’s the difference between love at first sight and lust?\n  ","964890":"\n   every inch of you is beyond nice\n  ","964891":"\n   Cuz I want to know what victoria secret is 🙄\n  ","964892":"\n   Seriously?? Two years different and you don’t remember 🤣🤣🤣😂😂😂😂\n  ","964893":"\n   no but i follow you on it\n  ","964894":"\n   You have no idea how much I wish\n  ","964895":"\n   Have you ever shopped or bought victoria Secret panties or bras or perfume ?\n  ","964896":"\n   How old are you ??😂🤣\n  ","964897":"\n   what did you desire at 18?\n  ","964898":"\n   Well if you want me to be honest I would want to play spin the bottle with you so I could be with you and have a chance of kissing you and feeling your love.\n  ","964899":"\n   I call dibs on the other side of your bed.\n  ","964900":"\n   What are your plans for the weekend? You gonna do anything fun? 😁\n  ","964901":"\n   Have you ever been jealous of a friend?\n  ","964902":"\n   If you had a family business, what do you think it would be? 👍\n  ","964903":"\n   May i screenshot your sc girl language thing? 😮\n  ","964904":"\n   Will you invite us over for a sleepover after the pandemic ends?\n  ","964905":"\n   If you like her, what's your favourite Doja Cat single? 🎶 👍\n  ","964906":"\n   Pyar krne ki saza apse achi koi ni deta.\n  ","964907":"\n   It wasn’t me who asked this, but gorgeous\n  ","964908":"\n   I hate British people.they are dirty minded.\n  ","964909":"\n   I found this a little creepy me and one of my best friends our dad knew each other and were friends too. Learnt that today small world\n  ","964910":"\n   american or english version?\n  ","964911":"\n   What are you doing?\n  ","964912":"\n   PAP IF THE LAST selfie YOU TOOK ON YOUR PHONE (NO CHEATING EITHER PLEASE) ? <3\n  ","964913":"\n   Have you ever stand on a face?\n  ","964914":"\n   133. how does one become confidence?\n  ","964915":"\n   How do you like to start your morning?\n  ","964916":"\n   📍from what continent are u you? \n1. Asia\n2. Afrika\n3. Europe \n4. America \n5. Australia \n6. Others\n  ","964917":"\n   What would a world populated by clones of you be like?\n  ","964918":"\n   What's your favorite music genre?\n  ","964919":"\n   مساكم الله بالخير 🙋🏻‍♂️ شلونكن يا جماعة\n  ","964920":"\n   Is “Best Song Ever” actually the best song ever?\n  ","964921":"\n   How many relationships have you been in?\n  ","964922":"\n   How many boyfriends and girlfriends have you had?\n  ","964923":"\n   How often do you use your brain?\n  ","964924":"\n   Did your grandparents live in boston?\n  ","964925":"\n   What if the only other people sitting around the bottle besides you were Adam Levine, Jared Leto and Michele Morrone?\n  ","964926":"\n   It's going to be over 100 degrees today. You say the heat doesn't bother you, but is 100+ a bit much?\n  ","964927":"\n   What does it mean when a guy wants to play it with you?\n  ","964928":"\n   Would you like to have played it?\n  ","964929":"\n   have you played spin the bottle?\n  ","964930":"\n   not in my mind!\n  ","964931":"\n   there's never enough of you\n  ","964932":"\n   would you let a friend see your tears?\n  ","964933":"\n   selfie? <3\n  ","964934":"\n   in other words, perfect\n  ","964935":"\n   In the evening, would you rather play a game, visit a relative, watch a movie, or read?\n  ","964936":"\n   Of course you remember. You're not that old to forget something that recent (6-7 years ago).\n  ","964937":"\n   Do you think you could do it?\n  ","964938":"\n   What was your first date and first kiss like? I wanna hear all the details both big and small so I could feel love and hope for myself that I could someday feel the same feelings instead of being alone having no one and no memories\/feelings\n  ","964939":"\n   Have you ever eaten a donut in under a minute?\n  ","964940":"\n   what do you look like rn??\n  ","964941":"\n   Feelin' kinda cute, might delete later\n  ","964942":"\n   Have you ever frantically called the cops?\n  ","964943":"\n   Are you allergic to anything? Like animal hair or dust?\n  ","964944":"\n   when are you going to do voice answers? don't say \"why anon.\"\n  ","964945":"\n   How do you deal with negative people? 🙅‍♀️🙉🙊\n  ","964946":"\n   Are you going back to bed soon?\n  ","964947":"\n   What's your 2nd fav dish to make?\n  ","964948":"\n   Have you ever met Taylor Swift?\n  ","964949":"\n   132. what’s your toxic trait. and let’s be honest . we all have one.\n  ","964950":"\n   Let's have a Fast Talk:\n\nArian Grande or Taylor Swift?\n  ","964951":"\n   would u consider yourself rich \/ middle class or on the lower class wage?\n  ","964952":"\n   Can you cook? If so, what's your favorite dish to prepare?\n  ","964953":"\n   How many boyfriends and girlfriends have you had?\n  ","964954":"\n   hey how ticklish is you feet?\n  ","964955":"\n   Let's have a Fast Talk:\n\nPast or Present?\n  ","964956":"\n   Someday love will find you, break those chains that bind you.  You know I still love you though we touched and went our separate ways - Tony G\n  ","964957":"\n   Yessssss....\n  ","964958":"\n   Everyone has when they were little\n  ","964959":"\n   We are different but yet we are the same so I know you don’t know me but I want to thank you for answering my questions all these times and being there whenever I need advice or someone to talk to without being judged I really do appreciate it a lot.\n  ","964960":"\n   Nikki do you eat grits w\/cheese in them?😍\n  ","964961":"\n   You should give me your WhatsApp? ☺️\n  ","964962":"\n   What would you rename yourself?\n  ","964963":"\n   I have found you so many times you get lost a lot :)\n  ","964964":"\n   Sadly Nicole I do not have any friends they are more like acquaintances they barely even know my last name and they never spend time with me when I ask cause they are to “busy” and they never invite me to anything. So yeah I feel like I know you and connect with you better than I do then.\n  ","964965":"\n   I'm talking about what I know\n  ","964966":"\n   I need some advice.\nI know someone who is happy to be my friend online but ignores me in person (unless they need something). So I decided to cut them out, stop speaking to them. They haven't even asked why I'm no longer talking to them, and it's been almost 2 weeks. If they do try, should I bother?\n  ","964967":"\n   What would your super power be?\n  ","964968":"\n   But you broke up with him\n  ","964969":"\n   I assume what the real problem is maybe you are settled that's why I seem like a problem to you?\n  ","964970":"\n   Because you found a time machine at some point and traveled to 1980, fell in love, had a baby, but then had to go back to the future. So now your son is technically older than you are.\n  ","964971":"\n   You just don't like them?\n  ","964972":"\n   Well you are the Closest thing I have to a friend so it can be no one else but you sadly.\n  ","964973":"\n   What was the last thing you had to drink?\n  ","964974":"\n   Can you recommend anywhere in the Liverpool area where somebody can get a good meal and a bath please?\n  ","964975":"\n   Nicole I wish you would be with me when I cry so I could have someone to comfort me.\n  ","964976":"\n   Can we connect\n  ","964977":"\n   Do you think they're extremely nosey?\n  ","964978":"\n   Oh right\n  ","964979":"\n   What would go through your mind if you found out you had a 40 year old son?\n  ","964980":"\n   Chemical also...\n  ","964981":"\n   Do you hate your neighbors?\n  ","964982":"\n   Yes or no\n  ","964983":"\n   And topless ooh yeah\n  ","964984":"\n   Remember that time in school when your crush whom you were super crazy about came and said hi to you? You kinda smelled like pee after he left\n  ","964985":"\n   Who's sky?\n  ","964986":"\n   Body attracts fastest love...\n  ","964987":"\n   You didn't mention my name after keeping you entertained all these years? I see how it is 💔\n  ","964988":"\n   Has a boyfriend ever vaccinated you?\n  ","964989":"\n   Hey Nikki!\n  ","964990":"\n   Opposite\n  ","964991":"\n   Is it the worst year of your life?\n  ","964992":"\n   Your perfect body is nothing to joke about\n  ","964993":"\n   They hate you more\n  ","964994":"\n   who do you go to HHN with? you know im a scareactor for it, right? obvs not this year :(\n  ","964995":"\n   How old are you?\n  ","964996":"\n   Is your body ready for love?\n  ","964997":"\n   is 2020 the best year of your life?\n  ","964998":"\n   Are you friends with any of your neighbors?\n  ","964999":"\n   You ready to mingle?\n  ","965000":"\n   what do you like most about motherhood?\n  ","965001":"\n   Never have I ever...pissed my pants?\n  ","965002":"\n   Are you single?\n  ","965003":"\n   You’re so beautiful!\n  ","965004":"\n   Lol you're too much 😂😊 Wish we knew each other irl. You're... incredible\n  ","965005":"\n   You didn't even mention Sky :'(\n  ","965006":"\n   Lol what do you mean you're sure?\n  ","965007":"\n   Honest hour?\n  ","965008":"\n   You are the girl of my dreams and I mean that\n  ","965009":"\n   Have you ever been in a sauna before? If not, would you ever want to? 👍\n  ","965010":"\n   You're way too cute...\n  ","965011":"\n   What was the creepiest or grossest bug you’ve ever seen?\n  ","965012":"\n   Things you love most?\n  ","965013":"\n   Who are you best friends on here ?\n  ","965014":"\n   Dürfen echte Männer weinen?\n  ","965015":"\n   If you were a mermaid, how'd you live your life? 🧜‍♀️\n  ","965016":"\n   Would you wanna date anybody else that on here ?\n  ","965017":"\n   What happened?\n  ","965018":"\n   I did that because mint chocolate chip is one of my favorite flavors of ice cream\n  ","965019":"\n   you know nikki, it's aynon, not anon. I want to be known as aynon from now on plz.\n  ","965020":"\n   You havent? Well, I am the one who apprehended that dangerous gang and their leader.\n  ","965021":"\n   you could've answered that\n  ","965022":"\n   Does he hate you?\n  ","965023":"\n   So she sent me. I kept wandering around all night. I didnt find anything so I came back. Look, she wont even open the door now. Yeah this is life.\n  ","965024":"\n   😍\n  ","965025":"\n   yeah looking for a new job every other co worker bitches and cries if they do 11 hour shifts i'm the only one who does them\n  ","965026":"\n   Are you the universe because I’m lost\n  ","965027":"\n   Do you ever go on picnics? Or naw... Not you.\n  ","965028":"\n   i know you have it what is it ahahaha\n  ","965029":"\n   On  you always bored or say you leaving but never really do\n  ","965030":"\n   snap ?\n  ","965031":"\n   what was your longest makeout session?\n  ","965032":"\n   very good day off from work today and tomorrow worked 5 11 hour shifts in a row\n  ","965033":"\n   What's your favorite ice cream flavor?\n  ","965034":"\n   how was your day?\n  ","965035":"\n   Why?\n  ","965036":"\n   Have you ever been sad on your own birthday?? 🎂🎉\n  ","965037":"\n   Are you happy with your life? Do you think everything is as you planned?\n  ","965038":"\n   Do you still talk to Jeffrey?\n  ","965039":"\n   Have you heard of the bullet gang?\n  ","965040":"\n   i've got a  photographic memory is that bad to have in your opnion people say that's really bad\n  ","965041":"\n   where you going\n  ","965042":"\n   Are you in the buckle making business?\n  ","965043":"\n   Z\n  ","965044":"\n   It was pretty decent. Thanks for asking. Although it was thundering a lot but I never got any rain. Too bad. Maybe tomorrow 😊\n  ","965045":"\n   How was your day?\n  ","965046":"\n   i call you nikkilicious lol\n  ","965047":"\n   What was your favorite childhood toy? Do you still own it?\n  ","965048":"\n   Nicole can I give you a nickname or does it depends ion wanna offend you.\n  ","965049":"\n   Is it true that once when you went with your friend to a cafe for breakfast, after he left a $1 note as a tip for the waiter, you slowly took that & left a dime but the waiter saw that & then told you to keep the dime too?\n  ","965050":"\n   Hey Nicole hate to bug you but if you could finally answer my question about it being my fault for adding you on insta over an hour ago I would really appreciate it thank you.\n  ","965051":"\n   Uma música ?\n  ","965052":"\n   Last thing you ate? 😋\n  ","965053":"\n   Favorite thing about yourself? 😁\n  ","965054":"\n   What's your favorite class back in high school\/college? Why?\n  ","965055":"\n   Do you like RnB music? Or nah.. Not really?\n\nExtra:\nDon't have to answer this part.\n_\n1 to 10 how much you like. 1 being not so much. 10 being alot.\n  ","965056":"\n   You end up doing anything with him?\n  ","965057":"\n   What’s your favorite color? Grocery store and ice cream 🍨😱😃😍\n  ","965058":"\n   Does ask film upload videos?\n  ","965059":"\n   What’s your favorite tv show\n  ","965060":"\n   Hey Mayo\n  ","965061":"\n   Hi Nikki! How is your day?😃\n  ","965062":"\n   Why??\n  ","965063":"\n   Should I throw myself in a garbage can because my friends dared me for $50?\n  ","965064":"\n   Are you still dating that one guy? Jeff I believe\n  ","965065":"\n   Do you prefer watching sunrises or sunsets?\n  ","965066":"\n   How are you doing today? How’s your week going?\n  ","965067":"\n   what would the friend be seeing?\n  ","965068":"\n   How are you celebrating your 21st next month?\n  ","965069":"\n   You're most welcome ☺️\n  ","965070":"\n   Agr ap ne is azadi ke moqa pr wajaa na bjaya to ap indian hn ge.\n  ","965071":"\n   How old are you?\n  ","965072":"\n   Where was you 30 mins ago ?\n  ","965073":"\n   Are you competitive?\n  ","965074":"\n   selfie?\n  ","965075":"\n   Will you get drunk on your 21st birthday?\n  ","965076":"\n   When was the last time you got drunk... if you drink that is.\n  ","965077":"\n   How fast can you run? 🏃‍♂️ 🏃‍♀️ 👍\n  ","965078":"\n   Roller coasters or water slides?\n  ","965079":"\n   I wish you were at a social event I attended\n  ","965080":"\n   whenever you think you don't, I want you to know that even then I think you're beautiful\n  ","965081":"\n   What makes you feel really uncomfortable?\n  ","965082":"\n   you look hot 24\/7 so of course\n  ","965083":"\n   Can we hear your voice\n  ","965084":"\n   are you in bed looking all hot rn?\n  ","965085":"\n   Do you think your voice is pretty for singing?\n  ","965086":"\n   I'll pray\n  ","965087":"\n   I'm not saying it should bother you. I was just asking what do you think you'd use the 2400 on instead\n  ","965088":"\n   What😂\n  ","965089":"\n   I wann some song beatifull 💜\n  ","965090":"\n   Which song, for whatever reason, makes you cry?\n  ","965091":"\n   Its ok just finished with summer classes rn I am job hunting about to start my fall semester in a couple of weeks.\n  ","965092":"\n   How are u?\n  ","965093":"\n   would u let a friend see your tears drip off ur chin?\n  ","965094":"\n   selfie showing off your legs?\n  ","965095":"\n   how many tears would drip?\n  ","965096":"\n   Does the study of philosophy ever lead to answers or simply more questions?\n  ","965097":"\n   I like pizza and wings\n  ","965098":"\n   Stay happy Nikki. :)\n  ","965099":"\n   do you have a bucket list and if so, what is one thing on the list?\n  ","965100":"\n   I will.\n  ","965101":"\n   would you take a dna test?\n  ","965102":"\n   I do\n  ","965103":"\n   😂\n  ","965104":"\n   It's my most favorite picture It used to be your profile display :)\n  ","965105":"\n   Why didn't you say this before? And thank you ☺️\n  ","965106":"\n   Found it Nikki I have found it 😛\n  ","965107":"\n   I still want to see that display again where you standing near to a bed and wearing skinny jeans ;)\n  ","965108":"\n   I am coming here for two years and every time we talk I fall in love with you all over again. Nikki you're most amazing person I have ever met.\n  ","965109":"\n   When was the last time you found money on the street?\n  ","965110":"\n   Lol stop playing me I have already given you my heart 😛\n  ","965111":"\n   what did you do when they had bad breath\n  ","965112":"\n   Then I got this one? 😘\n  ","965113":"\n   I know 😏\n  ","965114":"\n   Why do you have anxiety talking to people ,don’t worry you’ll be okay?\n  ","965115":"\n   Do you like Cheetos a lot since their mascot is named Chester?\n  ","965116":"\n   Why?\n  ","965117":"\n   If you didn't go in, what do you think you'd use that $2400 a year on instead?\n  ","965118":"\n   And I'm happiest I have ever been 😛\n  ","965119":"\n   Would you rather travel for 5 years in an 🚐 RV travel for 5 years in a ⛵sailboat?\n  ","965120":"\n   Hahaha i wanna know what hairstyling product he uses?🤭🤔 But yeah wow lmao!! 🤭😂 i even made that into a GIF too! But haven\"t posted it yet!🤭😂 ill be sure to let you know when i do🤭\n  ","965121":"\n   Did you tell them that their mouth smelled like a sewer?\n  ","965122":"\n   I like the dog you have, are you going to get another dog that is the same breed?\n  ","965123":"\n   Is your depression the reason for you not talking to people?\n  ","965124":"\n   Have you ever encountered someone with bad breath?\n  ","965125":"\n   Do you doubt me? :')\n  ","965126":"\n   Do you like the name Lester since it rhymes with Chester?\n  ","965127":"\n   What’s your favorite month? Why?\n  ","965128":"\n   I'm glad Nikki :)\n  ","965129":"\n   How often do you need to go in?\n  ","965130":"\n   If you woke up and someone who looked exactly like you was lying in your bed and staring at you, would it freak you out or would it be fine since it looked like you?\n  ","965131":"\n   How much do you tip your hair stylist?\n  ","965132":"\n   When you tense up your abs, do they feel hard as a rock?\n  ","965133":"\n   You wake up suddenly in the middle of the night. What would be the scariest sound to hear after waking up? 😱\n  ","965134":"\n   Is that because your body is extremely muscular and conditioned for high endurance?\n  ","965135":"\n   Oh lord this the sweetest thing ever 😍\n  ","965136":"\n   We're living through a pandemic, right?  Everything shut down and stopped. You know what didn't, though? That's right: Big Ed. Big Ed never faded when everything else did. Big Ed made us smile when society was failing us. Big Ed was our salvation when we needed it most.\n  ","965137":"\n   Did she say, \"Ma'am, which kind would you like?\" then you said \"I like many flavors, kid\" & then she was like, \"But which one?\" and you responded, \"I like many flavors, Why do you want to know which one?\" and then she was like, \"So I know which one to give you\" and then you just stared @ each other?\n  ","965138":"\n   Are your feet and calves aching from all that walking you do?\n  ","965139":"\n   When you did, did you kneel down and with a smile say, \"Hi there little girl, I'm Nikki and I most certainly would like a box of your delicious cookies?\"\n  ","965140":"\n   That it's just great ☺️\n  ","965141":"\n   When was your last Pap smear?\n  ","965142":"\n   I thought you said you've been to Porto's. That's Cuban.\n  ","965143":"\n   Did you buy from them last year?\n  ","965144":"\n   Do you feel sad for the girl scouts who won't be able to sell their cookies this year?\n  ","965145":"\n   I'm starting to sense that :)\n  ","965146":"\n   In all this darkness, Big Ed is a star lighting our way. Don't you agree?\n  ","965147":"\n   Do you like Cuban food?\n  ","965148":"\n   Aw you feewing sweepy wight now?\n  ","965149":"\n   What time do you normally go to sleep?\n  ","965150":"\n   When do you think Disneyland will reopen?\n  ","965151":"\n   If Big Ed invited you to one, would you go?\n  ","965152":"\n   have you gone to any after hs? would you be down to go to one?\n  ","965153":"\n   What is the least stressful job you can think of?\n  ","965154":"\n   Did you go to any house parties in hs?\n  ","965155":"\n   Maybe when you were on your walk you saw the sun shining off a beautiful flower and it reminded you of him.\n  ","965156":"\n   Have you thought about Big Ed today?\n  ","965157":"\n   Hahahah! I saw an episode yesterday, where he cut through an axe blade with his hair! 😂😂😂 But didn't stop a girl pushing him on his butt though😂💪\n  ","965158":"\n   Do you think you are cute?\n  ","965159":"\n   Yes 😛\n  ","965160":"\n   Do you got out to eat a lot?\n  ","965161":"\n   Have you had a Capri Sun in the last two years?\n  ","965162":"\n   Is it refreshing?\n  ","965163":"\n   Do you not like them?\n  ","965164":"\n   Do you ever eat brownies with anything else?\n  ","965165":"\n   I Don't really know you well but you are Gorgeous, stunner, show stopper, beautiful, pretty, cute, ravashing, dime, astonishing, perfect, attractive, alluring, lovely, charming, glamorous, graceful, elegant, exquisite, adorable, divine, killer, foxy. Just a few words that suit you. :)\n  ","965166":"\n   Shoutout from all your fans in Sherman Oaks\n  ","965167":"\n   Have you ever drank Sunny Delight?\n  ","965168":"\n   you're too f'able for anyone to say that, pardon my french.\n  ","965169":"\n   do you listen to green day?\n  ","965170":"\n   a partner of yours could never say that\n  ","965171":"\n   Yes you like house plant or anything like food or smoke. You know the green things you water an they grow. You don't know what I mean by asking if you grow any plant?\n  ","965172":"\n   If your partner was like “i don’t wanna have sex anymore I’m practicing celibacy” what would you do?\n  ","965173":"\n   You're cute\n  ","965174":"\n   Good luck to whoever you marry. Idk how he'll be able to focus on anything but loving you\n  ","965175":"\n   premium version?\n  ","965176":"\n   Do you have Spotify?\n  ","965177":"\n   whats your favorite song??\n  ","965178":"\n   Because you're the finest woman on earth 😍\n  ","965179":"\n   Am I comin' or goin'?\nI can barely decide\n  ","965180":"\n   Ralph Tresvant... YouTube \"sensitivity\" before replying to this.\n  ","965181":"\n   I know, I'm joking 👌\n  ","965182":"\n   I worship you\n  ","965183":"\n   Yaa, that's it, i love truth😂😂😂\n  ","965184":"\n   your bare midriff is hot af\n  ","965185":"\n   You have, it's me😁\n  ","965186":"\n   Do you have a crush on anybody on ask ?\n  ","965187":"\n   full body selfie?\n  ","965188":"\n   Heads Carolina tail California\n  ","965189":"\n   how has your day been? ☀️\n  ","965190":"\n   selfie?\n  ","965191":"\n   What’s the last time you went to a library?\n  ","965192":"\n   I never knew that Ralph was considered the leader of the group\n  ","965193":"\n   What do you do to treat a cold? Asking for a friend 🤒\n  ","965194":"\n   If you could listen to only one music genre for your entire life, what would it be?\n  ","965195":"\n   So would you say you tell it like it is or you think about whether or not you should lie? If the latter why?\n  ","965196":"\n   I called me stupid for your attention 😉\n  ","965197":"\n   What social media platform do you use most to keep in touch with your friends?\n  ","965198":"\n   Do you sleep with an eye cover mask?\n\n(It's an eye covering thing that goes over your eyes. Usually comfy. Makes the room darker. Helps for sleep for some people.)\n  ","965199":"\n   Yes really nikki its a question that needs answering 😉\n  ","965200":"\n   I'm stupid and you're kind :)\n  ","965201":"\n   You have more love and beauty in you than practically anyone. I can feel that just by interacting with you a little. It makes appreciating you something that feels right and natural.\n  ","965202":"\n   Você já saiu de casa com duas meias diferentes?\n  ","965203":"\n   Yeah definitely 😂\n  ","965204":"\n   Because you're gorgeous on every level.  It'd be better than any dream come true. How could I not be jealous of anyone experiencing that?\n  ","965205":"\n   We have never talk this much today was my lucky day I guess\n  ","965206":"\n   Well then i recommend the new edition movie! Binge watched it this morning and wished there were more episodes.\n  ","965207":"\n   😎\n  ","965208":"\n   Are you kidding me? How could I not be jealous of anyone with you like that?\n  ","965209":"\n   I hear your voice in my head when I read your answer\n  ","965210":"\n   No one says the word \"anon\" sweeter than you\n  ","965211":"\n   I sometimes don't\n  ","965212":"\n   Hi Nikki\n  ","965213":"\n   he's on the show Big Brother\n  ","965214":"\n   It's harmless don't worry ;)\n  ","965215":"\n   I've been getting better about the cold again\n  ","965216":"\n   This \"😘\" ☺️\n  ","965217":"\n   Omg you didn't find that cringe 😂\n  ","965218":"\n   How about food\n  ","965219":"\n   My god I'm jealous\n  ","965220":"\n   😘\n  ","965221":"\n   Lucky\n  ","965222":"\n   Have you tried that already?\n  ","965223":"\n   Only because people like you are very rare in this world ;)\n  ","965224":"\n   I cant handle heat anymore\n  ","965225":"\n   Would you rather lose the ability to read or speak?\n  ","965226":"\n   I want to give you so many things like flowers chocolates etc\n  ","965227":"\n   What is you you favorite restaurant\n  ","965228":"\n   I need it in the 70s\n  ","965229":"\n   Slim guys or gorillas?\n  ","965230":"\n   I'm not only noticing it I'm feeling it\n  ","965231":"\n   Too hot for me\n  ","965232":"\n   131. last time you showered .\n  ","965233":"\n   It is?\n  ","965234":"\n   You is\n  ","965235":"\n   Damn I forgot it was anon 😂 but it’s been decent i guess\n  ","965236":"\n   Do you remember Ian rocking this much during season 14?\n  ","965237":"\n   Outside is pretty wait no its raining right now!\n  ","965238":"\n   You have given your followers so much love and if you leave I will miss you and they will miss you\n  ","965239":"\n   Pretty hot\n  ","965240":"\n   Do you believe in aliens ?\n  ","965241":"\n   What’s the most interesting thing that you have watched recently?\n  ","965242":"\n   Giggles\n  ","965243":"\n   How has your day been\n  ","965244":"\n   <33\n  ","965245":"\n   I wanna wink at you 😉 &😉\n  ","965246":"\n   Are your freckle real or fake\n  ","965247":"\n   Hope you change your mind about leaving this app ;)\n  ","965248":"\n   You're my favorite person here it's because I love how kind you are\n  ","965249":"\n   Won't be ok*\n  ","965250":"\n   I'm okay with that but I won't ok if you leave ☺️\n  ","965251":"\n   I appreciate it. Thank you!\n  ","965252":"\n   No ass pics to be seen 🙄\n  ","965253":"\n   I always do Nikki but you don't answer and I love you please don't leave\n  ","965254":"\n   Do you always listen to music at maximum volume on your phone?\n  ","965255":"\n   Whenever you feel unappreciated, unnoticed or undervalued, know that God sees you, and He is pleased with you.\n\nThat is enough to keep going.\n  ","965256":"\n   ☹️\n  ","965257":"\n   Why did he treat you like that?\n  ","965258":"\n   What about outdoor lovemaking?\n  ","965259":"\n   😛\n  ","965260":"\n   *hugs you*\n  ","965261":"\n   Steve Irwin\n  ","965262":"\n   What outdoor activity haven’t you tried, but would like to?\n  ","965263":"\n   Having been challenged by Bella to ask 3 questions, here they are:\n🏔 Have you ever walked up a hill backwards? \n🚞 Has another passenger ever fallen asleep on your shoulder while you’re on public transport? \n👶🏽 What kind of thing spoiled your day most as a child?\n  ","965264":"\n   What kind of meat would you never eat?\n  ","965265":"\n   Song of the day? 🎧\n  ","965266":"\n   How long ago did you move into Bikini Bottom?\n  ","965267":"\n   5 ASKfm people you would like to meet?\n  ","965268":"\n   selfie?\n  ","965269":"\n   If you could steal something and get away with it, what would you steal? 🤔💬🏴‍☠️\n  ","965270":"\n   What is your biggest regret?\n  ","965271":"\n   I hope so. Could definitely use some positivity right now.\n  ","965272":"\n   how come you said europe was a country then when corrected you didn't acknowledge it?\n  ","965273":"\n   yes I do. and you know I'm right. I'm saying this so you understand what happened. he broke up with you, doesn't miss you and ghosted you. so you being hung up on him isn't healthy for you.\n  ","965274":"\n   Favourite Movie\/TV Show quote?\n  ","965275":"\n   If you were a character in a horror movie how would you die 🔪🔥\n  ","965276":"\n   I was just told why they named hurricanes after women. When they first come, they are wet and wild. When they leave, they take your house and everything you have. That can't me true, can it?\n  ","965277":"\n   yeah no nikki. again, you didnt tell each other \"lets break up\" at the *exact* same moment. one of you brought it up first and it was him. it's obvious that it was him bc you still miss him whereas he totally ghosted you.\n  ","965278":"\n   full body selfie?\n  ","965279":"\n   What happens if I get into a fight With Sonya DeVille\n  ","965280":"\n   What are you currently obsessed with?\n  ","965281":"\n   What’s your favorite Healthy Fast food Resturanat?😃😃😃\n  ","965282":"\n   Anyone else get a notification about “breaking terms of service”? I’ve been getting an insane amount of racist comments from different individuals and I believe they are mass reporting our accounts.\n  ","965283":"\n   it wasnt mutual. you didnt contact each other at the exact moment and simultaneously end it. he said he wanted to end it first and then you got on board.\n  ","965284":"\n   👍🏼\n  ","965285":"\n   What do you do in your free time?\n  ","965286":"\n   do u have realtinship?\n  ","965287":"\n   yes sight.\n  ","965288":"\n   If you ask a girl out you have have things in common with her or have been talking to her for a couple months but that’s just my opinion\n  ","965289":"\n   Apko school jate waqt kitne rupee milte the ? 😂\n  ","965290":"\n   love at first sighr is bullshit\n  ","965291":"\n   love at firsy sight is.  ullshit\n  ","965292":"\n   truth or dare?\n  ","965293":"\n   Do you believe in love at first sight? 👩‍❤️‍👨\n  ","965294":"\n   no it wasnt\n  ","965295":"\n   Why not tho?\n  ","965296":"\n   Hahah yeah! And he's meant to be buff💪But from what ive seen, his hair is stronger than the rest of him😂😂(due to all the hair gel)😂\n  ","965297":"\n   Hi Nikki! Great day for you!🌹\n  ","965298":"\n   Work It: Do you know how to dance?  💃🕺\n  ","965299":"\n   What time do you usually wake up?\n  ","965300":"\n   Hey Nikki :)\n  ","965301":"\n   Fine then ill ask you out now, so?\n  ","965302":"\n   yes it is, are you okay\n  ","965303":"\n   Why did you break up with your ex?\n  ","965304":"\n   Me too. Are you sleepy?\n  ","965305":"\n   aw same, would love to cuddle you\n  ","965306":"\n   What are some of the things that really fascinate you ?(:\n  ","965307":"\n   I'm fine. What are you doing?\n  ","965308":"\n   hi Niki, how are you\n  ","965309":"\n   If you were to invite someone over for dinner and you wanted to really impress them with your cooking, what'd you make? Like, what's your absolute best dish to make? 👨‍🍳\n  ","965310":"\n   Hast du Heute noch etwas zu erledigen?\n  ","965311":"\n   Is there a certain name you used to love but now hate it because a specific person or old friend ruined it for you?\n  ","965312":"\n   Was hast du Morgen vor  ?\n  ","965313":"\n   Well they just proved that they have no hobby lol.\n  ","965314":"\n   Nikki I think you’ve turned me lesbian with this pic 😂\n  ","965315":"\n   Ano ang bumubuo sa araw mo?  (What completes your day?) ⛅💕\n  ","965316":"\n   What is up with girls, add girl on Snapchat, message her, she replies and you chat, she asks for a picture and you send one, then she removes or blocks you\n\nAnd no, not a nude picture\n  ","965317":"\n   If you were given a chance to be the president, what is the first thing you'll do?\n  ","965318":"\n   Hahah cheers!🤭🤣 Cracks me up how these women beat up Johnny Bravo for being a tool!🤭 Good on them😅\n  ","965319":"\n   What is the last thing that made you angry? 😡\n  ","965320":"\n   Why ?\n  ","965321":"\n   Nikki\n  ","965322":"\n   What hapened with Keenan Clayton and Kyle? Are they still here?\n  ","965323":"\n   What time do you normally fall asleep?\n  ","965324":"\n   full body selfie?\n  ","965325":"\n   Oohhhh Salinthia\n  ","965326":"\n   Where do you get style inspiration from?\n  ","965327":"\n   What food have you never eaten but would really like to try?\n  ","965328":"\n   What's your favourite day of the week? Why's it your favourite? 👍\n  ","965329":"\n   you were asked your best one and you chose him over sweet, innocent her.\n  ","965330":"\n   So bored who's here\n  ","965331":"\n   you literally just said someone else was\n  ","965332":"\n   why did you stop thinking Qu33nForADayy was your bff on here?\n  ","965333":"\n   What’s the theme song of your life ?\n  ","965334":"\n   Ditto. Just working on things over here to get things moving aagin.\n  ","965335":"\n   Do u have a boyfriend?\n  ","965336":"\n   Do you watch Korean movies\/series? If yes, Which one do you recommend?\n  ","965337":"\n   And last one ( sorry for the spam 🌚😂 ) what's one thing you miss about life before covid came along ?\n  ","965338":"\n   one more selfie please?\n  ","965339":"\n   Anyone else just get out of work?\n  ","965340":"\n   Who’s you best mate on ask? Tag them 👍🏼\n  ","965341":"\n   What would you scold our children for doing?\n  ","965342":"\n   Don’t lie Nikki you don’t have a mean bone in your body !\n  ","965343":"\n   Who is your favourite actor?\n  ","965344":"\n   If you like eggs, how do you prefer to eat them? Boiled, fried, scrambled, poached? 🍳 👍\n  ","965345":"\n   Do you “steal” food from refrigerator in late evenings and nights? 😁🙊\n  ","965346":"\n   So, how's everything been?\n  ","965347":"\n   Where do you want to live when you retire?\n  ","965348":"\n   would you walk around with tears dripping off your chin?\n  ","965349":"\n   Have you ever had sleep paralysis before? If so, what happened? 👍\n  ","965350":"\n   How do you think it got very low?\n  ","965351":"\n   selfie showing legs?\n  ","965352":"\n   selfie?\n  ","965353":"\n   Who always raises your self-esteem?\n  ","965354":"\n   How's the weather?\n  ","965355":"\n   why?\n  ","965356":"\n   ¿Qué harías si un día te despertaras y no pudieras recordar tu nombre ni nada de tu vida personal?\n  ","965357":"\n   Do you think you are high sex desire or low\n  ","965358":"\n   If you had to give someone lessons, what skill would you teach?\n  ","965359":"\n   Literally that little time awake can ruin my entire sleeping schedule\n  ","965360":"\n   What are some things that make you really happy?\n  ","965361":"\n   Somebody said lemon 🍋 juice 🧃 is greeeaaaaat\n  ","965362":"\n   What was the last photo you took that wasn’t of you or another person?\n  ","965363":"\n   Go clean your room girl *Mom voice*\n  ","965364":"\n   I hatteeeee when that happens!! It’s so annoying lol\n  ","965365":"\n   Is it true that My stomach look like a toilet?\n  ","965366":"\n   Anyone here like dragons?\n  ","965367":"\n   Which was the moment when you felt really proud about yourself?\n  ","965368":"\n   Better now🤗\n  ","965369":"\n   How long have you been using ask.fm for?\n  ","965370":"\n   What was the last restaurant you went to?\n  ","965371":"\n   What's the best way to calm you down?\n  ","965372":"\n   Hi Nikki! How are you?\n  ","965373":"\n   Favorite book or favorite author?( if you have)\n  ","965374":"\n   full body selfie?\n  ","965375":"\n   selfie?\n  ","965376":"\n   sry for asking the 1st kind sometimes..you're my dream woman & I cant help myself sometimes\n  ","965377":"\n   What TV show has gone off the air that you wish would come back?\n  ","965378":"\n   What kind of questions do you NOT like being asked?\n  ","965379":"\n   Do you like fatty foods?\n  ","965380":"\n   Real tattoo or henna tattoo?\n  ","965381":"\n   What is the one thing you want most in your life right now?\n  ","965382":"\n   Yeah then i wouldn’t sleep until like 7 in the morning\n  ","965383":"\n   What business or company do you wish you owned?\n  ","965384":"\n   What's the most spontaneous thing you've ever done?\n  ","965385":"\n   Describe your day in emojis!\n  ","965386":"\n   Do you have any unpopular \"ships\" from TV or movies? (wanting two people to get together)\n  ","965387":"\n   thanks\n  ","965388":"\n   Is there any kind of computer games that you like to play or you used to like to play? Like maybe back in school or something. Ever heard of the game called Zoo Tycoon?\n  ","965389":"\n   What that should teach you is that you're wrong about how you come off to others. You're far more impressive than you think.\n  ","965390":"\n   what do you dip them in?\n  ","965391":"\n   If you go to like Burger King, what do you usually order there? 🤔 (I used to work there so that's why I'm curious Haha)\n  ","965392":"\n   Ho imparato tutto da te😊chissà se anche tu hai imparato da me\n  ","965393":"\n   Ok but beyond being nice it shows that people think that about you. So you aren't right when you say they don't.\n  ","965394":"\n   I certainly think that\n  ","965395":"\n   How do you meet new people?\n  ","965396":"\n   You said you're scared of what others think but all they think is they want you bad. What's wrong with that?\n  ","965397":"\n   Anything you have been looking forward to this month or has anything happened awesome yet?\n  ","965398":"\n   please  stop, it is not\n  ","965399":"\n   Happy Monday! What are your plans for the week?\n  ","965400":"\n   i get drama from my gf lol\n  ","965401":"\n   What's your favorite top 3 subjects from high school or college?\n  ","965402":"\n   Who are your favourite artists that you know? Do any of them have ask? Want to follow some new accounts ✌️\n  ","965403":"\n   Predictive Horoscope: “(Your Sign), this month is a great time to (predictive text), but watch out for people who (predictive text.)”\n  ","965404":"\n   Favourite Snacks?????\n  ","965405":"\n   Would you rather learn how to ride a horse or learn how to play the guitar?\n  ","965406":"\n   What’s the most popcorn you’ve eaten in one sitting?\n  ","965407":"\n   Where do you get most of the decorations for your home?\n  ","965408":"\n   What’s the spiciest thing you’ve ever eaten?\n  ","965409":"\n   Do you know the show “sense8”? Have you watched it? What’s your opinion on it? (If you haven’t, I highly recommend that you do!)\n  ","965410":"\n   Have you ever received a ban warning on Ask? Do you know what for?\n  ","965411":"\n   Care to join me? You can tell me about what's been going on in your world over the last few days. :)\n  ","965412":"\n   in super mario the bushes are clouds colored green\n  ","965413":"\n   Why are you so scared to know that others want you bad?\n  ","965414":"\n   okay 😂\n  ","965415":"\n   Type “I am a (your zodiac sign) and that’s why...” and let your predictive autofill finish it.\n  ","965416":"\n   What do you think is one of the most fearful thoughts that people have is?\n  ","965417":"\n   hey girl what shoes do you have on today ?\n  ","965418":"\n   He is too!\n  ","965419":"\n   \"I drink\" then hit the middle predictive text:\n  ","965420":"\n   Make me an anonymous confession of your choice to send to my inbox 🤫\n  ","965421":"\n   lol. Alrighty then. *comes out from behind the couch & sits on it. :)\n  ","965422":"\n   Where’s your go to restaurant for amazing food that never disappoints?\n  ","965423":"\n   what foods do you refuse to eat?\n  ","965424":"\n   How expressive are you?\n  ","965425":"\n   zac effron is sooooo hot\n  ","965426":"\n   do you take anything to go to sleep? have any sleep routine? did i tell you about my zac efron pillow?\n  ","965427":"\n   Thank you\n  ","965428":"\n   I’m looking for a new tv show\/series to watch. Any suggestions? If I end up interested in your choice I’ll give you 500 coins! 👍🏻😊\n  ","965429":"\n   We are literally exchange meaningless words\n  ","965430":"\n   I'm the opposite haha 🙃\n  ","965431":"\n   That's meaningless I think\n  ","965432":"\n   Would you rather meet a bear or a snake in the wilderness and why\n  ","965433":"\n   Maybe she has took my heart but I have still many things to offer like I don't love you but I like you🌷\n  ","965434":"\n   How fast can you type? ⌨️ 👍\n  ","965435":"\n   whys that?\n  ","965436":"\n   how is the pandemic affecting you and your family?\n  ","965437":"\n   What is a big pet peeve of yours?\n  ","965438":"\n   Would you rather have the legs of a frog or the head of a fly?\n  ","965439":"\n   Do you grow any plants?\n  ","965440":"\n   Since an anon recently informed me that I'm \"not known for my intelligence\" it got me curious, what am I known for?\n  ","965441":"\n   Would you rather never be able to taste again or never see any colours again? 👍\n  ","965442":"\n   Where are you from?\n  ","965443":"\n   lol. *looks for a couch to hide behind as the craziness goes out of control.\n  ","965444":"\n   Would shark cage diving interest you?\n  ","965445":"\n   Would you rather be alone for the rest of your life or always be surrounded by annoying people?\n  ","965446":"\n   ♥️ Ice Cream or Frozen Yogurt? 🍦🍨\n  ","965447":"\n   What would you name your horse if you had one?\n  ","965448":"\n   Type \"To catch a butterfly you must...\" and let autocorrect continue your sentence 👀 🦋\n  ","965449":"\n   Do you like your life?\n  ","965450":"\n   Back at you sweetie ☺️\n  ","965451":"\n   Do you ever wonder why you get so many questions about tears?\n  ","965452":"\n   you seem like you would be shedding  lot of tears\n  ","965453":"\n   would u stand up and look at someone with a friend with tears flooding up your pretty eyes?\n  ","965454":"\n   She's the late Crocodile Hunter's 22 year old daughter\n  ","965455":"\n   i love your eyes\n  ","965456":"\n   Is Bindi Irwin's pregnancy meaningful to you?\n  ","965457":"\n   What do you like to spend money on?\n  ","965458":"\n   What is your favorite candy,?\n  ","965459":"\n   Good night 😘\n  ","965460":"\n   Do you have a lot of real friends? 👫👭👬\n  ","965461":"\n   🙂✨\n  ","965462":"\n   What perfume are you wearing today?\n  ","965463":"\n   Whats your favorite curse word?\n  ","965464":"\n   Is there anyone on here who are friends on social media?\n  ","965465":"\n   Cutie stop running away from me\n  ","965466":"\n   Would you say that you are a shy person? Or noooo. Not even close or maybe in some aspects?\n\nRank it if ya want to.\n1-10\n1 being not shy\n10 being extremely.\n  ","965467":"\n   Wish you run out of excuses cause I can't wait no more\n  ","965468":"\n   are you sleepy?\n  ","965469":"\n   yes it does. please improve your vocabulary so your reading comprehension gets up to par.\n  ","965470":"\n   how do i unbake a cake\n  ","965471":"\n   underrate is a word. I used it bc it's what I meant.\n  ","965472":"\n   what is worse forgetting your gf birthday or your anniversy\n  ","965473":"\n   dont underrate yours\n  ","965474":"\n   Which color\/colors do you associate yourself with? Why? 😸🍒🌻💕💚\n  ","965475":"\n   Oh\n  ","965476":"\n   Do you do it because you think your actions will be judged?\n  ","965477":"\n   we need to talk about it\n  ","965478":"\n   Do you like rainy days?\n  ","965479":"\n   📝 “Who am I? I guess who I am is exactly the same as who you are. Not better than. Not less than. Because there is no one who has been or will ever be exactly the same as either you or me.” ~ from the show sense8 — Thoughts?\n  ","965480":"\n   I don't blame you. I don't think they even know. It's like they're throwing words at a wall and going with whatever sticks 😂\n  ","965481":"\n   Dat ass doe🍑\n  ","965482":"\n   why\n  ","965483":"\n   Buckleywise or Nikkiwise?\n  ","965484":"\n   Well don’t feel that way. We can talk 😄🤗 #Nothingcrazy\n  ","965485":"\n   They just are. Seeing you stand there or walking > any concert ever.\n  ","965486":"\n   was anyone there to catch your hot self??\n  ","965487":"\n   Hey NikNiknikniknikaaalodeonnnnnn🤗\n  ","965488":"\n   Uh oh, the tongue is out. She goin' crazy y'all! lol\n  ","965489":"\n   have you been jailed before? why?\n  ","965490":"\n   Why nir\n  ","965491":"\n   Would you destroy it if you could?\n  ","965492":"\n   Where is Mrs.Bruce at?\n  ","965493":"\n   Is there a particular fanpage on ask you would especially love to come to you?\n  ","965494":"\n   how\n  ","965495":"\n   You > Angels\n  ","965496":"\n   would you change the world if you could? 🌏💕\n  ","965497":"\n   You're better tbh\n  ","965498":"\n   your tongue is even beautiful\n  ","965499":"\n   How does it feel being a true angel?\n  ","965500":"\n   selfie?\n  ","965501":"\n   What’s your purpose on earth?\n  ","965502":"\n   If you could travel anywhere in the world, where would it be?\n  ","965503":"\n   Shoutout from all your fans in Los Feliz\n  ","965504":"\n   Why not?\n  ","965505":"\n   Do you own a crockpot?\n  ","965506":"\n   Do you love nothing more than sunbathing in your birthday suit?\n  ","965507":"\n   Do you like Key Lime pie?\n  ","965508":"\n   do you like seafood?\n  ","965509":"\n   have you ever blacked out?\n  ","965510":"\n   Nikki!!!\n  ","965511":"\n   What kind of fish soap you use? I mean dish* soap\n  ","965512":"\n   FIX YO FACE!!\n  ","965513":"\n   How come you hate being specific about anything?\n  ","965514":"\n   Tomatoe Paste is the next tooth paste 😍\n  ","965515":"\n   selfie?\n  ","965516":"\n   What were you busy doing? Don't say \"lots of things.\"\n  ","965517":"\n   What?????\n  ","965518":"\n   Oh Za’Nikki????\n  ","965519":"\n   Well we need to go to the mall that’s comforting.\n  ","965520":"\n   Why do they call it comfort food?\n  ","965521":"\n   Did you do yoga today?\n  ","965522":"\n   \"Oprah, Barbara Walters, your wife. You gotta f*ck one, marry one, kill one. Go!\"\n  ","965523":"\n   Girl wash that BACK!\n  ","965524":"\n   LET THE CHURCH SAY AMEEEEEENNN! 🎤\n  ","965525":"\n   Do you eat Grits? Or Oatmeal?\n  ","965526":"\n   What is your go-to comfort food?\n  ","965527":"\n   Do you seek thrill, or do you prefer a more calm lifestyle?\n  ","965528":"\n   Which do you find to be more eerie, attics or basements? Why? 😨 👍\n  ","965529":"\n   Regardless of being male or female would you ever get artificial hair, any sort of extensions in your hair? Do you already have that?\n  ","965530":"\n   Girl you better answer my questions before I grab my Spoon and Eat that ice cream that’s in your refrigerator. 😁\n  ","965531":"\n   Hahahahahahahahah 🤣🤣🤣🤣\n  ","965532":"\n   not flirting or anything but I swear your face could never look fat\n  ","965533":"\n   It absolutely does not.\n  ","965534":"\n   Have you ever fall in love?\n  ","965535":"\n   Do you wear heels 👠 on the Regular Bases?\n  ","965536":"\n   Pfft every girls fanpages should come to you\n  ","965537":"\n   If another girls fanpage wanted to leave her and fan you instead, would you let them?\n  ","965538":"\n   Who is that guy that’s your wall picture with that Microphone? Is that MR.JINGLE 😃\n  ","965539":"\n   don’t forget always wear a rubber Nikki no kids for you yet !!🤣\n  ","965540":"\n   Nikki your legs look better than my entire body 😍\n  ","965541":"\n   Are you nice or mean?\n  ","965542":"\n   Wanna come to church with me? Beeeeee my guest😃😃\n  ","965543":"\n   Guuuuuurrrllllll\n  ","965544":"\n   Somebody said “my edges smell like onions”\n  ","965545":"\n   Do you ever feel lonely at times?\n  ","965546":"\n   Do you ever send out shoutouts yourself?\n  ","965547":"\n   Your legs > Linkin Park\n  ","965548":"\n   why?\n  ","965549":"\n   Do you like carrot juice?\n  ","965550":"\n   You better run faster than my buIIets\n  ","965551":"\n   are you bi?\n  ","965552":"\n   What is your obsession?\n  ","965553":"\n   Where do you shop the most?\n  ","965554":"\n   Do you remember\n   \n    @Vagquez\n   \n","965555":"\n   selfie?\n  ","965556":"\n   can you choose some things for us to get for you for your birthday?\n  ","965557":"\n   I'm from England, and I don't understand the question... It's got nothing to do with being from England 😂 Also we don't \"use figure of speech\", that literally makes no sense 🤣 Wtf is this anon?\n  ","965558":"\n   do you giggle if you hear an innuendo or  do you think oh just grow up ?\n  ","965559":"\n   😛\n  ","965560":"\n   You made it seem like you didn’t by saying you have no idea what they are saying...\n  ","965561":"\n   Mickey - Toni Basil\n  ","965562":"\n   It’s an old song. They’re trying a bit too hard. Lol\n  ","965563":"\n   I'll teach you how to understand it cause I have been your loyal anon since always\n  ","965564":"\n   tears are very meaningful\n  ","965565":"\n   Are you poor?\n  ","965566":"\n   They use figure of speech a lot and they invented it 😂\n  ","965567":"\n   They are figure of speech hahaha just don't visit England 😂\n  ","965568":"\n   Do you consider yourself an educated person?\n  ","965569":"\n   wow that is super sweet of what you said to him! did you get tears typing that out? he seems to make a big impact on you\n  ","965570":"\n   My questions :)\n  ","965571":"\n   What do you hate most about your country?\n  ","965572":"\n   You're too busy to understand ☺️\n  ","965573":"\n   How come you never understand my random questions 😂\n  ","965574":"\n   💞🤪💞\n  ","965575":"\n   i love your colors and how you're standing. the dog has the best view\n  ","965576":"\n   i love it\n  ","965577":"\n   Oh Nikki, what a pity you don't understand,You'll take me by the heart if you take me by the hand\n  ","965578":"\n   full body selfie?\n  ","965579":"\n   You are so cute 😚\n  ","965580":"\n   the very first TV series to binge watched from start to end??\n  ","965581":"\n   Yep\n  ","965582":"\n   Would you wish me good luck if I wanna fill my life with you?\n  ","965583":"\n   i wish I get a check mark too\n  ","965584":"\n   Same! I thought my account was being banned. Lol\n  ","965585":"\n   you look like a woman who can be friends with everyone\n  ","965586":"\n   Sounds like self promo to me\n  ","965587":"\n   Checkmark just means she’s verified as a real person.\n  "},"Answer":{"964516":"\n  I listed that one lol\n  ","964517":"\n  🥴🥴\n  ","964518":"\n  Of course they can lol\n  ","964519":"\n  Stunning *\n  ","964520":"\n  I’d rather give up playing games for a year!\n  ","964521":"\n  🤔🤔\n  ","964522":"\n  Definitely anon!🤪\n  ","964523":"\n  🤨🤨\n  ","964524":"\n  I do like him.\n  \n  My favorite songs by him are:\n  \n  Can’t stop the feeling\n  \n  What goes around comes back around\n  \n  Cry me a river\n  \n  Mirrors\n  \n  Rock your body\n  \n  Supplies\n  \n  There’s a few I like by him😁\n  ","964525":"\n  Well thank you anon, I appreciate it!😊\n  ","964526":"\n  Oh my goodness 🤣 you’re so hilarious anon\n  ","964527":"\n  No lol\n  ","964528":"\n  Y’all\n  ","964529":"\n  Why? Lol\n  ","964530":"\n  Yes lol\n  ","964531":"\n  I wouldn’t be surprised lol\n  ","964532":"\n  Not really, no!\n  ","964533":"\n  Thank ya😊\n  ","964534":"\n  Thank you lol\n  ","964535":"\n  I would definitely say one of my exes have changed my life the most and not in a good way.\n  ","964536":"\n  Pretty stressful and crazy I would say, I don’t know anymore lol\n  ","964537":"\n  No I don’t\n  ","964538":"\n  If I had any friends sure I would lol\n  ","964539":"\n  Their are no directions to my heart lol 🤣\n  ","964540":"\n  Pie!\n  ","964541":"\n  🤨🤨\n  ","964542":"\n  Why do you want to know?🤣\n  ","964543":"\n  Yes lol\n  ","964544":"\n  I guess so lol 🤣\n  ","964545":"\n  Excuse me?\n  ","964546":"\n  Teddy bears, sweets, boba, Starbucks.. etc🤪\n  ","964547":"\n  I own a lot of shoes!\n  ","964548":"\n  Kind, honest, silly, big hearted, caring 😁\n  ","964549":"\n  What?\n  ","964550":"\n  Yes, I’ve had bangs before actually! I don’t think I’d get them again tbh\n  ","964551":"\n  Probably not to be honest\n  ","964552":"\n  I don’t, I don’t know how to tbh. I always have so much stress and tension.\n  ","964553":"\n  Honestly nothing much, it’s the same old 🤷‍♀️\n  ","964554":"\n  Why though?🤣\n  ","964555":"\n  In the 70’s lol\n  ","964556":"\n  I guess so\n  ","964557":"\n  I won’t\n  ","964558":"\n  No I’m definitely not a crier, I rarely ever cry only when I get really upset or stressed out.\n  ","964559":"\n  Honestly a lot of things have been irritating me\n  ","964560":"\n  Putting all my time and effort into someone who just didn’t care and didn’t out the same effort I put into them.\n  ","964561":"\n  I don’t drink coffee 😬\n  ","964562":"\n  Pros : you can listen to music\n  \n  talk to whoever you’re traveling with\n  \n  Read a book\n  \n  look at the scenery outside the window\n  \n  take a nap!\n  \n  Cons: your legs can get tired of sitting for so long\n  \n  You need to stretch\n  \n  You can get bored pretty quickly\n  ","964563":"\n  Yeah my handwriting is pretty neat!😎 ohhh really?\n  ","964564":"\n  😋🤪\n  ","964565":"\n  Only because they’re always in a hurry and are rushing. I believe that’s why tbh\n  ","964566":"\n  Lol that’s true\n  ","964567":"\n  No lol\n  ","964568":"\n  That’s a foot fettish anon\n  ","964569":"\n  Ahh haha that’s awesome! You’re very pretty btw😁\n  ","964570":"\n  Not very quickly at all, I take my time\n  ","964571":"\n  What do you mean?🤔\n  ","964572":"\n  probably the great gatsby!\n  ","964573":"\n  I wanted to be a fashion designer! I mean I’m still interested in fashion but my interests changed 😁\n  ","964574":"\n  Oh sure anon\n  ","964575":"\n  I’m not sure tbh\n  ","964576":"\n  No lol\n  ","964577":"\n  Awh thank you😊 followed you btw!\n  ","964578":"\n  I do!\n  ","964579":"\n  Thank you anon!\n  ","964580":"\n  Thank you!💕 I hope you have a wonderful day!\n  ","964581":"\n  Yeah or like sweets in general lol\n  ","964582":"\n  Probably chocolate\n  ","964583":"\n  Sure thing anon\n  ","964584":"\n  I’ve already answered this before\n  ","964585":"\n  Oh my, thank you anon\n  ","964586":"\n  I don’t believe so 🤣\n  ","964587":"\n  Lol why did I laugh?\n  ","964588":"\n  Yes, let’s hope so!\n  ","964589":"\n  Of course not🤣\n  ","964590":"\n  I’m not sure what it’s based on haha but thank you for being a follower!😊\n  ","964591":"\n  Really anon?🤣\n  ","964592":"\n  Oh my goodness lol\n  ","964593":"\n  You too anon😊\n  ","964594":"\n  Probably an axe or bow and arrow and or even a sword tbh🤔\n  ","964595":"\n  Alrighty anon!\n  ","964596":"\n  Probably pink drink or matcha green tea iced latte 🤪\n  ","964597":"\n  Lol if you follow me, it’s easier that way too\n  ","964598":"\n  Omggg hey, you’re back!😊\n  ","964599":"\n  Again no🤣\n  ","964600":"\n  The rank doesn’t matter anon🤨\n  ","964601":"\n  Yes, I can!\n  ","964602":"\n  Awh thank you😊\n  ","964603":"\n  No I really don’t anon\n  ","964604":"\n  Nope🤣\n  ","964605":"\n  I mean I wouldn’t mind either but probably a beach resort since I love that scenery a little more😁\n  ","964606":"\n  Lol not even🤣\n  ","964607":"\n  Thank you! Of course😊\n  ","964608":"\n  I like both\n  ","964609":"\n  No because I don’t lol\n  ","964610":"\n  Yeah pretty rarely\n  ","964611":"\n  Ahhh I see anon, that’s interesting. And I’m definitely a night owl without a doubt.\n  ","964612":"\n  Sure anon\n  ","964613":"\n  Training?\n  ","964614":"\n  I can definitely be kinky at times but not that often lol\n  ","964615":"\n  The impractical jokers movie!\n  ","964616":"\n  Seriously?🤣\n  ","964617":"\n  Many different things like knowing how to treat a girl right, being loyal, honest, respectful, kind, caring, loving, passionate, fun, adventurous, etc!\n  ","964618":"\n  Definitely lol\n  ","964619":"\n  Challenge ourselves to what?\n  ","964620":"\n  Lol from Charlie and the chocolate factory?🤣\n  ","964621":"\n  Well yeah, I do\n  ","964622":"\n  Chocolate chip cookies, oatmeal cookies, red velvet cookies\n  ","964623":"\n  Probably chocolate\n  ","964624":"\n  You tell me\n  ","964625":"\n  Answered this so many times 🥴\n  ","964626":"\n  Nope, I would never.\n  ","964627":"\n  It can definitely makes us stronger because we learn how to control ourselves when we feel anger and how to calm ourselves down.\n  ","964628":"\n  Whenever you’re ready to have it and if you feel that person is right for you\n  ","964629":"\n  No lol she doesn’t\n  ","964630":"\n  I mean not necessarily but it can effect your life negatively because of all the events that are happening currently in the world\n  ","964631":"\n  Life is going on I guess anon\n  ","964632":"\n  No lol\n  ","964633":"\n  I’m sure you do\n  ","964634":"\n  Blue!\n  ","964635":"\n  I don’t hate it lol\n  ","964636":"\n\n   https:\/\/youtu.be\/v2H4l9RpkwM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","964637":"\n  Ooh I’m not really sure tbh🤔\n  ","964638":"\n  Never! 🤣\n  ","964639":"\n  I don’t know exactly how many!\n  ","964640":"\n  I’m not sure actually lol\n  ","964641":"\n  Larissa from 90 day fiancé?\n  ","964642":"\n  I have a lot lol\n  ","964643":"\n  No I don’t love it\n  ","964644":"\n  No lol\n  ","964645":"\n  A lot of shoes!\n  ","964646":"\n  I do!\n  ","964647":"\n  No lol\n  ","964648":"\n  I’m not sure if I’ve heard it lol\n  ","964649":"\n  No anon because you’re not\n  ","964650":"\n  No lol I don’t go that often\n  ","964651":"\n  About everything, I guess\n  ","964652":"\n  I mean I met everyone for a reason and I wouldn’t wish to have not met them\n  ","964653":"\n  Congratulations anon\n  ","964654":"\n  How did you know I want to honeymoon in Santorini?🤣\n  ","964655":"\n  I’m 5’7\n  ","964656":"\n  I would say pretty clean lol\n  ","964657":"\n  I’m not! I love the summer and the heat 😁\n  ","964658":"\n  Definitely!\n  ","964659":"\n  Oh yeah, sure anon\n  ","964660":"\n  I haven’t thought about that yet lol\n  ","964661":"\n  It’s 5:13 anon\n  ","964662":"\n  Nothing really, just felt like smiling\n  ","964663":"\n  😁🤠\n  ","964664":"\n  Oh for goodness gracious, I didn’t ignore you anon.\n  ","964665":"\n  Seriously?🤣\n  ","964666":"\n  How am I hurting you?\n  ","964667":"\n  I’ve never watched friends lol\n  ","964668":"\n  Hmm probably not to be honest lol\n  ","964669":"\n  Don’t have a boyfriend but if I did and that was the case I would confront him and ask him if that’s true\n  ","964670":"\n  I’m going to🤪\n  ","964671":"\n  Okay I’m bored now\n  ","964672":"\n  Oh girl, I feel! I’ve been waking up in the middle of the night not being able to sleep again until hours later. It’s been happening like every single day for me 🙃\n  ","964673":"\n  No🤣\n  ","964674":"\n  Well it’s very hard for me to do since I’m not very positive about anything tbh. I just try to remind myself everything is going to be okay and to keep my head up high even though it’s very hard for me to but Linkin park definitely helps me to keep going.\n  ","964675":"\n  I’m doing okay, you?\n  ","964676":"\n  When I need to lol\n  ","964677":"\n  Hello there\n  ","964678":"\n  No, I haven’t\n  ","964679":"\n  Yes, I saw the movie called Eurovision on Netflix with Will Ferrell staring in it lol 😁\n  ","964680":"\n  How am I ignoring you?\n  ","964681":"\n  Like 73 I think, I don’t know lol\n  ","964682":"\n  No🤣\n  ","964683":"\n  Say what now?\n  ","964684":"\n  Oh anon, you’re so funny\n  ","964685":"\n  Interesting anon\n  ","964686":"\n  🤔🤔\n  ","964687":"\n  lol no anon, people do scream on roller coasters and at the movies\n  ","964688":"\n  Why’s that?\n  ","964689":"\n  The weather?\n  ","964690":"\n  How would you know that? 🤣\n  ","964691":"\n  Awh haha thank you but I’m not\n  ","964692":"\n  Clothes and shoes!\n  ","964693":"\n  Right anon😊\n  ","964694":"\n  Hmmm I’m not really sure tbh\n  ","964695":"\n  I’m sure anon\n  ","964696":"\n  Yes, of course!\n  ","964697":"\n  Hey Austin! It’s been awhile\n  ","964698":"\n  Of course, I do\n  ","964699":"\n  No anon it doesn’t\n  ","964700":"\n  Honestly I just wait until I’m really sleepy to sleep\n  ","964701":"\n  Don’t call me that\n  ","964702":"\n  No, I don’t\n  ","964703":"\n  That’s a filter anon 🤣\n  ","964704":"\n  10:47 am\n  ","964705":"\n  Oh lord, thank you🥴\n  ","964706":"\n  Cheers anon\n  ","964707":"\n  Definitely a few like cockroaches, mosquitoes, bees\n  ","964708":"\n  Because I don’t lol\n  ","964709":"\n  I guess go on my phone or watch tv until I feel sleepy if I’m not already sleepy\n  ","964710":"\n  Thank you😊\n  ","964711":"\n  Lol don’t have one\n  ","964712":"\n  Haha thank you, I appreciate that😊\n  ","964713":"\n  I don’t drink coffee\n  ","964714":"\n  Absolutely not\n  ","964715":"\n  Oh lord, thank you lol\n  ","964716":"\n  Here ya goooo🤪😎\n  ","964717":"\n  Lol no that hasn’t happened 🤣\n  ","964718":"\n  I’ve answered this before lol and I’ve been quite angry with someone for awhile now\n  ","964719":"\n  Nope\n  ","964720":"\n  Yeah I was lol\n  ","964721":"\n  No lol\n  ","964722":"\n  That’s what you gotta do\n  ","964723":"\n  Gotta come off anon\n  ","964724":"\n  I’m sure you are anon\n  ","964725":"\n  What does that even mean anon?\n  ","964726":"\n  No lol\n  ","964727":"\n  By going on walks, swimming, enjoying the weather outside, watching tv, listening to music, going on social media, sleeping, etc😁\n  ","964728":"\n  Yeah when I was little lol\n  ","964729":"\n  No I haven’t 😱\n  ","964730":"\n  Ooh I definitely love the hot weather over there\n  ","964731":"\n  Same here lol\n  ","964732":"\n  Maybe country house\n  ","964733":"\n  Omg yes, I know it’s crazy!\n  ","964734":"\n  Linkin park 🤪\n  ","964735":"\n  That’s kinda odd\n  ","964736":"\n  Sure anon🤨\n  ","964737":"\n  No lol\n  ","964738":"\n  I’ve never really gotten into it\n  ","964739":"\n  Weird? No the age gap isn’t that far off.\n  ","964740":"\n  Sure, I guess lol\n  ","964741":"\n  No lol\n  ","964742":"\n  Yeah that’s not bad\n  ","964743":"\n  Oranges?\n  ","964744":"\n  Oh in many ways tbh\n  ","964745":"\n  Yes I’m single and it depends how much older anon\n  ","964746":"\n  No she hasn’t\n  ","964747":"\n  Yes, they have\n  ","964748":"\n  I’m from California 😊\n  ","964749":"\n  No lol\n  ","964750":"\n  Oh goodness, I don’t remember lol\n  ","964751":"\n  I don’t believe so lol\n  ","964752":"\n  Don’t have any favorite teams\n  ","964753":"\n  Yes, I love the conjuring it’s awesome! 😁\n  ","964754":"\n  I do\n  ","964755":"\n  Only to public places like the grocery store\n  ","964756":"\n  The ‘IT’ movies\n  \n  and The Conjuring movies\n  ","964757":"\n  Thank you anon\n  ","964758":"\n  I’m 20\n  ","964759":"\n  Horror!\n  ","964760":"\n  Well then they said it helps slow it down\n  ","964761":"\n  Don’t really have a weird habit\n  ","964762":"\n  Cheers anon\n  ","964763":"\n  Honestly I wish I knew why because you have to wear it to slow down the virus 🙃smh\n  ","964764":"\n  I can’t dance even though I took it for 4 years 🤣\n  ","964765":"\n  I haven’t\n  ","964766":"\n  Italian!\n  ","964767":"\n  Seriously? Lol\n  ","964768":"\n  That’s cool anon\n  ","964769":"\n  I like both\n  ","964770":"\n  I mean it’s okay, not my favorite lol\n  ","964771":"\n  I personally like both!\n  ","964772":"\n  No lol I’m not. Are you?\n  ","964773":"\n  Okay really anon?\n  ","964774":"\n  Sure anon\n  ","964775":"\n  Yes?\n  ","964776":"\n  No I don’t\n  ","964777":"\n  My silliness and weirdness 😁\n  ","964778":"\n  Well I’m a very socially anxious person and very nervous too so I don’t know lol\n  ","964779":"\n  Linkin Park, traveling, my doggos\n  ","964780":"\n  I don’t resent paying for anything tbh\n  ","964781":"\n  Snapchat, Insta, this one 😁\n  ","964782":"\n  Anon I don’t even know who you are\n  ","964783":"\n  No thank you\n  ","964784":"\n  No thank you🥴\n  ","964785":"\n  If I have yours, I will\n  ","964786":"\n  What’s yours anon?\n  ","964787":"\n  That’s not what I was asking why for 🤣\n  ","964788":"\n  Can someone please tell me why?\n  ","964789":"\n  Same here!\n  ","964790":"\n  About?\n  ","964791":"\n  Anon I’m not in love with you, don’t even know now who you are lol\n  ","964792":"\n  I’m sorry?🤣🤣\n  ","964793":"\n  Sure anon\n  ","964794":"\n  Thank you anon😊\n  ","964795":"\n  Yeah, I definitely try to!\n  ","964796":"\n  I use both to be honest but I do like using cards a bit more\n  ","964797":"\n  🤣🤣\n  ","964798":"\n  No I really don’t lol and no I don’t make the first move 😬\n  ","964799":"\n  I’ve fallen in love twice in my life\n  ","964800":"\n  Who’s Emma?\n  ","964801":"\n  I wish I could change how I’m always so socially anxious and shy to being more talkative and not anxious at all🙃\n  ","964802":"\n  Not really, no loo\n  ","964803":"\n  Alright back to sleep I go, I guess\n  ","964804":"\n  Alrighty?🤔\n  ","964805":"\n  Ahah indeed😊\n  ","964806":"\n  Excuse me? lol\n  ","964807":"\n  Hmm the one who loves me I guess\n  ","964808":"\n  No actually, I have things to get done today lol\n  ","964809":"\n  I have no clue lol\n  ","964810":"\n  I’m not sure tbh🤔\n  ","964811":"\n  Anon they weren’t asking you?\n  ","964812":"\n  It’s 4:55 am🤣 just woke up randomly again lol. That’s good!\n  ","964813":"\n  Yeah, that’s okay anon 🥴\n  ","964814":"\n  Welcome back! It’s been alright, I guess. How’s your week been?😊\n  ","964815":"\n  Sure anon🤣\n  ","964816":"\n  From your traps? Lol🤣\n  ","964817":"\n  Sooo bored 🙃\n  ","964818":"\n  Say what? Lol\n  ","964819":"\n  😊\n  ","964820":"\n  I’m sure you can anon\n  ","964821":"\n  I’m 5’7😁\n  ","964822":"\n  I mean you don’t see me laugh lol\n  ","964823":"\n  Alright y’all talk 😬\n  ","964824":"\n  They will definitely face a lot of challenges like being attached to their technology, being lonely, not socializing with one another,etc.\n  ","964825":"\n  No, not really\n  ","964826":"\n  I wouldn’t mind becoming a vampire, I do love vampires lol. I’d just live my life knowing I’m immortal and just live it to the fullest 😁and have fun.\n  ","964827":"\n  No lol she listens\n  ","964828":"\n  And that’s a bad thing?\n  ","964829":"\n  Maybe like a neon blue or pink aha🤪\n  ","964830":"\n  I mean not necessarily, no\n  ","964831":"\n  Usually in the 70’s\n  ","964832":"\n  I listen to five finger death punch sometimes aha! I think that might be slipknot?🤔\n  ","964833":"\n  lol no anon I haven’t\n  ","964834":"\n  The neighbor\n  ","964835":"\n  Clothes and shoes lol\n  ","964836":"\n  Lol I’m lost\n  ","964837":"\n  Thank you, I didn’t know ahh😱 that’s okay, I ask a lot haha!\n  ","964838":"\n  🤨🤨\n  ","964839":"\n  Not anymore, nah\n  ","964840":"\n  Nature?🤣\n  ","964841":"\n  Nopeeee!\n  ","964842":"\n  I’m not wearing any lol\n  ","964843":"\n  Most definitely!\n  ","964844":"\n  Lol yes, actually\n  ","964845":"\n  Excuse me?\n  ","964846":"\n  Nope, don’t want to see anyone from there🤣\n  ","964847":"\n  I believe so, yes\n  ","964848":"\n  I’m sorry, my boyfriend? I don’t have one anon\n  ","964849":"\n  No tbh\n  ","964850":"\n  Most definitely\n  ","964851":"\n  Awh thank you lovely! Followed you 😊\n  ","964852":"\n  Why inner beauty is more important?\n  ","964853":"\n  You’re so gorgeous omg!\n  ","964854":"\n  Definitely inner beauty!\n  ","964855":"\n  Blue and pink!\n  ","964856":"\n  I feel I do tbh\n  ","964857":"\n  I’m half Armenian. I feel like I understand it much more than I could speak it lol but I can still speak it.\n  ","964858":"\n  Spanish, Armenian, Italian\n  ","964859":"\n  I’m not necessarily attracted to them in that way but that doesn’t mean I don’t like them\n  ","964860":"\n  No I’ve never been tempted\n  ","964861":"\n  No anon, I wouldn’t judge you\n  ","964862":"\n  Lol no, I’m not like that\n  ","964863":"\n  I know what the game is about lol\n  ","964864":"\n  Yes I believe that nothing lasts forever.\n  ","964865":"\n  Not currently\n  ","964866":"\n  I think maybe you should try telling her you like her and see where things go from there! I’m sure she will like you for who you are!\n  ","964867":"\n  No I don’t\n  ","964868":"\n  Who’s that?\n  ","964869":"\n  Of course anon😊\n  ","964870":"\n  Chester Bennington anon🥺\n  ","964871":"\n  Excuse me?\n  ","964872":"\n  That’s not me\n  ","964873":"\n  No I don’t\n  ","964874":"\n  Anon we aren’t in a relationship 🤨 we are friends!\n  ","964875":"\n  Hello!\n  ","964876":"\n  I don’t really like him tbh😬\n  ","964877":"\n  Sure I guess lol\n  ","964878":"\n  I’m single\n  ","964879":"\n  Sure! Appropriate questions though\n  ","964880":"\n  I mean I don’t know who you are so that would make it awkward\n  ","964881":"\n  No I don’t\n  ","964882":"\n  Not really🤣 but I guess so\n  ","964883":"\n  Baby bears!\n  ","964884":"\n  Well thank you anon😊\n  ","964885":"\n  Who?\n  ","964886":"\n  I inspire both? lol\n  ","964887":"\n  I’m not a doctor anon\n  ","964888":"\n  The same old honestly\n  ","964889":"\n  So basically love at first sight is like when you feel a deep intense  emotional connection with that person and you feel you can really be yourself around them and you feel such strong positive vibes towards them and lust at first sight is basically just feeling really attracted to the other person physically.\n  ","964890":"\n  Why thank you😌\n  ","964891":"\n  It’s a store\n  ","964892":"\n  🙄🙄\n  ","964893":"\n  I added you!😁\n  ","964894":"\n  Oh you’re right, I don’t\n  ","964895":"\n  Why does that concern you?\n  ","964896":"\n  I’m 20🤣\n  ","964897":"\n  I don’t remember to be honest lol\n  ","964898":"\n  Oh yeah, I’m sure anon\n  ","964899":"\n  Haha you wish anon\n  ","964900":"\n  I’m not really sure, just yet!\n  ","964901":"\n  No I haven’t\n  ","964902":"\n  Probably a high end clothing and shoe business because I love clothes and shoes lol 🤪\n  ","964903":"\n  Of course you can, thank you for asking!😁 do I have you on snap?\n  ","964904":"\n  Oh yeah sure, definitely\n  ","964905":"\n  I don’t like her!😁\n  ","964906":"\n  Y’all I can’t even, I’m laughing\n  ","964907":"\n  Thank you, thank you😊\n  ","964908":"\n  No they aren’t anon, that’s rude\n  ","964909":"\n  Yes, we live in a small world anon\n  ","964910":"\n  American, of course!\n  ","964911":"\n  Watching the office 😎\n  ","964912":"\n  😌😎\n  ","964913":"\n  Really?🤨\n  ","964914":"\n  I guess by having a high self-esteem and by believing in themselves and believing they can do anything they put their mind to!\n  ","964915":"\n  By sleeping in lol\n  ","964916":"\n  America 😬\n  ","964917":"\n  Probably very silly and weird and fun🤣 Also very interesting tbh.\n  ","964918":"\n  Pop\/rock!\n  ","964919":"\n  😍😍😍😍\n  ","964920":"\n  No it’s not lol\n  ","964921":"\n  A few relationships\n  ","964922":"\n  I already answered this anon\n  ","964923":"\n  Apparently not that often lol\n  ","964924":"\n  No lol\n  ","964925":"\n  Well damn lol\n  ","964926":"\n  No the heat doesn’t bother me, and no I love it\n  ","964927":"\n  Well you tell me lol\n  ","964928":"\n  Probably not tbh\n  ","964929":"\n  No, I don’t believe I have\n  ","964930":"\n  😊\n  ","964931":"\n  But indeed there is lol\n  ","964932":"\n  Sure anon\n  ","964933":"\n  I’ve posted way too many already lol\n  ","964934":"\n  Hahahah that made me laugh\n  ","964935":"\n  Maybe play a game or watch a movie lol\n  ","964936":"\n  Thank you anon😌\n  ","964937":"\n  No I couldn’t tbh\n  ","964938":"\n  Oh my, I don’t really remember lol but I’m sure you’ll feel the love when you find someone that’s right for you😊\n  ","964939":"\n  No I have not\n  ","964940":"\n  I look like I just woke up lol\n  ","964941":"\n  That’s wonderful anon\n  ","964942":"\n  No lol I haven’t\n  ","964943":"\n  No I’m not allergic to anything\n  ","964944":"\n  I don’t know lol\n  ","964945":"\n  Honestly I try my best to avoid them or just ignore them completely. I don’t have time for negative people in my life.\n  ","964946":"\n  Most likely\n  ","964947":"\n  I’m not sure🤔\n  ","964948":"\n  No I haven’t\n  ","964949":"\n  I would definitely say overthinking about everything! It’s so bad🙃\n  ","964950":"\n  Hmm maybe Taylor Swift tbh\n  ","964951":"\n  You tell me anon\n  ","964952":"\n  I can cook, somewhat and my favorite dish to make is carbonara 😁\n  ","964953":"\n  I’ve had a few boyfriends.\n  ","964954":"\n  They aren’t\n  ","964955":"\n  The present anon\n  ","964956":"\n  Here we go again 🙄🙄\n  ","964957":"\n  Goodnight peoples\n  ","964958":"\n  alright y’all\n  ","964959":"\n  Of course anon, you’re welcome 😊 I’m glad I could help you.\n  ","964960":"\n  no lol never had grits🤔\n  ","964961":"\n  Don’t have that\n  ","964962":"\n  I wouldn’t want to rename myself\n  ","964963":"\n  Definitely anon\n  ","964964":"\n  Oh yeah, I definitely can relate to that aha. So I know how you feel.\n  ","964965":"\n  I’m lost but okay anon 🤷‍♀️\n  ","964966":"\n  It sounds like that person is just using you and doesn’t really consider you as their friend. I would suggest you don’t bother trying if they try to talk to you. It’s not worth it.\n  ","964967":"\n  Invisibility and teleportation 😁\n  ","964968":"\n  What are you talking about?\n  ","964969":"\n  Maybe I am settled?\n  ","964970":"\n  Well that’s quite interesting lol. I’d probably freak out tbh\n  ","964971":"\n  I didn’t say that\n  ","964972":"\n  Anon I’m sure you have other friends though\n  ","964973":"\n  I had water!😁\n  ","964974":"\n  I don’t live in Liverpool so I don’t know anon 😅\n  ","964975":"\n  Awh anon, that’s kind 😌\n  ","964976":"\n  Sure anon lol🤨\n  ","964977":"\n  No lol\n  ","964978":"\n  Yeah, silly!\n  ","964979":"\n  How would I have a son that’s 40? lol\n  ","964980":"\n  Sure anon\n  ","964981":"\n  No I don’t hate them\n  ","964982":"\n  No lol\n  ","964983":"\n  Definitely not\n  ","964984":"\n  No that never happened anon🤣\n  ","964985":"\n  My doggo\n  ","964986":"\n  You mean physical attraction lol\n  ","964987":"\n  I don’t know who you are anon?🙁\n  ","964988":"\n  Lol vaccinated me?\n  ","964989":"\n  Hey!\n  ","964990":"\n  🤨🤨\n  ","964991":"\n  Just another year for me anon. Just like every other year except it was special since I did date a best friend I had.\n  ","964992":"\n  Lol thank you anon\n  ","964993":"\n  Excuse me?\n  ","964994":"\n  I need to find people to go with whenever we can again! And no way, that’s awesome! 😱\n  ","964995":"\n  I’m 20\n  ","964996":"\n  Seriously my body?🤣\n  ","964997":"\n  Hahahah no, not even close\n  ","964998":"\n  Not really, no lol\n  ","964999":"\n  No I’m not\n  ","965000":"\n  I’m not a mother anon\n  ","965001":"\n  I have never anon\n  ","965002":"\n  Yes I am\n  ","965003":"\n  Thank you😌\n  ","965004":"\n  Lol Awh thank you anon 😊\n  ","965005":"\n  Of course I love and adore Sky🥺\n  ","965006":"\n  I have no idea lol\n  ","965007":"\n  Sure, ask me stuff!\n  ","965008":"\n  I’m sure I am anon😊\n  ","965009":"\n  Yes, I have before!\n  ","965010":"\n  Awh thank you😊\n  ","965011":"\n  Ooh I’m not really sure tbh, I’ve seen a lot\n  ","965012":"\n  Linkin Park, traveling, my friends and family, being outdoors in nature, adventures, chocolate, hiking, biking, walking etc!😁\n  ","965013":"\n\n   @Qu33nForADayy\n  \n\n   @Pookeo9\n  \n\n   @musicfan1998\n  \n\n   @Strongdef\n  \n\n  To name a few 😁\n  ","965014":"\n  Alright y’all, talk!\n  ","965015":"\n  Freely and peacefully😁\n  ","965016":"\n  No I wouldn’t\n  ","965017":"\n  Nothing happened anon.\n  ","965018":"\n  That’s awesome! Same here 😁\n  ","965019":"\n  Oh sure, definitely lol\n  ","965020":"\n  That’s nice anon🤨\n  ","965021":"\n  I don’t know anon\n  ","965022":"\n  I don’t know, I guess so\n  ","965023":"\n  Hmm that’s interesting anon\n  ","965024":"\n  Hahah what?🤔\n  ","965025":"\n  What even?🤨\n  ","965026":"\n  Haha that’s a new one\n  ","965027":"\n  Yes, of course! I love picnics 😁\n  ","965028":"\n  I just added you lol\n  ","965029":"\n  🥴🥴\n  ","965030":"\n  Yes lol I have it\n  ","965031":"\n  🥴🥴\n  ","965032":"\n  Ahhh well wow! Enjoy your day off 😊\n  ","965033":"\n  Mint chocolate chip!\n  ","965034":"\n  It’s been okay, yours anon?😊\n  ","965035":"\n  We just don’t anymore 🤷‍♀️\n  ","965036":"\n  Actually not that I remember but probably 🤨\n  ","965037":"\n  I’m not happy with my life, no and definitely not\n  ","965038":"\n  No I don’t.\n  ","965039":"\n  No I have not\n  ","965040":"\n  I mean it can be bad but on the other hand it can also be very useful\n  ","965041":"\n  Off this app, I’m bored\n  ","965042":"\n  Definitely making business lol\n  ","965043":"\n  Alright y’all I’m out\n  ","965044":"\n  Ooh that sounds terrible lol! Here it’s been very hot but I love this weather 😁\n  ","965045":"\n  It’s going alright, how about you?😊\n  ","965046":"\n  Lol that’s nice\n  ","965047":"\n  I guess barbies and dolls and I do still have them lol\n  ","965048":"\n  My nickname is Nikki lol\n  ","965049":"\n  Lol no that’s not true 🤣\n  ","965050":"\n  Alright anon, sure thing 😊\n  ","965051":"\n  🤔🤔\n  ","965052":"\n  I ate some beef and rice actually lol 🤪\n  ","965053":"\n  Probably my silly\/weird personality 😁 and how kind, loving, caring, honest, loyal, silly, adventurous etc.. I am.\n  ","965054":"\n  In high school definitely English and health! In college psychology and sociology 😁\n  ","965055":"\n  Not really to be honest.\n  ","965056":"\n  Why anon?\n  ","965057":"\n  Blue and pink lol\n  ","965058":"\n  Not anymore, apparently lol\n  ","965059":"\n  Criminal minds!\n  ","965060":"\n  Excuse me?\n  ","965061":"\n  Hello! My day is still going aha, how’s yours?😊\n  ","965062":"\n  We ended mutually anon.\n  ","965063":"\n  No you shouldn’t do that\n  ","965064":"\n  No we aren’t together anymore.\n  ","965065":"\n  I prefer watching both actually but maybe sunsets a little more!\n  ","965066":"\n  I’m doing okay, how are you?😊 My week has been quite interesting actually and stressful.\n  ","965067":"\n  Say what now?\n  ","965068":"\n  I’m not really sure yet!\n  ","965069":"\n  😊😊\n  ","965070":"\n  🤨🤨\n  ","965071":"\n  I’m 20\n  ","965072":"\n  I was asleep lol\n  ","965073":"\n  I can be, sometimes\n  ","965074":"\n  🥴💁‍♀️\n  ","965075":"\n  No I wouldn’t lol\n  ","965076":"\n  I’ve never been drunk lol\n  ","965077":"\n  I’m a pretty fast runner, I’ve always been fast so yeah aha🤪\n  ","965078":"\n  I like both !\n  ","965079":"\n  Why’s that?\n  ","965080":"\n  Haha well thank you😌\n  ","965081":"\n  Having to socialize with others, having to start a conversation and keep one, going to social events, driving since I’m still fairly new to it, parties etc.\n  ","965082":"\n  Why thank you anon but I disagree\n  ","965083":"\n  Maybe later!\n  ","965084":"\n  Lol anon 🤣 sure I am\n  ","965085":"\n  No I don’t\n  ","965086":"\n  Haha thank you😌\n  ","965087":"\n  I have no idea lol\n  ","965088":"\n  No clue what that means\n  ","965089":"\n  🤨🤨\n  ","965090":"\n\n   https:\/\/youtu.be\/Tm8LGxTLtQk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  🥺🥺🥺\n  ","965091":"\n  Ahh that’s awesome! Yeah, I have to sign up for classes soon lol oops\n  ","965092":"\n  I’m doing okay, you?\n  ","965093":"\n  Sure anon\n  ","965094":"\n  I’ve posted some already\n  ","965095":"\n  I really don’t know lol\n  ","965096":"\n  I believe the study of philosophy leads to more questions the more you learn and dig deeper about the topic.\n  ","965097":"\n  That’s nice anon.\n  ","965098":"\n  I’ll try😊\n  ","965099":"\n  I don’t have a bucket list, no😬\n  ","965100":"\n  😊\n  ","965101":"\n  I have, actually!\n  ","965102":"\n  Well cheers lol\n  ","965103":"\n  🤔\n  ","965104":"\n  I don’t remember that lol\n  ","965105":"\n  Sure anon 🤔\n  ","965106":"\n  That was from ages ago lol\n  ","965107":"\n  Lol you can scroll down\n  ","965108":"\n  Well thank you anon, that’s kind😊\n  ","965109":"\n  I don’t remember tbh\n  ","965110":"\n  Lol for sure anon\n  ","965111":"\n  Did y’all fall asleep?\n  ","965112":"\n  Oh noooo\n  ","965113":"\n  Oh goodness not that emoji lol\n  ","965114":"\n  Because I’m socially anxious anon and I get nervous lol\n  ","965115":"\n  I mean I do like Cheetos lol\n  ","965116":"\n  🤨🤨\n  ","965117":"\n  Lol I mean it’s for my hair so it doesn’t bother me anon.\n  ","965118":"\n  Well that’s awesome!\n  ","965119":"\n  Both sound pretty awesome so I wouldn’t mind either tbh😎\n  ","965120":"\n  I’m not sure what he uses 🤣 haha that’s awesome and for sure! 😁\n  ","965121":"\n  No I don’t 😬\n  ","965122":"\n  Haha thank you! 😌\n  ","965123":"\n  No I don’t necessarily have depression. It’s just my anxiety and nervousness.\n  ","965124":"\n  I have, yes\n  ","965125":"\n  I’m confused anon 🙃\n  ","965126":"\n  No I like the name Chester anon.\n  ","965127":"\n  Definitely the summer months because I love the heat.\n  ","965128":"\n  You’re glad?\n  ","965129":"\n  Like every month\n  ","965130":"\n  I mean that would be interesting. I’d probably think I’m dreaming lol\n  ","965131":"\n  It’s like $200 I believe\n  ","965132":"\n  Definitely anon lol\n  ","965133":"\n  I always wake up in the middle of the night and I’m not sure tbh lol\n  ","965134":"\n  I’m not extremely muscular lol\n  ","965135":"\n  I’m glad anon 😌\n  ","965136":"\n  Lol you’re really making me laugh now 🤣 you and Big Ed lol I can’t.\n  ","965137":"\n  Lol what even?\n  ","965138":"\n  No, never lol\n  ","965139":"\n  Lol no I didn’t\n  ","965140":"\n  Ah I see anon 😎\n  ","965141":"\n  Excuse me?\n  ","965142":"\n  I have, yes\n  ","965143":"\n  I believe so\n  ","965144":"\n  Most definitely!\n  ","965145":"\n  To sense what?\n  ","965146":"\n  Lol why are you obsessed with him?\n  ","965147":"\n  I’ve never had it\n  ","965148":"\n  Lol no\n  ","965149":"\n  Just depends when I’m feeling sleepy\n  ","965150":"\n  I’m not sure anon\n  ","965151":"\n  What is with you and Big Ed?🤣\n  ","965152":"\n  A party? I’m not really a party person to be honest but maybe if someone invited me to one🤷‍♀️\n  ","965153":"\n  I think every job comes with some stress at least\n  ","965154":"\n  No I didn’t\n  ","965155":"\n  No lol what even 🤣🤣\n  ","965156":"\n  No lol why would I?😂\n  ","965157":"\n  Haha that’s hilarious 🤣 His hair must really be that strong lol\n  ","965158":"\n  No tbh I don’t\n  ","965159":"\n  Well that’s just great lol\n  ","965160":"\n  Not really, I prefer to eat at home\n  ","965161":"\n  No I don’t think so tbh\n  ","965162":"\n  I haven’t had those in forever lol\n  ","965163":"\n  I do!\n  ","965164":"\n  I haven’t had brownies in ages lol\n  ","965165":"\n  Wow thank you so much anon, I appreciate that😌\n  ","965166":"\n  Shoutout!\n  ","965167":"\n  I have, yes lol\n  ","965168":"\n  Oh my goodness, you didn’t just say that 🤣\n  ","965169":"\n  Not really, no but I do like a few of their songs lol\n  ","965170":"\n  I’m sure anon\n  ","965171":"\n  Obviously I know what you mean 🤣\n  ","965172":"\n  I don’t have a partner but I would support them lol I guess\n  ","965173":"\n  Thank you!😊\n  ","965174":"\n  Awh that’s so sweet, thank you 🥺 and I hope I get married aha.\n  ","965175":"\n  Of course\n  ","965176":"\n  Indeed\n  ","965177":"\n\n   https:\/\/youtu.be\/LEjJaLexQq4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","965178":"\n  Haha I’m not but thank you 😌\n  ","965179":"\n  I don’t know anon, you tell me 🤷‍♀️\n  ","965180":"\n  🤔🤔\n  ","965181":"\n  Oh okay anon lol\n  ","965182":"\n  Why’s that?\n  ","965183":"\n  I mean no, not really lol\n  ","965184":"\n  Lol why thank you anon\n  ","965185":"\n  Sure anon, sure🤷‍♀️\n  ","965186":"\n  No I don’t anon\n  ","965187":"\n  🤭😋💁‍♀️\n  ","965188":"\n  Say what?\n  ","965189":"\n  It’s been alright, yours anon?😌\n  ","965190":"\n  🤪🤪\n  ","965191":"\n  It’s been awhile\n  ","965192":"\n  I have no idea what you’re talking about\n  ","965193":"\n  Maybe try drinking some tea with honey and try napping with a warm blanket. Feel better soon!\n  ","965194":"\n  Definitely alternative rock since Linkin Park is alternative rock😁\n  ","965195":"\n  I try to always say it like it is anon\n  ","965196":"\n  Oh really anon?\n  ","965197":"\n  Snapchat and insta mostly!😁\n  ","965198":"\n  No I don’t sleep with an eye cover mask but I might try it aha\n  ","965199":"\n  Well I would choose toned and somewhat muscular lol\n  ","965200":"\n  Don’t call yourself stupid anon, you’re not at all!\n  ","965201":"\n  Wow that’s very kind of you to say, thank you! 🥺\n  ","965202":"\n  She sleeps with her eyes closed\n  \n  To dream of the past\n  ","965203":"\n  You’re hilarious anon\n  ","965204":"\n  Awh thank you anon😌 You shouldn’t be jealous anon\n  ","965205":"\n  haha definitely anon\n  ","965206":"\n  Maybe I’ll look into it lol\n  ","965207":"\n  😁\n  ","965208":"\n  No I’m not kidding you anon, don’t know why you would be\n  ","965209":"\n  I’m sure you did\n  ","965210":"\n  Looool how’s that?🤨\n  ","965211":"\n  Yeah haha I can get that\n  ","965212":"\n  Hello!\n  ","965213":"\n  I don’t watch that\n  ","965214":"\n  I’m sure it is anon\n  ","965215":"\n  Ahh I don’t like the cold lol\n  ","965216":"\n  A little bit lol\n  ","965217":"\n  Find what cringe?🤣\n  ","965218":"\n  Don’t really have a favorite food\n  ","965219":"\n  Why?🤣\n  ","965220":"\n  😊\n  ","965221":"\n  Haha yeah the heat is my favorite\n  ","965222":"\n  Sure anon, sure\n  ","965223":"\n  That’s so sweet!\n  ","965224":"\n  I definitely can lol\n  ","965225":"\n  I guess ability to read\n  ","965226":"\n  Haha thank you!\n  ","965227":"\n  I don’t have a favorite\n  ","965228":"\n  Ahhh I see haha\n  ","965229":"\n  Really anon?\n  ","965230":"\n  Awh I’m glad 😌\n  ","965231":"\n  Not for me, I love it lol\n  ","965232":"\n  I showered yesterday lol\n  ","965233":"\n  Yeah it’s 95 over here!\n  ","965234":"\n  Why thank you anon\n  ","965235":"\n  That’s okay lol and that’s good!😊\n  ","965236":"\n  Who’s that?\n  ","965237":"\n  🤣🤣 it’s very warm over here\n  ","965238":"\n  Awh I try my best to😊 but thank you for noticing that!\n  ","965239":"\n  What is?\n  ","965240":"\n  Oh most definitely, I do!🤪\n  ","965241":"\n  Married at first sight was pretty interesting lol\n  ","965242":"\n  Sooo anyways\n  ","965243":"\n  It’s been alright yours?\n  ","965244":"\n  😎😎\n  ","965245":"\n  🥴🥴\n  ","965246":"\n  You tell me lol\n  ","965247":"\n  Not the winks lol\n  ","965248":"\n  Awh thank you anon😌\n  ","965249":"\n  Why’s that anon?\n  ","965250":"\n  You won’t what?🤔\n  ","965251":"\n  Of course, anytime!😊\n  ","965252":"\n  Anyways someone talk\n  ","965253":"\n  Anon I don’t ignore you, it’s just I don’t see all my questions\n  ","965254":"\n  Yes actually I do very often. Especially when I go outside for walks. I like to turn my volume all the way up so people can hear Linkin Park🤪\n  ","965255":"\n  Awh thank you so much but yes I do feel that way so very often actually 🙃\n  ","965256":"\n  You should ask me stuff lol\n  ","965257":"\n  I wish I knew why, I remember when I wanted closure and answers but then I got tired and said it’s whatever.\n  ","965258":"\n  Lol really anon?\n  ","965259":"\n  I’m going to leave for a bit, this app is boring lol\n  ","965260":"\n  😊😊\n  ","965261":"\n  Okay and?\n  ","965262":"\n  I can’t really think of anything atm🤔\n  ","965263":"\n  I don’t think I’ve ever walked backwards on a hill, maybe I have though.\n  \n  Yes, another passenger has fallen asleep on my shoulder lol🤣\n  \n  Probably me playing with barbies and dolls and always playing outside!\n  ","965264":"\n  Pork, ribs, lamb\n  \n  There’s a few I wouldn’t eat🥴\n  ","965265":"\n\n   https:\/\/youtu.be\/I6I7pvu-znw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","965266":"\n  I’ve been here for awhile lol\n  ","965267":"\n\n   @Pookeo9\n  \n\n   @Qu33nForADayy\n  \n\n   @musicfan1998\n  \n\n  There’s 3 for you😁\n  ","965268":"\n  And I’m bored 🥴\n  ","965269":"\n  Don’t think I’d want to steal anything 🤨\n  ","965270":"\n  Putting all my time and effort into someone who just didn’t really care and didn’t put the same effort back. So it was really one sided.\n  ","965271":"\n  Hang in there, everything will be okay. Keep your head up high 😊 you got this, I believe in you!\n  ","965272":"\n  What are you talking about anon?\n  ","965273":"\n  So I understand what happened? Again you weren’t a part of it. We ended mutually anon so please just understand and stop.\n  ","965274":"\n  The ‘IT’ movies are one of my favorites 😁\n  ","965275":"\n  What makes you think I’d die in a horror movie? lol 🤪\n  ","965276":"\n  Lol no that’s not true🤨\n  ","965277":"\n  How would you know that? Again, you weren’t in the situation. You don’t know what you’re talking about so if you can kindly stop.\n  ","965278":"\n  I’ve posted many🤨\n  ","965279":"\n  No idea who that is lol\n  ","965280":"\n  Linkin Park🤫\n  ","965281":"\n  Chop salad is really good!😁\n  ","965282":"\n  No I haven’t anon, maybe you’re doing something wrong?🤔\n  ","965283":"\n  Again you have no clue what you’re talking about. You don’t know the situation because you weren’t a part of it. It was mutual anon.\n  ","965284":"\n  Good morning everyone 🤪\n  ","965285":"\n  Watch tv, listen to music, go on walks, sit in the sun, go swimming, sleep, go on social media, hang out etc.\n  ","965286":"\n  Omg your grammar😬\n  ","965287":"\n  Yeah, I don’t believe in it\n  ","965288":"\n  Yeah I agree, you have to at least know her before asking her out 🤣\n  ","965289":"\n  🤔🤔\n  ","965290":"\n  Sight*\n  ","965291":"\n  Anon spell your words out\n  ","965292":"\n  I’ll choose truth lol\n  ","965293":"\n  No I don’t\n  ","965294":"\n  Excuse me?\n  ","965295":"\n  Not interested anon\n  ","965296":"\n  That’s hilarious 🤣 and yeah his hair is stronger due to hair gel lol\n  ","965297":"\n  Hello! Thank you, you as well😊\n  ","965298":"\n  No I don’t\n  ","965299":"\n  Usually around 8 am and sometimes I fall back asleep\n  ","965300":"\n  Hey!😊\n  ","965301":"\n  No thank you\n  ","965302":"\n  Sure I guess anon\n  ","965303":"\n  It was mutual anon.\n  ","965304":"\n  Not so much anymore but I’ll fall asleep again\n  ","965305":"\n  That’s nice anon\n  ","965306":"\n  Psychology, paranormal investigation, sociology\n  ","965307":"\n  I’m in bed currently you?\n  ","965308":"\n  It’s nikki* and I’m okay, you?\n  ","965309":"\n  I think I’d make carbonara because it is very good after all 🤪\n  ","965310":"\n  Alright again the app is dead\n  ","965311":"\n  I mean not necessarily but their are a few names I just don’t like anymore because of the person\n  ","965312":"\n  Alright y’all\n  ","965313":"\n  I know right? They clearly don’t have a hobby. It’s funny though\n  ","965314":"\n  Lol well then🤨\n  ","965315":"\n  Definitely listening to Linkin Park completes my day😁\n  ","965316":"\n  Maybe because she doesn’t find you attractive so she thinks the best way is to just unfriend you on there which I think isn’t fair.\n  ","965317":"\n  I wouldn’t want to be the president though but I would change so many things lol\n  ","965318":"\n  Oh yeah, exactly that’s pretty awesome how they’re able to do that 🤣\n  ","965319":"\n  Something I don’t really want to mention on here why it got me angry 😅\n  ","965320":"\n  I’m sure you know why\n  ","965321":"\n  Yes?\n  ","965322":"\n  I’m sorry who’s that?🤨\n  ","965323":"\n  It depends if I feel sleepy\n  ","965324":"\n  peoples I’m bored\n  ","965325":"\n  Excuse me?\n  ","965326":"\n  I’m not really sure, it’s just my own unique style to be honest\n  ","965327":"\n  Nothing that I can think of right now 🤔\n  ","965328":"\n  Probably Friday because it’s closer to the weekend!\n  ","965329":"\n  She knows she’s my best friend anon so please stop.\n  ","965330":"\n  I’m so bored as well\n  ","965331":"\n  He’s a great friend anon and so is Char😌\n  ","965332":"\n  Of course she’s my best friend anon😊\n  ","965333":"\n  Ooh that’s tough, I’m not sure 🤔probably this one 😍\n  \n\n   https:\/\/youtu.be\/v2H4l9RpkwM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","965334":"\n  Ahh I get that, that’s good!\n  ","965335":"\n  I don’t, no.\n  ","965336":"\n  No I don’t watch Korean movies or shows\n  ","965337":"\n  Being able to go out and travel!\n  ","965338":"\n  🙃🙃\n  ","965339":"\n  Nope lol\n  ","965340":"\n  I would definitely say\n  \n   @Pookeo9\n  \n\n  He’s an awesome friend!😁\n  ","965341":"\n  I wouldn’t scold them over anything.\n  ","965342":"\n  Lol thank you!😊\n  ","965343":"\n  I have way too many lol\n  ","965344":"\n  I like them hard boiled and scrambled mostly 😁\n  ","965345":"\n  No it’s not really stealing lol\n  ","965346":"\n  Everything’s been okay, I guess you?\n  ","965347":"\n  Retire? It’s too early for me to be thinking about retirement 🤣\n  ","965348":"\n  I guess so, I don’t know tbh\n  ","965349":"\n  I don’t believe I’ve ever experienced sleep paralysis actually 🤔\n  ","965350":"\n  I guess from always getting hurt in the romantic relationships I’ve been in and feeling like I was never good enough for them.\n  ","965351":"\n  Lol I’ve posted a few.\n  ","965352":"\n  😋😋\n  ","965353":"\n  I have a very low self-esteem tbh and so I’m not sure\n  ","965354":"\n  It’s warm outside, I love it\n  ","965355":"\n  Because I just don’t 🤷‍♀️\n  ","965356":"\n  Anywho\n  ","965357":"\n  Lol pretty low\n  ","965358":"\n  This app is dead🙄\n  ","965359":"\n  Same here!\n  ","965360":"\n  Linkin park definitely makes me happy\n  ","965361":"\n  🤔🤔\n  ","965362":"\n  🤣🤣🤣\n  ","965363":"\n  My room is clean already 🤣\n  ","965364":"\n  Omg yes, it’s been happening a lot lately for me\n  ","965365":"\n  Y’all I’m bored\n  ","965366":"\n  Not necessarily, no lol\n  ","965367":"\n  When I passed my drivers test and got my license 😁\n  ","965368":"\n  That’s wonderful!😊\n  ","965369":"\n  Since like 2013 😬\n  ","965370":"\n  I don’t remember lol\n  ","965371":"\n  I’m not even sure myself tbh🥴\n  ","965372":"\n  Hello😊 I’m okay, you?\n  ","965373":"\n  I don’t have a favorite book or author\n  ","965374":"\n  My goodness, I’m sleepy\n  ","965375":"\n  🥂😋\n  ","965376":"\n  Well anon, learn how to control yourself\n  ","965377":"\n  Criminal minds 🥺\n  ","965378":"\n  Sexual questions, negative questions, hateful questions, weird questions, fettish questions\n  ","965379":"\n  I guess lol\n  ","965380":"\n  Neither tbh\n  ","965381":"\n  Happiness.\n  ","965382":"\n  Ahhh I see. I mean I wake up in the middle of the night not being able to sleep until I feel sleepy again\n  ","965383":"\n  Hmm I’m not sure 🤔\n  ","965384":"\n  I’m not really sure to be honest lol\n  ","965385":"\n  🙃🙄🤷‍♀️\n  ","965386":"\n  Not necessarily or any that I can think of right now lol\n  ","965387":"\n  Goodness this app is dead again\n  ","965388":"\n  I used to play computer games, not anymore though. I used to play club penguin, moviestarplanet, ourworld the most!😁\n  ","965389":"\n  Well thank you anon, that’s kind\n  ","965390":"\n  Bbq sauce and ranch lol\n  ","965391":"\n  I like their chicken sandwiches and the chicken fries 🤪\n  ","965392":"\n  Alright y’all\n  ","965393":"\n  Well that’s cool anon, 🤷‍♀️\n  ","965394":"\n  Well that’s nice anon\n  ","965395":"\n  On social media, mostly\n  ","965396":"\n  I don’t care what people think of me lol. And anon no one thinks that 🤣\n  ","965397":"\n  Nope, not at all. Quite the opposite actually.\n  ","965398":"\n  I’m sorry anon\n  ","965399":"\n  Happy Tuesday!😊 I’m not really sure tbh just going with the flow.\n  ","965400":"\n  Well that’s great anon\n  ","965401":"\n  English, health and probably drama\n  ","965402":"\n  Maroon 5, Coldplay, Linkin Park, dead by sunrise, thirty seconds to Mars, walking on cars, Michele Morrone and no they don’t! 😊\n  ","965403":"\n  Virgo this month is a great time to be with y’all 🤔\n  ","965404":"\n  I have a few favorites I guess lol\n  ","965405":"\n  Maybe learn how to play the guitar tbh\n  ","965406":"\n  Probably one whole popcorn bag. The ones you put in the microwave\n  ","965407":"\n  Definitely different places like IKEA, Pier 1, wayfair etc!\n  ","965408":"\n  I’m not sure about the spiciest lol\n  ","965409":"\n  I think I’ve heard of it before but I’ve never actually watched it. I’ll check it out 😁\n  ","965410":"\n  Yes, I have before and for no reason so I was confused to why.\n  ","965411":"\n  Sure, why not😊\n  ","965412":"\n  Cheers anon\n  ","965413":"\n  Say what now?🤣\n  ","965414":"\n  🥴🥴\n  ","965415":"\n  I am a Virgo and that’s why y’all don’t want me anymore 🤨😂\n  ","965416":"\n  What others think about them\n  ","965417":"\n  Not wearing any lol\n  ","965418":"\n  Not to me🤣\n  ","965419":"\n  I drink my coffee all float and then I’m going back to sleep 🤣\n  \n  Except I don’t drink coffee lol\n  ","965420":"\n  Maybe or maybe not 🤫\n  ","965421":"\n  Exactly lol 😎\n  ","965422":"\n  I don’t really have one tbh\n  ","965423":"\n  Pork, lamb, ribs, mango, pineapple, shrimp, fish, crabs, mushrooms, celery,blue cheese, ginger, beans, asparagus, kale, spinach, ham, onions, mozzarella squash, peppers and a lot more! I’m a very picky eater lol\n  ","965424":"\n  Not very expressive to be honest\n  ","965425":"\n  Not really\n  ","965426":"\n  No I don’t take anything to sleep and no not really. You haven’t told me about your Zac Efron pillow lol\n  ","965427":"\n  No problemo😊\n  ","965428":"\n  Money heist\n  \n  Criminal minds\n  \n  The office\n  \n  Lucifer\n  \n  Glitch\n  \n  Married at first sight\n  \n  ‘You’\n  \n  Imposters\n  \n  Bates motel\n  \n  Black mirror\n  \n  Dirty John\n  \n  Here are a few choices for you😁\n  ","965429":"\n  Exchanging *\n  ","965430":"\n  Haha really? That’s interesting\n  ","965431":"\n  Say what?\n  ","965432":"\n  Probably a bear since bears are my favorite lol\n  ","965433":"\n  That’s nice anon\n  ","965434":"\n  I mean when I’m texting I can type very fast but on an actual keyboard not that fast.\n  ","965435":"\n  I just find it attractive on them lol don’t know why\n  ","965436":"\n  I mean we like to travel and now we can’t really travel so that sucks 🙃 and we like to go out and we can’t really do much.\n  ","965437":"\n  Sitting near me and chewing loudly, people talking too loudly, people yelling at me etc.\n  ","965438":"\n  Neither lol\n  ","965439":"\n  Do I grow any plants?\n  ","965440":"\n  That anon doesn’t know what they’re talking about, I know you’re very intelligent 😊Also you’re known for your beautiful and amazing personality and your kindness.\n  ","965441":"\n  I guess never see colors again 😬\n  ","965442":"\n  I’m from California\n  ","965443":"\n  Haha I’m not that crazy 🤪\n  ","965444":"\n  No it really wouldn’t lol\n  ","965445":"\n  That’s tough, I guess be alone for the rest of my life. I get annoyed pretty easily 😅\n  ","965446":"\n  I like both\n  ","965447":"\n  Oooh I’m not sure to be honest 🤔\n  ","965448":"\n  To catch a butterfly you must have a great time 🤣\n  ","965449":"\n  No, not really tbh.\n  ","965450":"\n  Thank ya anon😊\n  ","965451":"\n  Yes lol I do\n  ","965452":"\n  Definitely anon\n  ","965453":"\n  Sure, I guess lol\n  ","965454":"\n  No clue who that is lol\n  ","965455":"\n  Thank you😊\n  ","965456":"\n  No idea who that is\n  ","965457":"\n  Clothes and shoes aha😁\n  ","965458":"\n  Sour watermelon candy\n  ","965459":"\n  Good morning 😊\n  ","965460":"\n  Haha no, not at all\n  ","965461":"\n  😊\n  ","965462":"\n  I’m not wearing any perfume\n  ","965463":"\n  I don’t have a favorite one\n  ","965464":"\n  Yes I have friends on social media😌\n  ","965465":"\n  Anon you’re funny\n  ","965466":"\n  I’m a very shy person, yes. I’m definitely about a 10.\n  ","965467":"\n  🤨🤨\n  ","965468":"\n  to be honest, yes a little\n  ","965469":"\n  Actually anon, my reading comprehension is very good and so is my vocabulary so thank you.\n  ","965470":"\n  Y’all I’m bored\n  ","965471":"\n  But it doesn’t make sense\n  ","965472":"\n  Ooh I would say both are definitely bad if you forget them\n  ","965473":"\n  Underestimate you mean lol\n  ","965474":"\n  I feel like I associate myself with bright fun colors and neon colors too!🤪 Like happy colors.\n  ","965475":"\n  😬\n  ","965476":"\n  No lol\n  ","965477":"\n  Why anon?\n  ","965478":"\n  I don’t\n  ","965479":"\n  I mean I definitely understand this quote. No one in this world is the same. We are all different. We all have flaws and things we do differently. We think differently, we feel differently. No one is ever the same so I can agree with this quote.\n  ","965480":"\n  Honestly that’s what they’re doing, it’s funny though 🤣\n  ","965481":"\n  Where?🤣\n  ","965482":"\n  I don’t want to talk about it\n  ","965483":"\n  Lol really?\n  ","965484":"\n  Lol sure anon😊\n  ","965485":"\n  Lol why thank you\n  ","965486":"\n  Lol I just had to lay down. It happened at a doctors office and used to when I would get blood tests\n  ","965487":"\n  Lol really anon?\n  ","965488":"\n  I’m going crazy y’all, that’s right🤪🤣\n  ","965489":"\n  No I have not\n  ","965490":"\n  🤔🤔\n  ","965491":"\n  No I wouldn’t\n  ","965492":"\n  Who?\n  ","965493":"\n  I mean not necessarily\n  ","965494":"\n  Like fainted blacked out\n  ","965495":"\n  Awh y’all are so sweet\n  ","965496":"\n  Of course I would if I could!😊\n  ","965497":"\n  Say what?\n  ","965498":"\n  Oh my lol, thank you\n  ","965499":"\n  I’m not an angel anon\n  ","965500":"\n  🤪😋\n  ","965501":"\n  I haven’t really found my purpose just yet 😬\n  ","965502":"\n  Definitely want to go to Australia 😁\n  ","965503":"\n  Shoutout!\n  ","965504":"\n  I just don’t lol\n  ","965505":"\n  I don’t own one, nope\n  ","965506":"\n  No I don’t\n  ","965507":"\n  Yesssss I do\n  ","965508":"\n  The only seafood I like is calamari\n  ","965509":"\n  I have, actually\n  ","965510":"\n  Whatttt?\n  ","965511":"\n  Lol I don’t know\n  ","965512":"\n  My face is fine, thank you\n  ","965513":"\n  I’m weird, I don’t know 🤷‍♀️\n  ","965514":"\n  🤨🤨🤨\n  ","965515":"\n  I’ve posted many anon\n  ","965516":"\n  I was out and about🤣\n  ","965517":"\n  🤔🤔\n  ","965518":"\n  Excuse me?\n  ","965519":"\n  lol sure thing anon\n  ","965520":"\n  I guess because it’s comforting lol\n  ","965521":"\n  No I’ve been busy\n  ","965522":"\n  No anon🥴\n  ","965523":"\n  🤨🤨\n  ","965524":"\n  🥴🥴\n  ","965525":"\n  I eat oatmeal sometimes lol\n  ","965526":"\n  probably chocolate lol\n  ","965527":"\n  I think I’m in between to be honest. A little bit of both\n  ","965528":"\n  I don’t find any of them to be eerie actually, I don’t mind them lol\n  ","965529":"\n  No I personally wouldn’t. I like natural hair lol. And my hair is already long.\n  ","965530":"\n  You mean in the freezer 🤣\n  ","965531":"\n  🙄🙄\n  ","965532":"\n  you’re fine, thank you😌\n  ","965533":"\n  Awh thank you😊\n  ","965534":"\n  Yes, I have fallen in love.\n  ","965535":"\n  Okay y’all I don’t know if I like my profile picture, my face kinda looks fat 🥴\n  ","965536":"\n  Haha no I don’t think so\n  ","965537":"\n  Sure, I guess why not\n  ","965538":"\n  That’s Chester Bennington anon🥺\n  ","965539":"\n  Lol excuse me?🤨\n  ","965540":"\n  Well gee, thank you lol\n  ","965541":"\n  It depends anon\n  ","965542":"\n  No thank you lol\n  ","965543":"\n  What’s up? lol\n  ","965544":"\n  What the hell🤨\n  ","965545":"\n  Of course I do\n  ","965546":"\n  No lol🤨\n  ","965547":"\n  Oh come on, anon\n  ","965548":"\n  I like eating carrots though\n  ","965549":"\n  No I don’t\n  ","965550":"\n  🤨🤨\n  ","965551":"\n  I’m straight.\n  ","965552":"\n  Linkin Park 🤫\n  ","965553":"\n  Forever 21, H&M, Express,Zara mostly\n  ","965554":"\n  No I do not🤔\n  ","965555":"\n  Sigh... wow okay I’m saddened 🙁\n  ","965556":"\n  I’d have to make a wishlist aha\n  ","965557":"\n  I don’t even know what they’re talking about haha🤣 I’m so confused tbh.\n  ","965558":"\n  What’s that? lol\n  ","965559":"\n  🥴\n  ","965560":"\n  What they said after I didn’t lol\n  ","965561":"\n  🤔🤔\n  ","965562":"\n  I know it’s a song lol\n  ","965563":"\n  Well thank you anon😌\n  ","965564":"\n  Definitely anon\n  ","965565":"\n  No anon, I’m not\n  ","965566":"\n  Lol alrighty then\n  ","965567":"\n  Why’s that?\n  ","965568":"\n  Somewhat, I guess so\n  ","965569":"\n  Of course, I meant every word 😊\n  ","965570":"\n  They make no sense anon\n  ","965571":"\n  The so called President we have lol\n  ","965572":"\n  I’m too busy to understand?🤔\n  ","965573":"\n  Because they make no sense🤨\n  ","965574":"\n  Don’t know what that means lol\n  ","965575":"\n  Thank you lol and how did I know you were going to say that 🥴\n  ","965576":"\n  Thank ya😌\n  ","965577":"\n  Still have no clue what you’re saying lol\n  ","965578":"\n  Here y’all go 😎🤪\n  ","965579":"\n  Lol thank you anon\n  ","965580":"\n  I’m not sure🤨\n  ","965581":"\n  🙄\n  ","965582":"\n  Don’t get what that means\n  ","965583":"\n  You can!\n  ","965584":"\n  It was glitching out!\n  ","965585":"\n  Well thank you anon😊\n  ","965586":"\n  Really anon?\n  ","965587":"\n  Yes anon😌\n  "}}