{"Question":{"965588":"\n   thoughts on\n   \n    @Pookeo9\n   \n   ?\n  ","965589":"\n   i love your selfies, please post more? <3\n  ","965590":"\n   You got a check mark\n  ","965591":"\n   How did you get famous on here\n  ","965592":"\n   Gn😴\n  ","965593":"\n   Same with me. It's a glitch.\n  ","965594":"\n   you're so beautiful , selfie ? <3\n  ","965595":"\n   🌟🌟🙂\n  ","965596":"\n   May nagmamahal na ba sayo? 🎶\n  ","965597":"\n   📝 “The real violence, the violence that I realized was unforgivable, is the violence that we do to ourselves, when we’re too afraid to be who we really are.” ~ from the show sense8 — What are your thoughts on this quote?\n  ","965598":"\n   Are you a jealous type of person?\n  ","965599":"\n   Oh Nikki, you're so fine, you're so fine you blow my mind,hey Nikki,hey Nikki\n  ","965600":"\n   Best vacation you’ve ever taken?\n  ","965601":"\n   What was the best thing that happened to you this week?\n  ","965602":"\n   Do you allow anonymous questions? Why or why not?\n  ","965603":"\n   What’s the most recent show you’ve binge watched?\n  ","965604":"\n   Хүн ирвээс хүчилдэн уралдъя, Хатгагч эрээн могой болох бол. Хангарьд болон дээгүүр нь дүүлнэ, Хүрхрэх эрээн барс болох бол. Хөх зогдорт алслан болъ, Хү хү хү хү.\n  ","965605":"\n   My nikki✨\n  ","965606":"\n   Much love to you☺️\n  ","965607":"\n   5. 🍰Cake or 🍩Doughnut? 👅\n  ","965608":"\n   🤗🤗☺️\n  ","965609":"\n   Are you not a fan of Pennywise anymore?\n  ","965610":"\n   Single\n  ","965611":"\n   When does your school start again?\n  ","965612":"\n   Would you meet more people recommended by family?\n  ","965613":"\n   Did you have any chemistry?\n  ","965614":"\n   Hey\n  ","965615":"\n   Is there anyone you've heard whose Linkin Park cover you thought was amazing?\n  ","965616":"\n   Did you end up meeting the person?\n  ","965617":"\n   Have any of your brothers tried to introduce you to anyone to date?\n  ","965618":"\n   Do you ever laugh out loud when you're by yourself?\n  ","965619":"\n   Which Linkin Park song is the one that initially got you hooked?\n  ","965620":"\n   Did people sign your cast when you broke your arm?\n  ","965621":"\n   Have you ever worn colored contact lenses?\n  ","965622":"\n   Do you ever wear fake eyelashes?\n  ","965623":"\n   Can you tell when you're blushing without even seeing your reflection?\n  ","965624":"\n   What makes you blush?\n  ","965625":"\n   it means why..why do you believe in yourself less\n  ","965626":"\n   why do they even deserve you then??\n  ","965627":"\n   por que?\n  ","965628":"\n   Well thanks but it's definitely not beyond you. Not in a million years could I have imagined anyone as uniquely beautiful as you.  You always remind me that the wonders of reality exceed anything I can conceive of.\n  ","965629":"\n   Do you ever have friends who you always reach out to first but they never reach out too you first too (text or call) ? I need advice on what to do, most of my friends have my number but they don’t text me or call. Only when I text them first and I feel like I’m making more effort.\n  ","965630":"\n   Do you believe in yourself more than you used to?\n  ","965631":"\n   He looked like Michele Morrone and took your handcuffs off, inviting you to sit in the passenger's seat. He saw that you were tearing up, so he put on Linkin Park and could sense the calming effect it had on you. Then he started singing along and it made you laugh. In that moment your eyes locked.\n  ","965632":"\n   😍\n  ","965633":"\n   thoughts, yo tiny feeet! youre funny as hell, super nice & i miss you. chillin with ya is always a good time, & youre hot af 😏🔥\n  ","965634":"\n   You like Vanilla ice cream too right? 🤨\n  ","965635":"\n   Hi nicole💙\n  ","965636":"\n   Really are you sure ?\n  ","965637":"\n   What brings it out?\n  ","965638":"\n   You love butter and jam on toast, don't you?\n  ","965639":"\n   😱\n  ","965640":"\n   If you must know, it's because the officer wanted to spend time with you in the patrol car.\n  ","965641":"\n   Shoutout from all you fans at Dana Point\n  ","965642":"\n   How do you know if you haven't eaten them?\n  ","965643":"\n   can we talk about how fucking gorgeous you are\n  ","965644":"\n   Would you have a breakdown if you were arrested and placed in solitary confinement?\n  ","965645":"\n   Do you have a mean streak?\n  ","965646":"\n   GIMME GIMME FIRE\n  ","965647":"\n   How do you get all the girls? like all my friends always talk about you...\n  ","965648":"\n   Do you know anyone who you think is crazy?\n  ","965649":"\n   Funny how you mentioned mint chocolate chip ice cream because I’m eating some right now\n  ","965650":"\n   Do you like rain?\n  ","965651":"\n   What can make the anxiousness fade?\n  ","965652":"\n   Do you feel more comfortable when the other person is good at talking and asking you about things you're interested in?\n  ","965653":"\n   Nicoleeee your legs are so amazing I wish you showed them off more\n  ","965654":"\n   When was the last time you got really embarrassed?\n  ","965655":"\n   What about it makes you nervous?\n  ","965656":"\n   Don’t be nervous girl your beautiful you always have been. Don’t let people bring you down you are strong, do you need any advice ?\n  ","965657":"\n   What's something you wish you were better at?\n  ","965658":"\n   selfie?\n  ","965659":"\n   Are you addicted to shopping?\n  ","965660":"\n   Well what’s your favorite\n  ","965661":"\n   Have you ever eaten crabs before? 🦀\n  ","965662":"\n   you have an instagram?\n  ","965663":"\n   I like somebody on here. You.\n  ","965664":"\n   thanks that answered my question\n  ","965665":"\n   hi do you have an instagram?\n  ","965666":"\n   Are you a stubborn person?\n  ","965667":"\n   Yes u do,  u love me\n  ","965668":"\n   Do you like anybody on here ?\n  ","965669":"\n   How come you never smile in any of your photos 🤔 ?\n  ","965670":"\n   What do you prefer: read the newspaper, watch TV News, or check online news?\n  ","965671":"\n   If You could spend one day in someone else’s shoes, who would it be and why?\n  ","965672":"\n   LOL! Aww what a shame for Mr. Anon🤭😅🤷‍♂️🤷‍♂️\n  ","965673":"\n   awesome to hear, How's life since i don't go on a lot\n  ","965674":"\n   100%\n  ","965675":"\n   PAP! ❤️\n  ","965676":"\n   I’d say your eyes.\n  ","965677":"\n   how was your day?\n  ","965678":"\n   Legsssss\n  ","965679":"\n   What is your best feature?\n  ","965680":"\n   Do you like mango juice? Have you ever had mango juice before? Would you?\n  ","965681":"\n   What is your favourite winter activity? ❄⛄\n  ","965682":"\n   OMG I remember you from Cedars Sinai when we were both in there for eating disorders\n  ","965683":"\n   What is the last thing you searched online?\n  ","965684":"\n   Do you believe in the text that says an apple a day keeps the doctor away ??\n  ","965685":"\n   Do you kiss Sky?\n  ","965686":"\n   instagram ?\n  ","965687":"\n   Am I even allowed to even feel sorry for you knowing that you're inexperienced?\n  ","965688":"\n   What are you better at, being a good friend or being a good lover?\n  ","965689":"\n   Who is Nikki brooks ??\n  ","965690":"\n   ¿Te gusta estar solo\/a?\n  ","965691":"\n   That’s cool! Not too late lol before I fixed my sleeping schedule I’d wake up so late at like 3pm💀\n  ","965692":"\n   What word describes your day? 👀\n  ","965693":"\n   Yup lol\n  ","965694":"\n   Hahah yeah traffic sucks tho\n  ","965695":"\n   How’s with nice Sunday doing for you?\n  ","965696":"\n   Hmm I guess I know what 2 buy for you to make a good first impression if we ever meet 😂\n  ","965697":"\n   What's the best comfort food?\n  ","965698":"\n   Do you like chocolate croissants?\n  ","965699":"\n   Me too, from LA\n  ","965700":"\n   You are handsome\n  ","965701":"\n   cricket match kya mobile ka istemal kiya beghar dakha ja sakta?\n  ","965702":"\n   It's the evening in Sweden, Nicole. The Swedes count too.\n  ","965703":"\n   Where are you from?\n  ","965704":"\n   Yeah lol no days off 😂\n  ","965705":"\n   good night\n  ","965706":"\n   Must be nice loll I’m at my grandmas bakery on my day off of work\n  ","965707":"\n   What are you up to?\n  ","965708":"\n   I'm good u ?\n  ","965709":"\n   Do u guys know how to folow each other.. coz no body folows me😔\n  ","965710":"\n   129. Happy Sunday. Have a great day! stay positive ✨💕\n  ","965711":"\n   Lol he'll be scrolling as long as his device📱💻will keep functioning before the processing power fails him😂 there's only so far you can scroll before the app crashes or web browser chunks out😂😂\n  ","965712":"\n   Single or dating ?\n  ","965713":"\n   Write down something to remember.\n  ","965714":"\n   When you're having a bad day, what do you like to do to cheer yourself up?\n  ","965715":"\n   When was the last time you got mad at someone? About what? 😟\n  ","965716":"\n   🍪 or 🍰\n  ","965717":"\n   What's the longest you've gone without sleep?👀\n  ","965718":"\n   If you could change your name, what would you change it to?\n  ","965719":"\n   Same how many times have you been in the newspaper and on tv ?\n  ","965720":"\n   Haha woahhh sh!t!!! You have over 100k answers!🤯😂😂He will be scrolling for days!😂\n  ","965721":"\n   If COVID never happened, what all would've you done in the past 4 months?\n  ","965722":"\n   They've become greedy huh? :\/\n  ","965723":"\n   What do you want to be remembered for after you pass away ?\n  ","965724":"\n   Will you do a podcast?\n  ","965725":"\n   Was collapsing in his arms after spirited passion something that's forever etched in your mind?\n  ","965726":"\n   Lol this anon probably expected you to say \"no go away\" but had his mind blown and went scrolling!🤭😆😅\n  ","965727":"\n   I feel tired and sad today, don’t know why I just do. Had a dream about my mom the other night and it was so real like I felt her hug and I could smell her perfume. Been in kind of a funk ever since. Is there anyone you’d like to see once more just to get closure?\n  ","965728":"\n   Again, Chester, Adam and your new flame Michele Marrone have them, so you do like it, but when it comes to yourself is when you become critical of them. You always turn things you like into negatives if they have to do with you. Stop that! You deserve better.\n  ","965729":"\n   What things help you relax the best?\n  ","965730":"\n   Sean Hannity or Tucker Carlson?\n  ","965731":"\n   I think its a piss poor girlfriend that goes on the internet asking random strangers to go with her against her boyfriend instead of talking to him VV\n  ","965732":"\n   My bf is the very  jealous type he knows the number of followers i have and gets really mad once they increase because i accepted their friend request thinking they only added me to hit me up. what yall think?\n  ","965733":"\n   Oh wow -.-\n  ","965734":"\n   If you could be half man half animal, which animal would you choose?\n  ","965735":"\n   Why are you making me repeat a perfectly legible question?\n  ","965736":"\n   HAPPY SUNDAY! \nMost of us don't know the day of the week anymore and some may be in a different time zone but I'd like to remind you to always stay happy and positive! Let's make it count 💛💯\n  ","965737":"\n   Do you own countless negligees?\n  ","965738":"\n   Cats or dogs?\n  ","965739":"\n   good\n  ","965740":"\n   Not especially but atleast they’re gonna numb me. I can’t wait till I have my own place and she can come visit\n  ","965741":"\n   Stay away from the forest 😆\n  ","965742":"\n   Do you prefer to be grounded in reality, or do you wish to escape it?\n  ","965743":"\n   We are the people of the 21st century. We are the future, we are the light. We are the people of the 21st century. We have the chance to do things right, we are the people!\n  ","965744":"\n   Are you simply too cute and sweet for them to handle?\n  ","965745":"\n   What if she's silent because she's asleep?\n  ","965746":"\n   Would you ever want to clone yourself?\n  ","965747":"\n   Was tonight amazing so far?\n  ","965748":"\n   hello\n  ","965749":"\n   Have you ever drank a mayonnaise smoothie?\n  ","965750":"\n   What's the last thing that Sky advised you against doing?\n  ","965751":"\n   Has the heat of a chili ever burned the back of your throat?\n  ","965752":"\n   Seems like you're addicted to Linkin Park to me\n  ","965753":"\n   Does Shania Twain remind you of yourself in a lot of ways?\n  ","965754":"\n   Are you an addict?\n  ","965755":"\n   Did you know that the word 'emotion' stands for 'energy in motion'? 💡\n  ","965756":"\n   Heyyy how are you\n  ","965757":"\n   4. 🍺beer or 🍹mixed drinks?\n  ","965758":"\n   I would not\n  ","965759":"\n   a girl silent is dangeerous\n  ","965760":"\n   How'd you describe your taste in music? 😁\n  ","965761":"\n   SING A LONG TIME!\n  ","965762":"\n   Who do you trust more, your friends or your parents? Why? ❤️\n  ","965763":"\n   can you post a pictures of you in a bikini\n  ","965764":"\n   I'm good and just listening to music :)\n  ","965765":"\n   Around the world, all people sing. We sing of life, and what the world may bring. We sing of peace in every land. We sing of walking hand in hand.\n  ","965766":"\n   Quanto conta la dimensione del naso?\n  ","965767":"\n   Thanks Nikki👍\n  ","965768":"\n   How old are you?\n  ","965769":"\n   Why do Irish people speak with a weird accent?\n  ","965770":"\n   Hi Nikki! I can follow you?\n  ","965771":"\n   Say that you were on a camping trip with friends, and your friends golden retriever nosed open the cooler, got out a bottle of lemonade with her mouth, and came and gave it to you, wagging her tail. Would it be time for hugs? :D\n  ","965772":"\n   do You like lemonade?\n  ","965773":"\n   In your opinion, how long should a couple wait before doing the big milestones like moving in together and getting engaged \/married?\n  ","965774":"\n   What about you do they judge most?\n  ","965775":"\n   Wow do you know why?\n  ","965776":"\n   Kitty kitty kitty, would you like to pet the kitty? :3\n  ","965777":"\n   Its no coincidence that I voted on one of your pics then a few minutes later I get questions about being a catfish then after that my account gets banned🙄\n  ","965778":"\n   Your family members believe in what you tell them? They are trust you?\n  ","965779":"\n   Why are you banning my accounts?\n  ","965780":"\n   What are you most proud of?\n  ","965781":"\n   Is it just me or don't u get like 1 coin for every answer anymore?\n  ","965782":"\n   What are some of your long-term goals?\n  ","965783":"\n   What business or company do you wish you owned?\n  ","965784":"\n   ah so ypu skip leg day lmaoo\n  ","965785":"\n   What was the longest conversation you have had with someone recently? What was it about?\n  ","965786":"\n   What are your plans for this weekend?🌺\n  ","965787":"\n   Look at you, you stylish little hottie\n  ","965788":"\n   Fiyahhhh\n  ","965789":"\n   Which are you better at: Singing or dancing?\n  ","965790":"\n   full body selfie?\n  ","965791":"\n   If you could be invisible for one hour, where would you go and what you would you do?\n  ","965792":"\n   why?\n  ","965793":"\n   Did your brother immediately start choking him upon hearing that?\n  ","965794":"\n   makes sense😂 lets start with kik then\n  ","965795":"\n   Why do you think there's still a stigma over guys showing their tears\n  ","965796":"\n   How'd you describe your habits in general? Are they good or bad? 🚿🚰🏃‍♂️💤\n  ","965797":"\n   Apart from our genes, what do we all have in common that makes us human? 👍\n  ","965798":"\n   Yeah you are. Has someone you were going out with ever alleviated your anger by pinning you against the wall and making out with you?\n  ","965799":"\n   Do you like cow tongue?\n  ","965800":"\n   Do you like Funnel cake\n  ","965801":"\n   idk something, give me your number maybe idk\n  ","965802":"\n   Have you ever watched storage unit auctions before? Interesting shows. You should check them out and on YouTube. I heard they can be addicting.\n  ","965803":"\n   What do you think about people leaving their boyfriend by text? 📱\n  ","965804":"\n   If you were Michael, would you rather work for ELQ or be in Sonny's business?\n  ","965805":"\n   Okay people. In my great state of Louisiana, a black man appealed his life sentence for stealing a hedge clipper...manual, not even electric. And he was denied. I will bet there is not a white man in the US, serving a life sentence for stealing a $20 hedge clipper. What say you?\n  ","965806":"\n   How are u?\n  ","965807":"\n   yea? whachu gonna do about it?\n  ","965808":"\n   Wow, okay I see how it is\n  ","965809":"\n   How is your day tho?\n  ","965810":"\n   Same here. It sucks massive ass lol I've gotten better at it though.\n  ","965811":"\n   Ily Nikki\n  ","965812":"\n   i can box...just throwing it out there\n  ","965813":"\n   Would you date a boxer?\n  ","965814":"\n   It's annoying thb\n  ","965815":"\n   What's one habit you want to break?\n  ","965816":"\n   Will you be a YouTuber?\n  ","965817":"\n   do you like Sky?\n  ","965818":"\n   Are you sure ? You ok\n  ","965819":"\n   Tbh you are friendly humble down to earth stay like this forever 🤗\n  ","965820":"\n   Will you scold your children for getting bad grades?\n  ","965821":"\n   Where do you think you'll be living five years from now?\n  ","965822":"\n   Really ?\n  ","965823":"\n   Do you love your parents ? 🤔\n  ","965824":"\n   Nobody who mistreats an angel deserves to feel good. And because I know you'll say \"I'm not an angel anon\" I'm saying yes you are times infinity.\n  ","965825":"\n   I want anyone who does that to you to never be happy\n  ","965826":"\n   What angers you more than it should?\n  ","965827":"\n   I bet you're hot af when you're angry\n  ","965828":"\n   Is good grammar important to you?\n  ","965829":"\n   would u want to be kissed on the lips if u have tears falling off ur face ?\n  ","965830":"\n   Have you heard of the saying \"when you got to go.... you got to go?\"\n  ","965831":"\n   Why not ?\n  ","965832":"\n   Damn your an early bird 🦅\n  ","965833":"\n   If you could make anyone in the world fall in love, which two people would you put together?\n  ","965834":"\n   ❣️\n  ","965835":"\n   something that has made you feel good lately?\n  ","965836":"\n   What makes you lose your temper? 🤐\n  ","965837":"\n   Likewise miss nikki\n  ","965838":"\n   Which would you say is worse - saying something and later wishing you didn't or not saying anything and later wishing you had? 👍\n  ","965839":"\n   Fill the gap up with YES or NO! __, I'm bad. 😂\n  ","965840":"\n   Do you eat mushrooms? 😋🍄\n  ","965841":"\n   WOULD YOU RATHER: Have a golden voice or a silver tongue? 😂🎤👅\n  ","965842":"\n   Have you ever felt so down to the point you don't even care what would happen anymore? How did you get through it?\n  ","965843":"\n   What's your favorite water sport?\n  ","965844":"\n   What’s your song choice of the week?\n  ","965845":"\n   What habit do you have that you think not many other people have?\n  ","965846":"\n   Would you leave your home country for the one you love?\n  ","965847":"\n\n    https:\/\/ask.fm\/korndude\/answers\/162574988949\n   \n   😁🤭😃\n  ","965848":"\n   What was the last movie you watched? Liked?\n  ","965849":"\n   Lol awesome!😃 Glad you enjoyed it!😁 I made a GIF of that lady crushing Johnny with the sofa!🤣 (posted on one of my answers)😁\n  ","965850":"\n   Would you consider yourself to be artistic? If so, what kind of art do you create?\n  ","965851":"\n   You can erase any horrible experience from your past. What will it be?\n  ","965852":"\n   You get the opportunity to go on a track and drive a race car, do you choose to do it or not? Why? 🏎 If you say no since you can't drive etc., would you have wanted to be in the passenger seat? 😁\n  ","965853":"\n   I think we all are.\n  ","965854":"\n   how are u..\nSay something about Friends Something Deep ..\nshare your thoughts about Friends\n  ","965855":"\n   Okayy! Looking forward to hearing your thoughts!🥰\n  ","965856":"\n   Ask me literally anything. I’m down!!\n  ","965857":"\n   Ever been to a sports game?\n  ","965858":"\n   What does it mean to be a good citizen on the Internet?\n  ","965859":"\n   Do you use perfume\/cologne? What is your favorite scent? ☺\n  ","965860":"\n   Do you know you Ra’zeko is?\n  ","965861":"\n   What's your lockdown routine??🙃\n  ","965862":"\n   Okay so I have a problem, why is it that whenever I post a story on my Instagram people keep viewing it ??? I don’t want them to see it they are just being too nosey. Should I tell them about it? Please give me advice thank you\n  ","965863":"\n   SPACE 💚\n  ","965864":"\n   What’s up with everyone?\n  ","965865":"\n   Who tf is the guy with the tats ? On your profile Nikki !??!! You cheating on me again Nicole ??!!!!\n  ","965866":"\n   Shitballs u are taller then me im 5’2 is  there anything else you what to say Nikki 😑😑\n  ","965867":"\n   How old are you?\n  ","965868":"\n   3. ☕Coffee or 🍵Tea?\n  ","965869":"\n   Any fellow goofballs out there?\n  ","965870":"\n   Would you say you’re more of an extrovert or an introvert?\n  ","965871":"\n   how tall are you?\n  ","965872":"\n   has that happened to you?\n  ","965873":"\n   Did you ever go through any \"cringey\" phases in life? Like some people cringe at their old styles or behaviour etc.\n  ","965874":"\n   What are some things that make you really happy?👀\n  ","965875":"\n   Do you have a prized possession?\n  ","965876":"\n   What is one of your favorite foods?\n  ","965877":"\n   Have you been in a situation when tears fall down to the floor when talking to someone and you keep talking through sniffles and tears?\n  ","965878":"\n   It has happened to me Nikki. Are you trying to shame me for having gone through that?\n  ","965879":"\n   Are you still close with your almost former in-laws?\n  ","965880":"\n   What do you do to keep yourself going, like while you work or study when you do not feel motivated whatsoever? 😩\n  ","965881":"\n   Is there a quote that resonates with you? If so, what is it?\n  ","965882":"\n   Il tuo gusto di te preferito?\n  ","965883":"\n   how often do you wear shorts?\n  ","965884":"\n   6. Whats the most unprofessional thing you’ve seen someone do?\n  ","965885":"\n   Are you hard on yourself about your perfect legs?\n  ","965886":"\n   Hehe okay! Hope you like it!😁 it made laugh!🤭😅\n   \n    https:\/\/youtu.be\/YTpWaWxe9yE\n   \n   its only like 9 mins? Let me know what you think?😁\n  ","965887":"\n   What are you too hard on yourself for?\n  ","965888":"\n   how long are your walks?\n  ","965889":"\n   Wyd?????\n  ","965890":"\n   Hey! What questions do you ask yourself every day?\n  ","965891":"\n   Would you rather work for money or make money work for you? 🤑\n  ","965892":"\n   selfie?\n  ","965893":"\n   what would you do if you ran into a leopard in the forest?\n  ","965894":"\n   how has your week been?\n  ","965895":"\n   how long do you want the kiss?\n  ","965896":"\n   is it awkward if a friend kisses you to comfort you?\n  ","965897":"\n   yes to feel better. u wouldnt care for the tears to fall off your face ?\n  ","965898":"\n   2. 🍳Eggs or 🥣Oatmeal?\n  ","965899":"\n   What's better\nA cold drink on a hot day or\nA warm drink on a cold day ?\n  ","965900":"\n   Hey i found a really funny Johnny Bravo episode on Youtube😅😂 can i link it?😁\n  ","965901":"\n   would u want to be kissed on the lips if u have tears falling off ur face ?\n  ","965902":"\n   You take good selfies !!! :)\n  ","965903":"\n   Heyy\n  ","965904":"\n   Has an ex accidentally ripped articles of your clothing or broken pieces of jewelry in the heat of passion?\n  ","965905":"\n   Follow me    home\n  ","965906":"\n   Hi\n  ","965907":"\n   Do you follow your 🧠 brain or your ❤ heart?\n  ","965908":"\n   Would you rather be tickled for 10 minutes or trapped in a room with spiders for 10 minutes? Why?\n  ","965909":"\n   would you rather date someone extremely hot or extremely honest? 👭💓👫💓👬\n  ","965910":"\n   4. WHAT “OLD PERSON” THINGS DO YOU DO?\n  ","965911":"\n   I know right\n  ","965912":"\n   Do you prefer to take showers or baths? Why? 🚿 🛀 👍\n  ","965913":"\n   What is the strangest dream you've ever had? 😴💭💤\n  ","965914":"\n   1. WOULD YOU RATHER BE IN A REAL-LIFE VERSION OF THE WALKING DEAD OR A REAL-LIFE VERSION OF GAME OF THRONES?\n  ","965915":"\n   Awake slightly earlier than usual I see lol\n  ","965916":"\n   your ten-year-old self asks you a question, \"are you proud of what you've become?\"\n  ","965917":"\n   Good thanks. In bed lol?\n  ","965918":"\n   How are you?\n  ","965919":"\n   I meant like what? Not lucky\n  ","965920":"\n   I want to adopt you\n  ","965921":"\n   Do you believe in true love? 💗\n  ","965922":"\n   It’s gonna be a while because I have to get my own place first. Yeah the root canal is not gonna be fun\n  ","965923":"\n   Love boobs\n  ","965924":"\n   What’s your favorite movie?\n  ","965925":"\n   Lol why do you talk to yourself ?\n  ","965926":"\n   Do you talk to yourself sometimes?\n  ","965927":"\n   If you are an active user , answer this question 🌸\n  ","965928":"\n   Cos'è l'amore?\n  ","965929":"\n   If you are given the chance to remove the existence of a thing or a person, what or who would it be and why? 🙊\n  ","965930":"\n   That doesn’t make sense o_o\n  ","965931":"\n   What two animals, if combined, would make for an awesome animal?\n  ","965932":"\n   1. 🐟 Fish or 🥩 Steak?\n  ","965933":"\n   It would've been nice if you told me that before. I've been Anon Bennington for the past month, gearing up for the grand proposal. Now I have a bunch of AB monogrammed towels and a new signature I've been practicing, all for nothing. The towels are nice though, so I guess that's a good thing.\n  ","965934":"\n   dang, so that ac is werking, right?\n  ","965935":"\n   do you currently have a fan on?\n  ","965936":"\n   If you were to describe your life so far in 3 words what would it be ?\n  ","965937":"\n   You remember it crystal clear. Don't pretend you don't Nicole.\n  ","965938":"\n   Do you have high arches, how about flat feet?\n  ","965939":"\n   If I changed my name to Anon Bennington, would that make you more likely to give me your hand in marriage?\n  ","965940":"\n   If you were to start a community or cult or something, what would you base it around? Would you have like a core message and tenets of behaviour etc?\n  ","965941":"\n   It's almost the end of the week! You've been amazing! :D be proud of yourself! You're so important and you're doing so damn well! :3 Keep it up! 💕\n  ","965942":"\n   Okay fair enough, good night btw\n  ","965943":"\n   I can relate to this 100% 👍\n  ","965944":"\n   You're so funny Nicole. You're the best.\n  ","965945":"\n   lets all get matching tattoos that say ask.fm :)\n  ","965946":"\n   What piercings do you have\n  ","965947":"\n   If you were given a chance to look into your future, would you?\n  ","965948":"\n   Did you witness lots of trauma during your childhood?\n  ","965949":"\n   Would you rather be stuck in an isolated area with ten snakes or ten spiders? 🐍 🕷️ 👍\n  ","965950":"\n   Do you want anymore piercings?\n  ","965951":"\n   How was your First Kiss ? 😘\n  ","965952":"\n   Do you want any tattoos if so what areas\n  ","965953":"\n   But you would like to see the parrots from time to time, singing a song as you walk down the street?\n  ","965954":"\n   are you of Irish decent?\n  ","965955":"\n   Do you draw anything? Or don't you know how to draw anything?\n  ","965956":"\n   Can she make a lot of things well?\n  ","965957":"\n   Are you watching anything right now?\n  ","965958":"\n   Would you rather want to experience how it'd be being 20 cm \/ 8 inches taller or that but shorter for a day? Why? 🤔📏\n  ","965959":"\n   That’s good. I’m decent it’s been a long day. Been missing my Girlfriend a lot today and I gotta go Tuesday for a root canal.\n  ","965960":"\n   Who taught you how to make it?\n  ","965961":"\n   Are you glad that your mom liked Nicole Kidman and not Reese Witherspoon otherwise your name would be Reese Buckley?\n  ","965962":"\n   Is it true that you'd love to run your fingers through Trump's blonde hair while you gazed into his greyish blue eyes?\n  ","965963":"\n   If your parent wanted plastic surgery would you support them or try to convince them not to?\n  ","965964":"\n   Now have you watched the recent GH episodes?\n  ","965965":"\n   Do you know anyone with any fake body parts?\n  ","965966":"\n   Is it true that Covid19 has been in the United States since November 2019\n  ","965967":"\n   do you know anyone with fake boobs\n  ","965968":"\n   Studies Show N.Y. Outbreak Originated in Europe，Is it true?\n  ","965969":"\n   What is something you enjoy to cook?\n  ","965970":"\n   Forget 90 days I want to be with you for ALL the days\n  ","965971":"\n   Why not adopt the singing parrots?\n  ","965972":"\n   Do you like chicken wings? What is your favorite flavor? 🍗💕\n  ","965973":"\n   It'd be good for him though. He wants too much from you. The sooner he accepts it's not happening, the sooner he can move on and free himself from this unreasonable fixation. He'll be happier.\n  ","965974":"\n   Snapchat username?\n  ","965975":"\n   What would make you happy?\n  ","965976":"\n   Just say he's right and that you don't care so he can stop badgering you all the time\n  ","965977":"\n   Is Three Bucklateers your fav candy bar?\n  ","965978":"\n   Because I like you a lot and think you're fun and beautiful. I can't see how it'd be anything but beneficial for my existence.\n  ","965979":"\n   Cool! Me too! I’m from LA you?\n  ","965980":"\n   Where at you from?\n  ","965981":"\n   Yeah, you got to be personally entertained by Nicole Buckley all day. I wish I had that perk.\n  ","965982":"\n   Like? Lol\n  ","965983":"\n   If you had no sons but your brother did, only he didn't want to name his son Chester, but said he'd name him Bennington Buckley, would that mean a lot to you?\n  ","965984":"\n   😂😂\n  ","965985":"\n   Lucky\n  ","965986":"\n   What is your favorite dog breed? 🐕💕\n  ","965987":"\n   Hehehe\n  ","965988":"\n   How so? Lol\n  ","965989":"\n   What have you been doing all day?\n  ","965990":"\n   Tbh, both of you are beautiful haha.\n  ","965991":"\n   If your parents start weeping if and when Trump loses, will you feel bad for them or be happy that they're suffering?\n  ","965992":"\n   Do you think you'll ever achieve your dream of being an ordained pastor?\n  ","965993":"\n   To honor that beautiful man\n  ","965994":"\n   How’s it going?\n  ","965995":"\n   Would your parents be mad if you changed your last name to Bennington?\n  ","965996":"\n   Loving your new profile pic! 💗😄\n  ","965997":"\n   How do you differ (offline) from the internet version of yourself, if at all?\n  ","965998":"\n   Would you adopt the singing parrots? :D\n  ","965999":"\n   How are you?\n  ","966000":"\n   Could you do stand up comedy In front of a crowd\n  ","966001":"\n   Will you vote for trump??\n  ","966002":"\n   Has any one ever touched and kissed you if so what areas\n  ","966003":"\n   Be honest, have you ever consumed so much alcohol in a single drinking session, that vomiting occured?? 😮🤮😳\n  ","966004":"\n   What do you like most about them?\n  ","966005":"\n   My sister is in grad school for that\n  ","966006":"\n   If you truly weren't happy you'd be like \"What the heck, I have nothing to lose!\" and would accept my proposal. You must be a lot happier than you think.\n  ","966007":"\n   Would you ever get a tattoo on your stomach or a belly button tattoo\n  ","966008":"\n   Yet not sad enough to accept my marriage proposal\n  ","966009":"\n   Can you change a diaper?\n  ","966010":"\n   when do you go back to college and do you have to wear a mask\n  ","966011":"\n   Are you happy?\n  ","966012":"\n   3. HOW LONG WOULD YOU LAST IN A ZOMBIE APOCALYPSE?\n  ","966013":"\n   What you gone cook today 😁?\n  ","966014":"\n   You do know this Tobbe with face paint is not real? That person in face paint is not named Tobbe and the one your speaking too is over 40 years old\n  ","966015":"\n   I was once over in Canada when I was younger and took part in the maze , I crapped myself every time someone jumped out 😂 the toffee apples were insane tho !\n  ","966016":"\n   I've never looked at you and not been impressed\n  ","966017":"\n   Forgot to put that one but agreed good one to celebrate 😁\n  ","966018":"\n   Favourite celebration time ? \nEaster \/ Christmas \/ new year etc ?\n  ","966019":"\n   Do you have any siblings ?\n  ","966020":"\n   Question spam incomingggggg\nDo you drive? Would you like to if you don't ?\n  ","966021":"\n   Do you have any regrets about the past?\n  ","966022":"\n   Well you do anyway\n  ","966023":"\n   Do you dress to impress or keep it lowkey? 👔👗\n  ","966024":"\n   Are you closer to your mum \/ dad or both equally ?\n  ","966025":"\n   If one of your exes got into a disfiguring car wreck and then decided he wanted to talk o you all the time, would you do it or refuse because he didn't want to before he was disfigured?\n  ","966026":"\n   Do you have any pets ?\n  ","966027":"\n   It's a kind of chocolate bar. It's the one triangular shaped.\n  ","966028":"\n   An update on my future on this app 🗓:\n   \n    https:\/\/ask.fm\/Tobbelit0\/answers\/162297880791?utm_source=copy_link&utm_medium=android\n   \n","966029":"\n   Would you rather have lots of mutual friends or a few very close ones ?\n  ","966030":"\n   Does pineapple belong on a pizza ?\n  ","966031":"\n   Indian or Chinese food ? Or neither\n  ","966032":"\n   Do you like Tolblerone?\n  ","966033":"\n   What's your favourite food that cheers you up ?\n  ","966034":"\n   Are you good at giving advice ?\n  ","966035":"\n   Tea or coffee ? Or anything similar\n  ","966036":"\n   You drive men wild with desire. Is that what you mean?\n  ","966037":"\n   Can you drive If you can what car do you have\n  ","966038":"\n   Who judges you NIkki?\n  ","966039":"\n   Why do you hate ghosts so much?\n  ","966040":"\n   What are you majoring in ?\n  ","966041":"\n   How are you\n  ","966042":"\n   What about you though\n  ","966043":"\n   Do you wish one would?\n  ","966044":"\n   ngl your long hair is such a turn on\n  ","966045":"\n   full body selfie?\n  ","966046":"\n   I wish my job was more fun but hey at least I’m getting paid and have a job right now\n  ","966047":"\n   Has a ghost ever made out with you?\n  ","966048":"\n   Hello nikki🌺\n  ","966049":"\n   You're always awake. You're like Santa Claus in that sense.\n  ","966050":"\n   I’m about to head to work , yay 😐\n  ","966051":"\n   2020 has been a weird year so far, has it changed anything big for you, changed your perspective on anything?\n  ","966052":"\n   What’s your favorite color?\n  ","966053":"\n   How’s your day going so far 🤔 ?\n  ","966054":"\n   😂\n  ","966055":"\n   Good morning Nicole Austin Green\n  ","966056":"\n   Good morning Nikki ☺️\n  ","966057":"\n   Milk chocolate or dark chocolate? 🍫\n  ","966058":"\n   If you could own any mythical pet. What would that be?\n  ","966059":"\n   Do you think Askfm is more fun with the anonymous tab on or off? And why?🤔\n  ","966060":"\n   ;do u wear pink\n  ","966061":"\n   Wassup little Tina\n  ","966062":"\n   Why are you allowed to like Leto but not Brian Austin Green when Leto is older?\n  ","966063":"\n   Do you enjoy the sound of Sky drinking water?\n  ","966064":"\n   What do you do when grown women put the moves on you?\n  ","966065":"\n   Like the one I asked about your friend texting you her hourly rates. That was amazing, yet you somehow skipped that in favor of far duller questions.\n  ","966066":"\n   it is..it's very unhealthy to consume most things (besides water) all the time..they're just a band but you act like their words are straight from god or something. and even if they were from god,  to be obsessed with it all the time is extreme\n  ","966067":"\n   Have you thrown your beloved Leto in the dumpster that easily?\n  ","966068":"\n   What about the Bucklateers?\n  ","966069":"\n   So a child can't drive or vote, but they are equipped to choose to get operations that make them a different gender?\n  ","966070":"\n   Are you worried about children who are allowed to transition to a different gender because that's too young to make such a big decision?\n  ","966071":"\n   Would you like them to be called the Bucklettes?\n  ","966072":"\n   Because that will one day be your name\n  ","966073":"\n   So what, that makes him younger than Leto, who is one of your other crushes?\n  ","966074":"\n   How would you react if one night. you were walking down the street, and you came across a row of four parrots, standing on a fence, wearing little top hats, bow ties and fake old timey mustaches. and they were singing: \"By the light of the silvery moon\" in a barbershop quartet?\n  ","966075":"\n   What if the place you met him was the parking lot of the grocery store and you saw that he had mint chocolate chip ice cream in his bag. Would that be a sign that you should go on a date with him?\n  ","966076":"\n   Have you practiced signing Nicole Austin Green on paper?\n  ","966077":"\n   Have you watched Harry Potter?\n  ","966078":"\n   you listen to them too much. it's driving you mad\n  ","966079":"\n   What’s something small you can start doing today to better yourself?\n  ","966080":"\n   Yes I do, I have a keen pulse on your mental state based on your answers. You've been out of the sorts the last couple days and it's making you say uncharacteristic things. Just acknowledge ,my wisdom.\n  ","966081":"\n   Why not\n  ","966082":"\n   What kind of work are you doing rn?\n  ","966083":"\n   I swear you skip some of the greatest questions\n  ","966084":"\n   If you're super famous, what would you call your fans? (eg. BlackPink - Blink) 💯\n  ","966085":"\n   If you're given a chance to ask me questions, what would it be? I will do my best to answer them all.\n  ","966086":"\n   Larry!\n  ","966087":"\n   How has your day been?\n  ","966088":"\n   If he did, would you give him a chance or immediately turn him down?\n  ","966089":"\n   All they have to do is describe you and it'll paint the picture of someone very lovable.\n  ","966090":"\n   how big is your bedroom?\n  ","966091":"\n   You're welcome lol. Your room looks quite big?\n  ","966092":"\n   Whoever is arguing for it will win that debate.\n  ","966093":"\n   Cool t-shirt and your room looks nice :)\n  ","966094":"\n   Anyone with a pulse is capable of falling in love with you.\n  ","966095":"\n   He's lost, Nicole. His love bailed on him to start a new life with MGK. If you two fell in love, would you help him rebuild or would you tell him that your feelings can only go so far because his children would be too much for you to handle?\n  ","966096":"\n   Question to question talk?\n  ","966097":"\n   My future wife looks incredible there\n  ","966098":"\n   Would you raise his children with him?\n  ","966099":"\n   What made you get so into Jake Paul? What about him was so attractive to you?\n  ","966100":"\n   Do you firmly believe that it's ok to tongue kiss your significant other in front of each other's parents?\n  ","966101":"\n   So you don't know the British guy\n   \n    @albz890\n   \n   he's popular just like you\n  ","966102":"\n   is cheeky swimwear the only swimwear you wear?\n  ","966103":"\n   MGK or Brian Austin Green?\n  ","966104":"\n   selfie?\n  ","966105":"\n   Has your sworn testimony ever put a man in prison?\n  ","966106":"\n   Nothing wrong with brown eyes, they're warm and pretty ☺\n  ","966107":"\n   Eminem or Drake?\n  ","966108":"\n   We’re half way through the week! \nHow are you doing? ❤️\n  ","966109":"\n   Why sadly? Stop saying unhealthy things.\n  ","966110":"\n   I want you to replace Mayor Garcetti. I want Mayor Buckley to restore order to these streets, bringing love and prosperity to all.\n  ","966111":"\n   what is the color of your eyes?\n  ","966112":"\n   I want you to be Mayor of Los Angeles\n  ","966113":"\n   Do you plan on running for political office?\n  ","966114":"\n   how?\n  ","966115":"\n   Make the pain go away Nikki\n  ","966116":"\n   Has anyone ever made a fool of you?\n  ","966117":"\n   How many times have you fallen in love?\n  ","966118":"\n   What is something that made you laugh on YouTube recently?\n  ","966119":"\n   If you like someone, what do you primarily do?\n  ","966120":"\n   do you prefer festivals or concerts? 🎶\n  ","966121":"\n   Wake up sweet thang\n  ","966122":"\n   What makes you feel like a boss? 😏\n  ","966123":"\n   Did you make all the way up?\n  ","966124":"\n   Have you ever walked up an escalator that was going down?\n  ","966125":"\n   Yeah that was super crazy wasn't it? I've never seen anything like it.\n  ","966126":"\n   Did you see that footage from Lebanon yesterday?\n  ","966127":"\n   Do you get claustrophobic in elevators?\n  ","966128":"\n   can you handle big roller coasters?\n  ","966129":"\n   Have you ever done that with anyone?\n  ","966130":"\n   What is the last thing you downloaded onto your computer?\n  ","966131":"\n   Do you have one of his hoodies tucked away in a secret drawer in your room that still bears the smell of his cologne which you take out and smell sometimes?\n  ","966132":"\n   Was it responsible for the most beautiful thing you ever experienced?\n  ","966133":"\n   Shark diving, bungee jumping, or sky diving? 🦈☁️\n  ","966134":"\n   Nikki help. I stopped getting coins when people answer my questions 😥\n  ","966135":"\n   Was that a mistake you'll never repeat again or a beautiful thing?\n  ","966136":"\n   Do you ever fell in love with somebody here in AskFM?\n  ","966137":"\n   which is your zodic sign ?\n  ","966138":"\n   How long you gonna be awake for?\n  ","966139":"\n   What’s the clumsiest thing that you’ve ever done?\n  ","966140":"\n   What's your favourite season? Why's it your favourite? 🍃 🌞 🍂 ❄️ 👍\n  ","966141":"\n   What's your favourite type of pie? 🥧 👍\n  ","966142":"\n   Not tired?\n  ","966143":"\n   ready for 2021?\n  ","966144":"\n   Thank you 😌 much appreciated !\n  ","966145":"\n   What are you up to?\n  ","966146":"\n   What's the most unsettling movie you’ve seen? 😨 👍\n  ","966147":"\n   If you like her, what's your favourite Beyonce single? 🎶 👍\n  ","966148":"\n   Taco Bell or Long John Silvers?\n  ","966149":"\n   Stay naked!!\n  ","966150":"\n   Did you dump Jared Leto already?\n  ","966151":"\n   If you like them, what's your favourite Black Eyed Peas single? 🎶 👍\n  ","966152":"\n   If anyone wants to contribute vote on my two recent polls 👀 it'd be interesting to hear your answers 😁😁😁\n  ","966153":"\n   What is a dream vacation you would want to go and visit?\n  ","966154":"\n   What is the most delicious kind of meal for you? Appetizer, main course and then dessert.\n  ","966155":"\n   Would you like a visitor to the house?\n  ","966156":"\n   When you go out to eat at a restaurant do you have a \"usual order\" and get the same thing all the time... Or do you try something new each time?\n  ","966157":"\n   PAP - Space\n(PAP - Post a picture)\n\nShare anything at all that you would like to share.\n\n_______ Side note _______\n(For people that don't know and you are wondering what space means. Mean basically a free share what you want type question. Share whatever you would like appropriately)\n  ","966158":"\n   Have you ever been given a present that was so bad you had to return it?\n  ","966159":"\n   Are you afraid of the future?\n  ","966160":"\n   is sky ok?\n  ","966161":"\n   You OK?\n  ","966162":"\n   What’s the best way to beat the heat ?\n  ","966163":"\n   Achtest du auf Kalorien beim essen?🍍🍒🧇🍟\n  ","966164":"\n   If you had to lose a body part, which one would you mind not losing?\n  ","966165":"\n   Has anyone ever told you that you're too nice? 😇\n  ","966166":"\n   Why do people like Cursing so much?\n  ","966167":"\n   What is the most amount times you had sex in one day\n  ","966168":"\n   What brand chocolate chip cookies do you have?\n  ","966169":"\n   You forgot something again\n  ","966170":"\n   OMG Nikki, I know Ive told you that my Jack Russell Terrier, Ginger, pushes a basketball around with her mouth, growling at it, but then I did a youtube search, and it seems ONLY jack russells do this! xD So when Ginger is done and shes wagging her tail Im like: \"Why do you jackies DO this, Ginger?\"\n  ","966171":"\n   Can I have a cookie lol?\n  ","966172":"\n   What were you there for?\n  ","966173":"\n   It's National Chocolate Chip Cookie Day Nikki, do you have any chocolate chip cookies at home?\n  ","966174":"\n   What celebrity pair would make an ideal couple?\n  ","966175":"\n   What makes your shoes smell the worst?\n  ","966176":"\n   when we getting married already?\n  ","966177":"\n   Did you ask him anything?\n  ","966178":"\n   Where was the last place you went on holiday ?\n  ","966179":"\n   If you could live anywhere in the world, where would it be?\n  ","966180":"\n   Tell me about the weirdest teacher that you’ve had\n  ","966181":"\n   Have you ever been in the newspaper or on tv?\n  ","966182":"\n   How forgetful are you?\n  ","966183":"\n   Are you on the toilet right now?\n  ","966184":"\n   did someone pass away or get diagnosed with an illness?\n  ","966185":"\n   How are you doing today?☺️🌺\n  ","966186":"\n   it is..you are a blessed angel & only someone terrible poisoning you into believing you werent good enough would cause this\n  ","966187":"\n   have you ever accidentally walked in on your parents doing the wild thing??\n  ","966188":"\n   if you see a fly with a white head catch it  Its worth one million dollars\n  ","966189":"\n   Stop thinking about it and live in the moment. You'll be fine!\n  ","966190":"\n   Friends forever xD\n  ","966191":"\n   Is Little Nicky your fav Adam Sandler movie?\n  ","966192":"\n   who did this to you if not him?\n  ","966193":"\n   Mamma says hi from hell 😈👹😈\n  ","966194":"\n   I am waiting for your telephone number baby\n  ","966195":"\n   Can you give me your number?\n  ","966196":"\n   what other things?\n  ","966197":"\n   U remember me?\n  ","966198":"\n   Yeah i know but like one time i saw a guy with 2 million likes :O\n  ","966199":"\n   You probably are one of those who have most likes on ask xD\n  ","966200":"\n   Hey Nikki :)\n  ","966201":"\n   you used to say you were happy b4 edra. he ripped your heart into pieces :'(\n  ","966202":"\n   Lol true\n  ","966203":"\n   how are you?\n  ","966204":"\n   hi Nikkita\n  ","966205":"\n   I love u my nikky\n  ","966206":"\n   Do you think about your future a lot or just live in the present?\n  ","966207":"\n   Why?\n  ","966208":"\n   Trump was just on TV and he didn't know how to say Yosemite. He kept calling it Yo-semites.\n  ","966209":"\n   I just want you to be happy all the time\n  ","966210":"\n   i love this photo so much\n  ","966211":"\n   yes you f'n are 😍\n  ","966212":"\n   is that a half sleeve shirt? like the sleeves cut off above your elbows?\n  ","966213":"\n   is this a t-shirt?\n  ","966214":"\n   are you sitting down in this selfie?\n  ","966215":"\n   Are you more feminine or masculine?\n  ","966216":"\n   You sparkle more than all the jewelry in the world\n  ","966217":"\n   Do y'all have any specific shops\/sites you visit if you want jewellery?\n  ","966218":"\n   What's the best thing you got from your parents? 😁 👍\n  ","966219":"\n   Did you used to not be ginger?\n  ","966220":"\n   How many hours a day do you spend watching TV?\n  ","966221":"\n   Of selfies in every answer!\n  ","966222":"\n   Viking age or pirate age?\n  ","966223":"\n   What perfume are you wearing today?\n  ","966224":"\n   opinion on people who call them Linking Park?\n  ","966225":"\n   Same\n  ","966226":"\n   whats your message everyone who's super thirsty for you???\n  ","966227":"\n   We aren’t worthy!\n  ","966228":"\n   Are you planning a day where every one of your answers has a new selfie in it?\n  ","966229":"\n   Did you watch GH yesterday? It was finally on!\n  ","966230":"\n   Whoever on here having doubts on themselves; you GOT this! be patient and you’ll achieve it, remember you’ll never see the finish line until you try POWER 👍🏼☝🏼\n  ","966231":"\n   Hey 🙋 hope you are well! What's your plans for today 😁\n  ","966232":"\n   Do you strongly identify with Nelle Benson?\n  ","966233":"\n   If you were an actor, would you rather perform as a theater 🎭 or movie actor 🍿 🎥\n  ","966234":"\n   i like your top with army design *first pic in your dp*\n  ","966235":"\n   okay beautiful ;) * can we see more pictures *\n  ","966236":"\n   you are hot ;) can we see more pictures of yours?\n  ","966237":"\n   how do you manage to look cute and hot at the same time?\n  ","966238":"\n   Have you ever lost a bet? What did you have to do?\n  ","966239":"\n   Are you one of SpongeBob's fictional characters?\n  ","966240":"\n   is bikini bottom a real place?\n  ","966241":"\n   Come on lets go\n  ","966242":"\n   ghost hunting :)\n  ","966243":"\n   Where you from boo\n  ","966244":"\n   Can i join you for hunting treasures?\n  ","966245":"\n   Morning vibes? 🍁\n  ","966246":"\n   Would you rather be an astronaut, philosopher or treasure hunter?\n  ","966247":"\n   when have you felt your biggest adrenaline rush?\n  ","966248":"\n   what was the last thing you bragged about?\n  ","966249":"\n   What's your favourite thing to have for breakfast ?\n  ","966250":"\n   K. Bye.\n  ","966251":"\n   What are you up to?\n  ","966252":"\n   They’re not wrong lol\n  ","966253":"\n   How many people do you follow?\n  ","966254":"\n   Hey\n  ","966255":"\n   if you are in a bad mood, do you prefer to be left alone or have someone to cheer you up?\n  ","966256":"\n   If you could change your name what would you change it 2 ?\n  ","966257":"\n   BE HONEST!! is their anyone on here who u think is hot enough to date? tag them?!\n  ","966258":"\n   Hey sexy\n  ","966259":"\n   what color do you most associate with?\n  ","966260":"\n   How do you know when you're in love?\n  ","966261":"\n   Meh\n  ","966262":"\n   Yes 😂😂😂😂\n  ","966263":"\n   Yupppp. Take a wild guess lol\n  ","966264":"\n   What is your favorite waste of time?\n  ","966265":"\n   Have you ever had salmon before? Do you like salmon? Do you think you would like it?\n  ","966266":"\n   What did you have for lunch today? Whenever your lunch time was.\n\nI had fried fish later babies and a small piece of bread. It was very good. What did you have? (Sorry it being 1:15 PM here but ate it about 30 mins ago.)\n  ","966267":"\n   What's the last book you read?\n  ","966268":"\n   what kinda joke is that\n  ","966269":"\n   \"MAN IM PRETTY!!!!\" \"HAH Huuahh Hehh\"😂😂 i havent seen it for ages! Totally going to look up bits on Youtube!😅\n  ","966270":"\n   What is the most dangerous thing you have ever done?\n  ","966271":"\n   Is frequent, vigorous love making good for mental health in your opinion?\n  ","966272":"\n   whi are you from\n  ","966273":"\n   Hey beautiful ❤\n  ","966274":"\n   Have you experienced any L's today?\n  ","966275":"\n   It's a restaurant in Glendale and Westwood\n  ","966276":"\n   Because every part of my being knows that you are. I adore you and can't be convinced that you don't deserve to be adored.\n  ","966277":"\n   Bikinis or One Pieces? Which do you prefer and why? Post a photo\n  ","966278":"\n   you really don't know what am i saying?\n  ","966279":"\n   You said you saw no one in person though\n  ","966280":"\n   you're so pyaari i'm in love with youuu.\n  ","966281":"\n   Why aren't you seeing your family?\n  ","966282":"\n   Hey NIkki\n  ","966283":"\n   who did you last see in person?\n  ","966284":"\n   any toxic people interact with you today? :(\n  ","966285":"\n   so nothing you want to do with him is g-rated? you're so lowkey naughty\n  ","966286":"\n   dont you drink wine?\n  ","966287":"\n   what do you fantasize about doing with massimo?\n  ","966288":"\n   365 days, right?\n  ","966289":"\n   Some likes maybe\n  ","966290":"\n   Post something funny\n  ","966291":"\n   It would absolutely be hot.\n  ","966292":"\n   If you say you're not special, yes! I won't tolerate anyone saying you're not.\n  ","966293":"\n   Do you enjoy the warm weather? Or are you wishing that things would just cool down already?!\n  ","966294":"\n   Be quiet you nut, yes it is true.\n  ","966295":"\n   Name a movie you’ve seen at least 5 times!\n  ","966296":"\n   SHIRT\n  ","966297":"\n   \"You're so special\" directed toward you is the truth no matter who has said it\n  ","966298":"\n   Where did you get that shit from?\n  ","966299":"\n   yeah we're all adults here\n  ","966300":"\n   Stop acting entitled to her personal information.\n  ","966301":"\n   You're frustrating to ask questions to. A lot of the time you don't answer them thoroughly and fiddle fuck around it.\n  ","966302":"\n   What is the most popular lie, people tell to each other?\n  ","966303":"\n   What impresses you most of all?\n  ","966304":"\n   who did it turn on more you or him?\n  ","966305":"\n   Just curious.\n  ","966306":"\n   What is your hogwarts house?\n  ","966307":"\n   What high school did you go to?\n  ","966308":"\n   have you ever called an ex \"daddy?\"\n  ","966309":"\n   Can you vouch for the quality of food served at Shamshiri Grill?\n  ","966310":"\n   Do you ever use a straw when you drink?\n  ","966311":"\n   did u cry today\n  ","966312":"\n   As your husband, I won't allow that. I can't have my wife exposed to the dangers lurking in public.\n  ","966313":"\n   What is your favorite restaurant? What kinda food do they serve? And what do you like to order most there?\n  ","966314":"\n   I meant them saying hello, not you!\n  ","966315":"\n   Do you work in retail\/someplace where you have to deal with the public everyday?\n  ","966316":"\n   I'm not unlocking anything but I'll go ahead and believe that you have. You couldn't face them after what you did. It's ok tough, I don't judge you.\n  ","966317":"\n   More effort than a hello would be nice Lol\n  ","966318":"\n   What you been up to today in Bikini Bottom lol?\n  ","966319":"\n   Ooh what drink did you get?\n  ","966320":"\n   The pink one?\n  ","966321":"\n   selfie?\n  ","966322":"\n   Ur missing out!!!\n  ","966323":"\n   What’s up!?\n  ","966324":"\n   Ice cream cone anyone? I'm making some for any one this hot day! What flavor? Any toppings? Or nah.. your good? Let's post some ice cream cone GIFs with our answers! (Don't have to)\n  ","966325":"\n   Hi!\n  ","966326":"\n   Why’s that?\n  ","966327":"\n   is that a long dress?\n  ","966328":"\n   You are insanely pretty\n  ","966329":"\n   Ummmmmm well then like diving into the pool 🤣\n  ","966330":"\n   Hello\n  ","966331":"\n   Ooo like getting a nice tan\n  ","966332":"\n   Besides that obviously\n  ","966333":"\n   You being drunk would be hot. Can you admit that?\n  ","966334":"\n   What is your drunk story? 🍻🍺🥂🍸\n  ","966335":"\n   You'd really get along with Scott Disick, wouldn't you?\n  ","966336":"\n   What is your most played song?\n  ","966337":"\n   What do you think when you look in the mirror?\n  ","966338":"\n   What do you want to achieve?\n  ","966339":"\n   You’re practically the only one talking to me 😂\n  ","966340":"\n   Thank you and so sweet of you\n  ","966341":"\n   Fr. My phone by dead as hell. 😂\n  ","966342":"\n   What kind of place do you think is ideal for the first date? Why do you think so?\n  ","966343":"\n   did you ever model\n  ","966344":"\n   What is your birthstone? Do you like it?\n  ","966345":"\n   What is your favorite thing to do at the pool?\n  ","966346":"\n   If you can live anywhere in the world where would it be? why?\n  ","966347":"\n   Same. I hate it\n  ","966348":"\n   why a person tries if his\/her naseeb is written?\n  ","966349":"\n   Who is the most overrated Hollywood actor?\n  ","966350":"\n   the shirt in the first picture of your last poll\n  ","966351":"\n   Hello you, I have returned\n  ","966352":"\n   Tired 🥺😂\n  ","966353":"\n   Hehe. How are you today?\n  ","966354":"\n   The one in which your tiddies are prominent.\n  ","966355":"\n   you will be the best mother, xox\n  ","966356":"\n   So gorgeous nikki\n  ","966357":"\n   How many times have you fallen in love??💔\n  ","966358":"\n   hiw can u find otu if isbabright pwrson?\n  ","966359":"\n   What's the best thing you can cook ?\n  ","966360":"\n   Thoughts about marriage?\n  ","966361":"\n   were you sitting down?\n  ","966362":"\n   Should customers who remain in retail stores after closing times be hunted for sport in your opinion?\n  ","966363":"\n   your current profile pic\n  ","966364":"\n   are you crying?\n  ","966365":"\n   I love it :)\n  ","966366":"\n   Where did you get that shirt from\n  ","966367":"\n   any other full body selfies?\n  ","966368":"\n   126. Happy Monday ✨💕\n  ","966369":"\n   your so beautiful in both pics xx\n  ","966370":"\n   Hey 🙋isn't it late there 🤔 what you still doing up 👀\n  ","966371":"\n   What have you been up to lately?\n  ","966372":"\n   You must be a broom, ‘cause you just swept me off my feet.\n  ","966373":"\n   Have you ever fallen for a man who routinely wore a shirt with the button opens down to his stomach and had massive amounts of visible chest hair with gold chains entrenched in it?\n  ","966374":"\n   Hahahah Johnny Bravo is awesome!😂😂😂\n  ","966375":"\n   qualities of non toxic ones?\n  ","966376":"\n   Have you ever worn 6 inch louboutin heels and a tweed skirt?\n  ","966377":"\n   is every relationship toxic?\n  ","966378":"\n   Have you ever smoked a cigarette?\n  ","966379":"\n   Have you ever slept more than 15 hours in a 24 hour period?\n  ","966380":"\n   would you rather have a real life working lightsaber from star wars or travel the world for free\n  ","966381":"\n   OK. What are you up to?\n  ","966382":"\n   If you were 20 in the 1980's would you have big hair, hoop earrings and talk in a Valley Girl accent?\n  ","966383":"\n   Do you have tic TikTok?\n  ","966384":"\n   Do you wish that you were 20 in the disco era?\n  ","966385":"\n   Do you like retrieving items from the bottom of the swimming pool?\n  ","966386":"\n   Do you like quizzes?\n  ","966387":"\n   Would you fake drowning of the lifeguard was hot?\n  ","966388":"\n   Have you ever been rescued by a lifeguard?\n  ","966389":"\n   Do you think that's a mistake on their part?\n  ","966390":"\n   Have you went swimming yet this summer? Where did you go and did you have fun? And if you didn't go swimming are you going to?\n  ","966391":"\n   Have they ever told you to be like your little brother?\n  ","966392":"\n   Do your parents ever yell at you because they can't believe the kind of men you're drawn to?\n  ","966393":"\n   Have you ever seen the game show, Family Feud?\n  ","966394":"\n   Are you naturally a redhead? or do you dye your hair?\n  ","966395":"\n   Stop playing with her feelings anon.\n  ","966396":"\n   What's something you wanna do one day?\n  ","966397":"\n   Have you ever watched the show Happy Days?\n  ","966398":"\n   How would you react if Johnny Bravo came up to you and said: \"Do the monkey with me!\" and he started dancing?\n  ","966399":"\n   Jeffrey misses you.\n  ","966400":"\n   How old were you when you had your first kiss and how did it happen?\n  ","966401":"\n   OMG JOHNNY BRAVO VV :DDDD love him!\n  ","966402":"\n   Do you sleep with stuffed animals?\n  ","966403":"\n   Lol have you tried?\n  ","966404":"\n   Can you twerk?\n  ","966405":"\n   Do you eat lugaw\/porridge? 🥣\n  ","966406":"\n   Are you watching 90 Day rn?\n  ","966407":"\n   There were no red highlights bruh. It's dark brown.\n  ","966408":"\n   Much planned for the evening?\n  ","966409":"\n   If you're afraid to drive then how do you intend to drive to college?\n  ","966410":"\n   Natural hair color?\n  ","966411":"\n   Cool! Hope you're having a good day?\n  ","966412":"\n   you get dropped off?\n  ","966413":"\n   Do you like flowers?\n  ","966414":"\n   124. last time you received flowers?\n  ","966415":"\n   How often are you barefoot at home?\n  ","966416":"\n   Have you ever tried roasted pumpkin seeds before?\n  ","966417":"\n   You get to wear what you want to college right?\n  ","966418":"\n   How do you get to college?\n  ","966419":"\n   What medications do you take?\n  ","966420":"\n   Cool! At university or college?\n  ","966421":"\n   selfie in skirt or dress?\n  ","966422":"\n   I'm sorry if I'm annoying you :\/\n  ","966423":"\n   You've answered that a lot. I'm sorry. What do you study\/have you studied?\n  ","966424":"\n   How are things going with you?\n  ","966425":"\n   Oh why not, Nik?\n  ","966426":"\n   How old are u\n  ","966427":"\n   Damn my job is boring then. What's your job?\n  ","966428":"\n   What job would you like to have?\n  ","966429":"\n   125. i hope everyone enjoyed their weekend ✨😊\n  ","966430":"\n   Where u from\n  ","966431":"\n   What is the most boring job you can imagine? (●__●)\n  ","966432":"\n   Was it Tony G or Fahim?\n  ","966433":"\n   Good morning! Do you like Mondays?\n  ","966434":"\n   Where are u Nikki?\n  ","966435":"\n   i really love this outfit <3\n  ","966436":"\n   when was this photo taken?\n  ","966437":"\n   my goodness you're a freaking cutie\n  ","966438":"\n   have you talked to an ex lately?\n  ","966439":"\n   full body selfie?\n  ","966440":"\n   Cranjis McBasketball?\n  ","966441":"\n   In bed, on YouTube & not much else. It's 8:15 am Monday morning with me\n  ","966442":"\n   Hi. What you up to?\n  ","966443":"\n   You conveniently ignored my response to this that showed you had like 200+ answered questions yesterday. You complaining about that is ridiculous. Tell us how many hundreds or thousands of questions you need per day to feel like someone is talking to you.\n  ","966444":"\n   How come ? I know can be quite dead but good people on it, you are one of them\n  ","966445":"\n   Yeah you are, you're just trying to be dramatic the last couple days.\n  ","966446":"\n   123. last thing \/\/ person to annoy you?\n  ","966447":"\n   Are you leaving this ?\n  ","966448":"\n   What would be your mafia boss name? Me: Crimson Wolf\n  ","966449":"\n   😂😂😂😂I finally made you laugh 🤩\n  ","966450":"\n   Hey! I’m new on here. Just trying to find people to talk to!\n  ","966451":"\n   Yes you are Nicole\n  ","966452":"\n   What are your plans for the day?\n  ","966453":"\n   Are you afraid of death\n  ","966454":"\n   Do they call you young lettuce?\n  ","966455":"\n   Keep your head up! I hope you’re okay soon, you’re gorgeous 😘\n  ","966456":"\n   Would you rather be fantastic at riding horses or amazing at driving dirt bikes?\n  ","966457":"\n   You can't have them til you straighten out your eating situation. Are you aware of that?\n  ","966458":"\n   do you want to have children one day or nah\n  ","966459":"\n   Nikki do you have nickels?\n  ","966460":"\n   Are you half black?\n  ","966461":"\n   Nikki will you marry meeee\n  ","966462":"\n   you never talk to me now here, what did i do\n  ","966463":"\n   Would you name your daughter “Grace or Gray’saijah”\n  ","966464":"\n   do you worry about your future\n  ","966465":"\n   Would you name your daughter “Shalissa?”\n  ","966466":"\n   are you happy\n  ","966467":"\n   do you sleep easily\n  ","966468":"\n   When was the last time you stayed up through the entire night?\n  ","966469":"\n   Nikkis display 🔥🤩\n  ","966470":"\n   Don't leave\n  ","966471":"\n   Do you like M BISON\n  ","966472":"\n   So you wouldn't be angry at Ginger for getting between you and your doggo because shes jealous? :D\n  ","966473":"\n   Jurassic PORK 😂😂\n  ","966474":"\n   Why didn't you answer the bank robbery question?\n  ","966475":"\n   So do I. It's wherever you are 😍\n  ","966476":"\n   whatcha been up to lately hmmmm??🤔🤔\n  ","966477":"\n   Do you need some sugar off me lol seen as I'm your neighbor?\n  ","966478":"\n   Am I bothering you?\n  ","966479":"\n   Lol cool & me?\n  ","966480":"\n   Who are your neighbors?\n  ","966481":"\n   Do you believe there's a heaven?\n  ","966482":"\n   Do you like Subway?\n  ","966483":"\n   Have you ever seen couples getting it on in front of everyone?\n  ","966484":"\n   What is the weirdest thing you've seen in the crowd at a concert?\n  ","966485":"\n   What if the cowboys were arsonists too? Then would you have something against them?\n  ","966486":"\n   What do you do when you have free time?\n  ","966487":"\n   I’m sorry for your loss about Chester I know he’s been a role model to you\n  ","966488":"\n   Idk what \"Hard For Me\" is about but based on the title and how many want you, it could be your theme song couldn't it?\n  ","966489":"\n   You forgot to check your text messages 😂😂\n  ","966490":"\n   You forgot something 😂😂😂\n  ","966491":"\n   Do you have neighbors in Bikini Bottom?\n  ","966492":"\n   What is love ?\n  ","966493":"\n   What's your favorite place to eat at?\n  ","966494":"\n   Which has more value: creativity or knowledge?\n  ","966495":"\n   selfie?\n  ","966496":"\n   anger at what?\n  ","966497":"\n   recommend a book for inspiration?\n  ","966498":"\n   Have you ever said yes to something that you really didn’t know much about and it ended up being a great experience?\n  ","966499":"\n   I used to live in the country it was very peaceful\n  ","966500":"\n   Study’s show that if you sleep with your fan on your tend to sleep better\n  ","966501":"\n   Would you rather live in the city or the country?\n  ","966502":"\n   How would you react if you were petting one of your doggos, AND Ginger my jack Russell terrier came and got between you and gave you kisses because shes jealous?\n  ","966503":"\n   Do you believe in Ghost Month?\n  ","966504":"\n   Why does this app always try to post to Facebook after answering questions?\n  ","966505":"\n   Which of these do you struggle with most: anger, fear, or shame? What do you do with this feeling?\n  ","966506":"\n   Bikini Bottom vs real world lol?\n  ","966507":"\n   When you sleep do you sleep with your fan on or off ?\n  ","966508":"\n   does it make u sad?\n  ","966509":"\n   23 year old Jessica Alba wearing bra, panties and chaps\n  ","966510":"\n   Yeeeeeeeeeeeeeeehaaaaaaaa\n  ","966511":"\n   Why do you like the Hot weather?\n  ","966512":"\n   When you visit other peoples homes, do you look inside their medicene cabinets?  Be honest\n  ","966513":"\n   Do you miss someone? What makes you miss them?\n  ","966514":"\n   who is up for random conversations?\n  ","966515":"\n   Who is your favourite singer from the past and present? Why?\n  ","966516":"\n   who is this jeez\n  ","966517":"\n   what would be the best place for a guy to take you on a date?\n  ","966518":"\n   Wasn't it too hot today or do you do ok with 100 degree weather?\n  ","966519":"\n   When you did that, did it make sleeping at night more difficult or not really any different than usual?\n  ","966520":"\n   Do you ever take a nap at this time or do you always wait til a typical bedtime to sleep?\n  ","966521":"\n   Have you ever put shoes or socks on Sky?\n  ","966522":"\n   You're such a nice person. Your ability to recognize the good in things is such an endearing quality. It's a blessing, not just for you but for everyone you interact with. Thank you for being that way.\n  ","966523":"\n   Slave Leia or Nancy Callahan ?\n  ","966524":"\n   It's hard to remember, it came up lots of points and I just clicked agree to all, then it said by doing this you confirm you're over 18\n  ","966525":"\n   It's not unfortunate. His bachelor status further opens the door for you and he. I'm picturing both of you in attendance at a black tie event, him drinking a martini & you w\/ a glass of rosé. You could feel him undressing you with his eyes and you loved it. You talked the night away and so much more\n  ","966526":"\n   Ches kardum inchem asum?\n  ","966527":"\n   See when you made this account after a few days did you have to click on agree to all when it gave you loads of points\n  ","966528":"\n   He got divorced in 2018 Nicole. I shouldn't be knowing more about your crushes than you do, but I do.\n  ","966529":"\n   Unfortunately for you, Morrone is almost 30 and you said you'd only date someone a few years older than you.\n  ","966530":"\n   Do you think Ellen would look like a skinny old Chris Hemsworth if she had a beard?\n  ","966531":"\n   Michael Yerger seems like your type of man\n  ","966532":"\n   The Lady Buckley I presume? I'm enchanted to meet you.\n  ","966533":"\n   Why are you so anti snack-cakes?\n  ","966534":"\n   Not even dumb youtube commenters?\n  ","966535":"\n   Have you ever got the feeling that you just wanna kill everyone\n  ","966536":"\n   Little Debbie or Hostess?\n  ","966537":"\n   If I untick would you give me likes? :(\n  ","966538":"\n   Nikki do you give likes? :)\n  ","966539":"\n   heyy, how are u? followed u, can u follow me back? text me if u need anything\n  ","966540":"\n   No worries\n  ","966541":"\n   You are wonderful and I say this with no agenda..:))\n  ","966542":"\n   Do loofahs remind you of falafel because of the l's, a's and f's?\n  ","966543":"\n   Do you have a loofah in your shower?\n  ","966544":"\n   Hahah no I am bluffing and yes I am awake. :)\n  ","966545":"\n   What do you have against cowboys?\n  ","966546":"\n   Do you wish you had a cousin who was a cowboy?\n  ","966547":"\n   Would you rather inherit 20 million dollars or earn 50 million dollars through your hard work? 💰\n  ","966548":"\n   Aw! You are cool too!\n  ","966549":"\n   last thriller movie you watched\n  ","966550":"\n   Have you accidentally ever microwaved anything metallic and seen sparks go off while it was warming up?\n  ","966551":"\n   would you rather get an explosive diarrhea during your first date with your future husband or during your wedding?\n  ","966552":"\n   You definitely are though so 🤷‍♀️\n  ","966553":"\n   Of course you do. You've regularly been oblivious to how special you are.\n  ","966554":"\n   i want to know what biden did ?\n  ","966555":"\n   That's right and let me preempt you saying \"No I don't anon\" by saying yes you freaking do.\n  ","966556":"\n   you don't like trump cause he is racist but biden why ?\n  ","966557":"\n   I did find one but it's you and you can't go out with yourself.\n  ","966558":"\n   would you rather makeout with a goat and no one will ever know or never makeout with a goat but everyone will think that you did it?\n  ","966559":"\n   yes , i don't know why you don't like both  ?\n  ","966560":"\n   why ?\n  ","966561":"\n   No one has it all Nikki. I think you'd rather have a hot, wealthy, talented man than a 3\/10 looking, poor slug with a great personality.\n  ","966562":"\n   Personality is a lot more important than looks imo. If you’re super hot but you’re an asshole, I won’t think you’re hot anymore based off how you treat others and myself.\n  ","966563":"\n   Let's say there was no other way and what everyone thinks happened to him didn't & what really happened was that Trump had his men throw Chester into a van and they took him to an undisclosed location. Now Trump decided to trade him to you for 25 seconds of sloppy french kissing. What would you do?\n  ","966564":"\n   favorite band?\n  ","966565":"\n   What if he was hot af and hella rich and talented?\n  ","966566":"\n   would you date someone who lacks self confidence?\n  ","966567":"\n   where are you from\n  ","966568":"\n   Would you date someone loud and arrogant?\n  ","966569":"\n   have you ever been into a physical fight\n  ","966570":"\n   would you date a shy guy?\n  ","966571":"\n   Nf For NF #FOLLOW4FOLLOWBCK\n  ","966572":"\n   Anyone from rhode island\n  ","966573":"\n   Would you french kiss Trump for 25 seconds if doing so would allow you to have a conversation with Chester?\n  ","966574":"\n   Do you know how to operate a blender?\n  ","966575":"\n   You and me \nWe got the world to see\nSo come on downnnnnnnnn \nThis is the suite life 🌚\nWe got the suite lifeeeeee\n  ","966576":"\n   have u ever braided your bf's hair\n  ","966577":"\n   What makes you happy? 😊\n  ","966578":"\n   Though you haven't yet done it, is it something you'd strongly consider?\n  ","966579":"\n   What's the title of the current chapter in your life? 📖 👍\n  ","966580":"\n   My wish for you is that this life is all that you wanted to be I hope your worry's stay less and your dreams stay big and that you always help someone every chance that you get!!!\n  ","966581":"\n   Have you ever danced around in front of your house in a swimsuit because you felt like uplifting people who drove by?\n  ","966582":"\n   I love cats\n  ","966583":"\n   Wish you specifically asked for me so now you are giving your time to any loser so no I am not awake\n  ","966584":"\n   Хүн ирвээс хүчилдэн уралдъя, Хатгагч эрээн могой болох бол. Хангарьд болон дээгүүр нь дүүлнэ, Хүрхрэх эрээн барс болох бол. Хөх зогдорт алслан болъ, Хү хү хү хү.\n  ","966585":"\n   I just said lover, which could mean music lover, dog lover, ice cream lover, just a lover in general.\n  ","966586":"\n   Why neither ?\n  ","966587":"\n   Good morning Lover. Have a great day!!\n  ","966588":"\n   Are you good at spelling?\n  ","966589":"\n   I hope everyone is doing okay.\n  ","966590":"\n   Post your selfie 🔥\n  ","966591":"\n   Have you ever blocked people on social media? 🙅‍♀️🙈\n  ","966592":"\n   hello 👋\n  ","966593":"\n   Awww😥\n  ","966594":"\n   Do you like to read?\n  ","966595":"\n   Trump or Biden\n  ","966596":"\n   I know right lol but I'd much rather do that than a bungee jump any day\n  ","966597":"\n   I wanna try that kind of pie! Is it nice?\n  ","966598":"\n   Dogs vs cats?\n  ","966599":"\n   Swimming vs cycling?\n  ","966600":"\n   What flavor pie?\n  ","966601":"\n   Favorite flavor of ice cream?\n  ","966602":"\n   Cake vs pie?\n  ","966603":"\n   Custard vs ice cream?\n  ","966604":"\n   Fun. I'm laying on my bed, had friends over for dinner.\nDo you like curry?\n  ","966605":"\n   Skydive vs bungee jump?\n  ","966606":"\n   What are you up to?\n  ","966607":"\n   I was wondering do I?\n  ","966608":"\n   What's the best thing about getting older in your opinion? 😁 👍\n  ","966609":"\n   What irritates you lately?\n  ","966610":"\n   It's okay😘\n  ","966611":"\n   Are you enjoying the rain? 🌧\n  ","966612":"\n   Are you a big baby? （ΦωΦ）\n  ","966613":"\n   where do you get your sense of style, if you had to try to put your finger on it?\n  ","966614":"\n   What do you get if you cross a dinosaur with a pig?\n  ","966615":"\n   Do you want your name to be Daryl?\n  ","966616":"\n   inch ka ?\n  ","966617":"\n   How's it going?\n  ","966618":"\n   ✌️🏻😅\n  ","966619":"\n   He has to be clinically insane to not talk to you\n  ","966620":"\n   Why is he ignoring you and thus not making you feel worth it?\n  ","966621":"\n   He is such an adorable genious\n  ","966622":"\n   I know right lol. That's why I'm going off using it sometimes\n  ","966623":"\n   Why is Edraegen making you feel that way???\n  ","966624":"\n   Who is your favorite character from Criminal minds?\nMine are Ried and Morgan\n  ","966625":"\n   Do you ever play the lottery?\n  ","966626":"\n   Would you let Remy from Ratatouille cook all your meals for you?\n  ","966627":"\n   Same!\n  ","966628":"\n   Easy come easy go, isn't it? :)\n  ","966629":"\n   Could we talk DM ?😶\n  ","966630":"\n   If you could be famous for something, what do you wish it would be?\n  ","966631":"\n   Everything okay ?\n  ","966632":"\n   Do you shower after working out at the gym? 🚿 👍\n  ","966633":"\n   What do you like more, House Hunters or House Hunters International?\n  ","966634":"\n   Favourite tv shows?\n  ","966635":"\n   I listened to an interview of an artist who is friends with Joe Hahn. He said that Joe played him all these tracks that Chester recorded, before lyrics were added to the music. He said Chester just sang gibberish over the music and it sounded more amazing than the actual finished songs.\n  ","966636":"\n   you've answered tons of q's today. you've just been in a bad mood\n  ","966637":"\n   selfie please?\n  ","966638":"\n   You made it to the weekend! You've done brilliantly! 💕 I hope you have a lovely weekend! :3\n  ","966639":"\n   :(\n  ","966640":"\n   do you cross your legs in a skirt?\n  ","966641":"\n   What was the last movie you watched that was really good?\n  ","966642":"\n   omg it's literally impossible for you to answer anything. WHY didnt you want it there?\n  ","966643":"\n   what are you doing tonight?\n  ","966644":"\n   I KNOW I'm saying WHY did you? jeez\n  ","966645":"\n   yeah but what made you remove it? it used to be there\n  ","966646":"\n   Your hoodie looks comfy :) did you go out today?\n  ","966647":"\n   What frustrates you the most?\n  ","966648":"\n   you used to have your insta in your bio, why not anymore?\n  ","966649":"\n   I like your BMW better\n  ","966650":"\n   Cool selfie. Is it cold outside today?\n  ","966651":"\n   You OK?\n  ","966652":"\n   Do you share your snap or Insta?\n  ","966653":"\n   likers get tbh in their inbox?\n  ","966654":"\n   my goodness\n  ","966655":"\n   full body selfie?\n  ","966656":"\n   Imagine you are at a fair, and want something to eat. You see tons of stands that sell usual fair food like hot dogs, or pizza, or pretzels, and one unque food stand that sells stuffed peppers. Which would you go for, the usual, or the unique?\n  ","966657":"\n   Hi\n  ","966658":"\n   It puts the lotion on its skin or it gets the hose again !!\n  ","966659":"\n   Maybe you can create your own family recipes that you can start passing down to your family. In like 100 years your family will be cooking Nikki's famous whatever dish you made 😊🍝\n  "},"Answer":{"965588":"\n  He’s super kind to me always and I appreciate it!\n  \n  He’s always there for me which i appreciate as well.\n  \n  I’m very blessed to have him as a friend.\n  \n  He always spreads positivity to me and to others and that just goes to show how awesome of a person he is!\n  \n  He’s a wonderful guy and truly an amazing human being.\n  \n  His answers are always fun to read because he puts so much time and effort into his answers which I always appreciate and enjoy reading 😊\n  ","965589":"\n  Maybe later😌\n  ","965590":"\n  Yeah I know but that doesn’t mean I’m famous haha\n  ","965591":"\n  I’m not famous on here lol\n  ","965592":"\n  Good morning!😊\n  ","965593":"\n  How annoying omg!🥴\n  ","965594":"\n  Thank you! I’ve posted so many anon😊\n  ","965595":"\n  Why does it keep saying something went wrong? please try again later🤨🤨\n  ","965596":"\n  How come it keeps saying something went wrong 🤔🤔\n  ","965597":"\n  I mean I can agree with this quote because we do cause ourselves so much violence. I feel that’s because we are afraid to be ourselves and who we really are. People are afraid to be themselves because we know that others will judge us so quickly and we don’t like feeling like we’re getting judged by someone.\n  ","965598":"\n  Not necessarily, no I’m not\n  ","965599":"\n  Lol really anon?\n  ","965600":"\n  Definitely Greece and Italy! 😁\n  ","965601":"\n  Nothing really to be honest 🤷‍♀️\n  ","965602":"\n  Yeah I do because some of them are actually very kind and send out really good questions tbh.\n  ","965603":"\n  Married at fight sight!\n  ","965604":"\n  Maybe I should try sleeping\n  ","965605":"\n  No I’m not yours anon\n  ","965606":"\n  Awh thank you anon😌\n  ","965607":"\n  I guess cake lol\n  ","965608":"\n  😊\n  ","965609":"\n  Of course I am lol\n  ","965610":"\n  Yes anon.\n  ","965611":"\n  I believe in September\n  ","965612":"\n  I guess so\n  ","965613":"\n  Not at all\n  ","965614":"\n  Hey!\n  ","965615":"\n  I don’t usually like covers, I like the original singer singing their song.\n  ","965616":"\n  Yes lol\n  ","965617":"\n  Once yeah, other than that no\n  ","965618":"\n  Sure, why not lol\n  ","965619":"\n  Oh boy, I think it was breaking the habit\n  ","965620":"\n  I don’t remember, I think so\n  ","965621":"\n  No I have not!\n  ","965622":"\n  Not really, only like a few times I have but I have long eyelashes naturally\n  ","965623":"\n  No I can’t\n  ","965624":"\n  I guess being around someone I really like or have a crush on\n  ","965625":"\n  I just never really have tbh\n  ","965626":"\n  I feel like I don’t even have any to begin with.\n  ","965627":"\n  Does that mean why not?\n  ","965628":"\n  Well goodness, that’s very sweet. Thank you anon😊\n  ","965629":"\n  I mean no one texts me or even calls me so it’s like everyone forgets about me all the time anyway I’m used to it.\n  ","965630":"\n  No I don’t\n  ","965631":"\n  Wow your imagination is beyond me lol. Very creative, I give you that!\n  ","965632":"\n  Thank you!\n  ","965633":"\n  No idea who this is but thank you anon😊\n  ","965634":"\n  I mean I like it but it’s not my favorite\n  ","965635":"\n  Hello 😊\n  ","965636":"\n  I’m positive, I don’t\n  ","965637":"\n  I guess when someone pisses me off\n  ","965638":"\n  I don’t love it, I like it\n  ","965639":"\n  Yes lol\n  ","965640":"\n  Lol that’s a great way to spend time with someone 😂\n  ","965641":"\n  Shoutout!\n  ","965642":"\n  I just wouldn’t lol\n  ","965643":"\n  Awhhh y’all are the sweetest\n  ","965644":"\n  Well yes, why would I get arrested?\n  ","965645":"\n  Well it depends\n  ","965646":"\n  Sure thing anon\n  ","965647":"\n  I’m not attracted to girls? I’m attracted to guys anon\n  ","965648":"\n  Not really\n  ","965649":"\n  No way! lol that’s funny\n  ","965650":"\n  No i don’t\n  ","965651":"\n  I feel like unless I’m really comfortable with someone it won’t fade away\n  ","965652":"\n  I guess somewhat yeah but I still get anxious\n  ","965653":"\n  Lol thank you anon\n  ","965654":"\n  I don’t remember lol\n  ","965655":"\n  Just having to start a conversation and keep it\n  ","965656":"\n  I appreciate that very much but I’m always so socially anxious and nervous.\n  ","965657":"\n  Socializing with others and being able to start a conversation and keep it going without feeling so anxious and nervous.\n  ","965658":"\n  💁‍♀️🤠\n  ","965659":"\n  Definitely lol\n  ","965660":"\n  I mean I love red velvet cupcakes, mint chocolate chip ice cream and whatnot lol 🤪\n  ","965661":"\n  Nope, I don’t like crabs\n  ","965662":"\n  Yes, I do\n  ","965663":"\n  Cheers anon\n  ","965664":"\n  What’s yours?\n  ","965665":"\n  Yes, I do\n  ","965666":"\n  Very much\n  ","965667":"\n  No anon I don’t\n  ","965668":"\n  No I don’t\n  ","965669":"\n  I do, sometimes lol\n  ","965670":"\n  Check online news!\n  ","965671":"\n  I’m not sure tbh🤔\n  ","965672":"\n  It’s a shame for anon, indeed 🤣 unless I decide to post it again lol\n  ","965673":"\n  Eh it’s crazy and stressful. How’s your life?\n  ","965674":"\n  Indeed, indeed!\n  ","965675":"\n  🤠💀\n  ","965676":"\n  Thank you😊\n  ","965677":"\n  It’s been alright anon\n  ","965678":"\n  Lol thank you.\n  ","965679":"\n  I’m not really sure to be honest\n  ","965680":"\n  Nope, I don’t like anything flavored mango!\n  ","965681":"\n  I don’t like winter to be honest 😬\n  ","965682":"\n  Lol excuse me?🤔\n  ","965683":"\n  The lyrics for a song called next by Michele Morrone 🤪\n  ","965684":"\n  I don’t know, not necessarily\n  ","965685":"\n  Of course lol\n  ","965686":"\n  Come off anon\n  ","965687":"\n  Ummm excuse me?\n  ","965688":"\n  I would say definitely being a good friend I guess.\n  ","965689":"\n  I have no idea\n  ","965690":"\n  Look inside these eyes, there’s someone else\n  \n  maybe I should’ve know, I won’t be blessed\n  \n  I’ll go away from this mess, this mess\n  ","965691":"\n  Ahhh I remember when I would wake up around 1 or 2 pm lol💀 is its okay!\n  ","965692":"\n  busy\n  ","965693":"\n  Lol yeah, it’s crazy\n  ","965694":"\n  It does, I know!\n  ","965695":"\n  Well I just woke up lol\n  ","965696":"\n  Haha I mean sure, they aren’t necessarily my favorite though 😂\n  ","965697":"\n  Chocolate!\n  ","965698":"\n  I do\n  ","965699":"\n  That’s cool anon🤪\n  ","965700":"\n  I’m not a guy 🤣\n  ","965701":"\n  🤨🤨\n  ","965702":"\n  Lol of course anon, but I’m not there\n  ","965703":"\n  I’m from California anon😁\n  ","965704":"\n  Ahhh I see!\n  ","965705":"\n  Good morning anon\n  ","965706":"\n  That’s pretty cool!\n  ","965707":"\n  I’m currently in bed lol\n  ","965708":"\n  I’m doing okay!\n  ","965709":"\n  You press to follow button to follow someone anon\n  ","965710":"\n  Happy Sunday to you too😊 have a wonderful day and stay positive too!\n  ","965711":"\n  Haha that’s so true 😂 exactly the app will probably crash by the time anon gets to it lol\n  ","965712":"\n  I’m single anon\n  ","965713":"\n  Alright, maybe I should try sleeping again\n  ","965714":"\n  I listen to Linkin Park😁 They have the power to cheer me up always.\n  ","965715":"\n  I got mad at someone and they know why but yet they still don’t care lol\n  ","965716":"\n  Definitely cookies!\n  ","965717":"\n  I always find time to try and get some sleep tbh.\n  ","965718":"\n  I wouldn’t want to change it.\n  ","965719":"\n  A couple of times!\n  ","965720":"\n  Haha I know🤣 anon will be scrolling for months actually lol\n  ","965721":"\n  Honestly probably nothing much anyways, would have been going to class though.\n  ","965722":"\n  Very much so lol\n  ","965723":"\n  A big hearted person who always tried her best to spread positivity and love to all of those she could and also kindness. Also how caring and loving I am to those close to me.\n  ","965724":"\n  No lol\n  ","965725":"\n  🤔🤔\n  ","965726":"\n  They probably did expect me to say that🤣 they’ll be scrolling for ages lol\n  ","965727":"\n  I’m sorry, stay strong for her. And not that I can think of tbh.\n  ","965728":"\n  No lol Adam doesn’t have brown eyes actually. His eyes are hazel. And yes I like their eyes. I just don’t like the color on myself anon. Thank you!\n  ","965729":"\n  Honestly linkin park helps me relax😁\n  ","965730":"\n  Who’s that?\n  ","965731":"\n  Say what now?\n  ","965732":"\n  Well jealously isn’t a good thing and it’s not healthy in a relationship. He should trust you and have built that trust. That isn’t healthy being jealous like that.\n  ","965733":"\n  I know omg🤣\n  ","965734":"\n  Hmm I’m not really sure 🤨\n  ","965735":"\n  She didn’t advise me against anything lol\n  ","965736":"\n  Happy Sunday anon! And I absolutely love this, thank you for the positivity 💕\n  ","965737":"\n  What’s that? Lol\n  ","965738":"\n  Dogs!\n  ","965739":"\n  Y’all\n  ","965740":"\n  Well yeah, that’s true. Try not to worry about it too much. You’ll be okay. And ahh nice!😊\n  ","965741":"\n  Lol well true 🤣\n  ","965742":"\n  I wish to escape it to be honest\n  ","965743":"\n  Yes, absolutely anon. I agree with you!\n  ","965744":"\n  No lol not even\n  ","965745":"\n  Well there’s that too lol\n  ","965746":"\n  No I wouldn’t tbh\n  ","965747":"\n  No? Lol🤨🤣\n  ","965748":"\n  Hello! How are you?😊\n  ","965749":"\n  Absolutely not\n  ","965750":"\n  Lol say what?\n  ","965751":"\n  No it hasn’t\n  ","965752":"\n  Well yes I’m addicted to them\n  ","965753":"\n  Who’s that?\n  ","965754":"\n  No anon\n  ","965755":"\n  No I didn’t know that, interesting\n  ","965756":"\n  Hey anon! I’m okay, you?\n  ","965757":"\n  Definitely has to be sweet, I don’t like bitter drinks\n  ","965758":"\n  They didn’t ask you lol\n  ","965759":"\n  It is anon\n  ","965760":"\n  My music taste is pop\/rock and it’s definitely Linkin Park😎\n  ","965761":"\n  🤨🤨\n  ","965762":"\n  My parents definitely 😁\n  ","965763":"\n  I already have\n  ","965764":"\n  That’s fun!😊\n  ","965765":"\n  Ooh I like that anon, we should!\n  ","965766":"\n  Y’all\n  ","965767":"\n  No problem!\n  ","965768":"\n  I’m 20\n  ","965769":"\n  They don’t have weird accents anon, it’s just different for you since you aren’t used to hearing it\n  ","965770":"\n  Hello! Sure why not lol\n  ","965771":"\n  That would be really adorable to see actually lol\n  ","965772":"\n  Yes I do\n  ","965773":"\n  I think a couple should wait until they get to know each other better and the habits of one another. Probably at least a year or even 5 months until you feel you know everything about one another.\n  ","965774":"\n  I guess my personality\n  ","965775":"\n  They want you to buy coins now lol\n  ","965776":"\n  Excuse me?\n  ","965777":"\n  No anon, I didn’t ban you. I don’t even know who you are lol\n  ","965778":"\n  Oh my, I don’t know what I would tell them lol\n  ","965779":"\n  How am I banning your accounts anon?\n  ","965780":"\n  I’m not even sure to be honest\n  ","965781":"\n  You don’t anymore\n  ","965782":"\n  I have so many long-term goals tbh\n  ","965783":"\n  Hmmm I’m not sure 🤨\n  ","965784":"\n  Haha what leg day? I don’t need it🤣\n  ","965785":"\n  With a friend about a situation I’m going through\n  ","965786":"\n  Just hanging out and chilling!😁\n  ","965787":"\n  Awh thank you😊\n  ","965788":"\n  Thank youuuu😎\n  ","965789":"\n  Neither lol\n  ","965790":"\n  🤪🤠\n  ","965791":"\n  I would definitely go and scare people and move things around lol\n  ","965792":"\n  Don’t know how I’d start lol\n  ","965793":"\n  I was laughing🤣\n  ","965794":"\n  What’s your kik? lol🤣\n  ","965795":"\n  I think it’s because people think when a guy cries it makes them look weak and that they can’t show their feelings with others. It’s really sad though because guys are human too and they have feelings just like everyone else and they can cry if they have to or need to let it out.\n  ","965796":"\n  I mean I don’t know how I’d describe them, I guess pretty good.\n  ","965797":"\n  We have a brain and heart and also we all have feelings that make us human but not everyone uses them to be honest.\n  ","965798":"\n  Haha no they haven’t, but that would be interesting\n  ","965799":"\n  Nope.\n  ","965800":"\n  Not really, it’s okay\n  ","965801":"\n  But I don’t even know you lol to give you my number\n  ","965802":"\n  Yes, of course I have! Storage Wars on tv😁\n  ","965803":"\n  I mean, I’ve been in that experience before. The guy I was with told my brother that he wanted to break up with me instead of telling me 🤣 like really? smh\n  ","965804":"\n  Probably for ELQ tbh\n  ","965805":"\n  Well yeah, that’s very saddening but that’s how this world and society works. It’s very sad.\n  ","965806":"\n  I’m doing okay, you?\n  ","965807":"\n  Yeah, that’s awesome! And what am I gonna do about it?🤔\n  ","965808":"\n  This sounds like someone I know🤣\n  ","965809":"\n  It’s alright, yours?\n  ","965810":"\n  Yeah, it really does lol and my lips are so dry due to it\n  ","965811":"\n  That’s nice anon\n  ","965812":"\n  That’s pretty awesome! 😁\n  ","965813":"\n  I guess so\n  ","965814":"\n  Yeah, it really is lol\n  ","965815":"\n  Picking my lips to the point they bleed. I’d like to break that habit eventually.\n  ","965816":"\n  No anon\n  ","965817":"\n  Of course, I love sky.\n  ","965818":"\n  Am I sure? I guess, I’m fine.\n  ","965819":"\n  Awh thank you anon😊\n  ","965820":"\n  No I wouldn’t scold them for getting bad grades ever.\n  ","965821":"\n  I’m not even sure tbh, hopefully with a significant other.\n  ","965822":"\n  🤔🤔\n  ","965823":"\n  Of course I do\n  ","965824":"\n  Lol well thank you anon, that’s kind\n  ","965825":"\n  Why’s that anon?\n  ","965826":"\n  Definitely being left on seen\/open it just makes me feel like they have no interest in talking to me and that makes me feel frustrated and upset.\n  ","965827":"\n  No I’m not\n  ","965828":"\n  Yes, it’s pretty important to me because when I see someone writing without good grammar it makes me cringe honestly lol.\n  ","965829":"\n  I don’t know 🤷‍♀️\n  ","965830":"\n  Yes, I have anon\n  ","965831":"\n  Not sure why 🙃\n  ","965832":"\n  I’m not, I just can’t sleep 🤣\n  ","965833":"\n  I mean you don’t fall in love with someone it’s more of growing in love with someone. The falling in love part is your heart feeling.\n  ","965834":"\n  🤔\n  ","965835":"\n  Honestly nothing has lately, I don’t know.\n  ","965836":"\n  Ooh a lot of things do tbh. Getting into arguments, being told the same thing over and over again, being rushed etc!\n  ","965837":"\n  Thank you 😊\n  ","965838":"\n  Not saying anything and later wishing you had because it will eat you up inside literally. It’s better to say what you wanted to say.\n  ","965839":"\n  🤔🤔\n  ","965840":"\n  No I don’t  like mushrooms\n  ","965841":"\n  Golden voice lol\n  ","965842":"\n  Yes of course, I have. Pretty often, I just keep my head up high and keep going at least I try to.\n  ","965843":"\n  I’m not sure tbh\n  ","965844":"\n\n   https:\/\/youtu.be\/bqO3Y5e4Dow\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","965845":"\n  Picking my lips to the point they bleed🥴\n  ","965846":"\n  I mean sure, I guess it just depends if I was really in love with that person that much to leave for them.\n  ","965847":"\n  Hahaha that’s hilarious 🤣\n  ","965848":"\n  Psycho Granny and yeah it was okay lol\n  ","965849":"\n  Haha yeah, it was funny!😁 and I couldn’t find it lol\n  ","965850":"\n  I mean yeah, I definitely can be sometimes.\n  ","965851":"\n  Oh there’s too many I would want to erase.\n  ","965852":"\n  I probably wouldn’t do it, no because I’m not comfortable driving just yet so it would make me really anxious. Also yes, I can drive but it’s only been a year since I’ve gotten my license so I’m still pretty new at driving. 😬\n  ","965853":"\n  Yeah, that’s definitely true\n  ","965854":"\n  I’m doing okay, I guess\n  ","965855":"\n  Haha that one is really funny actually, I enjoyed it 🤣\n  ","965856":"\n  For sure!😊\n  ","965857":"\n  Yes, I believe I have\n  ","965858":"\n  To be kind and spread positivity to as many people as you can. To make people smile as well😊\n  ","965859":"\n  Not really, no I don’t\n  ","965860":"\n  No I don’t\n  ","965861":"\n  Don’t have a lockdown routine\n  ","965862":"\n  Just don’t post on your story if you don’t want anyone to look at it.\n  ","965863":"\n  🤣🤣\n  ","965864":"\n  Welcome back, I hope all is well with you!\n  ","965865":"\n  What in the world are you talking about? We aren’t dating 😂\n  ","965866":"\n  Yes, I’m pretty tall lol\n  ","965867":"\n  I’m 20\n  ","965868":"\n  Tea, definitely !\n  ","965869":"\n  Goofballs? Lol you mean like silly?\n  ","965870":"\n  Introvert!\n  ","965871":"\n  I’m 5’7\n  ","965872":"\n  What has?\n  ","965873":"\n  Oh yes, most definitely!\n  ","965874":"\n  Linkin Park 🤫\n  ","965875":"\n  I guess I do\n  ","965876":"\n  No one cares about your thoughts\n  \n  All I want is your tears to dry\n  \n  I promise you, you’ll be just fine\n  ","965877":"\n  No anon\n  ","965878":"\n  No of course not\n  ","965879":"\n  Say what now?\n  ","965880":"\n  I haven’t felt motivated in awhile to do anything really but I listen to Linkin park and since they’re my favorite they help me feel motivated again and get back up. Maybe try listening to your favorite music!\n  ","965881":"\n  Not really a quote but 😬\n  ","965882":"\n  Wooo just reached 14.6k followers on here\n  ","965883":"\n  Since it’s hot now, very often\n  ","965884":"\n  Oooh I’ve seen that happen many times in my life 😅\n  ","965885":"\n  Lol no🤨\n  ","965886":"\n  I’ll take a look at it 😁 and let you know!\n  ","965887":"\n  I’m hard on myself for literally everything. 🙃\n  ","965888":"\n  Like 30 or 20 minutes lol\n  ","965889":"\n  Just got back from a walk\n  ","965890":"\n  I ask myself so many questions everyday 😅\n  ","965891":"\n  I’d rather work for money tbh\n  ","965892":"\n  😎🤪\n  ","965893":"\n  Oh my, I don’t know 😅\n  ","965894":"\n  It’s been crazy and stressful tbh. I hope your week has been good!😊\n  ","965895":"\n  I don’t know lol\n  ","965896":"\n  Yes very awkward\n  ","965897":"\n  🤔🤔\n  ","965898":"\n  I like both\n  ","965899":"\n  A warm drink on a cold day 😬\n  ","965900":"\n  Sure, you can 😁\n  ","965901":"\n  To make me feel better?\n  ","965902":"\n  Thank you!😊\n  ","965903":"\n  Helloo!\n  ","965904":"\n  My goodness, really anon?\n  ","965905":"\n  No thank you\n  ","965906":"\n  Hello!\n  ","965907":"\n  I follow my heart tbh\n  ","965908":"\n  I guess tickled for 10 minutes 🥴\n  ","965909":"\n  Probably extremely honest 🤔\n  ","965910":"\n  I’m not sure tbh\n  ","965911":"\n  🤔🤔\n  ","965912":"\n  I prefer to switch it up every now and then aha😁\n  ","965913":"\n  That Michael Jackson was trying to come after me🤣\n  ","965914":"\n  Real life version of the walking dead since I haven’t watched game of thrones\n  ","965915":"\n  Yeah it’s 1:41 am\n  ","965916":"\n  No, definitely not. Not even close\n  ","965917":"\n  Yes lol\n  ","965918":"\n  I’m okay, you?\n  ","965919":"\n  I don’t know lol\n  ","965920":"\n  Why’s that?🤣\n  ","965921":"\n  No I don’t.\n  ","965922":"\n  Ahhh I see, I know it’s not going to be fun\n  ","965923":"\n  Good for you.\n  ","965924":"\n  I have many favorites but some are\n  \n  The ‘IT’ movies\n  \n  The conjuring movies\n  \n  Hotel Artemis\n  ","965925":"\n  I think everyone does anon sometimes\n  ","965926":"\n  Yes, I do lol\n  ","965927":"\n  Yes, I’m a pretty active user 🤪\n  ","965928":"\n  Goodnight y’all\n  ","965929":"\n  I wouldn’t want to remove the existence of anyone anon.\n  ","965930":"\n  Well those are the lyrics lol\n  \n  And it’s because English isn’t his first language\n  ","965931":"\n  Every time you wanna walk the door\n  \n  I don’t blame you\n  \n  I don’t blame you\n  ","965932":"\n  Definitely steak.\n  ","965933":"\n  Lol what are you talking about even?🥴\n  ","965934":"\n  No it’s not that hot outside lol\n  ","965935":"\n  No I do not\n  ","965936":"\n  Stressful, crazy, interesting\n  ","965937":"\n  Sure I do anon🥴\n  ","965938":"\n  I think I have flat feet actually\n  ","965939":"\n  Lol no it wouldn’t\n  ","965940":"\n  Speaking of a cult it reminded me of dawn of day from general hospital oh my such a terrible and scary cult 🙃\n  ","965941":"\n  Awh thank you lovely, you’re also amazing for spreading positivity 💕\n  ","965942":"\n  Lol goodnight!\n  ","965943":"\n  Ahaha yeah, it’s relatable 😁\n  ","965944":"\n  Thank you anon😌\n  ","965945":"\n  Oh goodness, no lol\n  ","965946":"\n  2 on each ear\n  ","965947":"\n  Yes, I definitely would actually.\n  ","965948":"\n  No I didn’t\n  ","965949":"\n  Neither of those choices 🙃\n  ","965950":"\n  Not really, no\n  ","965951":"\n  Eh that was so long ago lol\n  ","965952":"\n  Not really\n  ","965953":"\n  Sure, why not\n  ","965954":"\n  Yes, I am\n  ","965955":"\n  I used to draw actually but not anymore\n  ","965956":"\n  Yes, she can!\n  ","965957":"\n  Not currently\n  ","965958":"\n  Taller that would be interesting lol\n  ","965959":"\n  I’m sure you’ll get to see her soon and oh my!😱\n  ","965960":"\n  My aunt😁\n  ","965961":"\n  Yes lol\n  ","965962":"\n  That just made me throw up literally.\n  ","965963":"\n  I’d support them.\n  ","965964":"\n  I haven’t 🙁\n  ","965965":"\n  No anon\n  ","965966":"\n  I’m not sure lol\n  ","965967":"\n  No lol I don’t\n  ","965968":"\n  No I don’t believe so\n  ","965969":"\n  I enjoy cooking carbonara!\n  ","965970":"\n  😊\n  ","965971":"\n  I wouldn’t want to\n  ","965972":"\n  I do like chicken wings!\n  ","965973":"\n  I guess so anon, I don’t know lol. I’m just chilling\n  ","965974":"\n  Come off anon\n  ","965975":"\n  I’m not so sure anymore 🤷‍♀️\n  ","965976":"\n  That’s not nice anon.\n  ","965977":"\n  No lol\n  ","965978":"\n  Well that’s interesting but thank you😊\n  ","965979":"\n  That’s cool!😎\n  ","965980":"\n  I’m from California\n  ","965981":"\n  Why’s that? Lol\n  ","965982":"\n  I don’t know anymore 🤷‍♀️\n  ","965983":"\n  Yeah it would tbh.\n  ","965984":"\n  🤷‍♀️🤷‍♀️\n  ","965985":"\n  Lucky?\n  ","965986":"\n  I like pugs!🤪\n  ","965987":"\n  🤨🤨\n  ","965988":"\n  Doing random things I guess\n  ","965989":"\n  Just entertaining myself, really\n  ","965990":"\n  Thank you anon😊\n  ","965991":"\n  No I wouldn’t feel bad, he doesn’t deserve to win\n  ","965992":"\n  That’s not my dream\n  ","965993":"\n  I would love to honor him by naming my future child after him. If I ever get married or have kids.\n  ","965994":"\n  It’s definitely going\n  ","965995":"\n  Why would I though?\n  ","965996":"\n  Awh thank you beautiful!😊\n  ","965997":"\n  Well I differ a lot offline because in real life I’m very quiet and shy and pretty reserved until I feel comfortable around someone and on the internet version of myself I’m very talkative and like talking to new people and don’t seem shy at all.\n  ","965998":"\n  No, definitely not\n  ","965999":"\n  I’m doing okay, you?\n  ","966000":"\n  No I couldn’t\n  ","966001":"\n  Nah, I will not\n  ","966002":"\n  Lol really anon?\n  ","966003":"\n  No I haven’t\n  ","966004":"\n  They’re fascinating\n  ","966005":"\n  That’s awesome!\n  ","966006":"\n  Lol I have no idea what you’re talking about 🤣\n  ","966007":"\n  Neither lol\n  ","966008":"\n  Lol we’re not getting married anon\n  ","966009":"\n  Nope lol\n  ","966010":"\n  Our classes are online for now at least\n  ","966011":"\n  Not really, nah\n  ","966012":"\n  I don’t know honestly, hopefully long enough lol\n  ","966013":"\n  Who knows lol\n  ","966014":"\n  Lol no he’s not fake anon, come on now.\n  ","966015":"\n  Lol no way! I love things like that, they’re so much fun 🤣\n  ","966016":"\n  Oh lol why thank you anon\n  ","966017":"\n  Yes, it’s my favorite ahah😁\n  ","966018":"\n  Definitely, halloween!\n  ","966019":"\n  I do 😁\n  ","966020":"\n  Yes, I drive!\n  ","966021":"\n  I mean not necessarily, I don’t think so\n  ","966022":"\n  How so? Lol\n  ","966023":"\n  I don’t dress to impress anyone lol\n  ","966024":"\n  Closer to my mom, definitely\n  ","966025":"\n  Well dang anon, what do you mean and then decided to talk to you all the time?🤔\n  ","966026":"\n  Indeed, I do!\n  ","966027":"\n  Ohhh yeah, I do like those\n  ","966028":"\n  Awh that’s very saddening to hear, you’re a great person and you always ask very interesting questions! We will definitely miss you Tobbe😊 but I understand that sometimes it’s better to move on to better things in life, I hope everything goes well for you in your next semester! I wish you the best! And I sent my username to you 😌\n  ","966029":"\n  A very few close ones!\n  ","966030":"\n  Nope but either way I don’t like pineapple\n  ","966031":"\n  I like both to be honest\n  ","966032":"\n  What’s that?\n  ","966033":"\n  Chocolate or anything that’s sweet and I like 🤪\n  ","966034":"\n  Yes, I like to think I am.\n  ","966035":"\n  Definitely tea!\n  ","966036":"\n  Haha no I don’t anon.\n  ","966037":"\n  Yes, I can drive lol\n  ","966038":"\n  People do🤔\n  ","966039":"\n  I don’t hate ghosts lol\n  ","966040":"\n  I think psychology but I’m not so sure tbh\n  ","966041":"\n  I’m okay, you?\n  ","966042":"\n  I’m a student aha, I don’t work just yet but I’d like to.\n  ","966043":"\n  No that’s weird.\n  ","966044":"\n  Oh my lord lol\n  ","966045":"\n  I’ve posted so many anon🥴\n  ","966046":"\n  Yes, that’s true!\n  ","966047":"\n  No lol🤣\n  ","966048":"\n  Hello!\n  ","966049":"\n  I’m not always awake🤣\n  ","966050":"\n  Ahhh that’s fun, have a good day at work!😊\n  ","966051":"\n  I mean it’s been a very weird year indeed and yes it’s changed my perspective on people and how crazy they can be in this world, it’s insane 🙃\n  ","966052":"\n  Blue and pink!\n  ","966053":"\n  Well it’s 6:20 am and I’m not sure why I’m awake lol. How’s your day going?😎\n  ","966054":"\n  I know lol🤣\n  ","966055":"\n  That’s not my name🤣\n  ","966056":"\n  Good morning!😊\n  ","966057":"\n  Milk chocolate!\n  ","966058":"\n  Maybe a unicorn 🤪\n  ","966059":"\n  That’s debatable, it can definitely be more fun with the anonymous tab on because you get interesting and silly questions but it also be a negative thing because they can send you hate and negativity and you just never know who it is which is pretty saddening.\n  ","966060":"\n  Yes, I do\n  ","966061":"\n  Nope, that’s not my name\n  ","966062":"\n  Lol chill anon🤣\n  ","966063":"\n  That’s weird lol\n  ","966064":"\n  They don’t lol\n  ","966065":"\n  🤔🤔\n  ","966066":"\n  Okay anon you have no idea, how much they have helped me throughout my life. How much their music has helped me get through so hard times in my life. They make me happy so of course I’m going to listen to them a lot.\n  ","966067":"\n  No of course not, I like Leto as well\n  ","966068":"\n  No lol\n  ","966069":"\n  Well it’s their choice after all.\n  ","966070":"\n  No I feel they can make that decision for themselves even if they’re a child.\n  ","966071":"\n  Nooo lol\n  ","966072":"\n  Y’all are hilarious 🤣\n  ","966073":"\n  Michele Morrone\n  ","966074":"\n  That would be quite interesting actually lol\n  ","966075":"\n  Lol anon he is 47 years old.\n  ","966076":"\n  Lol why would I?🤣🤣\n  ","966077":"\n  Yes, I have lol\n  ","966078":"\n  No it’s not🥴\n  ","966079":"\n  Listen to Linkin Park 🤪\n  ","966080":"\n  Oh really anon? That’s interesting\n  ","966081":"\n  I don’t know why\n  ","966082":"\n  I’m a student aha.\n  ","966083":"\n  Sure anon\n  ","966084":"\n  I have no idea lol\n  ","966085":"\n  Lol I don’t know 🤔\n  ","966086":"\n  Larryyyyyyyyy!\n  ","966087":"\n  It’s been alright yours?\n  ","966088":"\n  I don’t know anon 🤷‍♀️\n  ","966089":"\n  Haha that’s very sweet but I disagree!\n  ","966090":"\n  Pretty big!\n  ","966091":"\n  It is, yes\n  ","966092":"\n  No lol they won’t\n  ","966093":"\n  Thank you lol\n  ","966094":"\n  That’s debatable\n  ","966095":"\n  Why would someone like him fall in love with me? Lol really anon?🤣\n  ","966096":"\n  You can ask me questions, sure\n  ","966097":"\n  I’m not your future wife anon lol but thank you\n  ","966098":"\n  Lol seriously? 🤣\n  ","966099":"\n  I’m not into Jake Paul🤣🤣\n  ","966100":"\n  Hmm no I don’t think so\n  ","966101":"\n  I mean I don’t personally know him, but he likes my answers sometimes lol\n  ","966102":"\n  Cheeky? lol\n  ","966103":"\n  Brian Austin Green\n  ","966104":"\n  🤪✌🏻😎\n  ","966105":"\n  No lol\n  ","966106":"\n  Yeah haha I guess, I just wish I had a different color.😊\n  ","966107":"\n  Neither anon\n  ","966108":"\n  Eh I’ve been better, how are you?😌\n  ","966109":"\n  I don’t like it 🤷‍♀️\n  ","966110":"\n  Haha thank but no I’m not interested\n  ","966111":"\n  Sadly it’s brown\n  ","966112":"\n  No I’m good lol\n  ","966113":"\n  Absolutely not🤣\n  ","966114":"\n  I don’t really want to talk about it\n  ","966115":"\n  I’ve become so numb I can feel yiu there\n  ","966116":"\n  Yes, and it happened again recently.\n  ","966117":"\n  I’ve fallen in love twice.\n  ","966118":"\n  Prank videos lol\n  ","966119":"\n  I usually tell them over time that I like them.\n  ","966120":"\n  I like both!\n  ","966121":"\n  🤣🤣\n  ","966122":"\n  I don’t know tbh🤔\n  ","966123":"\n  I don’t think so\n  ","966124":"\n  Yes lol\n  ","966125":"\n  Yes very saddening 🙁\n  ","966126":"\n  The explosion?\n  ","966127":"\n  No I don’t\n  ","966128":"\n  Yes! I like roller coasters 😎\n  ","966129":"\n  No I haven’t.\n  ","966130":"\n  Nothing lol\n  ","966131":"\n  No I don’t.\n  ","966132":"\n  Well definitely one of them.\n  ","966133":"\n  None of those choices 😬\n  ","966134":"\n  I know haha, we all stopped receiving coins!\n  ","966135":"\n  It wasn’t a mistake.\n  ","966136":"\n  Yes, I have\n  ","966137":"\n  I’m a Virgo\n  ","966138":"\n  I’ll probably fall asleep soon\n  ","966139":"\n  Ooh I’m not really sure tbh🤔\n  ","966140":"\n  Summer is my favorite season because I love the heat!😁\n  ","966141":"\n  Key lime pie!\n  ","966142":"\n  Not anymore, nope\n  ","966143":"\n  Ehh I guess so, it’s going to be same. As every year is the same for me anyways.\n  ","966144":"\n  Anytime 😊\n  ","966145":"\n  I’m in bed lol\n  ","966146":"\n  It’s called Midsommar. It was very unsettling and weird tbh.\n  ","966147":"\n  I don’t like Beyoncé 😊\n  ","966148":"\n  Taco Bell\n  ","966149":"\n  Sure if you want that🤣\n  ","966150":"\n  I was never dating Jared Leto🤣\n  ","966151":"\n  I don’t like them😬\n  ","966152":"\n  Sure!😊\n  ","966153":"\n  Australia is one of them, definitely!\n  ","966154":"\n  I’m not really sure tbh🤔\n  ","966155":"\n  To the house?\n  ","966156":"\n  Just depends on what I feel like eating that day.\n  ","966157":"\n  😍😍😍😍\n  ","966158":"\n  No I haven’t\n  ","966159":"\n  A little bit, yes definitely\n  ","966160":"\n  Yes, she’s great!\n  ","966161":"\n  I guess so.\n  ","966162":"\n  Go swimming or just sit inside with the air conditioner on and drink cold water.\n  ","966163":"\n  34 days until my birthday. Oh my\n  ","966164":"\n  I don’t know tbh, I wouldn’t want to lose any body part 😬\n  ","966165":"\n  Yes, actually lol\n  ","966166":"\n  I don’t know why anon, I guess for some people it’s a good way to release stress.\n  ","966167":"\n  If you had my back you wouldn’t leave\n  \n  I think you’re lying\n  \n  Look into my eyes and say it is a game\n  ","966168":"\n  I promise you, you’ll be just fine\n  ","966169":"\n  Ooh this song is so emotional 🥺🥺\n  ","966170":"\n  Hahah that’s so adorable actually awhhh🥺\n  ","966171":"\n  Sure!\n  ","966172":"\n  A few reasons actually!\n  ","966173":"\n  Yes, I do!\n  ","966174":"\n  I have no clue anon\n  ","966175":"\n  You have to start a fight\n  \n  Otherwise you will go down\n  \n  This is what I’ve got\n  \n  standing in front of you\n  ","966176":"\n  We aren’t anon\n  ","966177":"\n  I believe so 🤣\n  ","966178":"\n  I believe Dana Point, California 😊\n  ","966179":"\n  Definitely in Europe!😁\n  ","966180":"\n  My economics teacher in high school,  lol he was like ask me anything, I’m google 🤣\n  ","966181":"\n  Yes, I have!\n  ","966182":"\n  Not very, I remember things from ages ago!\n  ","966183":"\n  No lol🤣\n  ","966184":"\n  No anon.\n  ","966185":"\n  I’m doing okay, you?😊\n  ","966186":"\n  Oh anon anon, you know things happen in life as well\n  ","966187":"\n  What in the 🤣🤣\n  ","966188":"\n  🤨🤨\n  ","966189":"\n  I don’t know anon🤷‍♀️\n  ","966190":"\n  Definitely 🤣\n  ","966191":"\n  No lol it’s not\n  ","966192":"\n  Anon it’s not always a person.\n  ","966193":"\n  That’s wonderful\n  ","966194":"\n  Absolutely not🤣🤣\n  ","966195":"\n  I don’t know who this is\n  ","966196":"\n  So many other things in life.\n  ","966197":"\n  Yes, I do!\n  ","966198":"\n  Well yeah lol\n  ","966199":"\n  Lol I do have a lot 🤣\n  ","966200":"\n  Hey!😊\n  ","966201":"\n  Anon can y’all stop? No he didn’t, we ended on mutual terms.  There are under things in life that happen,\n  ","966202":"\n  Who knew who he was as well?\n  ","966203":"\n  I’m surviving, you?\n  ","966204":"\n  That’s not my name.\n  ","966205":"\n  I guess catfish never made another account🙁 what a cool person to talk to!\n  ","966206":"\n  I do think about my future a lot\n  ","966207":"\n  I don’t know anymore, I’m just not\n  ","966208":"\n  How funny 🤣🤣\n  ","966209":"\n  Awh, I appreciate it. But I’m not happy\n  ","966210":"\n  Thank ya😌\n  ","966211":"\n  Lol thank you\n  ","966212":"\n  It’s short sleeves anon\n  ","966213":"\n  Yes lol.\n  ","966214":"\n  Does it matter?\n  ","966215":"\n  Feminine definitely.\n  ","966216":"\n  Thank you😌\n  ","966217":"\n  Not really, I have so much jewelry but I rarely ever wear any.\n  ","966218":"\n  How much they love and care about me. Also how they always want the best for me and support me no matter what. Their love for me is very strong and great😌\n  ","966219":"\n  Yes lol\n  ","966220":"\n  Not that many, sometimes none at all lol\n  ","966221":"\n  Haha well yeah that’s true\n  ","966222":"\n  Pirate age lol\n  ","966223":"\n  I’m not wearing any lol\n  ","966224":"\n  I don’t think I’ve seen people call Linkin Park Linking Park🤔\n  ","966225":"\n  That’s awesome 😁\n  ","966226":"\n  Really anon?🥴\n  ","966227":"\n  Ahaha of what?\n  ","966228":"\n  No, definitely not\n  ","966229":"\n  No I didn’t 🙁\n  ","966230":"\n  Thank you for this, I appreciate it!😌\n  ","966231":"\n  Hey! Thank you, hope you’re well too😊\n  ","966232":"\n  No lol I don’t\n  ","966233":"\n  Movie actor!\n  ","966234":"\n  Thank you😊\n  ","966235":"\n  Lol not right now🤣 I’ve posted many\n  ","966236":"\n  Lol I prefer to be called beautiful 🙄\n  ","966237":"\n  I’m not so I don’t know🤨\n  ","966238":"\n  I don’t remember tbh🤔\n  ","966239":"\n  Definitely 😎\n  ","966240":"\n  Oh yes, totally\n  ","966241":"\n  For sure anon\n  ","966242":"\n  I’d definitely love to ghost hunt one day 😱\n  ","966243":"\n  I’m not your boo\n  ","966244":"\n  Sure!\n  ","966245":"\n  It’s not morning here\n  ","966246":"\n  Treasure hunter sounds interesting\n  ","966247":"\n  When I went on the VR rollercoaster at six flags 🤣 funny story actually.\n  ","966248":"\n  I don’t really brag about anything to be honest\n  ","966249":"\n  It just depends on what I feel like eating eating\n  ","966250":"\n  Uh okay?\n  ","966251":"\n  Watching married at first sight!\n  ","966252":"\n  Thank you lol\n  ","966253":"\n  A ton of people\n  ","966254":"\n  Hello there\n  ","966255":"\n  Definitely left alone.\n  ","966256":"\n  I wouldn’t want to change my name tbh.\n  ","966257":"\n  I don’t know anon🤷‍♀️\n  ","966258":"\n  Really anon?\n  ","966259":"\n  Bright neon colors!\n  ","966260":"\n  When you’re in love, you’ll know. I mean you’ll feel a connection with that person and you’ll feel their soul and vibes and it will intrigue you and pull you closer to them. You feel you can be yourself around that person.\n  ","966261":"\n  🥴🥴\n  ","966262":"\n  You’re on anonymous 🤣\n  ","966263":"\n  It’s Steven lol🤣\n  ","966264":"\n  This app.\n  ","966265":"\n  Actually yes, I used to eat salmon when I was little but now I don’t like fish.\n  ","966266":"\n  I had an El Polo Loco chicken bowl 😁\n  ","966267":"\n  Haven’t read in quite awhile\n  ","966268":"\n  It’s not a joke lol\n  ","966269":"\n  Haha I’m sure it’s on YouTube 🤣 haven’t seen it in ages. Never really watched it though.\n  ","966270":"\n  I’m not sure tbh.\n  ","966271":"\n  Lol sure anon\n  ","966272":"\n  California\n  ","966273":"\n  Hello there 😊\n  ","966274":"\n  No I haven’t\n  ","966275":"\n  Never had it\n  ","966276":"\n  Well thank you anon, that’s kind\n  ","966277":"\n  I like both.\n  ","966278":"\n  Nope lol\n  ","966279":"\n  Well I see my family every day anon\n  ","966280":"\n  What’s that mean? lol\n  ","966281":"\n  I am lol\n  ","966282":"\n  Hey!\n  ","966283":"\n  No one.\n  ","966284":"\n  Honestly yeah lol🤣\n  ","966285":"\n  lol anon anon🤫\n  ","966286":"\n  I do!\n  ","966287":"\n  Yeah, let’s not go there\n  ","966288":"\n  Yes, 365 days!\n  ","966289":"\n  Yes, yes we can I mean Massimo😍\n  ","966290":"\n  Every minute that we spent together doesn’t matter for you\n  \n  It’s a lie, it’s a lie\n  \n  you’re a liar\n  ","966291":"\n  🤨🤨\n  ","966292":"\n  Why’s that?\n  ","966293":"\n  Yes, I love the warm weather!\n  ","966294":"\n  I’m a nut now?🥴\n  ","966295":"\n  Christopher Robin is one of them lol\n  ","966296":"\n  Which shirt?\n  ","966297":"\n  That’s not true though.\n  ","966298":"\n  Excuse me?\n  ","966299":"\n  Not really lol\n  ","966300":"\n  Thank you anon!\n  ","966301":"\n  Seriously anon?🥴 I’m not comfortable answering that.\n  ","966302":"\n  “I love you”\n  \n  “I’ll never leave you”\n  \n  “I’m so lucky”\n  \n  “You’re so special”\n  \n  etc.\n  ","966303":"\n  Chester Bennington’s angelic singing voice.\n  ","966304":"\n  Really anon?\n  ","966305":"\n  I don’t really feel like sharing that lol\n  ","966306":"\n  I don’t like Harry Potter😅\n  ","966307":"\n  Why?\n  ","966308":"\n  Yes, I have anon\n  ","966309":"\n  🤨🤨\n  ","966310":"\n  Rarely, I used to a lot\n  ","966311":"\n  No I didn’t\n  ","966312":"\n  I don’t have a husband silly anon 🤣\n  ","966313":"\n  I don’t have a favorite restaurant 😬\n  ","966314":"\n  Oh anon, it’s okay lol\n  ","966315":"\n  I would like to work in a retail store at some point!\n  ","966316":"\n  Actually that’s too bad because you’ll never know my answer hah\n  ","966317":"\n  I was getting to that, chill my friend\n  ","966318":"\n  Went to starbucks down here in the bikini bottom\n  ","966319":"\n  Pink drink 😎\n  ","966320":"\n  Pink drink!\n  ","966321":"\n  ✌🏻🤠\n  ","966322":"\n  I have, before!\n  ","966323":"\n  I’m just drinking my starbucks 😁\n  ","966324":"\n  Yes I’ll like to have one!🤪 preferably chocolate flavor!\n  ","966325":"\n  Hey!\n  ","966326":"\n  I don’t know lol\n  ","966327":"\n  No it’s not\n  ","966328":"\n  Awh thank you😌\n  ","966329":"\n  I don’t really dive lol\n  ","966330":"\n  Hey!\n  ","966331":"\n  I’m already naturally tan🤣\n  ","966332":"\n  I guess also enjoy the warm weather 🤪\n  ","966333":"\n  No it wouldn’t lol\n  ","966334":"\n  I’ve never been drunk anon.\n  ","966335":"\n  What makes you think that?🤣\n  ","966336":"\n  I don’t know tbh, but it’s definitely a linkin park song lol\n  ","966337":"\n  I answered that anon\n  ","966338":"\n  There’s so many things I want to achieve honestly and I don’t know where to start 🙃\n  ","966339":"\n  Wait, this sounds like someone I know 🤔\n  ","966340":"\n  Lol🤨\n  ","966341":"\n  Hahah same though 🤣\n  ","966342":"\n  I would say the ideal place for the first date should be a picnic at a nice park and surrounded by nature and the great outdoors so that you two can really get to know one another and enjoy each other’s company.\n  ","966343":"\n  Not really, no\n  ","966344":"\n  My birthstone is the Sapphire and yes I do, it’s my favorite color!😁\n  ","966345":"\n  To go swimming lol\n  ","966346":"\n  Probably in Europe tbh because I love it there.\n  ","966347":"\n  I know right? It’s so boring 🙃\n  ","966348":"\n  🤨🤨\n  ","966349":"\n  There’s so many overrated Hollywood actors.\n  ","966350":"\n  I believe H&M 🤔\n  ","966351":"\n  Hello Joe! Welcome back 🤪\n  ","966352":"\n  You should nap 😬\n  ","966353":"\n  I’m okay, how are you?\n  ","966354":"\n  🙄🙄\n  ","966355":"\n  Thank ya!\n  ","966356":"\n  Thank you😌\n  ","966357":"\n  I’ve fallen in love twice anon\n  ","966358":"\n  🤔🤔\n  ","966359":"\n  I would say carbonara\n  ","966360":"\n  I think it’s a beautiful thing when you find the right person to marry and you know it’s going to last. Also when you two love each other unconditionally and always are supportive of one another. Marriage can definitely be a very beautiful thing when you find the person you want to spend the rest of your life with and make happy as well.\n  ","966361":"\n  Yes lol\n  ","966362":"\n  No absolutely not anon\n  ","966363":"\n  Oh I’m not even sure lol\n  ","966364":"\n  No?\n  ","966365":"\n  Thank you😌\n  ","966366":"\n  Which shirt?\n  ","966367":"\n  Here’s another throwback 🤠🥀\n  ","966368":"\n  Happy Monday lovely!💕\n  ","966369":"\n  Thank you!😊\n  ","966370":"\n  Yeah it’s 2:40 am lol and can’t sleep again\n  ","966371":"\n  Nothing much really, rather bored a lot\n  ","966372":"\n  Lol thank you!😊\n  ","966373":"\n  No lol\n  ","966374":"\n  Ahhh lol, I remember the show🤣\n  ","966375":"\n  Well when you both love each other and want each other happy, communication, being caring, respectful, loving, kind, silly, supportive, passionate, want the best for each other, honest, loyal, trustworthy etc. Many non-toxic qualities.\n  ","966376":"\n  No lol\n  ","966377":"\n  No, not every relationship is toxic.\n  ","966378":"\n  Nope, never will.\n  ","966379":"\n  No I haven’t\n  ","966380":"\n  Travel the world lol\n  ","966381":"\n  I’m laying down in bed you?\n  ","966382":"\n  Lol probably\n  ","966383":"\n  Nope\n  ","966384":"\n  Not really\n  ","966385":"\n  No?🤨\n  ","966386":"\n  I guess so\n  ","966387":"\n  No lol\n  ","966388":"\n  Nope\n  ","966389":"\n  No it’s not\n  ","966390":"\n  Yes, of course! 😎\n  ","966391":"\n  No lol\n  ","966392":"\n  No they don’t\n  ","966393":"\n  Yes lol\n  ","966394":"\n  Nl I’m not, I dyed my hair.\n  ","966395":"\n  🙁🙁\n  ","966396":"\n  Hmm I’m not really sure🤔\n  ","966397":"\n  No I haven’t\n  ","966398":"\n  Lol really?\n  ","966399":"\n  I miss him.\n  ","966400":"\n  Like 13 or 14 anon\n  ","966401":"\n  🥴🥴\n  ","966402":"\n  No I don’t\n  ","966403":"\n  Nope\n  ","966404":"\n  Nah\n  ","966405":"\n  No, I do not\n  ","966406":"\n  I’m not watching it rn\n  ","966407":"\n  Yes their was, it showed especially in the sun\n  ","966408":"\n  Just watching criminal minds 😁\n  ","966409":"\n  When we can go again, I’m sure I’ll be comfortable by then\n  ","966410":"\n  Dark brown with natural red highlights\n  ","966411":"\n  It’s alright, hope yours is good!\n  ","966412":"\n  When we actually could go, yeah since I’m still not comfortable driving\n  ","966413":"\n  I do\n  ","966414":"\n  Ages ago lol\n  ","966415":"\n  Not at all\n  ","966416":"\n  I believe I have.\n  ","966417":"\n  Yes!\n  ","966418":"\n  Driving!😊\n  ","966419":"\n  I don’t take any\n  ","966420":"\n  College😊\n  ","966421":"\n  Just posted one\n  ","966422":"\n  No, you’re not\n  ","966423":"\n  I’m studying psychology and sociology 😎\n  ","966424":"\n  I don’t know, they’re going I guess.\n  ","966425":"\n  Monday’s were never my favorite\n  ","966426":"\n  I’m 20\n  ","966427":"\n  I’m a student anon and I’m sure your job isn’t boring.\n  ","966428":"\n  Either an FBI agent\/profiler or an interior designer 😁\n  ","966429":"\n  Thank you! I hope you enjoyed your weekend as well 😌\n  ","966430":"\n  I’m from California\n  ","966431":"\n  Definitely an office job at least for me lol\n  ","966432":"\n  Does it matter anon? no it doesn’t\n  ","966433":"\n  It’s noon here anon and not really tbh\n  ","966434":"\n  Oops I’m back now lol\n  ","966435":"\n  Thank you😊\n  ","966436":"\n  3 years ago lol\n  ","966437":"\n  Lol thank you!\n  ","966438":"\n  Yes, I have.\n  ","966439":"\n  Here’s a throwback 🤠\n  ","966440":"\n  Cranjis Mcbasketball 🤣\n  ","966441":"\n  Ahhh it’s Sunday here\n  ","966442":"\n  I’m watching criminal minds you?\n  ","966443":"\n  Anon, can you not please? Seriously I’m not feeling the best and I’d prefer you to stop trying to argue with me. I’m not in the mood.\n  ","966444":"\n  It’s very dead, and no one talks to me anymore. Thank you!😊\n  ","966445":"\n  Oh yeah totally anon, again you have no clue what you’re talking about\n  ","966446":"\n  Anons on here🥴\n  ","966447":"\n  I might as well.\n  ","966448":"\n  Really anon?\n  ","966449":"\n  I guess so anon.\n  ","966450":"\n  Hello and welcome to ask 😊\n  ","966451":"\n  No I’m not.\n  ","966452":"\n  I’m not sure, probably just going to chill tbh.\n  ","966453":"\n  No I’m not\n  ","966454":"\n  No🤣\n  ","966455":"\n  Thank you anon, appreciate it😌\n  ","966456":"\n  Maybe fantastic at riding horses!\n  ","966457":"\n  And that’s none of your business anon.\n  ","966458":"\n  Yes, one day I do.\n  ","966459":"\n  Nope\n  ","966460":"\n  No I’m not\n  ","966461":"\n  No anon🤨\n  ","966462":"\n  No you didn’t do anything wrong\n  ","966463":"\n  No lol\n  ","966464":"\n  Yes, I do\n  ","966465":"\n  No I wouldn’t\n  ","966466":"\n  Not really, no\n  ","966467":"\n  When I’m really sleepy, yes.\n  ","966468":"\n  Yesterday night I did, actually.\n  ","966469":"\n  Thank you!😊\n  ","966470":"\n  Why not? It’s super dry now.\n  ","966471":"\n  I’m legitimately thinking about leaving this app...🤷‍♀️\n  ","966472":"\n  Lol I guess not\n  ","966473":"\n  🤨🤨\n  ","966474":"\n  I don’t know why anon\n  ","966475":"\n  Haha well thank you anon\n  ","966476":"\n  Lol living life I guess.\n  ","966477":"\n  Lol no I don’t\n  ","966478":"\n  No you’re not\n  ","966479":"\n  Definitely\n  ","966480":"\n  Patrick, Spongebob, Squidward\n  ","966481":"\n  Yes I do\n  ","966482":"\n  It’s okay\n  ","966483":"\n  No thankfully I haven’t lol\n  ","966484":"\n  Oh goodness, I’m not sure\n  ","966485":"\n  y’all come back with questions\n  ","966486":"\n  Go for walks, go swimming, listen to music, watch tv, just chill, nap, go on social media\n  ","966487":"\n  It’s been 3 years, I miss him🙁\n  ","966488":"\n  Lol no it’s not what you think anon. It’s actually a sad song 🥺\n  ","966489":"\n  And why would I?\n  ","966490":"\n  What did I forget?\n  ","966491":"\n  Oh definitely I do\n  ","966492":"\n  I didn’t know Michele Morrone is a singer too 😍\n  ","966493":"\n  Don’t really have a favorite place to eat\n  ","966494":"\n  I would say both have value to be honest. Creativity is always great to have for most jobs nowadays and so is knowledge.\n  ","966495":"\n  Goodness I’m bored 🙃\n  ","966496":"\n  When someone upsets me I guess.\n  ","966497":"\n  I’m not sure tbh\n  ","966498":"\n  Oh yes, most definitely I have.\n  ","966499":"\n  Omg I bet it was!😎\n  ","966500":"\n  I don’t use a fan\n  ","966501":"\n  In the country honestly\n  ","966502":"\n  Awh that’s adorable anon\n  ","966503":"\n  Ghost month?\n  ","966504":"\n  Well there’s an option where you can turn that off\n  ","966505":"\n  I would definitely say fear and anger. I just don’t know how to deal with it.\n  ","966506":"\n  Bikini bottom lol\n  ","966507":"\n  I don’t use a fan lol\n  ","966508":"\n  It really does.\n  ","966509":"\n  So bored\n  ","966510":"\n  🤠🤠\n  ","966511":"\n  I personally just enjoy it, don’t know why. People say I’m crazy because I love the hot weather🤣\n  ","966512":"\n  No🤨\n  ","966513":"\n  Yes I do and I just miss them and being able to talk to them.\n  ","966514":"\n  THIS ALBUM 😍😍😍 I’m in love. He’s so talented asdfghjkl.\n  ","966515":"\n  Chester Bennington because he’s my hero and will always be remembered as a a legend. And he was so talented and had such a unique angelic voice. 🥺\n  ","966516":"\n  Some random anon who doesn’t have anything better to do 🤣\n  ","966517":"\n  Maybe like a picnic somewhere quiet so you two can get to know each other\n  ","966518":"\n  No I love the hot weather so I don’t mind it\n  ","966519":"\n  I mean it was easy to fall asleep since I was sleepy\n  ","966520":"\n  I took a nap like the other day because I felt sleepy\n  ","966521":"\n  No I haven’t lol\n  ","966522":"\n  Awh thank you so much, this is so sweet. And I try to see the good in everything honestly.\n  ","966523":"\n  Who?\n  ","966524":"\n  Since when? lol\n  ","966525":"\n  Your imagination is honestly wild but I dig it lol🤣 very creative might I add.\n  ","966526":"\n  I’m singing a lullaby\n  \n  I think you should know that I won’t let it go\n  ","966527":"\n  🤔🤔🤔\n  ","966528":"\n  Well that’s unfortunate anon. And 🤣\n  ","966529":"\n  Lol yes he’s 29 and he’s married too anon\n  ","966530":"\n  Lol no\n  ","966531":"\n  Michele Morrone is definitely my type anon.\n  ","966532":"\n  The lady? lol\n  ","966533":"\n  I don’t like them🤷‍♀️\n  ","966534":"\n  No 🙄\n  ","966535":"\n  No anon\n  ","966536":"\n  Neither lol\n  ","966537":"\n  Sure!\n  ","966538":"\n  Of course lol\n  ","966539":"\n  Hey! I’m surviving, you? and thank you😊\n  ","966540":"\n  😊\n  ","966541":"\n  Awh thank ya😌\n  ","966542":"\n  No🤣\n  ","966543":"\n  Yes lol\n  ","966544":"\n  That’s wonderful\n  ","966545":"\n  I don’t have anything against them\n  ","966546":"\n  No lol\n  ","966547":"\n  I would rather earn 50 million dollars through my hard work!\n  ","966548":"\n  Thank you, thank you 😊\n  ","966549":"\n  The Guest\n  ","966550":"\n  No I haven’t\n  ","966551":"\n  Oh goodness 😱 neither tbh\n  ","966552":"\n  Well thank you😊\n  ","966553":"\n  I’m definitely not though so🤷‍♀️\n  ","966554":"\n  I’m sure you can find out anon\n  ","966555":"\n  I disagree with that.\n  ","966556":"\n  Let’s not go there anon\n  ","966557":"\n  I have it all?🤔\n  ","966558":"\n  Never make out with one lol\n  ","966559":"\n  Lol I just don’t like them at all\n  ","966560":"\n  You really have to ask why?\n  ","966561":"\n  I’m sure someone has it all anon, you just gotta find them\n  ","966562":"\n  Yes definitely it’s very important anon! I agree\n  ","966563":"\n  Really anon? Your imagination is insane 🙃\n  ","966564":"\n  Linkin Park!\n  ","966565":"\n  Lol shouldn’t the personality also be attractive?🥴\n  ","966566":"\n  I mean I’d try my best to help grow their confidence 😌\n  ","966567":"\n  I’m from California\n  ","966568":"\n  Not necessarily, no\n  ","966569":"\n  No lol\n  ","966570":"\n  I mean I guess but their would be many awkward silences since I’m shy myself lol\n  ","966571":"\n  Wait so now you don’t even receive coins when someone answers your questions¿ 🥴\n  ","966572":"\n  Nope!\n  ","966573":"\n  Oh goodness I’d find another way to have a conversation with him🥴\n  ","966574":"\n  Lol yes\n  ","966575":"\n  🤨🤨\n  ","966576":"\n  I don’t have one and I don’t know how to braid hair lol\n  ","966577":"\n  The sweet anons, Linkin Park, being outdoors, traveling, my doggos, etc😁\n  ","966578":"\n  No lol\n  ","966579":"\n  What a mess😬\n  ","966580":"\n  Why thank you😌\n  ","966581":"\n  No I haven’t 🥴\n  ","966582":"\n  That’s cool!\n  ","966583":"\n  Really anon?\n  ","966584":"\n  And I’m bored again\n  ","966585":"\n  Oh sure anon, sure 😊\n  ","966586":"\n  Don’t like them\n  ","966587":"\n  I’m not your lover but good morning, have a great day as well!😁\n  ","966588":"\n  Yes, I’m pretty good at it\n  ","966589":"\n  Thank you! I hope you’re doing well😊\n  ","966590":"\n  🤪✌🏻😎\n  ","966591":"\n  Yes, of course!\n  ","966592":"\n  Hello there anon\n  ","966593":"\n  What? Lol\n  ","966594":"\n  I used to read a lot but I don’t anymore\n  ","966595":"\n  Neither lol\n  ","966596":"\n  Fun fun\n  ","966597":"\n  It’s very good!\n  ","966598":"\n  Dogs!\n  ","966599":"\n  I like both!\n  ","966600":"\n  Key lime pie\n  ","966601":"\n  Mint chocolate chip\n  ","966602":"\n  I would say pie!\n  ","966603":"\n  Definitely ice cream\n  ","966604":"\n  I think I’ve had it once but I did like it\n  ","966605":"\n  Neither lol 😬\n  ","966606":"\n  I’m currently in bed\n  ","966607":"\n  Where are my questions y’all?🥺\n  ","966608":"\n  Well you become more wiser and mature. You already start to experience life and go through many phases in your life and you learn a lot through those experiences you happen to go through. You have a lot of up and downs but you get used to it as you get older.\n  ","966609":"\n  The world\n  ","966610":"\n  Anyone awake?\n  ","966611":"\n  It’s not raining.\n  ","966612":"\n  No lol\n  ","966613":"\n  I would say my mom because she’s a fashionista as well  😁\n  ","966614":"\n  Who knows lol\n  ","966615":"\n  Lol no\n  ","966616":"\n  Inch es asum?\n  ","966617":"\n  I’m sleepy\n  ","966618":"\n  😁\n  ","966619":"\n  🤔🤔\n  ","966620":"\n  Anon I meant in general. He’s not making me feel that way.\n  ","966621":"\n  Omg yes he’s definitely adorable !\n  ","966622":"\n  For real, I should too smh\n  ","966623":"\n  I’m sorry?\n  ","966624":"\n  My favorite character is Spencer Reid!\n  ","966625":"\n  Not really\n  ","966626":"\n  Probably not lol\n  ","966627":"\n  This app is so dead lol. It’s sad\n  ","966628":"\n  Not necessarily anon\n  ","966629":"\n  No lol\n  ","966630":"\n  Probably my fashion sense tbh\n  ","966631":"\n  Sure, I guess\n  ","966632":"\n  Definitely!\n  ","966633":"\n  I like both!\n  ","966634":"\n  my fav shows :\n  \n  Criminal minds, doctor who, bates motel, the walking dead, impractical jokers, the carbonaro effect, glitch, 13 reasons why, riverdale, black mirror, shameless, ghost adventures, hack my life, the greenhouse academy, the office, scream, imposters, general hospital, we bare bears, the voice, awkward , this is us, the good doctor, sugar rush, nailed it, Zumbo’s just desserts, cake wars, cupcake wars, designated survivor, you, house hunters, my lottery dream house, four weddings, say yes to the dress, Lucifer, insatiable , nurse Jackie, stranger things, beat Bobby Flay, bar rescue, restaurant impossible, halloween wars, Halloween baking  championship, obsession: dark series, dirty john, the circle, the haunting on hill house, who the bleep did I marry?, 90 day fiancé, house of Anubis, money heist\n  ","966635":"\n  Oh yeah, I’ve heard about that!\n  ","966636":"\n  Nah it’s like everyone stopped asking me questions and so it gets really boring anon.\n  ","966637":"\n  Alright this app is so dead. I’m out ✌🏻\n  ","966638":"\n  Thank youuu lovely💕 I hope you have a wonderful weekend!\n  ","966639":"\n  I know, it’s sad!\n  ","966640":"\n  🙄🙄\n  ","966641":"\n  A movie called Heist on Netflix 😁\n  ","966642":"\n  Omg no it’s not! Because I didn’t feel comfortable having it in my bio\n  ","966643":"\n  Just chilling and not doing much right now\n  ","966644":"\n  Because I didn’t want it in my bio anymore\n  ","966645":"\n  I removed it.\n  ","966646":"\n  Thank you and no I didn’t\n  ","966647":"\n  Being ignored, feeling like I’m not worth it, being left on read, arguing etc.\n  ","966648":"\n  Nope not anymore, you gotta come off anon\n  ","966649":"\n  Lol right, thank you!\n  ","966650":"\n  No lol that’s old\n  ","966651":"\n  I’m okay\n  ","966652":"\n  If you come off anon\n  ","966653":"\n  Sure why not\n  ","966654":"\n  My goodness?\n  ","966655":"\n  ✌🏻🤪\n  ","966656":"\n  The usual lol I don’t like stuffed pepper\n  ","966657":"\n  Hello there\n  ","966658":"\n  Honest hour y’all?\n  ","966659":"\n  Ooh definitely!😊\n  "}}