{"Question":{"966660":"\n   Do you have a paypal\n  ","966661":"\n   ❤❤\n  ","966662":"\n   it’s words of endearment you know what I give up peace out Girl Scout 😂\n  ","966663":"\n   122. last social media you were on before this one?\n  ","966664":"\n   Then watch it my girl\n  ","966665":"\n   Have you seen silence Of the lambs ??\n  ","966666":"\n   Anon I’ll withhold your damn dinner and drink If you don’t stop being mean to my friend and I’ll put you back in the hole and you will get the hose again (silence of the lambs movie joke)\n  ","966667":"\n   do you have notifications on for your social media apps?\n  ","966668":"\n   don’t roll your eyes at me you know I’m right 😂🤣\n  ","966669":"\n   But you're a hugger for animals?\n  ","966670":"\n   And your not really Sopose to like nick names people give them yo you and you may or may not like that but they kinda are already set In stone 😂🤣🤣\n  ","966671":"\n   You: this place is dead.  Also you: ignores many questions\n  ","966672":"\n   And I my nick name for you now is badass Ginger 😂😂\n  ","966673":"\n   I told you it’s your new nickname🤣🤣🤣🤦‍♂️bloody hell don’t you read 🤣😂\n  ","966674":"\n   GENIGI ??!! You better answer me questions 😑😑😑\n  ","966675":"\n   Which country makes better erotic films, France or Italy? 🤔\n  ","966676":"\n   anon she isn’t scared she’s a badass redhead like penny wise she’s a ginger so she doesn’t get scared 😂😂😂🤦‍♂️don’t you get that 🤣🤣🤣\n  ","966677":"\n   Why do you love withholding treats from innocent Sky?\n  ","966678":"\n   Sky isn't much of a hugger\n  ","966679":"\n   I do respect that, I was asking you something else which you're not grasping.\n  ","966680":"\n   Have you ever changed a baby diapers?\n  ","966681":"\n   Crushed glass mixed with the asphalt makes the street sparkle at night.  The more you know lol\n  ","966682":"\n   Why do you hug nice animals but not nice humans? :(\n  ","966683":"\n   I need to teach you how to answer questions. Yes, I know you don't want to (obviously), but the question was \"why?\" Do you not want to make any of them feel bad, do you not want to give any the honor of being mentioned, or is there another reason?\n  ","966684":"\n   Why not? You can't say that answer wouldn't be interesting.\n  ","966685":"\n   Do you have a lemon tree or any other fruit trees in your yard?\n  ","966686":"\n   Do an F, M & K of your 3 recent exes\n  ","966687":"\n   You bet\n  ","966688":"\n   Why would a dude that looks like that date you?\n  ","966689":"\n   Chester & Adam didn't have blue or green eyes. Good job making them feel bad.\n  ","966690":"\n   how does your dream guy look like? blonde hair blue eyes?\n  ","966691":"\n   lol \"anon\"\n  ","966692":"\n   Which would you rather have: A parrot that sings \"What a wonderful world\" every night at 8PM, or a bunny that makes you waffles?\n  ","966693":"\n   Do you have any cool family recipes that are passed down from one generation to the next?\n  ","966694":"\n   Would you like it if you got a golden retriever as a gift, named Willow, and she was sweet and caring and loved to play and dance and loved all animals, big and small?\n  ","966695":"\n   Fahim the dream from Santa Clarita way\n  ","966696":"\n   do you smoke pot?\n  ","966697":"\n   Do you know what makes the asphalt on Hollywood Blvd. sparkle?\n  ","966698":"\n   It's what they practice in Port Charles because covid\n  ","966699":"\n   All I'm asking is\nWhat if someone from Ask, Facebook, Snapchat or Instagram will invite you to go on a date with him, would you go?\n  ","966700":"\n   Social distancing?\n  ","966701":"\n   Remember when you were in love with Fahim?\n  ","966702":"\n   Where are you from? Would you ever go on a date with someone from social media if that person will ask you to?\n  ","966703":"\n   What kind of drinks do you prefer? And what are you going take with that drink?\n  ","966704":"\n   Are there still traffic jams in LA or is everything wide open with so few people going out?\n  ","966705":"\n   Hru\n  ","966706":"\n   Friday night Nikki party! Woot woot!\n  ","966707":"\n   Beautiful 😶\n  ","966708":"\n   Fxcking covid\n  ","966709":"\n   fave vacation spot?\n  ","966710":"\n   Only 3 more months until Halloween, are you excited?\n  ","966711":"\n   Are you going to Halloween Horror Nights?\n  ","966712":"\n   Hello\n  ","966713":"\n   do u have instagram?\n  ","966714":"\n   Lol did you or didn't you?\n  ","966715":"\n   Did you feel the earthquake the other morning?\n  ","966716":"\n   I like you and i have a crush on you\n  ","966717":"\n   Hello everyone\n  ","966718":"\n   You say you go on walks\n  ","966719":"\n   Did you go on your walk yet?\n  ","966720":"\n   His name is data from Star Trek the next generation not Spock\n  ","966721":"\n   hey\n  ","966722":"\n   😍😍❤\n  ","966723":"\n   Hi sexy💕\n  ","966724":"\n   How is that humorous, it’s true 😍\n  ","966725":"\n   I know what you mean. I'm just chilling in bed lol. I need to move into Bikini Bottom then we could party lol\n  ","966726":"\n   I know that, I'm saying he also sang in gibberish. Did you know when he'd do that?\n  ","966727":"\n   Did you know that Chester would sing in gibberish?\n  ","966728":"\n   You respond to their questions by insulting the quality and amount of questions. It's like ordering food at a restaurant and then throwing it across the room when you get it and asking for better food. It's an insult to the restaurant staff.\n  ","966729":"\n   Who was the last person you cried in front of?\n  ","966730":"\n   Stop insulting your followers\n  ","966731":"\n   What you up to?\n  ","966732":"\n   Why didn't you answer the earthquaka teeth shattering question? That was well crafted by me.\n  ","966733":"\n   Well thanks\n  ","966734":"\n   do you have a crush ?\n  ","966735":"\n   How's your day? ❣️\n  ","966736":"\n   If you like her, what's your favourite Ariana Grande single? 🎶 👍\n  ","966737":"\n   😱 whhhhhhhhhaaaaaat , omg your missing out\n  ","966738":"\n   I’ve watched it but I never got into it like I did Star Wars\n  ","966739":"\n   That’s Spock from Star Trek\n  ","966740":"\n   😂😂😂😂\n  ","966741":"\n   You’re so annoying is what you are\n  ","966742":"\n   How do guys normally become friends with you?\n  ","966743":"\n   It's like you hung up 2 masterpieces in a museum and then removed them before anyone could soak in their brilliance\n  ","966744":"\n   Is it important to eat breakfast?\n  ","966745":"\n   Oh I know how that is... I'm sorry\n  ","966746":"\n   Listen, it's just what Jesus wants, it's not coming from me. But of course, since it's him, I'd have to listen.  I'm just thankful that he chose an amazing girl for me. He truly knows best. He also said to make you brownies every other week.\n  ","966747":"\n   And if someone  is weak in communication  ?\n  ","966748":"\n   Is there any particular foreign cuisine you have never tried but been so curious to try?\n  ","966749":"\n   Hello US friends, I'm curious about what Americans opinion on Kanye West presidential candidacy. 🤔\n  ","966750":"\n   Bob Lazar working at Area 51\n  ","966751":"\n   Do you like showing off?\n  ","966752":"\n   Would you rather be served a bitter truth or sweet lies?\n  ","966753":"\n   Be honest... Are you scared of spiders? 😨😱🕷\n  ","966754":"\n   gosh I love you\n  ","966755":"\n   which animal to sacrifice ???\n  ","966756":"\n   121. pap 😌\n  ","966757":"\n   Do you have any funny driving stories to share (if you do drive)?\n  ","966758":"\n   okay no problem then if you want download the MySpace app, make and account and we could talk and get to know each other their.\n  ","966759":"\n   Aaaye! Good choice of nicknames :P I can’t wait to grow my hair back out long again. Your hair is really pretty ☺️✨\n  ","966760":"\n   Thoughts with the Kardashians?\n  ","966761":"\n   What's up?\n  ","966762":"\n   I wanna cry on your shoulder and hug you\n  ","966763":"\n   Why what’s wrong?\n  ","966764":"\n   And party on dudes!\n  ","966765":"\n   Yes you did. You said there's no point in answering questions now as if they added value to answering them.\n  ","966766":"\n   Well that was a bit rude anon.\n  ","966767":"\n   What is so great about coins anyway? They are useless for the most part. Them being added didn't make this place better in any way.\n  ","966768":"\n   It’s time to go to California!\n  ","966769":"\n   Be excellent to each other.\n  ","966770":"\n   Coins haven't even been around that long. You answered questions for years before they existed on here.\n  ","966771":"\n   It’s time to Cook some breakfast!\n  ","966772":"\n   You think I don't know that? It's called having empathy, Nicole.\n  ","966773":"\n   Nobody give a shit\n  ","966774":"\n   what’s the highest heels 👠 you wore?\n  ","966775":"\n   Do you think you could handle it if it was Christmas everyday?\n  ","966776":"\n   Yes I would agree I mean it would be pointless just to have them so you could only buy them\n  ","966777":"\n   Christmas occurs in the summer for people in Australia Nicole. Why aren't you putting yourself in their shoes?\n  ","966778":"\n   I know what you mean they stop giving out coins\n  ","966779":"\n   So I guess you thought I made up the UFO story?\n  ","966780":"\n   Whats your favorite holiday?\n  ","966781":"\n   Do you love getting or giving massages? 💆‍♀️💆‍♂️\n  ","966782":"\n   Happy Eid Adha 🦙🦙\n  ","966783":"\n   Do you need some booze to relax your nerves?\n  ","966784":"\n   It is interesting. He also wants you to revert back to your natural hair color and marry me.\n  ","966785":"\n   Hey 🙋 how's you today\/ tonight 😁\n  ","966786":"\n   Yes. He wants you to answer questions for the purity of interpersonal communication, not for the accumulation of coins.\n  ","966787":"\n   You are to me\n  ","966788":"\n   Jesus doesn't want you to. He wants you to get back to enjoying life without greed motivating you.\n  ","966789":"\n   I wanna hug you\n  ","966790":"\n   So you live in usa? or?\n  ","966791":"\n   What movie quotes do you use on a regular basis? 👍\n  ","966792":"\n   Same I’ve also stopped receiving coins\n  ","966793":"\n   Why not?\n  ","966794":"\n   Oh really? i always thought that\n  ","966795":"\n   Is it beginning to look a lot like Christmas to you?\n  ","966796":"\n   You OK?\n  ","966797":"\n   If you found out that Linkin Park was causing your insomnia would you stop listening to them?\n  ","966798":"\n   A boy is never bored when he is with his woman\n  ","966799":"\n   Boredom is not a good emotion and being bored alone is even worse so are you gonna help me or what?\n  ","966800":"\n   Do you love being awake at this time?\n  ","966801":"\n   Would you rather have permanent diarrhea or permanent constipation?\n  ","966802":"\n   Do you ever have one thing on your tv and another thing on your laptop, and your eyes dart back and forth between them?\n  ","966803":"\n   Aren't you in uk?\n  ","966804":"\n   tony!?\n  ","966805":"\n   Do you watch most shows on your tv, phone, computer or tablet?\n  ","966806":"\n   who\n  ","966807":"\n   do you have lower back dimples?\n  ","966808":"\n   You deprived me of scrolling down and looking at those beautiful images side by side\n  ","966809":"\n   Why would you do something that messed up?\n  ","966810":"\n   I do know about it. How does it make you feel?\n  ","966811":"\n   Good morning\n  ","966812":"\n   Do you know what would make you feel better?\n  ","966813":"\n   Do I weight more than you?\n  ","966814":"\n   My dream is to get on your back and roam around\n  ","966815":"\n   How do you feel knowing that you have so many followers who want you so bad it could bring them to tears?\n  ","966816":"\n   What happened to your photo poll?\n  ","966817":"\n   How would you react if you were singing in the shower when a friend was staying over, and to prank you, your friend came and stood outside the bathroom door and started singing the song with you?\n  ","966818":"\n   Nothing more just hold you\n  ","966819":"\n   A donkey or an eagle the size of truck to fly you everywhere?\n  ","966820":"\n   What do you mean by that?\n  ","966821":"\n   Have you ever dressed up as one of Santa's elves?\n  ","966822":"\n   Would you rather your only mode of transportation be a donkey 🐴 or a giraffe 🦒? Lol\n  ","966823":"\n   Would you rather eat 10 live spiders or skydive from the highest altitude\n  ","966824":"\n   What were your favs before those came out?\n  ","966825":"\n   What? Sorry. The one I was considering was the game Magic the Gathering\n  ","966826":"\n   Don't you think some laws restrict freedom?\n  ","966827":"\n   I think what that another anon meant to say is you're a walking snack lol it's a compliment\n  ","966828":"\n   What does freedom mean for you? 👍\n  ","966829":"\n   I am 60 kg only😭\n  ","966830":"\n   Do you have a special family tradition?\n  ","966831":"\n   You don't because of what you're dealing with. Your lack of weight gain has nothing to do with your metabolism. You simply don't eat enough. You know this. I hope someone is helping you. What you're doing isn't sustainable.\n  ","966832":"\n   Why not? Do you eat lunch?\n  ","966833":"\n   If you are given a chance to study and acquired a new skill, what would it be? Why?\n  ","966834":"\n   How are you feeling right now?\n  ","966835":"\n   bad how?\n  ","966836":"\n   Yeah how do you stay so modest!?\n  ","966837":"\n   If you could have anything you want for dinner tonight, what would you have?\n  ","966838":"\n   What is your goal in life?\n  ","966839":"\n   Yeah is there a problem beautiful? (Yes I called you beautiful with no mistakes and regrets)\n  ","966840":"\n   Do you treat your friends like your family? ❤\n  ","966841":"\n   So when you're bored, why don't you reply to the ones you didn't get to?\n  ","966842":"\n   How would babies be born if it was never okay?\n  ","966843":"\n   When do you think it is okay for a man to put his hands on a women?\n  ","966844":"\n   You skip LOTS of them. I know because I've asked you so many that never get answered. That's why it's weird when you say to ask more questions. You don't even reply to the ones you do get.\n  ","966845":"\n   How does it feel to be skinny?\n  ","966846":"\n   I thought you wanted to work for the feds\n  ","966847":"\n   You skip lots of questions\n  ","966848":"\n   Hi, thank you for answering my questions; really appreciate it. 😊\n  ","966849":"\n   is there a food that your currently obsessed with? what is it?\n  ","966850":"\n   Tell goodnight to my brothers in law 😛\n  ","966851":"\n   a pretty face\n  ","966852":"\n   What do you think people think of you?\n  ","966853":"\n   Who is the biggest idiot you've ever meet\n  ","966854":"\n   I asked you them many hours ago. But I never complained because they were boring so you don’t have to answer them I’ll come up with fresh ones.\n  ","966855":"\n   What did you want to be (career-wise) when you were younger?\n  ","966856":"\n   How to find true friends ?\n  ","966857":"\n   I ask you a ton of questions everyday now I am just chilling wondering\/waiting when or if you are going to answer them.\n  ","966858":"\n   How have you been doing over the past week? ❤️\n  ","966859":"\n   It's pretty but it's up to you, I personally like the 3rd one ^_^\n  ","966860":"\n   If yuh are bored what would you like to talk about.\n  ","966861":"\n   Would you ever change it to Big Ed?\n  ","966862":"\n   Do you two still talk\n  ","966863":"\n   Yes you are perfect that’s why Jeffery feel for you.\n  ","966864":"\n   selfie?\n  ","966865":"\n   Say something 🍁\n  ","966866":"\n   How!? You're perfect\n  ","966867":"\n   What colour do you like to paint your toenails?\n  ","966868":"\n   Enjoy relaxing in Bikini Bottom lol\n  ","966869":"\n   Hi how are you doing today?\n  ","966870":"\n   July 31, 2020: \nEid al-Adha (Feast of the Sacrifice)\n\nHappy Feast Day 🕌\n  ","966871":"\n   It's been going on for over a year with this idiot\n  ","966872":"\n   I keep seeing people ask \"what is your favourite pizza\" but what I really want to know is... what pizza topping do you HATE the most ??\n  ","966873":"\n   😆\n  ","966874":"\n   I ran 15 miles and made a YouTube video. Bad side got into an altercation with 2 people\n  ","966875":"\n   Do you plan on dressing up for Halloween this year?\n  ","966876":"\n   Bit of a day I'm fine\n  ","966877":"\n   How are you,\n  ","966878":"\n   Nicole you you got that sauce.\n  ","966879":"\n   I was expecting alot better reaction then that tbh like I thought that you would find it nice and sweet cause if a girl told me that I would be happy.\n  ","966880":"\n   Lmao😭😂😂😂😭... are you alright there\n  ","966881":"\n   Yeah same here. Why not\n  ","966882":"\n   Let’s talk on it\n  ","966883":"\n   Hey you got kik?\n  ","966884":"\n   I know I keep saying that only because it's true\n  ","966885":"\n   Okay then if I had one wish we would be best friends, making love all day and have us a bae bae🥰❤️.\n  ","966886":"\n   Hi Nicole yeah I told you my one wish again earlier like you told me to and you still didn’t respond to it so idk I feel like you hate me😔.\n  ","966887":"\n   Wish time could have been borrowed so I could have given you some to answer my unanswered questions!☹️\n  ","966888":"\n   Happy eid\n  ","966889":"\n   especially with legs like yours...my god they are what dreams are made of\n  ","966890":"\n   Check my recents and like and give some coins 🤐😮\n  ","966891":"\n   What event has greatly impacted your life?\n  ","966892":"\n   5'7 is a hot height for a woman\n  ","966893":"\n   Tell me about yourself. \nHow old are you, what's your height?\nFavorite flower, favorite colors?\nWhat do you like to watch, what do you like to listen to?\nFavorite food, favorite cocktail?\nYour interest, your hobbies?\nWhat do you choose- pride or love?\n  ","966894":"\n   Somebody is though and Antarctican lives matter Nicole\n  ","966895":"\n   Have you ever had an argument with someone here?\n  ","966896":"\n   It's Friday in Antarctica Nicole\n  ","966897":"\n   And at last, it is Friday, everyone! any plans on the weekend?\n  ","966898":"\n   Does it get uncomfortable to wear a thong when its hot outside?\n  ","966899":"\n   Do you live in the Pacoima area where the earthquake hit?\n  ","966900":"\n   Besides, ask.fm do you use any other social media platform? no need to answer this if you want to keep it private.\n  ","966901":"\n   Tomorrow is Eid Nicole ^^ Cheer Up Nicole\n  ","966902":"\n   What is the thing that makes you happy?\n  ","966903":"\n   goodness i love you\n  ","966904":"\n   how many tissues do you have?\n  ","966905":"\n   I haven't been able to find a perfect fit for you in my life so do you think maybe you can forgive me?\n  ","966906":"\n   You innocent\n  ","966907":"\n   are you the adventurous type?\n  ","966908":"\n   Favt color ?\n  ","966909":"\n   Were you excited when he was born or jealous that he took attention that you'd ordinarily be receiving?\n  ","966910":"\n   You're so cute\n  ","966911":"\n   So should I tell you my one wish again?\n  ","966912":"\n   Um I told you about my one wish and you never answered it so do we have a problem here when I was trying to be nice and sweet to you?\n  ","966913":"\n   Do you remember when your little brother was born?\n  ","966914":"\n   Are you a generous person?\n  ","966915":"\n   What about when the person is crying and shaking while saying \"We need to talk?\"\n  ","966916":"\n   Pls take me somewhere on your back\n  ","966917":"\n   Nikki Rocks!\n  ","966918":"\n   Have you ever rode an animal before? If so, what animal was it and what was the experience like? 🐎 🐪 👍\n  ","966919":"\n   what’s your favorite creature? 🦄\n  ","966920":"\n   What's your reaction to the words \"We need to talk..\"?\n  ","966921":"\n   I mean they do don't they?\n  ","966922":"\n   Would you rather be a lonely genius, or a sociable idiot?\n  ","966923":"\n   Do you like tostadas?\n  ","966924":"\n   On a scale of 1 to 10 how “cool” are you?\n  ","966925":"\n   Do you want my phone number from whatsapp yes or no\n  ","966926":"\n   Let's have a Fast Talk:\n\nJuice or Water?\n  ","966927":"\n   Let's have a Fast Talk:\n\nChocolate or Vanilla?\n  ","966928":"\n   Do you have a good relationship with your parents?\n  ","966929":"\n   Did that one invigorate you, making you feel more alive than you have in weeks?\n  ","966930":"\n   Are you mean?\n  ","966931":"\n   Did this quake give you a thrill?\n  ","966932":"\n   Can I get on your back because I am too short\n  ","966933":"\n   the Golden Gate bridge is gone\n  ","966934":"\n   It was a 4.2 earthquake\n  ","966935":"\n   You OK?\n  ","966936":"\n   Other than laying in bed, what are you up to?\n  ","966937":"\n   Il tuo sorriso è molto bello ma lo sai usare?\n  ","966938":"\n   Yeah you're right!🤦‍♂️🙈It should be at least 30k or no limit!🤷‍♂️\n  ","966939":"\n   What are you like as a person?\n  ","966940":"\n   Thanks lovely 🙂 your pretty rad yourself\n  ","966941":"\n   When is the last time you went out to eat?\n  ","966942":"\n   I’m at a pay phone trying to go home all of my change I spent on you 🎵🎶🎵🎶🎵🎶\n  ","966943":"\n   🙂🤪🙃😛\n  ","966944":"\n   Hey would you consider\n   \n    @CallOfTheStorm\n   \n   a friend or best friend ? He's pretty sweet\n  ","966945":"\n   You are pretty\n  ","966946":"\n   Stay happy ✨\n  ","966947":"\n   how is your day going?\n  ","966948":"\n   You're welcome Nikki!🌹i'd give some coins🔥but i reached my daily limit lol🙈\n  ","966949":"\n   What is the colour of your soles\n  ","966950":"\n   what is your favourite feature in a person?\n  ","966951":"\n   Make a wish only for yourself 🌠\n  ","966952":"\n   What do you eat for breakfast? 🥞 🍳 🥐 🍩\n  ","966953":"\n   Do you watch any good shows?\n  ","966954":"\n   Looking beautiful Nikki!🔥🌹😇\n  ","966955":"\n   What can you do to make this world a better place?\n  ","966956":"\n   Do you think Johnny Depp is a wife beater? Why\/Why not?\n  ","966957":"\n   What's that about?\n  ","966958":"\n   If someone wronged one of your close friends, wouldn't you blame them and not like them?\n  ","966959":"\n   What is your favourite meme\n  ","966960":"\n   Has anyone ever claimed to be your husband who wasn't your husband at the time?\n  ","966961":"\n   what are you wearing in the latest selfie?\n  ","966962":"\n   I keep offering to take you to Bikini Bottom but we never get very far with it lol.\n  ","966963":"\n   Are you kind to yourself?\n  ","966964":"\n   Wish it get better\n  ","966965":"\n   What overwhelms you?\n  ","966966":"\n   But everyone has a crush on you lol\n  ","966967":"\n   Agreed! Ask is very dead!\n  ","966968":"\n   are you nearby a tissues box?\n  ","966969":"\n   I don't know why\nIt doesn't even matter how hard you try\nKeep that in mind\n  ","966970":"\n   I am also good thanks , whats going on ?\n  ","966971":"\n   Got bored lol?\n  ","966972":"\n   What's the last concert\/festival you attended?\n  ","966973":"\n   Still watching married at first sight lol?\n  ","966974":"\n   selfie?\n  ","966975":"\n   Now let's be honest with ourselves. We all know everyone in this site aren't all that bright. But fortunately for you I've been given an exorbitant amount of time to force feed you all with knowledge like a 5 year old being fed mac n cheese 😁\n  ","966976":"\n   I just invented a funny joke. \"Tell me about Uranus.\"  Get it? 😂😂😂\n  ","966977":"\n   Good because that’s just plain uncomfortable and embarrassing as hell 😂\n  ","966978":"\n   I don't  feel no goods.\n  ","966979":"\n   has any of your brothers walked in on you in the bathroom or in your room when they shouldn’t have ? Mine do they don’t know boundaries 🤦‍♀️😑\n  ","966980":"\n   ⛳️ 🏌️‍♀️\n  ","966981":"\n   That was your chance to prove me wrong but instead you're proud of only liking 1 color of people. Wow.\n  ","966982":"\n   When was the last time you chased the little white ball?\n  ","966983":"\n   I dont think I've ever heard you say you like anybody who isnt white\n  ","966984":"\n   How old is she? She is beautiful omg 😳 I saw she was twerking for the fam\n  ","966985":"\n   Older younger both ?\n  ","966986":"\n   What kind of dog is Sky? Lord have mercy the sky is blue ain’t it\n  ","966987":"\n   do you have a brother a sister or both ? How many siblings do you have and are They older younger or both ?\n  ","966988":"\n   As a dog lover, how would you react if you found out that: Around the world, all doggos dream. They dream of life, and what the world may bring. They dream of peace, in every land. They dream of walking hand in hand?\n  ","966989":"\n   Are you a only child?\n  ","966990":"\n   hot 😈🔥\n  ","966991":"\n   Do you know any girl who date a black guy?\n  ","966992":"\n   Are you getting more pets?\n  ","966993":"\n   Have you ever had Carl's jr? Let me tell you. Their burgers are so underrated. Omg are they good!!!!\n  ","966994":"\n   Why is it boring to you? What are you doing to keep yourself entertained?\n  ","966995":"\n   What’s life like these days being on summer vacation and not having to I worry about college ?\n  ","966996":"\n   has the show given you tears?\n  ","966997":"\n   you motivate me\n  ","966998":"\n   So am i allow to ask some dirty questions ?\n  ","966999":"\n   selfie?\n  ","967000":"\n   How are you doing\n  ","967001":"\n   Hey nikki\n  ","967002":"\n   Lol what you watching?\n  ","967003":"\n   About to go out with Stanley again. You?\n  ","967004":"\n   Yeah I am being serious? You you are pretty Nicole don’t get me wrong but you are just another toy in the toy box.\n  ","967005":"\n   Hey anyo pretty little thing like you can be a baby mama in an instant.\n  ","967006":"\n   Apakah kamu mudah berkomunikasi dengan lawan jenis?\n  ","967007":"\n   Name her Nikki! Beautiful name for a beautiful girl! haha\n  ","967008":"\n   How do you you not like Camila Cabello ?\n  ","967009":"\n   Why not 😂\n  ","967010":"\n   actress or actor crush that you have? ❤\n  ","967011":"\n   What drink do you prefer when you’re thirsty?\n  ","967012":"\n   have you ever kissed a girl before?\n  ","967013":"\n   Thanks lol, been productive. Now doing a jigsaw puzzle\n  ","967014":"\n   Bikini top 😜\n  ","967015":"\n   Bikini bottom 😍\n  ","967016":"\n   If you could change your name, what would you change it to?\n  ","967017":"\n   Why do you say that? What would make any time your prime?\n  ","967018":"\n   Then name her Camila after Camila Cabello\n  ","967019":"\n   Suppose so lol.\n  ","967020":"\n   If you have a girl you should name her Mariah , after Mariah Carey\n  ","967021":"\n   What's more important a length or width?... 🤔\n  ","967022":"\n   If you only have girls will you name one Chesterette?\n  ","967023":"\n   Nikki that is incredibly awesome!\n  ","967024":"\n   Why can't a nose be 12 inches long? Because then it would be a foot.\n  ","967025":"\n   Nikki that really means a lot 🥺 You're the sweetest woman I know. I'll talk to you tomorrow possibly on a new actual account 😁❤️\n  ","967026":"\n   @ people to follow\n  ","967027":"\n   Aww glad you think so! You're a sweet heart. I bugged you a lot today so I'll leave you be for now haha but I'll bother you again soon 😁\n  ","967028":"\n   Sure. Follow me on insta for more.\n  ","967029":"\n   Followed, back maybe? Also suggest a song i should cover. Peace.\n  ","967030":"\n   Who is the messiest person you know?\n  ","967031":"\n   How is your ego the size of saturn?? Lol you get complimented CONSTANTLY! You are the most beautiful woman on here. You're the sweetest too. But none of it goes through your head haha that's incredible!\n  ","967032":"\n   Choose any company in the world you would like to run - what is the first thing you would do?\n  ","967033":"\n   Same lol. 7 am with me, still in bed\n  ","967034":"\n   does that anger ever turn into pure passion?\n  ","967035":"\n   Lol cool! Why Chester?\n  ","967036":"\n   Lol glad you got that reference 😅 It's sooo much fun talking to you Nikki haha. You're such a ray of joy\n  ","967037":"\n   I lowkey wanna see it but I also don't want you to feel anything other than happy\n  ","967038":"\n   Hakuna mattata right? 😂\n  ","967039":"\n   Not the one I'm thinking of 😉😉\n  ","967040":"\n   Lol I can't imagine you angry.\n  ","967041":"\n   Hahaha I knowww 😂 Just teasing you! I ain't good enough anyway 🤪\n  ","967042":"\n   You're welcome. And when you look, you'll probably see other things, even made by Aquaphor that say they're specifically for the lips -- forget them! They're just more expensive for tiny amounts and aren't better. The normal Aquaphor is cheaper and you get a ton, so it'll last a long time!\n  ","967043":"\n   I meant to do ❤️ lol sorry but I guess both still work 😅 And you're welcome\n  ","967044":"\n   I could teach ya! 🤩🤩\n  ","967045":"\n   😭 ever wanted to?\n  ","967046":"\n   Is your angry side scary? 😳\n  ","967047":"\n   Do you play card games?\n  ","967048":"\n   Aww thank you! Only to you though haha. You're nicer 😍\n  ","967049":"\n   But what about this... which do you want first if you care?\n  ","967050":"\n   Aquaphor Healing Ointment is one that I recommend. It's amazing honestly. Put that on before bed and it'll fix you up in under a week I'm sure.\n  ","967051":"\n   Do you use a moisturizer for them? Get them to the point where there's nothing to pick because they're soft and supple.\n  ","967052":"\n   Growing up did you ever believe in or hear any \"old wives tales\" \/superstitions etc?\n  ","967053":"\n   Do you have any bad habits\/behaviours that you'd like to change?\n  ","967054":"\n   If you were going to do karaoke tonight, what song would you sing?\n  ","967055":"\n   selfie in skirt or dress?\n  ","967056":"\n   You are the only girl I love\n  ","967057":"\n   What’s the most expensive thing that you have bought?\n  ","967058":"\n   Why cant I keep the clone? :(\n  ","967059":"\n   Hii\n  ","967060":"\n   Do you judge people quickly?\n  ","967061":"\n   What is your favorite genre of music?\n  ","967062":"\n   What are 3 of your fav words?\n  ","967063":"\n   What the nicest compliment that you have received?\n  ","967064":"\n   did you cry of joy\n  ","967065":"\n   What’s the closest thing to real magic?\n  ","967066":"\n   Having a good day?\n  ","967067":"\n   could you see yourself having a friend with benefits?\n  ","967068":"\n   I mean it’s a blood diamond you wouldn’t mind right since it is the thought that counts in the end?\n  ","967069":"\n   good choice!\n  ","967070":"\n   Do you care when guys have a crush on you?\n  ","967071":"\n   She gonna be my baby mama😂\n  ","967072":"\n   your body is in its prime\n  ","967073":"\n   I hope we would! And yes you are always sooooo nice!\n  ","967074":"\n   Need to change your last name then?\n  ","967075":"\n   Hello friend\n  ","967076":"\n   Lol thank you. I didn't hear a no 😉\n  ","967077":"\n   One of each or two girls\/two boys?\n  ","967078":"\n   Lol you're too sweet to someone you haven't met (but I wish we met!!! we might be great friends)\n  ","967079":"\n   Ohhh haha sorry I'm mentally drained lol been a long morning. I appreciate that you care\n  ","967080":"\n   Your left ring finger is looking a little bare. Mind if I put something on it? 😉💍\n  ","967081":"\n   No lol difficult in a good way cause you're so nice and thoughtful haha\n  ","967082":"\n   anyone you're crushing on?\n  ","967083":"\n   how many?\n  ","967084":"\n   do you want kids in the future?\n  ","967085":"\n   I guess it is and I was actually about to leave but you are making it difficult haha. You're too incredible. I'll stay for a bit and make a new real account later\n  ","967086":"\n   That does not answer Nicole you could just leave me hanging as soon as you see what I look like.\n  ","967087":"\n   Only kind to people who deserve it which is you cause you're a dang angel. I really appreciate that. I am just sick of this app but I love some of the people on it like you so it's tough\n  ","967088":"\n   How do I know you will give me your insta? You could just see my face and ghost me like what some other girls have done to me in the past?\n  ","967089":"\n   Do you feel like you're in the prime of your life?\n  ","967090":"\n   Do you have Instagram or something so we could talk and be friends?\n  ","967091":"\n   I know you're used to hearing this but you look really cute.\n  ","967092":"\n   Wayyyy to hotttt omfg you angel goddess!\n  ","967093":"\n   do you like it?\n  ","967094":"\n   Have you actually learned anything useful from ASKfm?\n  ","967095":"\n   You're hott! 😍😍😍\n  ","967096":"\n   Yeah I guess so... Or just give up lol. You're really the only person I follow besides maybe one other. Kind of difficult to leave you honestly\n  ","967097":"\n   selfie feet?\n  ","967098":"\n   Have u ever caught someone checking u out ?\n  ","967099":"\n   I contacted ask many times and they've never been helpful. I guess I can remake an account but it won't last long...\n  ","967100":"\n   another selfie please?\n  ","967101":"\n   I wish you were my wife so I could ask you questions 24\/7\n  ","967102":"\n   Wrong. It takes 1 second to know who to be patient with if that person is Nicole Buckley.\n  ","967103":"\n   I'm doing better I was battling depression so I took a social media break to get that under control\n  ","967104":"\n   Kinda the same and Dreaming to have a good future😊 why wouldn't you just go and take a good vacation\n  ","967105":"\n   Yeah seriously. I want to know the one you documented the most.\n  ","967106":"\n   But why Nikki? We need to get to the bottom of this.\n  ","967107":"\n   Something bothering you?\n  ","967108":"\n   Insomnia?\n  ","967109":"\n   Is that because you smell perfect by nature?\n  ","967110":"\n   Why can't you sleep?\n  ","967111":"\n   Do you want your life to be easier? What can make your life easier?\n  ","967112":"\n   What's wrong dude?\n  ","967113":"\n   Which major hardship did you take the most selfies during?\n  ","967114":"\n   Do you have something that you dreaming about?\n  ","967115":"\n   Have you ever felt giving up from these past experiences?  Or just pushed your way through without faltering?\n  ","967116":"\n   Who cares what they said. Be here as much as possible, we love you!\n  ","967117":"\n   Feeling good, thank you😊\n  ","967118":"\n   What major hardships have you experienced?\n  ","967119":"\n   Thank you, how are you feeling today?\n  ","967120":"\n   don't you have anything to do? your on here all of the time\n  ","967121":"\n   Do you not own any?\n  ","967122":"\n   It's kinda saying \" +1 follower for you \"lol😄\n  ","967123":"\n   What kind of perfume do you wear?\n  ","967124":"\n   do you use the photo poll feature on here? why or why not?\n  ","967125":"\n   Hi there🤗 +1 to each other? If you don't mind 😉\n  ","967126":"\n   What is your real life advice for your ask.fm followers?\n  ","967127":"\n   Do you take advil? That is one.\n  ","967128":"\n   Why do you have to try and remain positive?\n  ","967129":"\n   Life is great except I can't feel it since you have worked so hard to abandon my heart btw do you sleep okay at night?\n  ","967130":"\n   Metabolism just too high?\n  ","967131":"\n   yeah... I'm giving up honestly\n  ","967132":"\n   Do you eat raw garlic?\n  ","967133":"\n   How are you?\n  ","967134":"\n   what drugs can be \"done responsibly\" in your opinion?\n  ","967135":"\n   why do you continue to live? what brings you meaning?\n  ","967136":"\n   If you were moving to another country, but could only pack one suitcase, what would you pack?  👍\n  ","967137":"\n   Are you an only child?\n  ","967138":"\n   Hey 🙂 how's it going\n  ","967139":"\n   I meant me but good idea lol. Do you have insomnia?\n  ","967140":"\n   What tattoo\/s would you like to get?\n  ","967141":"\n   Real tattoo or henna tattoo?\n  ","967142":"\n   I guess ... going to bed soon lol.\n  ","967143":"\n   Good lol. 10pm for me.\n  ","967144":"\n   If I offered you $50 bucks, could I clone you and keep the clone? :3\n  ","967145":"\n   Binge drink perhaps?\n  ","967146":"\n   How would you react if you encountered a dog from Italy, and he barked like: \"Woofa woofa!\"\n  ","967147":"\n   I just have so many words for you, and you give me the opportunity to say all of these words to you. So I thank you for that.\n  ","967148":"\n   ehhhh it was the catfish one...\n  ","967149":"\n   Same. After you have an argument, do you act totally normal the next time you see her or do you ever ignore her til you're fully over it?\n  ","967150":"\n   Swimming 🏊🏻‍♀️ or cycling 🚴‍♀️\n  ","967151":"\n   Why would you rather pay for it than get it for free?\n  ","967152":"\n   Are you drinking champagne in the bath right now?\n  ","967153":"\n   How is your morning going?\n  ","967154":"\n   Which Harry Potter movie have you seen the least?\n  ","967155":"\n   Right now #whereisnikki is trending on Twitter. I thought it had to do with you but it's about this girl that the NYPD abducted from the streets.\n  ","967156":"\n   Why do you listen to music? 🎶\n  ","967157":"\n   Would you like to get married? 🤵🏻 👰🏻\n  ","967158":"\n   Do you believe in love at first sight?\n  ","967159":"\n   Running 🏃‍♀️ or gym 🏋🏻‍♀️ 💪🏻\n  ","967160":"\n   Do you get nervous when you see police around?\n  ","967161":"\n   Do you like doing jigsaw puzzles?\n  ","967162":"\n   Who do you argue with more, your mom or your dad?\n  ","967163":"\n   If your tears tasted like mint chip ice cream, would you force yourself to cry all the time so you could consume them?\n  ","967164":"\n   Does failure dissuade or encourage you?\n  ","967165":"\n   What is the most popular sport in your country?\n  ","967166":"\n   would you text a friend saying theres tears in your eyes?\n  ","967167":"\n   well that's a rare occurrence haha lots of people have. lucky!\n  ","967168":"\n   You seriously radiate so much beauty. So blessed to be your friend <3 I so wish you were here with me right now. You're making me emotional again\n  ","967169":"\n   Even the way you say certain words is beautiful, and it just proves to me that you radiate a lot of natural beauty, even more than you may think. And I'm forever grateful to be your friend <3.\n  ","967170":"\n   why dont you feel that way?\n  ","967171":"\n   So who has a crush on you?\n  ","967172":"\n   You are stunning. That's your bed in the background lol?\n  ","967173":"\n   You could easily be a professional model\n  ","967174":"\n   . I can be myself with you. I love talking to you about my emotions, your emotions, the thoughts I have, and just watching you react to my words. God, it feels so good.\n  ","967175":"\n   I would totally go out of my way to bring a friend like yourself to tears, and make them so incredibly happy. All we need is kindness. You never know what someone's going through, and what kind of love they might need at any given moment.\n  ","967176":"\n   whenever i talk to you i end up with a river of tears. you're so amazing\n  ","967177":"\n   NIKKI WTF WAY TOO BEAUTIFUL\n  ","967178":"\n   i love it\n  ","967179":"\n   what are you wearing in this selfie?\n  ","967180":"\n   You don't get enough compliments tbh. And they're all understatements\n  ","967181":"\n   Wish I could cuddle you\n  ","967182":"\n   your huge brown eyes... 😍😫🤤\n  ","967183":"\n   I'd probably tell you to look in the mirror, and you'll see the reflection of a beautiful soul who has natural beauty radiating inside and out. Because you have all of the natural beauty\n  ","967184":"\n   You deserve to have a good time with your friends, and to be happy and smiling along with them\n  ","967185":"\n   Whenever people enter your life they'll be blessed by having such an amazing person to be there to support them, and that's something everyone loves in a friend.\n  ","967186":"\n   come on guys lets flood nikkis eyes with tears of joy\n  ","967187":"\n   you give me hope in life nikki\n  ","967188":"\n   Still skinny or did corona quarantine pack on some thickness? Some people have been struggling\n  ","967189":"\n   Just wish I had my account back so I didn't have to be anon... I've been getting banned constantly. Just miss you a ton. I love receiving your random interesting questions and your uplifting messages. You're an angel and I can't stop myself from adoring you\n  ","967190":"\n   If you could prank anyone without getting caught, who would it be and what would you do?\n  ","967191":"\n   Do you think bats are cute?\n  ","967192":"\n   How do you make it better?\n  ","967193":"\n   I'm back (on a sub account) and just wanted to say I miss you. You're a huge source of joy in my life and I adore you Nikki\n  ","967194":"\n   Hi\n  ","967195":"\n   on Wednesday's do we wear pink or black?\n  ","967196":"\n   You are given USD 2,000 for a plane ticket and one full month. Where do you go? ✈\n  ","967197":"\n   nothing I just need to know you were fine\n  ","967198":"\n   I miss being able to go out :(\n  ","967199":"\n   i think amber is oppressed\n  ","967200":"\n   If only life is that easy, isn't?\n  ","967201":"\n   Do you feel more like a Connie than you did last month?\n  ","967202":"\n   Can I just sleep off all my problems away? 😴\n  ","967203":"\n   nikki??????\n  ","967204":"\n   Have you ever sang a duet with someone in the shower?\n  ","967205":"\n   Would you be happy without money?\n  ","967206":"\n   Would you like to Do you sing in the shower?\n  ","967207":"\n   Soul song is an amazing song , I like grey dazes song Sometimes though\n  ","967208":"\n   What about snowy days ?\n  ","967209":"\n   I can't help it. You are so selfless and beautiful, I can't deal with anyone not absolutely treasuring that.\n  ","967210":"\n   Did you know that amber heard admitting to hitting and abusing Johnny Depp\n  ","967211":"\n   Why?\n  ","967212":"\n   What did you binge eat this pandemic lockdown?\n  ","967213":"\n   I stand with you against anyone, that's why when anyone wrongs you I hate them.\n  ","967214":"\n   How often do you do your shaky rockin' dance?\n  ","967215":"\n   I agree with you Nikki\n  ","967216":"\n   you stand with johnny or amber ?\n  ","967217":"\n   May a doggo curl up with you?\n  ","967218":"\n   It sucks having to wake up at 430 am to drive 2 and a half hours to a job\n  ","967219":"\n   Perfect legs\n  ","967220":"\n   Do you like going to the movies, brah?\n  ","967221":"\n   Ariana if you like driving you won't like it anymore if you had my job🤣🙄\n  ","967222":"\n   what do you think ?\n  ","967223":"\n   amber heard is a magnificent woman\n  ","967224":"\n   You keep saying that. yet that liar ghosted you. He said you were best friends but then disappeared as soon as the romantic stuff ended. I despise him for doing that to my woman.\n  ","967225":"\n   The new IT movies and The Conjuring movies are so lame, Brudda Brah!\n  ","967226":"\n   Do you love driving stick shift?\n  ","967227":"\n   From Grey Daze\n  ","967228":"\n   You really don't know much of Chester's non Linkin Park work, do you?\n  ","967229":"\n   What's your favorite movie?\n  ","967230":"\n   what movie deserves more love?\n  ","967231":"\n   What movie are you watching? 😁\n  ","967232":"\n   Are you allergic to something?\n  ","967233":"\n   Do you drive? Do you like driving? I love driving 🤪\n  ","967234":"\n   I'm good, just chilling in bed lol. You?\n  ","967235":"\n   Cloudy, Sunny, Windy, Stormy or Rainy Days?\n  ","967236":"\n   How are you?\n  ","967237":"\n   Why did you break up with Jeffrey?\n  ","967238":"\n   Do you like cats?\n  ","967239":"\n   Have you ever been knocked unconscious??\n  ","967240":"\n   Would you rather live in a cave or live in a tree house?\n  ","967241":"\n   Do you need\/Would you need to communicate with your significant other every day? (Text, phone call, in person)\n  ","967242":"\n   Have you ever considered legally changing your name? Or are you content with your name as it is?\n  ","967243":"\n   You’re so hot!\n  ","967244":"\n   oi!\n  ","967245":"\n   I'm good :)\n  ","967246":"\n   What is your favorite time of the year and why?\n  ","967247":"\n   Well I have been following you for around 6 years now and so I feel like I know a lot of things about you and that’s why my feelings are so strong.\n  ","967248":"\n   Same haha\n  ","967249":"\n   Pretend that I am going to give you 10 grand and you have one hour to spend it or you will lose whatever you bought.  The rules are that you can't save it you must spend it. Plus you can't buy an item over 1 thousand it has to be a grand or under. What would you buy?\n  ","967250":"\n   Would you be annoyed if you were watching a show with someone and they skipped ahead without you?\n  ","967251":"\n   Last thing that made you smile?\n  ","967252":"\n   You know I don’t like you for your body I fell in love with you for your personality and kindness so I never looked closely at your body pics or any pics you post because I would feel like I am objectifying you as a women and a person.\n  ","967253":"\n   Would you prefer good things happened, or interesting things?\n  ","967254":"\n   How are you?\n  ","967255":"\n   Wait you are skinny Nicole?\n  ","967256":"\n   I love how anon thinks he knows u\n  ","967257":"\n   Just because someone is skinny doesn’t mean it easier for them to get drunk 🥴\n  ","967258":"\n   Do you have phobias?\n  ","967259":"\n   What kind of musical instrument do you play? what was the first song you’ve learned on it? you can post a #video if you want.\n  ","967260":"\n   How long (weeks, months, years) have you been using ask.fm?\n  ","967261":"\n   Hey\n  ","967262":"\n   Oh so you a rich girl then?\n  ","967263":"\n   Oh you have a lot of money Nicki?\n  ","967264":"\n   Hi there! It's morning for me (just past 10am), and I just woke up a little bit ago realizing I don't dream much anymore. So my question for you is: How often would you say you dream?\n  ","967265":"\n   If you could leave tomorrow with a one-way ticket, where would you go?\n  ","967266":"\n   118. do you use cash or debit more. or maybe both?\n  ","967267":"\n   Do you easily get distracted?\n  ","967268":"\n   Does everyone deserve a second chance? Why?\n  ","967269":"\n   When was the last time you got to tell someone “I told you so”? 😹 👍\n  ","967270":"\n   What did you think of Amends?\n  ","967271":"\n   What did you do today?\n  ","967272":"\n   When do you think you'll get drunk?\n  ","967273":"\n   Stop fibbing Nicole. You've drank before and being as small as you are, even half a glass would make you tipsy.\n  ","967274":"\n   You miss Fast Talk?\n  ","967275":"\n   How do you feel when tipsy?\n  ","967276":"\n   What is your drunk story? 🍻🍺🥂🍸\n  ","967277":"\n   What woke you up?\n  ","967278":"\n   I'm saying if you found out that when people die on Earth they are transported to an actual planet in the universe, where they continue to live, would that make you more comfortable with the idea of death in this realm?\n  ","967279":"\n   Why is Trumplethinskin trending on twitter?\n  ","967280":"\n   Loving my man boobs\n  ","967281":"\n   I miss you.\n  ","967282":"\n   Type \"I'm in a relationship with...\" and let autocorrect\/predictive texts match you up 👀\n  ","967283":"\n   Do you like milk? 🥛\n  ","967284":"\n   صباح الخير ⁦♥️⁩\n  ","967285":"\n   Same\n  ","967286":"\n   If an alien planet is where all our deceased people, would that make you feel better about life?\n  ","967287":"\n   Have you ever eaten a bug that's been prepared to be consumable? For example, there's boxes of baked crickets you can buy.\n  ","967288":"\n   Ever kissed a girl?\n  ","967289":"\n   same theres nothing to do\n  ","967290":"\n   You need a BF!\n  ","967291":"\n   Tinnitus is when you hear \/ have the sensation of ringing in your ear(s)\n  ","967292":"\n   I asked about why you are not eating and how you are doing and another question and you ignored me again. I am sorry that I am sensitive but I get really insecure around pretty girls like you cause I don’t think that I am good enough for you guys and I don’t want to get hurt.\n  ","967293":"\n   Have you ever had Geek Pie ????????\n  ","967294":"\n   Post your favorite quote.\n  ","967295":"\n   I remember days when it was hard for me to eat and with nothing in my stomach it was hard for me to sleep.\n  ","967296":"\n   You could pass for a Mexican Person, for real, my friend.\n  ","967297":"\n   Text meee\n  ","967298":"\n   The news that Bob Lazar’s story about working on alien spacecrafts at Area 51 has been confirmed as true. I think it’s a pretty big news story\n  ","967299":"\n   If you could perfectly speak any 3 languages what would it be?\n  ","967300":"\n   Could you invent a new ice cream flavor?\n  ","967301":"\n   What do you do when it's too hot to go outside?\n  ","967302":"\n   Look at the shitter on that critter\n  ","967303":"\n   The R&B superstar that made Kim K famous.\n  ","967304":"\n   Were you in complete shock when the news broke yesterday or were you not surprised?\n  ","967305":"\n   That’s not true\n  ","967306":"\n   What do you think about Ray J?\n  ","967307":"\n   Give me another chance\n  ","967308":"\n   Yea I went with baby's mama because it's been stuck in my mind for a while. And I figure that is fitting for a super gorgeous gal. 😉\n  ","967309":"\n   Do you have kik?\n  ","967310":"\n   But wouldn't you be happy to visit munchkin land and be greeted by the mayor of the muchkin city?\n  ","967311":"\n   Hey baby's mama!\n  ","967312":"\n   Why don’t you eat dinner?\n  ","967313":"\n   What's it like dating you?\n  ","967314":"\n   I feel like you are ignoring my questions again Nicole and it’s hurting my feelings again.\n  ","967315":"\n   Last question that made you laugh?\n  ","967316":"\n   How would you react if you made a wrong turn one day, and wound up in munchkinland, and the mayor comes to you and says: \"As Mayor of the Munchkin City, in the County of the Land of Oz, I welcome you most regally?\" xD\n  ","967317":"\n   OMG I always laugh at the coroners line for some reason in the wizard of oz. \"And she's not only merely dead, she's really most sincerely dead.\" xD\n  ","967318":"\n   Apologies. When you send Anonymous shoutouts, you don’t know who received\/answered what question(s).\nI’m sorry I bothered you.\n  ","967319":"\n   Would you rather age from the neck up or the neck down only?\n  ","967320":"\n   Have you seen the Wizard of Oz? Like the original?\n  ","967321":"\n   I need to no eat dinner to lose weight. My stomach hurts so bad when I don't though and I can't fall asleep. I literally think about food all night if I don't.\n  ","967322":"\n   Did you hear about the lady who drove around the corner doing 183?\n  ","967323":"\n   Theres a skeeter on my peter whack it off\n  ","967324":"\n   You look so freaking 😍 in your profile pic. It's a good one!\n  ","967325":"\n   What did you have for dinner today? I had bbq ribs and chicken.\n  ","967326":"\n   Have you watched Hamilton yet?\n  ","967327":"\n   Vcs acreditam no destino?\n  ","967328":"\n   Your kiss is sweeter than a cherry pie. And when you do your shaky rockin' dance, man I haven't got a chance! I call you lollipop lollipop oooh lolli lolli lolli lollipop lollipop oh lolli lolli lolli lollipop!\n  ","967329":"\n   Wow wanna be my girlfriend\n  ","967330":"\n   What about Lucifer Morningstar?\n  ","967331":"\n   What's the best movie you've seen lately?\n  ","967332":"\n   Baseball or Basketball?\n  ","967333":"\n   Have you ever bought anything despite thinking it's way overpriced? What was it?\n  ","967334":"\n   Does your mood change when you're on your period?\n  ","967335":"\n   Is it a fault being shy?\n  ","967336":"\n   Be honest Nicole how much do the nice anons mean to you?\n  ","967337":"\n   My day was OK yesterday\n  ","967338":"\n   How has your day been so far?\n  ","967339":"\n   Have you ever held a butterfly?\n  ","967340":"\n   Have you ever struggled with tinnitus?\n  ","967341":"\n   Wow - you look amazing!\n  ","967342":"\n   do you still play fortnite?\n  ","967343":"\n   I’m looking for a girlfriend with a big nose sexy nose\n  ","967344":"\n   Where do you see yourself in a year?\n  ","967345":"\n   It's a nightmare\n  ","967346":"\n   Which fictional character would you date?\n  ","967347":"\n   why is moaning so hot???\n  ","967348":"\n   You look gorgeous in all your outfits\n  ","967349":"\n   Would you taste a cat?\n  ","967350":"\n   Have you ever had to replace a phone suddenly?\n  ","967351":"\n   Are you in tears celebrating Sophie Turner and Nick Jonas' baby being born?\n  ","967352":"\n   Nikki looks cute everywhere!!\n  ","967353":"\n   Do you think there's another life form out there like us?\n  ","967354":"\n   I didn’t think you would continue the lyrics that’s why I put the laughing emoji\n  ","967355":"\n   Oh ok\n  ","967356":"\n   Are you good at taking in meat and slowly warming it and pounding it? It's a step prior to cooking.\n  ","967357":"\n   😂\n  ","967358":"\n   You never added me back but it’s fine\n  ","967359":"\n   Do you know any incels?\n  ","967360":"\n   Don’t worry I’m not gonna share it , I hate people that do that\n  ","967361":"\n   And she said goodbye to many times before 🎵🎶🎵🎶\n  ","967362":"\n   Yes\n  ","967363":"\n   Omg 😱 Nikki you look sooooo cute in your snapchats 🥵\n  ","967364":"\n   What's a meal you can't live without having every so often?\n  ","967365":"\n   How many times a day do you poop you think?\n  ","967366":"\n   if its love I gamble\n  ","967367":"\n   Jelly\n  ","967368":"\n   The most useless superpower would be having your love without the brains to be grateful for it\n  ","967369":"\n   Did you tell your ex that this love had taken its toll because he said goodbye to you too many times before?\n  ","967370":"\n   What would be the most useless superpower?\n  ","967371":"\n   What do you put on toast (if you eat it)?\n  ","967372":"\n   It's not my fault I can see your house from mine.  I hate the Hollywood Hills\n  ","967373":"\n   Who is Melania?\n  ","967374":"\n   Do you gamble on things, or do you play it safe and plan it out?\n  ","967375":"\n   Would your parents be ok with you inviting dozens of skinny dipping anons to your pool party?\n  ","967376":"\n   I never see you use it\n  ","967377":"\n   You never even use it\n  ","967378":"\n   Ditto. Just working on business stuff most likely.\n  ","967379":"\n   🤓\n  ","967380":"\n   I think we all know that there is only one man Nikki would bring back to life to restore order, and he wasnt a politician?\n  ","967381":"\n   Can I come over and use your pool?\n  ","967382":"\n   Have you ever crowd funded a project?\n  ","967383":"\n   Do you have any relatives who were affected by the Armenian genocide?\n  ","967384":"\n   My business? I didn't ask you the question to begin with. I don't care about the answer to that question. What I was asking was, why did you go from being ok talking about it to not being ok with it?\n  ","967385":"\n   Let’s play a game.I work from home mainly bagging the work at the kitchen counter.I can’t sleep because I wake up to the sounds of money counters and everyone in my crew is working cause we only got 1 couch,2 chairs so no one is sitting down around us and everyone has been around us. What is my job?\n  ","967386":"\n   More than 5 fillings?\n  ","967387":"\n   You're saying it's no one's concern now but months ago you had no problem saying you were having it often. What changed?\n  ","967388":"\n   Do you think Jess was rude to Colt's mom?\n  ","967389":"\n   How come you were ok saying you had plenty of it several months ago?\n  ","967390":"\n   Is Melania attractive to you?\n  ","967391":"\n   I'm just done TBH\n  ","967392":"\n   Would you love to bring back Woodrow Wilson and Andrew Jackson to restore order?\n  ","967393":"\n   Nikki\n  ","967394":"\n   Wow you would bring back Regan and his war on drugs you must really hate all those people i said before😂.\n  ","967395":"\n   Treat?\n  ","967396":"\n   I need a bad bleep\n  ","967397":"\n   Jeffrey had to be the Gemini\n  ","967398":"\n   How many fillings have you had?\n  ","967399":"\n   When did you last eat a pizza and what toppings did you have?\n  ","967400":"\n   Do you pound and tell?\n  ","967401":"\n   When did you last have a filling at the dentist?\n  ","967402":"\n   I played basketball , rugby and golf when I was in high school and I was also in choir\n  ","967403":"\n   Had sex,?\n  ","967404":"\n   What will you never do?\n  ","967405":"\n   Do you drive?\n  ","967406":"\n   Do you think you were too young\n  ","967407":"\n   good to hear\n  ","967408":"\n   when you had your first proper BF?\n  ","967409":"\n   117. have you ever had edible arrangements?\n  ","967410":"\n   how are you today\n  ","967411":"\n   How old were you when you went with your first BF?\n  ","967412":"\n   What is your longest relationship?\n  ","967413":"\n   Do you kiss and tell?\n  ","967414":"\n   How old are you?\n  ","967415":"\n   More than 5?\n  ","967416":"\n   Why did Jeffrey deactivate?\n  ","967417":"\n   Up to anything exciting today?\n  ","967418":"\n   How many BFs have you had?\n  ","967419":"\n   And I thought you were gonna say volleyball 🏐\n  ","967420":"\n   Look for a cancer next - not me sorry!\n  ","967421":"\n   Oh, what have you dated?\n  ","967422":"\n   What would you bring to a picnic?\n  ","967423":"\n   Aparently cancers are the best complement for Virgos in romance and sex.\n  ","967424":"\n   Really who is  not?\n  ","967425":"\n   If you could escape the real world for a day and do whatever you wanted without financial consequences, what would you do?\n  ","967426":"\n   Where are you from?\n  ","967427":"\n   alli the nice girls are from California i notice on this ask.fm?\n  ","967428":"\n   What is the best star sign for your partner?\n  ","967429":"\n   What is your star sign?\n  ","967430":"\n   Have you gone to Palm Springs this summer yet?\n  ","967431":"\n   are your brothers older and married?\n  ","967432":"\n   Do you believe in horoscopes?\n  ","967433":"\n   Are you an artistic person? If yes, in which arts?\n  ","967434":"\n   are you in ny or California?\n  ","967435":"\n   What sports ?\n  ","967436":"\n   Do you think you get more mature by getting older?\n  ","967437":"\n   I was always a prick towards my sister growing up  but then when my sister left for college I was pretty sad and now I’m pretty close with her\n  ","967438":"\n   Did you play any sports when you were in high school 🏫 Nikki ?\n  ","967439":"\n   which college and do you like it?\n  ","967440":"\n   Do you spend or save more?\n  ","967441":"\n   are you in college?\n  ","967442":"\n   How old were you when you got your first phone?\n  ","967443":"\n   do they treat you like a queen?\n  ","967444":"\n   Your welcome I just wanted to let you know that 😊\n  ","967445":"\n   Do you hesitate to leave people behind, even when it's necessary?\n  ","967446":"\n   If you ever need someone 2 talk 2 I’m here for ya Nikki just wanted to let ya know 👍\n  ","967447":"\n   Well what other option is there? Would you rather bring back Ronald Regan or Bill Clinton to finish up his term?\n  ","967448":"\n   Hahaha i didn't mean to be funny. I'm just bored so I asked some random questions 😂. And I also liked your style so I asked about your shoes 😂\n  ","967449":"\n   :)\n  ","967450":"\n   How many brothers and sisters,?\n  ","967451":"\n   How are you the past few days?\n  ","967452":"\n   Honesty day till midnight u down?\n  ","967453":"\n   Have you ever sang in front of other people?\n  ","967454":"\n   Would you forgive, if your beloved one cheated on you?\n  ","967455":"\n   Nicole how are you and are you from the states?\n  ","967456":"\n   What do you think would be the hardest thing for you to give up on? 👍\n  ","967457":"\n   What's one thing everyone should do in their lifetime?\n  ","967458":"\n   FLAVOR: BUBBLE GUM OR MATCHA?\n  ","967459":"\n   Would you say you have a sleep schedule that works for you?\n  ","967460":"\n   Do you know any riddles? 👍\n  ","967461":"\n   Bist du nicht mehr mit ihn zusammen 😄 leider den Namen vergessen. Hatte doch hier einen Account !?\n  ","967462":"\n   What's going on with the Fall semester and Covid?\n  ","967463":"\n   Io\n  ","967464":"\n   What kind of a year has this year been to you?\n  ","967465":"\n   Who would you call first if you won the lottery? 🤑\n  ","967466":"\n   Omg😍😍😍Are u real? 😍😍🤤😱🤩😻😭🙄👉👸🙊\n  ","967467":"\n   Let me know if my questions are starting to get annoying: I’ll leave you alone as you wish 🙏🏼\n  ","967468":"\n   You forgot to check your text messages lol\n  ","967469":"\n   Do you have a partner eho snores a lot? How do you deal with it?\n  ","967470":"\n   Do you believe in fate?\n  ","967471":"\n   Do you think you will ever be homeless because of that or will it motivate u to work harder to avoid being homeless?\n  ","967472":"\n   What you up to?\n  ","967473":"\n   Which word do you use most often?\n  ","967474":"\n   Do you agree that what's bad for your heart is good for your art?\n  ","967475":"\n   What journey would you like to take in life?\n  ","967476":"\n   How do you feel about snow?\n  ","967477":"\n   Does anyone affectionately call you Bucklini?\n  ","967478":"\n   Do you easily get annoyed? What is the smallest thing that annoys you? 😒\n  ","967479":"\n   Why not? You like cheese pizza.\n  ","967480":"\n   Have you ever gone into a sit-down restaurant and ordered a single raisin?\n  ","967481":"\n   How did you first learn about love?\n  ","967482":"\n   Have you ever perfected an exam? 📝💯\n  ","967483":"\n   Have you ever failed an exam? 📝\n  ","967484":"\n   why are there so many homeless people in California?\n  ","967485":"\n   Hello. I find your profile very interesting. Followed, have a nice day !\n  ","967486":"\n   *rows the boat to California from NZ* I'm here Nikki lol :)\n  ","967487":"\n   Will we ever get to see Nikki in her slippers?\n  ","967488":"\n   You are\n  ","967489":"\n   I'll bring the boat to you?\n  ","967490":"\n   Hey! Are you okay? What happened to you? Are you alright? Why aren't you say anything?\n  ","967491":"\n   Would you clone yourself if you could?\n  ","967492":"\n   If Sky told you to stop listening to Linkin Park what would you say?\n  ","967493":"\n   Our border collie we had before we came to NZ was called Skye because she had 2 white clouds on the back of her neck\n  ","967494":"\n   Shall we go get krabby patty's lol?\n  ","967495":"\n   Why would you deny someone such a simple dream?\n  ","967496":"\n   It would totally ruin them for me if they did that 😂\n  ","967497":"\n   I’ll send the link 😂\n  ","967498":"\n   Who chose her name?\n  ","967499":"\n   What’s your name?\n  ","967500":"\n   Would you try DiGiorno's new 4 Cheese Croissant Crust Pizza?\n  ","967501":"\n   Least favourite color?\n  ","967502":"\n   Would your parents welcome you and your future husband to live in your home?\n  ","967503":"\n   Describe your current mood in emojis.\n  ","967504":"\n   Do you like piggy back rides?\n  ","967505":"\n   Cobra kai is an updated series coming to netflix in August..\nSame guys from karate kid...still fighting and we are talking the original from 1984\n  ","967506":"\n   Sometimes it's hard to do the right thing\n  ","967507":"\n   At my shows all the reviewers say you need to go and see that. And everybody at them clap cause everybody is always please then they all take the stage and start performing for me\n  ","967508":"\n   AgE?\n  ","967509":"\n   You are always here whenever I need you so I am glad I could be there for you for once.\n  ","967510":"\n   Because you are an angel!! Just reading your answers makes me happy.\n  ","967511":"\n   Because you are smart and beautiful and funny and sweet and caring and cool and just overall a good person.\n  ","967512":"\n   If you could wish anything, and it would come true, what would you wish for?\n  ","967513":"\n   Nicole, you are already good enough!!!\n  ","967514":"\n   Omg im a different anon here but do you know a movie called katate kid??????\n  ","967515":"\n   How old does Alexis Bledel look?\n  ","967516":"\n   Nikki do you wear basketball shoes\n  ","967517":"\n   how many teachers\/professors have you crushed on?\n  ","967518":"\n   could you make love on the glass bridge going out onto the grand canyon?\n  ","967519":"\n   How old does Ralph Macchio look from the Cobra Kia show?\n  ","967520":"\n   What's your biggest fear?\n  ","967521":"\n   Are you afraid of heights?\n  ","967522":"\n   Would you rather explore outer space or the oceans?\n  ","967523":"\n   WHAT YOUR DRUNK NIKKi ?? You finally had your first drink congratulations 🎈🎊🎉🍾 PARTY 🎊 🎈 🎉\n  ","967524":"\n   What kind of dog is Sky?\n  ","967525":"\n   Where does Sky sleep?\n  ","967526":"\n   Does Sky sleep in a crate?\n  ","967527":"\n   What do you mean possibly ?\n  ","967528":"\n   How many edges grow in a day?\n  ","967529":"\n   Do you go braless ? You know what they say If there flawless you can go braless 😂🤣\n  ","967530":"\n   PaP of Sky\n  ","967531":"\n   When do you do it then? She goes on a grueling walk in the summer heat, gets home and still can't get a treat :'( What does that poor soul have to do to get one?\n  ","967532":"\n   Ohh 😮 what kind of dog big , small , medium sized ?\n  ","967533":"\n   How old is Sky?\n  ","967534":"\n   Who’s Sky ?\n  ","967535":"\n   Why do you not like rewarding her?\n  ","967536":"\n   If there flawless you can go braless 😂🤣\n  ","967537":"\n   Does she get one as soon as it's over?\n  ","967538":"\n   Do you ever give Sky treats during the walk?\n  ","967539":"\n   Are you good at tenderizing meat?\n  ","967540":"\n   give us your enchilada recipe\n  ","967541":"\n   I started listening to the crazy frog song after that and I was like damn I can’t believe it’s already been 11 years since the crazy frog song came out 😂\n  ","967542":"\n   Omg 😱 somebody just sent me the link to the gummy bear song , I started listening to it and was like damn I’m old\n  ","967543":"\n   Would you ever do a long distance relationship?\n  ","967544":"\n   I really like this new profile picture. Please keep it for a while. Looks really good.\n  ","967545":"\n   If it was on good terms why can't you still talk?\n  ","967546":"\n   Do you have a crush on somebody on here ?\n  ","967547":"\n   The way you do the things you do You remind me of a Lexus coupe so that’s why I was all up in your grill about kissing you Nicole.\n  ","967548":"\n   Do you think hickies are gross\n  ","967549":"\n   Yeah it would Nicole like I imagine your lips tasting sweet like strawberry’s.\n  ","967550":"\n   When will you want to talk about it?\n  ","967551":"\n   I wish you could be my first kiss then My life goals would be complete.\n  ","967552":"\n   Are you a great kisser?\n  ","967553":"\n   Oh that sucks what happened ?\n  ","967554":"\n   It’s a shame about Chester , may he Rest In Peace , I loved Linkin Parks music\n  ","967555":"\n   They are to old so that doesn’t count try again please.\n  ","967556":"\n   Which of your exes does Colt most remind you of?\n  ","967557":"\n   What is your favourite boy band?\n  ","967558":"\n   Wait Nikki I thought you had a boyfriend ?\n  ","967559":"\n   Do you think your current boyfriend is your soulmate ?\n  ","967560":"\n   Are neck kisses the best?\n  ","967561":"\n   I would quit eating quesadillas if they did that\n  ","967562":"\n   Would you rather have Trump, Bidden or Kanye as president?\n  ","967563":"\n   How are you?\n  ","967564":"\n   I know you can but I wish I could tie your shoes\n  ","967565":"\n   Krabby pattys or 🦎 &🐇 stew?\n  ","967566":"\n   When is the last time someone else tied your shoes for you?\n  ","967567":"\n   Haha i will ask about the converse then. What color are they?\n  ","967568":"\n   If they changed the name of Quesadillas to Trumpadillas, would you be disturbed?\n  ","967569":"\n   Which vans do you have?\n  ","967570":"\n   Do you wear converse shoes?\n  ","967571":"\n   If you could only eat one thing for the rest of you life what would it be?\n  ","967572":"\n   Has anyone fed you an Almond Joy?\n  ","967573":"\n   Yes. Yes or no?\n  ","967574":"\n   Did your walk put everything you're going through into perfect perspective?\n  ","967575":"\n   With who\n  ","967576":"\n   I think you forgot something\n  ","967577":"\n   Have you heard the song 99 Red Balloons?\n  ","967578":"\n   I’m 24 so wats up?\n  ","967579":"\n   I'm 20 too!\n  ","967580":"\n   How old are you?\n  ","967581":"\n   Do you have a camera?\n  ","967582":"\n   When was the last time you got angry?  For what reason?\n  ","967583":"\n   Latest thing you ate? 😋\n  ","967584":"\n   is there a part of your past you hold particularly dear?\n  ","967585":"\n   Can everyone please go like  Kiley’s post on her Instagram > _k.i.l.ey_ so she can get some expensive shoes for free\n  ","967586":"\n   It was a big hamburger patty🍔!\n  ","967587":"\n   How is your day going? 😁\n  ","967588":"\n   A new week is here! You've got this! Never forget how far you've come, and how brilliant you are! 💕\n  ","967589":"\n   Hi how are you doing today??\n  ","967590":"\n   Who was your first crush? Describe them.\n  ","967591":"\n   Yay. Hope you like it!\n  ","967592":"\n   Ok fine.. How life's treating you?\n  ","967593":"\n   Which hobby would you like to have?\n  ","967594":"\n   Sorry just had bad news.\n  ","967595":"\n   you look lit in your selfie, bit sad tho if you want to talk im here k xo\n  ","967596":"\n   What was the last restaurant you went to?\n  ","967597":"\n   Thank you.\n  ","967598":"\n   I will! Any specific songs? Maybe you could listen to a band I like in return?\n  ","967599":"\n   Do you have any guilty pleasure?\n  ","967600":"\n   If you were the last woman on earth, would you try to get pregnant as much as possible to save the human species?\n  ","967601":"\n   What?\n  ","967602":"\n   Yeah just never have. I'm sorry.\n  ","967603":"\n   I'm sorry to say but I've never listened to any Linkin Park songs :(\n  ","967604":"\n   What kind of things motivate you?\n  ","967605":"\n   If only you were my girlfriend 🥵\n  ","967606":"\n   I don't know\n  ","967607":"\n   Why is everything so heavy? So much more than I can carry. I keep dragging around what's bringing me down. If I just let go, I'd be set free.\n  ","967608":"\n   What was the question?\n  ","967609":"\n   When will you realise that your lack of support might be the reason I make bad decisions?\n  ","967610":"\n   How are you today?\n  ","967611":"\n   What do you think of tattoos?\n  ","967612":"\n   I am worried because I asked you if you were going to be okay and if you needed to talk on insta I would be there for whatever you need. But you didn’t respond so I am worried that you hate me now😔.\n  ","967613":"\n   Hi Nicole hate to bother you  I am worried.\n  ","967614":"\n   Does your family have any secret recipes that get shared?\n  ","967615":"\n   What is better: bitter truth or sweet lies?\n  ","967616":"\n   Are you going to be okay Nicole? Like if you need anything I can always message you on insta.\n  ","967617":"\n   I heard it last night on my way home on the radio and it made me dance while driving.\n  ","967618":"\n   What happened though Nicole? What went wrong?\n  ","967619":"\n   What happened between you and Jeffery Nicole I didn’t know you guys broke up?\n  ","967620":"\n   What musical instrument would you like to play?\n  ","967621":"\n   Have you heard \"Get Down On It\" by Kool and the Gang? If not, listen to it and tell me what you think.\n  ","967622":"\n   Would you consider living on an island?\n  ","967623":"\n   Are you the oldest of your siblings?\n  ","967624":"\n   Have you ever fought for your right to party?\n  ","967625":"\n   Hi. Nikki how r u?\n  ","967626":"\n   what size of your jeans?\n  ","967627":"\n   Are you brave enough to fight for everyone's rights?\n  ","967628":"\n   If you haven't seen his work, you should check it out. Very unique & a lot of it is very interesting. :)\n  ","967629":"\n   What do you do when you’re angry?\n  ","967630":"\n   Do you pick up on subtle social cues (example: being able to tell someone is lying on glance)?\n  ","967631":"\n   Do you prefer jeans or sweatpants?\n  ","967632":"\n   Did you believe in the Tooth Fairy as a child?\n  ","967633":"\n   It's 4am Nikki wtf???\n  ","967634":"\n   Have you ever stayed awake for an entire night?\n  ","967635":"\n   Have you ever written a song? if so, what was the genre?\n  ","967636":"\n   lol. Yea. My favorite artist of all time, so I knew it was him the moment I saw the meme. :-P\n  ","967637":"\n   When was the last time you said something you regretted?\n  ","967638":"\n   Are you old-fashioned in any way? 👍\n  ","967639":"\n   How did you discover your favourite music artist’s work?\n  ","967640":"\n   I'm fairly sure that is supposed to be the famous painter Salvador Dali.\n   \n    https:\/\/www.shutterstock.com\/image-photo\/milano-italia-july-10-big-statue-1460200880\n   \n","967641":"\n   No one ever would say that though?\n  ","967642":"\n   Meant Greek!\n  ","967643":"\n   How good are you with the flirting game?\n  ","967644":"\n   Have you ever waited on the phone for longer than an hour to talk to customer support?\n  ","967645":"\n   Both the pictures\n  ","967646":"\n   Why not both?\n  ","967647":"\n   How do you keep yourself occupied when you wake up early?\n  ","967648":"\n   Love your hair color!\n  ","967649":"\n   Am I the only one in Highschool Whose never “fallen in love” still ?\n  ","967650":"\n   OK. Would you like some company?\n  ","967651":"\n   Do u watch the news a lot why or why not?\n  ","967652":"\n   sibgke?\n  ","967653":"\n   What music\/bands\/artists do you like?\n  ","967654":"\n   Do you sleep at all?\n  ","967655":"\n   Not tired again?\n  ","967656":"\n   You are so gorgeous\n  ","967657":"\n   That's an awesome Salvador Dali statue!\n  ","967658":"\n   What?\n  ","967659":"\n   how are you?\n  ","967660":"\n   Age?\n  ","967661":"\n   Do you wear g-strings?\n  ","967662":"\n   Have you ever had an eating disorder?\n  ","967663":"\n   Wanna snapchat? Let’s be friends\n  ","967664":"\n   Do you eat ice cream for snack time?\n  ","967665":"\n   Which ones?\n  ","967666":"\n   Do you wish you could change your name?\n  ","967667":"\n   What is on the walls of the room you are in?\n  ","967668":"\n   it's the armenian..there's a reason why kim k can get tan af and kendall is casper the friendly ghost without artificial tanner. kim has the armenian and kendall doesnt.\n  ","967669":"\n   What is the funniest thing you have ever seen?\n  ","967670":"\n   Does that make you thankful for your Armenian genes?\n  ","967671":"\n   Have you ever gotten badly sunburnt?\n  ","967672":"\n   What websites do you go to everyday?\n  ","967673":"\n   What's on your bucket list?\n  ","967674":"\n   Do you have any shows \/ movies you could watch over and over again and not get bored of?\n  ","967675":"\n   Are you a traveler or a homebody?\n  ","967676":"\n   How do you usually start conversation with random people online?\n  ","967677":"\n   Have you ever gone rock climbing?\n  ","967678":"\n   How is a group of musicians not a band? They just arent the *SAME* band.\n  ","967679":"\n   I can see the Geek in you for real, my friend.\n  ","967680":"\n   Do you follow your brain or your heart?\n  ","967681":"\n   What song is currently your favorite?\n  ","967682":"\n   What is your favourite song?\n  ","967683":"\n   What's the procedure to change the room?\n  ","967684":"\n   What are you Mixed with?\n  ","967685":"\n   You can read\n  ","967686":"\n   If you think of it my love for you might be another thing you're unaware of?\n  ","967687":"\n   Do you hate Talinda?\n  ","967688":"\n   Indeed. I see why you chose it. :)\n  ","967689":"\n   Your family never invites people you don't want to interact with?\n  ","967690":"\n   Do you know any poem by heart? If yes, what is it?\n  ","967691":"\n   Part of Ireland is considered Britain. You used to always say Armenian\/Irish, then you took some sort of test that listed a zillion other things and changed your answer.\n  ","967692":"\n   Silly pupper. lol\n  ","967693":"\n   What is your zodiac sign?\n  ","967694":"\n   What was the longest car ride you’ve ever taken?\n  ","967695":"\n   You're counting all the things on a DNA test or something. You're really Armenian and British\n  ","967696":"\n   Do you ever hide from visitors to your home?\n  ","967697":"\n   whose thing\n  ","967698":"\n   What are you Mixed with?\n  ","967699":"\n   Why the sad faces?\n  ","967700":"\n   Hail to the mother f'ing Victor!\n  ","967701":"\n   What is your Nationality?\n  ","967702":"\n   Do you hope you can be reincarnated after death?\n  ","967703":"\n   Do you like the song \"Smile\" by Uncle Kracker?\n  ","967704":"\n   How do you feel about your family?\n  ","967705":"\n   Are you going back to bed soon?\n  ","967706":"\n   Im guessing u live in california? Am i right\n  ","967707":"\n   Mike Shinoda has said not to close the door on them being a band again\n  ","967708":"\n   What time is it right now where u live?\n  ","967709":"\n   Does the rain make you dance? 💃🌧\n  ","967710":"\n   Let's have a Fast Talk:\n\nFruits or Vegetables?\n  ","967711":"\n   If you want to hear someone legendary listen to Travis Scott\n  ","967712":"\n   If Linkin Park hired Post Malone as their lead singer, would you be upset?\n  ","967713":"\n   You're welcome! :)\n  ","967714":"\n   Umm no, most that aren't obsessed remember Linkin Park as being washed up and Chester as a sniveling drug addict\n  ","967715":"\n   Let's have a Fast Talk:\n\nHot or Cold?\n  ","967716":"\n   Even with Chester, Linkin Park was putting out trash for years\n  ","967717":"\n   Rock or rap?\n  ","967718":"\n   If you could live forever, would you want to? Why or why not? 👍\n  ","967719":"\n   How about we go to their concert and I get you that cake!\n  ","967720":"\n   Let's have a Fast Talk:\n\nCat or Dog?\n  ","967721":"\n   Fries vs. Eggrolls\n  ","967722":"\n   Nachos vs. Fries\n  ","967723":"\n   Ice cream sandwich vs ice cream in a cone\/bowl\n  ","967724":"\n   When you wake up at a reasonable time in the morning, are you grumpy or does your mood not get affected?\n  ","967725":"\n   Could you have that right now or is it too early to enjoy those things for you?\n  ","967726":"\n   Reese Witherspoon vs. Emma Stone\n  ","967727":"\n   Theme parks vs water parks?\n  ","967728":"\n   Charlize Theron vs. Reese Witherspoon\n  ","967729":"\n   Behati vs. Red Velvet\n  ","967730":"\n   What items do you most like to get from Panda Express?\n  ","967731":"\n   Twilght vs. It\n  "},"Answer":{"966660":"\n  No I don’t\n  ","966661":"\n  Y’all\n  ","966662":"\n  ✌🏻✌🏻\n  ","966663":"\n  Snapchat 🤪\n  ","966664":"\n  I’m not your girl 🙄\n  ","966665":"\n  Nope!\n  ","966666":"\n  🤣🤣🤣\n  ","966667":"\n  Only for snapchat lol\n  ","966668":"\n  Anywho lol\n  ","966669":"\n  Yes!\n  ","966670":"\n  🙄🙄\n  ","966671":"\n  I answered all of them anon\n  ","966672":"\n  Sure thing🤣\n  ","966673":"\n  No I don’t like it\n  ","966674":"\n  That’s not my name 🙄\n  ","966675":"\n  I wonder if Catfish made an account 🤔\n  ","966676":"\n  Lol thank you🤣\n  ","966677":"\n  I don’t 🙄\n  ","966678":"\n  You wouldn’t know that\n  ","966679":"\n  Okay anon, I answered it.\n  ","966680":"\n  No lol😬\n  ","966681":"\n  Very interesting anon\n  ","966682":"\n  Lol I’m not much of a hugger\n  ","966683":"\n  I just don’t feel comfortable doing so please respect that.\n  ","966684":"\n  I don’t want to anon\n  ","966685":"\n  Yes!🤪\n  ","966686":"\n  no thank you anon\n  ","966687":"\n  ✌🏻\n  ","966688":"\n  Gee thank you anon.\n  ","966689":"\n  Oh come on anon. I love them both\n  ","966690":"\n  Ooh definitely blonde hair or even brown with blue or green eyes and tall, toned body, nice jawline, somewhat muscular and what not lol\n  ","966691":"\n  🤷‍♀️🤷‍♀️\n  ","966692":"\n  A bunny that makes waffles!\n  ","966693":"\n  Not that I know of anon\n  ","966694":"\n  Why named Willow though? Lol\n  ","966695":"\n  Can you not?\n  ","966696":"\n  No\n  ","966697":"\n  I’m not sure?🤨\n  ","966698":"\n  Lol how they practice it in Port Charles?\n  ","966699":"\n  I would if I knew the guy or get to know him a little better before lol\n  ","966700":"\n  What about it?\n  ","966701":"\n  Really anon?\n  ","966702":"\n  I’m from California 😊 a date in person or? I’m not sure what you meant by that lol\n  ","966703":"\n  I mean it just depends on what I feel like drinking. I like juices,  sweet ice tea, water etc!😁\n  ","966704":"\n  I think traffic is starting to happen again\n  ","966705":"\n  This app is dead..\n  ","966706":"\n  Not really, no🤷‍♀️\n  ","966707":"\n  Good lord\n  ","966708":"\n  Exactly anon\n  ","966709":"\n  Greece and Italy 😁\n  ","966710":"\n  Halloween is cancelled this year lol\n  ","966711":"\n  There isn’t going to be horror nights this year\n  ","966712":"\n  Hello.\n  ","966713":"\n  Someone should ask me stuff 🥴\n  ","966714":"\n  I thought it said this morning lol but yeah I did\n  ","966715":"\n  Yes, I did!\n  ","966716":"\n  Cheers anon\n  ","966717":"\n  Hello there\n  ","966718":"\n  I do lol\n  ","966719":"\n  My walk?🤨\n  ","966720":"\n  Never seen it lol\n  ","966721":"\n  Hello there\n  ","966722":"\n  🤔🤔\n  ","966723":"\n  Maybe things will get better...\n  \n  maybe things will look brighter.. maybe\n  ","966724":"\n  Sometimes things just seem to fall apart when you least expect them to\n  ","966725":"\n  Lol for sure!\n  ","966726":"\n  When did he sing in gibberish anon?\n  ","966727":"\n  No he didn’t sing in gibberish anon. He sang really heart touching lyrics that really told a story and touched your soul.\n  ","966728":"\n  I don’t insult the quality and amount of questions actually anon. I appreciate the people that do ask me ask me stuff.\n  ","966729":"\n  Remember all the sadness and frustration and let it go, let it goooooo\n  ","966730":"\n  How am I insulting them?\n  ","966731":"\n  I’m quite bored, this app is dead lol. You?\n  ","966732":"\n  Really anon?\n  ","966733":"\n  My good lord this app is dead.\n  ","966734":"\n  No anon\n  ","966735":"\n  It just started for me since I just woke up lol\n  ","966736":"\n  Probably no tears left to cry!\n  ","966737":"\n  But I’ve seen the movies lol just never really got into them\n  ","966738":"\n  That’s cool! Never got into Star Wars lol\n  ","966739":"\n  I’ve never watched that so I wouldn’t know lol\n  ","966740":"\n  And I’m out✌🏻\n  ","966741":"\n  Hah says the person hiding behind anonymous 🤷‍♀️\n  ","966742":"\n  I don’t know? They message me and start a conversation with me\n  ","966743":"\n  Well thank you anon😌\n  ","966744":"\n  I think it is, yes. It’s an important meal and fuels you for the rest of the day.\n  ","966745":"\n  Yeah, it’s fine\n  ","966746":"\n  He doesn’t want that anon🤣\n  ","966747":"\n  That’s okay, most people are just start a conversation with them 😊\n  ","966748":"\n  Not that I can think of right now🤔\n  ","966749":"\n  Even if he did run it’s not like he’s going to win lol. Quite funny to me\n  ","966750":"\n  I’m so bored...\n  ","966751":"\n  No, I really don’t.\n  ","966752":"\n  Bitter truth\n  ","966753":"\n  I guess so, yes\n  ","966754":"\n  I’m sure you do anon\n  ","966755":"\n  None of them 🙁\n  ","966756":"\n  🤪😎\n  ","966757":"\n  Not really, no I don’t\n  ","966758":"\n  I don’t know who you are lol\n  ","966759":"\n  Haha yes! That’s awesome 😁 Awh, thank you!\n  ","966760":"\n  Don’t really have any thoughts on them 🤣\n  ","966761":"\n  I’m in bed as it’s still early here\n  ","966762":"\n  Cry?\n  ","966763":"\n  I’m not feeling the brightest 🙃\n  ","966764":"\n  🤨🤨\n  ","966765":"\n  No they don’t anon, it’s just what’s the point in having coins now?\n  ","966766":"\n  I agree girl! Anons are just sometimes crazy 🥴\n  ","966767":"\n  Nothing really, I never said it makes this app a better place in the slightest.\n  ","966768":"\n  For sure anon!\n  ","966769":"\n  Definitely 😊\n  ","966770":"\n  I know that lol but now it’s quite pointless.\n  ","966771":"\n  Enjoy!\n  ","966772":"\n  Okay anon sure😊\n  ","966773":"\n  🤨🤨\n  ","966774":"\n  I don’t know lol\n  ","966775":"\n  Oh no I definitely wouldn’t be able to. I would get annoyed very quickly as I don’t like Christmas music. 🥴\n  ","966776":"\n  Exactly now it’s pointless since you don’t receive them\n  ","966777":"\n  I’m not in Australia anon\n  ","966778":"\n  I mean shouldn’t they just get rid of coins all together now?🤨\n  ","966779":"\n  What in the world are you talking about?🤨\n  ","966780":"\n  It’s halloween!😈\n  ","966781":"\n  Getting them!\n  ","966782":"\n  What’s the point of answering questions now?🥴\n  ","966783":"\n  Lol my nerves?\n  ","966784":"\n  Lol for sure anon but I don’t think so\n  ","966785":"\n  It’s alright, how’s yours?\n  ","966786":"\n  Well that’s interesting anon\n  ","966787":"\n  Well thank you anon\n  ","966788":"\n  Lol without greed?🤔\n  ","966789":"\n  😊\n  ","966790":"\n  Yes I do!\n  ","966791":"\n  I don’t really use any movie quotes on a daily basis tbh\n  ","966792":"\n  That’s very odd lol\n  ","966793":"\n  I stop receiving coins 🤔\n  ","966794":"\n  Yes really lol\n  ","966795":"\n  Definitely not\n  ","966796":"\n  I guess so\n  ","966797":"\n  They’re definitely not causing it and no I would never stop listening to them\n  ","966798":"\n  So now we don’t receive coins 🤨\n  ","966799":"\n  And how could I possibly help you with that?\n  ","966800":"\n  No I don’t, again I woke up not feeling tired\n  ","966801":"\n  Those both sound so horrible\n  ","966802":"\n  No I don’t, I choose one lol\n  ","966803":"\n  No I’m not!\n  ","966804":"\n  Obviously not🙄\n  ","966805":"\n  Tv and laptop mostly\n  ","966806":"\n  Y’all should know who I’m talking about.\n  ","966807":"\n  I have no clue\n  ","966808":"\n  Ah, I’m sorry anon\n  ","966809":"\n  Lol what?🤣\n  ","966810":"\n  I don’t know 🤷‍♀️\n  ","966811":"\n  It’s night time over here\n  ","966812":"\n  Hearing from him would..\n  ","966813":"\n  🤔🤔\n  ","966814":"\n  Alrighty then\n  ","966815":"\n  I mean I don’t know about that anon\n  ","966816":"\n  Oh I deleted it\n  ","966817":"\n  That would be embarrassing and funny at the same time\n  ","966818":"\n  I’m sure\n  ","966819":"\n  Oooh maybe the second choice\n  ","966820":"\n  I don’t know how I’m doing honestly.\n  ","966821":"\n  No I haven’t\n  ","966822":"\n  A donkey!\n  ","966823":"\n  Neither of those choices 😬\n  ","966824":"\n  One of them were the grinch who stole Christmas and it’s still my favorite\n  ","966825":"\n  Never heard of it\n  ","966826":"\n  Well yeah, definitely\n  ","966827":"\n  Oh right, thank you😊\n  ","966828":"\n  Being able to say whatever you want and do whatever you please as long as it’s legal of course.\n  ","966829":"\n  I hope catfish makes another account. He’s a really great person and fun to talk to😎\n  ","966830":"\n  I can’t think of anything currently 🤔\n  ","966831":"\n  Okay anon, thank you.\n  ","966832":"\n  I just don’t, I don’t know why. I do eat lunch, yes\n  ","966833":"\n  Definitely psychology because I love learning about human behavior.\n  ","966834":"\n  Hanging in there, I guess\n  ","966835":"\n  Well I’m underweight.\n  ","966836":"\n  I just don’t let it get to me anon.\n  ","966837":"\n  I don’t eat dinner though\n  ","966838":"\n  To be happy, successful and healthy.\n  ","966839":"\n  Lol thank you😊\n  ","966840":"\n  Of course\n  ","966841":"\n  I’m trying okay?\n  ","966842":"\n  I mean not without consent anon\n  ","966843":"\n  It’s never okay anon\n  ","966844":"\n  I don’t skip a lot, I try to answer all of them the best that I can anon.\n  ","966845":"\n  Really anon?\n  ","966846":"\n  When I was younger I wanted to be a fashion designer\n  ","966847":"\n  I try my best to answer them all\n  ","966848":"\n  Of course, anytime 😌 I appreciate your questions!\n  ","966849":"\n  No m, not really\n  ","966850":"\n  🥴🥴\n  ","966851":"\n  Thank you.\n  ","966852":"\n  I think people think I’m a kind person who has a big heart and is very genuine and cares about them. Also someone who is silly and fun.\n  ","966853":"\n  Really anon?\n  ","966854":"\n  Please do 🥺\n  ","966855":"\n  A fashion designer\n  ","966856":"\n  Be yourself and say hi to people 😊 and then start a conversation with them\n  ","966857":"\n  I don’t have any new ones?\n  ","966858":"\n  I’ve been okay I guess, how’ve you been?😊\n  ","966859":"\n  Hmm I don’t know 🤔\n  ","966860":"\n  I wish y’all would ask me questions\n  ","966861":"\n  No lol\n  ","966862":"\n  I don’t want to talk about it.\n  ","966863":"\n  ohhh I miss him 🙁\n  ","966864":"\n  😉😉\n  ","966865":"\n  Y’all should I change my profile picture?\n  ","966866":"\n  No I’m definitely not.\n  ","966867":"\n  Where did all my anons go?🥺\n  ","966868":"\n  I guess lol\n  ","966869":"\n  So I’m thinking maybe I should deactivate\n  ","966870":"\n  Good lord I’m so bored.\n  ","966871":"\n  I’m sorry anon\n  ","966872":"\n  My most hated pizza topping would be pineapple and mushrooms\n  ","966873":"\n  Well ask is dead again\n  ","966874":"\n  Oh my, I’m sorry to hear that anon\n  ","966875":"\n  Probably not tbh\n  ","966876":"\n  You okay?\n  ","966877":"\n  I’m okay, you?\n  ","966878":"\n  Say what now?\n  ","966879":"\n  I mean not really anon, sorry\n  ","966880":"\n  Not really tbh\n  ","966881":"\n  🤔🤔\n  ","966882":"\n  I don’t know who you are.\n  ","966883":"\n  I don’t use it\n  ","966884":"\n  Thank you😊\n  ","966885":"\n  Really anon?🥴\n  ","966886":"\n  I don’t hate you anon, I didn’t see it 🤔\n  ","966887":"\n  I’m sorry anon, I haven’t been on much today\n  ","966888":"\n  I don’t celebrate it\n  ","966889":"\n  Lol thank you anon\n  ","966890":"\n  🥴🥴🥴\n  ","966891":"\n  So many events 😬\n  ","966892":"\n  Lol okay anon\n  ","966893":"\n  I’m 20\n  \n  5’7\n  \n  Roses!\n  \n  Blue and pink!\n  \n  I love to watch so many things but my favorite is to watch horror movies.\n  \n  Linkin Park is my favorite band🥺 I love listening to them.\n  \n  Favorite food is probably chocolate lol.\n  \n  I’d choose love.\n  ","966894":"\n  Yes anon, I know.\n  ","966895":"\n  Yes, I have\n  ","966896":"\n  And I’m not there anon\n  ","966897":"\n  It’s still Thursday here!😬\n  ","966898":"\n  🙄🙄\n  ","966899":"\n  No I don’t live there but we felt it. It was pretty strong\n  ","966900":"\n  Yes I do use other ones as well 😁\n  ","966901":"\n  I don’t know what that is 🤔\n  ","966902":"\n  Linkin Park!\n  ","966903":"\n  That’s nice anon😊\n  ","966904":"\n  None?🤨\n  ","966905":"\n  What are you talking about?\n  ","966906":"\n  Excuse me\n  ","966907":"\n  I definitely am!😎\n  ","966908":"\n  Blue and pink!\n  ","966909":"\n  No I wasn’t jealous, I was excited\n  ","966910":"\n  Thank you? lol\n  ","966911":"\n  Sure!\n  ","966912":"\n  I didn’t see it anon\n  ","966913":"\n  Yeah , I was little though\n  ","966914":"\n  Yes, I am.\n  ","966915":"\n  I would try to comfort them and hear them out.\n  ","966916":"\n  I couldn’t lol\n  ","966917":"\n  Haha thank you!\n  ","966918":"\n  Yes I’ve ridden a horse many times, I mean it’s quite fun 😁\n  ","966919":"\n  Fairies, Mermaids, Vampires, Unicorns 🤪\n  ","966920":"\n  I get very anxious and nervous when I hear that.\n  ","966921":"\n  No they don’t\n  ","966922":"\n  Lonely genius\n  ","966923":"\n  Don’t think I’ve had those lol\n  ","966924":"\n  Maybe a 7 or 8 lol\n  ","966925":"\n  No thank you\n  ","966926":"\n  I like both lol\n  ","966927":"\n  Chocolate!\n  ","966928":"\n  I do\n  ","966929":"\n  No anon\n  ","966930":"\n  I can be, it just depends\n  ","966931":"\n  No lol the one at 4:30 am was stronger\n  ","966932":"\n  No, not really lol\n  ","966933":"\n  Really? 🤨\n  ","966934":"\n  There was a aftershock and now two hours later another earthquake.\n  ","966935":"\n  I’m okay, we had an aftershock too\n  ","966936":"\n  We just had a pretty strong earthquake 🙃\n  ","966937":"\n  Alright, I’m going to try and sleep again\n  ","966938":"\n  Haha yeah, their shouldn’t be a limit for that!😬\n  ","966939":"\n  Very shy and reserved but once I’m comfortable around you I’m very silly, loud and fun.\n  ","966940":"\n  Awh thank you😊\n  ","966941":"\n  Probably last month, I believe\n  ","966942":"\n  Where are the times gone, baby it’s all wrong\n  \n  Where are the planes we made for two 🎶\n  ","966943":"\n  😁😱🤪\n  ","966944":"\n  He’s definitely a friend and yes, he’s very kind 😊\n  ","966945":"\n  Thank you anon😌\n  ","966946":"\n  Thank you😊\n  ","966947":"\n  Well it’s very early here lol so I can’t say just yet\n  ","966948":"\n  It’s no worries, the coin limit is like 10,000 I believe ahah😱\n  ","966949":"\n  🥴🥴\n  ","966950":"\n  Probably their eyes and style tbh\n  ","966951":"\n  To be happy😌\n  ","966952":"\n  It just depends on what I feel like eating when I do have breakfast\n  ","966953":"\n  I do!😁\n  ","966954":"\n  Thank you so much, that’s very kind😌\n  ","966955":"\n  Spread positivity and love to as many people as I can😊 Also be supportive and be there for people.\n  ","966956":"\n  Honestly no, I don’t believe he is.\n  ","966957":"\n  It’s about a solider who introduces himself to the Peterson family, claiming to be their son who died in action. After the young man is welcomed into their home, a series of accidental deaths seem to be connected with his presence.\n  ","966958":"\n  Well I’d be very disappointed in that person that wronged them\n  ","966959":"\n  Don’t have a favorite but here’s one!\n  ","966960":"\n  No lol\n  ","966961":"\n  Lol why do you always ask?\n  ","966962":"\n  But I already live there 🤪\n  ","966963":"\n  Honestly not so much, I always tend to be negative towards myself which isn’t good.\n  ","966964":"\n  Thank you anon\n  ","966965":"\n  Having to socialize with people, having to start a conversation\/keep one, speaking in front of the class, social events, being stressed out, driving (since I’m still getting used to it), working in groups, arguing, etc.\n  ","966966":"\n  Yeah, totally anon\n  ","966967":"\n  Yes omg and I’m so bored\n  ","966968":"\n  So bored\n  ","966969":"\n  I designed this rhythm\n  \n  To explain in due time\n  \n  All I know\n  \n  Time is a valuable thing\n  ","966970":"\n  Ask is dead once again\n  ","966971":"\n  Yes lol\n  ","966972":"\n  It’s been awhile\n  ","966973":"\n  No lol\n  ","966974":"\n  😌😎\n  ","966975":"\n  So you’re saying I’m not bright huh?🤣 right okay anon.\n  ","966976":"\n  🥴🥴\n  ","966977":"\n  I bet it is lol\n  ","966978":"\n  🤨\n  ","966979":"\n  No lol they haven’t\n  ","966980":"\n  Golf?\n  ","966981":"\n  I don’t only like 1 color of people anon. Smh\n  ","966982":"\n  🤔🤔\n  ","966983":"\n  Okay anon?\n  ","966984":"\n  Sky is 4 and 🤨\n  ","966985":"\n  Ones younger, other two are older\n  ","966986":"\n  Maltese mix terrier 🤪\n  ","966987":"\n  3 brothers!\n  ","966988":"\n  Dogs do dream anon!\n  ","966989":"\n  No I’m not\n  ","966990":"\n  Thank you😊\n  ","966991":"\n  Yooo no ones talking 🙁\n  ","966992":"\n  Possibly, yes\n  ","966993":"\n  Yes, of course I have been!\n  ","966994":"\n  Literally not much, just watching tv, going for walks, swimming, listening to music, going on social media. No one to hang out with though 🤷‍♀️\n  ","966995":"\n  It’s very boring lol. Honestly I’m going crazy\n  ","966996":"\n  No lol\n  ","966997":"\n  I’m glad I do😊\n  ","966998":"\n  I would appreciate it if you didn’t\n  ","966999":"\n  Gotta repost this, it’s one of my favs 😈\n  ","967000":"\n  I’m doing okay, you?\n  ","967001":"\n  Hey anon\n  ","967002":"\n  Married at first sight\n  ","967003":"\n  Lol I’m just watching a show right now\n  ","967004":"\n  I’m a toy huh? You think I’m an object anon? Hah that’s where you’re wrong. I’m absolutely no toy. I have feelings, I’m a human.\n  ","967005":"\n  Okay seriously? 🥴\n  ","967006":"\n  Y’all where is everyone @?\n  ","967007":"\n  Why are we talking about kids now? I’m not going to have any, anytime soon lol\n  ","967008":"\n  She’s okay, not my favorite\n  ","967009":"\n  I don’t really like her lol\n  ","967010":"\n  I’m bored\n  ","967011":"\n  Definitely water!\n  ","967012":"\n  No I’m into guys\n  ","967013":"\n  That’s fun lol\n  ","967014":"\n  Yeah, no lol\n  ","967015":"\n  Yes lol\n  ","967016":"\n  I wouldn’t want to change my name, I like my name.\n  ","967017":"\n  Because I’m definitely not even close, happiness\n  ","967018":"\n  No lol\n  ","967019":"\n  Lol have a great day!\n  ","967020":"\n  I don’t like Mariah Carey🤣\n  ","967021":"\n  Seriously can you not?\n  ","967022":"\n  Well I hope I have a boy lol\n  ","967023":"\n  Awh thank you!😊\n  ","967024":"\n  🙄🙄\n  ","967025":"\n  Awh thank you and of course 😊and woo that sounds amazing!\n  ","967026":"\n\n   @Pookeo9\n  \n\n   @NineGDxFour\n  \n\n   @Qu33nForADayy\n  \n\n   @redoasis2017\n  \n\n   @BigAmericanFatso\n  \n\n   @musicfan1998\n  \n\n   @Ice_Frozen_Vocals\n  \n\n   @Tobbelit0\n  \n\n   @zy_cv\n  \n\n   @aWelcomeWellOverstayed\n  \n\n   @learningwithlolaa\n  \n\n   @patchy_life\n  \n\n   @askamanz5506\n  \n\n   @TrivialTrinket\n  \n\n   @DovahMonah\n  \n\n   @soph_333\n  \n\n   @kittiemeowsie\n  \n\n   @HAMZAsBS\n  \n\n   @JoeeeMason\n  \n\n   @ChickSlimShady\n  \n\n   @introgeeky\n  \n\n   @CallOfTheStorm\n  \n\n   @korndude\n  \n\n   @xHeartbreakGirlx\n  \n\n   @came_from_hell_666\n  \n\n   @Diamondchainzman\n  \n\n   @TessaDiego\n  \n\n   @Shannon678900\n  \n\n   @Smitty841\n  \n\n   @curious_01\n  \n\n   @ass4lyfe\n  \n\n   @callumbailey78\n  \n\n   @littletrvst\n  \n\n   @littlekri\n  \n\n   @SlendyGunner\n  \n\n   @fiezuqa\n  \n\n   @eatyourcake\n  \n\n   @chelly17x\n  \n\n   @poetalunam\n  \n\n   @astoldbyjoanna\n  \n\n   @chrissyjillson\n  \n\n   @Bocepous\n  \n\n   @urlsareshittbh\n  \n\n   @BonesAngela\n  \n\n   @Bearhead01\n  \n\n   @keepmovingforwardx\n  \n\n   @allthelovekatxx\n  \n\n   @draggedapart\n  \n\n   @maresx\n  \n\n   @YaoiMasterSadist\n  \n\n   @RyanSeidler\n  \n\n   @Dubstepen\n  \n\n   @edwardmatthews20\n  \n\n   @DennisQ777\n  \n\n   @charlyhasaharly69669696\n  \n\n   @JamesW7558\n  \n\n   @elysssa_d\n  \n\n   @Austintag1ous\n  \n\n   @XxINFINITTYxx\n  \n\n   @hailslol\n  \n\n   @hey_its_ciara_\n  \n\n  Here are some amazing people for you to follow anon😊( I couldn’t find you all😬)\n  ","967027":"\n  Of course I do!😊 no you didn’t bug me at all, don’t worry. You’re a great person.\n  ","967028":"\n  Definitely 😊\n  ","967029":"\n  Thank you!😊 you should cover speeding cars by walking on cars!\n  ","967030":"\n  Probably my brother lol\n  ","967031":"\n  No, I don’t let any of it go through my head anon. I’m not like that. Thank you btw😊\n  ","967032":"\n  Maybe Apple tbh. I would change many things\n  ","967033":"\n  Ohhh that’s fun! lol\n  ","967034":"\n  No lol\n  ","967035":"\n  I want to name my son after the legend Chester Bennington 🥺\n  ","967036":"\n  Awh thank you haha! You’re so fun to talk to as well 😊\n  ","967037":"\n  I appreciate that and no you don’t want to see it\n  ","967038":"\n  Oh yes, absolutely 🤣\n  ","967039":"\n  Smh anon\n  ","967040":"\n  Oh believe me, I do get angry\n  ","967041":"\n  Why do you say that anon?\n  ","967042":"\n  I’ll keep that in mind, thank you anon 😊\n  ","967043":"\n  Haha it’s all good, no worries\n  ","967044":"\n  Lol I know how to play some card games\n  ","967045":"\n  Sometimes I guess lol\n  ","967046":"\n  I mean it could be but not all the time\n  ","967047":"\n  Nope\n  ","967048":"\n  Awh haha, I appreciate that! Thank you😊 too kind.\n  ","967049":"\n  A boy so I can name him Chester 😁\n  ","967050":"\n  I’ll definitely look for that one, thank you!😊\n  ","967051":"\n  I honestly should, they’re so dry!\n  ","967052":"\n  Yeah, I think I did but I don’t remember tbh\n  ","967053":"\n  Oh yes absolutely! I have to change the bad habit I have of picking my lips to the point they bleed.\n  ","967054":"\n  Probably heavy by Linkin Park\n  ","967055":"\n  Well I guess I found out why he’s not talking to me\n  ","967056":"\n  Well that’s not alright\n  ","967057":"\n  I’m not sure tbh\n  ","967058":"\n  I don’t want a clone of me lol\n  ","967059":"\n  Hey!\n  ","967060":"\n  No I don’t judge people quickly.\n  ","967061":"\n  Pop\/rock!\n  ","967062":"\n  I’m glad your gone I can finally breathe\n  \n  I’m glad your gone I can try and be me\n  ","967063":"\n  That I have an amazing taste in music\n  ","967064":"\n  No I didn’t?\n  ","967065":"\n  Falling in love with someone and that person feeling the same way about you\n  ","967066":"\n  It’s going lol, how’s your day?\n  ","967067":"\n  Nope, never.\n  ","967068":"\n  I mean the diamond shouldn’t matter, what should matter is the person you’re getting married to and how happy you are.\n  ","967069":"\n  Absolutely 😁\n  ","967070":"\n  I don’t know, not necessarily\n  ","967071":"\n  Lol no🤣\n  ","967072":"\n  Lol seriously anon?\n  ","967073":"\n  Haha thank you, I always try to be!😊 you’re also so nice!\n  ","967074":"\n  We aren’t getting married anon\n  ","967075":"\n  Howdy friend\n  ","967076":"\n  Lol very cleaver\n  ","967077":"\n  One of each!\n  ","967078":"\n  Lol I try to be kind always and I’m sure we would 😊\n  ","967079":"\n  That’s understandable haha and of course I do 😊\n  ","967080":"\n  I have to admit that’s a good pick up line🤣\n  ","967081":"\n  I know what you meant lol. I meant oh no because you said you were about to leave aha.\n  ","967082":"\n  No I’m not.\n  ","967083":"\n  2’\n  ","967084":"\n  Of course\n  ","967085":"\n  Of course it’s up to you, and oh no!🙁 You’re way too kind, thank you! Yay that sounds wonderful\n  ","967086":"\n  No I wouldn’t do that anon\n  ","967087":"\n  Oh yeah, definitely being kind to people who deserve it always. And thank you that means a lot😊 and I’m sorry you’re sick of this app but it’s really up to you.\n  ","967088":"\n  Because I don’t give it to anons.\n  ","967089":"\n  Hah not even close\n  ","967090":"\n  You gotta come off anon\n  ","967091":"\n  Thank you😊\n  ","967092":"\n  Lol thank you anon!\n  ","967093":"\n  I mean I guess, it’s bad too\n  ","967094":"\n  That they’re so many people who try to bring you down with negativity and say hateful things but you just have to ignore them and stay positive.\n  ","967095":"\n  Thank you anon\n  ","967096":"\n  Don’t give up!🙁 you’re such a kind person and I’d hate to see you leave!\n  ","967097":"\n  Absolutely not\n  ","967098":"\n  Yes, I have actually lol\n  ","967099":"\n  I guess you’ll have to keep making accounts if they  weren’t helpful 🙃\n  ","967100":"\n  😈😉\n  ","967101":"\n  Lol I’m sure you do\n  ","967102":"\n  Lol sure thing anon\n  ","967103":"\n  I’m sorry to hear that but I’m glad you’re feeling better!😊\n  ","967104":"\n  Yes and also a good future!😊 and I am going to go on vacation soon aha\n  ","967105":"\n  Yeah, I don’t know\n  ","967106":"\n  I’m not sure why anon\n  ","967107":"\n  Most likely anon\n  ","967108":"\n  I mean I’m able to sleep for a little while but then I wake up in the middle of the night not feeling sleepy\n  ","967109":"\n  Lol sure anon\n  ","967110":"\n  I’m not sure why, I just haven’t been able to lately\n  ","967111":"\n  Hah I wish it could be easier for me.\n  ","967112":"\n  What?🤔\n  ","967113":"\n  Seriously anon?\n  ","967114":"\n  I’m dreaming about a nice vacation to escape and clear my mind lol. How about you?\n  ","967115":"\n  Yes, I have tbh but I pushed myself through it\n  ","967116":"\n  Lol I know and tbh I’m not on here all the time anyways\n  ","967117":"\n  That’s wonderful to hear😊\n  ","967118":"\n  I’ve had many in life anon, it’s hard to know where to start\n  ","967119":"\n  I’m feeling okay, how are you feeling?\n  ","967120":"\n  No I’m not on here all the time, yes I do other things during the day\n  ","967121":"\n  I do🤣 just don’t use them lol\n  ","967122":"\n  Oh lol, why thank you! I just followed you too😊\n  ","967123":"\n  I don’t really wear perfume tbh\n  ","967124":"\n  Yes, sometimes I do and just for fun mostly lol\n  ","967125":"\n  Hello there😊 and what’s +1?\n  ","967126":"\n  To my followers, I know times are tough right now and you may be getting frustrated and hate not being able to go out and about but hang in there, everything will be okay in the end. Keep your heads up and try to stay positive! Sending lots of love to you all and positive vibes 🤍✨\n  ","967127":"\n  Lol no 🤨\n  ","967128":"\n  Because I’m not a positive person, I always tend to be negative 🙁\n  ","967129":"\n  No not really anymore\n  ","967130":"\n  I do have a high metabolism anon\n  ","967131":"\n  Oh I’m sorry🙁 don’t give up though! Try emailing ask and ask them why it keeps happening.\n  ","967132":"\n  No lol\n  ","967133":"\n  I’m doing okay\n  ","967134":"\n  None of them, I would never take drugs.\n  ","967135":"\n  I continue to live because even though life can be difficult at many times you always have to see the bright side and live your life to the fullest and enjoy every single second of it. Life is too short sadly so you have to try and remain positive despite it being so difficult\n  ","967136":"\n  Oh goodness, probably all the clothes and shoes I’d really want to take with me😬\n  ","967137":"\n  No I’m not\n  ","967138":"\n  Hey!😊 I’m okay, how are you?\n  ","967139":"\n  I don’t know lol 🙃\n  ","967140":"\n  I don’t necessarily want any\n  ","967141":"\n  Real tattoos\n  ","967142":"\n  Yeah I’ll go back to sleep lol\n  ","967143":"\n  That’s cool!\n  ","967144":"\n  No you couldn’t anon\n  ","967145":"\n  No I haven’t\n  ","967146":"\n  Lol that would be funny\n  ","967147":"\n  No I thank you for being so kind to me😊\n  ","967148":"\n  Oh no, it got deleted again?\n  ","967149":"\n  Well I guess I act totally normal even if it really upsets me\n  ","967150":"\n  I like both swimming and cycling!\n  ","967151":"\n  No 🤨 I’m good\n  ","967152":"\n  No lol\n  ","967153":"\n  It’s going alright lol. It’s 3:20 am\n  ","967154":"\n  I’ve seen them all ages ago but I’m not a fan\n  ","967155":"\n  No it’s not about me anon, and someone’s missing?😱\n  ","967156":"\n  I listen to music because it helps me escape reality and makes me really happy and just makes me feel joy and forget about the world for a little while.\n  ","967157":"\n  Yes, eventually I would like to get married when I find the right man.\n  ","967158":"\n  Not at first sight, no\n  ","967159":"\n  Gym!\n  ","967160":"\n  No I don’t\n  ","967161":"\n  No I do not\n  ","967162":"\n  Definitely my mom\n  ","967163":"\n  Lol no I wouldn’t\n  ","967164":"\n  It usually discourages me tbh\n  ","967165":"\n  I would say basketball and football probably\n  ","967166":"\n  Sure I guess lol\n  ","967167":"\n  No I don’t gain weight anyways lol\n  ","967168":"\n  Thank you anon😊\n  ","967169":"\n  Awh thank you, that’s very sweet of you😊\n  ","967170":"\n  I feel people always take me for granted and just use me tbh and don’t see my worth either.\n  ","967171":"\n  I don’t know?\n  ","967172":"\n  Thank you😊 and not that’s the couch lol\n  ","967173":"\n  Wow haha thank you!😬\n  ","967174":"\n  Haha well I’m glad you feel that way anon😊\n  ","967175":"\n  That’s very sweet anon and I absolutely agree with you!\n  ","967176":"\n  Thank you anon\n  ","967177":"\n  Thank you😎\n  ","967178":"\n  Thank you!\n  ","967179":"\n  Overalls and a shirt lol🥴\n  ","967180":"\n  Thank you anon🥺\n  ","967181":"\n  I’m sure you do anon\n  ","967182":"\n  Haha thank you!\n  ","967183":"\n  Awh thank you so much! Y’all are the sweetest\n  ","967184":"\n  Thank you!😊\n  ","967185":"\n  I mean I definitely don’t feel that way, most people that enter my life that make me feel as if they’re blessed to have me in it but thank you anon😊\n  ","967186":"\n  Absolutely ahha\n  ","967187":"\n  That’s so sweet🥺\n  ","967188":"\n  Lol no I haven’t gained weight\n  ","967189":"\n  What was your main account? Awh thank you anon, that’s very kind of you to say 😊\n  ","967190":"\n  There’s so many people I wouldn’t mind pranking lol\n  ","967191":"\n  No, not really\n  ","967192":"\n  That’s a good question but I’m not the right person to ask 🙁\n  ","967193":"\n  That’s very sweet anon, thank you😊\n  ","967194":"\n  Hey!\n  ","967195":"\n  We wear pink 😉\n  ","967196":"\n  Most likely Australia 😁\n  ","967197":"\n  I’m okay.\n  ","967198":"\n  Same honestly\n  ","967199":"\n  Honestly she’s crazy\n  ","967200":"\n  It’s definitely not\n  ","967201":"\n  Who’s Connie?\n  ","967202":"\n  I wish I could!\n  ","967203":"\n  Yes?\n  ","967204":"\n  No lol\n  ","967205":"\n  I’ve answered this many times\n  ","967206":"\n  I do, sometimes\n  ","967207":"\n  I like sometimes too! It’s good🥺\n  ","967208":"\n  We don’t get snow here in the city lol\n  ","967209":"\n  I appreciate that anon\n  ","967210":"\n  I did know that, yes\n  ","967211":"\n  Because that’s not right, they didn’t do anything to you\n  ","967212":"\n  I didn’t binge eat anything lol\n  ","967213":"\n  Well you shouldn’t hate them anon\n  ","967214":"\n  🤣🤣\n  ","967215":"\n  Oh yes, definitely!\n  ","967216":"\n  I would say Johnny\n  ","967217":"\n  Absolutely\n  ","967218":"\n  Well dang, that sucks\n  ","967219":"\n  Thank you lol\n  ","967220":"\n  Sure when we were able to go lol\n  ","967221":"\n  🤔🤔\n  ","967222":"\n  I don’t think so\n  ","967223":"\n  That’s great anon\n  ","967224":"\n  Can you stop? Don’t call him a liar. He’s not,I just think he needs some space to himself.\n  ","967225":"\n  No they weren’t lame 🙄\n  ","967226":"\n  Like sports car?\n  ","967227":"\n  I love soul song 🥺\n  ","967228":"\n  Of course I do anon\n  ","967229":"\n  The ‘IT’ movies\n  \n  The conjuring movies\n  \n  And so much more!\n  ","967230":"\n  Christopher Robin!\n  ","967231":"\n  The Guest on Netflix 😁\n  ","967232":"\n  I’m not allergic to anything\n  ","967233":"\n  Yes, I drive and not really as I am still getting used to driving. Not fully comfortable yet😬\n  ","967234":"\n  I’m watching a movie and just got back from a walk!\n  ","967235":"\n  Sunny days!\n  ","967236":"\n  I’m okay, you?\n  ","967237":"\n  It was a mutual break up and we ended on good terms.\n  ","967238":"\n  Yeah I do like cats but I’m more of a dog person\n  ","967239":"\n  No I haven’t\n  ","967240":"\n  Maybe in a cave tbh🤔\n  ","967241":"\n  Knowing me I would probably have to communicate with them everyday but then I also know people are busy and all so I guess not. But then if I don’t hear from them for like a couple of days I start overthinking 🙃\n  ","967242":"\n  No I wouldn’t want to change my name\n  ","967243":"\n  Thank you lol\n  ","967244":"\n  Hello!😁\n  ","967245":"\n  That’s good😊\n  ","967246":"\n  Definitely summer because I love the heat!\n  ","967247":"\n  Still that doesn’t mean you know me anon\n  ","967248":"\n  Aha yes, absolutely\n  ","967249":"\n  I’d buy clothes and shoes then lol\n  ","967250":"\n  Oh yes, most definitely especially if I’m really into the show!\n  ","967251":"\n  My crazy doggo Sky🤪\n  ","967252":"\n  Well that’s very respectful of you, thank you anon but you don’t even know me 😊\n  ","967253":"\n  I would prefer good things happening right about now tbh.\n  ","967254":"\n  I’m okay, you?\n  ","967255":"\n  Seriously? I’ve posted many body pictures 🤣\n  ","967256":"\n  Exactly 🤣\n  ","967257":"\n  Exactly lol omg!🥴\n  ","967258":"\n  Yes I do!\n  ","967259":"\n  I don’t play any instruments!\n  ","967260":"\n  Since 2013 when it was more alive lol\n  ","967261":"\n  Hey!\n  ","967262":"\n  Really anon? lol\n  ","967263":"\n  Lol 😎\n  ","967264":"\n  Hello!😊 well lately since I’ve been waking up in the middle of the night not being able to sleep not so often anymore!\n  ","967265":"\n  Most likely Greece Or Italy😁\n  ","967266":"\n  I use my card a lot more but I also use cash!\n  ","967267":"\n  Sometimes, yes!\n  ","967268":"\n  No I don’t believe so at all. Because once they do something to mess up, they will end up doing it again.  So no I don’t believe everyone deserves a second chance.\n  ","967269":"\n  Not in awhile tbh\n  ","967270":"\n  Amends?\n  ","967271":"\n  Well it’s early so nothing, I’m in bed\n  ","967272":"\n  Who knows tbh\n  ","967273":"\n  Lol yes I’ve had some drinks but no it doesn’t make me tipsy that easily\n  ","967274":"\n  Absolutely\n  ","967275":"\n  I’ve never been tipsy\n  ","967276":"\n  I’ve never been drunk so I don’t have one\n  ","967277":"\n  Nothing, I just woke up on my own\n  ","967278":"\n  Well I guess that would make me a little kore happier knowing that and a bit more comfortable for when I do pass away\n  ","967279":"\n  I have no clue anon\n  ","967280":"\n  Congratulations 🥴\n  ","967281":"\n  You miss me anon?\n  ","967282":"\n  I’m in a relationship with my love 🤨\n  ","967283":"\n  Yes, I do\n  ","967284":"\n  Well since no one is on goodnight y’all\n  ","967285":"\n  😁😁\n  ","967286":"\n  I don’t get what you’re trying to say🤔\n  ","967287":"\n  Absolutely not\n  ","967288":"\n  Nope\n  ","967289":"\n  And no ones talking\n  ","967290":"\n  Excuse me?\n  ","967291":"\n  Ohhh no I haven’t\n  ","967292":"\n  And I’ve answered it anon, and don’t think like that. You’re more than good enough\n  ","967293":"\n  I don’t think so\n  ","967294":"\n  🤣🤣\n  ","967295":"\n  Awh I’m sorry anon\n  ","967296":"\n  Alrighty then?\n  ","967297":"\n  I don’t know who you are?\n  ","967298":"\n  Absolutely no clue what you’re talking about\n  ","967299":"\n  Spanish, Greek and Italian 😁\n  ","967300":"\n  Pink drink (from Starbucks) flavored ice cream!\n  ","967301":"\n  I go outside even if it’s too hot, I love the hot weather.\n  ","967302":"\n  🤨🤨\n  ","967303":"\n  No clue who that is🤣\n  ","967304":"\n  What news anon?\n  ","967305":"\n  Right ahuh lol\n  ","967306":"\n  Who’s that?\n  ","967307":"\n  Another chance? lol 🤨\n  ","967308":"\n  Lol thank you I guess\n  ","967309":"\n  That was so 2013\n  ","967310":"\n  If it’s a better place then here, sure!\n  ","967311":"\n  Baby’s mama?🤨\n  ","967312":"\n  Lol I just don’t, I don’t know\n  ","967313":"\n  I wouldn’t know, you gotta ask the guys I’ve dated I guess.\n  ","967314":"\n  I’m not, I probably haven’t seen it\n  ","967315":"\n  I’m not sure tbh\n  ","967316":"\n  Lol what?🤣\n  ","967317":"\n  Lol I haven’t watched it in ages🤣\n  ","967318":"\n  Oh no, it’s fine. It didn’t say it’s a shoutout though.\n  ","967319":"\n  I’ve answered this\n  ","967320":"\n  Yes, I have\n  ","967321":"\n  Ahhh okay anon, then you should eat dinner\n  ","967322":"\n  No lol\n  ","967323":"\n  🤣🤣\n  ","967324":"\n  Thank you anon😁\n  ","967325":"\n  I don’t eat dinner lol\n  ","967326":"\n  Oh no, I haven’t.\n  ","967327":"\n  Y’all I’m just so done 🙄\n  ","967328":"\n  🥴🥴\n  ","967329":"\n  You ask every girl that looool🤣\n  ","967330":"\n  Omg Lucifer, yes I would!\n  ","967331":"\n  The one I just watched today called Heist on Netflix 😁\n  ","967332":"\n  Neither tbh\n  ","967333":"\n  No I haven’t\n  ","967334":"\n  Not necessarily, I just end up being in a lot of pain\n  ","967335":"\n  No it’s definitely not a fault at all\n  ","967336":"\n  Very much, I appreciate them a lot😊\n  ","967337":"\n  That’s good😊\n  ","967338":"\n  It’s okay, how was your day?\n  ","967339":"\n  I don’t think so\n  ","967340":"\n  With what?🤨\n  ","967341":"\n  Thank you😊\n  ","967342":"\n  I never played fort nite\n  ","967343":"\n  I’m bored\n  ","967344":"\n  Hopefully in a better place!\n  ","967345":"\n  It really is!\n  ","967346":"\n  Maybe Spencer Reid or Edward Cullen\n  \n  That’s all I can think of right now lol\n  ","967347":"\n  🤣🤣\n  ","967348":"\n  Thank youuu😊\n  ","967349":"\n  No🥴\n  ","967350":"\n  No I haven’t\n  ","967351":"\n  No lol\n  ","967352":"\n  Thank you!😊\n  ","967353":"\n  Most definitely\n  ","967354":"\n  Well of course! I love maroon 5😁\n  ","967355":"\n  Or not lol\n  ","967356":"\n  Lol sure I guess\n  ","967357":"\n  🤨🤨\n  ","967358":"\n  Ahhh because I don’t know your username. What is it?\n  ","967359":"\n  Any what?\n  ","967360":"\n  Do I have you added?😊 and i appreciate that.\n  ","967361":"\n  His heart is breaking in front of me\n  \n  I have no choice ‘cause I won’t say goodbye anymore\n  ","967362":"\n  That’s nice.\n  ","967363":"\n  Lol you have me on snap?🤣\n  ","967364":"\n  I’m not sure tbh🤨\n  ","967365":"\n  Seriously?🥴\n  ","967366":"\n  That’s nice anon\n  ","967367":"\n  🤔🤔\n  ","967368":"\n  Ah that’s interesting anon\n  ","967369":"\n  This love has taken its toll on me\n  ","967370":"\n  I’m not sure tbh\n  ","967371":"\n  Peanut butter and jelly or butter or Nutella etc.\n  ","967372":"\n  Lol I’m sure you do anon\n  ","967373":"\n  I’m assuming trumps wife\n  ","967374":"\n  I play it safe and plan it out\n  ","967375":"\n  🤣🤣\n  ","967376":"\n  Yeah that’s not creepy at all🤨\n  ","967377":"\n  Who said that?🤣\n  ","967378":"\n  Ahhh sounds fun!\n  ","967379":"\n  🤪\n  ","967380":"\n  And who’s that anon?\n  ","967381":"\n  Lol no I’m good\n  ","967382":"\n  No I haven’t\n  ","967383":"\n  Not personally, no\n  ","967384":"\n  Because I’m not anon\n  ","967385":"\n  🤷‍♀️🤷‍♀️\n  ","967386":"\n  No\n  ","967387":"\n  Because it’s none of your business, really\n  ","967388":"\n  She definitely was, yes\n  ","967389":"\n  Excuse me?\n  ","967390":"\n  No she’s not\n  ","967391":"\n  I feel that\n  ","967392":"\n  I’m not sure lol\n  ","967393":"\n  Yeah?\n  ","967394":"\n  Well yes🤣\n  ","967395":"\n  Oh for gods sake, I meant cheat 🤣 autocorrect\n  ","967396":"\n  🤔🤔\n  ","967397":"\n  No he wasn’t\n  ","967398":"\n  Not a lot\n  ","967399":"\n  It’s been awhile actually\n  ","967400":"\n  🤨🤨\n  ","967401":"\n  Not in awhile\n  ","967402":"\n  That’s awesome!😁\n  ","967403":"\n  That’s not your concern anon\n  ","967404":"\n  If I’m in a relationship I will never treat on the guy I’m with ever. That’s just not me\n  ","967405":"\n  Yes I do\n  ","967406":"\n  Yeah, definitely. That’s why I got so hurt by that relationship\n  ","967407":"\n  😊\n  ","967408":"\n  When I was 14\/15\n  ","967409":"\n  Yes, of course!\n  ","967410":"\n  I’m okay\n  ","967411":"\n  When I went?\n  ","967412":"\n  It was 2 years and months\n  ","967413":"\n  No I don’t\n  ","967414":"\n  I’m 20 again 🙄\n  ","967415":"\n  5 or 6. I guess\n  ","967416":"\n  Because he doesn’t use this app that much.\n  ","967417":"\n  I’m not sure, probably not. You?\n  ","967418":"\n  A few not that many\n  ","967419":"\n  Haha no I haven’t played volleyball\n  ","967420":"\n  Lol I’m okay anon\n  ","967421":"\n  Virgo, Scorpio, Gemini\n  \n  That what I can remember lol\n  ","967422":"\n  I would bring fruits, veggies, chips, sweets, and ice tea and water etc.\n  ","967423":"\n  I don’t think I’ve dated a cancer 🤔\n  ","967424":"\n  🤨🤨\n  ","967425":"\n  I wish I could escape the world 🥺\n  ","967426":"\n  I’m from California\n  ","967427":"\n  Not necessarily, no\n  ","967428":"\n  I’m not sure tbh🤔\n  ","967429":"\n  Virgo!\n  ","967430":"\n  Not yet!\n  ","967431":"\n  I have two half brothers but the one I’ve met isn’t married\n  ","967432":"\n  Yes, I do\n  ","967433":"\n  I definitely can be\n  ","967434":"\n  I’m in California\n  ","967435":"\n  Tennis!\n  ","967436":"\n  Yes, I’m definitely getting more mature\n  ","967437":"\n  Yeah, I can understand that. You get closer to your siblings as you get older.\n  ","967438":"\n  Not on the high school team but outside of school, I did 😁\n  ","967439":"\n  Not really, but it’s okay\n  ","967440":"\n  I tend to save more I would say lol\n  ","967441":"\n  Yes, I am!\n  ","967442":"\n  I was 4, I believe\n  ","967443":"\n  Lol no🤨\n  ","967444":"\n  I appreciate it 😊\n  ","967445":"\n  Oh yes, I definitely do\n  ","967446":"\n  Thank you! I appreciate that😊\n  ","967447":"\n  I guess Ronald Regan lol\n  ","967448":"\n  Thank you anon😊\n  ","967449":"\n  😎\n  ","967450":"\n  3 brothers\n  ","967451":"\n  Hanging in there, I guess. How are you?\n  ","967452":"\n  Sure even though I’m always honest\n  ","967453":"\n  I have, yes🤣\n  ","967454":"\n  I don’t believe I would tbh, that would hurt me both emotionally and mentally way too much.\n  ","967455":"\n  I’m doing okay and yes I am😊\n  ","967456":"\n  Definitely sweet foods but I never have to lol\n  ","967457":"\n  Fall in love to experience it and feel how amazing it feels to be truly in love with someone.\n  ","967458":"\n  I do like matcha lol\n  ","967459":"\n  Nooo I definitely don’t\n  ","967460":"\n  I don’t think so😬\n  ","967461":"\n  Wir sind nicht mehr zusammen und ja, er hatte hier einen Account.\n  ","967462":"\n  I think it’s going to be online 🙃\n  ","967463":"\n  🤨🤨\n  ","967464":"\n  It’s been terrible as I’m sure it’s been terrible for a lot of people.\n  ","967465":"\n  I’m not sure, probably no one😈\n  ","967466":"\n  Yes lol, I’m real\n  ","967467":"\n  No I enjoy your questions 😊\n  ","967468":"\n  And why would I check them?🤨\n  ","967469":"\n  I don’t have a partner but oh goodness I can’t stand snoring 🥴\n  ","967470":"\n  I mean I guess I do\n  ","967471":"\n  No I wouldn’t, I’m a pretty hard worker when I put my mind to it.\n  ","967472":"\n  I’m laying down in bed lol\n  ","967473":"\n  I use tbh and lol a lot\n  ","967474":"\n  No I don’t think so\n  ","967475":"\n  An adventurous journey\n  ","967476":"\n  Don’t like it, too cold\n  ","967477":"\n  No lol\n  ","967478":"\n  I feel like I do get easily annoyed. When people sit near me and chew loudly, people talking too loudly and too much, being yelled at, someone telling me to do something over and over again etc.\n  ","967479":"\n  I do, yes\n  ","967480":"\n  No I haven’t 🤨\n  ","967481":"\n  When I first started to love Linkin Park is when I first learned about love.\n  ","967482":"\n  Yes!\n  ","967483":"\n  Of course, I have before\n  ","967484":"\n  Because California is an expensive place to live for so many people and they don’t have jobs because of that.\n  ","967485":"\n  Thank you😊 have a nice day as well!\n  ","967486":"\n  Lol that’s wonderful\n  ","967487":"\n  No lol\n  ","967488":"\n  Like you would know anon\n  ","967489":"\n  Absolutely 🤣\n  ","967490":"\n  I’m okay, I guess. And because I was sleeping anon\n  ","967491":"\n  No I wouldn’t\n  ","967492":"\n  She wouldn’t say that to me, she likes them\n  ","967493":"\n  Awh that’s adorable\n  ","967494":"\n  Sure!🤣\n  ","967495":"\n  Why would that be a dream?\n  ","967496":"\n  Same here 🤣\n  ","967497":"\n  Will do 🤣\n  ","967498":"\n  We all did because she has blue eyes\n  ","967499":"\n  My name?\n  ","967500":"\n  probably not\n  ","967501":"\n  Grey!\n  ","967502":"\n  Lol they would\n  ","967503":"\n  🥴🙄🙃\n  ","967504":"\n  Haven’t had one in ages\n  ","967505":"\n  Ahhh lol\n  ","967506":"\n  That’s true\n  ","967507":"\n  🤨🤨\n  ","967508":"\n  Again I’m 20 lol\n  ","967509":"\n  I appreciate that😊\n  ","967510":"\n  You’re so sweet🥺\n  ","967511":"\n  I appreciate that, thank you\n  ","967512":"\n  To be happy\n  ","967513":"\n  What makes you say that?\n  ","967514":"\n  Yes I do\n  ","967515":"\n  Who’s that?\n  ","967516":"\n  I do not\n  ","967517":"\n  None lol\n  ","967518":"\n  Lol what even\n  ","967519":"\n  Who’s that?\n  ","967520":"\n  Not settling down, not finding the one, not being successful in life, not having kids, never being good enough etc.\n  ","967521":"\n  No I’m not\n  ","967522":"\n  The oceans!\n  ","967523":"\n  What in the hell🤨\n  ","967524":"\n  Maltese mix terrier\n  ","967525":"\n  With me or the couch usually\n  ","967526":"\n  Nope!\n  ","967527":"\n  Meaning maybe I would\n  ","967528":"\n  🤨🤨\n  ","967529":"\n  No lol\n  ","967530":"\n  🤪\n  ","967531":"\n  Lol I do give her treats relax\n  ","967532":"\n  She’s pretty small lol\n  ","967533":"\n  She’s 4!\n  ","967534":"\n  She’s my doggo😁\n  ","967535":"\n  I do lol\n  ","967536":"\n  🥴🥴\n  ","967537":"\n  No lol\n  ","967538":"\n  Not during the walk lol\n  ","967539":"\n  Lol what?\n  ","967540":"\n  Don’t have one\n  ","967541":"\n  I’m not sure which one that is🤣\n  ","967542":"\n  Cause I’m a gummy bear 🤣 I remember that song!\n  ","967543":"\n  Possibly, I guess you never know.\n  ","967544":"\n  Thank you anon😊 I’ll keep it for awhile.\n  ","967545":"\n  I don’t know why🙁\n  ","967546":"\n  No I don’t\n  ","967547":"\n  This made me laugh actually, sorry\n  ","967548":"\n  No I don’t\n  ","967549":"\n  Lol thank you anon\n  ","967550":"\n  We ended on good terms, I just miss talking to him🙁\n  ","967551":"\n  Lol I’m sure it would\n  ","967552":"\n  Who knows\n  ","967553":"\n  It was mutual.\n  ","967554":"\n  I know, I miss Chester 🙁\n  ","967555":"\n  No they aren’t old 🙄\n  ","967556":"\n  Colt? Lol hmm none of them\n  ","967557":"\n  Linkin Park 😍\n  ","967558":"\n  We broke up.\n  ","967559":"\n  I don’t have one anon.\n  ","967560":"\n  Absolutely\n  ","967561":"\n  Same here🤣\n  ","967562":"\n  Neither 🥴\n  ","967563":"\n  I’m doing okay anon\n  ","967564":"\n  Lol no thank you\n  ","967565":"\n  Krabby pattys\n  ","967566":"\n  No one, I can tie my own shoes lol\n  ","967567":"\n  Lol you’re funny\n  ","967568":"\n  I would, yes\n  ","967569":"\n  I have a lot lol\n  ","967570":"\n  Sometimes I do, I prefer vans though\n  ","967571":"\n  Oh my goodness, I don’t know 🥴\n  ","967572":"\n  No lol\n  ","967573":"\n  🤔🤔\n  ","967574":"\n  Everything I’m going through?\n  ","967575":"\n  Sky Sky!\n  ","967576":"\n  What did I forget?\n  ","967577":"\n  No I haven’t\n  ","967578":"\n  Lol just got back from a walk😁\n  ","967579":"\n  That’s awesome!\n  ","967580":"\n  I’m 20\n  ","967581":"\n  I don’t, no\n  ","967582":"\n  Hmm it’s been awhile actually\n  ","967583":"\n  Some rice with chicken🤪\n  ","967584":"\n  Most definitely, yes.\n  ","967585":"\n  for sure anon\n  ","967586":"\n  That’s nice anon🤨\n  ","967587":"\n  It’s definitely going aha!😁\n  ","967588":"\n  Thank you for this positivity! You’re amazing💕\n  ","967589":"\n  Okay, I guess\n  ","967590":"\n  I don’t remember that lol\n  ","967591":"\n  I’ll check it out😁\n  ","967592":"\n  Eh it’s alright I guess. Yours?\n  ","967593":"\n  I’m not sure tbh🤔\n  ","967594":"\n  I’m sorry to hear that.\n  ","967595":"\n  Thank you!\n  ","967596":"\n  I don’t remember tbh\n  ","967597":"\n  Sure😊\n  ","967598":"\n  In my remains, breaking the habit, waiting for the end, shadow of the day, crawling, numb a few suggestions 😁\n  ","967599":"\n  Definitely!\n  ","967600":"\n  No I wouldn’t\n  ","967601":"\n  🤷‍♀️\n  ","967602":"\n  You should listen to them!\n  ","967603":"\n  No way!😱you’re missing out!\n  ","967604":"\n  Linkin Park motivates me😁\n  ","967605":"\n  Lol sure thing anon\n  ","967606":"\n  alrighty then🥴\n  ","967607":"\n  Holding onnnnnn, why is everything so heavy?🙁\n  ","967608":"\n  What question ?\n  ","967609":"\n  My lack of support?\n  ","967610":"\n  I’m doing okay, you?\n  ","967611":"\n  I think they’re pretty cool but not on me personally lol\n  ","967612":"\n  And I answered that question anon. I don’t hate you, I appreciate it😊\n  ","967613":"\n  Why’s that?\n  ","967614":"\n  I don’t know tbh lol\n  ","967615":"\n  Bitter truth\n  ","967616":"\n  Yeah, it was mutual. We ended on good terms. I just miss talking to him though\n  ","967617":"\n  Ahhh interesting lol\n  ","967618":"\n  I don’t want to talk bout it anon.\n  ","967619":"\n  Yeah but it was mutual anon.\n  ","967620":"\n  Guitar!\n  ","967621":"\n  I haven’t heard of it\n  ","967622":"\n  Oh yes, absolutely! Very far away from here😁\n  ","967623":"\n  I’m the middle aged lol\n  ","967624":"\n  I don’t go to party’s 🤣\n  ","967625":"\n  I’m doing okay, I guess\n  ","967626":"\n  00 or 0\n  ","967627":"\n  I can be\n  ","967628":"\n  I definitely shall do that😊\n  ","967629":"\n  I completely shut down and avoid everyone\n  ","967630":"\n  Sometimes, I can\n  ","967631":"\n  I prefer jeans definitely!\n  ","967632":"\n  I did, yes!\n  ","967633":"\n  It was lol\n  ","967634":"\n  Not an entire night, no\n  ","967635":"\n  I haven’t written a song, no\n  ","967636":"\n  Ohhh that’s awesome!😁\n  ","967637":"\n  I’m not sure tbh🤔\n  ","967638":"\n  I don’t believe so\n  ","967639":"\n  When I was a little girl and my mom played their music in the car!\n  ","967640":"\n  Ohhhh okay, I see!\n  ","967641":"\n  Say what anon?\n  ","967642":"\n  Oh lol thank you!\n  ","967643":"\n  Not very good lol\n  ","967644":"\n  I think so\n  ","967645":"\n  Oh lol\n  ","967646":"\n  Both of what?\n  ","967647":"\n  Just go on my phone lol\n  ","967648":"\n  Thank you😊\n  ","967649":"\n  I’m sure you’re not the only one!\n  ","967650":"\n  Sure😊\n  ","967651":"\n  No I don’t\n  ","967652":"\n  What?🤔\n  ","967653":"\n  Maroon 5, Coldplay, Linkin Park, Dead By sunrise, Thirty seconds to mars and walking on cars 😁\n  ","967654":"\n  Yes of course, just woke up 🙃\n  ","967655":"\n  Nope it’s 3:18 am 🥴\n  ","967656":"\n  Thank you anon😊\n  ","967657":"\n  Hahah say what now?\n  ","967658":"\n  🙄🙄\n  ","967659":"\n  I’m okay, you?\n  ","967660":"\n  I’m 20\n  ","967661":"\n  Uh no\n  ","967662":"\n  Seriously anon?\n  ","967663":"\n  You’re on anon\n  ","967664":"\n  Lol sometimes\n  ","967665":"\n  I don’t know lol, the ones we have\n  ","967666":"\n  No I don’t\n  ","967667":"\n  Paintings currently lol\n  ","967668":"\n  Lol why did I laugh at that?🤣\n  ","967669":"\n  I’ve seen many funny things lol\n  ","967670":"\n  I don’t think it’s from the Armenian genes lol. I would say The European genes\n  ","967671":"\n  Not really, I only get darker in the sun\n  ","967672":"\n  This, Snapchat and insta lol\n  ","967673":"\n  Don’t have a bucket list\n  ","967674":"\n  Of course I do!\n  ","967675":"\n  Traveler!\n  ","967676":"\n  By commenting on their posts or dming them!🤣\n  ","967677":"\n  I have not\n  ","967678":"\n  They aren’t even going to make new music anymore even if they do it’s not going to be the same\n  ","967679":"\n  How am I a geek?🤣\n  ","967680":"\n  My heart tbh\n  ","967681":"\n\n   https:\/\/youtu.be\/LEjJaLexQq4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","967682":"\n\n   https:\/\/youtu.be\/LEjJaLexQq4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","967683":"\n  What?🤣\n  ","967684":"\n  I already listed them down below\n  ","967685":"\n  no clue what you’re talking about\n  ","967686":"\n  What are you talking about?\n  ","967687":"\n  Why would I hate her?\n  ","967688":"\n  Haha yeah absolutely!\n  ","967689":"\n  Not necessarily lol\n  ","967690":"\n  No I don’t believe I do\n  ","967691":"\n  Yeah anon, I know and yeah I did but that’s what I’m mixed with.\n  ","967692":"\n  Lol it’s a cute puppy\n  ","967693":"\n  I’m a Virgo\n  ","967694":"\n  I’ve been in pretty long car rides so I’m not sure\n  ","967695":"\n  No lol that’s what I’m mixed with anon. And actually I’m mostly Armenian and Irish.\n  ","967696":"\n  No lol\n  ","967697":"\n  He used to say that all the time\n  ","967698":"\n  Armenian, Greek, Italian , Irish, British, French, German, Portuguese and Spanish.\n  ","967699":"\n  Because that was our thing..\n  ","967700":"\n  🥺🥺\n  ","967701":"\n  I’m mixed anon\n  ","967702":"\n  Probably not tbh\n  ","967703":"\n  Don’t think I’ve heard it\n  ","967704":"\n  Even though sometimes they piss me off and annoy me I wouldn’t trade them for anything. I love them so much and I’m very thankful for all they’ve done for me.\n  ","967705":"\n  Probably lol\n  ","967706":"\n  Yes lol I do\n  ","967707":"\n  Yeah well they aren’t a band anymore without Chester.\n  ","967708":"\n  9:34 am\n  ","967709":"\n  No definitely not\n  ","967710":"\n  I like both\n  ","967711":"\n  He’s no where near legendary\n  ","967712":"\n  Yeah that’s not happening, Linkin Park isn’t a band anymore without Chester.\n  ","967713":"\n  😊\n  ","967714":"\n  Honestly if you’re trying to get a reaction out of me it’s not going to work anon. You have absolutely no idea what you’re talking about so try again.\n  ","967715":"\n  Hot!\n  ","967716":"\n  No they weren’t ever trash actually.  You clearly don’t know who Linkin Park is. They’ve always been legendary and will continue to be remembered as legendary.\n  ","967717":"\n  Rock!\n  ","967718":"\n  No I wouldn’t want to live forever. That would be too depressing tbh\n  ","967719":"\n  Lol anon Linkin Park will never be the same again without Chester. They aren’t a band anymore.\n  ","967720":"\n  Dogs!\n  ","967721":"\n  Fries\n  ","967722":"\n  Nachos!\n  ","967723":"\n  Ice cream in a bowl\n  ","967724":"\n  My mood isn’t affected\n  ","967725":"\n  It’s too early lol\n  ","967726":"\n  Reese Witherspoon\n  ","967727":"\n  I like both!\n  ","967728":"\n  Reese Witherspoon\n  ","967729":"\n  Red velvet lol\n  ","967730":"\n  Beef and broccoli, cashew chicken,  chow mein\n  ","967731":"\n  IT!\n  "}}