{"Question":{"968804":"\n   Look at my Nicole looking like a Queen🥰.\n  ","968805":"\n   What color toothbrush do you have?\n  ","968806":"\n   Why do you make stuff up? You're literally the one who made ME know who James Deen was last year.\n  ","968807":"\n   Would you love it if James Deen was in the next Conjuring?\n  ","968808":"\n   What's your favorite horror movie?\n  ","968809":"\n   Post a selfie!\n  ","968810":"\n   Do you judge people based on their knowledge of grammar? 🤔\n  ","968811":"\n   What do you like about them if they don't scare you?\n  ","968812":"\n   What do you value the most in your life?\n  ","968813":"\n   Do you like food?\n  ","968814":"\n   Let's have a Fast Talk: \n\nMorning or Evening?\n  ","968815":"\n   Put your music on shuffle #7— The song that comes up describes your future.\n  ","968816":"\n   Winter or Summer?\n  ","968817":"\n   What do you usually do with bugs in your home? Does it depend on the kind of bug? How? 🐜🕷🦟\n  ","968818":"\n   Have you seen the comet yet? Cause I haven’t 😡\n  ","968819":"\n   Put your music on shuffle #6 — The song that comes up is your theme song.\n  ","968820":"\n   Put your music on shuffle #5 — The song that comes up describes your week.\n  ","968821":"\n   Who get tired sooner on your walks, you or Sky?\n  ","968822":"\n   Let's have a Fast Talk:\n\nLights on or Lights off?\n  ","968823":"\n   Let's have a Fast Talk:\n\nWhat's the last food you ate?\n  ","968824":"\n   does watching horror movies scare you? 🙈\n  ","968825":"\n   Survey: Coffee Date or Movie Date or Dinner Date? ❤ (I want to ask a girl out. Help me out?)\n  ","968826":"\n   Let's have a Fast Talk:\n\nWattpad or Webtoon?\n  ","968827":"\n   Let's have a Fast Talk:\n\nSinger or Dancer?\n  ","968828":"\n   Favorite Song??\n  ","968829":"\n   WOULD YOU RATHER: have 20M youtube subscribers or produce a blockbuster action movie? 🎬🎥🎟\n  ","968830":"\n   Ready or Not: Would you rather hide or seek? 🙈\n  ","968831":"\n   Let's have a Fast Talk:\n\nCoffee or Tea?\n  ","968832":"\n   what is your favorite pasta? 😋🍝💕\n  ","968833":"\n   🥭 mango or 🥑 avocado?\n  ","968834":"\n   What’s your favorite movie\n  ","968835":"\n   103. what time did you wake up this morning?\n  ","968836":"\n   Hi how are you doing today?\n  ","968837":"\n   Has anyone ever hugged you and you had to tell them to let go?\n  ","968838":"\n   You'd blow the whistle whenever you were in a bind and Anons would appear out of nowhere to help you. Carrying something that's too heavy? Blow the whistles and Anons carry it for you. Need food? Save $ on delivery, ask the Anons. Need a bff for 2 hours? Anons are ready no matter the need.\n  ","968839":"\n   What can they say that is hurtful you’re Perfect Nicole😊.\n  ","968840":"\n   R.Kelly was married to and look what happened to him. Singers are weird Nicole you know this.\n  ","968841":"\n   If you could wear an Anon Whistle around your neck that you could use whenever you needed some Anon assistance, would you wear it?\n  ","968842":"\n   So you'd say no to that amazing man in his time of need?\n  ","968843":"\n   What if Soulja boy messaged you on Instagram and wanted to fly you out to see him? Would you go? Why or why not?\n  ","968844":"\n   Nicole can you name 5 things that you want people to know about you?\n  ","968845":"\n   If Adam Levine was diagnosed with terminal cancer and he said his dying wish was to have a steamy extramarital affair with you, would  you grant it?\n  ","968846":"\n   Okay then in that case lets fly away and buy a place with all kind of space I’ll let you be the judge and I’m the case.\n  ","968847":"\n   How do you handle mean comments and cyberbullying? 📛\n  ","968848":"\n   Yeah but you not only don't argue, but you accept disagreement and don't think the person is terrible for saying what they did. I know I say things you strongly disagree with at times, but not once have you lashed out.\n  ","968849":"\n   Do you know what's stressing you out?\n  ","968850":"\n   Do you like the ones with only cheese best or do you like spinach or something else in there too?\n  ","968851":"\n   Change it how?\n  ","968852":"\n   Good night today 😂😂😂\n  ","968853":"\n   What is it like to live as you? Would you change it?\n  ","968854":"\n   What do you do for a living?\n  ","968855":"\n   Why are you that way? How come you can handle things you disagree with so well?\n  ","968856":"\n   Yeah sure\n  ","968857":"\n   Fishing 🎣 or Golf⛳?\n  ","968858":"\n   Does she make boreg?\n  ","968859":"\n   What do you want to do for a job?\n  ","968860":"\n   Good! Have you seen A Quiet Place?\n  ","968861":"\n   Is it good lol?\n  ","968862":"\n   Do you need an online job? #OnlineWorkAtHome\n  ","968863":"\n   What would you love to learn about?\n  ","968864":"\n   I love how accepting you are.\n  ","968865":"\n   Movie finished? Sleepy now lol?\n  ","968866":"\n   Do you prefer sunrises or sunsets?\n  ","968867":"\n   What horror movie are you watching lol?\n  ","968868":"\n   Newsome made classes online in the fall?\n  ","968869":"\n   Fair enough lol. Sorry if I am bothering you? I am a wuss when it comes to horror movies lol\n  ","968870":"\n   Date older or Date younger? Why?\n  ","968871":"\n   Alone lol?\n  ","968872":"\n   Where are you & what are you up to lol\n  ","968873":"\n   Are you going out less recently due to the virus increasing in your area?\n  ","968874":"\n   nothing? that's hot\n  ","968875":"\n   OK lol. Are you chilling in your room?\n  ","968876":"\n   Mum's side or Dad's side of the family & what does she cook?\n  ","968877":"\n   What changed?  You two seemed like such a supreme couple\n  ","968878":"\n   What is one thing that made you feel bad recently\n  ","968879":"\n   Who is the best cook out of your family?\n  ","968880":"\n   Do you like cooking for yourself or prefer to have a meal cooked for you?\n  ","968881":"\n   Like in your opinion what is your take on having physical contact with guys? Who are your friend like What is acceptable and not acceptable to you?\n  ","968882":"\n   What is your stance on physical contact with guys?\n  ","968883":"\n   What's so great about socializing anyway?\n  ","968884":"\n   What is the worst injury you've ever had?\n  ","968885":"\n   This!! People really don’t understand how hard it truly is. 😫\n  ","968886":"\n   What food do you like?\n  ","968887":"\n   But yeah if anything changes let me know okay Nicole like I want you to be comfortable enough with me to tell me the truth okay?\n  ","968888":"\n   You’re a silly kinda girl aren’t you?\n  ","968889":"\n   Nicole Nicole Nicole what’s the problem? I just wanna feel your love is there a problem with that.\n  ","968890":"\n   Outfit currently?\n  ","968891":"\n   What you up to now lol?\n  ","968892":"\n   Would you ever run a marthon?\n  ","968893":"\n   Hey I had to make sure people these days you never know where there heads are at.\n  ","968894":"\n   Have you ever performed for anyone?\n  ","968895":"\n   The difference is, he made lots of promises to you knowing he wouldn't keep them. You were actually sincere.\n  ","968896":"\n   Oh thank God I can relax now😅. Like I was afraid that you didn’t like our kind and I would have to unfollow but glad you do.\n  ","968897":"\n   Do you play video games?\n  ","968898":"\n   Do you support Blacklivesmatter? I never seen you say anything about it and I honestly am getting worried\n  ","968899":"\n   In retrospect are you angry that your ex promised you the world in order to make love to you or are you fine with it because you wanted some experience regardless?\n  ","968900":"\n   Are you#BLM Nicole?\n  ","968901":"\n   i'm joking\n  ","968902":"\n   🤗🤗🤗\n  ","968903":"\n   Have you ever played the Spongebob video game?\n  ","968904":"\n   Nicole you’re to fine to be watching movies by yourself if you told me I would have hoped on the bus and came to you.\n  ","968905":"\n   Thanks Nicole but it’s just really hard ya know I tried everything waiting for a girl to come to me it never happened and so I tried talking to them and nothing came of it not even a friendship and so after the 12 years I just gave up I missed out on so many memories like prom, school dances etc.\n  ","968906":"\n   Lets get married then\n  ","968907":"\n   Who did you watch it with?\n  ","968908":"\n   Why does the answers needed just say +99 when you need approximately 120 answers :\/ and it not do a ✅ once hitting that 99 mark\n  ","968909":"\n   Everlasting is it on Netflix Nicole?\n  ","968910":"\n   Random thought ?\n  ","968911":"\n   Do you whistle in public?\n  ","968912":"\n   Do you want to get married?\n  ","968913":"\n   I have waited for over 12+ plus years to find love and I have nothing to show for it not a kiss or a date.\n  ","968914":"\n   whats currently your longest snapchat streak?\n  ","968915":"\n   Shall we look for love, wait for love or forget totally about it?\n  ","968916":"\n   I know exactly what I am talking about but I am scared that you are made at me now and I really don’t want you to be angry at me😔.\n  ","968917":"\n   Would you like to visit Africa?\n  ","968918":"\n   Excuse me like you don’t know what I am talking about or excuse me because you’re angry at me?\n  ","968919":"\n   I am basically saying ya’ll don’t need to talk it’s all about action😂😂.\n  ","968920":"\n   Funniest \"Laugh Out Loud\" moment you've encountered today?\n  ","968921":"\n   I think the reason you guys don’t talk to because you don’t need to talk😉\n  ","968922":"\n   Would you ever want to live in Africa?\n  ","968923":"\n   How come they are all guys Nicole? Is there something fishy going on?\n  ","968924":"\n   What part of Europe would you like to live in?\n  ","968925":"\n   Pap of Snapchat best friends?\n  ","968926":"\n   but you sure look one from the movies.\n  ","968927":"\n   Are your similar to your parents?\n  ","968928":"\n   you Hawaiian girl\n  ","968929":"\n   if you can live anywhere in the world where would it be?\n  ","968930":"\n   What are some of the best vacations you've had?\n  ","968931":"\n   I wish I could be your pet Nicole so you would pet and hold me and treat me like I matter.\n  ","968932":"\n   have you ever almost slipped in bathroom?\n  ","968933":"\n   your very pretty you ex was crazy in dumping you\n  ","968934":"\n   Do you ever get mad at people on ask fm ?\n  ","968935":"\n   What have you been watching on TV?\n  ","968936":"\n   I'm so glad that your dullard ex isnt the one who watched it with you. We will be able to do that when we retire on an island paradise.\n  ","968937":"\n   What song lyrics do you love most? Share them here!\n  ","968938":"\n   Why do humans smell bad ?\n  ","968939":"\n   Il colore perfetto per una camicia?\n  ","968940":"\n   Out of bed now. Soon to be time for me to take my doggo for a walk lol. Would Sky like to come too?\n  ","968941":"\n   Have you been in a toxic relationship?  Ifbyes,  how did it affect you?\n  ","968942":"\n   Can I get ur snap?\n  ","968943":"\n   Did you hate any of your past jobs\n  ","968944":"\n   I have to get out of bed but I don't wanna lol.\n  ","968945":"\n   have you ever slipped in bathroom?\n  ","968946":"\n   who's on your top 3 of 'select friends' when you mass send a question?\n  ","968947":"\n   What's something you say you'll do, but never will? 👍\n  ","968948":"\n   Have you ever stolen someone's  man before? Would you ever?\n  ","968949":"\n   Oh right I see lol. I was slightly confused lol.\n  ","968950":"\n   Can you share a useful tip for dating?\n  ","968951":"\n   How often do you procrastinate? 👍\n  ","968952":"\n   You ever pooped in a public toilet?\n  ","968953":"\n   What do you like to drink most? Coke or Estathé? 🥤\n  ","968954":"\n   A long Joy & Hershey's?\n  ","968955":"\n   Do you like country music?\n  ","968956":"\n   Do you have a favorite kind of chocolate?\n  ","968957":"\n   What's your favorite magazine?\n  ","968958":"\n   Am I annoying you?\n  ","968959":"\n   How do you like your egg cook? a.) boiled b.) fried c.) poached?\n  ","968960":"\n   What’s your add?\n  ","968961":"\n   Are you OK?\n  ","968962":"\n   Do you like ordering food online? Which food delivery app do you think is good?\n  ","968963":"\n   Would you rather spend your time at the beach or in the mountains?\n  ","968964":"\n   Restart your life at age 10 with all the knowledge you have now or jump 20 years in the future and get 50 MILLION dollars? 🤔💬⏳\n  ","968965":"\n   What do you think of pork crackers? Good or yuck?\n  ","968966":"\n   How much do you eat in a day\n  ","968967":"\n   Nikki?\n  ","968968":"\n   Do you know any 19 year olds who recently changed their username on anything to HOVID19?\n  ","968969":"\n   How often do you change your mobile phone?\n  ","968970":"\n   TRICKY Q: A farmer has 10 cows, all but 6 died. How many are left? 🐮🤠\n  ","968971":"\n   Yes you do, she's the one with the art gallery in Dilijan that you'll be managing when you move in with her.\n  ","968972":"\n   your so beautiful in both pics\n  ","968973":"\n   are you okay xo\n  ","968974":"\n   Have you had a Snickers bar in the last year?\n  ","968975":"\n   Did you wear a mask the last time you went?\n  ","968976":"\n   If you had the world’s attention for 30 seconds, what would you say?\n  ","968977":"\n   If you had to work but didn’t need the money, what would you choose to do?\n  ","968978":"\n   Did you cry?\n  ","968979":"\n   What is your go-to movie to watch on a rainy day?\n  ","968980":"\n   What is your favourite fast food place?\n  ","968981":"\n   Dang. I’m in Florida and instead of closing things down we’re opening everything up cause we’re stupid\n  ","968982":"\n   Yeah have you broken any other bones since then or just your arm?\n  ","968983":"\n   Would you rather go to Canada or Mexico?\n  ","968984":"\n   Tut tut slow down cheetah lol!\n  ","968985":"\n   comming back\n  ","968986":"\n   How have you been doing?\n  ","968987":"\n   How did you break your arm in first grade?\n  ","968988":"\n   What is the worst injury that you have had?\n  ","968989":"\n   Good. Just woke up after falling asleep again. You?\n  ","968990":"\n   Do you cosplay ?\n  ","968991":"\n   Where did you go on your walk & who with?\n  ","968992":"\n   What’s yo Snapchat 🥵 ?\n  ","968993":"\n   Do u have snapchat?\n  ","968994":"\n   Is 'Let It Be' your fav song?\n  ","968995":"\n   If I EVER see one of these notebooks lying around again I SWEAR TO FUC%ING GOD! I'll stop being so polite.\n  ","968996":"\n   What are you up to?\n  ","968997":"\n   101. last alcoholic beverage you had?\n  ","968998":"\n   What is your quarantine routine?😂👀\n  ","968999":"\n   What song brings back memories from your childhood? 💽\n  ","969000":"\n   Have you ever seen Game of Thrones? 👑🏰 Which is your favorite house and why? 🐺🐲🦁🌹🦌🐙☀️🦅🐟\n  ","969001":"\n   How to become rich? \n\nI want more money!\n  ","969002":"\n   how did you get so desirable?\n  ","969003":"\n   Name a Game or App that you can't delete on your phone?\n  ","969004":"\n   Is the pandemic getting better or worse in your area?\n  ","969005":"\n   Have you ever broken someone's leg?\n  ","969006":"\n   If you can choose when and how you'll die, how and when would you like to die? 💀\n  ","969007":"\n   Hey :) how you doing?\n  ","969008":"\n   Do you know any survival skills? 🔥\n  ","969009":"\n   What makes you angry?\n  ","969010":"\n   How often do you go to a hairdresser?\n  ","969011":"\n   You love cotton candy, don't you?\n  ","969012":"\n   Do you like BLACKPINK? Who is your bias\/fave?\n  ","969013":"\n   Ariana Grande or Selena Gomez???\n  ","969014":"\n   your eyes are so hot\n  ","969015":"\n   How is your Aunt Zareh doing?\n  ","969016":"\n   Would you still love me even if I grow old?\n  ","969017":"\n   You make me look like such a bad horrible disgusting guy when you would rather have Cornavirus then put your lips against my lips for 2 seconds maybe even 4 seconds tops. Like you gotta think before you answer Nicole Anons have feelings and rights to ya know.\n  ","969018":"\n   Would you rather kiss me or get Cornavirus?\n  ","969019":"\n   What were you bullied for?\n  ","969020":"\n   Why does updates take so long to complete??? Argh\n  ","969021":"\n   If it were possible, would you live on the Moon? 🌙 👍\n  ","969022":"\n   do you think schools should open up next month?\n  ","969023":"\n   Goodnight everyone! Sweet dreams! Don't forget to pray! 😊❣️💓\n  ","969024":"\n   What's the best thing to do when you can't sleep?\n  ","969025":"\n   You must get tired if you don't sleep well at night?\n  ","969026":"\n   Still awake?\n  ","969027":"\n   I like New Divide myself\n  ","969028":"\n   What song ?\n  ","969029":"\n   Which song you like the most?\n  ","969030":"\n   Linkin Park\n  ","969031":"\n   Put your music on shuffle #3 — The song that comes up will play at your funeral.\n  ","969032":"\n   Do you not enjoy reading?\n  ","969033":"\n   Bet you feel small in it lol?\n  ","969034":"\n   Lol any posters\/pictures on the walls? Do you like to read?\nI'm just lighting as a fire as it is cold in Dunedin\n  ","969035":"\n   Bath tub, Jacuzzi or Pool? 💦\n  ","969036":"\n   You look different is all lol? Are you taller than your parents?\n  ","969037":"\n   Yes she does it's huuuuuge\n  ","969038":"\n   you being mature that's so hilarious\n  ","969039":"\n   No way is that you in your profile pic?\n  ","969040":"\n   Do you have a big bed?\n  ","969041":"\n   OK lol. What's your bedroom like?\n  ","969042":"\n   No worries. Speak to you soon?\n  ","969043":"\n   What do you struggle to do every day?\n  ","969044":"\n   Hope you sleep well :)\n  ","969045":"\n   nikki why you hate me  ?\n  ","969046":"\n   okay watch this\n   \n    https:\/\/www.youtube.com\/watch?v=ycBFo4FEMQM&lc=Ugyy7z7OdpNfjqOebjJ4AaABAg\n   \n   💖💖\n  ","969047":"\n   Do you like Ballet ?\n  ","969048":"\n   Good lol. Off to bed soon?\n  ","969049":"\n   would you rather to go egypt\n  ","969050":"\n   Would you rather go to China or Japan?\n  ","969051":"\n   Because you give me peace, can talk about anything and are exceptionally attractive.\n  ","969052":"\n   Do you like to gamble? What games are you good at? I don't like to gamble, but i want to know about you!\n  ","969053":"\n   Are you a cat person or a dog person?\n  ","969054":"\n   Do you say parmesan or do you say \"parmigiano\" in an Italian accent?\n  ","969055":"\n   Having a good evening?\n  ","969056":"\n   Do you have a favorite curry?\n  ","969057":"\n   Do you like spicy food?\n  ","969058":"\n   Do you have a favorite pizza?\n  ","969059":"\n   What is your favorite cheese? (example: Cheddar, Parmesan, Mozzarella, ect)\n  ","969060":"\n   How many groupchats do you have? 😂\n  ","969061":"\n   Put your music on shuffle #2 — The song that come up describes your love life.\n  ","969062":"\n   Put your music on shuffle #1 — The song the come up describes how you‘ll die.\n  ","969063":"\n   I wish you were my lawfully wedded wife\n  ","969064":"\n   Lol are you still a kid at heart? Is it full of sugar lol?\n  ","969065":"\n   Hahahahahahaaaa\n  ","969066":"\n   Are you mature for your age?\n  ","969067":"\n   OK, I am going on a dog walk. Would you like to come with me?\n  ","969068":"\n   Not sipping on tea? Ms.I'maposhEnglishgirl\n  ","969069":"\n   Sorry if I have been bothering you?\n  ","969070":"\n   Don't be silly, we're family here\n  ","969071":"\n   And go streaking\n  ","969072":"\n   What does it taste like?\n  ","969073":"\n   Very original\n  ","969074":"\n   Could I see it? Are you always in a positive mood? Nothing wrong with that, I just always feel bad for assuming you are hyper.\n  ","969075":"\n   Does your drink not have a name lol?\n  ","969076":"\n   Do you have pets?\n  ","969077":"\n   What’s your favorite thing to do when bored?\n  ","969078":"\n   What's your Starbucks order?\n  ","969079":"\n   Fine thanks, currently sitting in bed lol. You?\n  ","969080":"\n   Are you taller than your mom?\n  ","969081":"\n   What kinds of things do you like to cook or are good at cooking?\n  ","969082":"\n   How are you?\n  ","969083":"\n   Do you have your Snapchat Account?\n  ","969084":"\n   Facebook or snapchat?\n  ","969085":"\n   You can’t take a joke 🤦🏽‍♀️\n  ","969086":"\n   What is your zodiac sign ??\n  ","969087":"\n   Don’t forget to shower today, lol\n  ","969088":"\n   Today is Cow Appreciation Day! Would you hug a cow?\n  ","969089":"\n   Three more days before weekend! What are you planning to do?\n  ","969090":"\n   Do you know nikki whiplash?\n  ","969091":"\n   I wanna go to for tour in Europe with you\n  ","969092":"\n   What's your biggest achievement so far?\n  ","969093":"\n   Nikki you're so sweet\n  ","969094":"\n   Girls would you rather be fat and have huge boobs or skinny with small boobs? Guys what do you prefer?\n  ","969095":"\n   If you can't be my girl find me a girl like you?\n  ","969096":"\n   Do you like tomato soup?\n  ","969097":"\n   Please follow me\n  ","969098":"\n   Do wear with socks or without socks?\n  ","969099":"\n   Eres hermosa. Tienes una belleza muy particular <3\n  ","969100":"\n   What did you want to be when you grew up?\n  ","969101":"\n   What animal do you think is going extinct ? What would you do too help it if you could ?\n  ","969102":"\n   Adam Levine\n  ","969103":"\n   Don't worry you might not know me much, but if u need someone to talk to, i'm always here\n  ","969104":"\n   Do you play any instruments?\n  ","969105":"\n   i love ur curves\n  ","969106":"\n   I see :((\n  ","969107":"\n   Ohh did u guys break up today or?\n  ","969108":"\n   What songs are you embarrassed to admit that you like?\n  ","969109":"\n   Damn you broke up? hope you are okay\n  ","969110":"\n   do u believe in god\n  ","969111":"\n   Now that u broke up, can I be your bf\n  ","969112":"\n   How tall are you\n  ","969113":"\n   What is better - kisses or hugs?\n  ","969114":"\n   notice me please nikki\n  ","969115":"\n   What type of shoes do you wear often?\n  ","969116":"\n   Same here sometimes I feel sad☹️\n  ","969117":"\n   You are cool hehe, i like your style xD\n  ","969118":"\n   nikki ur body is so hot\n  ","969119":"\n   Hey Nikki\n  ","969120":"\n   When was the last time you actually prayed to god?\n  ","969121":"\n   What religion are you or your family ?\n  ","969122":"\n   Do you know someone else who is a fan of Linkin Park?\n  ","969123":"\n   Hello beautiful people, Wouldn’t ask for you to follow this account, but it would be great if you do.\n  ","969124":"\n   Do you like cereal? Should you put the milk first before cereal or cereal first?\n  ","969125":"\n   sup nikkki\n  ","969126":"\n   NEVER HAVE I EVER: Have you ever made a kid cry on purpose? 🤐😈\n  ","969127":"\n   I see Calif is shutting down again guess you will have to do on line college courses at home again\n  ","969128":"\n   Anybody got tellonym? I’m curious about that Q&A platform 🤗 This is mine, in case you’re interested:\n   \n    https:\/\/tellonym.me\/itz_manu\n   \n","969129":"\n   What is one thing you always second guess?\n  ","969130":"\n   Do you drink enough water? How much? 💧\n  ","969131":"\n   Have you ever though of having plastic surgery?\n  ","969132":"\n   What are your thoughts about plastic surgery? Do you want to try it?\n  ","969133":"\n   What irritates you the most?\n  ","969134":"\n   Would you rather have dandruff or head lice? 🤢\n  ","969135":"\n   How did you become so into Linkin parks music ?\n  ","969136":"\n   Why do you prefer ninjas?\n  ","969137":"\n   What kind of bears do you like?\n  ","969138":"\n   What make you the happiest.?\n  ","969139":"\n   Are u into astrology and zodiac? If so what house is your sun sign in? I'm a cancer sun in the 10th\n  ","969140":"\n   How’s your morning going ?\n  ","969141":"\n   Manual or Automatic?\n  ","969142":"\n   Do you wear a mask in public due to covid\n  ","969143":"\n   When you go to the beach, do you prefer to tan or swim?\n  ","969144":"\n   Do you like pudding ?\n  ","969145":"\n   Wie alt bist du und hast du freund\n  ","969146":"\n   You OK?\n  ","969147":"\n   That's no good. You need lip balm lol\n  ","969148":"\n   It's bad that you make your lips bleed, bet that can be real sore?\n  ","969149":"\n   What are you up to?\n  ","969150":"\n   if you could break one of your bad habits which would you choose?\n  ","969151":"\n   What food could you not live without?\n  ","969152":"\n   Thank you :) x\n  ","969153":"\n   Do you think I am weird?\n  ","969154":"\n   Who among you people scared of cockroaches?\n  ","969155":"\n   Are u a don or sub?\n  ","969156":"\n   Would you sacrifice for love? Why?\n  ","969157":"\n   Well obviously a towel lol. Food or drink too lol?\n  ","969158":"\n   OK I'm on my way lol! Should I bring anything?\n  ","969159":"\n   For any reason? How did you keep yourself awake?\n  ","969160":"\n   Jealous lol! Night time pool party at your place lol?\n  ","969161":"\n   Who can tell me how someone can find a honest woman or friend for that matter,? Please tell me\n  ","969162":"\n   Have you ever put Sky in there to let her swim?\n  ","969163":"\n   I feel like when  I approach you  to talk  you will push my face and walk way because you are too hot\n  ","969164":"\n   ok lol i hope i can become a friend?\n  ","969165":"\n   Do you have a swimming pool at your house?\n  ","969166":"\n   OK lol am I stranger to you?\n  ","969167":"\n   Do you prefer hiking or jogging? 🥾 🏃‍♂️ 🏃‍♀️ 👍\n  ","969168":"\n   What job would you be terrible in? Why do you think so? 🥴 👍\n  ","969169":"\n   Do you prefer sunbathing or swimming? 😎 🏊‍♂️ 🏊‍♀️ 👍\n  ","969170":"\n   What things energise you? 💪 👍\n  ","969171":"\n   - What’s the weirdest thought you’ve ever had? 🤪 👍\n  ","969172":"\n   Have you ever seen a shark in real life, like while you were swimming on the beach not in an aquarium?\n  ","969173":"\n   Who or what?\n  ","969174":"\n   *hugs* no need to be upset, I didn't mean to upset a friend :(\n  ","969175":"\n   Ever been 4-wheeler riding before? Would you ever do this? ATV riding.\n  ","969176":"\n   Good morning 🌄🌅\n  ","969177":"\n   Yeah. Ever stayed up all night?\n  ","969178":"\n   Nevermind next question, do you think that true love is still out there\n  ","969179":"\n   I don’t know I felt like doing it😂😂\n  ","969180":"\n   Lucky you lol. It's winter in NZ.\nAre you sure you aren't hyper?\n  ","969181":"\n   I'm so wanting more of life ,and someone to share everything with at same time don't be possessive in any way, let her do her thing and me also and  completely enjoy each others company, do you think that's possible for me to find?\n  ","969182":"\n   I feel like grovelling on the floor because you are pretty\n  ","969183":"\n   Lucky you lol. It's summer in California?\n  ","969184":"\n   i’m just looking for any answer , have you ever posted something in confidence and after awhile you regretted it ? you wanna delete it but you don’t... this may make no sense but i’m trying rlly hard not to delete any positivity about myself\n  ","969185":"\n   Are you wearing a hoodie or too warm?\n  ","969186":"\n   Mine is Iron Man. Why do you like Cap America the best?\n  ","969187":"\n   👶🏻 To the moms and dads: How did you feel after the birth of your first child? 👶🏼 What were your thoughts when you looked at your newborn? 👶🏽 (if you don’t mind me asking) 👶🏾 — To the others: How do you feel about parenthood? Do you wanna have children? 👶🏿\n  ","969188":"\n   how long does love last?\n  ","969189":"\n   but you're still alive\n  ","969190":"\n   Why not\n  ","969191":"\n   Is he your favorite Avenger?\n  ","969192":"\n   I got small pimples all over my face😭\n  ","969193":"\n   Good thanks. Like the Captain America t-shirt\n  ","969194":"\n   no\n  ","969195":"\n   I agree with this!!!  Even as a woman, it’s obvious you’re a Queen Bee.  We all should be calling you Your Majesty\n  ","969196":"\n   In your honest opinion how Important is money in a relationship and Also in your opinion in your past relationships how did money work with you and your partner? Was it a causal thing for them to pay for dates, buy you gifts, help pay off your debts, etc. If they didn’t have money what would happen?\n  ","969197":"\n   Maroon 6? What?\n  ","969198":"\n   Me neither\n  ","969199":"\n   Do you believe there is a God? Why or why not?\n  ","969200":"\n   Have you ever smoked Spice? X)\n  ","969201":"\n   I have abs…olutely nothing\n  ","969202":"\n   Which one do you like the most.?\n  ","969203":"\n   It's obvious. You have the aura of royalty. Trying to force you into being some sort of worker bee will be a waste of time and is a fight against your nature. You're here to be taken care of. If you're to be happy, anyone entering your life needs to be on board with that.\n  ","969204":"\n   LMFAO🏃‍♂️💨\n  ","969205":"\n   On a scale of 1-10 you're a 9. I'm the 1 you need.\n  ","969206":"\n   You absolutely are a natural beauty\n  ","969207":"\n   Do you drink sparkling or natural water?💧\n  ","969208":"\n   Do you play any sports? 🏀 🏈 ⚾️ ⚽️\n  ","969209":"\n   Actually you're hot as phuck, I admit.\n  ","969210":"\n   Is there any particular thing you have been saving to buy?\n  ","969211":"\n   It's 10:41 in the morning here lol.\n  ","969212":"\n   How do you sit when you have to wait for something?\n  ","969213":"\n   do you leave your legs uncrossed?\n  ","969214":"\n   did you like performing in them?\n  ","969215":"\n   Do you cross your leg and dangle your flip fop\n  ","969216":"\n   Did it hurt when u fell from heaven? cos u look like a dead bird\n  ","969217":"\n   INCREDIBLE NEWS: I see myself on TV whenever I turn it off!\n  ","969218":"\n   Have you ever been in the news or on TV?\n  ","969219":"\n   What would be your dream job?\n  ","969220":"\n   I gotta say, Nikki. I've been following you on here for at least 5 years now and each year you keep getting prettier. You look great in your profile pic.\n  ","969221":"\n   How have you changed in the last 5 years?\n  ","969222":"\n   Changing my username to ᴄᓑᵗᵉ ⁰ᵗᵗᵉᵐ🔥\n  ","969223":"\n   Do you collect anything?\n  ","969224":"\n   What three things in life you want more than anything else?\n  ","969225":"\n   If you are given a chance to choose a language you want to learn, which one would you choose and why?\n  ","969226":"\n   I really love the fact that you overlooked that I called you a beautiful European.\n  ","969227":"\n   Happy birthday in advance!\n  ","969228":"\n   If I was lucky enough to be your boyfriend Nicole I most likely won’t cheat on you but if I did cheat on you I would feel so bad and ashamed that I wouldn’t tell you about it and just continue to be with you like nothing happened.\n  ","969229":"\n   Who likes to watch cartoon still? What about reading comics? Which one you like specifically?\n  ","969230":"\n   Who’s having a birthday soon? I want to make sure I give my greetings!\n  ","969231":"\n   You'll find someone better; have a nice day\n  ","969232":"\n   Is your bf's name Jeff or Ed?\n  ","969233":"\n   Have you been cheated from your past relationships? What did you learn from it that made you a better version of yourself?\n  ","969234":"\n   Do you think too much hair fall is bad?\n  ","969235":"\n   Nicole Nicole Nicole Idk what else to say so give me ideas you beautiful European you.\n  ","969236":"\n   What do you prefer, Ninjas or Pirates?\n  ","969237":"\n   What kind of man you want in your life, good heart ,good looking or someone that will never leave you, cant choose but one okay\n  ","969238":"\n   You always answer I like that about you never start something and don't finish it, shows character\n  ","969239":"\n   Where was the last place that you went to?\n  ","969240":"\n   are you listening to the radio?\n  ","969241":"\n   At school?\n  ","969242":"\n   You ever feel so enraged, So mad that whoever try’s to chat or say anything to you. You lass out & go ape shit on them Or wanna hurt them physically..?\n  ","969243":"\n   What plays were they?\n  ","969244":"\n   Had another lazy morning lol, just got up.\n  ","969245":"\n   Avenger Nicole😂. Have you ever watched the marvel movies before?\n  ","969246":"\n   Have you ever seen a shooting star? 💫 🌠\n  ","969247":"\n   there is a 90% chance that ask will shut down by Dec as there has been too many complaints about this site.  If the dont fixe them they will cease to exist by Dec\n  ","969248":"\n   Would you rather be a tiny elephant or a giant hamster?\n  ","969249":"\n   Having a good day?\n  ","969250":"\n   Bathtub 🛁 or shower 🚿 what do you find most relaxing? 😌\n  ","969251":"\n   Was it a play?\n  ","969252":"\n   What’s your snap ?\n  ","969253":"\n   Have you ever performed on stage?\n  ","969254":"\n   Are you more of a morning person or an evening person?\n  ","969255":"\n   What’s your favourite day of the week?\n  ","969256":"\n   why did you break up?\n  ","969257":"\n   did anyone watch the show Daria?\n  ","969258":"\n   hi there\n  ","969259":"\n   Do you think you’re a good person.?\n  ","969260":"\n   What was the last song that you listened to?\n  ","969261":"\n   What’s your favorite color\n  ","969262":"\n   Do you listen to reggae music? To dub? To dancehall?\n  ","969263":"\n   You specifically were born to be spoiled. Don't let anybody tell you otherwise.\n  ","969264":"\n   Can we have peace with no war?\n  ","969265":"\n   How are you?\n  ","969266":"\n   Are you a spoiled child? Do you always spoil someone? -mky\n  ","969267":"\n   I called you Mom once\n  ","969268":"\n   Do you own any bracelets that you love to wear? PAP.\n  ","969269":"\n   Do you know CPR?\n  ","969270":"\n   were you nervous the first time you had sex\n  ","969271":"\n   You're wonderful. ❤️\n  ","969272":"\n   Coffee flavored ice cream.\nYay or nay?\n  ","969273":"\n   Nikki it is wonderful?\n  ","969274":"\n   Are you ever satisfied or do you find yourself always wanting more ?\n  ","969275":"\n   My whole life changed when you glance at me for very first time.😢\n  ","969276":"\n   have you ever smoked weed\n  ","969277":"\n   Do you listen to Eminem\n  ","969278":"\n   Do you miss someone or something? 💕\n  ","969279":"\n   Do you have any strange phobias?\n  ","969280":"\n   What's something u always see in movies but never happens irl?\n  ","969281":"\n   you want to have freckles ?\n  ","969282":"\n   Maroon 6\n  ","969283":"\n   Do you think your parents picked the right first name for you?\n  ","969284":"\n   Morgen ich warte eine Bilder von dir in bikini ok\n  ","969285":"\n   Do you think they're part of a group chat that talks about you so they can do it on the dl?\n  ","969286":"\n   Do you ever hear them talking about you and then quietly eavesdrop?\n  ","969287":"\n   I feel like I am being nice and sweet but you still won’t answer how many family members you have and live with. Like I live 5 mom, dad,brother sister, and cousin. But you won’t say who you live with and who are they. Are you trying to hide something Nicole?\n  ","969288":"\n   How are you today?\n  ","969289":"\n   Nicole why are you being weird with me? I mean I love you and everything but still ya know.\n  ","969290":"\n   Why are you so sure about that Nicole?\n  ","969291":"\n   Oh I am sorry I did not know that you never lived with your family. Why don’t you live with them what happened?\n  ","969292":"\n   Mine is payphone\n  ","969293":"\n   How do you not know your family members? Have you been living with Jeffery so long that you don’t remember lol.\n  ","969294":"\n   Have you had the new $1 double stacked nacho taco from Taco Bell yet?\n  ","969295":"\n   What do you think you were most known for in hs?\n  ","969296":"\n   Anastasia is a beautiful name\n  ","969297":"\n   That does not answer the question of Nicole.\n  ","969298":"\n   I like you a lot. You make ask fun 😊\n  ","969299":"\n   Nothing wrong with that lol. I'm the oldest\n  ","969300":"\n   What if you are though? I would love if you used your fatherly love to steer your son in a different direction.\n  ","969301":"\n   How many family members do you have and who are they?\n  ","969302":"\n   Are they talking about you?\n  ","969303":"\n   You should learn to dance. I can teach you to Chic-chic-ky-boom Chic-chic-ky-boom Chic-chic-ky-boom :D\n  ","969304":"\n   Do you live near the beach?\n  ","969305":"\n   Did you guys break up? Why?\n  ","969306":"\n   Will you guys keep quiet for a minute? I cant concentrate, man! PLEASE!!\n  ","969307":"\n   How long have you and Jeffrey been together?\n  ","969308":"\n   Ever been to a NASCAR race before?\n  ","969309":"\n   Have you ever failed a class?\n  ","969310":"\n   What is the most incredible place you have been to? Beauty wise.\n  ","969311":"\n   What noise do you hear right now?\n  ","969312":"\n   Do you dance on tik tok?\n  ","969313":"\n   Can you dance? And if not do you wish you could dance?\n  ","969314":"\n   Post a bikini pic\n  ","969315":"\n   I wish I went to school with you. I would've hyped you up all the time as you deserved.\n  ","969316":"\n   Favorite Maroon 5 song ?\n  ","969317":"\n   Why aren't you on there playing the field and sewing your wild oats?\n  ","969318":"\n   Were you popular in school\n  ","969319":"\n   From Ask ? Same from me!\n  ","969320":"\n   you drive men wild with desire\n  ","969321":"\n   Hi nikki how are you\n  ","969322":"\n   Manual labor, being told what to do, bandaging a wound, arguing, that kind of stuff. Any of that?\n  ","969323":"\n   Do you like muscular Frenchmen?\n  ","969324":"\n   do you like Pokémon? if so, which Pokémon do you always have in your party?\n  ","969325":"\n   How do you konw each other ?\n  ","969326":"\n   Have you ever have one of those watches that counts your steps during the day? Like a Fitbit? What's the longest you've walked? Farthest?\n\n( you do not have to answer this question if you do not feel comfortable )\n  ","969327":"\n   Busy with good stuff or not so good stuff?\n  ","969328":"\n   I totally agree !\n  ","969329":"\n   Right back at you lovely ❤\n  ","969330":"\n   What would you name your children if you’re planning on having any; also, would you go traditional with blue for boys and pink for girls?\n  ","969331":"\n   So you know\n   \n    @askamanz5506\n   \n   ?\n  ","969332":"\n   You're a middle child then? Lol\n  ","969333":"\n   Are you hyper lol?\n  ","969334":"\n   How is your afternoon going?\n  ","969335":"\n   Older or younger? Lol\n  ","969336":"\n   I see you like Coldplay and Maroon 5 but do you like Imagine Dragons and One Republic ?\n  ","969337":"\n   Are you on there?\n  ","969338":"\n   OK lol you have brothers and sisters?\n  ","969339":"\n   Do you think it's wrong or can it toughen children up?\n  ","969340":"\n   Who hit you more while growing up, your mom or your dad?\n  ","969341":"\n   Do you live at home with family?\n  ","969342":"\n   OK sorry lol\n  ","969343":"\n   When was the last time you saw a ghost?\n  ","969344":"\n   Is there anything you see that no one else notices?\n  ","969345":"\n   Do you think people fall in love because the right person has arrived, or because the time is right (regardless of whom the person is that they fall in love with)?\n  ","969346":"\n   Which Linkin Park song do you think is their worst?\n  ","969347":"\n   Have you ever lived any movie moments?\n  ","969348":"\n   WOULD YOU RATHER: work recycling human poop 💩 or work with dangerous explosive chemicals? 🤔💬\n  ","969349":"\n   Good lol. How else can I get to Bikini Bottom lol?\n  ","969350":"\n   What’s your favorite song by Coldplay ?\n  ","969351":"\n   are you yawning a lot\n  ","969352":"\n   Bilder von dir in bikini\n  ","969353":"\n   are you?\n  ","969354":"\n   Don't wanna travel by bus tho lol. Can I bring you anything lol?\n  ","969355":"\n   Hope you are having a good day?\n  ","969356":"\n   Thanks Nikki lol. Can I come visit you in Bikini Bottom again lol?\n  ","969357":"\n   Good! I've just woke up lol. It's my 27th birthday today!\n  ","969358":"\n   Hope you sleep well?\n  ","969359":"\n   arenyou;\n  ","969360":"\n   What movie can you watch over and over again?\n  ","969361":"\n   are u singkezm\n  ","969362":"\n   What do you think of \"Friends with Benefits\"? 🤔\n  ","969363":"\n   Nikki I tried so hard and got so far,but in the end It doesn't even matter. 😐\n  ","969364":"\n   What do you worry about the most?\n  ","969365":"\n   Summer vs winter what do you like more 🤔\n  ","969366":"\n   are u single?\n  ","969367":"\n   Are you sensitive ? Do you get hurt by people's word easily or you are strong person you rarely get hurt 🤔\n  ","969368":"\n   Are you  allergic to any nuts like I am allergic to peanuts and walnuts 🤔\n  ","969369":"\n   Does it ever happen to you that your hair does simply not cooperate with you no matter what? 👩‍🦱😩 What do you do then? 🤔\n  ","969370":"\n   For how long can you hold your breath? Have you ever tried doing it underwater? What's the deepest you've been underwater? 😶🌊\n  ","969371":"\n   I'm wishing you all you are wishing yourself 🙏\n  ","969372":"\n   why:\n  ","969373":"\n   Human centipede maybe?\n  ","969374":"\n   Do you say scone or scon\n  ","969375":"\n   What is the worst movie you have seen?\n  ","969376":"\n   Would you date someone who was currently in a relationship, knowing that you would \"be a secret?\"\n  ","969377":"\n   Do you have a bucket list? if so, what are the top three things?\n  ","969378":"\n   Talk about a song\/band\/lyric that has affected your life in some way.\n  ","969379":"\n   What is a good opening line for tinder?\n  ","969380":"\n   Can i have ur snap?\n  ","969381":"\n   Type \"the only thing on my bucket list is...\" and let the autocorrect\/predictive texts tell you! 🤨\n  ","969382":"\n   Type \"take me to...\" and let autocorrect\/predictive texts finish your sentence! 👀\n  ","969383":"\n   When was the last time your mom scolded you ? What happened\n  ","969384":"\n   Which things makes you happy 😊\n  ","969385":"\n   Do you like your fair complexion or you try to tan complexion 🤔\n  ","969386":"\n   Last thing you bought online?\n  ","969387":"\n   98. tell me about your fav song right now.\n  ","969388":"\n   Does jealousy harm relationships?\n  ","969389":"\n   Watching a horror movie burns about 200 calories. So… would you rather go for a run or watch how Freddy Krueger is doing?\n  ","969390":"\n   What's your favourite brand in multivitamin capsules  ? Like I am obsessed with the nature bounty products\n  ","969391":"\n   Linkin Park is legendary I came to like them last year is that bad?\n  ","969392":"\n   Can you cook?\n  ","969393":"\n   Pretty Nikki\n  ","969394":"\n   Why do you have to spring such bad news upon us all of a sudden?\n  ","969395":"\n   Still lucky or do you prefer it when it is winter?\n  ","969396":"\n   2am thoughts?\n  ","969397":"\n   Volpe o lupo?\n  ","969398":"\n   You were born in the months after Donald Trump's father Fred Trump passed away. Have you ever considered that you are him reincarnated?\n  ","969399":"\n   why would you ever think you're not good enough, doubt is our downfall, always hold your head up, you agree?\n  ","969400":"\n   You're welcome! In your top likes i saw a photo that shows your feet... they are very beautiful!\n  ","969401":"\n   I think it happens if you reply to someone else violating a rule, or if they reply to you and violate one. A friend of mine posted a disturbing video and I got one of these notices immediately after. He did not get one, however.\n  ","969402":"\n   You love jello chocolate pudding with a passion, don't you?\n  ","969403":"\n   Why do you like drought so much?\n  ","969404":"\n   Aww lol perfect hoodie weather tho? Lucky u :(\n  ","969405":"\n   Yeah what the heck? i had that happen to me last week and i hadn't done anything😮😅\n  ","969406":"\n   Same aha. Was at work, nice this morning - warm weather. Terrible this afternoon - raining and cold\n  ","969407":"\n   Sounds like you had a lovely day?\n  ","969408":"\n   Linkin Park is legendary I wish people would get a taste of their music. A lot of music today has no meaning to it\n  ","969409":"\n   You promise that I have nothing to be scared or intimidated by you Nicole?\n  ","969410":"\n   You said a college education is \"very good to have.\" I said that sounds like your love (very good to have).\n  ","969411":"\n   whT;\n  ","969412":"\n   Is there anything you care less about as you have grown up? What is it?\n  ","969413":"\n   Nicole you may be skinny but you are so beautiful and smart and cool and popular so because of all that you are intimidating to me and I would lose what little confidence I have.\n  ","969414":"\n   Do you share your problems with others or you love keeping your problems with your self 🤔\n  ","969415":"\n   So a college level education is like your love\n  ","969416":"\n   Do you ever think about if heaven forbid you had an injury that made it so you had to sleep on your left side for months?\n  ","969417":"\n   Well I am not a bad guy if that’s what you’re thinking Nicole I am sweet shy guy but more importantly I am more scared of you then you are of me\n  ","969418":"\n   What song is currently your favorite?\n  ","969419":"\n   When you leave it's like the moon and stars disappearing from the night sky\n  ","969420":"\n   Single?\n  ","969421":"\n   U only\n  ","969422":"\n   Do you know anyone who tries to throw their weight around? Example they try and get their way by name dropping or saying things like “Do you know who I am”?\n  ","969423":"\n   How tall are you?\n  ","969424":"\n   Hi what are you doing today?\n  ","969425":"\n   I should have rephrased the question sorry\n  ","969426":"\n   in life lol lmao ???\n  ","969427":"\n   you have some of the prettiest eyes that a woman can ever possess. one look into your eyes and you are mesmerized by the beauty you are in possession of. with all the people who are your friends, and who compliment you, there is no question you are loved by many and by all.\n  ","969428":"\n   U visit Egypt\n  ","969429":"\n   Are you currently wanting more\n  ","969430":"\n   What will you have for breakfast?\n  ","969431":"\n   Whom do you consider to be a hero of our times?\n  ","969432":"\n   Do you like singing in the Karaoke? What song do you always sing?\n  ","969433":"\n   I'll miss you sm\n  ","969434":"\n   Current favourite song? 👀\n  ","969435":"\n   Starting again is definitely the hardest part,  is that a quote or did you write it\n  ","969436":"\n   selfie?\n  ","969437":"\n   Ok then might have been some technical issues\n  ","969438":"\n   on a personal note i truly admire our friendship. i am writing this all to you from my heart. for free. nobody is forcing me to say this, i am not getting paid for this, this is strictly the truth.\n  ","969439":"\n   despite the things you have gone through, never forget your beauty. you radiate the beauty inside and out. things might be difficult right now but you will get through them. things get better. they have to. its like gravity what comes up must come down. when your mood goes down it must go back up\n  ","969440":"\n   If you ever start your own business it will be about what ? Like I want to start my own restaurant 🤔\n  ","969441":"\n   what are in ur eyes rn\n  ","969442":"\n   i want to flood your eyes with tears of joy.\n  ","969443":"\n   What are some of your last thoughts before you drift off to sleep?\n  ","969444":"\n   What do you things about spongebob?\n  ","969445":"\n   Have you ever played Mario Kart? 🏎🍄 Would you say you're good at it? What's your favorite and least favorite item to use \/ get hit by? 😝\n  ","969446":"\n   What you're worst day of the week\n  ","969447":"\n   What's your dream job? 😁 👍\n  ","969448":"\n   Does the dentist always date with dentist???\n  ","969449":"\n   A bit tired, but otherwise good. What are you up to?\n  ","969450":"\n   What is your favorite board game?\n  ","969451":"\n   Hello hope your night is great and be safe\n  ","969452":"\n   U might have\n\n\nAnyways wanna snap chat?\n  ","969453":"\n   Does yoga give you peace inside?\n  ","969454":"\n   Good evening to you\n  ","969455":"\n   Idk\n  ","969456":"\n   Hii\n  ","969457":"\n   How old were you when you realized that the world is fuct up\n  ","969458":"\n   Who do you think is more attractive, Leto or Adam Levine?\n  ","969459":"\n   How are you?\n  ","969460":"\n   What's your favourite day of the week\n  ","969461":"\n   Almost nobody on Earth has 100% successful relationships from the start. Everybody has to go through a process where they find out exactly what works for them. It's not a matter of being good enough, you most certainly are. It's just about finding the right fit to accommodate who you are.\n  ","969462":"\n   You will. You and I will be strolling along a street in Vienna, it'll begin to rain & we'll seek refuge in a cafe. You'll be shivering and naturally request tea, but the mustached barista will tell you that all he has are lattes. You'll begrudgingly accept and with 1 sip be transported to paradise.\n  ","969463":"\n   You already are. Idc what has transpired, I know you're more than good enough.\n  ","969464":"\n   Is sleeping late became a habit to you or you just can't sleep? 💤\n  ","969465":"\n   Good enough for what specifically?\n  ","969466":"\n   Chester use to drink coffee\n  ","969467":"\n   I’m in my mid 20s and I still don’t drink coffee because it smells and tastes horrible\n  ","969468":"\n   Do you think of them as onion rings of the sea?\n  ","969469":"\n   You will one day when you grow up\n  ","969470":"\n   Thong or gstring\n  ","969471":"\n   What's your favourite brand in coffee 🤔\n  ","969472":"\n   you are too good tbh, so do not stress\n  ","969473":"\n   How's your day been\n  ","969474":"\n   What’s your biggest fear?\n  ","969475":"\n   How do you feel?\n  ","969476":"\n   What kind of shoes do you wear the most?\n  ","969477":"\n   How are u\n  ","969478":"\n   Do you prefer roller coasters or water slides?\n  ","969479":"\n   Do you like short or long hair on someone of the opposite gender?\n  ","969480":"\n   Do you know how to use chopsticks? 🍜\n  ","969481":"\n   Wearing clothes\n  ","969482":"\n   You wear hoodies in the heat of California?\n  ","969483":"\n   Would you consider going on a television show to get a date or meet a mate?\n  ","969484":"\n   Are you registered organ donor? Would you donate your organs?\n  ","969485":"\n   Do you prefer to wear hoodies or sweaters? 👍\n  ","969486":"\n   How many followers do you have?\n  ","969487":"\n   What do you never leave home without?\n  ","969488":"\n   how are you?\n  ","969489":"\n   يغار من الڪل الماخذ ڪل شعوري ،\nʜᴇ ɪѕ ᴊᴇᴀʟᴏᴜѕ ᴏғ ᴀʟʟ ᴍʏ ғᴇᴇʟɪɴɢѕ ✨\n(Hi)🤍❤️\n  ","969490":"\n   Is it easier to forgive or forget? 👀\n  ","969491":"\n   2\/5\n\nPost a picture of your favorite shoes\/sandals! 🖤\n  ","969492":"\n   hey!! i don’t know who still uses this app so i’m sending this to a few people but i can’t get into my old account so i’ve made a new one :( hope you’re doing well!!\n  ","969493":"\n   On a scale of 1-10 you're a 9. I'm the 1 you need.\n  ","969494":"\n   Do you know anyone who has covid19? Two people who work in my department have tested positive within the past month :(\n  ","969495":"\n   Awake again lol?\n  ","969496":"\n   Hope every one has a good weekend ✌🏻\n  ","969497":"\n   Do you love seafood? What's your favorite? ❤️\n  ","969498":"\n   did you submit to any pleasure today?\n  ","969499":"\n   You're welcome lol. Do you ever get dreams or nightmares?\n  ","969500":"\n   Do you ever lie down and answer questions?\n  ","969501":"\n   Hope you sleep well lol?\n  ","969502":"\n   What are you up to?\n  ","969503":"\n   I get it Grandma, you were an up and coming fashion model and your inconvenient pregnancy with my mother was bad for your career, which is why you pretended to be vacationing in Switzerland for those 9 months, We both know you were in Lake Arrowhead. My mom isn't here to tell her story, but I am.\n  ","969504":"\n   I don't know, but he sounds like an attorney from Simi Valley doesn't he?\n  ","969505":"\n   What do you love to do, that you could do forever?\n  ","969506":"\n   Do you ever lick the salt off McDonald's french fries?\n  ","969507":"\n   If you did would you be nervous or not care much?\n  ","969508":"\n   Do you like Jerry Styles?\n  ","969509":"\n   But you said we could be friends? So what kind of friends do you want to be then because I thought friends hang out and talk and stuff.\n  ","969510":"\n   Does your breath smell like fine wine right now?\n  ","969511":"\n   A college-level education is...\n  ","969512":"\n   96. have you ever got stopped by the cops. weather you were by yourself or with others.\n  ","969513":"\n   A cotillion is a formal ball where young men and women go, dressed well and behave in a way that displays all their gentleman-like and lady-like manners and customs.\n  ","969514":"\n   What does that have anything to Do with it? After we make the plans on here I’ll confirm with you on IG assuming you’re actually reply back to my message.\n  ","969515":"\n   Are you trouble maker or peace maker 🤔\n  ","969516":"\n   Are you into soup ? What's your favourite soup like I am obsessed with tomato basil soup 🤔\n  ","969517":"\n   How do you deal with haters like I always scold them 🤔\n  ","969518":"\n   Your welcome\n  ","969519":"\n   Okay let’s take this step by step when are you free and what do you like to do?\n  ","969520":"\n   Somebody's in a good mood lol?\n  ","969521":"\n   Okay then since we are friends when can I see you?\n  ","969522":"\n   When are you launching your youtube channel?\n  ","969523":"\n   I can't believe we're still together after all that we've been through!\n  ","969524":"\n   selfie?\n  ","969525":"\n   It is a sauce made of eggplant, tahini, olive oil, lemon juice, salt, garlic etc.\n  ","969526":"\n   I always forgot your time😂😂😂 its 10.27 am  here😂😂\n  ","969527":"\n   Why not I thought you said that we were friends🥺.\n  ","969528":"\n   I want to meet you is there a way that you can make my dream a reality?\n  ","969529":"\n   Honest answer, my mom! I mean no disrespect  to you or my mom but people should think before they speak!\n  ","969530":"\n   Was it pleasant?\n  ","969531":"\n   Does she want your food when you eat around her?\n  ","969532":"\n   Has Sky ever been extremely disappointed in you?\n  ","969533":"\n   Good morning beautiful peoples\nHope you'll get what you want♥\n  ","969534":"\n   My bad haha. Sorry.\n  ","969535":"\n   Have you ever ridden on the metro rail?\n  ","969536":"\n   what is your fav outfit?\n  ","969537":"\n   Keep thinking positive, head up and intimidate others!\n  ","969538":"\n   How is your day going?\n  ","969539":"\n   pin strip pants with matching black or deep blue jacket!\n  ","969540":"\n   Are you back from your night on the town?\n  ","969541":"\n   Do you like baba ghanoush?\n  ","969542":"\n   Do you often forget to do something despite several reminders?\n  ","969543":"\n   \"excuse me\" I don't care. You asked, I answered. Deal with it!\n  ","969544":"\n   How do you stay positive when you are surrounded by toxic people 🤔\n  ","969545":"\n   Maybe they were asking you if olive oil tastes nice\n  ","969546":"\n   What's your favourite sauce like I am obsessed with  tomato-garlic-chili-salt-blackpepper-sauce 😍\n  ","969547":"\n   ootn\n  ","969548":"\n   all the time, don't care!\n  ","969549":"\n   What's your favourite outfit in your closet 🤔\n  ","969550":"\n   When is the last time you hurt someone else's feelings?\n  ","969551":"\n   Why do people smoke?\n  ","969552":"\n   sorry, just saying how kind you are x\n  ","969553":"\n   Do you have good self esteem?\n  ","969554":"\n   Miss Buckley, have you ever been escorted to a cotillion?\n  ","969555":"\n   awh\n  ","969556":"\n   What is the minimum wage in California? How much are homes there?\n  ","969557":"\n   If reincarnation is real, what animal would you come back as?\n  ","969558":"\n   You've coached me through everything. You stand there on the sidelines, with your little whistle, and you call me out when I'm slacking and motivate me. You're simply the best coach I could ask for.\n  ","969559":"\n   Do you dress up nicely in home or when you step outside 🤔\n  ","969560":"\n   I am doing OK too.\n  ","969561":"\n   No not sure. 5'7 is short for a guy.\n  ","969562":"\n   Do you dress to impress or keep your appearance low-key?\n  ","969563":"\n   When was the last time someone said something that really hurt your feelings? Who was it?\n  ","969564":"\n   What do you think of people who always want to be alone?\n  ","969565":"\n   What do you and your friends like to do for fun when you're together?\n  ","969566":"\n   would you ever be abusive\n  ","969567":"\n   Du schreibt mir whatsapp Metin nummer 015251920760\n  ","969568":"\n   What makes you curse someone?\n  ","969569":"\n   Do you like to be alone?\n  ","969570":"\n   Had a good day?\n  ","969571":"\n   Just because I'm the offspring of the kid you gave up for adoption doesn't mean I'm any less your grandchild! Your blood courses through my veins just like it does the ones you shower with affection. It's about the inheritance, isn't it? Well I'm not here for the $, I'm here for my grandma's love.\n  ","969572":"\n   Whatever your plans is be careful young lady, what's your favorite food\n  ","969573":"\n   95. what’s your weekend plans?\n  ","969574":"\n   You aren't tall compared to me Nikki\n  ","969575":"\n   How can someone actually be this cute 😍\n  ","969576":"\n   Do you have any plants in your house?\n  ","969577":"\n   Omg people need to get out of your business\n  ","969578":"\n   Same doing some grocery shopping\n  ","969579":"\n   Tall\n  ","969580":"\n   When are you going to sit down and enjoy some chocolate chip cookies with your followers over lively conversation?\n  ","969581":"\n   You're not shy I have seen how you react when someone types something nswf 😛\n  ","969582":"\n   Where do you see yourself in the next 15 years from now?\n  ","969583":"\n   Good morning! What plans do you have for today\n  ","969584":"\n   I NEED SOME 🥵 so McFriggin hot today\n  ","969585":"\n   How tall are you\n  ","969586":"\n   When people only ask you for favors all the time how does that make you feel ?\n  ","969587":"\n   Do you like people who have the same hobbies as you only?\n  ","969588":"\n   You're more attractive when you're talkative\n  ","969589":"\n   i watched an old linkin park live performance the other day and cried so hard... poor Chester :(\n  ","969590":"\n   Hi how are you doing today?\n  ","969591":"\n   you said that you would choose edraegen over chester every time. I told you that chester would always be there for you and edraegen wouldnt and you said I was wrong.\n  ","969592":"\n   Nikki what are you hiding inside?\n  ","969593":"\n   Do you stay chill on exams nights or you have extreme anxiety because of exams\n  ","969594":"\n   What does your search history look like?\n  ","969595":"\n   Do you go for a morning walk for staying fit ? Or you hate going for walk 🤔\n  ","969596":"\n   Should we let our inner self dominate us when it's always feels chaotic?\n  ","969597":"\n   What are you doing atm?\n  ","969598":"\n   I wish i was a vampire rather than a human so that i can study 20 hours a day and rest 4 😢\n  ","969599":"\n   Why are you trying to deny me my birthright?\n  ","969600":"\n   How are you?\n  ","969601":"\n   how close can you come to doing the splits?\n  ","969602":"\n   Have you ever felt like you’ve sacrificed so much for someone that they didn’t even acknowledge you are appreciate what you’ve done for them?\n  ","969603":"\n   Audio Books, EBooks or Real Books?\n  ","969604":"\n   Gramma I want soup and for you to take me to the park to go on the slide\n  ","969605":"\n   I love you Coach\n  ","969606":"\n   Would you rather be a vampire or a werewolf?\n  ","969607":"\n   Goodnight friends\n  ","969608":"\n   In the end we stay with those who make life simpler🖤\n  ","969609":"\n   Hi, how are you?\n  ","969610":"\n   Can you be my grandma?\n  ","969611":"\n   Can I be in your bio\n  ","969612":"\n   You did not go to sleep?\n  ","969613":"\n   Where would you like to live outside CA?\n  ","969614":"\n   Hey\n  ","969615":"\n   My cheeks feels so hot and very red rn, is that normal? I never had this problem before, I am afraid  i may have any sort of skin disease..\n  ","969616":"\n   Yeah idk aye? I'm super shocked by that myself!🙊 i mean ive listened to Linkinpark for years... and he doesn't know who Chester is?😯🤦‍♂️🤷‍♂️\n  ","969617":"\n   I heard that name but never seen him lol\n  ","969618":"\n   Are you a fan of pop music like Michael Jackson?\n  ","969619":"\n   Sorry I haven’t asked m\/any questions over the last couple of months, I’ll get back on it at some point. \nThree quick random questions:     \n🌊 Have you ever sailed in a Catamaran?    Have you ever played Shove Ha’penny?  Have you ever worn a Jester outfit?\n  ","969620":"\n   Pap of your bleached moustache 😂\n  ","969621":"\n   Which insect is the most irritating?\n  ","969622":"\n   would you go wine tasting?\n  ","969623":"\n   You love rebelling against authority, don't you?\n  ","969624":"\n   Meet and greet\n  ","969625":"\n   how much do they pay you?\n  ","969626":"\n   Picture of your nails\n  ","969627":"\n   Loyalty we gone go through shit either together or apart that’s for girlfriends too\n  ","969628":"\n   NEVER HAVE I EVER: \nHave you ever googled your own name to see what comes up? 😂🔎\n  ","969629":"\n   Describe what a good friend means to you?\n  ","969630":"\n   How did Chester pass away? I’m very sorry to hear that\n  ","969631":"\n   Good for you lol and thanks I did\n  ","969632":"\n   What'd you do this weekend? PAP?\n  ","969633":"\n   Do you believe that in life everything happens for a reason\n  ","969634":"\n   (this is not a question but) whoever is reading this, i just want to let you know that you’re amazing and you deserve the best in the world 😊👍🏼 Happy Friday 👍🏼😊\n  ","969635":"\n   Lead singer of linkin park and a legend\n  ","969636":"\n   Are you 23?\n  ","969637":"\n   You are as gorgeous as ever look at your little chub chub cheeks most stunning girl on ask ❤️😁\n  ","969638":"\n   I'm talking about your ex!\n  ","969639":"\n   Omg... he's been living under a rock, i swear!🤦‍♂️😅\n  ","969640":"\n   Do you watch YouTube tutorials?\n  ","969641":"\n   🌸 Happy Friday! I hope you have a lovely weekend! :3\n  ","969642":"\n   Any older Asatru out there?\n  ","969643":"\n   What is happening in ask.fm? i cannot use the app\n  ","969644":"\n   Do you have any strange phobias?\n  ","969645":"\n   Omg 😱 I love that song I’ve done tons of covers for that song\n  ","969646":"\n   I'd like to get verified as well\n  ","969647":"\n   When are you going to eat cookies with your followers?\n  ","969648":"\n   What job would you never want to have?\n  ","969649":"\n   What is your favourite game?\n  ","969650":"\n   I'm OK thanks, off out for dinner soon.\nWhat did you get up to today?\n  ","969651":"\n   Do you jaywalk?\n  ","969652":"\n   I'm crying thinking about what he must've done to disappoint you 😭\n  ","969653":"\n   do you have a favourite video game?\n  ","969654":"\n   OK. Who is Chester Bennington?\n  ","969655":"\n   Had a busy day?\n  ","969656":"\n   how are you?\n  ","969657":"\n   Do you like beer too?\n  ","969658":"\n   How did you get verified ?\n  ","969659":"\n   You doing OK?\n  ","969660":"\n   do you like wine? what’s you’d favorite wine?\n  ","969661":"\n   Whats your zodiac sign ? 🤔\n  ","969662":"\n   Do you like spaghetti hoops with cheese?\n  ","969663":"\n   Have you ever accidentally liked an old post? 🙊\n  ","969664":"\n   Thank  God it's Friday! Do you have plans this weekend? 😍\n  ","969665":"\n   Good! What are you up to?\n  ","969666":"\n   Do you follow fashion trends actively?\n  ","969667":"\n   Hope you got some sleep lol?\n  ","969668":"\n   Do you know who Naya Rivera is?\n  ","969669":"\n   Do you like Linkin Parks song Castle of Glass ? It’s my favorite song out of all of their songs\n  ","969670":"\n   what song makes you emotional?\n  ","969671":"\n   ❤️\n  ","969672":"\n   NEVER HAVE I EVER: 🔥 \nHave you ever stalked a crush before? 🕵️‍♀️🕵️‍♂️\n  ","969673":"\n   What legacy do you want people to remember about you after you’re gone?\n  ","969674":"\n   What kind of things really makes you laugh?\n  ","969675":"\n   Aw I'm sorry. What happened?\n  ","969676":"\n   Who is your celebrity crush?\n  ","969677":"\n   Did your parents tell you to eat your crusts or you won’t get curly hair? 😂😂\n  ","969678":"\n   Are you thinking about one\n  ","969679":"\n   What do you do when you are alone in your room?\n  ","969680":"\n   When was the last time you screamed at the top of your lungs?\n  ","969681":"\n   You want many others\n  ","969682":"\n   Yes exactlyyyy🌸🙌🏽\n  ","969683":"\n   What’s the worst allergic reaction that you’ve had? \nYesterday I found out that I was allergic to antibiotics that I was put on last week and the reaction was not pretty 😭😂\n  ","969684":"\n   It’s better to be hated for what you are than to be loved for what you’re not!?✨🙌🏽\n  ","969685":"\n   Hi how are you doing today?\n  ","969686":"\n   What is your wildest dream?\n  ","969687":"\n   Is there a song you find catchy that you find yourself singing? That Sunday Best song is pretty catchy I’m always humming it.\n  ","969688":"\n   Are you two not together anymore?\n  ","969689":"\n   Do you ever feel self conscious and unable to act in a natural way around other people? If so how do you help yourself overcome these feelings??\n  ","969690":"\n   Well hello anon 😌\n  ","969691":"\n   lol you know it's true haha\n  ","969692":"\n   What’s something that makes you automatically feel happier?\n  ","969693":"\n   how are you\n  ","969694":"\n   Different anon, you guys broke up?\n  ","969695":"\n   What's your comfort food? Or food that makes you feel good?\n  ","969696":"\n   I'd offer you a cigarette but you are already smoking hot\n  ","969697":"\n   Sweet or Salty?\n  ","969698":"\n   that is way too much hotness for us anon lol\n  ","969699":"\n   When are you going to be there?\n  ","969700":"\n   Anyone wanna play apex?\n  ","969701":"\n   Wait what?\n  ","969702":"\n   Is your name Summer? Bc you are as hot as hell.\n  ","969703":"\n   You are in a relationship? If so how long?\n  ","969704":"\n   Nikki you there?\n  ","969705":"\n   Would you consider having a karate kid viewing party with us anons to celebrate the release of karate kid 1, 2, and 3 on Netflix ?\n  ","969706":"\n   Friend gang 2020 let’s go\n  ","969707":"\n   one more selfie?\n  ","969708":"\n   So do you, dats me !\n  ","969709":"\n   A billionaire falls in love with you and proposes marriage. You like them as a friend, but are neither in love nor attracted to them. Would you accept?\n  ","969710":"\n   True I do haha\n  ","969711":"\n   Good morning beautiful ask peoples\n  ","969712":"\n   Of course!! I know you are☺️\n  ","969713":"\n   Me either 😭\n  ","969714":"\n   I need friends, how do I acquire such things 😂\n  ","969715":"\n   selfie?\n  ","969716":"\n   Would you rather be forced to dance every time you  heard music OR be forced to sing along to any song you heard?\n  ","969717":"\n   Nikki, you’re popular. How does one, do the friend? 🤣\n  ","969718":"\n   Yeah it does 😝 kidding haha\n  ","969719":"\n   It does look VERY beautiful. What was your reason for going?\n  ","969720":"\n   Definitely their bank account and how much plastic surgery they had 🤪🤪 jk lol\n  ","969721":"\n   What foods do you like?\n  ","969722":"\n   Are you a picky eater?\n  ","969723":"\n   OR when they're Nicole Buckley\n  ","969724":"\n   What makes someone attractive?🍂\n  ","969725":"\n   Any plans for autumn?\n  ","969726":"\n   Would you rather be able to dodge anything no matter how fast it's moving OR be able to ask any three questions and have them answered accurately?\n  ","969727":"\n   Which piercing do you have\n  ","969728":"\n   Now do you know?\n  ","969729":"\n   Do you know who Don Rickles is\/was?\n  ","969730":"\n   Quote some lyrics\n  ","969731":"\n   Are you going to behave today?\n  ","969732":"\n   Blind date Or date after 1 year relation?\n  ","969733":"\n   cause it do you to skinny\n  ","969734":"\n   do you have an eating disorder?\n  ","969735":"\n   You've been there!? How was it?\n  ","969736":"\n   Do you come out of your comfort zone or you rather stay in your comfort zone?\n  ","969737":"\n   Have you taken a covid19 test?\n  ","969738":"\n   Have you ever been to a national park before? Which one and did you enjoy your time there?\n  ","969739":"\n   You stole info to get verified or did something\n  ","969740":"\n   Do you ever play the claw machines when you're out and about maybe at a restaurant or in an arcade? Are you any good at it? What kind of things have you won?\n  ","969741":"\n   Do you want kids? How many if so? Would you adopt at all?\n  ","969742":"\n   How old are you?\n  ","969743":"\n   Have you seen the houses in Greece!? Santorini is gorgeous! Seville Spain too\n  ","969744":"\n   What is your favorite style of house?\n  ","969745":"\n   Would you rather have an easy job working for someone else OR work for yourself but work incredibly hard?\n  ","969746":"\n   What do you feel right now?\n  ","969747":"\n   You should! Can't sleep again? Lol\n  ","969748":"\n   Following you\n  ","969749":"\n   Why do you show such weird pictures then ? They don’t look right at all ?\n  ","969750":"\n   Do you ever have nightmares which wake you up?\n  ","969751":"\n   Are you allergic to something?\n  ","969752":"\n   hun?? are u awake????\n  ","969753":"\n   Well hummus is made of garbanzo beans\n  ","969754":"\n   I meant to say Prodigal Son, it's on Netflix & has Michael Sheen in. It's quite good\n  ","969755":"\n   😏\n  ","969756":"\n   On Halloween do you like to be called Nicole Boockley instead of Nicole Buckley?\n  ","969757":"\n   If you like crime shows, have you seen The Prodigal Son?\n  ","969758":"\n   Do you play games?\n  ","969759":"\n   How about a date?\n  ","969760":"\n   Who is your favorite author?\n  ","969761":"\n   What does that even mean? You have no responsibilities right now and there's a pandemic\n  ","969762":"\n   That isn't even legal for you. Good job being a lawbreaker Nicole.\n  ","969763":"\n   Sorry if this sounds odd but you're pretty!\n  ","969764":"\n   Get tipsy or do you like to get drunk?\n  ","969765":"\n   Do you ever drink alcohol?\n  ","969766":"\n   Can you show one holding the date up July 9th\n  ","969767":"\n   Do you have Netflix?\n  ","969768":"\n   With what?\n  ","969769":"\n   Selfie\n  ","969770":"\n   yeah sorry no can do. you do say lol a lot lol\n  ","969771":"\n   What is occupying your time?\n  ","969772":"\n   I like girls in bikinis\n  ","969773":"\n   What a shame there isn't more otherwise I'd have brought it to the Chum Bucket with me lol\n  ","969774":"\n   You should take them off and relax, put your feet up\n  ","969775":"\n   What kind of dipping sauce do you get?\n  ","969776":"\n   What did you have as your last meal?\n  ","969777":"\n   Fun lol. I'm just having late lunch - leftover butter chicken curry\n  ","969778":"\n   Fair enough lol. Having a good evening?\n  ","969779":"\n   Plans for the rest of your evening?\n  ","969780":"\n   Which word do you use most often?\n  ","969781":"\n   Did you ever get hurt by someones word ? How do you come out from depressed mode to normal mode\n  ","969782":"\n   Me too,have you ever eaten snake ?\n  ","969783":"\n   Always hold your head up no matter what ,you agree?\n  ","969784":"\n   What did you have for dinner tonight guys?\n  ","969785":"\n   Why not?\n  ","969786":"\n   Do you like regular chicken nuggets or spicy chicken nuggets?\n  ","969787":"\n   How do you handle stress??? OR stress handle's you???\n  ","969788":"\n   What do you like about summer 🤔\n  ","969789":"\n   What is a primary fear that is holding you back?\n  ","969790":"\n   How do you calm down when you are in bad mood because of something\n  ","969791":"\n   Have you ever eat a deer meat\n  ","969792":"\n   Would you want to get any tattoos?\n  ","969793":"\n   Would you rather eat Italian or Chinese food?\n  ","969794":"\n   If you are given the chance to see the future, would you take it?\n  ","969795":"\n   PAP of your pet :)\n  ","969796":"\n   What is your zodiac sign?\n  ","969797":"\n   Do you have any tattoos?\n  ","969798":"\n   Would you ever get a piercing? Where?\n  ","969799":"\n   Are your shoes off right now?\n  ","969800":"\n   Time difference is odd isn't it? lol\n  ","969801":"\n   Have you ever been skydiving or done a bungee jump?\n  ","969802":"\n   Are you allergic to anything?\n  ","969803":"\n   First impression, you are an amazing person. You’ve known me for a long long time. I’ve been gone for a while but I’m back now 🥰\n  ","969804":"\n   Figured that out for myself I did lol. I'm a smart cookie hehe. It's also Thursday with me.\n  ","969805":"\n   It's 9 am with me lol, just woke up so shall see how it goes.\n  ","969806":"\n   Do you like raisins?\n  ","969807":"\n   Yeah! My favourite cartoon growing up was the one and only \"Tom and Jerry\".\n  ","969808":"\n   Hai dats me 😂😂\n  ","969809":"\n   Which country you love most ? Where do you wanna go on vacation 🤔\n  ","969810":"\n   Who’s\n   \n    @dubstepen\n   \n   ?\n  ","969811":"\n   What's your favourite cartoon like I am obsessed with Tom and Jerry\n  ","969812":"\n   May a jack Russell terrier snuggle up with you while you sleep?\n  ","969813":"\n   nikki omg u were crying ?\n  ","969814":"\n   Best friends today please talk\n  ","969815":"\n   if humans don't need sleep, what would you do with your extra time? ⏳💕\n  ","969816":"\n   Which kind of natural disaster scares you the most?\n  ","969817":"\n   What about a steak tartare krabby patty?\n  ","969818":"\n   Why not try it? Like adventure lol\n  ","969819":"\n   Would you try unusal French cuisine like steak tartare or escargot?\n  ","969820":"\n   Ohh gotcha\n  ","969821":"\n   Hi how are you doing today?\n  ","969822":"\n   Why are people giving me coins on my answers. What’s that mean 😂\n  ","969823":"\n   How is your day going?\n  ","969824":"\n   And a ton of adds and other bs 😂\n  ","969825":"\n   I’m alright I supposed. Just tryna get back in the swing of things on here haha\n  ","969826":"\n   Do you believe in soul mates?\n  ","969827":"\n   How is Yeffrej these days?\n  ","969828":"\n   It’s been a hot minute, how ya been?\n  ","969829":"\n   Look who it is 🐯\n  ","969830":"\n   Is Spongebob Squarepants your favorite show?\n  ","969831":"\n   Did you get some sleep?\n  ","969832":"\n   Am I a stranger to you?\n  ","969833":"\n   how do you feel about tik tok and the potential ban on it?\n  ","969834":"\n   *Hey! Bikini Bottom looks nice today. Where we going?*\n  ","969835":"\n   Join the Dark Order ☠\n  ","969836":"\n   In the photo you posted of you in the hoodie, is it a baggy hoodie?\n  ","969837":"\n   I love that face\n  ","969838":"\n   Unfollowed !\n  ","969839":"\n   On a scale of 1-10 how honest are you?\n  ","969840":"\n   You run through my mind all the time\n  ","969841":"\n   Do you keep a flask of hennessy in your shirt pocket which you occasionally pull out and take a swig of?\n  ","969842":"\n   How do you resist hummus?\n  ","969843":"\n   Imsad:(\n  ","969844":"\n   What's your favourite beans? Chick peas , red kidney beans etc 🤔\n  ","969845":"\n   93. have a fabulous Wednesday ✨☺️💜\n  ","969846":"\n   What if he's making out with a girl while wearing a shirt that says he stands against marriage between men? Then would you assume he's only into girls?\n  ","969847":"\n   selfie?\n  ","969848":"\n   What if when you're seeing him, he's making out with a girl? Then do you automatically assume he likes girls?\n  ","969849":"\n   Will you meet me off the bus because I don't know Bikini Bottom that well?\n  ","969850":"\n   When you see a guy do you automatically assume he likes girls ?\n  ","969851":"\n   1. Soy Sauce or Spicy Vinegar?\n  ","969852":"\n   You doing OK?\n  ","969853":"\n   You're an amazing runner Nikki\n  ","969854":"\n   Wanting to go back to sleep?\n  ","969855":"\n   Favorite Bright Neon Color?\n  ","969856":"\n   Feel free to drop me some questions if you like?\n  ","969857":"\n   How tall are you?\n  ","969858":"\n   Could I come visit you?\n  ","969859":"\n   Do you have a favorite animal?\n  ","969860":"\n   Yeah not too much fun. I need to visit Bikini Bottom I think lol\n  ","969861":"\n   what is your favourite fruit and your least favourite?\n  ","969862":"\n   What about nights..\n  ","969863":"\n   Bloody cold. Been raining & hailing all day\n  ","969864":"\n   Warm morning with you or cold?\n  ","969865":"\n   Someone told me 12 times to the moon hell no\n  ","969866":"\n   What color make you think happy thought?\n  ","969867":"\n   How many times has america been to the moon ?\n  ","969868":"\n   Lol. Would you do video responses so I could see what your room is like? Sorry if that's weird ...\n  ","969869":"\n   What is your favorite fast food? How serious are you about this?\n  ","969870":"\n   Sitting in bed lol. Do you have a tidy & big room?\n  ","969871":"\n   92. last show you watched?\n  ","969872":"\n   Do you like to be naked?\n  ","969873":"\n   Nooooooooo :'(\n  ","969874":"\n   What are you up to?\n  ","969875":"\n   Baggy ones or prefer them to fit?\n  "},"Answer":{"968804":"\n  I’m not yours anon but thank you😊\n  ","968805":"\n  It’s blue and white lol\n  ","968806":"\n  Legitimately no idea what you’re talking about 🤨\n  ","968807":"\n  No idea who that is🤣 and no Patrick Wilson is the best actor in those movies lol\n  ","968808":"\n  The ‘IT’ movies\n  \n  And the conjuring 1 and 2\n  ","968809":"\n  🥀🥀✨\n  ","968810":"\n  No I don’t\n  ","968811":"\n  I just enjoy watching horror movies because there fun lol\n  ","968812":"\n  Life itself and the fact that I’m alive\n  ","968813":"\n  Sure anon\n  ","968814":"\n  Evening😁\n  ","968815":"\n\n   https:\/\/youtu.be\/SA7AIQw-7Ms\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Hmm I don’t know how this describes my future though lol 🤔\n  ","968816":"\n  Summer!\n  ","968817":"\n  It depends what kind of bug it is really lol\n  ","968818":"\n  No I haven’t lol\n  ","968819":"\n\n   https:\/\/youtu.be\/d1yTyAh8IA8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  🥺🥺\n  ","968820":"\n\n   https:\/\/youtu.be\/zsCD5XCu6CM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","968821":"\n  I don’t get tired on walks lol\n  ","968822":"\n  Lights off lol 🤣\n  ","968823":"\n  I’m not sure lol\n  ","968824":"\n  No not at all, I love watching horror movies! I don’t get scared by them 😁\n  ","968825":"\n  I would say for your first date you should go on a coffee date!😊\n  ","968826":"\n  Neither of those choices lol\n  ","968827":"\n  I’m neither lol\n  ","968828":"\n  Waiting on the corner by walking on cars!\n  ","968829":"\n  I would rather have 20M YouTube subscribers 😁\n  ","968830":"\n  I would rather hide lol\n  ","968831":"\n  Tea!\n  ","968832":"\n  Carbonara!\n  ","968833":"\n  Avocado\n  ","968834":"\n  The ‘IT’ movies\n  \n  The conjuring  movies\n  \n  Christopher Robin\n  \n  Hotel Artemis\n  \n  Etc!\n  ","968835":"\n  5:25 am for no reason lol\n  ","968836":"\n  I’m sleepy\n  ","968837":"\n  No, I don’t think so lol\n  ","968838":"\n  Hmm that would be interesting anon\n  ","968839":"\n  That’s not true anon\n  ","968840":"\n  I know lol. At least some of them are\n  ","968841":"\n  How exactly would that work? lol\n  ","968842":"\n  Adam Levine is married anon 🤨\n  ","968843":"\n  No thank you lol\n  ","968844":"\n  I love horror and everything about it\n  \n  I love Linkin Park\n  \n  I adore animals\n  \n  I may be quiet at first but once I’m comfortable with you I’m pretty loud\n  \n  I’m a very picky eater🤣\n  ","968845":"\n  Don’t say that 🥺\n  ","968846":"\n  Lol say what now?\n  ","968847":"\n  I just ignore them and delete them if I get comments like that.\n  ","968848":"\n  I’m just not like that, I don’t lash out for stuff I don’t agree on.\n  ","968849":"\n  Everything anon\n  ","968850":"\n  No I only like the ones with cheese only\n  ","968851":"\n  Well my life is very stressful and quite difficult so I’d change that lol\n  ","968852":"\n  Lol goodnight\n  ","968853":"\n  It’s very crazy and such a rollercoaster but also very adventurous and fun to live as me.  I would definitely change it though.\n  ","968854":"\n  I live life lol\n  ","968855":"\n  I just am, you know? I accept things the way they are and I don’t argue about it.\n  ","968856":"\n  FBI agent\/profiler or an interior designer lol\n  ","968857":"\n  Golf lol\n  ","968858":"\n  She does!\n  ","968859":"\n  Like my dream job?\n  ","968860":"\n  Yes, I have!\n  ","968861":"\n  It was a good movie!\n  ","968862":"\n  I’d like to start working lol\n  ","968863":"\n  Psychology, sociology, paranormal investigation etc!\n  ","968864":"\n  Thank you😊\n  ","968865":"\n  I’m not sleepy just yet lol\n  ","968866":"\n  I like both to be honest\n  ","968867":"\n  It’s called get out lol\n  ","968868":"\n  Who?\n  ","968869":"\n  Lol no it’s fine\n  ","968870":"\n  A little bit older by a few years because I prefer the guy to be a bit older lol\n  ","968871":"\n  I always watch horror movies alone lol. I don’t get scared, I enjoy them\n  ","968872":"\n  I’m watching a horror movie lol\n  ","968873":"\n  Sure lol\n  ","968874":"\n  Lol obviously I am\n  ","968875":"\n  No lol\n  ","968876":"\n  My moms side lol\n  ","968877":"\n  It was mutual anon.\n  ","968878":"\n  I’m not sure\n  ","968879":"\n  My grandma\n  ","968880":"\n  Both I would say lol\n  ","968881":"\n  Well when you’re in a relationship physical contact is normal to have lol\n  ","968882":"\n  My stance?\n  ","968883":"\n  I wouldn’t know anon\n  ","968884":"\n  Broken arm\/elbow\n  ","968885":"\n  Omg I know, most don’t understand how hard it is 🙁\n  ","968886":"\n  I like many different types of foods lol\n  ","968887":"\n  Sure anon but it won’t change 😊\n  ","968888":"\n  I’m very silly\n  ","968889":"\n  Lol who knows\n  ","968890":"\n  Nah lol\n  ","968891":"\n  Watching impractical jokers!\n  ","968892":"\n  I guess so\n  ","968893":"\n  Yeah, that’s true anon\n  ","968894":"\n  I’ve performed in plays!\n  ","968895":"\n  Anon that’s not true at all, it ended mutually.\n  ","968896":"\n  Anon of course I do.\n  ","968897":"\n  No I don’t\n  ","968898":"\n  Of course I do\n  ","968899":"\n  Anon we ended mutually.\n  ","968900":"\n  What?\n  ","968901":"\n  Good lol\n  ","968902":"\n  🤗🤗\n  ","968903":"\n  I have not\n  ","968904":"\n  Lol I always watch movies by myself\n  ","968905":"\n  No no no, you shouldn’t give up on trying to find love. Trust me it’ll come to you when you least expect it. That’s how it works.\n  ","968906":"\n  Lol I’m okay anon\n  ","968907":"\n  By myself 🤣\n  ","968908":"\n  Because you need to go all the way up to 120 and then the check mark will show up.\n  ","968909":"\n  Love everlasting and no it’s on amazon prime\n  ","968910":"\n  The movie called love everlasting was so adorable and heartbreaking oh my 💔🥺\n  ","968911":"\n  No lol\n  ","968912":"\n  Eventually, yes\n  ","968913":"\n  That’s because the right person hasn’t come along yet\n  ","968914":"\n  1,136 lol\n  ","968915":"\n  You should definitely wait for love, it’ll come to you when you least expect it\n  ","968916":"\n  No you don’t know what you’re talking about.\n  ","968917":"\n  Definitely!\n  ","968918":"\n  You have no idea what you’re talking about clearly\n  ","968919":"\n  Excuse me? 🤨\n  ","968920":"\n  Watching impractical jokers lol\n  ","968921":"\n  Say what now?\n  ","968922":"\n  Hmm I’ve never been so I don’t know\n  ","968923":"\n  Lol no anon, I don’t even know why some of them are my best friends 🤣 we don’t even talk tbh.\n  ","968924":"\n  Greece or Italy 🤪 or maybe even the UK of Ireland lol\n  ","968925":"\n  lol alrighty then\n  ","968926":"\n  🤔🤔\n  ","968927":"\n  Not really, no\n  ","968928":"\n  I’m not Hawaiian lol\n  ","968929":"\n  In Europe lol\n  ","968930":"\n  I’ve had many great vacations!\n  ","968931":"\n  Anon anon anon\n  ","968932":"\n  No lol\n  ","968933":"\n  Thank you anon and no it was mutual.\n  ","968934":"\n  Nah, I don’t\n  ","968935":"\n  This movie called love everlasting and it’s so cute. I don’t know why I torture myself and watch romantic movies🤣\n  ","968936":"\n  Don’t call him that and no anon we will never watch it together.\n  ","968937":"\n  I have many favorite song lyrics 😬\n  ","968938":"\n  Lol really?\n  ","968939":"\n  This is such a cute movie I can’t 🥺🥺\n  ","968940":"\n  Lol enjoy your walk!\n  ","968941":"\n  Yes, I have been before anon and it affected me very much emotionally and mentally.\n  ","968942":"\n  If you come off anon\n  ","968943":"\n  Sure lol\n  ","968944":"\n  Ahhhh lol I see!🤣\n  ","968945":"\n  No I haven’t\n  ","968946":"\n\n   @Pookeo9\n  \n\n   @NineGDxFour\n  \n\n   @Qu33nForADayy\n  \n  😁\n  ","968947":"\n  I’m not sure tbh🤔\n  ","968948":"\n  No lol I haven’t and I wouldn’t\n  ","968949":"\n  That’s okay lol\n  ","968950":"\n  Always be yourself and be confident! Try not to be nervous or anxious 😊\n  ","968951":"\n  Very often!\n  ","968952":"\n  What in the world\n  ","968953":"\n  I drink water the most lol\n  ","968954":"\n  Almond joy* lol\n  ","968955":"\n  No I don’t!\n  ","968956":"\n  Yes, it’s along joy and Hershey’s!\n  ","968957":"\n  I like people magazine lol\n  ","968958":"\n  No you’re not\n  ","968959":"\n  Hard boiled, scrambled!\n  ","968960":"\n  off anon\n  ","968961":"\n  I’m fine.\n  ","968962":"\n  Sometimes I do, and hmm I’m not sure\n  ","968963":"\n  At the beach!\n  ","968964":"\n  Maybe restart my life at the age of 10 honestly\n  ","968965":"\n  Yuck! I don’t like pork lol\n  ","968966":"\n  I don’t know lol\n  ","968967":"\n  Yes?\n  ","968968":"\n  No lol I don’t\n  ","968969":"\n  Not too often but I do\n  ","968970":"\n  6!\n  ","968971":"\n  Oh yeah totally lol\n  ","968972":"\n  Thank you😊\n  ","968973":"\n  I guess.\n  ","968974":"\n  I’m sure I have🤣\n  ","968975":"\n  Well yeah, I did\n  ","968976":"\n  Wear your masks, wash your hands, stay safe and follow the directions!😁\n  ","968977":"\n  I would still want to go after my dreams and passions.\n  ","968978":"\n  Yeah I did, it was painful\n  ","968979":"\n  I could watch any movie on a rainy day lol\n  ","968980":"\n  I don’t really have a favorite tbh\n  ","968981":"\n  Well dang😱 I mean that’s not good right now.\n  ","968982":"\n  No only that once!\n  ","968983":"\n  I’ve been to Mexico before so Canada!\n  ","968984":"\n  For real 🤣\n  ","968985":"\n  You’re coming back?\n  ","968986":"\n  I’m doing okay, how are you?\n  ","968987":"\n  I was running really fast and fell on the carpet and it broke 😬\n  ","968988":"\n  I broke my right elbow\/arm in first grade and had to write with a cast on 🙃\n  ","968989":"\n  I’ve been chilling and watching tv lol\n  ","968990":"\n  No I don’t\n  ","968991":"\n  With my doggo Sky lol\n  ","968992":"\n  gotta come off anon\n  ","968993":"\n  Yes I do\n  ","968994":"\n  No it’s not\n  ","968995":"\n  Are you okay?🤨\n  ","968996":"\n  I’m just chilling now and just got back from a walk 😁\n  ","968997":"\n  Stella Rosa Peach Rosè\n  ","968998":"\n  Don’t really have a routine lol\n  ","968999":"\n\n   https:\/\/youtu.be\/hCkOlbL_WVs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","969000":"\n  No I have not watched it!\n  ","969001":"\n  You have to be successful in whatever you choose to do in life and also you have to love\/enjoy doing it\n  ","969002":"\n  I didn’t 🤨\n  ","969003":"\n  That I can’t? lol\n  ","969004":"\n  Everything is closing down again here 🙃\n  ","969005":"\n  No I have not\n  ","969006":"\n  Oh my goodness, I would choose a peaceful and painless death tbh\n  ","969007":"\n  I’m doing okay, you?😊\n  ","969008":"\n  I think so\n  ","969009":"\n  Many things make me angry like being ignored\/ghosted, being yelled at, arguing, someone lying to me etc.\n  ","969010":"\n  It depends lol, mostly every month\n  ","969011":"\n  I don’t love it, no lol\n  ","969012":"\n  No I don’t like them\n  ","969013":"\n  I mean I like both of them\n  ","969014":"\n  Lol thank you\n  ","969015":"\n  Lol I don’t have an aunt named Zareh\n  ","969016":"\n  Sure anon😊\n  ","969017":"\n  I’m good anon, I never said you’re bad or anything.\n  ","969018":"\n  No thank you\n  ","969019":"\n  I was never bullied anon\n  ","969020":"\n  Updates for what? Lol\n  ","969021":"\n  Most definitely, away from people lol\n  ","969022":"\n  Honestly, schools should open up eventually! It needs to happen soon\n  ","969023":"\n  Goodnight to you!😊\n  ","969024":"\n  Go on your phone and wait until you feel sleepy again 🤣\n  ","969025":"\n  I do!🙃\n  ","969026":"\n  I am now and it’s 2:42 am🥴\n  ","969027":"\n  That’s a good one!\n  ","969028":"\n  🤔🤔\n  ","969029":"\n  In my remains is my favorite!\n  ","969030":"\n  Yes, I love Linkin Park!\n  ","969031":"\n\n   https:\/\/youtu.be\/u8XFFTWwSvY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Oooh I like this song\n  ","969032":"\n  I used to read a lot\n  ","969033":"\n  I guess lol\n  ","969034":"\n  Lol I don’t read much anymore\n  ","969035":"\n  All three!\n  ","969036":"\n  oh lol yeah it’s from 2018 I believe\n  ","969037":"\n  As if you would know anon\n  ","969038":"\n  Actually no it’s not because I am\n  ","969039":"\n  Well yes lol\n  ","969040":"\n  Yes lol\n  ","969041":"\n  Lol it’s bright blue\n  ","969042":"\n  I’m not sleeping right now lol\n  ","969043":"\n  Socializing with others and keeping a conversation or starting one 🙃\n  ","969044":"\n  Thank you!😊\n  ","969045":"\n  I don’t hate you anon\n  ","969046":"\n  I don’t open links though lol\n  ","969047":"\n  Yeah, I do\n  ","969048":"\n  Not just yet, soon though\n  ","969049":"\n  Possibly\n  ","969050":"\n  neither tbh\n  ","969051":"\n  Lol well thank you anon\n  ","969052":"\n  No I don’t like gambling, never have actually\n  ","969053":"\n  Dog person\n  ","969054":"\n  No I just say Parmesan lol\n  ","969055":"\n  It’s going okay lol\n  ","969056":"\n  No I don’t\n  ","969057":"\n  Yes, I do\n  ","969058":"\n  Plain cheese pizza!\n  ","969059":"\n  I like cheddar and Parmesan from those choices lol\n  ","969060":"\n  I’m not in any currently lol\n  ","969061":"\n\n   https:\/\/youtu.be\/cDPVUR6ryCU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","969062":"\n\n   https:\/\/youtu.be\/4uTNVumfm84\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Well that’s going to be interesting lol\n  ","969063":"\n  lol why?\n  ","969064":"\n  Yes, I am! 🤣\n  ","969065":"\n  🤔🤔\n  ","969066":"\n  Yes, I am\n  ","969067":"\n  Lol I was on a walk already 🤣\n  ","969068":"\n  Lol say what?🤣\n  ","969069":"\n  No you’re not!😊\n  ","969070":"\n  Awhhh that’s great!\n  ","969071":"\n  nope lol\n  ","969072":"\n  Coconut milk lol it’s refreshing\n  ","969073":"\n  Lol it’s from Starbucks\n  ","969074":"\n  See what?🤔 and no I’m not always in a positive mood.\n  ","969075":"\n  It’s called pink drink lol\n  ","969076":"\n  Yeah, I do\n  ","969077":"\n  Entertain myself by watching tv, going outside, listen to music, swim, go on social media, sleep\n  ","969078":"\n  Pink drink!\n  ","969079":"\n  I’m drinking starbucks and chilling!\n  ","969080":"\n  Yes, I am!\n  ","969081":"\n  I like cooking foods I like lol like carbonara 🤪\n  ","969082":"\n  I’m doing okay, you?\n  ","969083":"\n  I have snapchat lol\n  ","969084":"\n  Snapchat!\n  ","969085":"\n  That’s a joke?🤣\n  ","969086":"\n  I’m a Virgo\n  ","969087":"\n  Excuse me?🤨\n  ","969088":"\n  I mean look at how cute they are?! Yes, I’d hug a cow 😁\n  ","969089":"\n  I’m not sure yet!🤔\n  ","969090":"\n  No I don’t\n  ","969091":"\n  What ?🤨\n  ","969092":"\n  Passing my driving test last year lol\n  ","969093":"\n  Thank you lol\n  ","969094":"\n  I’m already skinny with small boobs anyways 🤣\n  ","969095":"\n  There’s no one like me, sorry anon\n  ","969096":"\n  Yes, I do!\n  ","969097":"\n  Sure anon!\n  ","969098":"\n  With socks and sometimes without them\n  ","969099":"\n  🤨🤨\n  ","969100":"\n  A fashion designer\n  ","969101":"\n  All the wild animals are slowly going extinct 🙁\n  ","969102":"\n  What about him?\n  ","969103":"\n  I appreciate that, thank you😊\n  ","969104":"\n  No I don’t\n  ","969105":"\n  Thanks anon.\n  ","969106":"\n  Yeah🙁\n  ","969107":"\n  No in June.\n  ","969108":"\n  Hmm I’m not sure🤔\n  ","969109":"\n  Yeah, I miss him though. Wish we could talk🙃\n  ","969110":"\n  I guess so\n  ","969111":"\n  Seriously? Y’all are crazy 🙃\n  ","969112":"\n  I’m 5’7\n  ","969113":"\n  Both are pretty nice.\n  ","969114":"\n  I noticed you😊\n  ","969115":"\n  Sneakers, the most!\n  ","969116":"\n  Don’t feel sad\n  ","969117":"\n  Thank you!😊\n  ","969118":"\n  Lol thank you anon\n  ","969119":"\n  Hello!\n  ","969120":"\n  I don’t pray anon\n  ","969121":"\n  Christian anon\n  ","969122":"\n  Yes, of course!\n  ","969123":"\n  I’ll follow you!😊\n  ","969124":"\n  Yes I like cereal and I put the cereal first and then the milk!\n  ","969125":"\n  I’m still in bed lol\n  ","969126":"\n  No I don’t think I ever have.\n  ","969127":"\n  Yeah, it’s happening again sadly,and ugh!\n  ","969128":"\n  Yes I have tellonym! It’s in my bio😁\n  ","969129":"\n  Myself, definitely\n  ","969130":"\n  I drink a lot of water actually!\n  ","969131":"\n  Not really, no\n  ","969132":"\n  I mean if people want to change how they look in order to feel more confident I’m all for it anon\n  ","969133":"\n  Being ignored\/ ghosted\n  ","969134":"\n  Neither of those lol\n  ","969135":"\n  Ever since I was little I’ve been listening to them and my love for them has grown even more over the years.\n  ","969136":"\n  Because ninjas are cool! lol\n  ","969137":"\n  All kinds of bears tbh!\n  ","969138":"\n  Definitely Linkin Park 🥺\n  ","969139":"\n  Yes, I find it very interesting! And I’m a Virgo in the the 6th house\n  ","969140":"\n  It’s going lol, I just woke up\n  ","969141":"\n  Definitely automatic\n  ","969142":"\n  Well when I need to. When I go to the store I do.\n  ","969143":"\n  Definitely to swim as I am already naturally tan lol\n  ","969144":"\n  Yes, I do\n  ","969145":"\n  I’m getting pretty sleepy\n  ","969146":"\n  I’m okay, sure 😊\n  ","969147":"\n  I know lol🤣\n  ","969148":"\n  Yeah they’re very dry lol\n  ","969149":"\n  I’m just laying down in bed currently lol\n  ","969150":"\n  The bad habit I have of picking my lips to the point they bleed\n  ","969151":"\n  Chocolate\n  ","969152":"\n  😊\n  ","969153":"\n  No you’re not\n  ","969154":"\n  I think most people are lol\n  ","969155":"\n  Say what?\n  ","969156":"\n  Yes, I would.\n  ","969157":"\n  Sure, why not!\n  ","969158":"\n  I’m not sure lol🤣\n  ","969159":"\n  Because I wasn’t feeling sleepy lol\n  ","969160":"\n  Sure, why not!🤣\n  ","969161":"\n  You’ll find someone\n  ","969162":"\n  No I haven’t lol\n  ","969163":"\n  No lol I wouldn’t do that\n  ","969164":"\n  Yes, sure!😊\n  ","969165":"\n  Yes!😁\n  ","969166":"\n  lol not necessarily\n  ","969167":"\n  I prefer hiking!\n  ","969168":"\n  Probably an office job or like teaching job 🤔\n  ","969169":"\n  I definitely prefer swimming! I don’t need to sunbathe I’m already naturally tan lol\n  ","969170":"\n  Linkin Park, when it’s hot outside, walking, hiking, biking, swimming, being active 😁\n  ","969171":"\n  I’ve had many weird thoughts lol, so I’m not sure 🤣\n  ","969172":"\n  I’ve seen sharks in aquariums!\n  ","969173":"\n  I think he knows.\n  ","969174":"\n  I’m not upset lol\n  ","969175":"\n  I don’t believe I have lol\n  ","969176":"\n  It’s night here lol\n  ","969177":"\n  I have, yes!\n  ","969178":"\n  I guess so.\n  ","969179":"\n  Oh my goodness lol\n  ","969180":"\n  Oh wow that’s crazy!\n  ","969181":"\n  Of course, that’s possible to find!\n  ","969182":"\n  Why would you do that?\n  ","969183":"\n  Yes lol it is!\n  ","969184":"\n  No I haven’t, you shouldn’t delete any positivity! I know it’s hard to stay positive and confident but you got this!\n  ","969185":"\n  No lol it’s too hot\n  ","969186":"\n  Because captain America is the best!🤣\n  ","969187":"\n  I’d like to be a parent someday and have a girl and boy!😁\n  ","969188":"\n  Well sometimes love can last a lifetime  and  never die. Sometimes  love doesn’t last long at all and it fades away.\n  ","969189":"\n  Am I though?\n  ","969190":"\n  I don’t know tbh\n  ","969191":"\n  Yes, he is!\n  ","969192":"\n  That’s okay, there’s many things that can get rid of pimples!\n  ","969193":"\n  Thank you!😎\n  ","969194":"\n  that’s wonderful\n  ","969195":"\n  Lol I’m definitely not but thank you!\n  ","969196":"\n  Honestly I don’t think money should be important in a relationship. Because relationships aren’t just about the money it’s about the person and who they are and your love for them. But to be in a relationship I think you should at least be financially stable.\n  ","969197":"\n  yeah lol you know the band maroon 5? There’s actually 6 of them\n  ","969198":"\n  cheers!\n  ","969199":"\n  I’m not even sure tbh\n  ","969200":"\n  no lol\n  ","969201":"\n  🤣🤣\n  ","969202":"\n  both lol 😬\n  ","969203":"\n  Lol oh that’s interesting anon🤔\n  ","969204":"\n  Exactly 🤣\n  ","969205":"\n  🤣\n  ","969206":"\n  Thank you!😊\n  ","969207":"\n  Both but I like natural water more lol\n  ","969208":"\n  I play tennis!\n  ","969209":"\n  lol thank you anon\n  ","969210":"\n  Not really, no\n  ","969211":"\n  Oh wow lol\n  ","969212":"\n  Why?🤨\n  ","969213":"\n  I cross them sometimes\n  ","969214":"\n  Most of them, yeah!\n  ","969215":"\n  No lol\n  ","969216":"\n  I look like a dead bird?🤣\n  ","969217":"\n  lol wow that’s incredible news!\n  ","969218":"\n  I have, yes!\n  ","969219":"\n  FBI agent\/profiler or an interior designer 😁\n  ","969220":"\n  Awh thank you so much anon 😊\n  ","969221":"\n  Yes, I definitely have changed!\n  ","969222":"\n  cool cool!😁\n  ","969223":"\n  Not anymore!\n  ","969224":"\n  Heath, happiness, success!\n  ","969225":"\n  Definitely Spanish!\n  ","969226":"\n  Lol well I am European 🤣\n  ","969227":"\n  Thank you!😊\n  ","969228":"\n  Well that’s very saddening to hear anon. No thank you\n  ","969229":"\n  I do, sometimes! I don’t read comics anymore, I used to love them!\n  ","969230":"\n  My birthday is in September lol\n  ","969231":"\n  That was way in the past. Have a nice day as well😊\n  ","969232":"\n  No anon.\n  ","969233":"\n  Yes, I have been cheated on in the past. I mean I don’t know for sure but I have feeling that I was being cheated on\n  ","969234":"\n  Yeah, that’s pretty bad.\n  ","969235":"\n  lol I don’t know what you could say?\n  ","969236":"\n  Ninjas!\n  ","969237":"\n  Lol what?🤔\n  ","969238":"\n  I’m sorry, what?\n  ","969239":"\n  I was outside recently lol\n  ","969240":"\n  No I’m watching tv currently\n  ","969241":"\n  yes, in high school!\n  ","969242":"\n  No lol\n  ","969243":"\n  I was in so many plays lol\n  ","969244":"\n  Ohhh wow lol here it’s 3:40 pm\n  ","969245":"\n  Yes lol I have 🤣\n  ","969246":"\n  Yes, I have!\n  ","969247":"\n  Oh well lol\n  ","969248":"\n  A giant hamster 😁\n  ","969249":"\n  It’s definitely still going! How’s your day?😊\n  ","969250":"\n  I find baths more relaxing tbh!😎\n  ","969251":"\n  Yes, they were plays!\n  ","969252":"\n  gotta come off anon\n  ","969253":"\n  Yes, I have!\n  ","969254":"\n  More of a night person tbh\n  ","969255":"\n  Possibly Friday! 😁\n  ","969256":"\n  Anon oh anons.\n  ","969257":"\n  Never heard of it\n  ","969258":"\n  Hello there!\n  ","969259":"\n  Yes, I do\n  ","969260":"\n\n   https:\/\/youtu.be\/v2H4l9RpkwM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","969261":"\n  Blue and pink!\n  ","969262":"\n  I like reggae music!\n  ","969263":"\n  Why’s that? Lol\n  ","969264":"\n  Sadly I don’t think we can but I’d like to believe that we could one day.\n  ","969265":"\n  I’m doing okay, you?\n  ","969266":"\n  Not necessarily lol\n  ","969267":"\n  🤣🤣\n  ","969268":"\n  I have so many bracelets that I don’t wear lol\n  ","969269":"\n  No I don’t\n  ","969270":"\n  Were you anon?\n  ","969271":"\n  Thank you😊\n  ","969272":"\n  I haven’t tried coffee flavored ice cream\n  ","969273":"\n  Very much so\n  ","969274":"\n  I feel like I’m pretty satisfied but a part of me is always wanting more.\n  ","969275":"\n  That’s wonderful anon\n  ","969276":"\n  No I haven’t\n  ","969277":"\n  No I don’t\n  ","969278":"\n  Yes I do 🙃\n  ","969279":"\n  I wouldn’t consider them strange\n  ","969280":"\n  In romantic movies how they’re very  lovey dovey and so happy and cute.\n  ","969281":"\n  Lol yes, definitely\n  ","969282":"\n  Yes lol\n  ","969283":"\n  Yes, I believe so\n  ","969284":"\n  I’m bored\n  ","969285":"\n  No lol!\n  ","969286":"\n  No lol\n  ","969287":"\n  Lol just my parents and brother anon🤣\n  ","969288":"\n  I’m so sleepy\n  ","969289":"\n  What are you talking about? lol\n  ","969290":"\n  Because I am anon\n  ","969291":"\n  No lol I do live with my family\n  ","969292":"\n  That’s coool!😁\n  ","969293":"\n  Lol we never lived together and I just don’t know.\n  ","969294":"\n  I have not!\n  ","969295":"\n  The shy girl 🤣\n  ","969296":"\n  I agree it is!\n  ","969297":"\n  I don’t know exactly how many lol\n  ","969298":"\n  Awh thank you!😊\n  ","969299":"\n  I know lol and that’s cool!\n  ","969300":"\n  Lol I’m not🤣\n  ","969301":"\n  I have a big family lol\n  ","969302":"\n  No lol\n  ","969303":"\n  Lol for sure!\n  ","969304":"\n  Yeah, I do\n  ","969305":"\n  Goodness y’all are so nosey\n  ","969306":"\n  Alrighty then 🤨\n  ","969307":"\n  We were together for 5 months.\n  ","969308":"\n  I have not, no\n  ","969309":"\n  I have, indeed!\n  ","969310":"\n  I’ve been to so many beautiful places! 😅\n  ","969311":"\n  My family talking 🤣\n  ","969312":"\n  Nope, don’t have that\n  ","969313":"\n  I can’t dance even though I took it for 4 years lol\n  ","969314":"\n  nah, I already have many times\n  ","969315":"\n  That’s very sweet, thank you!\n  ","969316":"\n  A song called visions!\n  ","969317":"\n  Nah I’m good\n  ","969318":"\n  Nope lol\n  ","969319":"\n  Yes anon😊\n  ","969320":"\n  That’s wonderful anon\n  ","969321":"\n  I’m doing okay, you?\n  ","969322":"\n  Oh no, lol I’m just organizing stuff.\n  ","969323":"\n  lol say what\n  ","969324":"\n  I don’t like Pokémon, nope.\n  ","969325":"\n  From here!😁\n  ","969326":"\n  No I haven’t used any of those lol\n  ","969327":"\n  What’s not so good stuff? Lol\n  ","969328":"\n  I’m glad you agree!😊\n  ","969329":"\n  Awhh thank you lovely💕\n  ","969330":"\n  I would want to name my son Chester without a doubt and my daughter maybe Talulah or Athena or Anastasia 😁\n  ","969331":"\n  Yes, of course! She’s a sweetheart 😊\n  ","969332":"\n  Yeah I am lol\n  ","969333":"\n  Not necessarily, no lol\n  ","969334":"\n  It’s alright, pretty busy again though lol\n  ","969335":"\n  One is younger and the others are older lol\n  ","969336":"\n  I do like One Republic and imagine dragons lol\n  ","969337":"\n  nope!\n  ","969338":"\n  I have brothers lol\n  ","969339":"\n  I don’t think it’s right at all.\n  ","969340":"\n  Never have been hit.\n  ","969341":"\n  Yeah lol I do\n  ","969342":"\n  It’s all good\n  ","969343":"\n  I don’t see ghosts lol\n  ","969344":"\n  I see ghosts 🤪\n  ","969345":"\n  I mean just because you fall in love with someone it doesn’t mean they’re the right person or that it’s the right timing but on the other hand you may fall in love with someone and the timing may not be right but you might meet them later on down the road and the timing will be right then. I mean just because you fall in love with your significant other doesn’t necessarily mean they’re the right person for you unless you just know.\n  ","969346":"\n  The version of numb they did with Kayne West\n  ","969347":"\n  No I don’t believe so lol\n  ","969348":"\n  Oh goodness, both sound so terrible honestly\n  ","969349":"\n  By boat of course!🤪\n  ","969350":"\n  Sky full of stars!\n  ","969351":"\n  No but my eyes are closing\n  ","969352":"\n  I’m so sleepy\n  ","969353":"\n  🤨🤨\n  ","969354":"\n  Lol you don’t have to travel by bus then 🤣\n  ","969355":"\n  It’s still going lol but it’s been alright\n  ","969356":"\n  Sure lol🤣\n  ","969357":"\n  Happy birthday to you! Have a great day and enjoy 😊\n  ","969358":"\n  I slept alright!😁\n  ","969359":"\n  🤔🤔\n  ","969360":"\n  Christopher Robin\n  \n  ‘IT’ chapter 1 & 2\n  \n  The conjuring 1 & 2\n  \n  Hotel Artemis\n  \n  etc!\n  ","969361":"\n  🤨🤨\n  ","969362":"\n  Not something I would ever do.\n  ","969363":"\n  I had to fall to lose it all but in the end it doesn’t even matter 🙁\n  ","969364":"\n  About my future and life.\n  ","969365":"\n  I prefer summer!\n  ","969366":"\n  Why do you have to keep asking?\n  ","969367":"\n  Yes, I’m very sensitive actually.\n  ","969368":"\n  I’m not allergic to anything\n  ","969369":"\n  Yes it happens to me sometimes and I just end up putting my hair in a pony tail 🤣\n  ","969370":"\n  Not that long I guess, I haven’t gone underwater to hold my breath in awhile lol and I’ve been in pretty deep water!\n  ","969371":"\n  Awh thank you😊\n  ","969372":"\n  Because that’s not right\n  ","969373":"\n  I haven’t seen that\n  ","969374":"\n  I say scone lol\n  ","969375":"\n  I’m not sure sure now that I think about it 🤔\n  ","969376":"\n  No I wouldn’t.\n  ","969377":"\n  I don’t have a bucket list\n  ","969378":"\n  Linkin Park has had such a huge impact on me throughout my lifetime till today because Chester and his music inspire\/motivate me every single day and has gotten me through so many difficult times throughout my life. They’ve had such a huge positive impact on me it’s incredible. I grew up listening to them and it’s been an amazing ride through life with Linkin Park by my side.\n  ","969379":"\n  I have no idea, just be yourself I would say\n  ","969380":"\n  If you come off anon\n  ","969381":"\n  The only thing on my bucket list is to that one day you have to ya do it 🤔🤔🤣\n  ","969382":"\n  Take me to the beach today 🤣\n  ","969383":"\n  I’m not sure tbh lol\n  ","969384":"\n  Linkin Park, animals, traveling, going outside in the sun, swimming, yoga, biking, hiking, sleeping, watching my favorite movies and tv shows etc!😁\n  ","969385":"\n  I’m already naturally tan lol\n  ","969386":"\n  I don’t quite remember lol\n  ","969387":"\n  My favorite song is waiting on the corner by walking on cars and it’s my favorite because it really speaks to me and gets me in the feels every time I listen to it.\n  ","969388":"\n  Yes, I believe jealously does harm relationships. It’s just not healthy to be jealous when you’re in a relationship. It ruins things definitely.\n  ","969389":"\n  I’d rather watch how Freddy Kruger is doing 🤣\n  ","969390":"\n  I don’t have a favorite brand in multivitamins lol\n  ","969391":"\n  Yes anon! Linkin Park is legendary and no that’s not bad! I’m glad you like them 😊\n  ","969392":"\n  I could somewhat aha😁\n  ","969393":"\n  Thank you!😊\n  ","969394":"\n  Why me going to sleep is bad news?\n  ","969395":"\n  No no, my favorite season is summer!\n  ","969396":"\n  It’s not 2 am\n  ","969397":"\n  Goodnight y’all\n  ","969398":"\n  Absolutely not 🤣\n  ","969399":"\n  I just always think I’m not, and yes I agree!\n  ","969400":"\n  Okay let’s not.\n  ","969401":"\n  Yeah most likely because I didn’t do anything to get one. That’s probably it\n  ","969402":"\n  No lol\n  ","969403":"\n  I just never have, I prefer the sun!\n  ","969404":"\n  No lol it was 100 degrees here\n  ","969405":"\n  Maybe it’s just an error! Because same I didn’t do anything 🥴\n  ","969406":"\n  Oh no, I don’t like the rain lol. Here it was very warm today aha\n  ","969407":"\n  I’ve been busy all day aha, how has your day been?\n  ","969408":"\n  Omg yes anon! You’re now my favorite 😁Thank you for saying that! Linkin Park is legendary that’s why we have to keep Chester’s legacy alive forever so that many people can hear his music!\n  ","969409":"\n  no anon, I don’t bite\n  ","969410":"\n  Oh lol, I mean it’s useful to have\n  ","969411":"\n  🤔🤔\n  ","969412":"\n  Oh yes definitely! Especially about what others think about me and say about me!\n  ","969413":"\n  Lol thank you anon, but don’t be intimidated.\n  ","969414":"\n  I mean I guess I keep them to myself\n  ","969415":"\n  Say what?\n  ","969416":"\n  Oh goodness, that would be terrible\n  ","969417":"\n  Why would you be scared of me?\n  ","969418":"\n  Waiting on the corner by walking on cars!\n  ","969419":"\n  Ooh interesting lol\n  ","969420":"\n  You tell me.\n  ","969421":"\n  Me only? Lol\n  ","969422":"\n  No I don’t think I know anyone like that tbh\n  ","969423":"\n  I’m 5’7\n  ","969424":"\n  I’m bored\n  ","969425":"\n  Lol it’s all good!\n  ","969426":"\n  I’m so lost\n  ","969427":"\n  Thank you so much anon, that’s very kind of you to say! 🥺\n  ","969428":"\n  Lol why not\n  ","969429":"\n  Watermelon?\n  ","969430":"\n  It’s 9:11 pm\n  ","969431":"\n  Chester Bennington 🥺🥺\n  ","969432":"\n  I’ve never tried karaoke actually! I wouldn’t though because I can’t sing lol\n  ","969433":"\n  Why? lol\n  ","969434":"\n\n   https:\/\/youtu.be\/LEjJaLexQq4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","969435":"\n  The hardest part of ending is starting again.\n  \n  It’s a song lyric from waiting fir the end by Linkin Park!\n  ","969436":"\n  🧚🏻‍♀️🧚🏻‍♀️✨\n  ","969437":"\n  Most likely\n  ","969438":"\n  I appreciate your kindness!\n  ","969439":"\n  Awh thank you so much for this positivity! I appreciate it so much, you have no idea😊\n  ","969440":"\n  Maybe like a clothing store!😁\n  ","969441":"\n  nothing?\n  ","969442":"\n  You definitely should 😊\n  ","969443":"\n  I’m not sure, my mind is always all over the place\n  ","969444":"\n  I like Spongebob Squarepants but Patrick is my favorite 🤣\n  ","969445":"\n  Yes, I’ve played Mario Kart many times before! I was pretty good at it 😁 omg I remember getting hit by that squid and the bananas 🤣\n  ","969446":"\n  I would say probably Sunday or Monday lol\n  ","969447":"\n  FBI agent\/profiler or an interior designer 😁\n  ","969448":"\n  🤨🤨\n  ","969449":"\n  I’m just sitting outside in the heat listening to Linkin Park! 😁\n  ","969450":"\n  I’m not sure tbh🤔\n  ","969451":"\n  Thank you! Hope you’re staying safe😊\n  ","969452":"\n  I didn’t anon.\n  ","969453":"\n  It definitely does.\n  ","969454":"\n  Good evening to you too\n  ","969455":"\n  I didn’t do anything wrong so\n  ","969456":"\n  Who reported me for absolutely no reason?\n  ","969457":"\n  It’s always been though lol\n  ","969458":"\n  They’re both really attractive though 🙃\n  ","969459":"\n  I’m okay, how are you?\n  ","969460":"\n  Probably Friday lol\n  ","969461":"\n  Yeah, I get what you’re saying, and I absolutely agree with you anon.\n  ","969462":"\n  lmao your imagination is wild 🤣 woahhh\n  ","969463":"\n  I’m definitely not, but thank you anon\n  ","969464":"\n  I can sleep when I’m feeling sleepy but then I wake up in the middle of the night not feeling tired\n  ","969465":"\n  In relationships.\n  ","969466":"\n  I’m sure he did anon😊\n  ","969467":"\n  I’m 20 and I have never drank coffee lol\n  ","969468":"\n  Definitely lol\n  ","969469":"\n  No I won’t\n  ","969470":"\n  None\n  ","969471":"\n  I don’t drink coffee\n  ","969472":"\n  Lol what?🤔\n  ","969473":"\n  It’s still going lol\n  ","969474":"\n  Not being good enough.\n  ","969475":"\n  I don’t know how I feel anymore honestly\n  ","969476":"\n  Sneakers like vans, adidas, converse lol\n  ","969477":"\n  Ehhh okay I guess. How are you anon?\n  ","969478":"\n  I like both actually\n  ","969479":"\n  Definitely short hair!\n  ","969480":"\n  Not really, nope\n  ","969481":"\n  🤣🤣\n  ","969482":"\n  Not right now, no lol🤣\n  ","969483":"\n  lol no, I’m good\n  ","969484":"\n  Nope, I’m not\n  ","969485":"\n  I like wearing both.\n  ","969486":"\n  14.1k\n  ","969487":"\n  My phone definitely!\n  ","969488":"\n  I’m okay😬\n  ","969489":"\n  🤨🤨\n  ","969490":"\n  It’s definitely much more easier to forgive. You can forgive someone for what they might have done but that doesn’t mean you have to forget about it. Plus once you forgive someone you’ll feel much more at peace with yourself.\n  ","969491":"\n  Don’t really have a favorite lol\n  ","969492":"\n  Hey girl! Oh no, I’m sorry to hear that 🙁 I followed you!\n  ","969493":"\n  Lol that was slick but no I’m good 🤣\n  ","969494":"\n  No I don’t personally know anyone who’s had covid19. Stay safe!😱\n  ","969495":"\n  Yeah I can never sleep anymore lol\n  ","969496":"\n  Thank you! I hope you have a great weekend as well😁\n  ","969497":"\n  I don’t like seafood. The only seafood I actually like is calamari and that’s it lol\n  ","969498":"\n  Alright, goodnight friends 😎\n  ","969499":"\n  Yeah, of course. When I sleep on my left side I have nightmares and bad dreams it’s weird.\n  ","969500":"\n  Yes lol I do\n  ","969501":"\n  Thank you! lol\n  ","969502":"\n  About to go lay down, I’m pretty sleepy lol\n  ","969503":"\n  Your imagination is wild and creative 🤣\n  ","969504":"\n  Lol no 🤔\n  ","969505":"\n  Sleep🤪\n  ","969506":"\n  No lol\n  ","969507":"\n  I’d probably be nervous since it would be my first time getting pulled over\n  ","969508":"\n  Who’s that?\n  ","969509":"\n  Well yes friends hang out, but I have no idea who you’re so lol\n  ","969510":"\n  No lol\n  ","969511":"\n  Very good to have!\n  ","969512":"\n  I have never been stopped by the cops, no!\n  ","969513":"\n  Nope, never been.\n  ","969514":"\n  I’m not going to hang out with someone I have no idea who they’re\n  ","969515":"\n  No definitely peace maker!\n  ","969516":"\n  Yes I like soup.  My favorites are tomato basil and broccoli cheese soup\n  ","969517":"\n  I just ignore\/avoid them\n  ","969518":"\n  😊\n  ","969519":"\n  Lol you’re an anonymous\n  ","969520":"\n  Not necessarily lol\n  ","969521":"\n  who knows tbh\n  ","969522":"\n  I’m not?\n  ","969523":"\n  What in the world are you talking about?🤣\n  ","969524":"\n  🧚🏻‍♀️🧚🏻‍♀️✨\n  ","969525":"\n  Oh lol interesting\n  ","969526":"\n  Oh wow lol🤣\n  ","969527":"\n  We can be friends!\n  ","969528":"\n  No can do\n  ","969529":"\n  I’m not your mom🤨\n  ","969530":"\n  I guess?\n  ","969531":"\n  Of course, always\n  ","969532":"\n  No she’s always happy around me\n  ","969533":"\n  It’s 10:21 pm here lol but good morning to you!\n  ","969534":"\n  It’s all good!\n  ","969535":"\n  Yes lol\n  ","969536":"\n  I don’t know lol\n  ","969537":"\n  I agree with the keep thinking positive part and head up!\n  ","969538":"\n  It’s 10:15 pm here now aha\n  ","969539":"\n  🤨🤨\n  ","969540":"\n  Yeah, definitely\n  ","969541":"\n  What is that lol\n  ","969542":"\n  Sometimes, I usually remember though\n  ","969543":"\n  Someone’s mad\n  ","969544":"\n  You just gotta always think positively and ignore the negativity surrounding you.\n  ","969545":"\n  🤣🤣\n  ","969546":"\n  Ranch, bbq sauce, honey mustard, tartar sauce, sour cream, Labne. That’s all I can think of right now lol\n  ","969547":"\n  Nah lol\n  ","969548":"\n  Excuse me?\n  ","969549":"\n  I have many favorite outfits!\n  ","969550":"\n  I’m not sure actually\n  ","969551":"\n  I wish I knew why, I’m sure they realize that it slowly kills them\n  ","969552":"\n  Thank you!😊\n  ","969553":"\n  Not really, no actually\n  ","969554":"\n  To where now?\n  ","969555":"\n  Awh?\n  ","969556":"\n  I think it’s like 14$ or something like that\n  ","969557":"\n  Maybe a brown bear or a fox 🤪\n  ","969558":"\n  I’m not a coach lol but thank you anon 😊\n  ","969559":"\n  I guess both lol\n  ","969560":"\n  That’s good!😊\n  ","969561":"\n  I guess so lol\n  ","969562":"\n  I guess I keep my appearance low- key lol\n  ","969563":"\n  It’s been awhile since someone hurt my feelings.\n  ","969564":"\n  I mean it’s understandable humanity is depressing\n  ","969565":"\n  What friends?🤣\n  ","969566":"\n  No way, never!\n  ","969567":"\n  Yeah no, I’m good lol\n  ","969568":"\n  I don’t usually curse lol\n  ","969569":"\n  I don’t mind being alone but it’s not always good\n  ","969570":"\n  It’s still going aha!\n  ","969571":"\n  I never had a child or even gave birth lol. You’re hilarious though 🤣\n  ","969572":"\n  Lol thank you!\n  ","969573":"\n  I’m not sure just yet!\n  ","969574":"\n  sure anon🤣\n  ","969575":"\n  Who? 🤣\n  ","969576":"\n  Yes I do\n  ","969577":"\n  For real omg!\n  ","969578":"\n  Fun fun, stay safe!\n  ","969579":"\n  Yeah I’m pretty tall\n  ","969580":"\n  Oh yeah definitely\n  ","969581":"\n  🤔🤔\n  ","969582":"\n  Hopefully happy, successful and healthy!\n  ","969583":"\n  Good afternoon! I’m just chilling you?\n  ","969584":"\n  You should drink some cold water!😱\n  ","969585":"\n  I’m 5’7\n  ","969586":"\n  Like they’re using me and don’t actually care about me\n  ","969587":"\n  No lol\n  ","969588":"\n  Haha that’s probably true but I’m very shy\n  ","969589":"\n  Omg I know, I can’t even watch videos of Linkin Park or Chester because I end up crying 🥺\n  ","969590":"\n  I’m fine.\n  ","969591":"\n  Stop it, he hasn’t done anything wrong at all. I have so much love for him and I’ll always care about him.\n  ","969592":"\n  my weirdness and silliness and how talkative I could be 🤣\n  ","969593":"\n  I usually have extreme anxiety before the day of a test\n  ","969594":"\n  It’s just honestly random sh*t lmao. Like movies and song lyrics and whatnot\n  ","969595":"\n  I love going on walks during any time of the day!\n  ","969596":"\n  No I don’t think so lol\n  ","969597":"\n  I’m drinking some iced water lol\n  ","969598":"\n  I wish I was a vampire smh\n  ","969599":"\n  Lol it’s not your birthright\n  ","969600":"\n  I’m doing okay, I guess. How are you?\n  ","969601":"\n  Somewhat close not very though lol\n  ","969602":"\n  Yes, I have felt like that before.\n  ","969603":"\n  Real books!\n  ","969604":"\n  I’m not your grandma 🥴\n  ","969605":"\n  I’m not your coach lol\n  ","969606":"\n  Definitely a vampire 😎\n  ","969607":"\n  Goodnight lovely 😊\n  ","969608":"\n  That’s true sometimes at least\n  ","969609":"\n  Hello, I’m doing okay. How are you?\n  ","969610":"\n  no I’m good lol\n  ","969611":"\n  My bio on what?\n  ","969612":"\n  I did go to sleep\n  ","969613":"\n  In Europe probably lol\n  ","969614":"\n  Hey!\n  ","969615":"\n  🤨🤨\n  ","969616":"\n  yeah, same here! I’ve listened to Linkin Park ever since I was a little girl until now😁 I know, how could you not know who Chester is?! 🙃\n  ","969617":"\n  😱😱\n  ","969618":"\n  I used to be, not until he tried to kill me in my dream 🤣\n  ","969619":"\n  I have not sailed in a Catamaran🤔 and I have not played that. I’ve never worn a jester outfit.\n  ","969620":"\n  I don’t have a mustache lmao🤣\n  ","969621":"\n  Mosquitoes definitely 🥴\n  ","969622":"\n  Yeah once I’m 21, why not!😎\n  ","969623":"\n  Sure, why not🤪\n  ","969624":"\n  Lol sure thing!\n  ","969625":"\n  They don’t pay you anything 🤣\n  ","969626":"\n  Need to get them done first lol\n  ","969627":"\n  Say what now?\n  ","969628":"\n  Yes indeed🤣\n  ","969629":"\n  Someone who’s loyal, honest, trustworthy, kind, silly, weird, caring, loving, fun, respectful, passionate, supportive etc. 😁\n  ","969630":"\n  He committed suicide 💔🥺 just saying that makes me cry.\n  ","969631":"\n  😁😁\n  ","969632":"\n  It’s only Friday lol\n  ","969633":"\n  Yes, I do\n  ","969634":"\n  Awhh thank you for the positivity! You’re also amazing 😊\n  ","969635":"\n  Exactly anon🥺\n  ","969636":"\n  I’m 20\n  ","969637":"\n  I don’t have chubby cheeks at all my friend🤣\n  ","969638":"\n  He didn’t do anything anon.\n  ","969639":"\n  I mean like how could you not know who Chester the legend is?😱\n  ","969640":"\n  No I don’t\n  ","969641":"\n  Happy Friday to you too! Have a great weekend 😁\n  ","969642":"\n  What? Lol\n  ","969643":"\n  Yeah it was crashing but they fixed it!\n  ","969644":"\n  I wouldn’t say strange, I think they’re pretty common\n  ","969645":"\n  No way! That’s awesome!\n  ","969646":"\n  You have to have 1,000 followers\n  ","969647":"\n  Say what now?\n  ","969648":"\n  Definitely not a office job or job where you sit down a lot\n  ","969649":"\n  Don’t really have a favorite game\n  ","969650":"\n  I did a lot today lol, enjoy your dinner!😊\n  ","969651":"\n  I do lol\n  ","969652":"\n  What are you talking about?\n  ","969653":"\n  I don’t\n  ","969654":"\n  He was the lead singer of Linkin Park🥺\n  ","969655":"\n  Yes, I did!\n  ","969656":"\n  I’m okay, I guess. You?\n  ","969657":"\n  No I don’t like beer.\n  ","969658":"\n  You have to email ask to get verified but being in the VIP + program makes it easier to get verified and faster.\n  ","969659":"\n  I guess so.\n  ","969660":"\n  I do like wine! Rosè is definitely my favorite lol\n  ","969661":"\n  I’m a Virgo\n  ","969662":"\n  I do!\n  ","969663":"\n  Yes omg!🤣\n  ","969664":"\n  It’s still Thursday here lol and I don’t think I do\n  ","969665":"\n  I’m just chilling, you?\n  ","969666":"\n  I always do\n  ","969667":"\n  I did, yes!\n  ","969668":"\n  Nope!\n  ","969669":"\n  Yes! I like the song castle of glass as well 😁 my favorite is in my remains!\n  ","969670":"\n\n   https:\/\/youtu.be\/Tm8LGxTLtQk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  🥺🥺🥺\n  ","969671":"\n  🤔🤔\n  ","969672":"\n  Yes, I have lol\n  ","969673":"\n  I guess how much of a big heart I had, and how kind I was, how I tried to spread positivity and love  to everyone.\n  ","969674":"\n  Impractical jokers, pranksters on YouTube\n  ","969675":"\n  Yeah anon.\n  ","969676":"\n  Here’s one of them.\n  ","969677":"\n  Nope, never heard that one lol\n  ","969678":"\n  Nope!\n  ","969679":"\n  Listen to music, watch tv, or nap lol\n  ","969680":"\n  Not in awhile\n  ","969681":"\n  No I don’t.\n  ","969682":"\n  Thank you!😊\n  ","969683":"\n  I’ve never had an allergic reaction luckily lol\n  ","969684":"\n  Ooh that’s a good one! I would say hated for what you are because I don’t believe it would be fair to be loved for what you’re not, you should be loved for who you are.\n  ","969685":"\n  I’m doing okay anon.\n  ","969686":"\n  Don’t really have a wild dream.\n  ","969687":"\n\n   https:\/\/youtu.be\/5dmQ3QWpy1Q\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I always sing along to heavy by Linkin park and every other Linkin park song lol.\n  ","969688":"\n  No we aren’t..\n  ","969689":"\n  Not necessarily, I’m just shy and anxious all the time.\n  ","969690":"\n  Anon he says hello to you! lol\n  ","969691":"\n  no I don’t\n  ","969692":"\n  Linkin park definitely.\n  ","969693":"\n  I’m fine.\n  ","969694":"\n  Yeah we did.\n  ","969695":"\n  Definitely chocolate!\n  ","969696":"\n  Lol nope I don’t smoke 🤣\n  ","969697":"\n  I like sweet more!\n  ","969698":"\n  lol sure anon\n  ","969699":"\n  Where?\n  ","969700":"\n  No clue what that is\n  ","969701":"\n  What?.\n  ","969702":"\n  alrighty then lol\n  ","969703":"\n  I’m not, no..\n  ","969704":"\n  No I’m not here\n  ","969705":"\n  How exactly would that work?🤣\n  ","969706":"\n  Yes, definitely! Let’s go 😎\n  ","969707":"\n  🥴\n  ","969708":"\n  Wooo I also got a friend!🤪\n  ","969709":"\n  If I’m not in love with the person and only like them as a friend, no I wouldn’t marry him.\n  ","969710":"\n  yeahhhh you do!😁\n  ","969711":"\n  Good morning lol\n  ","969712":"\n  Haha good good, you got a friend 😊\n  ","969713":"\n  but but I’m your friend!\n  ","969714":"\n  I don’t think I’m the right person to be asking, I don’t know how to make friends 🤣\n  ","969715":"\n  😎\n  ","969716":"\n  Forced to sing along to any song I heard lol\n  ","969717":"\n  Haha I’m not popular, and what do you mean? 🤣\n  ","969718":"\n  Not at all 🥴\n  ","969719":"\n  To visit and vacation of course! I love going to Greece😁\n  ","969720":"\n  Nah that doesn’t make someone attractive 🤣\n  ","969721":"\n  Lol I can’t name them all\n  ","969722":"\n  Yes, I’m a picky eater!\n  ","969723":"\n  Haha hilarious!\n  ","969724":"\n  I would say their personality and how they treat you and act towards you.\n  ","969725":"\n  Not really, no\n  ","969726":"\n  I guess be able to ask three questions and have them answered accurately 🤪\n  ","969727":"\n  Two in each ear.\n  ","969728":"\n  I don’t.\n  ","969729":"\n  No I don’t 🤔\n  ","969730":"\n  Sitting in an empty room\n  \n  trying to forget the past\n  \n  this was never meant to last\n  \n  I wish it wasn’t so\n  ","969731":"\n  Excuse me?🤣\n  ","969732":"\n  I don’t get it🤨\n  ","969733":"\n  I’m naturally skinny anon.\n  ","969734":"\n  I don’t see why that would concern you if I do or not.\n  ","969735":"\n  Yes of course, I have! I love it, it’s very relaxing and such beautiful scenery!\n  ","969736":"\n  I’d rather stay in my comfort zone because it’s very stressful for me to go out of my comfort zone.\n  ","969737":"\n  I haven’t, no\n  ","969738":"\n  Yes, of course! I enjoy going to parks😁\n  ","969739":"\n  lmao you’re making me laugh, no you have to send them a video and picture of yourself holding your @.\n  ","969740":"\n  Not really, I don’t like them. I’m not good at the claw machines lol\n  ","969741":"\n  I want 2 kids. A boy and girl lol\n  ","969742":"\n  I’m 20\n  ","969743":"\n  Yes, of course! I love Greece😁 I’ve been to Santorini, I know!\n  ","969744":"\n  Spanish and Mediterranean style homes definitely\n  ","969745":"\n  Work for myself and incredibly hard.\n  ","969746":"\n  I don’t even know.\n  ","969747":"\n  Yeah lol I can’t.\n  ","969748":"\n  Thank you!\n  ","969749":"\n  My pictures aren’t weird at all anon, they very well do look right😊\n  ","969750":"\n  I only tend to have nightmares or bad dreams when I sleep on my left side.\n  ","969751":"\n  Nope.\n  ","969752":"\n  Yes, I am now. Why?🤔\n  ","969753":"\n  Lol yeah but it’s good\n  ","969754":"\n  Oh I’ll definitely check it out😊\n  ","969755":"\n  🤨🤨\n  ","969756":"\n  By my name lmao\n  ","969757":"\n  I have not\n  ","969758":"\n  No I don’t\n  ","969759":"\n  The fruit? Lol\n  ","969760":"\n  Don’t have one\n  ","969761":"\n  I’ve just been busy with things anon lol\n  ","969762":"\n  Lol so I’m almost 21🤣\n  ","969763":"\n  That’s not odd, thank you😊\n  ","969764":"\n  I don’t get drunk\n  ","969765":"\n  I do\n  ","969766":"\n  nah I’m verified so obviously I’m real 🤣\n  ","969767":"\n  Yes, I do\n  ","969768":"\n  lol life🤣\n  ","969769":"\n  🌸🤪\n  ","969770":"\n  I know, I do!🤣\n  ","969771":"\n  I’ve been very busy!\n  ","969772":"\n  good for you lol\n  ","969773":"\n  oh no, that would’ve been great lol\n  ","969774":"\n  I wish I had the time! 🙃\n  ","969775":"\n  Ranch and bbq sauce lol\n  ","969776":"\n  Some pizza lol\n  ","969777":"\n  Chicken curry actually sounds good lol\n  ","969778":"\n  It’s going alright!\n  ","969779":"\n  I’m just chilling right now lol\n  ","969780":"\n  I use tbh and lol a lot\n  ","969781":"\n  Yes, I have before.\n  ","969782":"\n  absolutely not\n  ","969783":"\n  Yes, I absolutely agree!\n  ","969784":"\n  I didn’t have dinner lol\n  ","969785":"\n  I don’t like needles lol\n  ","969786":"\n  I like both\n  ","969787":"\n  Stress handles me.\n  ","969788":"\n  The weather!\n  ","969789":"\n  My social anxiety and shyness.\n  ","969790":"\n  I don’t, which is very unhealthy. I just shut down\n  ","969791":"\n  Nope\n  ","969792":"\n  No I wouldn’t\n  ","969793":"\n  Definitely Italian!\n  ","969794":"\n  Yes, I would\n  ","969795":"\n  There Sky Sky🤪\n  ","969796":"\n  I’m a Virgo\n  ","969797":"\n  No I don’t\n  ","969798":"\n  I have two on each ear lol\n  ","969799":"\n  No lol\n  ","969800":"\n  It’s very odd lol\n  ","969801":"\n  No I haven’t been lol\n  ","969802":"\n  No I’m not!\n  ","969803":"\n  Thank you Hunter!😊 that’s very kind and yes I’ve known you for awhile now. I’m glad you’re back!😎\n  ","969804":"\n  It’s still Wednesday here lol\n  ","969805":"\n  Oh wow it’s early over there! It’s 2:58 on here lol\n  ","969806":"\n  Yeah I do\n  ","969807":"\n  That’s awesome!😊\n  ","969808":"\n  yes that’s you 🤣 anon was asking who you are lol\n  ","969809":"\n  Europe lmao\n  ","969810":"\n  That’s Hunter, I’ve known him for awhile from here!😁\n  ","969811":"\n  Spongebob Squarepants, Adventure time and we bare bears.\n  ","969812":"\n  Sure.\n  ","969813":"\n  I’m okay anon.\n  ","969814":"\n  Excuse me?\n  ","969815":"\n  I would do other things I guess, but we do need sleep.\n  ","969816":"\n  Hurricanes and tornadoes I would say.\n  ","969817":"\n  Lol no\n  ","969818":"\n  No lol I’m good\n  ","969819":"\n  Nope, I wouldn’t.\n  ","969820":"\n  Yeah other than that they’re useless lol\n  ","969821":"\n  I’m fine.\n  ","969822":"\n  Hahah you can give people coins on answers and you receive coins every-time you ask a question to someone and they answer it or when you answer questions. 🤣\n  ","969823":"\n  It’s going, it’s still pretty early here lol. How’s your day?\n  ","969824":"\n  Oh my god, there are so many ads it’s crazy! 🥴\n  ","969825":"\n  You didn’t miss much on here lol. Except there’s coins now and VIP 🤣\n  ","969826":"\n  I’m not sure, I guess I do.\n  ","969827":"\n  I hope he’s good, I miss him.\n  ","969828":"\n  Yes for real! I’ve been okay, I guess. How are you?\n  ","969829":"\n  Yes it’s me lol! It’s been awhile\n  ","969830":"\n  No lol, my favorite show is criminal minds!\n  ","969831":"\n  I did get some sleep!\n  ","969832":"\n  Well yeah because I don’t know you 😅\n  ","969833":"\n  Doesn’t bother me because I’ve never used it lol\n  ","969834":"\n  🤣\n  ","969835":"\n  Lol what?\n  ","969836":"\n  It’s baggy lol\n  ","969837":"\n  Lol thank you\n  ","969838":"\n  Thank you? lol\n  ","969839":"\n  I’m a very honest person 😊\n  ","969840":"\n  That’s nice.\n  ","969841":"\n  No lol🤣\n  ","969842":"\n  I like hummus.\n  ","969843":"\n  Why?\n  ","969844":"\n  I don’t like beans.\n  ","969845":"\n  Thank you! Have a wonderful Wednesday😊\n  ","969846":"\n  Lol then I guess so\n  ","969847":"\n  😎🤪\n  ","969848":"\n  Not necessarily, that doesn’t mean he’s just straight.\n  ","969849":"\n  Yes, sure😁\n  ","969850":"\n  No I don’t\n  ","969851":"\n  Soy sauce\n  ","969852":"\n  I’m doing okay, I guess 😊\n  ","969853":"\n  When have you seen me run? Lol\n  ","969854":"\n  I eventually will fall back asleep\n  ","969855":"\n  I like any color that’s neon and bright lol\n  ","969856":"\n  Sure😊\n  ","969857":"\n  I’m 5’7\n  ","969858":"\n  Sure the bikini bottom will welcome you🤣\n  ","969859":"\n  Yes, my favorite animal are bears!\n  ","969860":"\n  Oh definitely, the weather here is wonderful and warm🤣\n  ","969861":"\n  My favorite fruit is watermelon and least favorites are pineapple and mango.\n  ","969862":"\n  Lol still pretty warm\n  ","969863":"\n  Oh wow, that sounds terrible\n  ","969864":"\n  Pretty warm actually, how about there?\n  ","969865":"\n  I don’t think that many times, no lol\n  ","969866":"\n  Bright neon colors😁\n  ","969867":"\n  I believe a few times\n  ","969868":"\n  Lol I would but it’s so dark right now🤣\n  ","969869":"\n  I don’t really have a favorite fast food lol.\n  ","969870":"\n  Yeah, I do lol\n  ","969871":"\n  90 day fiancé lol\n  ","969872":"\n  Nahhh I don’t\n  ","969873":"\n  Why?🤣\n  ","969874":"\n  I’m just laying down in bed lol you?\n  ","969875":"\n  I like them both ways\n  "}}