{"Question":{"969876":"\n   What weird food combinations do you really enjoy?\n  ","969877":"\n   Do you like wearing hoodies?\n  ","969878":"\n   Do you prefer to eat at home or in a restaurant? Why? ☻\n  ","969879":"\n   I'm bothering you aren't I? :\/\n  ","969880":"\n   Who is hotter, you or the sun lol?\n  ","969881":"\n   What if it isn't quite dirty, just sloppy? Does sloppy dancing sound better to you?\n  ","969882":"\n   It's 1:08 am Nicole\n  ","969883":"\n   Is there life on Mars?\n  ","969884":"\n   Can't sleep?\n  ","969885":"\n   What art form do you like best?\n  ","969886":"\n   You OK?\n  ","969887":"\n   Yeah ig. Would you say you are mature for your age?\n  ","969888":"\n   I am 26, soon to be 27. You are up early?\n  ","969889":"\n   Originally UK but have lived in NZ for the past 11 years\n  ","969890":"\n   Thank you! You OK to talk for a bit?\n  ","969891":"\n   You'd need to be living in Bikini Bottom. Yeah I'm OK at swimming. Do you mind if I ask your age?\n  ","969892":"\n   do you laugh easily?\n  ","969893":"\n   Followed! :)\n  ","969894":"\n   Good morning from engineer qasai \nBooking krwa lo🙈\n  ","969895":"\n   Where are you from? Sorry if I'm bothering you?\n  ","969896":"\n   Fine thanks. Are you a strong swimmer lol?\n  ","969897":"\n   Having a good day?\n  ","969898":"\n   Good lol. How are you?\n  ","969899":"\n   Do you regret anything? #OVBR\n  ","969900":"\n   whats one of the Best jobs you ever had?\n  ","969901":"\n   How are Spongebob & Patrick lol?\n  ","969902":"\n   What is your favorite thing to make to eat?\n  ","969903":"\n   Let's say you do. She's Great Aunt Zareh, a renowned artist, who lives in the picturesque city of Dilijan on her lavish estate with a collection of animal friends. Would you move in with her and manage her art gallery?\n  ","969904":"\n   Do you keep your room clean or messy?\n  ","969905":"\n   How is life in Bikini Bottom? Lol\n  ","969906":"\n   Would you rather be a cop or a spy?\n  ","969907":"\n   Thanks for asking! So far so good, I can’t really complain.\n  ","969908":"\n   What’s your take on tarot\/oracle cards?\n  ","969909":"\n   OMG you guys should watch Casablanca together its the greatest romance movie ever :)\n  ","969910":"\n   i know this is a dumb question so you don’t have to answer it. it’s just to help settle an argument i’m having. would you consider Landon to be a common name?\n  ","969911":"\n   Have you and Jeffrey watched Casablanca yet? :)\n  ","969912":"\n   If you could become an additional character in your favourite film\/series, which would it be and who would you be?\n  ","969913":"\n   If you have a written CV (resumé), what hobbies or activities did you include on it, if any?\n  ","969914":"\n   Do movie scenes ever make you cry?\n  ","969915":"\n   Awww D: what’s that for?\n  ","969916":"\n   Nice pic, you look good in those glasses ;)\n  ","969917":"\n   I heard this rumor you like doggos :D\n  ","969918":"\n   Are you in love with a dragons dinner?\n  ","969919":"\n   Excuse me, why is your elephant Mexican?\n  ","969920":"\n   I love how in the cartoon, the grinch slid down to hooville to return the presents, and if you watch closely the circle of Hoos opened like a gate to let him in xD\n  ","969921":"\n   OMG have you seen the original grinch cartoon?\n  ","969922":"\n   What is your favorite childhood TV show and movie?\n  ","969923":"\n   if you could bring something back from the past, what would it be?\n  ","969924":"\n   What talent do you have?\n  ","969925":"\n   Something you would like to try but you are afraid? 🙂\n  ","969926":"\n   If you could have everything for free in a store, which one would you choose? 🙂\n  ","969927":"\n   Do you love the art of dirty dancing?\n  ","969928":"\n   When you were a child, were you afraid to go to the dentist? 🙂\n  ","969929":"\n   What was the last thing you ordered online?\n  ","969930":"\n   Why do I know more about your man Jared's career than you do?\n  ","969931":"\n   What cha dooooooin?\n  ","969932":"\n   Pap\n  ","969933":"\n   Who do you want to creatively collaborate with?\n  ","969934":"\n   Thoughts on Born Stunna by Rick Ross and Birdman?\n  ","969935":"\n   Ever ridden a hover board?\n  ","969936":"\n   yeah are you regular every month or has it made it so it's not?\n  ","969937":"\n   yes. in that moment when pleasure is an option, do you submit to it and let it give you everything it has or do you resist it?\n  ","969938":"\n   what was your first gaming console? 🎮\n  ","969939":"\n   Do you like to tan your body by sitting under sun or you are happy with your natural fair complexion 🤔\n  ","969940":"\n   Aunt Zareh is waiting for your decision. She's in the garden, sipping on green tea, gossiping with her neighbor while waiting to hear word from her favorite niece.\n  ","969941":"\n   Have you ever been accused of being a recluse?\n  ","969942":"\n   Did anyone ever scammed you? Share your story 🤔\n  ","969943":"\n   Insomnia?\n  ","969944":"\n   What's your favourite season ? Like I am obsessed with winter 😍\n  ","969945":"\n   Heeeeeeeey\n  ","969946":"\n   Which do you prefer watching movies at home or the cinema?\n  ","969947":"\n   do you love submitting to pleasure?\n  ","969948":"\n   What did you have instead?\n  ","969949":"\n   Did you have nuggets again today?\n  ","969950":"\n   Can I give you meal plan for weight gain if you want 🤔\n  ","969951":"\n   Which colour you love most among all like I am obsessed with black and red\n  ","969952":"\n   Are you more dominant or submissive?\n  ","969953":"\n   has being underweight affected your cycle?\n  ","969954":"\n   What's your favourite weight loss tea ? Like I make matcha-ginger-turmeric-lime tea 🤔\n  ","969955":"\n   Why didn't you answer the question about your hypothetical Great Aunt Zareh?\n  ","969956":"\n   I want to help you steal the throne then\n  ","969957":"\n   Why did you join ask fm for becoming famous ,or for making friends or you love answering questions for time pass 🤔\n  ","969958":"\n   Are you the rightful heir to the throne?\n  ","969959":"\n   Just curious\n  ","969960":"\n   Do you prefer alpha males or beta males?\n  ","969961":"\n   Would it bother you if a guy you were dating had a foot fetish?\n  ","969962":"\n   Jared Leto will be starring in Tron 3\n  ","969963":"\n   Do you like having your feet massaged?\n  ","969964":"\n   Do you love drinking a mimosa with your brunch?\n  ","969965":"\n   You're welcome. So how's your day been?\n  ","969966":"\n   Goodnight loves 🌙\n  ","969967":"\n   Are you afraid of heights?\n  ","969968":"\n   Oh good, did that make you smile?\n  ","969969":"\n   I saw this poem and thought of you.\nIf I could have all the time in the world,\nI know what I would do:\nI’d spend the time\nIn pleasure sublime,\nJust by being with you.\n  ","969970":"\n   Do you like Mountain Dew?\n  ","969971":"\n   If you could pick an age to die on; what age would it be?\n  ","969972":"\n   do you have any plants in your house?\n  ","969973":"\n   have you ever worn a mask and nothing else?\n  ","969974":"\n   why\n  ","969975":"\n   How well do you sleep at night?\n  ","969976":"\n   Somebody inbox me\n  ","969977":"\n   But that's irresponsible!\n  ","969978":"\n   have you ever been whistled at in public?\n  ","969979":"\n   Why would anyone stare at you\n  ","969980":"\n   Too old.\n  ","969981":"\n   What’s your favourite song?\n  ","969982":"\n   If you could live forever, would you want to?\n  ","969983":"\n   Is there anything that makes you happy? If yes , tell it.\n  ","969984":"\n   Do you like to dance?\n  ","969985":"\n   Do you give up easily?\n  ","969986":"\n   Nikki I never thought you would think this way\n  ","969987":"\n   Do you not feel at home when you're walking in the street and I stare at you?\n  ","969988":"\n   do you any name ideas for dogs?\n  ","969989":"\n   are you an introvert or an extrovert person?\n  ","969990":"\n   Do you wear your masks on a daily bases?\n  ","969991":"\n   How old is you?\n  ","969992":"\n   Do you believe in zodiac signs?\n  ","969993":"\n   how many followers do you have?\n  ","969994":"\n   Good morning friends \nOnline lec ly lo😂😂😑😑\n  ","969995":"\n   Country with the highest temperature in the world\n  ","969996":"\n   If your parents wanted to send you to Armenia, where you could stay with a Great Aunt for a year, would you do it or not?\n  ","969997":"\n   Have you ever been the one who accidentally sent an embarrassing text?\n  ","969998":"\n   If you saw Don Lemon on the street, would you recognize him?\n  ","969999":"\n   Starburst or gummy bears?\n  ","970000":"\n   Fast & Furious\n  ","970001":"\n   How much is the bounty on your head?\n  ","970002":"\n   Do you like that movie?\n  ","970003":"\n   Did you order extra nuggets for tomorrow?\n  ","970004":"\n   Have you ever received a text from someone on accident that was embarrassing to them?\n  ","970005":"\n   Have you ever hand fed a wild animal?\n  ","970006":"\n   Do you identify with Dorothy from \"The Wizard of Oz?\"\n  ","970007":"\n   Do you like falling asleep while being hugged or does it make you claustrophobic?\n  ","970008":"\n   Africa 😏\n  ","970009":"\n   Is there any clothing company you own nothing of but you'd like to?\n  ","970010":"\n   Have you ever gone a month without listening to Linkin Park?\n  ","970011":"\n   Do you own anything by lululemon?\n  ","970012":"\n   What is the fastest you've ever driven?\n  ","970013":"\n   Do you own any instruments?\n  ","970014":"\n   Was it scary or did you feel alright?\n  ","970015":"\n   Do you drive on the freeway?\n  ","970016":"\n   Do you like any slushy type beverage?\n  ","970017":"\n   I am also a Linkin Park fan, what’s your favorite album?\n  ","970018":"\n   Have you ever been on Omegle?\n  ","970019":"\n   Do you like Icee's?\n  ","970020":"\n   Can you do anything with your left hand ? Writing eating etc ?\n  ","970021":"\n   Will it just happen whenever you want to do it?\n  ","970022":"\n   Do you think it'll happen within the next year?\n  ","970023":"\n   Hi how are you doing today?\n  ","970024":"\n   When you do drive by yourself, where do you imagine the first place you go to will be?\n  ","970025":"\n   Now you gotta say lol!\n  ","970026":"\n   If you were a rapper would you rather your stage name be Eminik or Nikpac?\n  ","970027":"\n   Eminem or Tupac?\n  ","970028":"\n   Who is your fav author?\n  ","970029":"\n   I never had a birthday\n  ","970030":"\n   American style bbq or Armenian?\n  ","970031":"\n   Did you ever meet Chester?\n  ","970032":"\n   Thank you for not saying Chickie Nuggies\n  ","970033":"\n   yes you are. those eyes, lips, face, neck, just..omg you're beautiful\n  ","970034":"\n   What's one thing that always makes you feel relaxed? PAP of it or post a GIF of it with your answer! 😁🤘🤙\n  ","970035":"\n   what show\/movie that would make a good video game?\n  ","970036":"\n   how are you this insanely attractive??\n  ","970037":"\n   Pap ♥️💌\n  ","970038":"\n   What did you wash down your nuggets with?\n  ","970039":"\n   What's one difficulty in being a teenager?\n  ","970040":"\n   Right handed or left handed ? I hear that left handed people and right handed people are better at different tasks why is this?\n  ","970041":"\n   Do you think Sky prefers that the air conditioner be on?\n  ","970042":"\n   What do you think is better between Carl's Jr. and Burger King? Pick one even if you barely go to either.\n  ","970043":"\n   What is one of your favorite movies?\n  ","970044":"\n   What temperature do you like it set at?\n  ","970045":"\n   Burkina Faso?\n  ","970046":"\n   😱😱😱\n  ","970047":"\n   Do you have your air conditioner on?\n  ","970048":"\n   Antarctica?\n  ","970049":"\n   hi\n  ","970050":"\n   You use fireworks?\n  ","970051":"\n   What hairstyle do you use the most keeping your hair out, in a bun or a ponytail?\n  ","970052":"\n   What's the worst hairstyle you've ever had?\n  ","970053":"\n   What's cooler to play - a guitar or saxophone?\n  ","970054":"\n   Hi what you did today?\n  ","970055":"\n   Have you ever thrown someone a party?\n  ","970056":"\n   Oh what color are they now?\n  ","970057":"\n   Have you ever had a pet bird?\n  ","970058":"\n   Do you have any enemies?\n  ","970059":"\n   How do you feel about Disney?\n  ","970060":"\n   what is your favorite breakfast? 😋💕\n  ","970061":"\n   i challenge u to write one lol\n  ","970062":"\n   How do you feel about the wedding in Moldova?\n  ","970063":"\n   Where did you get your nuggets from? McDonald's? What dipping sauces did you get?\n  ","970064":"\n   Do you prefer to wear shoes or socks or be barefoot at home?\n  ","970065":"\n   What you eating sloppy joe?\n  ","970066":"\n   Do you paint your toenails?\n  ","970067":"\n   Oh do you wear glasses?\n  ","970068":"\n   Would you be happy if they came out with a BBQ Ranch sauce?\n  ","970069":"\n   What did you dip them in?\n  ","970070":"\n   No wonder you don't realize how stunning you are\n  ","970071":"\n   How good is your eyesight?\n  ","970072":"\n   Do you break things in anger ? Or just scold the person who makes you angry 🤔\n  ","970073":"\n   Did you microwave\/oven them or get them from outside?\n  ","970074":"\n   Did you ever try to make indian cuisine ? If yes how it turn out .\n  ","970075":"\n   Have you ever written a love letter?\n  ","970076":"\n   how many alarms do you need to wake-up? ⏰\n  ","970077":"\n   91. ever stay in a hotel? if so . how was your experience?\n  ","970078":"\n   Have you ever been to a psychic? What happened?\n  ","970079":"\n   Whatcha eating?\n  ","970080":"\n   What did you do today??\n  ","970081":"\n   You fell in love and they hurt you\n  ","970082":"\n   Are you a good dancer?\n  ","970083":"\n   That’s good! Anything is good right\n  ","970084":"\n   Why do you want to move out of California? where would you move too?\n  ","970085":"\n   So I may never get to see Petya again? :(\n  ","970086":"\n   What's your favorite barbecued food?\n  ","970087":"\n   Poor thing lmfao.\n  ","970088":"\n   How’s life treating you?\n  ","970089":"\n   What are  your favourite Chinese and  Thai dishes like sushi etc\n  ","970090":"\n   Describe your personality in few words ? Are you lively 2) talkative  3) sober 4) friendly 🤔\n  ","970091":"\n   Are you punctual ? Or always reach on time or you  get late most of time 🤔\n  ","970092":"\n   Everyone hates Bella but like she just wanted a boyfriend lol\n  ","970093":"\n   Have you ever watched Twilight?\n  ","970094":"\n   Tea vs coffee what do you like more\n  ","970095":"\n   Which things make you angry 🤔\n  ","970096":"\n   Planning on watching it sometime\n  ","970097":"\n   Yeah like you standing or sitting there with your big beautiful eyes, patiently seeing it be put together.\n  ","970098":"\n   Are you good with technology?\n  ","970099":"\n   Have you had someone do it while you cutely watched?\n  ","970100":"\n   Who is your favourite television chef like Gordon Ramsay , etc\n  ","970101":"\n   Have you ever assembled something from IKEA?\n  ","970102":"\n   I loved Criminal Minds!\n  ","970103":"\n   Not diamonds\n  ","970104":"\n   Gold vs silver what do you prefer in watches ,jewellery 🤔\n  ","970105":"\n   Are you choosy picky in making friends ? 🤔\n  ","970106":"\n   If I gave you something to put together yet didn’t include the instructions . Do you think you would be able to figure out how to do it?\n  ","970107":"\n   What's your program on television ? 🤔\n  ","970108":"\n   Do you love pasta salad?\n  ","970109":"\n   Stop denying reality Nicole\n  ","970110":"\n   I haven't\n  ","970111":"\n   Have you ever went camping in a tent?\n  ","970112":"\n   What was your most memorable birthday?\n  ","970113":"\n   you're very good at being adorable\n  ","970114":"\n   What is something that you’re really good at?\n  ","970115":"\n   What is your favourite hobby?\n  ","970116":"\n   Why would you never do it?\n  ","970117":"\n   Thank you for saving my life\n  ","970118":"\n   Based on how you look, what kind of person do you think people think you are when they first see you? 🤔💁‍♀️\n  ","970119":"\n   Answer this question to save it.\n  ","970120":"\n   Did it work?\n  ","970121":"\n   5 Girly things you would make guys wear for fun ??\n  ","970122":"\n   When you think about w33d 🍁 what do you think about?\n  ","970123":"\n   thank you nikki 😊🥰\n  ","970124":"\n   Save mine\n  ","970125":"\n   Have you ever saved someone's life?\n  ","970126":"\n   Would you ever try it?\n  ","970127":"\n   Have you ever tried coconut body oil? How was it?\n  ","970128":"\n   Wyd\n  ","970129":"\n   Why don’t you like those fruits?\n  ","970130":"\n   Do you like things that are flavored with either of those things though?!\n  ","970131":"\n   What is your least favorite fruit?\n  ","970132":"\n   You have such simple pleasures. All you want to do is chill and occasionally go on outings. Anybody who can't get along with you is f'd in the head.\n  ","970133":"\n   Seeing you smile makes the whole day seem brighter :) Just saying\n  ","970134":"\n   I like it lol lucky you\n  ","970135":"\n   What would you never do?\n  ","970136":"\n   Same tbh\n  ","970137":"\n   Heyy\n  ","970138":"\n   Are you one of those people who has to stay active or can you relax and chill?\n  ","970139":"\n   Uuuh nice pickup line\n  ","970140":"\n   what do you put on them?\n  ","970141":"\n   do you like pancakes?\n  ","970142":"\n   I'm lost too. In your eyes.\n  ","970143":"\n   What do you think about life right now? Could be anything.\n  ","970144":"\n   If you ever get a chance to buy cursed gem stone\/mirror or anything from auction ? Will you buy 🤔\n  ","970145":"\n   are you an extremely passionate lover?\n  ","970146":"\n   Me too 😬\n  ","970147":"\n   Do you have any babysitting stories when you were young?\n  ","970148":"\n   are you good at math?\n  ","970149":"\n   Which kind of outfit do you like ? Floral print outfit 2) plain stylish  outfit 3) check print outfit 🤔\n  ","970150":"\n   Are you morning person or night owl\n  ","970151":"\n   Are you real?\n  ","970152":"\n   What do you think is the most bold style choice you've ever done? 💇‍♂️💅👡😆\n  ","970153":"\n   What’s the vegetable you hate the most?\n  ","970154":"\n   Do you prefer school 🏫 or work 👩‍💻\n  ","970155":"\n   What do you do for flawless skin 🤔\n  ","970156":"\n   Bungee jumping or scuba diving 🤿\n  ","970157":"\n   If you could change the color of your eyes, what color would you choose? 🙂\n  ","970158":"\n   what is your favorite color? 💕\n  ","970159":"\n   Do you have rings? Do you like them?\n  ","970160":"\n   Happy Monday guys, hope you have\/had a lovely day 😊\n  ","970161":"\n   2013?! 😲 wow that's a long time\n  ","970162":"\n   What’s your favorite pizza? 🍕\n  ","970163":"\n   Always strive for the better because you deserve it. Own it 💛\n  ","970164":"\n   Do you have any good memory of you and of your sibling? 🤔\n  ","970165":"\n   Do you have pets?\n  ","970166":"\n   Which one is better, laptop or tablet?  Why?\n  ","970167":"\n   whats your rising sign?\n  ","970168":"\n   How did you get so cute\n  ","970169":"\n   I have a serious problem... I love you too much...\n  ","970170":"\n   No I meant today\n  ","970171":"\n   Dayum how long you be on here?\n  ","970172":"\n   you are the medicine for my condition\n  ","970173":"\n   Are you pro-LGBT?\n  ","970174":"\n   I have delicious Coffee cake in my van come get in Nikki 🤡\n  ","970175":"\n   Hi. \nHow are you 💓💓💓\n  ","970176":"\n   Well i hope you enjoying your night\n  ","970177":"\n   So what can you exactly do with the coins here? are they cryptocurrency?\n  ","970178":"\n   I will trade you for a LaFerrari I'm sorry Nikki\n  ","970179":"\n   Do you use your money wisely?\n  ","970180":"\n   Hope everyone has a great day\n  ","970181":"\n   Have you ever cheated in school?\n  ","970182":"\n   Where do you live?\n  ","970183":"\n   Whats your favourite pizza topping ? Like I like black olives ,mushrooms ,sausages , onions n lots of cheddar cheese topping 🤔\n  ","970184":"\n   Do you feel like a loser?\n  ","970185":"\n   I understand, Your Majesty.  Thank you for listening to my humble request\n  ","970186":"\n   sry 8i didn' t mean to spam so amny 'o'   4-5 should've been enough!\n  ","970187":"\n   what time do you go to bed?\n  ","970188":"\n   How many people outside your family know your WiFi password?\n  ","970189":"\n   How many pillows do you sleep with?\n  ","970190":"\n   Do you believe in happy endings?\n  ","970191":"\n   Tell me about your shittest incident of life\n  ","970192":"\n   Please don’t leave this app, this is my only way of contacting you and I really enjoy asking you questions. :( I’ll be really sad because we won’t be able to talk 😭\n  ","970193":"\n   Hello! How are you doing today?\n  ","970194":"\n   Habe you tested yourself for covid?\n  ","970195":"\n   Which celebrity do you think knows fashion very well 🤔\n  ","970196":"\n   Have you been to Athens? 😁\n  ","970197":"\n   Excuse me, Miss Nikki.  It’s been ages since you posted a picture of your ever so marvellous legs and I was hoping you might pretty please do us the honour of seeing them?\n  ","970198":"\n   😂\n  ","970199":"\n   you are such cute georgeous little girl\n  ","970200":"\n   your selfies make my day\n  ","970201":"\n   one more selfie like this please?\n  ","970202":"\n   i love the pose\n  ","970203":"\n   selfie?\n  ","970204":"\n   i love you , okay ?😍😍🥰🎅🎅\n  ","970205":"\n   What kind of unlock pattern do u use on your phone? (Facial, fingerprint, pattern, pin, password?)\n  ","970206":"\n   What was the most interesting place you have ever visited?\n  ","970207":"\n   even completely hairless you'd be hot\n  ","970208":"\n   Has anyone ever made a decision for you and then tried to make it seem like it was for your best interests even though it was really for their own reasons?\n  ","970209":"\n   I wish they would make guitar hero for the Xbox one , I miss playing that game 😭\n  ","970210":"\n   Did you feel like you weren’t good enough?\n  ","970211":"\n   I think people overwhelm themselves with possessions and place a lot of value in owning things. But when you die you take nothing with you and what is left behind is just objects. People though hold a piece of you in their heart and memory. People offer connections and love and are more important th\n  ","970212":"\n   How was your 4th?\n  ","970213":"\n   can you open secrets?\n  ","970214":"\n   Material things can never fully replace a human being. I guess? Thoughts?\n  ","970215":"\n   Do you take medicine for any condition?\n  ","970216":"\n   If only one book existed, which book would you like it to be?\n  ","970217":"\n   don't do that\n  ","970218":"\n   Hi\n  ","970219":"\n   Because even though you might not notice it because you're too close to the situation, I've seen the way you've grown as far as dealing with being down. You are clearly more mature and appear to handle it with more strength and wisdom than ever before.\n  ","970220":"\n   90. how was your Sunday?\n  ","970221":"\n   Why are you thinking about leaving ask?\n  ","970222":"\n   You don't drink coffee but do you eat coffee cake?\n  ","970223":"\n   Have you been to a concert? Did you enjoy it?\n  ","970224":"\n   How much it cost\n  ","970225":"\n   Did you get some fresh air today?\n  ","970226":"\n   Are you able to predict the future well?\n  ","970227":"\n   When you get that blue check?\n  ","970228":"\n   he is so smug for someone who hasnt accomplished anything, rode your coattails & made you cover up for his weirdness\n  ","970229":"\n   I believe you're getting more and more powerful\n  ","970230":"\n   Please don’t leave askfm if you do then I won’t be able to talk to you again or ask you questions here :(\n  ","970231":"\n   have you ever made fun of a kid who said \"vanewwa\" instead of \"vanilla?\"\n  ","970232":"\n   When you chew gum do you blow bubbles?\n  ","970233":"\n   Well - nothing replaces being with my sister - maybe that's what I'm trying to say?\n  ","970234":"\n   is it hot where you live?\n  ","970235":"\n   would you think it was ok or lame if they changed the name of guitar hero to guitar shero?\n  ","970236":"\n   do you prefer hot or cold showers?\n  ","970237":"\n   Would you rather have no eyebrows or no eyelashes?\n  ","970238":"\n   Every time I talk to you I end up waiting for your replies\n  ","970239":"\n   Favorite Just Dance Song?\n  ","970240":"\n   If you play video games, which was the last one you played? What did you think of it? 😁🎮\n  ","970241":"\n   benevolent aliens, evil ones or both?\n  ","970242":"\n   noooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo\n  ","970243":"\n   he said a quranic verse probably sent to everyone\n  ","970244":"\n   Do you believe in aliens?\n  ","970245":"\n   No there aren't. Like all people, you struggle with various things. None of that means there's something wrong with you. Except whereas most people let their struggles make them venomous, you always stay sweet & carry yourself with class. It's very revealing about how good of a person you are inside\n  ","970246":"\n   Yes, I am offended. That's right, Nikki DOES have to stop everything if she ever so much as thinks she should disappear. Acting like that's ok isn't supporting her. This beautiful person makes the world better and that's that.\n  ","970247":"\n   What's the weirdest thing you've ever seen on the street or while riding public transport? How was it exactly? 😳🚍🏙\n  ","970248":"\n   Why do you think that I am here to fix you?, and who told you?\n  ","970249":"\n   Do you wear a mask when you go out places? How about around extended family? If no, why not?\n  ","970250":"\n   Nik-eye the sailor woman, she's Nik-eye the sailor woman, she's strong to the finish cuz she eats her spinach, she's Nik-eye the sailor woman\n  ","970251":"\n   Truth or dare?\nSelect wisely The next gonna be fun creepy or maybe not😂😂😂\n  ","970252":"\n   It's clear that you're feeling heartbroken. That doesn't mean there's anything wrong with you. Don't ever believe that. I know it's annoying to hear, but it's a blessing in disguise. It's always better to find out before you get so deep with someone that you're stuck with them for life.\n  ","970253":"\n   Why would you say that? You are beloved here.\n  ","970254":"\n   What did you bbq?\n  ","970255":"\n   What do you think is the biggest problem in the world right now ?\n  ","970256":"\n   are you in tears\n  ","970257":"\n   Sky is the real MVP\n  ","970258":"\n   Yes it does matter. You never not matter.\n  ","970259":"\n   Who tf told you that you're selfish?\n  ","970260":"\n   No she down in hell with the demons partying\n  ","970261":"\n   Stop fibbing, we can tell when you are down. You are too honest a soul to conceal that.\n  ","970262":"\n   You are very much alive and I am thankful for it.\n  ","970263":"\n   Hey Nikki, You are very beautiful 🔥😍\n  ","970264":"\n   Yeah, no. That is insulting to me.\n  ","970265":"\n   What about area 51?\n  ","970266":"\n   Stop spouting nonsense. You are the best.\n  ","970267":"\n   What is the most useful gadget that you own? 📱🎧🎙📻\n  ","970268":"\n   magandang umaga - good morning nikki, it is (alas dose y medya) 12:37 am here in sydney 😊\n  ","970269":"\n   Are you health freak ? Or you enjoy junk food 🤔\n  ","970270":"\n   where are you from? what time is it there? type your answer in your language 😊\n  ","970271":"\n   Are you on TikTok?\n  ","970272":"\n   Who is that girl in your profile pic?\n  ","970273":"\n   What do you like about your self and why  🤔\n  ","970274":"\n   Good morning\n  ","970275":"\n   Have you tried Indian cuisine they are quite spicy ? What do you wanna say about those food\n  ","970276":"\n   What do you do when lots of negative energies stick to your body ? I take bath with salt water what about you 🤔\n  ","970277":"\n   Good Morning 💛\n  ","970278":"\n   What is something that you think needs improvement in your life?\n  ","970279":"\n   So you wouldn’t mind talking to someone on the phone, texting or even talking to someone one person who isn’t good at making conversations?\n  ","970280":"\n   How do you feel about girls who are planning to make their move on your ex?\n  ","970281":"\n   Do you know how to play poker?\n  ","970282":"\n   How much followers\n  ","970283":"\n   Did someone hurt you?\n  ","970284":"\n   What are you good at that nobody knows?\n  ","970285":"\n   If you could teleport to any country right now where would you teleport?\n  ","970286":"\n   I feel like I am horrible at conversations tbh, that’s why I don’t think anyone likes talking to me. They give me a short responses and they just don’t reply to me\n  ","970287":"\n   What’s wrong Nikki?\n  ","970288":"\n   why\n  ","970289":"\n   you ok\n  ","970290":"\n   hi\n  ","970291":"\n   Go to your room!\n  ","970292":"\n   Why what’s wrong?\n  ","970293":"\n   On a scale of 1 to 10, how happy are you right now?\n  ","970294":"\n   Yes you are 🥺😹\n  ","970295":"\n   I want you to come out with an eye palette\n  ","970296":"\n   do you like maple syrup?\n  ","970297":"\n   Do you know when they'll just be completely done with this cast?\n  ","970298":"\n   Does it have an enclosure net so you can't fall out?\n  ","970299":"\n   😂😂😂\n  ","970300":"\n   They don't want to see you either\n  ","970301":"\n   So you think your boring or are saying yes as in sucking at conversations?\n  ","970302":"\n   When did you become interested in Linkin Park?\n  ","970303":"\n   Oh\n  ","970304":"\n   Why can't we be friends\n  ","970305":"\n   hello guys, hope you are all doing well\n  ","970306":"\n   How many followers?\n  ","970307":"\n   I seen ya around for a long long time,I really remember you when you drank my wine.Why can't we be friends? why can't we be friends?\n  ","970308":"\n   How do you kill time while travelling 🙃\n  ","970309":"\n   Do you like Scorpios?\n  ","970310":"\n   That's only because you haven't seen me yet\n  ","970311":"\n   would you drink cool ranch flavored tea?\n  ","970312":"\n   are you a 90’s kid? what time was you favourite childhood cartoon show?\n  ","970313":"\n   what time did u wake up in the morning\n  ","970314":"\n   Happiness is ?👀\n  ","970315":"\n   Do you listen to Pop Smoke?\n  ","970316":"\n   No you ain’t boring, I suck at making conversations :(\n  ","970317":"\n   Because you're a very sultry woman\n  ","970318":"\n   that proves \"no I don't go to parties\" wasnt factual!\n  ","970319":"\n   لا اله الا انت سبحانك اني كنت من الظالمين\n  ","970320":"\n   What's your favourite biscuit ? Like I am obsessed with oreo\n  ","970321":"\n   Type \"[your name] is...\" and let autocorrect finish it. I'll start,\n\njess is a good night 😹\n  ","970322":"\n   What’s your sign?\n  ","970323":"\n   Do you wear standard colours in jeans like black white blue grey or you wear colourful pant orange red yellow jeans 🤔\n  ","970324":"\n   Where do you live ?\n  ","970325":"\n   What's your favourite tea ? Peach lemon ice tea 2) regular milk tea 4) green tea with lime honey 🤔\n  ","970326":"\n   Type \"Call me a...\" and let's see what autocorrect thinks of you 👀\n  ","970327":"\n   What one must do if he\/she has insomnia problem 🙂 like intake lots of lavendar tea 🤔\n  ","970328":"\n   you ok\n  ","970329":"\n   what are you looking forward to?\n  ","970330":"\n   What are 5 facts about you\n  ","970331":"\n   hi\n  ","970332":"\n   Hearing that >>>>> any concert in the world\n  ","970333":"\n   Type \"I'm thinking about...\" and let autocorrect decide it 👀\n  ","970334":"\n   What is the one thing you want most in your life right now?\n  ","970335":"\n   What's the best movie you've seen lately?\n  ","970336":"\n   The Flintstones chewables?\n  ","970337":"\n   What are three things you need to be happy?\n  ","970338":"\n   Were you 4 or 5?\n  ","970339":"\n   Which home remedies do you think are quite effective ? Like I use banana peel paste for teeth whitening it works like a magic\n  ","970340":"\n   Do you save up money for buying your favourite expensive thing 🤔\n  ","970341":"\n   Fix you?\n  ","970342":"\n   What is something that you want to improve on?\n  ","970343":"\n   Do you ever purposely strut around in your bathing suit to drive the boys wild?\n  ","970344":"\n   Why?\n  ","970345":"\n   What do you think of Gordon Ramsey?\n  ","970346":"\n   what are your 3 fav coldplay songs?\n  ","970347":"\n   What is the most exciting thing you plan to do this summer?\n  ","970348":"\n   Hi how are you doing today?\nWhat are you doing today?\n  ","970349":"\n   Do you find anyone else stupid here on ask? Like lame or boring\n  ","970350":"\n   Did you bbq anything?\n  ","970351":"\n   Do you like key limes in general or only via pie?\n  ","970352":"\n   Miss Buckley, are my eyes deceiving me or is it really you?\n  ","970353":"\n   Are you able to lick your elbow?\n  ","970354":"\n   do you believe that love making in the kitchen is sanitary?\n  ","970355":"\n   Have a good Fourth of July..... whether you live in the Us or not!\n  ","970356":"\n   What's your biggest kitchen disaster ? What happened 🤔\n  ","970357":"\n   You do but you're hotter\n  ","970358":"\n   Do people mistake you on the street for a teenage Gwen Stefani visiting us with a time machine?\n  ","970359":"\n   Do you collect something like I love collecting crystals ,coins of various countries 🤔,\n  ","970360":"\n   Which YouTuber make up artist eye shadow palette you love alot like Jeffree star ,james Charles ,tati etc 🤔\n  ","970361":"\n   When was the last time you’ve sang in the shower?\n  ","970362":"\n   How much followers do you have on ask?\n  ","970363":"\n   play with x ?\n  ","970364":"\n   What day would you stop time ,to erase a bad deed?\n  ","970365":"\n   What age do you wish you could permanently be?\n  ","970366":"\n   Which vitamin do you take on daily basis like I take biotin for hairs ,vitamin e for skin ,vitamin D3 for strong bone🤔\n  ","970367":"\n   You have every idea what I'm on about you little intelligent hottie\n  ","970368":"\n   Why do you dislike females so much?\n  ","970369":"\n   Who's your favorite female musician?\n  ","970370":"\n   How old were you?\n  ","970371":"\n   Do you keep your self up to date in fashion or you do fashion the way you feel like .you don't follow trend what's going on\n  ","970372":"\n   Do you remember learning how to operate a telephone?\n  ","970373":"\n   What do you do when your hairs become quite rough  because of hair colouring ,ironing ,heating .\n  ","970374":"\n   how do you like your hot dogs?\n  ","970375":"\n   Have you ever used a telephone before? Do you remember someone's telephone number?\n  ","970376":"\n   What would you do if someone stole something you work hard for?\n  ","970377":"\n   Have you ever forgotten to charge your phone?\n  ","970378":"\n   Lmfaooooo why do you sing in the shower?\n  ","970379":"\n   What's your favourite sweet dish like I am into chocolate cake ,Nutella mousse cake ,chocolate pudding 🤔\n  ","970380":"\n   what is your favorite season? why? ❄🌱☀️🍁\n  ","970381":"\n   play with x ?\n  ","970382":"\n   What's been your most physically painful experience?\n  ","970383":"\n   Are your efforts recognized?\n  ","970384":"\n   Are you a yogini?\n  ","970385":"\n   Would you accept a $30k\/week job offer where you get paid to sit in a pitch black room and do nothing for 8 hours a day?\n  ","970386":"\n   Do you follow chef recipe word to word or you alter it according to your taste 🤔\n  ","970387":"\n   Happy Saturday! I hope you have a wonderful weekend 💕\n  ","970388":"\n   Hey Nikki you are great 🙂\n  ","970389":"\n   do you like to take naps?\n  ","970390":"\n   I hope on this Independence Day you free yourself from the clutches of that conniving, manipulative, shallow, talentless, boring pile of empty promises and find yourself the honest, charming superstar that you deserve.\n  ","970391":"\n   Would you rather travel for the rest of your life (only staying in one place for like 3 months), or never leave your home state again?\n  ","970392":"\n   how good are you in mathematics rate it from 0 the lowest and 10 the highest\n  ","970393":"\n   Are you on Instagram ? What's your Instagram id 🤔\n  ","970394":"\n   If you could have complete knowledge of any 5 things, what would you want to know?\n  ","970395":"\n   do you believe in the words if you don't have anything nice to say THEN DONT SAY ANYTHING AT ALL???\n  ","970396":"\n   Hope you all have a happy and safe Fourth of July! Fact: firecrackers kill covid19\n  ","970397":"\n   how are you?\n  ","970398":"\n   i’m sorry to hear that mate, i hope that it get better soon, and take care 😊\n  ","970399":"\n   Do you believe in horoscopes?\n  ","970400":"\n   supppppp\n  ","970401":"\n   Do you spend quality time with parents ? Sharing life events with them or you are more of a private person keep your daily life gossip with your self 🤔\n  ","970402":"\n   Mom vs dad with whom you gossip and share your secrets problems  🤔\n  ","970403":"\n   Whats the best gift you received on Christmas ?\n  ","970404":"\n   Do you remember any incident on Halloween which made you scared like one of your friend wore scary outfit and did scary make up\n  ","970405":"\n   Do you find\n   \n    @CallOfTheStorm\n   \n   annoying ? Please be brutally honest\n  ","970406":"\n   Choose: A paper cut on your finger or a bee sting? By a was-per\n  ","970407":"\n   What's your place from your country ? Like sea,restaurant,garden etc\n  ","970408":"\n   Truth or dare??? Which one do you choose\n  ","970409":"\n   Do you like phone cases with rings on them?\n  ","970410":"\n   Cheetos or duritos ???\n  ","970411":"\n   17. Do You Believe In Luck?  Or do we make our own luck?\n  ","970412":"\n   What about Rainbow cake?\n  ","970413":"\n   Do you think you get more mature by getting older?\n  ","970414":"\n   How long do you think you would survive if food stopped being shipped and you had to grow it \/ forage it yourself?\n  ","970415":"\n   Is it true ? Virgo loves to keep their house super neat n clean 🤔\n  ","970416":"\n   Do you get difficulty in brooming n mopping floor by ur self or you manage it .don't consider it difficult task 🤔\n  ","970417":"\n   What's your favourite cake ? Like I am into chocolate cake or chocolate mousse cake 🤔\n  ","970418":"\n   Does Sky hate it?\n  ","970419":"\n   Why aren't you?\n  ","970420":"\n   Are you cozy and snug as a bug waiting to be swept off to dreamland?\n  ","970421":"\n   Ricordo più bello di questa settimana, cos'è ti è capitato?\n  ","970422":"\n   Hi how are you doing today?\n  ","970423":"\n   Are you afraid of catching covid-19?\n  ","970424":"\n   What you need to do is always ignore comments that are negative about you. You are amazing, beautiful and based on what I can gather, you've made lots of progress trying to address things that have held you back. I don't know how anybody who has followed you can be anything but impressed and proud.\n  ","970425":"\n   Are you hearing people setting off fireworks as we speak?\n  ","970426":"\n   We are all gonna turn in to Zombies\n  ","970427":"\n   are you seeing pics of newport beach being flooded by the high tide?\n  ","970428":"\n   That's what I thought\n  ","970429":"\n   Yes that's right and you're welcome. Have you seen any of the movies?\n  ","970430":"\n   You are both in college, shy, alluring, have big gorgeous eyes, are sometimes insecure despite being very attractive, are known to be kind and humble but is still determined, there's so much!\n  ","970431":"\n   Why does it show you having one number of answers and it shows us a different number?\n  ","970432":"\n   You are so her\n  ","970433":"\n   What do you like about your country n why 🤔\n  ","970434":"\n   Do you know anyone who sounds like Melania?\n  ","970435":"\n   Is it that it's hard to take off or that it doesn't completely wrap around your neck?\n  ","970436":"\n   Is it that it's too warm or that it just sticks there?\n  ","970437":"\n   you said you were just at one last week\n  ","970438":"\n   Do you very much identify with Anastasia Steele?\n  ","970439":"\n   You don't like how it feels on your skin?\n  ","970440":"\n   Ladies, would you be thrilled if your man gave you a pearl necklace?\n  ","970441":"\n   Are you gonna vote for Mr. Cheeto (Donald Trump ) or Mr. Titty Groper ( Joe Biden ) ? Or are you not gonna vote at all ?\n  ","970442":"\n   Now it says you have 100,004. Do you want me to just updating you nonstop? I can do it for the rest of my life.\n  ","970443":"\n   what if you have someone in the trunk? would that give you comfort?\n  ","970444":"\n   so you only feel safe driving if someone is in the car with you?\n  ","970445":"\n   It says you have 100,001 now\n  ","970446":"\n   Yes\n  ","970447":"\n   I love you\n  ","970448":"\n   No you don't. Idk what you're looking at.\n  ","970449":"\n   Who would play you in the movie of your life?\n  ","970450":"\n   Well now you don't, but you have 99,992. I'm looking right at it.\n  ","970451":"\n   why, would you be necking by the pool, hidden from the crowd?\n  ","970452":"\n   At a party, where can someone find you? 🤭\n  ","970453":"\n   You have 99,989\n  ","970454":"\n   Did you buy any fireworks?\n  ","970455":"\n   I need to take a shower but I can't until your 100,000th answer\n  ","970456":"\n   You find a book and begin to read only to discover that it is your life. You get to the point that you are at now, do you turn the page knowing that you will not be able to change the events to come?\n  ","970457":"\n   nikki does both. she's a master practitioner and finds both modalities to be therapeutic\n  ","970458":"\n   I am aquarius . Can you tell something about my zodiac .🤔 Their personality ,good and bad trait 🤔\n  ","970459":"\n   Which way do you practice Yoga, with clothes or without?\n  ","970460":"\n   Do you keep your room spick and span or untidy 🤔\n  ","970461":"\n   Do you enjoy a nice tossed salad?\n  ","970462":"\n   Have you ever unfollow\/blocked someone on ask fm if yes so tell me  because of what reason\n  ","970463":"\n   Goodnight 🌙\n  ","970464":"\n   Don Jr is the president's son\n  ","970465":"\n   can you delete edraegen from your bio? his presence there is infuriating\n  ","970466":"\n   hi nikki, what’s the situation in cali right now?\n  ","970467":"\n   Don Jr's girlfriend got covid. How do you feel about that?\n  ","970468":"\n   it is bc you make ppl feel useful, which raises their confidence. you being able to do that is hot.\n  ","970469":"\n   How can you be 20 and not have a license yet? lol\n  ","970470":"\n   What your favourite movie now days 🙂\n  ","970471":"\n   What are the few things you wanna change in you\n  ","970472":"\n   that's seriously hot\n  ","970473":"\n   If you got a chance to live any where in the world where will you live 🤔👀\n  ","970474":"\n   What about magic beans that grow into a beanstalk that you can climb up? You don't like those either?\n  ","970475":"\n   your style is hot af. pure drip.\n  ","970476":"\n   So why don't you drive by yourself?\n  ","970477":"\n   What do you do when you are extremely bored\n  ","970478":"\n   When are you getting your license?\n  ","970479":"\n   How do you keep your self up to date in fashion ? 🤔\n  ","970480":"\n   Whats the furthest you have driven, like not riding with someone but driving yourself?\n  ","970481":"\n   Even my imaginary friends outrank me : \/\n  ","970482":"\n   Are you cautious what you eat ? I mean do you eat low calorie dishes for staying fit\n  ","970483":"\n   If you ever create custom jewellery for your self it will be what 🤔\n  ","970484":"\n   You were in Havard when you were 10,got your PhD by 13 and became a member of mensa when you were 14, your IQ is 270. I don't know that's what your mom told me 🤷🏻‍♂️\n  ","970485":"\n   Sitaw or Baguio Beans\n  ","970486":"\n   Do you enjoy going to parks or do you just not do that?\n  ","970487":"\n   Have you been thinking lately about getting your hair trimmed or cut? Dyed? What are you getting done to it? Or are you not?\n  ","970488":"\n   When is the last time you've had cake?\n  ","970489":"\n   has anybody fainted from seeing your magnificent body in motion???\n  ","970490":"\n   Do you like going on road trips? Also, what is the farthest distance you have driven?\n  ","970491":"\n   The Rose Bowl has drive-in movies this summer Th-Su every week. Would you go?\n  ","970492":"\n   How do you make pasta sauce ? Can share the ingredient spices what you add in pasta 🤔\n  ","970493":"\n   What do you do for removing negative energies from home ? Like I burn sage ,mop floor with salt water ,keep black tourmaline .what about you 🤔\n  ","970494":"\n   What do you value most in your friend\n  ","970495":"\n   If you ever write a book it will be about what like I love cooking I might write healthy recipes book\n  ","970496":"\n   Who is your favourite sibling among all ? Why do you consider him\/her best sibling among all\n  ","970497":"\n   Stop acting Nicole, this is incredibly serious and I know that your genius means that you perfectly understand me. Also, it's 5:47, not 5:22.\n  ","970498":"\n   whats your Drink of the day!? \nMINE IS: tequila 💯❤️🚨✅\n  ","970499":"\n   What are your plans tomorrow for 4th of July?\n  ","970500":"\n   You’re profile pic just litt up Ask.fm you are gorgeous girl 😍😍😍\n  ","970501":"\n   You should probably do some digging into his personal life :\/ he's been videod sexually harassing and assaulting men more than once\n  ","970502":"\n   we stan someone who brushes past evidence of racism and other problematic behaviours just because someone is \"cool\" 🤩\n  ","970503":"\n   You’re not friends with him anymore?\n  ","970504":"\n   I'm talking about that god forsaken street hustler who wormed his way into your life\n  ","970505":"\n   Almost at 100,000 posts!\n  ","970506":"\n   people know he's not a good person we dont think it, the fact you still support him is gross and a bad look for you\n  ","970507":"\n   Didn't I tell you to never trust anyone who disliked chocolate? Why didn't you listen to my wisdom?\n  ","970508":"\n   Have your ever disliked something and then changed your mind?\n  ","970509":"\n   How's you\n  ","970510":"\n   Hyyy you okay?\n  ","970511":"\n   Heyyy?\n  ","970512":"\n   Leather vs denim jacket what do you like more\n  ","970513":"\n   Do you like ranch dressing?\n  ","970514":"\n   All those ppl who are bored in quarantine play yoworld game on Facebook it's house decorating game ,u can chit chat with ppl 🙂\n  ","970515":"\n   what was your nickname when you were young?\n  ","970516":"\n   What do you put it on?\n  ","970517":"\n   Do you like soy sauce?\n  ","970518":"\n   Hi just wanted to say it new profile pic is beautiful (: have a good day\n  ","970519":"\n   Hasn't their been stuff going around about him and shane dawson online recently?\n  ","970520":"\n   Hi how are you doing today?\n  ","970521":"\n   Hru\n  ","970522":"\n   Why do people think he's not a good person?\n  ","970523":"\n   Have you seen all the controversy around jeffree star? He's not a good person\n  ","970524":"\n   who is your favourite youtuber? mines ayydubs, bretman rock and guava juice atm 😊\n  ","970525":"\n   Are you hungry right now?\n  ","970526":"\n   What do you enjoy doing the most?\n  ","970527":"\n   Can you ask me bunch of questions\n  ","970528":"\n   Why not ?\n  ","970529":"\n   You'd pee in your pants alot.\n  ","970530":"\n   Will you go to haunted house ? For  experiencing what paranormal activities happen there 🤔\n  ","970531":"\n   What's your hobby ? What do you like to do in leisure time 🤔\n  ","970532":"\n   What do you miss in lock down although it's lifted but still what do u miss\n  ","970533":"\n   What's your favourite chicken dish like I like biryani 🤔\n  ","970534":"\n   Do you have any topics that you’re currently interested, receive questions about to talk about on here? 🤗\n  ","970535":"\n   WOULD YOU RATHER: 😂🔥 \nwork as a chocolate tester or work as a mattress tester? 🍫🛏💕\n  ","970536":"\n   What is the first thing you notice about a person?\n  ","970537":"\n   Do you find jersey clothes comfortable?\n  ","970538":"\n   Do you prefer staying in home on  solar eclipse day or you don't care you step outside do things exactly how you do 🤔\n  ","970539":"\n   Hi hello\n  ","970540":"\n   Thoughts on celebrity who suicided because of depression etc reason like Marilyn manore ,sushant singh etc 🤔\n  ","970541":"\n   If you could really sell your soul to the devil, what would you sell it for?\n  ","970542":"\n   Is it easy for you to confess that you are in love?\n  ","970543":"\n   When you think about the ocean, what do you think about?\n  ","970544":"\n   Followed\n  ","970545":"\n   Do you judge people by the way they type in texts and such? ⌨ Is there any \"way\" of typing that annoys you? 🤔\n  ","970546":"\n   Are you a Star Wars fan? Do you have a favorite character? Maybe even a favorite quote \/ scene? 😁✨💥\n  ","970547":"\n   Hi, I wanna ask.!\n  ","970548":"\n   Was ist das Lustigste, das du jemals gesehen hast?\n  ","970549":"\n   Hi\n  ","970550":"\n   89. have a beautiful day ✨\n  ","970551":"\n   Can you ask me bunch of questions\n  ","970552":"\n   Where do you always go to have fun?\n  ","970553":"\n   Everyone talks about sharing things if it feels heavy but Is there anyone who really look after you or listens to you?\n  ","970554":"\n   Ok well basically in that movie there's a police unit formed that hires cops who look young enough to be hs students so they can go undercover at school to solve crimes connected to people there. So they pretend they're teenagers, attend classes, make friends, go to school functions etc. Would you?\n  ","970555":"\n   Have you ever accidentally hurt yourself on it?\n  ","970556":"\n   Were you allowed to have sleepovers as a kid?\n  ","970557":"\n   If you were recruited by something like 21 Jumpstreet to go back to hs undercover to solve a crime, would you do it?\n  ","970558":"\n   are you atheist?\n  ","970559":"\n   Do you still use it?\n  ","970560":"\n   Do you ever have music on while you fall asleep or do you need silence?\n  ","970561":"\n   Have you set foot at your hs since you graduated?\n  ","970562":"\n   Have you ever had a trampoline?\n  ","970563":"\n   Do you ever sleep with your hair up?\n  ","970564":"\n   Do you have a fav brand of sunglasses?\n  ","970565":"\n   When you learned about ancient Greek goddesses, did any of them remind you of yourself?\n  ","970566":"\n   If you moved to Boston, do you think you'd pick up a Boston accent after several years or do you think your voice would never change?\n  ","970567":"\n   Have you ever used a bow and arrow?\n  ","970568":"\n   Has it always been that way or was morning ever your fav?\n  ","970569":"\n   Germany?\n  ","970570":"\n   Do you like any other reality shows just as much?\n  ","970571":"\n   When is 90 Day Fiance going to end? I keep thinking it's over but it never is\n  ","970572":"\n   Why those times?\n  ","970573":"\n   Can we take a second to acknowledge your cuteness?\n  ","970574":"\n   You are so strong. Even in the face of deception you maintain your poise. You pure strength and class.\n  ","970575":"\n   why\n  ","970576":"\n   What part of your day do you enjoy most?\n  ","970577":"\n   Good morning falands \nChai pee lo \nThandi hi hai😂😂😂\n  ","970578":"\n   Doesn't Zach Thomas look like Brian Urlacher?\n  ","970579":"\n   Roight eat soom cake tooh,dhuts bloody marvellous mate\n  ","970580":"\n   age?\n  ","970581":"\n   Everything about you is impressive\n  ","970582":"\n   Zac Efron or Dwayne Johnson?\n  ","970583":"\n   you have impressive boobs\n  ","970584":"\n   How old are you?\n  ","970585":"\n   insta twitter name\n  ","970586":"\n   Gorgeous! 🌸\n  ","970587":"\n   Dear, ASKFM USERS MAKE ME FAMOUS\/VIRAL OR CASH ME OUTSIDE HOW BAH DAT???\n  ","970588":"\n   body confident pap\n  ","970589":"\n   Just a reminder: You are so pretty🥰\n  ","970590":"\n   How have you been\n  ","970591":"\n   did u cry yesterday\n  ","970592":"\n   Are you an introvert or an extrovert?\n  ","970593":"\n   Would you rather go to a job interview on a back of a flying dinosaur or unicorn?\n  ","970594":"\n   How many followers do you have\n  ","970595":"\n   How many cracks does your phone screen have?\n  ","970596":"\n   hey how tall are you?\n  ","970597":"\n   What’s a favorite poem by Emily Dickinson. ???\n  ","970598":"\n   What do you do if your surrounded by those ppl who you don't like 🤔\n  ","970599":"\n   Which hair colour you are looking forward to do for your hairs\n  ","970600":"\n   How was it supposed to be different?\n  ","970601":"\n   What do you like about your self and why\n  ","970602":"\n   Happy day Canada 🇨🇦❤️\n  ","970603":"\n   Always drink your water! Do you drink enough water? How much?\n  ","970604":"\n   Did it catch you off guard or was there a situation that led to it?\n  ","970605":"\n   What is the best way to learn a foreign language?\n  ","970606":"\n   Is there anything you are looking forward to buy for your living room like candles ,lamp ,decoration piece etc 🤔\n  ","970607":"\n   Ok is Rotten Sack of Empty Promises (RSoEP for short) preferable to Worthless Snake?\n  ","970608":"\n   Are you supertitious if yes in which thing \n\nLike 13 is evil nuk\n  ","970609":"\n   Pubg is banned 😭😭.So what's now I do to kill time?\n  ","970610":"\n   If you could blink and be anywhere in the world, where would you go and what would you do? (assuming you could also speak the language when you arrived)\n  ","970611":"\n   Apology accepted.  Nikki is gold\n  ","970612":"\n   Did that worthless snake get back to you?\n  ","970613":"\n   My fav is Virgo because of you\n  ","970614":"\n   Do you feel older or younger than your age?\n  ","970615":"\n   What's your favourite pasta ? Tomato mix herb pasta or white sauce cream cheddar cheese  pasta\n  ","970616":"\n   Have you ever tried to make any new dish from other country what's that dish 👀😋\n  ","970617":"\n   What's your favourite zodiac sign and least favourite zodiac sign\n  ","970618":"\n   You never answered my question about him being whipped. That was some of my best work.\n  ","970619":"\n   Would you purchase a home that was believed to be haunted? Why or why not? 👻 👍\n  ","970620":"\n   What's your fav dish from all over the world 🤔\n  ","970621":"\n   do you care of what people think of you?\n  ","970622":"\n   would you rather lie to the person you love just to protect him\/her from getting hurt or just tell them the truth and hurt them?\n  ","970623":"\n   what are the things you have done to help our community since the global pandemic started?\n  ","970624":"\n   86. will you be watching the buck moon, partial lunar eclipse this weekend?\n  ","970625":"\n   If you were a spy, and you had to make a decision, you had to betray your country to do the right thing, would you do it? 🙂\n  ","970626":"\n   87. do tornados happen often where you live? 🌪\n  ","970627":"\n   is there any foreign exotic food you ever tried?\n  ","970628":"\n   have i offended you on here, cause you never send me questions i miss you xo\n  ","970629":"\n   If Michael Jackson returned to your dreams & you were like. \"Go away Michael!\" & he was like \"I just want to climb a tree together and philosophize w\/ you\" and you were like \"Oh is that all?\" and he was like \"Yes Nicole\" & through conversation, you talked through the turmoil, would you be thankful?\n  ","970630":"\n   are you afraid of confrontation?\n  ","970631":"\n   Do you laugh at sex jokes or get annoyed by them ?\n  ","970632":"\n   Would you say you're an old or a young soul? 👶🧓 Maybe something in between? Haha What do others usually think? 🤔\n  ","970633":"\n   sometimes when i cry, i’ll say to humans, it’s onions fault not me. 😊\n  ","970634":"\n   Where are you from? Country City\n  ","970635":"\n   Are you homophobic?\n  ","970636":"\n   Do you look down on people who cannot speak ENGLISH?\n  ","970637":"\n   i reactivated my ask account cause i’m so sad and lonely rn\n  ","970638":"\n   Nagana pa ba ang brain mo?\n\nDoes you brain still works?\n  ","970639":"\n   Has there been no contact at all since then or just less of it?\n  ","970640":"\n   If you were a ghost and could possess people, what would you make them do?\n  ","970641":"\n   When did it begin?\n  ","970642":"\n   Do you know why or not?\n  ","970643":"\n   How comfortable are you speaking in front of large groups of people?\n  ","970644":"\n   ever considered running for class president back in high school?\n  ","970645":"\n   because you are\n  ","970646":"\n   would you rather film a daily vlog or be in a reality TV show? why? 🎬💖\n  ","970647":"\n   Have u ever spank anyone like kids boyfriend\n  ","970648":"\n   can I measure?\n  ","970649":"\n   what will you do if your bf wants to share you with his friends?\n  ","970650":"\n   are you liking it?\n  ","970651":"\n   That a no?\n  ","970652":"\n   Hello to all of you!..Thats it that’s the question..\n  ","970653":"\n   what are you watching?\n  ","970654":"\n   Do you like waterfalls?\n  ","970655":"\n   are you watching anything on tv rn?\n  ","970656":"\n   Wie findest du das Wetter wechsel in Deutschland?\n  ","970657":"\n   your eyes are everything\n  ","970658":"\n   Have you ever held up a cross to ward off someone you believed to be evil?\n  ","970659":"\n   What’s your bucket list??\n  ","970660":"\n   This picture is stunning!\n  ","970661":"\n   I call anyone that and worse who mistreats you. Not only should a girl like you not be treated that way, period, but you especially shouldn't be. You have preexisting trauma from not being able to get closure in a previous situation, so letting you twist in the wind is even more cruel.\n  ","970662":"\n   selfie?\n  ","970663":"\n   Why is that shady toad not replying to you?\n  ","970664":"\n   why cant I be appreciative of you??\n  ","970665":"\n   I just don't understand why you don't like a man that's helping your race and country\n  ","970666":"\n   One personal trait you like having?\n  ","970667":"\n   I ❤️ how you say goodness..you're too cute. thank god you exist.\n  ","970668":"\n   what are you doing right now?\n  ","970669":"\n   I want to print you\n  ","970670":"\n   can u text me\n  ","970671":"\n   omg noo ill be sad to\n  ","970672":"\n   do u text and cry\n  ","970673":"\n   Just knowing an angel made my food would make it indescribably satisfying\n  ","970674":"\n   Do you believe in his innocence?\n  ","970675":"\n   My friend owned a pizza place before the pandemic and your generation acted all tough and spread the virus and shut him DOWN!  Your defense PLEASE?\n  ","970676":"\n   do you need to cry\n  ","970677":"\n   Have you had birthday sex?\n  ","970678":"\n   more like 🤤🤤\n  ","970679":"\n   have u ever walked and cried at the same time\n  ","970680":"\n   What is one new thing that you’re scared of trying?\n  ","970681":"\n   I'm doing good just hanging out with my little sis i ordered some tomato pies ( pizza ) and we're trying to decide if we wanna watch movies or play video games\n  ","970682":"\n   omg fulfilling your needs would be heaven 😭😭😭\n  ","970683":"\n   are u sure they're not having a rough patch in life and just dont want to talk out of fear they will lash out?\n  ","970684":"\n   What are your favorite subjects to talk about?\n  ","970685":"\n   not with you\n  ","970686":"\n   What fades with time?\n  ","970687":"\n   What is one thing you would never wear?\n  ","970688":"\n   selfie?\n  ","970689":"\n   would you be flattered if someone said they'd totally drink a glass of your sweat????\n  ","970690":"\n   try messaging them again maybe ur message got lost in the other messages they got. that happens to me often\n  ","970691":"\n   Do you enjoy baking? If so, what?\n  ","970692":"\n   Was Anderson Cooper like, \"Breaking news, Tati Westbrook is embroiled in a feud with OG YouTuber Shane Dawson, more to come after the break\" and then you waited through the commercials and heard the full story?\n  ","970693":"\n   Are you friends with any of your ex’s ?\n  ","970694":"\n   What kind of movies do you like?\n  ","970695":"\n   Of course you are, you're a woman of class. You do things out of the goodness of your heart and aren't even aware of how extraordinary you're being.\n  ","970696":"\n   are u in tears rn\n  ","970697":"\n   Did you ever get a response?\n  ","970698":"\n   How did you learn who she is?\n  ","970699":"\n   What do you think of her?\n  ","970700":"\n   That upsets me so much\n  ","970701":"\n   How are you feeling now?\n  ","970702":"\n   How do you feel about Mickey Madden being arrested?\n  ","970703":"\n   I have 11.3 million coins who needs some??\n  ","970704":"\n   Do u know what birthday spankings is?\n  ","970705":"\n   Happy 4th of July weekend everyone stay safe..\n  ","970706":"\n   What turns you on?\n  ","970707":"\n   Do you know who Tati Westbrook is?\n  ","970708":"\n   your measurements?\n  ","970709":"\n   Whats ur favorite movie\n  ","970710":"\n   What things help you relax the best?🤔😊\n  ","970711":"\n   are you doing anything special for the 4th of july weekend? if you’re not in the US, feel free to use this as a filler. 💛\n  ","970712":"\n   Nobody is better than you now though\n  ","970713":"\n   Which Twilight character are you?\n  ","970714":"\n   try messaging them on here maybe they miss u too\n  ","970715":"\n   What books do you plan to read?\n  ","970716":"\n   What is the meaning of life?\n  ","970717":"\n   what are you going to have for dinner? i need some inspiration since it’s just me tonight. 😅\n  ","970718":"\n   I love Italian food!\n  ","970719":"\n   Have you ever set anything on fire? What was it?\n  ","970720":"\n   Awe that’s fab!\n  ","970721":"\n   I would pay at least a hundred dollars for a serving of that\n  ","970722":"\n   Can you cook? What is your favourite thing to make?\n  ","970723":"\n   If you could stop time for 24 hours what would you do with that extra day?\n  ","970724":"\n   Do you like classical music?\n  ","970725":"\n   how sad are u\n  ","970726":"\n   What’s something, you were looking forward too then! corona happened\n  ","970727":"\n   is the person someone u talk to regularly\n  ","970728":"\n   Who are you in a parallel universe?\n  ","970729":"\n   Not talking to you when that's an option is like choosing not to breathe\n  ","970730":"\n   is the person on askfm\n  ","970731":"\n   Talk about something you’re passionate about.\n  ","970732":"\n   And beautiful and cute and smart and funny and non judgmental and all the other good things\n  ","970733":"\n   What happened to our angel?\n  ","970734":"\n   How do other people perceive you?\n  ","970735":"\n   Do you adore garbanzo beans?\n  ","970736":"\n   Whats wrong Nikki\n  ","970737":"\n   Who killed the Dead Sea?\n  ","970738":"\n   Are you a 'Stoner' ?\n  ","970739":"\n   استغفر الله العظيم الذي لا اله الا هو الحي القيوم واتوب اليه\n  ","970740":"\n   have u ever prank called someone and it ended in tears\n  ","970741":"\n   What character would you be in the game jumanji?\n  ","970742":"\n   what’s the last song you listened to?\n  ","970743":"\n   Do you regret treating someone a certain way?\n  ","970744":"\n   how many hours of sleep did you get last night?\n  ","970745":"\n   Have you prank called someone?\n  ","970746":"\n   What do you prefer? Pool, beach, or lake?\n  ","970747":"\n   You're done with June. And now your Julying with me?! Are you serious??? 😤 \n#JokesOnYou\n  ","970748":"\n   Do you always order the same thing at a restaurant or order something different each time?\n  ","970749":"\n   Have you ever enjoyed a book you've read for school?\n  ","970750":"\n   Hey Nikki 🙂 how you doing ?\n  ","970751":"\n   Is there something that you almost didn’t do, but you’re glad you did?\n  ","970752":"\n   What does untick mean? I'm new here\n  ","970753":"\n   Favourite modern cover of an older song?\n  ","970754":"\n   Have you ever kissed in public?\n  ","970755":"\n   You're home alone and you hear some people break into your house. You look at your phone and it's flat, what do you do next?\n  ","970756":"\n   Drake or Chris Brown?\n  ","970757":"\n   81. Have a fabulous Wednesday ✨🥳\n  ","970758":"\n   Should people just print their own?\n  ","970759":"\n   Rolex or Patek?\n  ","970760":"\n   Listen Nicole, Big Ed is to me what Chester Bennington is to you.\n  ","970761":"\n   He rolled into town with nothing in his pocket and targeted the brightest star in the neighborhood; that star was you Nicole! You mercifully took him under your wing, cleaned him up and gave him respect. And what did he do in return? He took, took and took some more. My God, the audacity.\n  ","970762":"\n   Okay so I am friends with my Ex. He is now seeing another girl sometimes feel like the pain is too much. What should I do? Sometimes I feel like just letting go\n  ","970763":"\n   You have an unhealthy obssession with Chester\n  ","970764":"\n   Why do I have a sneaking suspicion that Edraegen takes you for granted now that he got what he wanted?\n  ","970765":"\n   My babe\n  ","970766":"\n   do you like skirts with a front slit or back slit?\n  ","970767":"\n   Yeah so i tweet what you'll suggest .On Twitter\n  ","970768":"\n   Suggest me some tweets.?\n  ","970769":"\n   do you wear skirts?\n  ","970770":"\n   you seem nice x\n  ","970771":"\n   You said Big Ed lives in San Diego in your response to me, which was irrelevant to what I said.  I'm very aware of everything relating to that magical man known as Big Ed.\n  ","970772":"\n   Cheetos or Doritos?\n  ","970773":"\n   Do you ever think about how much so many would give to be in your presence?\n  ","970774":"\n   And? I said WEST of the Mississippi River. You need to read more clearly, Nicole. We need your reading comprehension to be on point so you can excel in all your classes at a level commensurate with your status as Queen of LA County.\n  ","970775":"\n   why x\n  ","970776":"\n   Big Ed earns considerable money as arguably the greatest photographer west of the Mississippi River. There's a reason why he's adored by the Filipino youth writ large. You and him collaborating would surely result in a treasure trove of photos that would set the world on fire.\n  ","970777":"\n   Do you feel like a leader or a follower?\n  ","970778":"\n   hi x\n  ","970779":"\n   Did you cook for him?\n  ","970780":"\n   The Lady Buckley, I presume?\n  ","970781":"\n   Who inspires you? 🖤\n  ","970782":"\n   Is it easier to forgive or forget?\n  ","970783":"\n   Do you applaud Will and Jada for being mature enough to be in an open relationship?\n  ","970784":"\n   Why? He's a professional\n  ","970785":"\n   If your breath had to smell like one fruit forever, what would you pick?\n  ","970786":"\n   Have you ever played paintball?\n  ","970787":"\n   (Different anon) Big Ed?\n  ","970788":"\n   Send Tuesday $1,000\/= ?\n  ","970789":"\n   What if your Edrancé  begged you to do it, saying that you could both retire in the Greek Islands with the $ you'd earn for keeping Big Ed's chest hair nestled close to your heart?\n  ","970790":"\n   Would you wear a locket with a patch of Big Ed's back hair in it for the rest of your life, if you were paid 20 million dollars to do it?\n  ","970791":"\n   Would you let Big Ed use his photography skills on you?\n  ","970792":"\n   By magic you went into the television screen, what movie \/ series would you be in? 🙂\n  ","970793":"\n   Do you think money is evil?\n  ","970794":"\n   Which was your most memorable birthday?\n  ","970795":"\n   Did you love watching Big Ed wax his body?\n  ","970796":"\n   hi\n  ","970797":"\n   Are you happy with the person that you're becoming?\n  ","970798":"\n   You spend a lot of time in front of the TV? 📺\n  ","970799":"\n   Has anyone in your life ever betrayed you?\n  ","970800":"\n   Have you ever been arrested? 😬\n  ","970801":"\n   Do you believe in aliens? 👽\n  ","970802":"\n   What’s your favorite vegetable? 🍅\n  ","970803":"\n   A public figure that you like to follow? 🙂\n  ","970804":"\n   about as unsettling a film can get lol\n  ","970805":"\n   Aside from Ask, what other social media do you have? 👍\n  ","970806":"\n   I do too\n  ","970807":"\n   What are you most afraid of?\n  ","970808":"\n   Are you an emotional person?\n  ","970809":"\n   80. don’t you hate when people just don’t get the hint?\n  ","970810":"\n   Is it true that your birthday is September 2?\n  ","970811":"\n   Do you believe in any mythical creatures?\n  ","970812":"\n   What was the most unsettling film you've seen?\n  ","970813":"\n   How are you today?\n  ","970814":"\n   Are you skeptical about the things you hear on the news about Covid_19? Do you know anyone personally who has had it and if so did they have it severely??\n  ","970815":"\n   some coins maybe 🥺\n  ","970816":"\n   you skip so many of you q's now\n  ","970817":"\n   Why do people give up so easily on relationships nowadays? Are we becoming more and more selfish?\n  ","970818":"\n   How do you prefer celebrating your birthdays?🔥 👀\n  ","970819":"\n   She doesn’t grab the booty the booty grabs her 😂😂😂😂😂😂\n  ","970820":"\n   Do you believe in miracles?\n  ","970821":"\n   Do you have that one person in your life, like a friend, a relative, or a lover, who, no matter how bad things get, will never stop coming through for you? 👊👌❤\n  ","970822":"\n   Ask some weird type question?\n  ","970823":"\n   What’s your favorite bikini?\n  ","970824":"\n   you want to have freckles ?\n  ","970825":"\n   That’s not what the demons told me\n  ","970826":"\n   A reason for someone to become your friend?  🙂\n  ","970827":"\n   Last time you grabbed a booty?\n  ","970828":"\n   selfie?\n  ","970829":"\n   woah i love ur new pic :D i manifest this to happen ty nikki\n  ","970830":"\n   i love ur hair\n  ","970831":"\n   Do you think any parent will ever name their child Karen again, or has the internet well and truly killed that name off as an option for new borns??\n  ","970832":"\n   Do you have any phobias?\n  ","970833":"\n   Was your childhood more pleasant or traumatic?\n  ","970834":"\n   If you were really hungry, really exhausted and really gross, what would you do first – eat, nap or shower?\n  ","970835":"\n   Bikinis or One Pieces? Post a picture!\n  ","970836":"\n   Post your favorite photo of yourself!\n  ","970837":"\n   Do you like to dance?🎉\n  ","970838":"\n   How much coffee you drink\n  ","970839":"\n   Be honest, have you ever taken too much of the things that cost you so much?? 😳\n  ","970840":"\n   do you tease guys\n  ","970841":"\n   How will you spend your summer vacation?\n  ","970842":"\n   Have you ever been captured by aliens?👽 Invent 😂\n  ","970843":"\n   Why’s that?\n  ","970844":"\n   Favorite color?\n  ","970845":"\n   HAHAHA nooo, all of the months in the calendar has 28 days 😂\n  ","970846":"\n   Good morning rich girl\n  ","970847":"\n   How often do you use emojis when you type generally speaking? 📱😍😂😭\n  ","970848":"\n   Took a break. Needed it. 🥰🥰\n  ","970849":"\n   Good morning \nHave A nice day ahead♥\n  ","970850":"\n   What is the first animal you would run to see if you went to the zoo?\n  ","970851":"\n   😍😍😍\n  ","970852":"\n   Are you British?\n  ","970853":"\n   Promise me that it'll be me whose question you'll answer on your 100,000th\n  ","970854":"\n   What to do on a rainy day?\n  ","970855":"\n   What's the worst thing anyone can criticize you for? 🙂\n  ","970856":"\n   u made my night\n  ","970857":"\n   Are you an artistic person? If yes, in which arts?\n  ","970858":"\n   Where do you see yourself in the next 21 years ?\n  ","970859":"\n   Is it true that you forget about other people quickly ?\n  ","970860":"\n   How did he pass away?\n  ","970861":"\n   Explain what you did today?\n  ","970862":"\n   One thing you hate? 🙂\n  ","970863":"\n   You should watch them\n  ","970864":"\n   I don't know that's what your mom told me\n  ","970865":"\n   Do you watch tiktok?\n  ","970866":"\n   Who is one deceased person that you wish was still living?\n  ","970867":"\n   Tacos or sushi\n  ","970868":"\n   PAP\n  ","970869":"\n   Would you date a person who owns 10 dogs?\n  ","970870":"\n   You mean you haven't noticed my drone yet?\n  ","970871":"\n   But I heard you hide under your bed when there's thunder\n  ","970872":"\n   Would you be ready for an alien invasion before the end of 2020 👽?\n  ","970873":"\n   Which ASKfm gift would you like to receive?\n  ","970874":"\n   ever had in-n-out?\n  ","970875":"\n   TRICKY Q: 🤯🧠 \nWhich month on the calendar has 28 days? 🤔🔥\n  ","970876":"\n   Have you ever swallowed a fly? How did it taste?\n  ","970877":"\n   What's the hottest trend this summer?\n  ","970878":"\n   79. do you miss high school? or school in general?\n  ","970879":"\n   78. have you ever used bath bombs?\n  ","970880":"\n   selfie?\n  ","970881":"\n   77. do you like to watch award shows?\n  ","970882":"\n   Favorite Italian dish??\n  ","970883":"\n   Do you wear pants with cartoon print ?\n  ","970884":"\n   Do you watch cartoons? What is your recent favorite one?\n  ","970885":"\n   Sea 🌊 or mountain ⛰\n  ","970886":"\n   It’s a rare thing.. ❤️❤️ but also beautiful\n  ","970887":"\n   Lightning or thunder? ⚡️ 🌩\n  ","970888":"\n   Have you ever felt unconditional love? If so explain..\n  ","970889":"\n   Civil War reenactments: cultural insensitivity or living history lessons?\n  ","970890":"\n   Have you ever caught the neighbors staring at you while you sunbathed?\n  ","970891":"\n   You are Nikki whiplash\n  ","970892":"\n   What is your favorite and least favorite holiday?\n  ","970893":"\n   Who is the nicest person you know?\n  ","970894":"\n   You taught me to believe in Love At First Ask\n  ","970895":"\n   Have you ever bought something on the internet?\n  ","970896":"\n   Do you believe in love at first sight... on the internet?\n  ","970897":"\n   What do you do to relieve stress or stop worrying?\n  ","970898":"\n   Well vaccine is gonna be developed by the end of this year.thats sort of a good news though😂my ziodic is strong I can see 💪\n  ","970899":"\n   Swimming Pool or Beach? ❣️\n  ","970900":"\n   Whats your next adventure?\n  ","970901":"\n   What’s your MOST FAVORITE SEASON OF THE YEAR????\n  ","970902":"\n   WHEN WE GET THREW THIS SOCIAL DISTANCING CORONATION PANDEMIC.. what’s the first thing your gonna go DO??\n  ","970903":"\n   eat soy\n  ","970904":"\n   Why?\n  ","970905":"\n   Well my ziodic sign says 2020 is gonna be good year for me lol...\n  ","970906":"\n   Do you ever pretend to be in your phone so people will stop bothering you?\n  ","970907":"\n   What's you  favorite time of day?\n  ","970908":"\n   What was the last movie you saw?\n  ","970909":"\n   Do you believe in zodiac sign?\n  ","970910":"\n   do you get very upset when someone disagrees with you.? and if so then explain why?\n  ","970911":"\n   Are you living a meaningful life? ...\n  ","970912":"\n   You searched it?\n  ","970913":"\n   Your pretty an I’m cute me and you would go great together because then we’d be pretty cute 🤪\n  ","970914":"\n   Has 2020 gone according to plan for you?\n  ","970915":"\n   Wow nice me too. Have a great day! ☀️\n  ","970916":"\n   Are you afraid of dying?\n  ","970917":"\n   What is your zodiac sign?\n  ","970918":"\n   Hi how old are u\n  ","970919":"\n   Do you believe in astrology?\n  ","970920":"\n   Bbq and fireworks\n  ","970921":"\n   76. do you like dark humor?\n  ","970922":"\n   Follow for follow✌😁\n  ","970923":"\n   Have you ever felt jealousy in a friendship? What it's actually about?\n  ","970924":"\n   Would you rather quit your idea or stick to it, if everybody is against it?\n  ","970925":"\n   Do you eat brocolli?\n  ","970926":"\n   Do you have a criminal record.If yes what would you done.If no why would you don't do any crime?\n  ","970927":"\n   What have you learned the hard way?\n  ","970928":"\n   NEVER HAVE I EVER: 😈🔥 \nHave you ever been on a blind date? 💕\n  ","970929":"\n   When did you last do something outside of your comfort zone?\n  ","970930":"\n   What are 3 things that positively impact your life, not including people?\n  ","970931":"\n   If you could live one day with no one recognising you, what would you do?\n  ","970932":"\n   What album would you love to have on vinyl?\n  ","970933":"\n   What film, in your opinion, has the best cinematography and\/or special effects?\n  ","970934":"\n   Tell us about an average morning for you, on a day you have to work or have plans, and a day you have no plans.\n  ","970935":"\n   What show do you watch after a long day?\n  ","970936":"\n   Has your opinion changed on something recently?\n  ","970937":"\n   Plans for the 4th of July?\n  ","970938":"\n   Whats your favorite fish to eat?  Tilapia, Salmon, Tuna\n  ","970939":"\n   Have you ever fallen asleep during a class?\n  ","970940":"\n   Do you feel like this year is just going to keep getting worse? Idk what it is but every month there's just something else.\n  ","970941":"\n   You love him\n  ","970942":"\n   O hated it? Who is o?\n  ","970943":"\n   Do you ever go to antique shops? If you go what kind of things do you look for specifically? Do you have any favorites?\n  ","970944":"\n   It don’t give you lung cancer and it ain’t addictive 🤷‍♂️ suit yo self but you missing out I promise you\n  ","970945":"\n   Dog ya cat?\n  ","970946":"\n   Vacation to... where? You rather...\n\n1. Panama City\n2. Tokyo, Japan\n3. Fairbanks, Alaska\n4. New South Wales\n5. Costa Rica\n6. Netherlands\n7. Nova Scotia\n\nPick 1. What number?\n  ","970947":"\n   Pretend land was a lot of fun last night. It was really fun to pretend things. I was super super rich and have a house in Thousand Oaks that was on like 40 acres and I had people that I had a crush on living with me as roommates. lol\n  "},"Answer":{"969876":"\n  Brussel Sprouts with bbq sauce, rice with ranch, those are a few I can think of rn lol\n  ","969877":"\n  Yes, I do\n  ","969878":"\n  I would say at home lol\n  ","969879":"\n  No you aren’t 😊\n  ","969880":"\n  Obviously the sun\n  ","969881":"\n  Nope.\n  ","969882":"\n  It’s 4:03 am anon\n  ","969883":"\n  It’s definitely possible\n  ","969884":"\n  Not feeling tired anymore🙃\n  ","969885":"\n  Hmm I’m not sure\n  ","969886":"\n  I guess so.\n  ","969887":"\n  Yes, I would say I am mature for my age\n  ","969888":"\n  Yeah, it’s 3:51 am🤣\n  ","969889":"\n  That’s pretty awesome!😁\n  ","969890":"\n  Sure 😊\n  ","969891":"\n  That’s true🤣 I’m 20, how old are you?\n  ","969892":"\n  Sometimes I laugh easily!\n  ","969893":"\n  Thank you! I followed you back😊\n  ","969894":"\n  Goodnight friends!\n  ","969895":"\n  I’m from California! You?And no you’re not bothering me😊\n  ","969896":"\n  Yeah, I’m pretty good at swimming. You?\n  ","969897":"\n  Well here it’s currently 10:36 pm aha\n  ","969898":"\n  I’m doing alright, I guess. How are you?\n  ","969899":"\n  Of course.\n  ","969900":"\n  I don’t know lol\n  ","969901":"\n  Spongebob and Patrick are just wonderful lol\n  ","969902":"\n  Depends on what I feel like eating\n  ","969903":"\n  I’d definitely go visit! lol that sounds nice\n  ","969904":"\n  It’s clean\n  ","969905":"\n  It’s going great lol🤣\n  ","969906":"\n  A spy sounds interesting lol\n  ","969907":"\n  That’s great anon!\n  ","969908":"\n  I’m not sure, don’t really know how they work.\n  ","969909":"\n  😊.\n  ","969910":"\n  I don’t think Landon is necessarily a common name, I rarely hear it.\n  ","969911":"\n  Nope..\n  ","969912":"\n  Probably my favorite show criminal minds and a FBI agent\/profiler!\n  ","969913":"\n  I haven’t made one just yet but o definitely will\n  ","969914":"\n  of course\n  ","969915":"\n  lol it’s a hug?\n  ","969916":"\n  Lol thank you\n  ","969917":"\n  I do like doggos!\n  ","969918":"\n  Lol no?\n  ","969919":"\n  🤨🤨\n  ","969920":"\n  I prefer the movie lol\n  ","969921":"\n  I think so!\n  ","969922":"\n  My favorite tv show was Spongebob Squarepants and my favorite movie was The Grinch who stole Christmas and it’s still one of my favorites!\n  ","969923":"\n  I would bring Chester back🥺\n  ","969924":"\n  I don’t have any\n  ","969925":"\n  Talk to new people in person but I’m so socially anxious it’s very hard for me.\n  ","969926":"\n  Maybe forever 21 or H&M\n  ","969927":"\n  no I don’t lol\n  ","969928":"\n  I don’t think I was, but I don’t remember\n  ","969929":"\n  I don’t remember tbh\n  ","969930":"\n  Jared isn’t my man lol but I do like him\n  ","969931":"\n  I’m watching a movie, you?\n  ","969932":"\n  🤗\n  ","969933":"\n  I don’t know lol🤔\n  ","969934":"\n  Who’s that?\n  ","969935":"\n  I have not!\n  ","969936":"\n  I mean sometimes I miss a month.\n  ","969937":"\n  I don’t know anon\n  ","969938":"\n  I believe the WII haha\n  ","969939":"\n  No I have a naturally tan complexion lol\n  ","969940":"\n  Your imagination is amazing 🤣\n  ","969941":"\n  no? I haven’t\n  ","969942":"\n  Yes omg!\n  ","969943":"\n  always lol\n  ","969944":"\n  Summer!\n  ","969945":"\n  Hey!\n  ","969946":"\n  Nowadays at home lol\n  ","969947":"\n  seriously? lol\n  ","969948":"\n  I had a salad lol\n  ","969949":"\n  Nope\n  ","969950":"\n  nope that’s okay\n  ","969951":"\n  Blue and pink lol\n  ","969952":"\n  I would say submissive\n  ","969953":"\n  My cycle?\n  ","969954":"\n  I’m already underweight, I dm t need weight loss tea lol\n  ","969955":"\n  I didn’t get to it lol\n  ","969956":"\n  lol I’m good\n  ","969957":"\n  I joined it because it was popular back then lol\n  ","969958":"\n  Nope I’m not\n  ","969959":"\n  I don’t know.\n  ","969960":"\n  Why anon?\n  ","969961":"\n  Lmao yes it would\n  ","969962":"\n  In what now?\n  ","969963":"\n  I guess lol\n  ","969964":"\n  No lol\n  ","969965":"\n  It’s alright, I guess.\n  ","969966":"\n  Goodnight lovely!😊\n  ","969967":"\n  No I’m not\n  ","969968":"\n  I appreciate it😊\n  ","969969":"\n  Haha that’s actually a cute poem tbh\n  ","969970":"\n  Nope, I don’t drink soda.\n  ","969971":"\n  Whenever I pass away, I guess.\n  ","969972":"\n  I do\n  ","969973":"\n  No🤣\n  ","969974":"\n  I’m not sure why.\n  ","969975":"\n  Not too well lately, I always end up waking up in the middle of the night not feeling tired.\n  ","969976":"\n  right on it anon\n  ","969977":"\n  No it’s not, I don’t have to wear one 24\/7. Unless I’m in a store and whatnot.\n  ","969978":"\n  I don’t believe so\n  ","969979":"\n  For real though lol\n  ","969980":"\n  How’s 20 years old too old?🤣\n  ","969981":"\n\n   https:\/\/youtu.be\/LEjJaLexQq4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","969982":"\n  No I wouldn’t want to.\n  ","969983":"\n  Linkin Park makes me happy always.\n  ","969984":"\n  No I don’t\n  ","969985":"\n  Sadly I do tend to give up easily.\n  ","969986":"\n  🤣🤣\n  ","969987":"\n  No that’s creepy\n  ","969988":"\n  Yes I do!\n  ","969989":"\n  I’m definitely an introvert\n  ","969990":"\n  Not on a daily basis, no\n  ","969991":"\n  I’m 20\n  ","969992":"\n  I do\n  ","969993":"\n  I have 14k on here lol\n  ","969994":"\n  I’m still awake oh my\n  ","969995":"\n  🤔🤔\n  ","969996":"\n  I don’t even know if I have a great aunt lol. And I definitely want to go to Armenia\n  ","969997":"\n  I don’t think I have\n  ","969998":"\n  No clue who that is\n  ","969999":"\n  Gummy bears\n  ","970000":"\n  Nope lol\n  ","970001":"\n  Lol excuse me?\n  ","970002":"\n  I haven’t seen it in ages\n  ","970003":"\n  No lol\n  ","970004":"\n  I don’t believe so\n  ","970005":"\n  Not necessarily wild lol\n  ","970006":"\n  No lol?\n  ","970007":"\n  I’m not claustrophobic lol\n  ","970008":"\n  oh lol\n  ","970009":"\n  not necessarily\n  ","970010":"\n  No I haven’t\n  ","970011":"\n  No I don’t\n  ","970012":"\n  Not that fast lol\n  ","970013":"\n  I don’t\n  ","970014":"\n  It was alright\n  ","970015":"\n  I have only once lol\n  ","970016":"\n  Not really\n  ","970017":"\n  Living things is my favorite album! How about yours?\n  ","970018":"\n  Nope\n  ","970019":"\n  No I don’t, it’s too sweet lol\n  ","970020":"\n  No not really\n  ","970021":"\n  Once I feel more confident in driving\n  ","970022":"\n  Hopefully lol\n  ","970023":"\n  I’m okay I guess\n  ","970024":"\n  I’m not sure actually\n  ","970025":"\n  🤫\n  ","970026":"\n  None of those lol\n  ","970027":"\n  I don’t like either lol\n  ","970028":"\n  Don’t have one\n  ","970029":"\n  I’m sorry🙁\n  ","970030":"\n  I like both\n  ","970031":"\n  🤫🤫\n  ","970032":"\n  haha you’re welcome 🤣\n  ","970033":"\n  Thank you so much 😊\n  ","970034":"\n  🥺🥺\n  ","970035":"\n  ooh maybe hotel Artemis tbh\n  ","970036":"\n  I’m not but thank you!\n  ","970037":"\n  🤪😎\n  ","970038":"\n  Ice tea lol\n  ","970039":"\n  I’m not a teenager anymore but there were so many difficulties to being one.\n  ","970040":"\n  I’m right handed\n  ","970041":"\n  lol I don’t know?\n  ","970042":"\n  Burger King I guess lol\n  ","970043":"\n  The ‘IT’ movies!\n  ","970044":"\n  I don’t know lol\n  ","970045":"\n  Where’s that?\n  ","970046":"\n  What?🤣\n  ","970047":"\n  Yes lol\n  ","970048":"\n  Too cold lol\n  ","970049":"\n  Hello!\n  ","970050":"\n  No lol\n  ","970051":"\n  My hair down!\n  ","970052":"\n  I’m not sure I’ve had a worse hairstyle lol\n  ","970053":"\n  A guitar!\n  ","970054":"\n  A lot lol\n  ","970055":"\n  I have, yes\n  ","970056":"\n  What?🤨\n  ","970057":"\n  Nope, I have not\n  ","970058":"\n  I do\n  ","970059":"\n  I like some disney movies definitely, not all though\n  ","970060":"\n  Definitely pancakes!\n  ","970061":"\n  ehhh lol\n  ","970062":"\n  I think it’s crazy lol that her family can’t even go\n  ","970063":"\n  Yes lol from there!\n  ","970064":"\n  Slippers or socks lol\n  ","970065":"\n  no I don’t like that\n  ","970066":"\n  Well yeah lol\n  ","970067":"\n  I do\n  ","970068":"\n  Not really\n  ","970069":"\n  Ranch and bbq sauce lol\n  ","970070":"\n  Haha I’m not\n  ","970071":"\n  Very terrible lol\n  ","970072":"\n  No i don’t break things when I’m angry\n  ","970073":"\n  From McDonald’s lol\n  ","970074":"\n  No I haven’t tried to make Indian food\n  ","970075":"\n  No I haven’t\n  ","970076":"\n  I don’t use alarms lol\n  ","970077":"\n  Of course, I’ve stayed in so many hotels all over the world!\n  ","970078":"\n  No but honestly I would like to go see one!\n  ","970079":"\n  chicken nuggets 😋\n  ","970080":"\n  I’ve done a lot today and now I’m just having a bite of food lol\n  ","970081":"\n  🤔🤔\n  ","970082":"\n  Nope!\n  ","970083":"\n  I guess so. How’s your life?\n  ","970084":"\n  Somewhere extremely far away lol.\n  ","970085":"\n  Who in the world is that?\n  ","970086":"\n  Chicken lol\n  ","970087":"\n  haha yeah I guess so\n  ","970088":"\n  I don’t know, it’s definitely going I guess.\n  ","970089":"\n  Broccoli and beef aha\n  ","970090":"\n  I’m very shy, silly, weird, fun, friendly, caring, loving, honest, loyal  etc lol\n  ","970091":"\n  I’m always on time or even early lol\n  ","970092":"\n  I don’t know why people would hate her, she just really loved Edward lol\n  ","970093":"\n  Yes, of course! I was watching it the other day lol\n  ","970094":"\n  Tea!\n  ","970095":"\n  Being ignored\/ghosted, being yelled at, feeling like I’m not good enough etc.\n  ","970096":"\n  You definitely should! I’ve re-watched like 200 times already\n  ","970097":"\n  Lol right.\n  ","970098":"\n  Not really, it just depends what kind of technology I guess\n  ","970099":"\n  while I cutely watched?🤣\n  ","970100":"\n  Bobby Flay and Gordon Ramsay!\n  ","970101":"\n  Not personally, no\n  ","970102":"\n  Omg yesss, it’s my favorite!😁\n  ","970103":"\n  I like diamonds too lol\n  ","970104":"\n  Definitely gold!\n  ","970105":"\n  Well yeah, definitely\n  ","970106":"\n  I’d probably feel very stressed and get frustrated but I’d definitely at least try lol\n  ","970107":"\n  Criminal minds is my favorite show!\n  ","970108":"\n  I do\n  ","970109":"\n  It’s not reality my friend\n  ","970110":"\n  lol okay anon\n  ","970111":"\n  Of course!\n  ","970112":"\n  I don’t remember to be honest lol😬\n  ","970113":"\n  Lol thank you\n  ","970114":"\n  English literature 😁\n  ","970115":"\n  Definitely traveling to new places!\n  ","970116":"\n  I just wouldn’t, I’m not into doing drugs.\n  ","970117":"\n  Of course anon.\n  ","970118":"\n  Probably a very shy and reserved person and someone who doesn’t talk much.\n  ","970119":"\n  Save it?\n  ","970120":"\n  I definitely think it helped\n  ","970121":"\n  I wouldn’t lol\n  ","970122":"\n  I just don’t think anything about it, I’d never do it and I don’t like when I smell it.\n  ","970123":"\n  Of course girly 😊\n  ","970124":"\n  Sure anon\n  ","970125":"\n  I believe I have, yes\n  ","970126":"\n  I have used coconut oil on my eyebrows though lol\n  ","970127":"\n  I don’t think I have actually\n  ","970128":"\n  I’m just chilling 😎\n  ","970129":"\n  I just never have\n  ","970130":"\n  No I don’t like anything flavored pineapple or mango lol\n  ","970131":"\n  Definitely pineapple and mango\n  ","970132":"\n  Hahha thank you!\n  ","970133":"\n  I appreciate that, thank you 😊\n  ","970134":"\n  Haha I guess it was a pick up line\n  ","970135":"\n  I would never cheat on someone I’m in a relationship with. I’m as loyal as they get.\n  ","970136":"\n  Awh, I’m sorry to hear that 🙃\n  ","970137":"\n  Hello!🤗\n  ","970138":"\n  I’m one of those people who can do both stay active and I can relax and chill.\n  ","970139":"\n  haha I know, it was random\n  ","970140":"\n  Usually better and honey or syrup\n  ","970141":"\n  Yes I do\n  ","970142":"\n  Lol that’s great\n  ","970143":"\n  I don’t know really, I’m just lost I guess.\n  ","970144":"\n  No I probably wouldn’t tbh\n  ","970145":"\n  Most definitely, once I love I love that person with my everything and deeply.\n  ","970146":"\n  You too what?🤨\n  ","970147":"\n  No I don’t\n  ","970148":"\n  No I’m not\n  ","970149":"\n  Floral print outfit lol\n  ","970150":"\n  Night owl\n  ","970151":"\n  Obviously I’m real, I’m verified lol\n  ","970152":"\n  I’m not sure actually lol\n  ","970153":"\n  Probably asparagus lol\n  ","970154":"\n  I definitely prefer school lol\n  ","970155":"\n  I don’t have flawless skin so I wouldn’t know🤣\n  ","970156":"\n  I haven’t done neither lol\n  ","970157":"\n  The color of Jared Leto’s eyes!\n  ","970158":"\n  Blue and pink!\n  ","970159":"\n  Yes I have a ton of rings that I don’t wear lol\n  ","970160":"\n  Happy Monday lovely🤗 hope you’re having a great day!\n  ","970161":"\n  Yes haha, it’s crazy!\n  ","970162":"\n  Plain cheese pizza!\n  ","970163":"\n  Absolutely, thank you😊\n  ","970164":"\n  Of course I do\n  ","970165":"\n  Yes, I do!\n  ","970166":"\n  I don’t know, I guess laptop lol\n  ","970167":"\n  My rising sign?\n  ","970168":"\n  I didn’t lmao\n  ","970169":"\n  well that’s nice anon.\n  ","970170":"\n  Not too long.\n  ","970171":"\n  Since 2013 lol\n  ","970172":"\n  Interesting anon\n  ","970173":"\n  Well I support it, definitely\n  ","970174":"\n  Yeah, no I’m good🤣\n  ","970175":"\n  Hello lol\n  ","970176":"\n  Thank you anon!😊\n  ","970177":"\n  Nothing really, they’re quite useless\n  ","970178":"\n  Well thank you anon.\n  ","970179":"\n  I do\n  ","970180":"\n  It’s night here anon\n  ","970181":"\n  🤫\n  ","970182":"\n  California\n  ","970183":"\n  Plain cheese pizza lol\n  ","970184":"\n  Definitely\n  ","970185":"\n  Lol I’m not a queen though.\n  ","970186":"\n  Haha it’s all good.\n  ","970187":"\n  Usually around 10 or 11 pm\n  ","970188":"\n  None lol\n  ","970189":"\n  I sleep with two.\n  ","970190":"\n  Nope I don’t.\n  ","970191":"\n  I’ve had many lol so I’m not sure\n  ","970192":"\n  I’ll think about it. I don’t know just yet, but I’m glad you enjoy asking me questions 🤗\n  ","970193":"\n  Hello! I’m fine you?\n  ","970194":"\n  I have not.\n  ","970195":"\n  I’m not sure lol\n  ","970196":"\n  Yes, yes of course!\n  ","970197":"\n  No, lol I’m good\n  ","970198":"\n  🤔🤔\n  ","970199":"\n  lmao thanks.\n  ","970200":"\n  Thank you, I’m glad😊\n  ","970201":"\n  nah lol that’s okY\n  ","970202":"\n  Bahahahah thank you!\n  ","970203":"\n  😋😋\n  ","970204":"\n  No thank you🤣\n  ","970205":"\n  🤫🤫\n  ","970206":"\n  Italy and Greece definitely!\n  ","970207":"\n  lol thank you.\n  ","970208":"\n  yes, absolutely.\n  ","970209":"\n  I used to play guitar hero on the WII! It was so fun omg!🥺\n  ","970210":"\n  I feel I’m never good enough.\n  ","970211":"\n  Yeah, I can agree with you anon, it’s definitely true but we do that because we only ever live once truly,\n  ","970212":"\n  It was alright!\n  ","970213":"\n  you have to, by giving the person coins as much as it says lol\n  ","970214":"\n  Yes, that’s true. Material things can never replace a human.\n  ","970215":"\n  No I don’t\n  ","970216":"\n  I’m not sure lol\n  ","970217":"\n  Don’t do what?\n  ","970218":"\n  Hello.\n  ","970219":"\n  I’m confused to what you’re talking about, but thank you anon for your kindness 🤗\n  ","970220":"\n  It’s alright, hope you had a good Sunday 😊\n  ","970221":"\n  I just feel I need a break.\n  ","970222":"\n  Yeah, I don’t mind coffee cake\n  ","970223":"\n  Of course , I have so many times! 😁I do enjoy them.\n  ","970224":"\n  It didn’t cost anything lol\n  ","970225":"\n  Yes, of course.\n  ","970226":"\n  No I’m not able to.\n  ","970227":"\n  Back in March!\n  ","970228":"\n  I have legitimately no idea what you’re talking about\n  ","970229":"\n  Why’s that? Lol\n  ","970230":"\n  I’ll have to think about it anon.\n  ","970231":"\n  Nope, I would never make fun of anyone\n  ","970232":"\n  No I don’t know how to blow bubbles with gum lol\n  ","970233":"\n  I don’t know what you’re talking about.\n  ","970234":"\n  Yes it’s very hot but I love it!\n  ","970235":"\n  I like guitar hero better lol!\n  ","970236":"\n  I prefer hot showers!\n  ","970237":"\n  No eyebrows lol\n  ","970238":"\n  Well I’m sorry but that doesn’t mean you need to fix me?\n  ","970239":"\n  I haven’t played it in ages so I don’t remember lol\n  ","970240":"\n  I used to play video games. I loved playing just dance, guitar hero, Mario kart! 😁\n  ","970241":"\n  All kinds I guess.\n  ","970242":"\n  Why not?\n  ","970243":"\n  Lol yeah I have no idea\n  ","970244":"\n  Yeah I do\n  ","970245":"\n  Yes, I definitely do struggle with many things. Yeah I guess there’s nothing wrong with me although it seems there is. But thank you so much, that’s very sweet.\n  ","970246":"\n  Awh that’s very sweet, thank you so much anon 😊\n  ","970247":"\n  I’m not sure I have seen anything out of the sorts when using public transportation 🤔\n  ","970248":"\n  I never said you’re here to fix me?\n  ","970249":"\n  I only wear a mask when I go to the stores or in a restaurant until it’s okay to take them off. That’s about it.\n  ","970250":"\n  Nice anon.\n  ","970251":"\n  I choose truth.\n  ","970252":"\n  There are many things wrong about me anon, it’s okay though. And I appreciate you being kind to me.\n  ","970253":"\n  I just think it’s my time to leave this app.\n  ","970254":"\n  We had burgers, hotdogs, sausage.\n  ","970255":"\n  Me.\n  ","970256":"\n  No.\n  ","970257":"\n  She really is, I love her.\n  ","970258":"\n  No it doesn’t.\n  ","970259":"\n  No one, I just am.\n  ","970260":"\n  Most definitely\n  ","970261":"\n  I appreciate that but really I’m fine.\n  ","970262":"\n  Am I though? I don’t think so\n  ","970263":"\n  Thank you anon.\n  ","970264":"\n  Why’s that?🤔\n  ","970265":"\n  No why would I go there?\n  ","970266":"\n  Hahaha you’re funny, no I’m not\n  ","970267":"\n  Definitely my cellphone lol\n  ","970268":"\n  You live in Australia? that’s awesome! I definitely want to travel there😁\n  ","970269":"\n  I’m not a health freak but I do enjoy my vegetables and fruits as well\n  ","970270":"\n  I’m from California, it’s currently 7:35 am 😊\n  ","970271":"\n  No I’m not\n  ","970272":"\n  it’s me lol\n  ","970273":"\n  I don’t like anything about myself 😊\n  ","970274":"\n  Good morning.\n  ","970275":"\n  Yes, I have! It was very good.\n  ","970276":"\n  I don’t really do anything about it🤔\n  ","970277":"\n  Good morning to you too\n  ","970278":"\n  Myself.\n  ","970279":"\n  I’m not good at making conversations either anon\n  ","970280":"\n  Say what now?\n  ","970281":"\n  Nope.\n  ","970282":"\n  Again, 14k.\n  ","970283":"\n  No??\n  ","970284":"\n  Absolutely nothing.\n  ","970285":"\n  Greece or Italy.\n  ","970286":"\n  Don’t worry, I’m also horrible at conversations. In fact I’m horrible at most things in life.\n  ","970287":"\n  nothing is wrong, I’m fine.\n  ","970288":"\n  It doesn’t matter.\n  ","970289":"\n  Nope but it doesn’t matter.\n  ","970290":"\n  Hi.\n  ","970291":"\n  🥴🥴\n  ","970292":"\n  It doesn’t matter.\n  ","970293":"\n  3 😊\n  ","970294":"\n  Haha I definitely am🤣\n  ","970295":"\n  For sure!\n  ","970296":"\n  Yes I do\n  ","970297":"\n  Well no it goes on with the ones that stayed as a couple\n  ","970298":"\n  Lol\n  ","970299":"\n  🤣🤣\n  ","970300":"\n  Oh well\n  ","970301":"\n  both.\n  ","970302":"\n  When I was a little girl.\n  ","970303":"\n  Oh?\n  ","970304":"\n  We can.\n  ","970305":"\n  I hope you’re doing well too anon.\n  ","970306":"\n  I have 14k on here.\n  ","970307":"\n  What song is that?🤔\n  ","970308":"\n  Read a book, listen to music, play games, sleep\n  ","970309":"\n  I guess?\n  ","970310":"\n  lol I’m sure anon🤣\n  ","970311":"\n  No I wouldn’t.\n  ","970312":"\n  Yes I am and spongebob squarepants.\n  ","970313":"\n  Like around 8 am\n  ","970314":"\n  Happiness is when my dog (Sky) comes and licks my face when she sees me crying. Like she did today 😊\n  ","970315":"\n  No idea who that is.\n  ","970316":"\n  Yes I am though 😊\n  ","970317":"\n  lol\n  ","970318":"\n  lol I’m just not a party person\n  ","970319":"\n  this is great anon😁\n  ","970320":"\n  I guess the ones from Popeyes\n  ","970321":"\n  Nicole is a really fun game 🤣🤨\n  ","970322":"\n  Virgo.\n  ","970323":"\n  Usually dark or light blue jeans.\n  ","970324":"\n  I’m not sure I’m even alive anymore\n  ","970325":"\n  Green tea and black tea mostly.\n  ","970326":"\n  Call me a little girl\n  ","970327":"\n  I’m not sure, I mean I normally just fall back asleep later\n  ","970328":"\n  Sure 😊\n  ","970329":"\n  Disappearing😊\n  ","970330":"\n  I’m selfish.\n  \n  I love traveling\n  \n  I like being active\n  \n  I love Linkin Park!\n  \n  I try to make others happy\n  ","970331":"\n  Hi.\n  ","970332":"\n  Thank you.\n  ","970333":"\n  I’m thinking about it haha\n  ","970334":"\n  To disappear honestly 😊\n  ","970335":"\n  Hotel Artemis\n  ","970336":"\n  Nope.\n  ","970337":"\n  Linkin Park\n  \n  traveling\n  \n  my family\n  ","970338":"\n  I don’t think I can stay on this app anymore.\n  ","970339":"\n  I’m not sure.\n  ","970340":"\n  Not really\n  ","970341":"\n  I like fix you as well.\n  ","970342":"\n  myself.\n  ","970343":"\n  yeah, no I don’t\n  ","970344":"\n  Why not?\n  ","970345":"\n  I think he’s pretty cool lol.\n  ","970346":"\n  Sky full of stars\n  \n  Fun\n  \n  Army of one\n  ","970347":"\n  I’m not sure, can’t really do anything\n  ","970348":"\n  I’m doing just fine, thank you.\n  ","970349":"\n  Yeah, myself. I’m lame and boring\n  ","970350":"\n  sure.\n  ","970351":"\n  I love key lime pie.\n  ","970352":"\n  Yeah, it’s me.\n  ","970353":"\n  No lol\n  ","970354":"\n  lol absolutely\n  ","970355":"\n  You too anon!😁\n  ","970356":"\n  Lol I’m not sure\n  ","970357":"\n  Lol thank you but no I don’t\n  ","970358":"\n  No I look nothing like Gwen Stefani lol\n  ","970359":"\n  I used to collect rocks and shells!\n  ","970360":"\n  I like Jeffree Star’s eye palettes lol\n  ","970361":"\n  Today lol\n  ","970362":"\n  14k!\n  ","970363":"\n  Nope!\n  ","970364":"\n  I’m not sure tbh\n  ","970365":"\n  I would say maybe 21 lol\n  ","970366":"\n  I take multivitamins every day\n  ","970367":"\n  No I don h\n  ","970368":"\n  I never said that\n  ","970369":"\n  I don’t have a favorite female musician lol\n  ","970370":"\n  Young lol\n  ","970371":"\n  Yes I do!\n  ","970372":"\n  Lol yes I do\n  ","970373":"\n  It doesn’t become rough because I use shampoos that help it stay soft and shiny lol\n  ","970374":"\n  With ketchup and mustard lol\n  ","970375":"\n  Yes, I have lol and yeah I do remember some peoples numbers\n  ","970376":"\n  I’d probably be very upset and track them down lol\n  ","970377":"\n  Of course, I have!\n  ","970378":"\n  Why not? lmao\n  ","970379":"\n  Key lime pie!\n  ","970380":"\n  It’s summer because I love the heat!\n  ","970381":"\n  No thank you\n  ","970382":"\n  Breaking my right elbow when I was in first grade, it was really painful\n  ","970383":"\n  I sure hope so!\n  ","970384":"\n  A what now?\n  ","970385":"\n  I’d definitely get very bored and probably lose my mind lol so no I wouldn’t\n  ","970386":"\n  I follow it word to word usually lol\n  ","970387":"\n  Happy Saturday to you too!💕 I also hope you have a wonderful weeknd.\n  ","970388":"\n  Thank you, you’re great too 😁\n  ","970389":"\n  I used to take naps all the time, now I don’t!\n  ","970390":"\n  Anon I have no idea what you’re on about but thank you😊\n  ","970391":"\n  Travel for the rest of my life definitely!\n  ","970392":"\n  About a 2, I’m not very good in mathematics lol\n  ","970393":"\n  Lol yes I am\n  ","970394":"\n  Psychology\n  \n  Paranormal investigation\n  \n  Sociology\n  \n  Yoga\n  \n  Traveling\n  ","970395":"\n  Yes, actually I do. If you have nothing nice to say then you shouldn’t say anything at all.\n  ","970396":"\n  Thank you! Happy Fourth of July 😁 stay safe!\n  ","970397":"\n  I’m doing alright, you?\n  ","970398":"\n  Thank you!😊 stay safe as well!\n  ","970399":"\n  I do!\n  ","970400":"\n  Just waking up you anon? lol\n  ","970401":"\n  Sometimes, I do yes!\n  ","970402":"\n  lol I guess my mom\n  ","970403":"\n  Ooh that’s tough, I’m not sure\n  ","970404":"\n  No lol I don’t\n  ","970405":"\n  No he’s not annoying at all. He’s very kind and very chill as well😊\n  ","970406":"\n  A paper cut on my finger lol\n  ","970407":"\n  That’s tough, I don’t know lol\n  ","970408":"\n  truth lol\n  ","970409":"\n  Not really, no I don’t\n  ","970410":"\n  I like both\n  ","970411":"\n  Yes, I do believe in luck actually.\n  ","970412":"\n  I haven’t had that lol\n  ","970413":"\n  I’ve always been pretty mature for my age so yeah I become even more mature.\n  ","970414":"\n  I probably would still survive but I’m not sure for how long to be honest.\n  ","970415":"\n  I think that’s true yes lol\n  ","970416":"\n  I don’t do it lol\n  ","970417":"\n  My favorite cake would be red velvet cake, tuxedo cake and ice cream cake!\n  ","970418":"\n  I don’t think so\n  ","970419":"\n  Well I do love dreamland\n  ","970420":"\n  lol no\n  ","970421":"\n  Quite sleepy actually\n  ","970422":"\n  I’m doing alright 🤗\n  ","970423":"\n  No I’m not\n  ","970424":"\n  Awh this is so sweet and made my night. Thank you so much, I appreciate this a lot🤗\n  ","970425":"\n  I was lol\n  ","970426":"\n  We’re not\n  ","970427":"\n  No I’m not\n  ","970428":"\n  What? Lol\n  ","970429":"\n  Of course I have!\n  ","970430":"\n  She’s from 50 shades of grey right? Lol and thank you😊\n  ","970431":"\n  I have no clue lol\n  ","970432":"\n  How so?🤣\n  ","970433":"\n  Nothing about it tbh\n  ","970434":"\n  No lol\n  ","970435":"\n  Lol no\n  ","970436":"\n  No lol\n  ","970437":"\n  I did, yes\n  ","970438":"\n  From 50 shades of grey? Lol\n  ","970439":"\n  I guess? Lol\n  ","970440":"\n  Not necessarily, no lol\n  ","970441":"\n  🤣🤣\n  ","970442":"\n  No that’s okay lol\n  ","970443":"\n  Absolutely not lol\n  ","970444":"\n  I’m just not comfortable driving alone yet\n  ","970445":"\n  Alrighty then\n  ","970446":"\n  Anyways\n  ","970447":"\n  Nahhh anon\n  ","970448":"\n  That’s what it says for me so\n  ","970449":"\n  That’s difficult because I don’t know actually lol\n  ","970450":"\n  I have more then 100k now lol\n  ","970451":"\n  No I don’t go to parties\n  ","970452":"\n  No where to be found actually lol\n  ","970453":"\n  No I don’t lol\n  ","970454":"\n  I didn’t\n  ","970455":"\n  Well I already have 100k answers lmao\n  ","970456":"\n  That would be crazy but I probably wouldn’t turn the page or maybe I would actually to be honest. I’d be too curious lol\n  ","970457":"\n  🤣🤣\n  ","970458":"\n  I’m a Virgo\n  ","970459":"\n  Seriously?🤣\n  ","970460":"\n  Pretty clean lol\n  ","970461":"\n  Yes, I do!\n  ","970462":"\n  Yes many people!\n  ","970463":"\n  I’m not sleeping yet but goodnight girl!✨\n  ","970464":"\n  🤣🤣\n  ","970465":"\n  And why in the world would I do that?\n  ","970466":"\n  Hey! Everything is closing down again since the cases have been getting worse 🙁\n  ","970467":"\n  No clue who that is\n  ","970468":"\n  Lol alrighty then\n  ","970469":"\n  Dude I got my license last year on July.\n  ","970470":"\n  The ‘IT’ movies\n  \n  The conjuring movies\n  ","970471":"\n  My shyness and social anxiety. Also my nervousness.\n  ","970472":"\n  What in the world?🤣\n  ","970473":"\n  Maybe in Europe honestly!\n  ","970474":"\n  lol I wish!\n  ","970475":"\n  Appreciate that.\n  ","970476":"\n  I’m just not that comfortable to drive alone yet\n  ","970477":"\n  Go outside, go swimming, watch tv, listen to music, go on social media, sleep, yoga etc.\n  ","970478":"\n  I got my license last year in July lol\n  ","970479":"\n  I’m always fashionable lol\n  ","970480":"\n  I haven’t, I don’t drive by myself yet\n  ","970481":"\n  Awhhh anon I’m sorry 🙁\n  ","970482":"\n  No I don’t have to be lol. I don’t gain weight and I don’t eat much anyways\n  ","970483":"\n  Definitely rose gold or gold lol\n  ","970484":"\n  What in the world? I wish Lmao 🤣\n  ","970485":"\n  I don’t like beans lol\n  ","970486":"\n  I love going to parks!\n  ","970487":"\n  No I haven’t been thinking about getting a haircut. I only get a trim.\n  ","970488":"\n  Not in awhile tbh\n  ","970489":"\n  lol no🤣\n  ","970490":"\n  I love road trips !\n  ","970491":"\n  I would definitely go!\n  ","970492":"\n  I haven’t personally made pasta sauce lol\n  ","970493":"\n  I haven’t really done that but I probably should lol\n  ","970494":"\n  Loyalty and honesty!\n  ","970495":"\n  That’s awesome!😁\n  ","970496":"\n  My brother in closest to lol\n  ","970497":"\n  I’m not a genius lmao 🤣 also it’s 5:50 pm\n  ","970498":"\n  Hmm I don’t know tbh\n  ","970499":"\n  A family get together tomorrow 😁\n  ","970500":"\n  Thank you so much!😊\n  ","970501":"\n  Well I haven’t seen that anon ?\n  ","970502":"\n  Legitimately no idea what you’re talking about 😊\n  ","970503":"\n  With who?🤔\n  ","970504":"\n  I’m so lost and have no idea what you’re talking about\n  ","970505":"\n  I know omg! lol\n  ","970506":"\n  Lol alrighty then\n  ","970507":"\n  What in the world are you on about?\n  ","970508":"\n  Yes, I have actually!\n  ","970509":"\n  I’m doing okay🤗\n  ","970510":"\n  Yes, I’m good\n  ","970511":"\n  Hey! lol\n  ","970512":"\n  I like denim but I don’t mind leather lol\n  ","970513":"\n  Yes, I like ranch dressing\n  ","970514":"\n  Lol I don’t know what that is\n  ","970515":"\n  It was the same one I have now, Nikki🤗\n  ","970516":"\n  Usually on rice or noodles lol\n  ","970517":"\n  I do like soy sauce.\n  ","970518":"\n  Thank you, I appreciate that. Have a great day as well🤗\n  ","970519":"\n  Yeah there has been.\n  ","970520":"\n  So go and save her\n  \n  you should be braver than you are\n  \n  you don’t even notice but she’s broken again\n  ","970521":"\n  Sometimes you amaze me when you bring me down\n  ","970522":"\n  I’m not sure tbh\n  ","970523":"\n  Lol I think he’s cool though.\n  ","970524":"\n  Mine is Jeffree Star and Zoella😁\n  ","970525":"\n  I’m eating right now lol\n  ","970526":"\n  I enjoy doing many things!\n  ","970527":"\n  I can definitely try!\n  ","970528":"\n  Because I never know how the other person might feel or if they feel the same.\n  ","970529":"\n  No I wouldn’t\n  ","970530":"\n  Sure, why not! It would be an interesting experience 😁\n  ","970531":"\n  I have many hobbies like listening to music, watching movies\/tv shows, going outside for walks, yoga, swimming, sleeping, going on social media etc.\n  ","970532":"\n  Being able to go out and travel\n  ","970533":"\n  I’m not sure tbh\n  ","970534":"\n  Psychology, horror movies, music, movies, tv shows, traveling etc😊\n  ","970535":"\n  Work as a chocolate tester I would say because I do love chocolate but I also love sleeping lol\n  ","970536":"\n  They style in clothing and face I guess lol\n  ","970537":"\n  No I don’t wear jerseys lol\n  ","970538":"\n  I’ll just go on with my day as I usually would lol\n  ","970539":"\n  Hello hello\n  ","970540":"\n  It breaks my heart. I lost my favorite singer and role model to suicide and I miss him more and more every day. It hurts that we couldn’t save him like he saved us all.\n  ","970541":"\n  No I don’t think I would sell my soul to devil.\n  ","970542":"\n  It just depends but usually not really\n  ","970543":"\n  I think about the sound of waves and the sand and how it feels when you walk on it.\n  ","970544":"\n  Thank you!\n  ","970545":"\n  No, I don’t judge people by the way they text. I mean there’s definitely ways of typing that annoy me😬\n  ","970546":"\n  I’m not a stars war fan, no lol. I think my favorite character would be Chewbacca 🤣\n  ","970547":"\n  Want to ask what?\n  ","970548":"\n  è meglio risparmiare denaro in modo che alla fine puoi acquistare quello che vuoi\n  ","970549":"\n  Hey!\n  ","970550":"\n  Thank you! Have a beautiful day as well!😎\n  ","970551":"\n  Sure, I’m on it anon\n  ","970552":"\n  It depends I guess lol\n  ","970553":"\n  I don’t understand your question 🤔\n  ","970554":"\n  Sure why not lol. I look young🤣\n  ","970555":"\n  No I haven’t\n  ","970556":"\n  Yes lol\n  ","970557":"\n  Lol I haven’t seen that movie\n  ","970558":"\n  No I’m not\n  ","970559":"\n  Absolutely anon\n  ","970560":"\n  I need silence tbh\n  ","970561":"\n  Nope I have not! ahhaha\n  ","970562":"\n  Yes lol\n  ","970563":"\n  No I don’t\n  ","970564":"\n  I like ray bands lol\n  ","970565":"\n  not really but I guess lol\n  ","970566":"\n  It would probably not change lol\n  ","970567":"\n  Nope!\n  ","970568":"\n  It’s always been that way\n  ","970569":"\n  No lol California\n  ","970570":"\n  Not really lol\n  ","970571":"\n  There’s different types like;\n  \n  90 day fiancé: before the 90 days\n  \n  90 day fiancé: happily ever after?\n  \n  90 day fiancé: now what?\n  ","970572":"\n  I just enjoy them the most, I don’t know why\n  ","970573":"\n  Haha I appreciate that\n  ","970574":"\n  Wow thank you so much, I appreciate that🥺\n  ","970575":"\n  🥴🥴\n  ","970576":"\n  I enjoy the afternoon and nighttime the most\n  ","970577":"\n  It’s nighttime here lol\n  ","970578":"\n  Who’s that? Lol\n  ","970579":"\n  🤨🤨\n  ","970580":"\n  Again I’m 20\n  ","970581":"\n  Thank you lol\n  ","970582":"\n  I like both\n  ","970583":"\n  My lord lmao\n  ","970584":"\n  I’m 20\n  ","970585":"\n  I don’t think so anon\n  ","970586":"\n  Thank you beautiful 😊\n  ","970587":"\n  🤣🤣\n  ","970588":"\n  👸🥀\n  ","970589":"\n  Thank you girly! You’re pretty too😊\n  ","970590":"\n  I’m okay I guess anon\n  ","970591":"\n  No I didn’t\n  ","970592":"\n  An introvert!\n  ","970593":"\n  A unicorn lol\n  ","970594":"\n  14k on here!\n  ","970595":"\n  It has zero lol\n  ","970596":"\n  I’m 5’7\n  ","970597":"\n  I’m not sure lol. I don’t remember her poems\n  ","970598":"\n  I just try my best to avoid them or ignore them 😁\n  ","970599":"\n  The color I have now lol\n  ","970600":"\n  That they would still message me\n  ","970601":"\n  I guess my personality because it’s silly and weird lol\n  ","970602":"\n  I’m not from Canada lol\n  ","970603":"\n  Yes, I drink water!\n  ","970604":"\n  Well no, there was a situation that lead to it but still they said it would be different\n  ","970605":"\n  From apps that can help you\n  ","970606":"\n  Not really 🤔\n  ","970607":"\n  no none of those.\n  ","970608":"\n  Not really, I guess kind of though\n  ","970609":"\n  I have no idea what that is lol\n  ","970610":"\n  I would want to blink and go to Italy or Greece or Australia 🤪\n  ","970611":"\n  lol thank you!\n  ","970612":"\n  That’s mean anon, don’t call them that and no 🙁\n  ","970613":"\n  lol interesting\n  ","970614":"\n  Younger than my age actually lol\n  ","970615":"\n  Carbonara!\n  ","970616":"\n  Yes, of course I have!\n  ","970617":"\n  I don’t have a favorite or least favorite lol\n  ","970618":"\n  lol absolutely not\n  ","970619":"\n  Sure I would, it would be interesting to see what would happen while living in it lol\n  ","970620":"\n  Carbonara pasta from Italy!😋\n  ","970621":"\n  No I don’t!\n  ","970622":"\n  I would want to tell them the truth even if it would hurt them.\n  ","970623":"\n  Continuing to wear my mask, staying six feet apart, washing my hands and cleaning my phone etc!\n  ","970624":"\n  I don’t think so lol\n  ","970625":"\n  I probably would, but who knows lol\n  ","970626":"\n  Nope, never actually\n  ","970627":"\n  I’m not sure actually lol\n  ","970628":"\n  No lol you haven’t\n  ","970629":"\n  Lol he tried to kill me in my dream so why would I talk to him?🤣\n  ","970630":"\n  Yes, actually most times I am.\n  ","970631":"\n  Lol I don’t know\n  ","970632":"\n  I’m definitely a young soul and still a child at heart ahah🤪\n  ","970633":"\n  interesting lol\n  ","970634":"\n  I’m from California anon 😊\n  ","970635":"\n  No I’m not\n  ","970636":"\n  No I don’t\n  ","970637":"\n  I’m sorry to hear that anon\n  ","970638":"\n  okay goodnight friends\n  ","970639":"\n  None.\n  ","970640":"\n  I would make them do all sorts of things lol🤣 it would be funny!\n  ","970641":"\n  Last week..\n  ","970642":"\n  I don’t know why.\n  ","970643":"\n  Not comfortable at all, I don’t like speaking in front of groups.\n  ","970644":"\n  No I never did.\n  ","970645":"\n  No I’m not.\n  ","970646":"\n  In a reality tv show because I feel it would be pretty fun and entertaining lol\n  ","970647":"\n  🤔🤔\n  ","970648":"\n  nope\n  ","970649":"\n  Why are you acting as if I’m an object?\n  ","970650":"\n  Yeah I’ve seen it before, it’s funny\n  ","970651":"\n  🤣🤣\n  ","970652":"\n  Hello to you too! That’s such a wonderful question 😎\n  ","970653":"\n  The movie called couples retreat lol\n  ","970654":"\n  I do!\n  ","970655":"\n  Yes lol\n  ","970656":"\n  Just told someone I appreciate them. They respond with hahahaha thanks I think...\n  \n  alrighty then😊\n  ","970657":"\n  Thank you!\n  ","970658":"\n  No I have not done that.\n  ","970659":"\n  Don’t have a bucket list.\n  ","970660":"\n  Awhh thank you!\n  ","970661":"\n  Wow lol. Thank you, I appreciate that. And yeah in the past definitely it’s happened too.\n  ","970662":"\n  🥀🥀\n  ","970663":"\n  Let’s not call them that. I just wish I knew why 🙁\n  ","970664":"\n  you definitely can😊\n  ","970665":"\n  nope I hate him.\n  ","970666":"\n  I like how I’m big hearted and care so deeply about the people closest to me.\n  ","970667":"\n  yeah, thank you anon but let’s not\n  ","970668":"\n  I’m just chilling watching some tv!😊\n  ","970669":"\n  Print me?🤨\n  ","970670":"\n  I don’t text anons\n  ","970671":"\n  Don’t be sad.\n  ","970672":"\n  No I don’t.\n  ","970673":"\n  lol thank you anon!\n  ","970674":"\n  I’m not sure actually, I guess so\n  ","970675":"\n  lol people are crazy anon. I’m sorry 🙃\n  ","970676":"\n  Honestly, maybe I should\n  ","970677":"\n  Have you anon?\n  ","970678":"\n  goodness someone help me\n  ","970679":"\n  No? Lol\n  ","970680":"\n  stepping out of my comfort zone and talking to new people in person.\n  ","970681":"\n  That sounds lovely! Enjoy 😁\n  ","970682":"\n  lol my goodness 🤣\n  ","970683":"\n  Honestly I think they’re upset..\n  ","970684":"\n  Horror movies, Linkin Park, traveling, psychology, animals, tv shows etc!\n  ","970685":"\n  🥴🥴\n  ","970686":"\n  I think love fades in time definitely.\n  ","970687":"\n  I’m not sure tbh\n  ","970688":"\n  ✨✨\n  ","970689":"\n  lol no that’s gross\n  ","970690":"\n  no they’re honestly just straight up not even opening it and just ignoring me 🙁\n  ","970691":"\n  I do enjoy baking!😁\n  ","970692":"\n  No lol on Snapchat\n  ","970693":"\n  No I’m not.\n  ","970694":"\n  I love horror movies!\n  ","970695":"\n  That’s very kind, thank you!\n  ","970696":"\n  Nope.\n  ","970697":"\n  No if I message them they’re just gonna ignore it anyway\n  ","970698":"\n  From the news lol\n  ","970699":"\n  I’ve never watched her YouTube videos so I don’t know\n  ","970700":"\n  Yeah...\n  ","970701":"\n  I’m feeling rather sad.\n  ","970702":"\n  Omg I know! I saw that and I was like so surprised like damn. He’s the bassist in maroon 5 🥴\n  ","970703":"\n  Interesting lol\n  ","970704":"\n  🤨🤨\n  ","970705":"\n  It’s only July 1st but have a good 4th of July!😁\n  ","970706":"\n  Many many things 🤫\n  ","970707":"\n  Yes I do\n  ","970708":"\n  I have no idea anon\n  ","970709":"\n  The ‘IT’ movies\n  \n  The Conjuring movies\n  \n  Christopher Robin\n  \n  so much more!\n  ","970710":"\n  Linkin Park, yoga, going outside, swimming, watching tv, just relaxing, walking etc😊\n  ","970711":"\n  Probably going to have a bbq with the family 😁\n  ","970712":"\n  That’s not true\n  ","970713":"\n  Probably Bella or Edward lol\n  ","970714":"\n  No they’re ignoring me 🙁\n  ","970715":"\n  I’m not sure!\n  ","970716":"\n  To try and live it to its fullest and enjoy the most out of it and step out of your comfort zone every once and awhile.\n  ","970717":"\n  I don’t eat dinner but I’m not sure what I’ll have for lunch yet.\n  ","970718":"\n  Omg so do I! Haha🤪\n  ","970719":"\n  I have not, no!\n  ","970720":"\n  It’s my favorite Italian pasta!😁\n  ","970721":"\n  ahah why’s that?\n  ","970722":"\n  Yes, I can cook. I love making carbonara!😁\n  ","970723":"\n  I would probably try to make the best out of it and live it to its fullest!\n  ","970724":"\n  No I don’t\n  ","970725":"\n  Pretty sad.\n  ","970726":"\n  Traveling to somewhere new!🥴\n  ","970727":"\n  Yeah at least used to 🙁\n  ","970728":"\n  I don’t know, hopefully someone better than I am now😊\n  ","970729":"\n  That’s very kind.\n  ","970730":"\n  yes they are.\n  ","970731":"\n  Definitely about psychology and human behavior and the music I listen to and traveling as well.\n  ","970732":"\n  Thank you anon😊 I appreciate that\n  ","970733":"\n  haha I just really miss someone who isn’t talking to me.\n  ","970734":"\n  Always as a reserved and quiet person but also someone who is really kind and big hearted.\n  ","970735":"\n  no lol I don’t.\n  ","970736":"\n  I’m just feeling sad.\n  ","970737":"\n  Sigh 🙁\n  ","970738":"\n  no I’m not\n  ","970739":"\n  Chi kareli\n  ","970740":"\n  no lol, I do it just for fun\n  ","970741":"\n  I honestly have no idea, I haven’t seen that movie in awhile\n  ","970742":"\n\n   https:\/\/youtu.be\/bWTuKd2lTo4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","970743":"\n  yes, I definitely do. I think everyone has at some point in their lives.\n  ","970744":"\n  Probably like 8 I would say lol\n  ","970745":"\n  Yes, I love prank calling people!🤣\n  ","970746":"\n  I like all of them lol\n  ","970747":"\n  🤣🤣🤣🤣\n  ","970748":"\n  Knowing me, I don’t like trying new foods so I’d probably just order the same thing\n  ","970749":"\n  Yes, most definitely I have!\n  ","970750":"\n  Hey!😊 I’m doing okay I guess, how are you?\n  ","970751":"\n  Hmm I would say so, yes!\n  ","970752":"\n  It means come off of anonymous\n  ","970753":"\n\n   https:\/\/youtu.be\/yl0bSmoZynk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/mUYsp5baMXo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Here’s a few I like 😁\n  ","970754":"\n  Most definitely lol.\n  ","970755":"\n  Oh goodness, I don’t know honestly. I’d probably find another way to go outside and call for help.\n  ","970756":"\n  None of them honestly\n  ","970757":"\n  Have a wonderful Wednesday as well😊\n  ","970758":"\n  No lol. This isn’t the money heist\n  ","970759":"\n  I have no idea\n  ","970760":"\n  that’s interesting lol\n  ","970761":"\n  What in the world are you talking about? Honestly I’m so lost.🤔\n  ","970762":"\n  Well I mean you could definitely be friends with your ex but if they have moved on and it’s too much for you and still fresh for you I would suggest letting go of them and not being friends with your ex.\n  ","970763":"\n  for gods sake it’s not an obsession. Next\n  ","970764":"\n  🤔🤔\n  ","970765":"\n  yeah, no I don’t think so\n  ","970766":"\n  I don’t know lol\n  ","970767":"\n  🤔🤔\n  ","970768":"\n  Tweets? lol\n  ","970769":"\n  Yes lol\n  ","970770":"\n  Thank you lol\n  ","970771":"\n  Why are you so obsessed with Big Ed?🤣🤣\n  ","970772":"\n  I like both!\n  ","970773":"\n  no lol I don’t\n  ","970774":"\n  What are you on about? 🤣 my goodness\n  ","970775":"\n  I know you think that I erased you, you may hate me but I can’t hate you\n  ","970776":"\n  Big Ed lives in San Diego anon🤣🤣\n  ","970777":"\n  Like a follower honestly\n  ","970778":"\n  I choose pain over you\n  ","970779":"\n  For Joe Mama? yes definitely\n  ","970780":"\n  that’s not me lol\n  ","970781":"\n  Chester Bennington 🥺\n  ","970782":"\n  It’s easier to forgive honestly\n  ","970783":"\n  Who’s that?\n  ","970784":"\n  nope🤣\n  ","970785":"\n  Maybe a citrus fruit like orange or lemon or maybe even watermelon\n  ","970786":"\n  I haven’t, no\n  ","970787":"\n  Big Ed from 90 day fiancé lol\n  ","970788":"\n  🤨🤨\n  ","970789":"\n  lol your imagination!🤣\n  ","970790":"\n  absolutely not🥴\n  ","970791":"\n  absolutely not🤣\n  ","970792":"\n  Maybe Criminal minds or Money Heist tbh!\n  ","970793":"\n  It’s very evil, yes\n  ","970794":"\n  I’m not sure tbh🤔\n  ","970795":"\n  Nope when me and my family saw that part we started laughing our heads off 🤣 it was so funny!\n  ","970796":"\n  Hey! How are you doing?😊\n  ","970797":"\n  Nope.\n  ","970798":"\n  Sometimes I do!\n  ","970799":"\n  Yes.\n  ","970800":"\n  I have not!\n  ","970801":"\n  Yeah sure why not!\n  ","970802":"\n  Tomatoes! 😁\n  ","970803":"\n  There’s many I like to follow tbh!\n  ","970804":"\n  I was so confused during it🤣 like what’s going on?! lmao. It was weird and creepy\n  ","970805":"\n  Instagram and snapchat mostly 😁\n  ","970806":"\n  😁\n  ","970807":"\n  Not being good enough in relationships, being ignored\/ghosted, losing loved ones etc.\n  ","970808":"\n  Very much!\n  ","970809":"\n  Yes, I do\n  ","970810":"\n  no that’s not true\n  ","970811":"\n  no I don’t, I wish they existed though lol\n  ","970812":"\n  Midsommar!\n  ","970813":"\n  I’m doing okay..\n  ","970814":"\n  Most definitely, I am! And no I don’t know anyone who has gotten it or had it lol\n  ","970815":"\n  😊\n  ","970816":"\n  I try to get to them all\n  ","970817":"\n  I feel people give up on relationships so easily nowadays because they don’t know how to commit to being in a relationship or maybe they just aren’t ready or even afraid to because they know they will get hurt in the end.  It’s mainly commitment that I believe people have an issue with and also communication. I feel most don’t know how to communicate with their significant other most of the time.  It’s also definitely fear because it’s very hard to trust nowadays and you never know what your partner can be doing on their own time. You know? They can cheat on you or not be completely honest with you and whatnot.  And most people don’t know how to be loyal to their partner. It’s different for many people.\n  ","970818":"\n  I’m not sure anymore lol\n  ","970819":"\n  🤨🤨\n  ","970820":"\n  I guess I do, yeah\n  ","970821":"\n  Hmmm I guess so🤔\n  ","970822":"\n  🤔🤔\n  ","970823":"\n  I have many favorites lol\n  ","970824":"\n  I do!\n  ","970825":"\n  well your demons are lying to ya🤣\n  ","970826":"\n  I’m very silly, weird, fun, honest, kind, positive, trustworthy, loyal, respectful , caring, loving. 😊\n  ","970827":"\n  I don’t, lol I’m straight\n  ","970828":"\n  🧜🏻‍♀️✨\n  ","970829":"\n  Thank you! lol\n  ","970830":"\n  Thank you😊\n  ","970831":"\n  They probably still will name their kids Karen but who knows lol\n  ","970832":"\n  Yes I have many!\n  ","970833":"\n  A mixture of both tbh!\n  ","970834":"\n  I’d eat and then shower and after nap!\n  ","970835":"\n  it depends on what I feel like wearing\n  ","970836":"\n  Gotta love being ignored....\n  ","970837":"\n  No I don’t like dancing 😬\n  ","970838":"\n  I don’t drink coffee.\n  ","970839":"\n  🤨🤨\n  ","970840":"\n  No lol\n  ","970841":"\n  It’s summer already but I’m not sure lol hopefully be able to travel somewhere nearby! 😁\n  ","970842":"\n  Oh yes, definitely I have🤣\n  ","970843":"\n  Because those two are my favorites lol\n  ","970844":"\n  Blue & pink!\n  ","970845":"\n  That’s not true though lol. For example today it’s June 30th lol\n  ","970846":"\n  Good morning to you anon!\n  ","970847":"\n  I mean I feel I use emojis pretty often because they’re fun to use in texts 🤣\n  ","970848":"\n  That’s good! Welcome back😊\n  ","970849":"\n  Good night for me lol\n  ","970850":"\n  The bear!\n  ","970851":"\n  Thank you anon😊\n  ","970852":"\n  I have British mixed in me lol\n  ","970853":"\n  We shall see anon!\n  ","970854":"\n  I like to sit inside and watch a movie with a cup of tea\n  ","970855":"\n  Definitely your personality\n  ","970856":"\n  That’s awesome 😁\n  ","970857":"\n  Not really, anymore at least\n  ","970858":"\n  Damn 21 years?! hopefully married by then and have at least 2 kids and being successful, happy and healthy 😁\n  ","970859":"\n  Not necessarily\n  ","970860":"\n  Suicide sadly 🙁\n  ","970861":"\n  I didn’t do much, just chilled and watched 90 day fiancé. Also went outside lol\n  ","970862":"\n  Being ignored\/ghosted\n  ","970863":"\n  Why? Lol\n  ","970864":"\n  Lol sure thing 🤣\n  ","970865":"\n  No I don’t\n  ","970866":"\n  🥺🥺\n  ","970867":"\n  Tacos\n  ","970868":"\n  🧚🏻‍♀️✨\n  ","970869":"\n  I love dogs!\n  ","970870":"\n  🥴🥴\n  ","970871":"\n  no I’m not a  child lol\n  ","970872":"\n  sure why not lol\n  ","970873":"\n  lol what gift?🤣\n  ","970874":"\n  Of course!\n  ","970875":"\n  I believe February lol\n  ","970876":"\n  No lol\n  ","970877":"\n  Masks lmao\n  ","970878":"\n  I don’t miss high school necessarily, but I do miss school\n  ","970879":"\n  I love using bath bombs!\n  ","970880":"\n  🤪😎\n  ","970881":"\n  Sometimes it depends on if any of the artists I like are attending the show 🤣\n  ","970882":"\n  😁😁\n  ","970883":"\n  No I don’t\n  ","970884":"\n  I do! I watch Spongebob Squarepants, Adventure Time and We Bare Bears!\n  ","970885":"\n  The sea!\n  ","970886":"\n  I absolutely agree with you lol\n  ","970887":"\n  I don’t mind neither I guess lol\n  ","970888":"\n  I have, yes.\n  ","970889":"\n  Maybe living history lessons\n  ","970890":"\n  lol no?🤣\n  ","970891":"\n  🤨🤨\n  ","970892":"\n  Favorite holiday is halloween and my least favorite would probably be actually I don’t think I have a least favorite holiday lol\n  ","970893":"\n  hmmm I know so many kind people!\n  ","970894":"\n  🤔🤔\n  ","970895":"\n  Yes lol\n  ","970896":"\n  not necessarily\n  ","970897":"\n  I don’t know how to, that’s why I’m always stressed out all the time. It’s so bad🙁\n  ","970898":"\n  Haha we can only hope!😊\n  ","970899":"\n  I would say both tbh! 🤪\n  ","970900":"\n  I don’t know just yet!\n  ","970901":"\n  Summer!\n  ","970902":"\n  through * probably travel!\n  ","970903":"\n  🤨🤨\n  ","970904":"\n  It’s pretty obvious why\n  ","970905":"\n  Yikes lol\n  ","970906":"\n  Sometimes, I do!\n  ","970907":"\n  the afternoon when it’s really hot and also night time 😁\n  ","970908":"\n  I’m not sure, I watch so many\n  ","970909":"\n  I do\n  ","970910":"\n  Not necessarily, no\n  ","970911":"\n  No, I’m not\n  ","970912":"\n  gotta love getting ghosted by friends.\n  ","970913":"\n  no thank you, you’re dismissed\n  ","970914":"\n  Not at all, no\n  ","970915":"\n  Thank you! have a great day as well 😊\n  ","970916":"\n  I’m not afraid of dying, no\n  ","970917":"\n  I’m a Virgo\n  ","970918":"\n  I’m 20\n  ","970919":"\n  Yes, I do!\n  ","970920":"\n  Probably lol\n  ","970921":"\n  I guess I do\n  ","970922":"\n  Sure thing!\n  ","970923":"\n  Not necessarily, no I haven’t\n  ","970924":"\n  I’d rather stick to my idea even if everyone was against it\n  ","970925":"\n  Yes I do\n  ","970926":"\n  No I don’t have one lol\n  ","970927":"\n  I’ve learned so many things the hard way🥺\n  ","970928":"\n  I never have, no!\n  ","970929":"\n  It’s been awhile actually\n  ","970930":"\n  Linkin Park, my doggos, traveling\n  ","970931":"\n  I would do everything differently and enjoy life aha🤣\n  ","970932":"\n  I’m not sure tbh lol\n  ","970933":"\n  That’s tough because there’s so many movies with good special effects ahhh!\n  ","970934":"\n  Lol well I wake up, and then fall back asleep for awhile lol\n  ","970935":"\n  I watch so many shows lol but yesterday I watched 90 day fiancé: happily ever after?\n  ","970936":"\n  Most definitely!\n  ","970937":"\n  I’m not sure!\n  ","970938":"\n  I don’t like fish\n  ","970939":"\n  I have!\n  ","970940":"\n  Yeah, I definitely feel it’s getting worse.\n  ","970941":"\n  No I hate him\n  ","970942":"\n  I hated it* lol\n  ","970943":"\n  I don’t usually go to stores like that, nope.\n  ","970944":"\n  I’m definitely not!\n  ","970945":"\n  🤨🤨\n  ","970946":"\n  Definitely New South Wales, Costa Rica and Netherlands 😁\n  ","970947":"\n  that’s wonderful anon! Haha enjoy pretend time 😁\n  "}}