{"Question":{"972020":"\n   When you were little, what did you want to be when you grow up? And do you still want it?\n  ","972021":"\n   what’s the weirdest thing a guest has done at your house? 😂🏡💖🔥\n  ","972022":"\n   Be honest do you ever just have one of those days when you really don't want to wake up, everything is fu*ked, everybody sucks, and you really don't know why but you want to justify ripping someone's head off? 💁‍♂️\n  ","972023":"\n   When was the last time hard work really did pay off for you?\n  ","972024":"\n   the queen mary or catalina island?\n  ","972025":"\n   You are not taking it seriously..I am just giving a try I am serious about it\n  ","972026":"\n   35. what did you eat for breakfast?\n  ","972027":"\n   why? :'( it's SO beautiful\n  ","972028":"\n   I am about to cast a spell on you ...let me know if it works ..I will text you here later\n  ","972029":"\n   Have you ever had one of those dogs that sees itself as some kind of mafia don everytime the doorbell rings?\n  ","972030":"\n   Do you believe in black magic?\n  ","972031":"\n   when can we expect a return to your luscious natural hair color?\n  ","972032":"\n   She’s allergic to people planking and scaring her 🤪😂😜\n  ","972033":"\n   36. are you allergic to anything?\n  ","972034":"\n   Why you are so tall?i need a stair to talk to you\n  ","972035":"\n   You're definitely one of a kind and amazing.\n  ","972036":"\n   Yes you are. Idc about anything besides what kind of person you are and your heart is special.\n  ","972037":"\n   No matter what kind a question I ask you but I won’t be asking you sexual  question.is that okay for you?\n  ","972038":"\n   Haha I asked this like few weeks ago I am glad you remember it❤️\n  ","972039":"\n   WOULD YOU RATHER: 😂🤔\nown a hot air balloon or own a flying boat? 🎈⛵🔥\n  ","972040":"\n   Yeah ...don’t you remember I told you that you have a cop face.it was me all the time who kept  calling you cops and mean haha\n  ","972041":"\n   Don't say that, you are extremely successful\n  ","972042":"\n   Were you mostly pressured to do things that were good for you or not?\n  ","972043":"\n   If you could measure your success, how high or low will it be right now?\n  ","972044":"\n   I like to plead guilty to the charges of making fun of you 😳\n  ","972045":"\n   I always used to call you mean cops...you aren’t mean at all\n  ","972046":"\n   Ofc they did. Who wouldn't?\n  ","972047":"\n   Would you rather forget who you were or who everyone else was?\n  ","972048":"\n   Why do ya ask? 😧\n  ","972049":"\n   You forgave me  even after I asked u sexual questions 😊\n  ","972050":"\n   You said lol that means you totally were\n  ","972051":"\n   Were you ever the teacher's pet?\n  ","972052":"\n   I like Nikki boo boos\n  ","972053":"\n   😁\n  ","972054":"\n   Is there a season that you like the fashion from more than the others?\n  ","972055":"\n   I apologise if ever asked u sexual questions😔\n  ","972056":"\n   What do you like to shop for most?\n  ","972057":"\n   Yay ty guys for helping with questions <3\n  ","972058":"\n   Have you ever been pressured to do something?\n  ","972059":"\n   which of those is your fav?\n  ","972060":"\n   WHAT IF you can live in your dreams BUT you have to wake up every 12 hours?\n  ","972061":"\n   What sounds like you?\n\n1. Go bike riding up to a minnie mall with friends & shop. Movies!\n2. Go to a football game & then go & eat out with some friends.\n3. Go to a ice ring with some friends & play in the gaming arcades there.\n4. Head out to the cabin in the woods with friends. Fishing time & BBQ.\n  ","972062":"\n   Fresh cut grass smell.\nYay or nay?\n\nWhat's an odd smell you like?\n  ","972063":"\n   31. good night everyone 😘\n  ","972064":"\n   For what would you be famous?\n  ","972065":"\n   Have you ever had a dessert pizza of any kind? Would you care to share what was on it or maybe you share a picture?\n  ","972066":"\n   WHAT IF there was peace on earth BUT the internet disappeared? Would you give up the internet for peace on earth?\n  ","972067":"\n   32. ever been to a mom & pop shop?\n  ","972068":"\n   what was your non embarrassing ones?\n  ","972069":"\n   Who is the founder of Arya samaj\n  ","972070":"\n   If a man talks shit then I owe him nothing 🎶 #IDidSomethingBad\n  ","972071":"\n   Do you have an embarrassing childhood nickname? Share it for us please?\n  ","972072":"\n   33. ever been in a play?\n  ","972073":"\n   You are a fineapple\n  ","972074":"\n   Have you had Frosted Flakes in the last 3 years?\n  ","972075":"\n   selfie?\n  ","972076":"\n   What is the next movie you really want to watch?\n  ","972077":"\n   30. Do you like pop tarts? if so, what’s your fav?\n  ","972078":"\n   It's just you getting old,I can see your crows feet & wrinkles already, sorry\n  ","972079":"\n   What Knickers are you wearing????\n  ","972080":"\n   There are paparazzi hiding in the bushes too right?\n  ","972081":"\n   Did you lose the motivation to answer\/ask questions because you can't get coins from it anymore?\n  ","972082":"\n   Did you have a nice day?\n  ","972083":"\n   53. Work Hard or Play Hard?\n  ","972084":"\n   What time do you normally go to sleep? Are you an all nighter kind of person?\n  ","972085":"\n   If the world is a stage, where does the audience sit?\n  ","972086":"\n   The only thing I'd change about your family is making them be my in-laws\n  ","972087":"\n   WHAT IS THE FIRST THING YOU NOTICE ABOUT A PERSON?\n  ","972088":"\n   If you could change one thing about your family, what would it be?\n  ","972089":"\n   That’s why it was asked haha\n  ","972090":"\n   I've been bored since the beginning of quarantine😔 I just wish we could get back to normal, but there's no way that's happening\n  ","972091":"\n   WHAT ARE SOME CHALLENGES YOU THINK THE NEXT GENERATION WILL FACE?\n  ","972092":"\n   What was the last photo you took?\n  ","972093":"\n   When you are old, what do you think children will ask you to tell stories about?\n  ","972094":"\n   Any upcoming travel plans?\n  ","972095":"\n   What do you look like right now?\n  ","972096":"\n   How do you learn best: by listening, watching, reading or doing?\n  ","972097":"\n   2. Do you believe in paranormal?\n  ","972098":"\n   Nothing much honestly. Its just been a long day...  What about you?\n  ","972099":"\n   What about fried pickles?\n  ","972100":"\n   1. What is your star sign? \n\n(If you dont want questions just let me know!)\n  ","972101":"\n   Do you like pickles?\n  ","972102":"\n   I'm good. How are you?\n  ","972103":"\n   What makes you the most angry in life?\n  ","972104":"\n   Hiii😊\n  ","972105":"\n   3. Do you prefer summer or winter?\n  ","972106":"\n   Holy. Do you have long legs?\n  ","972107":"\n   yes you are so tall\n  ","972108":"\n   wow be taller then some guys and alot when you wear heels\n  ","972109":"\n   It’s been a year since your last bikini@pic on insta post one again since it’s summer.\n  ","972110":"\n   How tall are you?\n  ","972111":"\n   Do you think you could beat a guy in leg wrestling?\n  ","972112":"\n   ever seen twilight?\n  ","972113":"\n   Which scares you more: Spiders or roaches?\n  ","972114":"\n   On a scale of 1 to 5, how mean or unkind can you be?\n  ","972115":"\n   Would you rather dance 💃 or sing 🎤\n  ","972116":"\n   Do you prefer English or mathematics?\n  ","972117":"\n   Would you rather choose a high paid office job or a low paid adventurous job?\n  ","972118":"\n   Which royal duchess do you like better, Kate or Meghan?\n  ","972119":"\n   Do they think you are saving yourself for marriage?\n  ","972120":"\n   What was the last thing you regret buying?\n  ","972121":"\n   What's one thing your parents do not know about you?\n  ","972122":"\n   What's the coolest thing you've ever seen in a museum?\n  ","972123":"\n   im good!\n  ","972124":"\n   What would be your mafia boss name?\n  ","972125":"\n   What's your dream job?\n  ","972126":"\n   What's the best cheese to eat with crackers?\n  ","972127":"\n   How are you?\n  ","972128":"\n   28. When you leave a room in your house do you always turn the light off? or do you leave it on?\n  ","972129":"\n   Do you love your granddaughter?\n  ","972130":"\n   Follow😊✌\n  ","972131":"\n   And Skinny dipping\n  ","972132":"\n   What’s your best skill to survive in the wilderness?\n  ","972133":"\n   do u think adam levine could play chester in a a movie on him\n  ","972134":"\n   Would you ever get a piercing? Where?\n  ","972135":"\n   Have you been to Croatia?\n  ","972136":"\n   Because once you get hooked your pretty much hooked on them for life\n  ","972137":"\n   Are you scared of the dark?\n  ","972138":"\n   Why do people smoke?\n  ","972139":"\n   How often do you carry a bag with you when you're outside? What kind of bag do you most often use? 👜🛍🎒\n  ","972140":"\n   52. Flying or Driving?\n  ","972141":"\n   Do you and your man ever arrange to be at the gym at the same time and then pretend you're strangers who are attracted to each other there?\n  ","972142":"\n   You should see it, it's free on Prime. You like bears.\n  ","972143":"\n   How many brothers do you have?\n  ","972144":"\n   Have you seen Grizzly Man?\n  ","972145":"\n   29. what color theme is your ask.fm? 🧐\n  ","972146":"\n   Do you like to stay physically active? In what ways? 🏊‍♂️🏃‍♂️🏀⛳🎾 Has the pandemic made it harder for you to stay active? What have you done instead to compensate? 😁\n  ","972147":"\n   I was joking\n  ","972148":"\n   Do you have brothers or sisters?\n  ","972149":"\n   Where in California do you live?\n  ","972150":"\n   Do you have siblings?\n  ","972151":"\n   Where do you live?\n  ","972152":"\n   I know I see you in there showering and stuff everyday\n  ","972153":"\n   If Edra Alexander Egen changed his name to Edra Romijn Stamos-Egen, would you approve of it?\n  ","972154":"\n   Do you have Amazon Prime?\n  ","972155":"\n   Do you watch cartoons? What is your recent favorite one?\n  ","972156":"\n   That's from Bambi isn't it?\n  ","972157":"\n   He's talking about the poo in the sewar\n  ","972158":"\n   Without saying the name of the movie, what is a movie quote most people would know?\n  ","972159":"\n   it's VERY important\n  ","972160":"\n   What's your favorite things to do in the summer usually?\n  ","972161":"\n   “Control the flow of information and you control the behavior.” (movie: TAU) — What’s your opinion on that quote?\n  ","972162":"\n   How many pairs of overalls do you own?\n  ","972163":"\n   it matters more than anything you've answered lately\n  ","972164":"\n   Say that people in the future will spend a lot of their time in virtual reality and everyone has their own unique playable avatar. If you were to take part, how'd you make yourself look like in the digital world? What'd you wear etc.? 🧙‍♂️🧛‍♀️🧝‍♀️👨‍🚀\n  ","972165":"\n   22. is your room next to the bathroom in your house?\n  ","972166":"\n   23. do you talk to your neighbors?\n  ","972167":"\n   What are you obsessed with?\n  ","972168":"\n   Which insect do you hate the most? 🕷\n  ","972169":"\n   If you could go back in time, what year would you travel to?\n  ","972170":"\n   Do you like to draw? ✍️\n  ","972171":"\n   How are you?\n  ","972172":"\n   I dare you to post a picture of your ASKfm profile 😏\n  ","972173":"\n   What time of day is your favorite?\n  ","972174":"\n   WHAT IF the sun shines when you're happy BUT it rains when you are sad? 🌞🌧\n  ","972175":"\n   what is your usual gym outfit?\n  ","972176":"\n   What is your favorite old movie?\n  ","972177":"\n   25. do you go to the gym? (before covid) or even after\n  ","972178":"\n   Have a great week!!!🌺\n  ","972179":"\n   Did you have a good sleep?\n  ","972180":"\n   26. last thing you done today?\n  ","972181":"\n   Stay in a hotel or an Airbnb home?\n  ","972182":"\n   Have a night out or evening in?\n  ","972183":"\n   27. do you drink energy drinks?\n  ","972184":"\n   What has been your biggest challenge?\n  ","972185":"\n   How many of you like to read books?\n  ","972186":"\n   I just felt like messing with ya 😂\n  ","972187":"\n   I got 60 likes on one of my answers\n  ","972188":"\n   Bout time , 😂\n  ","972189":"\n   What did you have for breakfast today?\n  ","972190":"\n   What can you do to make this world a better place?\n  ","972191":"\n   On scale from 1 to 10, how addicted to sweets are you?\n  ","972192":"\n   Name starts with a P\n  ","972193":"\n   Do you want another 😜 ?\n  ","972194":"\n   Well you asked for another hint 😂\n  ","972195":"\n   I’m a guy 😜\n  ","972196":"\n   I mean I guess 😐\n  ","972197":"\n   ¿Tendrías relaciones conmigo?\n  ","972198":"\n   😂you want another hint , lol 😂\n  ","972199":"\n   Have you ever written poetry? Would you like to share your writings? ✏️\n  ","972200":"\n   Nah , what’s cool is that it changes colors depending on my mood , well that’s what other people have told me , I’ve never noticed though\n  ","972201":"\n   The best professional player?\nAny sport\n  ","972202":"\n   Imposter I knew it 😂 JK , my eye color is Hazel it used to be brown\n  ","972203":"\n   I am one of the regulars that you talk to on here 🤪\n  ","972204":"\n   Is your natural eye color blue or do you wear blue contacts just wondering 🤔 ?\n  ","972205":"\n   You seriously don’t know who this is , hehehehehe 😜🤪\n  ","972206":"\n   give me coins 🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥\n  ","972207":"\n   If you were going to write a book, what would you call it and what would it be about?\n  ","972208":"\n   Yes yes yes\n  ","972209":"\n   Omg I just saw the spongejeff comment 😂\n  ","972210":"\n   i need coins 🔥🔥🔥🔥🔥\n  ","972211":"\n   Bye😇😇\n  ","972212":"\n   Hmm yes it was 🤪\n  ","972213":"\n   WOULD YOU RATHER: 🤔🔥\nnever come home or never come back? 🏡✈🎒\n  ","972214":"\n   Have there ever been any fires close to where you live?\n  ","972215":"\n   What’s the most beautiful place in the world? 🌎\n  ","972216":"\n   who do you go to for relationship advice?\n  ","972217":"\n   What are your bad habits?\n  ","972218":"\n   For what in your life do you feel most grateful?\n  ","972219":"\n   49. Movie at Home or at the Theaters?\n  ","972220":"\n   50. Horror or Comedy Movies?\n  ","972221":"\n   Drink coffee or beer? or both?\n  ","972222":"\n   Start this day with the knowledge that amazing people like you make this world a better place. May you forever stay as wonderful as you are. Good morning! 😊💕\n  ","972223":"\n   followed 💙\n  ","972224":"\n   Who would you want with you if you were stranded on a deserted island?\n  ","972225":"\n   Go skiing or snowboading?\n  ","972226":"\n   Go climbing or zip lining? i really like zip lining\n  ","972227":"\n   Do you enjoy nature?\n  ","972228":"\n   Visit Europe or Mexico?\n  ","972229":"\n   why not?\n  ","972230":"\n   Your neck is even hot\n  ","972231":"\n   English or foreign music?\n  ","972232":"\n   Do you take naps?\n  ","972233":"\n   If someone has a lot of money, where should they live in LA?\n  ","972234":"\n   20. pap of anything rn . GO ‼️\n  ","972235":"\n   What’s your biggest phobia?\n  ","972236":"\n   Do you get your music illegally or do you always pay for it?\n  ","972237":"\n   My co-workers got me playing it again\n  ","972238":"\n   twitter name\n  ","972239":"\n   Do you play Pokémon Go ?\n  ","972240":"\n   What is your favorite way of wasting time? 😎\n  ","972241":"\n   what's the secret to your magnetism?\n  ","972242":"\n   Do you pay attention to the lyrics of songs? What is your favorite one?\n  ","972243":"\n   If you could travel any where in the world for free but couldn't wear any clothing where would you go ?\n  ","972244":"\n   🧡\n  ","972245":"\n   Gosh I knew it. After your multi-hour session and you were walking back to the car under the moonlight, hand in hand while giggling, did he stop to tell you that he hoped the magic of that experience would result in the ultimate symbol of your love: a child?\n  ","972246":"\n   Who is the biggest gossiper you know?\n  ","972247":"\n   What is something you truly desire right now?\n  ","972248":"\n   Have your parents ever set up play dates with children you didn't like or didn't know? Or, if you're a parent, have you set up play dates for your children?\n  ","972249":"\n   But I bet people can prank you easily 😂\n  ","972250":"\n   WOULD YOU RATHER: 🔥\nbe the person who achieves world peace for 500 years or be the person who invents the vaccine for CoViD-19? 🤔💬💡\n  ","972251":"\n   everybody lusts after you\n  ","972252":"\n   Like were you and Edra driving along the coast in his convertible when you motioned for him to pull over. You got out and led him into a hidden cove where your passion for each other turned it into your personal honeymoon suite. Did that happen?\n  ","972253":"\n   Do you like when people scare you ?\n  ","972254":"\n   They are overrated\n  ","972255":"\n   Are you a secret Directioner?\n  ","972256":"\n   do you like a little danger?\n  ","972257":"\n   Do you believe that if you dream of  someone that means you love them?\n  ","972258":"\n   Which Nicole Kidman movie made your mom a fan of hers?\n  ","972259":"\n   Were you named after anyone famous?\n  ","972260":"\n   If you were going to cook your boyfriend dinner.... what would you cook?\n  ","972261":"\n   Followed you maybe back?\n  ","972262":"\n   What are you thinking about at the moment?\n  ","972263":"\n   Ewwww please don't\n  ","972264":"\n   What do you think of the Confederate flag banning?\n  ","972265":"\n   What is a stubble?\n  ","972266":"\n   Longboard or hoverboard?\n  ","972267":"\n   Are there any people you hope forget about it so then they let their guard down and end up getting it?\n  ","972268":"\n   Did  you noticed every one is starting to forget about Covid-19?\n  ","972269":"\n   Did you make love in Santa Barbara?\n  ","972270":"\n   Who is your fav Sesame Street character?\n  ","972271":"\n   you want to though don't you?\n  ","972272":"\n   What is wrong with a libra sign?\n  ","972273":"\n   Have you ever fired a real gun?\n  ","972274":"\n   hello hello, what’s up with u? i’m following u, can u follow me back? & be safe pls🤍✋🏼\n  ","972275":"\n   If you did would you judge them?\n  ","972276":"\n   who hurt you?\n  ","972277":"\n   Do you know anyone who married their cousin?\n  ","972278":"\n   Scooby doo was better\n  ","972279":"\n   do you ever affectionately call your bf spongejeff squarepants?\n  ","972280":"\n   If you could talk with only one person for the rest of your life, who would it be?\n  ","972281":"\n   What was your favorite childhood TV show?\n  ","972282":"\n   Can you whistle?\n  ","972283":"\n   16. are you close with any of your cousins?\n  ","972284":"\n   you look so beautiful x\n  ","972285":"\n   do you like the beach\n  ","972286":"\n   17. I hope everyone has a fantastic day 🥰✨\n  ","972287":"\n   do you live near the beach?\n  ","972288":"\n   what animals do you wish could be your pet?\n  ","972289":"\n   18. Happy Pride Month 👨🏽‍🤝‍👨🏼👩🏽‍🤝‍👩🏼🌈🏳️‍🌈\n  ","972290":"\n   Is everything really delicious in an empty stomach? 😎\n  ","972291":"\n   Do you watch “Outer Banks”? It’s on Netflix I believe.\n  ","972292":"\n   46. Letter or Email?\n  ","972293":"\n   Do you prefer to listen to trap or rap? 🎵\n  ","972294":"\n   47. Passenger or Driver?\n  ","972295":"\n   What do you like about yourself?\n  ","972296":"\n   19. Are you sick of my questions yet?\n  ","972297":"\n   48. Meat or Vegetables?\n  ","972298":"\n   ¿Tienes algún ídolo o persona que te inspira?\n  ","972299":"\n   which anons\n  ","972300":"\n   If time travel was possible, would you choose to travel to the future or the past? 🕒 👍\n  ","972301":"\n   Do you and your boyfriend know each others pooping habits? Like if you go in the morning or later in the day?\n  ","972302":"\n   Have you ever read The Babysitters Club books? They are so good.\n  ","972303":"\n   36\/50\n\nTall or Short?\n  ","972304":"\n   Do you like facial hair or no facial hair on boys?\n  ","972305":"\n   hi nikki\n  ","972306":"\n   44. Cardio or Weights?\n  ","972307":"\n   no you haven't. I doubt you as a newborn baby were like \"no mother I won't be drinking millk tonight\"\n  ","972308":"\n   why did you become so rule oriented about when you eat?\n  ","972309":"\n   Have you watched ghetto spongebob 😂 ?\n  ","972310":"\n   45. Long Hair or Short Hair?\n  ","972311":"\n   hat piece of art (book, music, movie, etc.) most influenced the person you are today?\n  ","972312":"\n   What is your boyfriend doing tonight?\n  ","972313":"\n   You ever watched spongebob?\n  ","972314":"\n   You look like a bikini model.\n  ","972315":"\n   This joke is soooooooooooooooooo old\n  ","972316":"\n   15. haven’t you noticed very one is starting to forget about Covid-19\n  ","972317":"\n   fave dessert\n  ","972318":"\n   14. do you like cream cheese?\n  ","972319":"\n   What candy\/ chocolate do you like the best? Do you have a favorite?\n  ","972320":"\n   If you had to turn into an animals while you were sleeping, what animals would you turn into?\n  ","972321":"\n   Have you ever left your house an gone on a midnight run to get fast food?\n  ","972322":"\n   What tv show were you on?\n  ","972323":"\n   Abiss duueett hahhh\n  ","972324":"\n   awww, so sweet xo\n  ","972325":"\n   WOULD YOU RATHER: 🔥\ncontrol your dreams or watch them the same day? 😴⏳💕\n  ","972326":"\n   Trend it or end it...... bucket hats. What do you think?\n  ","972327":"\n   do you like wendy's?\n  ","972328":"\n   wish all girls were like you awh\n  ","972329":"\n   Trend it or end it...... neon hair colors. What do you think?\n  ","972330":"\n   would you ever hit your bf\n  ","972331":"\n   Do you ever say yerp or nerp? lol\n  ","972332":"\n   your new profile pic is the best!\n  ","972333":"\n   best thing about\n   \n    @edraegen\n   \n   xo\n  ","972334":"\n   what is the best advice you have ever been given?\n  ","972335":"\n   Do you and your boyfriend talk about every thing?\n  ","972336":"\n   Oh Santa Barbara is such a pretty place!!!! What did you do there?\n  ","972337":"\n   whats the most fun sporting event you ever attended?\n  ","972338":"\n   35\/50\n\nCurly hair or Straight hair?\n  ","972339":"\n   hey xo, do you remember i said you would met a nice boy ?\n  ","972340":"\n   13. What color are your bed sheets?\n  ","972341":"\n   yes he is we are friends and you are soo sweet too xo\n  ","972342":"\n   What's the craziest thing you've ever done for a girl\/guy?\n  ","972343":"\n   Hehehehehe\n  ","972344":"\n   sorry if i annoy you x\n  ","972345":"\n   im so happy you have a nice boy xoxo\n  ","972346":"\n   hey nicole miss you xo\n  ","972347":"\n   Kya ho rha h?\n  ","972348":"\n   Ohhhhh noooo because I know your taken\n  ","972349":"\n   Hey\n  ","972350":"\n   Way 2 avoid the question 😂\n  ","972351":"\n   34\/50\n\nLefty or Righty?\n  ","972352":"\n   are you wearing a skirt\n  ","972353":"\n   U cute\n  ","972354":"\n   NEVER HAVE I EVER: ❤🔥\n...had a crush or dated a musician 🎸🎶\n  ","972355":"\n   Favorite ice cream ever, and from where?\n  ","972356":"\n   WHAT IF you have a magic carpet, BUT you are not allowed to get off it?\n  ","972357":"\n   12. Have you ever watched Queen Of The South. On netflix?\n  ","972358":"\n   What's the most difficult word you've learned recently?\n  ","972359":"\n   What traits impress you the most? 😊\n  ","972360":"\n   😂\n  ","972361":"\n   NEVER HAVE I EVER:\n...stayed up all night watching movies\/series 👀🎬💕\n  ","972362":"\n   Are you know that you look like an angle?\n  ","972363":"\n   But I bet you can’t figure out who this is though 🤪🤔\n  ","972364":"\n   I know but I felt like messing with you 😂\n  ","972365":"\n   Do you think before you sleep about your day learning\/activities?\n  ","972366":"\n   She’s in love with her make-up 💄\n  ","972367":"\n   Are you in love?\n  ","972368":"\n   What is your favorite type of wild weather?\n  ","972369":"\n   11. do you have a calendar in your house? 🗓\n  ","972370":"\n   10. Do you eat sunflower seeds?\n  ","972371":"\n   What is your favourite genre of movie?\n  ","972372":"\n   9. Have you meet all of your grandparents?\n  ","972373":"\n   9. Ever have funnel cake? 🤤\n  ","972374":"\n   7. Does twins run in your family?\n  ","972375":"\n   6. Last thing you cooked?\n  ","972376":"\n   How unlucky are u?\n  ","972377":"\n   What word can you never spell right?\n  ","972378":"\n   How is everyone?\n  ","972379":"\n   What is your most overused emoji?\n  ","972380":"\n   Pap snapchat best friends\n  ","972381":"\n   Did you ever watch a rated-r movie as a kid?\n  ","972382":"\n   that makes me love you even more\n  ","972383":"\n   4. Do you like Oreos?\n  ","972384":"\n   1. Do you play Animal Crossing?\n  ","972385":"\n   2. have you ever had braces?\n  ","972386":"\n   What is the one word you use too much?\n  ","972387":"\n   Who is your favourite character in F.R.I.E.N.D.S?\n  ","972388":"\n   Tell us more! Alone or with others?\n  ","972389":"\n   Have you ever gone skinny dipping?\n  ","972390":"\n   What’s your favorite TV show of all time?\n  ","972391":"\n   No wonder I can't lie to you\n  ","972392":"\n   What's the best comfort food?\n  ","972393":"\n   Do you enjoy traveling on a ferry?\n  ","972394":"\n   1-1 like? ♥️\n  ","972395":"\n   Kya kr rhi ho?\n  ","972396":"\n   Not sure\n   \n    @edraegen\n   \n   could be anymore lucky Nikki you have a heart of gold and beautiful soul and he's got a great girl\n  ","972397":"\n   What is your weirdest \"quirk\"?\n  ","972398":"\n   would it hurt if you got kicked in the crotch?\n  ","972399":"\n   does edraegen ever hand feed you?\n  ","972400":"\n   Caramel popcorns or salted popcorns?\n  ","972401":"\n   so you like a fast sit-down restaurant best?\n  ","972402":"\n   jesus will answer my prayer and when he does you'll thank me\n  ","972403":"\n   Are you happy with the way you look ??🤔🤔🤔\n  ","972404":"\n   What talent would you like to have?\n  ","972405":"\n   Who is your favorite fictional character?\n  ","972406":"\n\n    https:\/\/bit.ly\/3dMCZLR\n   \n","972407":"\n   Hope you all have a good day today!\n  ","972408":"\n   Do you have any strange phobias ?\n  ","972409":"\n   42. Fast Food or Sit-down Restaurants?\n  ","972410":"\n   If, at the end of the year, you could get a personalised stat list of what you spent all your time doing, what do you think would be at the top of list, i.e what do you think you spend the most time doing?\n  ","972411":"\n   WHAT IF you are the sexiest person on earth BUT you can't never have sex?\n  ","972412":"\n   Would you ever want to be famous? What would you want to be famous for, if so?\n  ","972413":"\n   michael buble the singer\n  ","972414":"\n   If you could be invisible for a day, what would your do?\n  ","972415":"\n   I'm praying to jesus for you & buble to fall in love\n  ","972416":"\n   43. Cash or Card?\n  ","972417":"\n   What frustrates you the most?\n  ","972418":"\n   If you cloned yourself, what would you make your clone do, or would you let them do their own thing?\n  ","972419":"\n   How often would you say you stray out of your comfort zone? What was the last thing you did that was out of your comfort zone?\n  ","972420":"\n   michael buble & you would be hot together\n  ","972421":"\n   wake up sleepyhead, it's time for you to begin a new day\n  ","972422":"\n   33\/50\n\nBook or Film?\n  ","972423":"\n   41. Swimming or Sunbathing?\n  ","972424":"\n   Eres tímido???\n  ","972425":"\n   What Is Your Favorite Dessert?\n  ","972426":"\n   do you know how to cook? 🥞🥘🍛\n  ","972427":"\n   Blindfolded or Handcuffs? 😩\n  ","972428":"\n   What is the most painful thing another person has ever said to you?\nIf you do not mind sharing.\n  ","972429":"\n   Do you like make-up ?\n  ","972430":"\n   Which is the most delicious food for you?🍲🤤😋\n  ","972431":"\n   Do you have any friends that are gay ?\n  ","972432":"\n   What was the worst day of your life?\n  ","972433":"\n   If you could have one magic power, what would it be?\n  ","972434":"\n   39. Reality or Fantasy?\n  ","972435":"\n   40. Music or Podcasts?\n  ","972436":"\n   31\/50\n\nStrawberries or Watermelon?\n  ","972437":"\n   37. Touch or Taste?\n  ","972438":"\n   Friday night: Movie in theater or Movie at home?\n  ","972439":"\n   How Do You Feel About Clowns?\n  ","972440":"\n   What is your favourite animal?\n  ","972441":"\n   What’s your favorite holiday?\n  ","972442":"\n   Do you like butt stuff?\n  ","972443":"\n   How Do You Define Success?\n  ","972444":"\n   What hairstyle looks best on girls?\n  ","972445":"\n   What are you doing tonight? Are you having with your bf?\n  ","972446":"\n   What song do you know by heart?\n  ","972447":"\n   38. Younger or Older?\n  ","972448":"\n   How are you\n  ","972449":"\n   Hey\n  ","972450":"\n   selfie?\n  ","972451":"\n   What do are you do ???\n  ","972452":"\n   Are you hot?\n  ","972453":"\n   Nice\n  ","972454":"\n   What was the last song you listened on Spotify?\n  ","972455":"\n   Do you like painting? 🎨\n  ","972456":"\n   🛏 o 🍱?\n  ","972457":"\n   Do u have abs?\n  ","972458":"\n   Dang, I'm a European and you went to Venice before me 🤣\n  ","972459":"\n   34. Abs or Ass?\n  ","972460":"\n   33. Game Face or Killer Smile?\n  ","972461":"\n   You have any cool pictures you've taken of buildings \/ cityscapes in general? 🏙📸 You mind showcasing one? 😊\n  ","972462":"\n   Do you prefer coffee ☕️ or tea 🍵\n  ","972463":"\n   Have people made fake accounts pretending to be you?\n  ","972464":"\n   Bakit ayaw mo sa anti-terror bill?\n  ","972465":"\n   Have you ever ended a friendship with someone?\n  ","972466":"\n   You've seen Willy Wonka right? If you have, you'll understand the comparison I'm about to use\n  ","972467":"\n   What have you been doing these days to stay busy?\n  ","972468":"\n   What do you do for fun? 😂\n  ","972469":"\n   How far does your Fiancé live from you?\n  ","972470":"\n   How many brothers and sisters do you have?\n  ","972471":"\n   So your thinking of leaving California?\n  ","972472":"\n   Do you have a good relationship with your parents and siblings?\n  ","972473":"\n   Where do you and your fiancé want to move someday ?\n  ","972474":"\n   29\/50\n\nAre you organized or messy?\n  ","972475":"\n   On a scale of 1-10 how good are you at making conversations?\n  ","972476":"\n   How long have you been doing yoga? Would you consider doing a YouTube channel\n  ","972477":"\n   Lol you always respond to your text messages though don’t you get notifications when you receive a text?\n  ","972478":"\n   You can dance ?\n  ","972479":"\n   WOULD YOU RATHER: 😂💖\nbe an amazing dancer or be great at math? 🤔💬🔥\n  ","972480":"\n   it says when first drop comes from left eye when you cry .. wht it means ?\n  ","972481":"\n   on ur instagram story wht does it mean 'first drop'\n  ","972482":"\n   What did you have for lunch today?\n  ","972483":"\n   What Is Your Favorite Holiday?\n  ","972484":"\n   How Would You Rate Your Looks on a Scale of 1 to 10?\n  ","972485":"\n   28. TV Shows or Movies\n  ","972486":"\n   30. Forest or Beach\n  ","972487":"\n   29. Vacation or New TV?\n  ","972488":"\n   Mention not\n  ","972489":"\n   What Was the Last Thing You Searched for On Your Phone?\n  ","972490":"\n   Do you ever just go on road trips? Or nah?\n  ","972491":"\n   Where do you see yourself living in the next 6 years ?\n  ","972492":"\n   going to the beach this summer?\n  ","972493":"\n   Hey Nikki how u doing how's the bf ? I'm sorry his name is eluding me I'll toss him a follow if u tag him\n  ","972494":"\n   28\/50\n\nVegetables or Fruit?\n  ","972495":"\n   What is something you’d like to improve on when it comes to using your phone?\n  ","972496":"\n   You are the Queen of askfm girl you are on fire.\n  ","972497":"\n   Seafood is gross, let alone in gummm\n  ","972498":"\n   Would you like it?\n  ","972499":"\n   omg your body 😍😍😍😍😍😍😍😍😍\n  ","972500":"\n   You could be one! ;) :)\n  ","972501":"\n   What’s the Most Bizarre Chewing Gum Flavor You Can Come Up With?\n  ","972502":"\n   The alphabet starts with abc , numbers start with 123 , music starts with do re mi so why can’t love start with you and me\n  ","972503":"\n   im good.\n  ","972504":"\n   howya doin\n  ","972505":"\n   Maybe for a little while just for fun, but that's it. You're too pure to be mingling with the commoners for too long.\n  ","972506":"\n   😂\n  ","972507":"\n   LoL yOu’Re MaKiNg Me LaUgH\n  ","972508":"\n   hi!\n  ","972509":"\n   Darn 😒\n  ","972510":"\n   Can i join you😘\n  ","972511":"\n   be strong 💕\n  ","972512":"\n   Yess lol\n  ","972513":"\n   I have a poll, vote if u want ☀️\n  ","972514":"\n   What do you think of people with glasses? 👓\n  ","972515":"\n   How do you turn the opposite gender on?\n  ","972516":"\n   Do you get jealous if a girl wore the same outfit as you at the club or party?\n  ","972517":"\n   🍕 o🍔??\n  ","972518":"\n   NEVER HAVE I EVER: 🤔💬\n...felt like killing someone 😈😝🔥\n  ","972519":"\n   have you ever played a family\/friendly game and then got too competitive? 😂💖🔥\n  ","972520":"\n   What's up\n  ","972521":"\n   Do you believe the statement \"If you can't beat them, join them.\"?\n  ","972522":"\n   How do you make the perfect cup of tea and do you need a kettle or will a microwave suffice?? ☕\n  ","972523":"\n   if your finger turned into a garlic bread, would you eat it? 🤔😝🔥\n  ","972524":"\n   Do you like the White Stripes? What’s your favorite song by them? Also do you hope they reunite?\n  ","972525":"\n   31. Theme Park or Water Park?\n  ","972526":"\n   Hey what's up\n  ","972527":"\n   Are you a fan of Suicide Squad?\n  ","972528":"\n   إحكِ 💙\n  ","972529":"\n   What is something you just DON'T understand?\n  ","972530":"\n   What is the most embarrassing that happened to you in primary school?\n  ","972531":"\n   Did you ever have the Barbies cheat on Ken with each other?\n  ","972532":"\n   If you have a father what have you bought or are going to get him for Father’s Day?\n  ","972533":"\n   ......you don't know who Johnny Appleseed was....?\n  ","972534":"\n   Would you rather be more apathetic or more emotional?\n  ","972535":"\n   Why do people cheat during a relationship?\n  ","972536":"\n   Hey\n  ","972537":"\n   26\/50\n\nSpontaneous or Planned?\n  ","972538":"\n   What do you absolutely need right now? Now, what do you desperately want right now?\n  ","972539":"\n   Which one did you play with: Barbie dolls or baby dolls?\n  ","972540":"\n   Our Nicole has never had a job and god willing she never will. She has a global responsibility to live free and unencumbered by mortal responsibilities.\n  ","972541":"\n   Thoughts on me?🤔😂\n  ","972542":"\n   Do you respect all that Johnny Appleseed accomplished?\n  ","972543":"\n   Have you ever flown a drone before? Or have you ever seen a drone before? They even have underwater drones. Really interesting. Neat.\n  ","972544":"\n   Do you have a favourite cheese or vegan alternative? 🧀😋\n  ","972545":"\n   ano po ang pinagkakaabalahan mo ngayon?\n  ","972546":"\n   Edra said he likes it. Why aren't you watching it for him?\n  ","972547":"\n   Is it true that the darker the berry, the sweeter the juice?\n  ","972548":"\n   Your lips seem so kissable ur bf is lucky\n  ","972549":"\n   What to do, when it's boring?\n  ","972550":"\n   I r hurt 😔\n  ","972551":"\n   From Star Wars!!!\n  ","972552":"\n   Favorite Sith!\n  ","972553":"\n   Have you ever been sunburnt on the first day of a holiday before? 🌞🔥😳\n  ","972554":"\n   what’s the weather been like lately?\n  ","972555":"\n   Is there a dish you always wanted to try?\n  ","972556":"\n   What’s the most useless talent you have?🤪😂😂\n  ","972557":"\n   his full viral load. e.g. if he had covid & sneezed in the hot car, with warm spray blasting in every direction, would you move towards it, allowing all the viral liquid to seep into every one of your uncovered orifices? would you do that for love?\n  ","972558":"\n   You just want attention. You don't want my heart 😔💔🎶\n  ","972559":"\n   How many people do you think have crush on you?😍😂\n  ","972560":"\n   Hey! My mom learned how to drive. I'm so excited 😃\n  ","972561":"\n   would you willingly ingest your bf's viral load if he had covid?\n  ","972562":"\n   What is the most ridiculous or stupid thing you have done when drunk?\n  ","972563":"\n   Do you think marijuana should be legalised where you live (if it's not already)?\n  ","972564":"\n   why not lol\n  ","972565":"\n   I like your pics without any filters. You look nice like that.\n  ","972566":"\n   Did you see that Disney in Anahiem is going to open July 9? Are you going to go or are you going to wait because of the virus?\n  ","972567":"\n   Do you prefer rooster meat or hen?\n  ","972568":"\n   What's a phrase you use often?\n  ","972569":"\n   27. Ninjas vs Pirates?\n  ","972570":"\n   Hi crush. How are you?\n  ","972571":"\n   Have you ever been whipped if so what where you whipped with\n  ","972572":"\n   What did everyone have for dinner tonight?\n  ","972573":"\n   What was  your first mobile phone?\n  ","972574":"\n   What’s your must have in a salad? (For me it has to have egg and tomatoes)\n  ","972575":"\n   How’s the weather where you are?\n  ","972576":"\n   What are some of the things that you cherish the most\n  ","972577":"\n   What one food you could never cut out?\n  ","972578":"\n   What is your opinion on rallies this pandemic?\n  ","972579":"\n   What's something you want to know more about? Have you any plans to educate yourself about it?\n  ","972580":"\n   If you could be born in a different month besides the one that you were born in what month would it be?\n  ","972581":"\n   What is the best thing about being your age?\n  ","972582":"\n   Have you ever put a Twix in your mouth and pretended it was a cigar? 🤪 👍\n  ","972583":"\n   Vis a vis or the paper house?\n  ","972584":"\n   It's very well known!\n  ","972585":"\n   Pap maybe\n  ","972586":"\n   Long nails or short\n  ","972587":"\n   beautiful eyes\n  ","972588":"\n   If Linkin Park was wiped from your brain, how would you be different?\n  ","972589":"\n   What do you do on a rainy afternoon?\n  ","972590":"\n   Do you have a favourite cheese or vegan alternative? 🧀😋\n  ","972591":"\n   Could you tell about something you love and how you came to love it? Could be a hobby, a film, a piece of music, an item, a pet, anything!\n  ","972592":"\n   Just take a look at yourself and be honest. Can you marry someone that behaves like you? 😁\n  ","972593":"\n   what do you think of ASKfm Monetization Program? 😂😊💖\n  ","972594":"\n   What are you wearing today\n  ","972595":"\n   Have you ever flown a drone before? Or have you ever seen a drone before? They even have underwater drones. Really interesting. Neat.\n  ","972596":"\n   25. Dine-in or Delivery?\n  ","972597":"\n   Song of the day - The Goo Goo Dolls - Iris\n   \n    https:\/\/www.youtube.com\/watch?v=NdYWuo9OFAw\n   \n","972598":"\n   What's the worse job you had?\n  ","972599":"\n   Do you like iced coffee?\nWhat do you like in your cup?\n  ","972600":"\n   Post the most recent picture you've taken!\n  ","972601":"\n   The results are in for the pie chart I made of how many people have each color as their favorite! ❤💚💙 Here is the link if you want to check it out, or you can find it at the top of my page for a couple of hrs 😁\n   \n    https:\/\/ask.fm\/Tobbelit0\/answers\/161474371543?utm_source=copy_link&utm_medium=android\n   \n","972602":"\n   Yes I know but I just noticed 😂\n  ","972603":"\n   If Edra Alexander Egen threatened to leave you, would you consider lying that you're pregnant to make him reconsider?\n  ","972604":"\n   Ur so sexy can I see a Bikini pic\n  ","972605":"\n   ?\n  ","972606":"\n   How often do you use ask.fm?\n  ","972607":"\n   Did you sacrifice your wishes to make others happy???\n  ","972608":"\n   does sensitive mean crying\n  ","972609":"\n   What is the most important thing to know about you, in your opinion?\n  ","972610":"\n   any other selfies please?\n  ","972611":"\n   woooo that is awesomee\n  ","972612":"\n   What would you say is your element? 🔥🌊🌪☄Why? 🤔\n  ","972613":"\n   outfit for today?\n  ","972614":"\n   26. Book or E-book\n  ","972615":"\n   What’s the weather like at your place?\n  ","972616":"\n   What are you passionate about?\n  ","972617":"\n   If you like yogurt that is... what kind do you like? Do you like anything in your yogurt?\n  ","972618":"\n   Do you ever like to just sit outside and watch the 🌞 sunset? The clouds? ☁\n  ","972619":"\n   selfie?\n  ","972620":"\n   Would You Rather Relive the Same Day for 365 Days or Lose a Year of Your Life?\n  ","972621":"\n   Hey Nikki if you haven't been told today you are freaking incredible and amazingly lovely\n  ","972622":"\n   Do you think you are satisfied with everything in your life right now ?\n  ","972623":"\n   What kind of pet do you prefer?\n  ","972624":"\n   You consider yourself mature or immature?\n  ","972625":"\n   Damn! Time pass so FAST! I barely notice days passing by 🤔\n  ","972626":"\n   I just realized that your verified on here so congrats 🤗\n  ","972627":"\n   Do you find people who take too long to tell a story rather annoying? - especially work colleagues who have you as a captive audience for their tedious long winded anecdotes? 🙄😴😴😴🤚 BQ: Be honest, have you ever been guilty of being this person yourself?? 😯😳\n  ","972628":"\n   NEVER HAVE I EVER: 💖🔥\n...forgotten a friend's birthday 😂🥳🎉\n  ","972629":"\n   24. Soup or Bread?\n  ","972630":"\n   27\/50\n\nExplore the Nature or Explore the City?\n  ","972631":"\n   Linkin Park is pusi metal\n  ","972632":"\n   Skirts or Shorts?\n  ","972633":"\n   Has your life gotten somewhat back to normal recently or has the covid19 pandemic still have you stuck in neutral?\n  ","972634":"\n   Are you easy to get or do you play hard to get?\n  ","972635":"\n   Here anon 😋\n  ","972636":"\n   old but gold songs or new pop hit songs\n  ","972637":"\n   Do you think it's acceptable for companies to allocate their workers holiday dates if they haven't booked them by a certain date, esp when employees might be intentionally trying to save weeks for when they get told they have to self isolate because of Covid_19 and don't want to lose pay? 💁‍♂️😳\n  ","972638":"\n   WOULD YOU RATHER: 😂🔥💕\nnever be able to eat warm food or never be able to eat cold food? 🤔😋\n  ","972639":"\n   Have you ever been sunburnt on the first day of a holiday before? 🌞🔥😳\n  ","972640":"\n   Have you ever pretended to have one?\n  ","972641":"\n   Why do we let them back in, when they’re not even ready?\n  ","972642":"\n   Is there anyone on ask that you think doesn’t like you ?\n  ","972643":"\n   23. Cake or Pie\n  ","972644":"\n   have you ever had an abortion or miscarriage?\n  ","972645":"\n   You look like a vampire :\/\n  ","972646":"\n   Did you tell everyone that you like Linkin Park? How many people know\n  ","972647":"\n   Did you invent something since you’re a genius?\n  ","972648":"\n   When you're the loved child and they care for you sometime it feels as if you're trapped. Do you feel the same?\n  ","972649":"\n   What job do you think won’t exist anymore in the future?\n  ","972650":"\n   How are you feeling at the moment?\n  ","972651":"\n   Do you wake up every morning and immediately think of the coronavirus? Why were the stores emptied out before ( No toilet paper or Hand Sanitizers)\n  ","972652":"\n   If you have a father what have you bought or are going to get him for Father’s Day?\n  ","972653":"\n   Song of the moment? 🎵\n  ","972654":"\n   What kind of questions do you like to be asked ?\n  ","972655":"\n   Do you think intelligence given more importance over beauty ?\n  ","972656":"\n   About how many hours a day do you listen to music?\n  ","972657":"\n   Gewinnt man etwas wenn man mehr als 100‘000 Antworten hat 😅 ? Irgendetwas mache ich falsch....\n  ","972658":"\n   Your heat is very different. Here it feels like an oppressive sponge because of the Gulf of Mexico. It's brutal and hard to breathe. I have a cough all summer long from it. A lot of people here develop it. It's from the dew point being so high and choking your lungs. Fun fun\n  ","972659":"\n   Donde vives\n  ","972660":"\n   Hi Nikki. It is very very hot and humid tonight. It's literally a swamp outside. It's so bad. I'm in bed with my air conditioning blowing on me. I like having a window air conditioner. It's the best.\n  ","972661":"\n   Are you any good at critical thinking?\n  ","972662":"\n   Hi! Keep going! You are stronger than you think 😊💖\n  ","972663":"\n   Yo, Tricky :)\n  ","972664":"\n   What color are your toenails painted?\n  ","972665":"\n   NEVER HAVE I EVER: 🌊💦\n...peed in the pool 🙊😂🔥\n  ","972666":"\n   25\/50\n\nPool or Ocean?\n  ","972667":"\n   is being a professor in the cards for you?\n  ","972668":"\n   who is better @ the art of seduction between you & your bf?\n  ","972669":"\n   What is your favorite way of cheating?\n  ","972670":"\n   Do you have a memorable picture from back in the day? PAP!\n  ","972671":"\n   Followed !! Back maybe ?? 💫💫\n  ","972672":"\n   you know any card games like poker?\n  ","972673":"\n   Best gift your friends can give you?\n  ","972674":"\n   Um. I'm a guy. Lol but yes. I feel a lot better after saying all that. Thank you.\n  ","972675":"\n   im in tears rn\n  ","972676":"\n   Ask is the best platform to share your feelings💯😉♥️ agree ?\n  ","972677":"\n   Why would you ask that your a fool\n  ","972678":"\n   I'm sorry sis I got a little emotional 😭\n  ","972679":"\n   Yeah I've nothing. I mean I dont have a big house, expensive cars & clothes like them. But I have what they dont. I have what the great souls of our country gave me. I have self confidence, I have truth, I have hope, I have decency. You can expect results & hardwork from me. I think I'm right.\n  ","972680":"\n   que es lo ultimo que pasa por tu mente antes de dormir ?\n  ","972681":"\n   What kind of sleeper are you? Window open or closed? Do you sleep with a fan on or not?\n  ","972682":"\n   Do you usually ask for permission from your parents\/elders (or any one)?\n  ","972683":"\n   What type of pillows do you use? (I use gel I love the cold pillows)\n  ","972684":"\n   مسآحٓة لَــطيفة 💙💙\n  ","972685":"\n   You do not need boob job, you are ok now\n  ","972686":"\n   Do you beilive in luck?\n  ","972687":"\n   Do you find yourself frequently getting into pointless arguments with people?\n  ","972688":"\n   how did you not cheat?\n  ","972689":"\n   it's ok I just wanted to be dramatic for a second. it was my bid for \"best supporting anon\" at the oscars. you were a splendid scene partner\n  ","972690":"\n   Have you ever cheated in school?\n  ","972691":"\n   Do you believe in horoscopes?\n  ","972692":"\n   Song of the day - NF - If You Want Love\n   \n    https:\/\/www.youtube.com\/watch?v=LfxY1sg5_rw\n   \n","972693":"\n   How are you?\n  ","972694":"\n   Are you reading more since the coronavirus took over or have certain hobbies stayed the same?\n  ","972695":"\n   19. Bacon or sausage?\n  ","972696":"\n   Have you attended any anti racism rallies over the past week, or do you have any plans to do so when they come to your town, or is protesting not your scene??\n  ","972697":"\n   there's a global pandemic, our stores are being looted, our pets heads are falling off and you're trying to steal the one thing that gives me joy 😭\n  ","972698":"\n   Chester Bennington is trending on twitter rn\n  ","972699":"\n   NEVER HAVE I EVER: 🙊💖\n...tripped in public 😂😭🔥\n\n(I always tripped climbing up the stairs, idk why 😂)\n  ","972700":"\n   I do not like Chinese food specially bats\n  ","972701":"\n   20. Chinese or Japanese food?\n  ","972702":"\n   Have you ever been to the mall before? What is your favorite store in the mall?\n  ","972703":"\n   23\/50\n\nNutella or peanut butter?\n  ","972704":"\n   good morning honeybuns. know that you are beloved.\n  ","972705":"\n   Am not that one 😊\n  ","972706":"\n   cornbeef or meatloaf?\n  ","972707":"\n   Likes for likes ?\n  ","972708":"\n   Have you actually seen a picture of your boyfriend\n  ","972709":"\n   WOULD YOU RATHER: 💖\nnever read another book or never hear another song? 🤔💬🔥\n  ","972710":"\n   24\/50\n\nCan't wait to end or Forever please?\n  ","972711":"\n   Are you a tea or coffee drinker?\n  ","972712":"\n   Age\n  ","972713":"\n   I'm bored. Aren't you?\n  ","972714":"\n   how to gain more followers on twitter? #StayAtAsk\n  ","972715":"\n   Do you admire someone?\n  ","972716":"\n   Would you say ask.fm is underrated?\n  ","972717":"\n   Have you ever been to the mall before? What is your favorite store in the mall?\n  ","972718":"\n   Do you want, or have you ever wanted, to get cosmetic surgery?\n  ","972719":"\n   Bruh...\n  ","972720":"\n   Do you ever play parents with your boyfriend? Like one of you can tuck the other in bed and tell them a story and sing a song so they are ready for night?\n  ","972721":"\n   I don’t want to watch that show because it references suicide and I’ve tried committing suicide a lot soooooooooo\n  ","972722":"\n   is it worth seeing?\n  ","972723":"\n   Ootn\n  ","972724":"\n   have you seen 13 reasons why?\n  ","972725":"\n   16. series or movies?\n  ","972726":"\n   What’s your favorite tv show right now?\n  ","972727":"\n   WOULD YOU RATHER: 💖🔥\nwork at the FBI or CIA? 🤔💬💡\n  ","972728":"\n   Is it important to be more selfish in life?\n  ","972729":"\n   18. Are you the hero or the villain?\n  ","972730":"\n   Good leave we wont miss you. murica!!🇺🇸\n  ","972731":"\n   Could you ever move to a different country?\n  ","972732":"\n   17. mall shopping or online shopping? why\n  ","972733":"\n   90 day fiance is on again tonight?\n  ","972734":"\n   How’s everyone doing?\n  ","972735":"\n   Is that because you're sweet yourself?\n  ","972736":"\n   Do you get to see your boyfriend during the week or just on weekends?\n  ","972737":"\n   Is it difficult for you to let things go?\n  ","972738":"\n   Do you take a selfie every day?\n  ","972739":"\n   Who do you admire the most right now?\n  ","972740":"\n   Do you often feel nostalgic for times gone by?\n  ","972741":"\n   Would you consider it rude for someone to not make eye contact when speaking?\n  ","972742":"\n   15. sweet or salty?\n  ","972743":"\n   Space🖤\n  ","972744":"\n   NEVER HAVE I EVER: 🙈💬🔥\n...been called by the principal 😂🤔\n  ","972745":"\n   Day 🌇 or night 🌃\n  ","972746":"\n   What color do you have Ask? ♥️\n  ","972747":"\n   Sun ☀️ or moon 🌙\n  ","972748":"\n   have u ever watched someone get beaten\n  ","972749":"\n   Your lipstick make my day better...\n  ","972750":"\n   Hey If you've time. Can you give me 30 likes? 🙂\n  ","972751":"\n   how are you\n  ","972752":"\n   DO YOU HAVE A MORTAL ENEMY?\n  ","972753":"\n   If you are\/was single would going hook up with someone from ask??\n  ","972754":"\n   I like you\n  ","972755":"\n   Hi\n  ","972756":"\n   When you receive a shipment, do you prefer the delivery man to just leave it in front of your place or to also ring the bell?\n  ","972757":"\n   How do you usually get your news?\n  ","972758":"\n   wyd\n  ","972759":"\n   Hey\n  ","972760":"\n   hi nicole x\n  ","972761":"\n   Wanna talk\n  ","972762":"\n   Have you ever had a friendship that ended for of a stupid reason? What was that reason? 😂\n  ","972763":"\n   Have you ever attended the taping of a TV show?\n  ","972764":"\n   Followed ♥️\n  ","972765":"\n   Would you hang the Mona Lisa on a tree in the middle of a forest fire? Of course not! Likewise, a Nicole of your caliber must be safeguarded at all costs. The world can burn as long you are safely perched on a throne amidst lush greenery, with ample fresh water and fruit on hand.\n  ","972766":"\n   What reason is there to roll your cute eyes at that?\n  ","972767":"\n   Now do you understand how prescient I was when advocating that you move to Hawaii?\n  ","972768":"\n   It's his name to me. I'm not gonna call him Jeffrey with no last name, like he's Madonna or Cher. Edra Alexander Egen is his full internet name.\n  ","972769":"\n   What is something that utterly terrifies you? 👻\n  ","972770":"\n   Song of the day - The National - I Need My Girl\n   \n    https:\/\/www.youtube.com\/watch?v=A-Tod1_tZdU\n   \n","972771":"\n   I think they're white guys\n  ","972772":"\n   What if that someone was none other than Edra Alexander Egen\n  ","972773":"\n   Hey\n  ","972774":"\n   oh yeeees. you arent gonna make me dismiss 1 of those gems\n  ","972775":"\n   What makes life miserable?\n  ","972776":"\n   Would you slap someone in the face hard if someone asked you to do it to them😂\n  ","972777":"\n   Was ist das für ein Figürchen auf dem rechten Bild 😁 ?\n  ","972778":"\n   I choose both pictures\n  ","972779":"\n   v both\n  ","972780":"\n   Morning\n  ","972781":"\n   hi\n  ","972782":"\n   THE CIRCLE: 🤔💬💡\nWould you let everyone to watch you 24 hours a day, everyday? #NoPrivacy\n  ","972783":"\n   Back when you were single, would you have encouraged us to compete in a Hunger Games style competition for your hand in marriage?\n  ","972784":"\n   Do you like living in California or is there somewhere else you’d like to live\n  ","972785":"\n   how is everyone\n  ","972786":"\n   Umbrella or Raincoat???\n  ","972787":"\n   It’s Monday. Do you like Monday’s?\n  ","972788":"\n   \"Human have a destructive nature.\"\n\nIs humanity doomed to head in a destructive direction? 🤔💬💡\n  ","972789":"\n   What's your most used app to socialise with friends?\n  ","972790":"\n   What's a question you wish you'd receive more?\n  ","972791":"\n   Would you like to watch all your followers compete in something like the Hunger Games?\n  ","972792":"\n   How many followers do you have? Do you care much about how many followers you have?\n  ","972793":"\n   15. watch or play sports?\n  ","972794":"\n   Eric Harris or Dylan klebold\n  ","972795":"\n   NEVER HAVE I EVER: 🙈\n...bullied or been bullied 😇😈🔥\n  ","972796":"\n   Gonna make another pie chart, now about favorite colors! 😁 So, what is your favorite color? 💙❤🧡💚💜\n  ","972797":"\n   Sugarplum, did you set your alarm to wake you?\n  ","972798":"\n   RISE AND SHINE!!!\n  ","972799":"\n   selfie?\n  ","972800":"\n   Do you think you could get them to that level or is it impossible unless one grows up solely using it?\n  ","972801":"\n   I know. I'm asking if your Armenian language skills are flawless\n  ","972802":"\n   Is your Armenian flawless?\n  ","972803":"\n   what if he keeps crying on the bed with no tissue\n  ","972804":"\n   Yes\n  ","972805":"\n   Are you lost, baby? 💕\n  ","972806":"\n   Do you believe that Avery is honest?\n  ","972807":"\n   Coming home to my boyfriend in bed crying sucks. He got into a big argument with his family right before going to work. Then he had a bad day at work. Plus he's been under a lot of stress. All i know is that's it's been a rough day for him. He won't cuddle with me. How can i get him to stop crying?\n  ","972808":"\n   what is the oldest tv show you like?\n  ","972809":"\n   I understand. They are the worst, I've only ever had one, but it was enough... I hope I never ever have another one again.\n  ","972810":"\n   it is t-shirt ? i rly like\n  ","972811":"\n   Have you ever tearfully yelled at someone of stealing your dignity?\n  ","972812":"\n   Have you ever tearfully accused someone of stealing your dignity?\n  ","972813":"\n   Lol u mad?\nHaven't seen u in my likes or coin section recently :))\n  ","972814":"\n   wooo tyyy\n  ","972815":"\n   oh may i ask what are u wearing here ? is it dress ?\n  ","972816":"\n   i wish for one more selfie aha\n  ","972817":"\n   ill cry so much of joy tbh\n  ","972818":"\n   i did talk to u on there months ago but then i got scared after lmao i hope to overcome the fear again\n  ","972819":"\n   I know but lots of people are on that show, but it's him that is always trending on social media and it's him who memes are centered around. He has that \"it\" factor that few possess.\n  ","972820":"\n   i admire ur honesty\n  ","972821":"\n   i follow u on ig n sometimes i want to say hi but then i get scared\n  ","972822":"\n   i am same anon with learning disability i learn so much from u n others\n  ","972823":"\n   btw i like when u used 'lmao' i love tht word\n  ","972824":"\n   Have you been to the Drake & Josh house? It was sold recently and the new owner destroyed it to build a new house. It should have been saved as a historical landmark. It was in encino.\n  ","972825":"\n   i hope they come back\n  ","972826":"\n   But the whole country is fascinated by him. What is behind that?\n  ","972827":"\n   What is the secret to Big Ed's charm?\n  ","972828":"\n   You look so pretty in your profile picture. It's nice.\n  ","972829":"\n   why\n  ","972830":"\n   22\/50\n\nAre your optimistic or pessimistic?\n  ","972831":"\n   Which part of him most\n  ","972832":"\n   thoughts on anons who bring u to tears\n  ","972833":"\n   Are you and your bf the same age or close to the same age?\n  ","972834":"\n   I wonder what Drake & Josh are doing tonight.\n  ","972835":"\n   I'm going to bed. Tell Elon Musk to develop that self driving RV so I can sleep in it while it drives me cross country. I'm excited to be in one so no one can bother me.\n  ","972836":"\n\n    https:\/\/youtu.be\/4pLjOty2nUE\n   \n   *SINGING *\n  ","972837":"\n   any other selfies please? :$\n  ","972838":"\n   woahh what you were in italy?\n  ","972839":"\n   Don't roll your eye's at me\n  ","972840":"\n   Heels or flats?\n  ","972841":"\n   I thought that if a make a new ask page I will meet new non-toxic and nice people to follow but sadly in the suggestions it comes up with the same pos Im already tired of 😒\n  ","972842":"\n   selfie?\n  ","972843":"\n   When is the last time someone hurt your feelings? How did you react?\n  ","972844":"\n   What physical part of the guys anatomy do you like the most ? 🤔\n  ","972845":"\n   i have 20 tissues for u if u need\n  ","972846":"\n   Is there something you are in complete denial about?\n  ","972847":"\n   crying is good for you though\n  ","972848":"\n   hey are u ok ? the kind anons are concerned for u\n  ","972849":"\n   Can I ask what the unhealthy way that you let your stress out is?\n  ","972850":"\n   so after this it will be totally over?\n  ","972851":"\n   Can you believe that Freddie from iCarly is married and has a kid?\n  ","972852":"\n   when is 90 day fiance going to be over?\n  ","972853":"\n   What is the thing your allergy too?\n  ","972854":"\n   Why tf you showing Steve Harvey mum?😂😂😂\n  ","972855":"\n   Post full costume seems ur outfit looks amazing\n  ","972856":"\n   What is one of your favorite sites to order from a restaurant. And not really like a fast food restaurant... Like a bbq, sit in kinda restaurant.\n\nExamples: Mac and cheese. Veggies. Frys. Baked potatoes. Fired pickles. Beans. Salad. Salsa and chips. Cheese sticks. Rolls.\n  ","972857":"\n   What's up everybody ?\n  ","972858":"\n   Song of the day - We The Kings - I Feel Alive\n   \n    https:\/\/www.youtube.com\/watch?v=wHqUeel0vlc\n   \n","972859":"\n   What has really taken a toll on you?\n  ","972860":"\n   Woah hold up, was that anon giving you a sarcastic retort?\n  ","972861":"\n   If you are feeling unmotivated, who helps you get yourself going?\n  ","972862":"\n   #StayAtAsk\n  ","972863":"\n   What always makes you feel good about yourself?\n  ","972864":"\n   do you love the taste of apple jacks?\n  ","972865":"\n   Latest thing you bought? 💸 PAP perhaps if it's anything interesting? 😁\n  ","972866":"\n   What are the best remedies for someone who has just been dumped?\n  ","972867":"\n   Have you been to any of the Black Lives Matter protests? What’s your opinion on the whole situation?\n  ","972868":"\n   If you were a giant and you saw someone who were about to get robbed by two masked thieves, what'd you do? 🤔\n  ","972869":"\n   What's your favorite thing that's typically American? 🇺🇸\n  ","972870":"\n   what’s a name you think is kinda ugly, but also sorta like?\n  ","972871":"\n   Welches  Organ untersucht der Kardiologie?\nA) Herz B) Lunge oder C)Niere\n  ","972872":"\n   It's out by Pacific Palisades. If you make it to the end, there is a nice sitting chair that overlooks Santa Monica. It's really gorgeous. Here is a pic\n   \n    https:\/\/www.trover.com\/d\/173ZC-temescal-canyon-park-los-angeles-california\n   \n","972873":"\n   Colitis get the gun we need to get rid of the rats again 😂\n  ","972874":"\n   AVAILABLE NA ANG 365 DAYS SA NETFLIX ARGHHH 😝\n  ","972875":"\n   cuisine-wise, what’s your favorite european country?\n  ","972876":"\n   what’s your favorite horror movie?\n  ","972877":"\n   never ever have i kicked a boy in the face ?\n  ","972878":"\n   Try my poles\n  ","972879":"\n   You like skiing?\n  ","972880":"\n   do you ever support police brutality?\n  ","972881":"\n   You ever hiked at Temescal Canyon? It's so pretty. It's a great view.\n  ","972882":"\n   NEVER HAVE I EVER: 🙈💕\n...had a secret boyfriend\/girlfriend 👫👬👭\n  ","972883":"\n   Its rad bro\n  ","972884":"\n   Have you ever traveled to colorado?\n  ","972885":"\n   Welche Ausbildung möchtest du mal machen?\n  ","972886":"\n   typisch amerikanischer Abschaum\n  ","972887":"\n   10. fire or ice?\n  ","972888":"\n   Happy Monday! Start this week productively and stay awesome! 💖\n  ","972889":"\n   WOULD YOU RATHER: 💕\nbe poor with lots of good friends or rich with no friends? 🤔😂🤑\n  ","972890":"\n   Do you like JAMES BOMD MOVIES\n  ","972891":"\n   Latest song that got stuck in your head? 🎧\n  ","972892":"\n   Ever been to a monster truck pull?\n  ","972893":"\n   When’s the last time it rained where you are?\n  ","972894":"\n   Preach 🙏\n  ","972895":"\n   If you were a dragon and someone random asked for a ride on your back, how'd you respond? 🤔🐲\n  ","972896":"\n   What do you like to do to cool yourself off during a hot day? 🥵\n  ","972897":"\n   Can you wrap a present? And does it look nice?\n  ","972898":"\n   Committment🌸 or relationship💕?\n  ","972899":"\n   Well you must do to get so many questions and posts 😅\n  ","972900":"\n   Do you like corn on the cob?\n  ","972901":"\n   What song makes you want to dance?\n  ","972902":"\n   What childhood story actually frightened you?\n  ","972903":"\n   If you were in charge of the design of the guys male body, would you make them less h0rney o maybe they can only reproduce themselves in a specific time of year? 🤔\n  ","972904":"\n   Do you or have you ever smoked cigarettes?if yes when was the last time?🚬\n  ","972905":"\n   Have you had an appendectomy?\n  ","972906":"\n   If you could spend a day with anyone, whom would you choose?\n  ","972907":"\n   Anyone else enjoy laying in bed completely naked after waking up till they get fully woken up ? No ? Just me ? Cool\n  ","972908":"\n   I want to love all the girls in the world 😘😘😘\n  ","972909":"\n   you have a model look that makes everything you wear frame nicely on you and anything not in sight doesnt allow you to get the full effect of it\n  ","972910":"\n   NEVER HAVE I EVER: 🤔😂💖\n...traveled alone ✈⛴🚗💕\n  ","972911":"\n   What food do you most often crave for?\n  ","972912":"\n   How often do you smile?\n  ","972913":"\n   21\/50\n\nAre you introvert or extrovert?\n  ","972914":"\n   WOULD YOU RATHER: 💖\nbe naked all the time or never have to leave your home? 🤷‍♀️😂😝\n  ","972915":"\n   Suggest a movie\n  ","972916":"\n   bc I think you of all people would need one\n  ","972917":"\n   Selfie nikkie\n  ","972918":"\n   do you own a full length mirror?\n  ","972919":"\n   Did you like Christina Grimmie?\n  ","972920":"\n   Wtf 😂\n  ","972921":"\n   good morning buttercup, I'm hoping you had a restful night's sleep\n  ","972922":"\n   Why boots over heels?\n  ","972923":"\n   5. summer or winter?\n  ","972924":"\n   WOULD YOU RATHER: 😂💖\nget drunk after 1 shot or never get drunk? 🍺🍻🍾🍹🍸🥃\n  ","972925":"\n   6. single or taken?\n  ","972926":"\n   7. PAPER OR PLASTIC?\n  ","972927":"\n   if a friend invited you to a birthday party what would u wear\n  ","972928":"\n   Not necessarily a bad thing, you're keeping your fans entertained by being on here so much 😅 🙃\n  ","972929":"\n   Do you have any big plans for the future?\n  ","972930":"\n   Do you prefer a song sings by its original singer or someone else sings  cover for it? Which songs that you love the most?\n  ","972931":"\n   Why not? 😅\n  ","972932":"\n   Have you ever been walked in on in a public bathroom? I have it was scary the guy just stood there starring I had to yell at him to leave it was the scariest pee I ever had I like being a girl but sometimes I hate it because men act like that\n  ","972933":"\n   Hey you\n  ","972934":"\n   Yeah, you deffo did, I remember now haha 🙃 Well done 🙃\n  ","972935":"\n   if you did something wrong, how do you prefer to be punished? 1- standing facing the corner with hands up 2- spanking 3- falaka\n  ","972936":"\n   NEVER HAVE I EVER:\n...stolen from a friend 😇😈🙊\n  ","972937":"\n   *Never have I ever*  winked at a cute stranger?\n  ","972938":"\n   You only get 3 words to describe yourself – what are they?\n  ","972939":"\n   what makes you happy\n  ","972940":"\n   Ofc your bf is never around even though he doesnt live far away. Idk how you put up with it\n  ","972941":"\n   I was a bit shocked at first tbh haha 🤪 Last time I visited your page, I could have sworn your posts were 5,000 less than what they are now haha 🙃\n  ","972942":"\n   20\/50\n\nAre you a leader or a follower? ✔\n  ","972943":"\n   Have you ever been on TV?\n  ","972944":"\n   Be surprised or Go as planned?\n  ","972945":"\n   What’s the toughest decision you made today?\n  ","972946":"\n   how often do you reflect on yourself?\n  ","972947":"\n   4. library or museums?\n  ","972948":"\n   Never have I ever gone skinny dipping?\n  ","972949":"\n   Not too far from getting 100,000 posts now Nikki 🙃\n  ","972950":"\n   Do you like kissing animals?\n  ","972951":"\n   Are you feuding with any of them?\n  ","972952":"\n   Biden or Trump?\n  ","972953":"\n   Do you have any brothers or sisters?\n  ","972954":"\n   I reallly need a hot girl right now 🤤\n  ","972955":"\n   What are you doing tonight? Hanging with the bf? Just chilling out?\n  ","972956":"\n   if u are ok with it then i am ok with it to :)\n  ","972957":"\n   woo ty again :D :D\n  ","972958":"\n   3. hot chocolate or coffee?\n  ","972959":"\n   2. Morning, Afternoon or Evening?\n  ","972960":"\n   😂😂😂\n  ","972961":"\n   Do you wish you could read someone's mind? Why?\n  ","972962":"\n   NEVER HAVE I EVER: 🥳🎉🎊\nhave you ever had a surprise party?\n  ","972963":"\n   1. Boat or Plane?\n  ","972964":"\n   Tony still needs closure\n  ","972965":"\n   WOULD YOU RATHER: 😂❤🖤\nhave a BLACK or RED wedding dress\/suit?\n  ","972966":"\n   18\/50\n\nTalk or Listen?\n  ","972967":"\n   Do you trust your family or friends more\n  ","972968":"\n   WHO has more citizens China or Japan\n  ","972969":"\n   When was the last time that you felt genuinely happy? 😊💯\n  ","972970":"\n   When you go out to places, touring and there's gift shops what kinds of things do you like to get from the gift shops?\n\n(Even if you didn't\/don't go touring what kind of things would you get from the gift shop?)\n  ","972971":"\n   Mummy? Mum\n  ","972972":"\n   Wait wait Jeffery is your boyfriend??? have you ever met him ??!\n  ","972973":"\n   Shitballs\n  ","972974":"\n   My birthday is on Monday 😏I’ll be 22 year’s old\n  ","972975":"\n   How do you feel about snow?\n  ","972976":"\n   did they truly make u cry?\n  ","972977":"\n   U inspire me\n  ","972978":"\n   When are you good enough? At which point are you good enough to accept yourself?\n  ","972979":"\n   ¿Cuál es la fruta que más consumes?\n  ","972980":"\n   I LIKE BIG BUTTS AND I CAN NOT LIE AND ANOTER BROTER CANT DENY I LIKE BIG BOOBS AND I CAN NOT LIE😂😂\n  ","972981":"\n   i like to motivate others\n  ","972982":"\n   Do you eat beef jerky?\nWhat is your favorite flavors?\nHave you ever had it before?\nYou wanna try it or no?\n  ","972983":"\n   were you dancing\n  ","972984":"\n   Your eyebrows are gorgeous\n  ","972985":"\n   Do you think the second half of 2020 will be better than the first half of 2020?\n  ","972986":"\n   oh ok :$ i love ur selfies lmao\n  ","972987":"\n   like is that the only selfie u took from that day? i rly love the shirt\n  ","972988":"\n   Do you prefer to travel by train, bus, plane or ship?\n  ","972989":"\n   i have learning disability and ur answers inspire me to ask more questions and to learn :D\n  ","972990":"\n   ur welcome:) can i ask if tht was only selfie you took?\n  ","972991":"\n   Post a picture of your recent emojis.\n  ","972992":"\n   Would you ever pick up a hitchhiker?\n  ","972993":"\n   this one\n   \n    https:\/\/ask.fm\/NicoleBuckleyyx\/answers\/163372628068\n   \n","972994":"\n   thoughts on the kind anons?\n  ","972995":"\n   i like that selfie you took a few days ago lol\n  ","972996":"\n   whenever i come to your page i get nervous bc i like to send you positive things but i also dont want to repeat myself\n  ","972997":"\n   plans for today\n  ","972998":"\n   Do you like chives?\n  ","972999":"\n   I am love drunk off your hump\n  ","973000":"\n   What does this phrase mean?\n\n\"There's no such thing as free lunch.\"\n  ","973001":"\n   How many drinks does it take to make you drunk?\n  ","973002":"\n   You always make my day better... I just wanna say out of everyone that I ask  you are the most intriguing. You’re the most inquisitive. I love your answers if you were a person in my life I would definitely want to be your best friend\n  ","973003":"\n   What do you like the most about yourself? What do you need to work on to improve yourself?\n  ","973004":"\n   14\/50\n\nWorkout or Relax\n  ","973005":"\n   What do you absolutely need right now? Now, what do you desperately want right now?\n  ","973006":"\n   16\/50\n\nTalk or Listen?\n  ","973007":"\n   Do you have any secrets about people that if you revealed them could ruin some lives?\n  ","973008":"\n   If you woke up and your name wasn't Nicole, but instead was Artemis, how would you feel?\n  ","973009":"\n   How often do you eat fast food? 😂😋💖\n  ","973010":"\n   Love youuu ❤💜\n  ","973011":"\n   How do you keep your bedroom clean or messy? And would you say your room is lived in or like a show room?\n  ","973012":"\n   What walls do you seem to build up quicker than others? Physical, mentally, emotionally... spiritually?\n  ","973013":"\n   When you listen to music, what do you focus on most? The lyrics? The melody? Maybe solos? Specific instruments? Or how it makes you feel?\n  ","973014":"\n   Do you bless people when they sneeze?\n  ","973015":"\n   Do you like Tyler Perry.\n  ","973016":"\n   13\/50\n\nWake up early or Wake up late?\n  ","973017":"\n   Are you an early bird or a night owl?\n  ","973018":"\n   17\/50\n\nChocolate or Vanilla?🤤\n  ","973019":"\n   Why doesn't the glue stick to the bottle?\n  ","973020":"\n   Kia main tharki hoon ? 🤨\n  ","973021":"\n   If you were upset, what is the best way someone could calm you down?\n  ","973022":"\n   That's cute\n  ","973023":"\n   Could you give a video response with your own voice to any question? ;)\n  ","973024":"\n   What is your dream house\n  ","973025":"\n   I don't even have children so\n  ","973026":"\n   your unconditional supportiveness is beautiful\n  ","973027":"\n   What did you had for lunch?\n\nMine: Pancit and Roasted Chicken\n(Homemade Inasal) 😋\n  ","973028":"\n   Post a special message\nto someone you love here under this question. ❤🙏\n  ","973029":"\n   10\/50\n\nDo you want to stay home or go out?\n  ","973030":"\n   9\/50\n\nSpender or saver\n  ","973031":"\n   I like milk shakes more...\n  ","973032":"\n   8\/50\n\n Coffee person or Tea person?\n  ","973033":"\n   what song will be played during your first dance after your wedding?\n  ","973034":"\n   6\/50\n\nFunny or Serious?\n  ","973035":"\n   hope everyone has a great weekend !\n  ","973036":"\n   5\/50\n\n Sweater or hoodie?\n  ","973037":"\n   4\/50\n\nShopping online or In store?\n  ","973038":"\n   Shortest relationship you’ve been in?\n  ","973039":"\n   3\/50\n\nHave a plan or Go with the flow?\n  ","973040":"\n   2\/50\n\nSmoothie or milk shake?\n  ","973041":"\n   Good afternoon! Stay awesome and spread love! #StayAtAsk 💋\n  ","973042":"\n   I like you. 🙊\n  ","973043":"\n   1\/50\n\nSocks or slippers?\n  ","973044":"\n   What did you do today ?\n  ","973045":"\n   Do you ever wonder what life would be like if you had to live on your own with no help?\n  ","973046":"\n   you deserve happiness and joy in this world you really do\n  ","973047":"\n   What are you going to 1, 2 or 3? Pick\n\n1. Beach, bar, free drinks and spin fire shows. Fireworks too. Buffet \n\n2. Mountains, bbq, free henna tattoos they are giving out (temp tattoos), face painting lots of music. Aaand river water party's.\n\n3. Boat party, gaming rooms, skylight neon party and sushi\n  ","973048":"\n   U must love chocolate.. 😂 Hahaha 🤣 👏\n  ","973049":"\n   selfie?\n  ","973050":"\n   What are your thoughts on teenage engagements?\n  ","973051":"\n   How did they know when the virus got to America?\n  ","973052":"\n   Do you think David and Lana will live happier ever after?\n  ","973053":"\n   what’s been the biggest challenge in your life recently?\n  ","973054":"\n   Favourite food?\n  ","973055":"\n   I did and it made me think of you\n  ","973056":"\n   Would you be up for trying hypnosis Nikki?\n  ","973057":"\n   Did you have a cheese sandwich today?\n  ","973058":"\n   Is your school over?\n  ","973059":"\n   This defunct band from Arizona also made the \"king of the hill\" theme song:\n   \n    https:\/\/youtu.be\/IfZbFh7qlCQ\n   \n","973060":"\n   how are you feeling?\n  ","973061":"\n   I'm not saying he'd change his name to jeffrey epstein, I'm saying if he said he wanted to change the jeffrey because now that name is associated with epstein. would you support his decision?\n  ","973062":"\n   Good morning! Enjoy your day and stay safe 💖\n  ","973063":"\n   if your bf told you he wanted to change his name because jeffrey epstein tainted it, would you support him?\n  ","973064":"\n   do you get tired of being compared to nicki minaj?\n  ","973065":"\n   Your competition is not others. Your competition is to be better than the person you were yesterday.\n  ","973066":"\n   Hi\n  ","973067":"\n   Single or taken?\n  ","973068":"\n   No... Thats just my fav emoji.. Don bother by it.. 😂\n  ","973069":"\n   Yes it is\n  ","973070":"\n   Because that's the cutest ask user\n  ","973071":"\n   Is it okay to lie to your child when they ask you for something and you don’t feel like they deserve it or is it when you’re trying to keep something away from them?\n  ","973072":"\n   do you like sunrises or sunsets? 😍\n  ","973073":"\n   how would you describe your sense of humour?\n  ","973074":"\n   Hi. I am from Ecuador. Follow me and i also follow you ¿okey?. Take care 🤘🇪🇨\n  ","973075":"\n   I'm 24..😂\n  ","973076":"\n   Have you ever seen a Magnolia tree before? They are beautiful.\n  ","973077":"\n   When was the bon fire you been to? Have you ever been to one before?\n  ","973078":"\n   Hey Nikki. Wassup\n  ","973079":"\n   selfie?\n  ","973080":"\n   How do you handle negative vibes... from a family member?\n  ","973081":"\n   or you can just pay up to a question on my page? for 1000?\n  ","973082":"\n   Do you like looking through telescopes?\n  ","973083":"\n   by sweet bella\n  ","973084":"\n   Can you pay up a question for me that I wanna see but I can't because I don't have any coins?\n  ","973085":"\n   How old are u?\n  ","973086":"\n   Can you do me a favor?\n  ","973087":"\n   What big life changes have you recently experienced?\n  ","973088":"\n   How is everyone?\n  ","973089":"\n   Did u cheat on ur bf?\n  ","973090":"\n   Honesty hour for the rest of the day?\n  ","973091":"\n   have you a middle name nicole\n  "},"Answer":{"972020":"\n  A fashion designer and I don’t want to be one anymore but I do love fashion!\n  ","972021":"\n  Who knows honestly!🤣\n  ","972022":"\n  Oh yes, definitely I do!\n  ","972023":"\n  When I finished my classes for this semester! Woo😁\n  ","972024":"\n  I’ve been on the Queen Mary but not to Catalina island!\n  ","972025":"\n  no that’s okay anon\n  ","972026":"\n  I haven’t had breakfast yet!\n  ","972027":"\n  Thank you but I like the color I have now!\n  ","972028":"\n  lol absolutely not🤣\n  ","972029":"\n  Lol no I haven’t\n  ","972030":"\n  I guess so\n  ","972031":"\n  Lol I’m not going to anon\n  ","972032":"\n  not at all🤣\n  ","972033":"\n  I’m not allergic to anything!\n  ","972034":"\n  Lol I’m pretty tall\n  ","972035":"\n  Thank you so much!🥺\n  ","972036":"\n  You’re very kind, thank you! But I’m honestly not.\n  ","972037":"\n  You can ask me kind questions but have some respect.\n  ","972038":"\n  alrighty then\n  ","972039":"\n  Own a flying boat!\n  ","972040":"\n  I remember that lol\n  ","972041":"\n  Awh thank you but I’m really not\n  ","972042":"\n  yeah definitely\n  ","972043":"\n  Not very high at all lol. That’s sad\n  ","972044":"\n  Thank you, I guess 😊\n  ","972045":"\n  Cops? lol\n  ","972046":"\n  Ahaha that’s kind!\n  ","972047":"\n  Who I was definitely!\n  ","972048":"\n  You sent “😁” ?\n  ","972049":"\n  Yeah I do, just don’t ever again 😊\n  ","972050":"\n  Well my teachers did like me lol\n  ","972051":"\n  Lol no I wasn’t\n  ","972052":"\n  lol yeah\n  ","972053":"\n  You sent that?\n  ","972054":"\n  not necessarily, I always do\n  ","972055":"\n  it’s okay, thank you for apologizing!\n  ","972056":"\n  Clothes!\n  ","972057":"\n  You’re welcome anon😊\n  ","972058":"\n  I think everyone has sometime in their life!\n  ","972059":"\n  Nikki!\n  ","972060":"\n  That would be pretty crazy!\n  ","972061":"\n  Definitely go bike riding up to a Minnie mall with friends and shop and the movies 😁\n  ","972062":"\n  I mean I don’t necessarily care for it lol\n  ","972063":"\n  Good night!😁\n  ","972064":"\n  I’m not sure really tbh\n  ","972065":"\n  Yes, I have! It was a ice cream dessert pizza😁\n  ","972066":"\n  I would rather want peace on earth tbh\n  ","972067":"\n  I believe so\n  ","972068":"\n  Nik\n  \n  Nikki boo boos\n  \n  Nikki\n  \n  Nikkster\n  \n  Slick Nik\n  ","972069":"\n  I have no idea what that is\n  ","972070":"\n  Absolutely!\n  ","972071":"\n  Not really embarrassing, no!\n  ","972072":"\n  Yeah I have!\n  ","972073":"\n  Ahaha thank you anon\n  ","972074":"\n  I don’t think so\n  ","972075":"\n  👓😎\n  ","972076":"\n  I’m not sure! Oh wait I forget the name of the movie that isn’t out yet\n  ","972077":"\n  I haven’t had pop tarts in ages so I don’t remember lol\n  ","972078":"\n  lol I’m not old at all actually 🤣\n  ","972079":"\n  now I’m bored lol\n  ","972080":"\n  yeah, definitely\n  ","972081":"\n  I do get coins? lol\n  ","972082":"\n  Yes, it’s a nice day\n  ","972083":"\n  definitely work hard to play hard 😉\n  ","972084":"\n  I started getting tired pretty early so around 10 or 11 pm. I used to go to bed around 2 am or so but not anymore.\n  ","972085":"\n  The audience is all around you, everywhere you go!\n  ","972086":"\n  lol aren’t you funny🤣\n  ","972087":"\n  Their sense of style and their face! Lol\n  ","972088":"\n  I wouldn’t change anything about them, we’re unique!\n  ","972089":"\n  I like it!\n  ","972090":"\n  Oh girl, same here! It’s been so boring lately 🥺 I wish we could go back to normal as well! It’s crazy\n  ","972091":"\n  That’s definitely tough!🤔\n  ","972092":"\n  The selfie I just posted 😁\n  ","972093":"\n  I would tell them about 2020 and what an experience it was lol\n  ","972094":"\n  I don’t believe so\n  ","972095":"\n  👸✨\n  ","972096":"\n  Honestly by listening and watching!\n  ","972097":"\n  I do!\n  ","972098":"\n  I went driving and got Starbucks as well. 😁 but I’ve been bored!\n  ","972099":"\n  Yes I do!\n  ","972100":"\n  I’m a Virgo!\n  ","972101":"\n  I do\n  ","972102":"\n  I’m doing good!😁 what’s up?\n  ","972103":"\n  Honestly so many things make me angry!\n  \n  Like how people take advantage of your feelings and disrespect you etc!\n  ","972104":"\n  Hey girly! How are you?😊\n  ","972105":"\n  Summer!\n  ","972106":"\n  I do, yes\n  ","972107":"\n  I am lol\n  ","972108":"\n  I’m already pretty tall lol\n  ","972109":"\n  nah lol I’m good\n  ","972110":"\n  I’m 5’7\n  ","972111":"\n  no lol\n  ","972112":"\n  Yes, of course!\n  ","972113":"\n  probably spiders lol\n  ","972114":"\n  Maybe like a 2-3 lol\n  ","972115":"\n  I can’t do neither lol\n  ","972116":"\n  No definitely English!\n  ","972117":"\n  I’d rather do something I’m interested in doing lol\n  ","972118":"\n  neither of them\n  ","972119":"\n  lol no\n  ","972120":"\n  nothing? Lol\n  ","972121":"\n  who knows\n  ","972122":"\n  I’m not sure lol\n  ","972123":"\n  That’s wonderful!\n  ","972124":"\n  I have no idea🤣\n  ","972125":"\n  FBI agent\/profiler or an interior designer\n  ","972126":"\n  hmm cream cheese\n  ","972127":"\n  I’m doing good! You?😊\n  ","972128":"\n  I always turn the light off\n  ","972129":"\n  I don’t have a granddaughter lol\n  ","972130":"\n  For sure!\n  ","972131":"\n  oh yeah, definitely\n  ","972132":"\n  I don’t know tbh😅\n  ","972133":"\n  possibly, but I don’t know honestly\n  ","972134":"\n  I have two piercings on each ear lol\n  ","972135":"\n  No but I would love to go!\n  ","972136":"\n  I’ve never smoked and never will but yeah I see that in other people.\n  ","972137":"\n  nooooo, I love the dark!\n  ","972138":"\n  I wish I knew why! They know it’s bad for their health and that it slowly kills them yet they still smoke.\n  ","972139":"\n  I usually don’t carry a bag with me but sometimes I do! Mostly a mini backpack or purse!\n  ","972140":"\n  I like both\n  ","972141":"\n  Oh yes definitely 🤪\n  ","972142":"\n  I’ll definitely look at it, and yes I love bears!\n  ","972143":"\n  3\n  ","972144":"\n  No I have not\n  ","972145":"\n  It’s dark blue!\n  ","972146":"\n  Yes, I absolutely do! I like biking, hiking, going on walks, swimming, yoga etc!😁\n  ","972147":"\n  I know 🤣\n  ","972148":"\n  Brothers anon\n  ","972149":"\n  ahaha somewhere\n  ","972150":"\n  Yes lol\n  ","972151":"\n  In California\n  ","972152":"\n  That’s not creepy at all. You are dismissed\n  ","972153":"\n  That’s not his name anon lol\n  ","972154":"\n  Yes lol\n  ","972155":"\n  Sometimes I do, and I recently watched we bare bears!\n  ","972156":"\n  Oh yeah totally 🤣🤣\n  ","972157":"\n  No lol he definitely wasn’t 🤣\n  ","972158":"\n  They ALL float down here. When you’re down here with us, you’ll float too!\n  ","972159":"\n  not at all\n  ","972160":"\n  Go swimming\n  \n  Travel\n  \n  sleep\n  \n  Go and sit in the sun\n  \n  Go for walks\/hikes\n  \n  biking\n  \n  Going to the beach\n  \n  going shopping\n  \n  going to the movies\n  \n  etc!\n  ","972161":"\n  I mean, I don’t necessarily believe that’s true. You can have so much information inside of your head and not be able to control your behavior due to being stressed out with all that information you have.\n  ","972162":"\n  I own a lot!\n  ","972163":"\n  That’s not important\n  ","972164":"\n  I’d probably make myself look like a vampire since I do love vampires lol but also I would make my avatar look as I look right now lol😁\n  ","972165":"\n  I have a bathroom in my room lol\n  ","972166":"\n  Not really, no\n  ","972167":"\n  My mans🥰\n  ","972168":"\n  Mosquito’s 🥴\n  ","972169":"\n  I’m not sure honestly!\n  ","972170":"\n  I used to draw a lot, not anymore lol\n  ","972171":"\n  I’m doing pretty good😊\n  ","972172":"\n  lol and why’s that?\n  ","972173":"\n  I honestly love when the sun is out and it’s warm but I also love the night time!\n  ","972174":"\n  It doesn’t though! That’s not how it works lol\n  ","972175":"\n  Does it matter?🤣\n  ","972176":"\n  ‘IT’ (1990)\n  ","972177":"\n  I do, yes! I enjoy it😁\n  ","972178":"\n  Have a great week as well!😊\n  ","972179":"\n  I did have a good sleep😁\n  ","972180":"\n  Woke up lol\n  ","972181":"\n  Stay in a hotel definitely!\n  ","972182":"\n  Evening in for me! lol\n  ","972183":"\n  No I don’t!\n  ","972184":"\n  I’ve had many challenges in my life tbh\n  ","972185":"\n  I don’t really like reading books anymore\n  ","972186":"\n  lmao alrighty 🤣\n  ","972187":"\n  Cooolio lol\n  ","972188":"\n  why were you on anon?🤣\n  ","972189":"\n  I had eggs and sausage\n  ","972190":"\n  Spread positivity and love and kindness to everyone!\n  ","972191":"\n  9\n  ","972192":"\n  Patrick? lmao\n  ","972193":"\n  obviously\n  ","972194":"\n  still doesn’t help 🥴\n  ","972195":"\n  okay that doesn’t help🤣\n  ","972196":"\n  lol it is pretty cool!\n  ","972197":"\n  Anywhoooo\n  ","972198":"\n  well yes lmao\n  ","972199":"\n  I probably have in school!\n  ","972200":"\n  That’s super awesome omg!\n  ","972201":"\n  I don’t know tbh\n  ","972202":"\n  I’m definitely not lol and ah that’s cool!\n  ","972203":"\n  I’m not sure? lol\n  ","972204":"\n  No my natural eye color is brown sadly! lol\n  ","972205":"\n  Nope, no idea anon\n  ","972206":"\n  Right on it, anon\n  ","972207":"\n  Probably a book about my life and whatnot but I don’t know what I would call it\n  ","972208":"\n  smh anon\n  ","972209":"\n  They’re funny anons🤣\n  ","972210":"\n  That’s wonderful anon\n  ","972211":"\n  alrighty then?\n  ","972212":"\n  No no no🤣\n  ","972213":"\n  Ooh that’s tough😅\n  ","972214":"\n  Yes, definitely\n  ","972215":"\n  Venice, Italy is definitely a beautiful place!\n  ","972216":"\n  My friends!\n  ","972217":"\n  Picking my lips to the point they bleed, overthinking, worrying a lot, stressing out too quickly etc.\n  ","972218":"\n\n   @edraegen\n  \n  😁\n  ","972219":"\n  Why not both lol\n  ","972220":"\n  Definitely horror!\n  ","972221":"\n  I don’t like beer or coffee!\n  ","972222":"\n  Thank you so much for this positivity! 😁 appreciate it!\n  ","972223":"\n  Thank you!😊\n  ","972224":"\n\n   @edraegen\n  \n  😋\n  ","972225":"\n  I haven’t tried neither!\n  ","972226":"\n  I wouldn’t want to do neither lol\n  ","972227":"\n  I love nature!\n  ","972228":"\n  Visit Europe definitely!\n  ","972229":"\n  I just don’t, anymore\n  ","972230":"\n  lol thank you!\n  ","972231":"\n  I like both!\n  ","972232":"\n  Not anymore, no\n  ","972233":"\n  Hollywood Hills (Laurel canyon side), Beverly Hills, Calabasas (Hidden Hills), Montecito, Newport Beach, etc!\n  ","972234":"\n  🧜🏻‍♀️🧚🏻‍♀️✨\n  ","972235":"\n  Athazagoraphobia - the fear of forgetting or the fear of being forgotten or ignored\n  ","972236":"\n  no lol I use Spotify\n  ","972237":"\n  oh no lol that’s cool!\n  ","972238":"\n  Don’t use it\n  ","972239":"\n  No I don’t!\n  ","972240":"\n  this app🤣\n  ","972241":"\n  Don’t have one lol\n  ","972242":"\n  I do pay attention to lyrics in songs all the time!\n  ","972243":"\n  Australia lol\n  ","972244":"\n  💕\n  ","972245":"\n  Your imagination is incredible lol!\n  ","972246":"\n  I don’t know lol\n  ","972247":"\n  my mans!\n  ","972248":"\n  No I don’t think that ever happened to me\n  ","972249":"\n  Doubt that 🤣\n  ","972250":"\n  I would want to do both though!\n  ","972251":"\n  that’s nice\n  ","972252":"\n  You have such a big imagination lol! But yeah that definitely happened 🤪\n  ","972253":"\n  I don’t get scared easily so they can definitely try🤣\n  ","972254":"\n  I agree lol\n  ","972255":"\n  nope, never liked them\n  ","972256":"\n  What’s that?\n  ","972257":"\n  If you dream of someone that could mean you’re thinking about them and they’re thinking about you or you two miss each other.\n  ","972258":"\n  I’m not sure I’ve seen any movies with her lol\n  ","972259":"\n  Yes, I was!\n  ","972260":"\n  Whatever he felt like eating 😋\n  ","972261":"\n  Sure!\n  ","972262":"\n\n   @edraegen\n  \n  🤪\n  ","972263":"\n  🤨🤨\n  ","972264":"\n  I have no idea\n  ","972265":"\n  This is slightly stubble lol\n  ","972266":"\n  None of them\n  ","972267":"\n  no I don’t hope that.\n  ","972268":"\n  Yes lol\n  ","972269":"\n  What the hell🤣🤣\n  ","972270":"\n  None of them🤨\n  ","972271":"\n  I’d like to learn perhaps\n  ","972272":"\n  I don’t know? I’m a Virgo\n  ","972273":"\n  I have not!\n  ","972274":"\n  Thank you! Stay safe😁\n  ","972275":"\n  No I wouldn’t\n  ","972276":"\n  No one did anon\n  ","972277":"\n  No I don’t\n  ","972278":"\n  Nah it wasn’t\n  ","972279":"\n  No lol🤣\n  ","972280":"\n\n   @edraegen\n  \n","972281":"\n  Spongebob Squarepants\n  ","972282":"\n  Yeah I can\n  ","972283":"\n  Yes, I am!\n  ","972284":"\n  Thank you lol\n  ","972285":"\n  I do\n  ","972286":"\n  Thank youu! I hope you have a wonderful day 😊\n  ","972287":"\n  I do, yes\n  ","972288":"\n  A bear definitely 🥺\n  ","972289":"\n  Happy Pride Month!\n  ","972290":"\n  no lol it’s not\n  ","972291":"\n  No I haven’t watched that. I’ve been watching money heist 😁\n  ","972292":"\n  Email lol\n  ","972293":"\n  Neither lol\n  ","972294":"\n  I guess the driver lol\n  ","972295":"\n  I guess my personality lol\n  ","972296":"\n  Nooo I’m not!\n  ","972297":"\n  Vegetables!\n  ","972298":"\n  Goodnight friends\n  ","972299":"\n  The ones that ask me questions!\n  ","972300":"\n  Maybe into the future honestly\n  ","972301":"\n  lol seriously?\n  ","972302":"\n  I have not!\n  ","972303":"\n  Im personally tall lol\n  ","972304":"\n  no facial hair or slightly subtle stubble lol\n  ","972305":"\n  Hello!\n  ","972306":"\n  Cardio\n  ","972307":"\n  lol well I do\n  ","972308":"\n  Lol I’ve always been like that\n  ","972309":"\n  Ghetto spongebob? Lol\n  ","972310":"\n  On me personally, long hair!\n  ","972311":"\n  Linkin park!\n  ","972312":"\n  He’s just chilling tonight lol\n  ","972313":"\n  Of course!\n  ","972314":"\n  I’m not but thank you lol\n  ","972315":"\n  I know🤣\n  ","972316":"\n  Yes, thank god!\n  ","972317":"\n  Key lime pie\n  ","972318":"\n  I do!\n  ","972319":"\n  I like both candy and chocolate!\n  ","972320":"\n  A bear or a fox lol\n  ","972321":"\n  Nope I don’t eat at midnight\n  ","972322":"\n  Since when was I on a tv show?\n  ","972323":"\n  Anons come back\n  ","972324":"\n  😊😊\n  ","972325":"\n  Watch them the same day!\n  ","972326":"\n  I don’t wear them so end it lol\n  ","972327":"\n  Not really!\n  ","972328":"\n  Haha thank you!\n  ","972329":"\n  Trend it, I love neon colors!\n  ","972330":"\n  Absolutely not\n  ","972331":"\n  no lol\n  ","972332":"\n  Awh thank you!\n  ","972333":"\n  His personality 😊\n  ","972334":"\n  I’m not sure tbh\n  ","972335":"\n  yeah for the most part\n  ","972336":"\n  Yeahhhh, it was pretty adventurous! Went to the beach and then hung out!\n  ","972337":"\n  I don’t attend sporting events lol\n  ","972338":"\n  Straight hair!\n  ","972339":"\n  I think so lol\n  ","972340":"\n  Dark blue right now!\n  ","972341":"\n  Yeah lol and thank you!😊\n  ","972342":"\n  I’m not really sure, actually\n  ","972343":"\n  🤨🤨\n  ","972344":"\n  nah you’re not annoying me\n  ","972345":"\n  Yeah he’s very sweet!\n  ","972346":"\n  Hey!\n  ","972347":"\n  🤨🤨\n  ","972348":"\n  Yes, I am!\n  ","972349":"\n  Hello !\n  ","972350":"\n  You asked that?🥴\n  ","972351":"\n  Righty!\n  ","972352":"\n  nah lol\n  ","972353":"\n  So anyways\n  ","972354":"\n  I have!\n  ","972355":"\n  Mint chocolate chip\n  ","972356":"\n  Then I wouldn’t get on it to begin with lol\n  ","972357":"\n  No I haven’t\n  ","972358":"\n  Oooh I’m not sure\n  ","972359":"\n  Kindness, silliness, respect, loyalty, honesty, humor, caring, loving etc!😁\n  ","972360":"\n  Who knows honestly\n  ","972361":"\n  I have, I have!\n  ","972362":"\n  What even?\n  ","972363":"\n  I most likely couldn’t 🤣 lol\n  ","972364":"\n  of course you did, everyone does 🤣\n  ","972365":"\n  not really, no\n  ","972366":"\n  nooooo absolutely not, you know who I’m in love with, my mans\n  ","972367":"\n  Yes!\n  ","972368":"\n  These kind of days! Warm\/hot summer days!\n  ","972369":"\n  No we don’t\n  ","972370":"\n  No I don t\n  ","972371":"\n  Horror!\n  ","972372":"\n  Yes, I have!\n  ","972373":"\n  I have!\n  ","972374":"\n  Not at all, nope!\n  ","972375":"\n  It’s been quite a while actually since I last cooked something\n  ","972376":"\n  I think I’m a pretty lucky person, actually lol\n  ","972377":"\n  Many of them lol\n  ","972378":"\n  I’m doing alright, how are you?😁\n  ","972379":"\n  🤣 that’s my first one!\n  ","972380":"\n  Here ya go anon😎\n  ","972381":"\n  I probably did, yes!\n  ","972382":"\n  🤨🤨\n  ","972383":"\n  I do!\n  ","972384":"\n  I don’t!\n  ","972385":"\n  Nope, I have never had braces!\n  ","972386":"\n  lol and tbh\n  ","972387":"\n  I’ve never watched it\n  ","972388":"\n  nah that’s okay\n  ","972389":"\n  Maybe 🤫\n  ","972390":"\n  Criminal minds!\n  ","972391":"\n  🤣🤣 stop it\n  ","972392":"\n  I would say definitely chocolate!\n  ","972393":"\n  Yeah, I do!\n  ","972394":"\n  This one is also interesting!\n  ","972395":"\n  Interesting 😱\n  ","972396":"\n  That’s very sweet, thank you so much! He knows how lucky he is to have me😁\n  ","972397":"\n  I’m not sure tbh\n  ","972398":"\n  🥴🥴\n  ","972399":"\n  Like romantically? lol\n  ","972400":"\n  I like both!\n  ","972401":"\n  Lol no\n  ","972402":"\n  🤣🤣nope\n  ","972403":"\n  Yeah, I am\n  ","972404":"\n  Any talent really, I don’t have any right now lol\n  ","972405":"\n  Spencer Reid!\n  ","972406":"\n  Can you stop sending me links? I don’t open them\n  ","972407":"\n  Thank you! Hope you have a good day as well 😊\n  ","972408":"\n  I don’t know about strange but I do have phobias.\n  ","972409":"\n  I like a mixture of both\n  ","972410":"\n  I spent the most time spending time\/talking to\n  \n   @edraegen\n  \n  so that would be on the top of the list!😁\n  ","972411":"\n  Lol that’s a interesting question but I’m not so\n  ","972412":"\n  Yes, I would actually. And I’m not sure for what exactly\n  ","972413":"\n  First of all, I’m happily taken.\n  ","972414":"\n  I would scare people and move things around because why not🤣\n  ","972415":"\n  Bubble?🤣\n  ","972416":"\n  I use card more often but I also use cash.\n  ","972417":"\n  A lot of things frustrate one thing that frustrates me a lot is being ignored.\n  ","972418":"\n  I don’t think I’d want to clone myself tbh. One of me is enough 🤣\n  ","972419":"\n  I don’t stray out of my comfort zone very often and the last time I did step out of my comfort zone I can’t remember honestly\n  ","972420":"\n  nah me and my mans make a hot couple 😋\n  ","972421":"\n  I’m awake now lol\n  ","972422":"\n  Films!\n  ","972423":"\n  I’d rather swim! lol\n  ","972424":"\n  Alright goodnight y’all\n  ","972425":"\n  Key lime pie!\n  ","972426":"\n  Yes, I do!\n  ","972427":"\n  Why not both 🤪\n  ","972428":"\n  Hmm there’s a lot, lol I’m not sure\n  ","972429":"\n  I do!\n  ","972430":"\n  Chocolate!🤪\n  ","972431":"\n  Yes I do\n  ","972432":"\n  I’m not sure, there’s been a few\n  ","972433":"\n  being able to turn invisible lol\n  ","972434":"\n  Fantasy!\n  ","972435":"\n  Definitely music!\n  ","972436":"\n  Watermelon!\n  ","972437":"\n  anywayssss\n  ","972438":"\n  Movie at home!\n  ","972439":"\n  I like clowns and my favorite clown is Pennywise !\n  ","972440":"\n  Bears!\n  ","972441":"\n  Halloween\n  ","972442":"\n  What the🤣\n  ","972443":"\n  Being successful means whatever you’re doing you’re doing it right since you’re being successful at it. And you’re putting your all into it and getting it done. Following your dreams and passions.\n  ","972444":"\n  Any hairstyle they can rock!😁\n  ","972445":"\n  I was in Santa Barbara 🤪\n  ","972446":"\n  Every Linkin Park song!😁\n  ","972447":"\n  Older!\n  ","972448":"\n  I’m doing pretty good!\n  ","972449":"\n  hi humans, I’m back!\n  ","972450":"\n  🧚🏻‍♀️🧜🏻‍♀️✨\n  ","972451":"\n  🤨🤨\n  ","972452":"\n  No I’m not\n  ","972453":"\n  Yeah lol\n  ","972454":"\n  Waiting for the end by Linkin Park!\n  ","972455":"\n  I used to paint!\n  ","972456":"\n  bed of course!\n  ","972457":"\n  Yeah I’ve been told, I do lol\n  ","972458":"\n  Yes I’ve been to Italy bahahaha\n  ","972459":"\n  Lol obviously abs\n  ","972460":"\n  killer smile definitely!\n  ","972461":"\n  Here’s one I took in Venice, Italy!😁\n  ","972462":"\n  I prefer tea!\n  ","972463":"\n  Yes in the past they have! Why there’s another one?\n  ","972464":"\n  alright goodnight y’all\n  ","972465":"\n  Yes!\n  ","972466":"\n  Yes, I have lol\n  ","972467":"\n  Watching tv, listening to music, going on walks, going swimming, sleeping, going on social media\n  ","972468":"\n  I like to do many things for fun lol\n  ","972469":"\n  Not too far!\n  ","972470":"\n  3 brothers\n  ","972471":"\n  And now you say your leaving California\n  \n  gotta head back east and want to leave tonight\n  ","972472":"\n  Yeah I do\n  ","972473":"\n  Oooh good question, maybe Europe 😋\n  ","972474":"\n  I’m pretty organized\n  ","972475":"\n  1 lol it’s sad\n  ","972476":"\n  For sometime now and no I wouldn’t\n  ","972477":"\n  I don’t always, that’s why I have 592 🤣\n  ","972478":"\n  I can’t\n  ","972479":"\n  An amazing dancer!😁\n  ","972480":"\n  read it lol\n  ","972481":"\n  What?\n  ","972482":"\n  I didn’t really have anything actually lol\n  ","972483":"\n  Halloween!\n  ","972484":"\n  Maybe like a 5 or 6 lol\n  ","972485":"\n  I like both tv shows and movies!\n  ","972486":"\n  The beach!\n  ","972487":"\n  Vacation!\n  ","972488":"\n  🤨🤨\n  ","972489":"\n  A movie called 365 DNI lol\n  ","972490":"\n  Yes, I do go on road trips!\n  ","972491":"\n  Hopefully with my love.\n  ","972492":"\n  most likely, yes!\n  ","972493":"\n  Hey! I’m doing good and so is\n  \n   @edraegen\n  \n  🥰 you should definitely go follow him!\n  ","972494":"\n  I like both!\n  ","972495":"\n  actually responding to text messages 🤣\n  ","972496":"\n  I wouldn’t say that anon lol but thank you!\n  ","972497":"\n  Yeah there’s only one seafood that I like lol\n  ","972498":"\n  No lol the only seafood I like is calamari\n  ","972499":"\n  lol thank you anon\n  ","972500":"\n  I definitely could!\n  ","972501":"\n  Seafood flavor gum!\n  ","972502":"\n  Lol that’s an interesting pick up line🤣\n  ","972503":"\n  That’s great!\n  ","972504":"\n  I’m doing good you?😁\n  ","972505":"\n  lol what’s that supposed to mean?\n  ","972506":"\n  🥱\n  ","972507":"\n  🥴🥴🥴\n  ","972508":"\n  Hello there😊\n  ","972509":"\n  you know better anon\n  ","972510":"\n  My man can, not you anon\n  ","972511":"\n  Thank you! You as well💕\n  ","972512":"\n  They weren’t asking you🤨\n  ","972513":"\n  For sure😁\n  ","972514":"\n  Lol I think they’re cool😎\n  ","972515":"\n  There’s many ways anon 🤫\n  ","972516":"\n  No lol\n  ","972517":"\n  Hmm I like both\n  ","972518":"\n  I have never!😱\n  ","972519":"\n  Oh yes, definitely!\n  ","972520":"\n  I’m in bed lol\n  ","972521":"\n  Hmm not necessarily\n  ","972522":"\n  My perfect cup of tea has to have honey in it😋\n  ","972523":"\n  Probably not lol but I do like garlic bread!\n  ","972524":"\n  Not really, the only song I know by them is seven nation army lol\n  ","972525":"\n  I love both!\n  ","972526":"\n  Hey anon!\n  ","972527":"\n  Of course! He’s my favorite joker!🤪\n  ","972528":"\n  Now I’m sleepy\n  ","972529":"\n  people in this society\n  ","972530":"\n  y’all\n  ","972531":"\n  lol no\n  ","972532":"\n  I’m not sure actually\n  ","972533":"\n  An American pioneer?\n  ","972534":"\n  Oh no I’m already an emotional person lol\n  ","972535":"\n  I wish I knew why people cheat in relationships I think it’s because they don’t know how to commit to their partners and or maybe they get bored but that’s still no reason to cheat on someone you say you love.\n  ","972536":"\n  Hello there\n  ","972537":"\n  Always planned\n  ","972538":"\n  Anywho hi friends\n  ","972539":"\n  When I was little I played with Barbie dolls more\n  ","972540":"\n  Lol nah that’s definitely not true anon, I want to work to experience it\n  ","972541":"\n  I don’t know you🤨\n  ","972542":"\n  Who’s that?\n  ","972543":"\n  You’re just copying other peoples questions now 🤨\n  ","972544":"\n  🥴🥴\n  ","972545":"\n  Interesting\n  ","972546":"\n  I know he does! And I’ve seen Star Wars before lol\n  ","972547":"\n  Sure? I guess lol\n  ","972548":"\n  Ahaha oh yes but so am I 😋\n  ","972549":"\n  Watch tv, listen to music, go outside, swim, go for a walk, go on social media etc!\n  ","972550":"\n  Why anon?\n  ","972551":"\n  I don’t like Star Wars lol\n  ","972552":"\n  🤨🤨\n  ","972553":"\n  I don’t get sunburnt, I get darker\n  ","972554":"\n  It’s been very hot and humid but I love it! lol🤣\n  ","972555":"\n  honestly I can’t think of any right now 😅\n  ","972556":"\n  I don’t know tbh🤔\n  ","972557":"\n  I would do anything for him 🥰 so yeah I would risk it and help him feel better.\n  ","972558":"\n  I know that songgg!\n  ","972559":"\n  I don’t know lol🤣 why would that matter? I’m happily taken\n  ","972560":"\n  That’s amazing!\n  ","972561":"\n  What?🤨\n  ","972562":"\n  I’ve never been drunk lol\n  ","972563":"\n  no I don’t think so, the smell is so bad and it’s very unhealthy\n  ","972564":"\n  absolutely not, not until much later\n  ","972565":"\n  Thank you!😁 I don’t use filters on all though\n  ","972566":"\n  No I’m not going to go lol\n  ","972567":"\n  🥴\n  ","972568":"\n  I use lol and tbh a lot😅\n  ","972569":"\n  Ninjas!\n  ","972570":"\n  Lol I’m doing good!\n  ","972571":"\n  🤨🤨\n  ","972572":"\n  I don’t eat dinner!\n  ","972573":"\n  I don’t remember!😱\n  ","972574":"\n  Definitely chicken!🤪\n  ","972575":"\n  It was 98 today and very hot but that’s my favorite weather 😁\n  ","972576":"\n\n   @edraegen\n  \n  🥰\n  ","972577":"\n  Definitely sweets!\n  ","972578":"\n  rallies?🤔\n  ","972579":"\n  I definitely want to learn more about psychology and sociology as I am taking them right now! I would also like to learn more about paranormal investigation as well!😁\n  ","972580":"\n  I mean I like the month I was born in. I wouldn’t want to change that\n  ","972581":"\n  Well I’m 20 and I don’t know what’s the best thing about it lol\n  ","972582":"\n  Lol no I don’t believe I’ve pretended to do that🤣\n  ","972583":"\n  🤔🤔\n  ","972584":"\n  Yes, I’ve heard it before!\n  ","972585":"\n  nope, I’m good\n  ","972586":"\n  My nails are always pretty long not too long\n  ","972587":"\n  Thank you!\n  ","972588":"\n  Ooh this is a good question and deep too!\n  \n  If Linkin Park was wiped from my brain I wouldn’t be who I am today because Linkin Park has always had such a huge impact on me growing up and really inspire\/motivated me throughout my life time so I would be completely different if they were wiped off from my brain and honestly I don’t even want to picture that.🥺\n  ","972589":"\n  I don’t like the rain so I like to stay inside and watch a movie, listen to music, do yoga etc!\n  ","972590":"\n  I do love cheese!\n  ","972591":"\n  Well I’m sure you know that I love Linkin Park and when I was just a little girl my mom would play their music in the car and I would start jamming out to it because I absolutely loved it when I first heard Linkin Park! And I really loved Chester’s voice, it was really unique and legendary to me even as a little girl! And since then I’ve always loved Linkin Park!😁\n  ","972592":"\n  Honestly probably not! Damn that’s sad lol🥴\n  ","972593":"\n  You mean the VIP program? lol🤔\n  ","972594":"\n  I’m wearing clothes 😱\n  ","972595":"\n  I personally haven’t, no.  Yes I have, of course!\n  ","972596":"\n  A mix of both\n  ","972597":"\n  I believe I’ve heard that song before!\n  ","972598":"\n  Who knows lol\n  ","972599":"\n  No I don’t drink coffee!\n  ","972600":"\n  🧜🏻‍♀️🧚🏻‍♀️👩🏻‍🦰\n  ","972601":"\n  That’s awesome! Blue is a popular color I see😁\n  ","972602":"\n  oh lol that’s okay 🤣\n  ","972603":"\n  Absolutely not, I wouldn’t do that.\n  ","972604":"\n  nope I’m good\n  ","972605":"\n  Can I help ya?\n  ","972606":"\n  pretty often since it’s entertaining\n  ","972607":"\n  No I didn’t\n  ","972608":"\n  no lol\n  ","972609":"\n  I don’t know about important but that I’m a very sensitive person 😅\n  ","972610":"\n  Just posted one\n  ","972611":"\n  Absolutely!\n  ","972612":"\n  I’m a earth element because that’s what my zodiac signs element is😁\n  ","972613":"\n  Shorts and a sleeveless shirt\n  ","972614":"\n  Just a good old regular book lol\n  ","972615":"\n  Right now it’s 99 degrees outside!😍\n  ","972616":"\n  I’m definitely passionate about my relationship with\n  \n   @edraegen\n  \n  🥰\n  ","972617":"\n  I like yogurt! I like the key lime yoplay yogurt it’s pretty good!\n  ","972618":"\n  I don’t usually do that but yes sometimes I do!\n  ","972619":"\n  🧜🏻‍♀️🧜🏻‍♀️\n  ","972620":"\n  Lose a year of my life\n  ","972621":"\n  Hey! Thank you, that’s very kind of you to say 😊\n  ","972622":"\n  Yeah somewhat, definitely\n  ","972623":"\n  Doggos!\n  ","972624":"\n  Definitely more mature than others.\n  ","972625":"\n  I know time does go by so fast!\n  ","972626":"\n  I’ve been verified since March lol but thank you!😊\n  ","972627":"\n  I mean it could get annoying because you’re waiting to hear their story and you’re excited. I have been that person before 🤣\n  ","972628":"\n  I believe I have 😅\n  ","972629":"\n  I like both!\n  ","972630":"\n  Explore nature!😁\n  ","972631":"\n  says the person hiding behind anonymous, yeah right 🤣\n  ","972632":"\n  Shorts!\n  ","972633":"\n  It’s kinda going back to normal, all the restaurants are opening up and the malls are opening back up but it doesn’t feel normal just yet. Hopefully soon\n  ","972634":"\n  Usually when I like someone I tell them how I feel and that’s what I did with\n  \n   @edraegen\n  \n  🥰\n  ","972635":"\n  Go talk to him!😁\n  ","972636":"\n  There’s so many good ones!\n  ","972637":"\n  Ahhhh yeah I think that’s unfair but they always do it anyways. I mean you have to set your vacation dates beforehand so that they can know.\n  ","972638":"\n  that’s tough, I don’t know 😅\n  ","972639":"\n  No I don’t get sunburnt I just get darker in the sun\n  ","972640":"\n  Absolutely not\n  ","972641":"\n  That’s a good question.\n  \n  I think we let them back in because we love them and we don’t want to let go of them.  Or maybe because we are afraid to lose them and so if we keep letting them back in. Even though they might not be ready for a relationship you just don’t want to lose them or let go of that person.\n  ","972642":"\n  Most definitely, yes\n  ","972643":"\n  Definitely pie!\n  ","972644":"\n  No I have not\n  ","972645":"\n  well that’s a new one but I like looking like a vampire so thank you!\n  ","972646":"\n  I’m pretty sure the whole world knows that I love Linkin Park by now 🤣\n  ","972647":"\n  I’m a genius? lol\n  ","972648":"\n  🤨🤨\n  ","972649":"\n  Many jobs won’t exist in the future\n  ","972650":"\n  I’m doing pretty good\n  ","972651":"\n  No I don’t think about that when I wake up lol\n  ","972652":"\n  I’m not sure yet, I have to think about that one\n  ","972653":"\n\n   https:\/\/youtu.be\/4VeLYpyTnJQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  🥺🥺🥺\n  ","972654":"\n  Questions about me or my mans, deep thinking questions, fun questions, unique questions\n  ","972655":"\n  Intelligence is very important and when you’re intelligent you can also be beautiful.\n  ","972656":"\n  At least a few hours!\n  ","972657":"\n  Nein, Sie gewinnen nichts, wenn Sie 100.000 Antworten haben🤣\n  ","972658":"\n  Yeah our heat is humid too tough but I enjoy it. Ahh that sounds terrible! 😱\n  ","972659":"\n  Someone talk?\n  ","972660":"\n  It’s also very hot here but I love the heat! Oh no, I don’t like the air conditioning it’s so cold lol\n  ","972661":"\n  yeah I can be\n  ","972662":"\n  Hey, thank you for this positivity!😊 you’re awesome!\n  ","972663":"\n  that’s not my name\n  ","972664":"\n  Why?\n  ","972665":"\n  I have🤫\n  ","972666":"\n  I would choose the pool 😅\n  ","972667":"\n  What?🤨\n  ","972668":"\n  definitely\n  \n   @edraegen\n  \n  😋\n  ","972669":"\n  none of them 🤨\n  ","972670":"\n  anywho I’m bored\n  ","972671":"\n  Thank you!\n  ","972672":"\n  I don’t really like card games lol\n  ","972673":"\n  Their loyalty and honesty😁\n  ","972674":"\n  my bad my bad. Feel free to vent anytime!😁\n  ","972675":"\n  How come?\n  ","972676":"\n  I mean you can share  how you feel on here, there’s nothing wrong with that. 😁\n  ","972677":"\n  excuse me?\n  ","972678":"\n  That’s okay sis, let it all out!\n  ","972679":"\n  That’s amazing that you’re self-confident as you should be!😁 good for you anon!\n  ","972680":"\n  Anons are so weird it’s funny\n  ","972681":"\n  Honestly I’m a deep sleeper once I fall asleep fully but lately I’ve been waking up in the middle of the night and then not being able to go back to sleep for awhile\n  ","972682":"\n  permission for what? lol\n  ","972683":"\n  I just use fluffy pillows I guess lol\n  ","972684":"\n  I’m telling you anons on here are very weird 🤣🤣\n  ","972685":"\n  I never said I’m getting one anyway 🤣🤣\n  ","972686":"\n  I do believe in luck!\n  ","972687":"\n  No I don’t\n  ","972688":"\n  how did I not cheat in school?\n  ","972689":"\n  lol well done! That was good acting\n  ","972690":"\n  Maybe.. maybe not 🤫\n  ","972691":"\n  I do\n  ","972692":"\n  I know that song!😁\n  ","972693":"\n  I’m doing alright😊\n  ","972694":"\n  No I’m not reading more at all\n  ","972695":"\n  I like both but probably bacon!\n  ","972696":"\n  I have not attended any. I just feel it’s not safe and it’s pretty dangerous.\n  ","972697":"\n  I’m sorry anon but I don’t appreciate that.\n  ","972698":"\n  I saw I saw! But people keep saying it’s been 3 years since he’s been gone but it won’t be 3 years until July 20th of this year 💔\n  ","972699":"\n  I have before lol\n  ","972700":"\n  that’s nice anon\n  ","972701":"\n  Chinese food\n  ","972702":"\n  🥴🥴\n  ","972703":"\n  I like bothhhh\n  ","972704":"\n  can you not call me pet names? You aren’t my mans.\n  ","972705":"\n  🤨🤨\n  ","972706":"\n  I don’t like neither of those choices lol\n  ","972707":"\n  You still do that anon?\n  ","972708":"\n  We’ve met in person many times and hung out so obviously I know what he looks like anon\n  ","972709":"\n  Easy! Never read another book🤪\n  ","972710":"\n  forever with\n  \n   @edraegen\n  \n  🥰\n  ","972711":"\n  Definitely a tea drinker.\n  ","972712":"\n  I’m 20\n  ","972713":"\n  Yeah I am\n  ","972714":"\n  I’m not sure tbh, maybe try following people\n  ","972715":"\n  yes my love\n  \n   @edraegen\n  \n  🥰\n  ","972716":"\n  yeah, I guess so but then not really tbh\n  ","972717":"\n  Yes, I’ve been to the mall many times! My favorite store is forever 21 and H&M.\n  ","972718":"\n  No I don’t\n  ","972719":"\n  What?\n  ","972720":"\n  no lol we’re not kids\n  ","972721":"\n  yes it does, and oh no. I’m sorry but please stay strong! I’m here for you if you need to talk.🥺\n  ","972722":"\n  Yeah but it’s very deep and saddening too\n  ","972723":"\n  Nah don’t have one\n  ","972724":"\n  Yes, I have!\n  ","972725":"\n  I like both series and movies.\n  ","972726":"\n  Criminal minds!\n  ","972727":"\n  I’m interested in becoming an FBI agent\/profiler actually 😁\n  ","972728":"\n  I think sometimes it’s important to be selfish in life but not all the time. If you’re selfish in some situations I think that takes you to the top and gets you further into life.\n  ","972729":"\n  I hope I’m the hero in some peoples stories\n  ","972730":"\n  Lol you’re hilarious 🤣\n  ","972731":"\n  Yes absolutely I could!\n  ","972732":"\n  I like both tbh\n  ","972733":"\n  The couples tell all!\n  ","972734":"\n  I’m doing pretty good, how are you?\n  ","972735":"\n  Aha no I just like sweets\n  ","972736":"\n  both weekends and week days\n  ","972737":"\n  Yes it’s pretty difficult for me\n  ","972738":"\n  Not everyday!\n  ","972739":"\n\n   @edraegen\n  \n  🥰\n  ","972740":"\n  absolutely\n  ","972741":"\n  I guess yes except I don’t because making eye contact makes me nervous\n  ","972742":"\n  I love sweets!\n  ","972743":"\n  My good god!\n  \n  90 day fiancé : couples tell all finale is insane 🤣🤣\n  ","972744":"\n  I have actually lol🤣\n  ","972745":"\n  I honestly like both day and night!\n  ","972746":"\n  It’s on dark blue!😁\n  ","972747":"\n  I like the sun and moon!\n  ","972748":"\n  no I haven’t\n  ","972749":"\n  🤨🤨🤨\n  ","972750":"\n  for sure!\n  ","972751":"\n  I’m doing good!\n  ","972752":"\n  no lol\n  ","972753":"\n  I’m not single first of all and second of all no I don’t do hookups.\n  ","972754":"\n  and I like my mans\n  \n   @edraegen\n  \n  😋\n  ","972755":"\n  Hey!\n  ","972756":"\n  Just leave it in the front lol\n  ","972757":"\n  From the news app!\n  ","972758":"\n  Watching tv!\n  ","972759":"\n  And I’m Jared Leto 🤪\n  ","972760":"\n  Hello!\n  ","972761":"\n  Sure!😁\n  ","972762":"\n  Yes, I have!\n  ","972763":"\n  Yes, I have!\n  ","972764":"\n  Thank you!\n  ","972765":"\n  Oh my goodness, lol thank you for caring that much!\n  ","972766":"\n  lol okay that made me laugh\n  ","972767":"\n  lol you’re so funny!\n  ","972768":"\n  lol no just no🤣\n  ","972769":"\n  humans, this society we live in, not being good enough, being ignored\/ghosted, losing loved ones etc.\n  ","972770":"\n  😁😁\n  ","972771":"\n  🙄🙄\n  ","972772":"\n  That’s not his name\n  ","972773":"\n  Hello\n  ","972774":"\n  lol I wouldn’t say they’re gems🤣\n  ","972775":"\n  The society we live in today\n  ","972776":"\n  No I wouldn’t\n  ","972777":"\n  einen zufälligen Aufkleber habe ich gefunden 😁\n  ","972778":"\n  Oh nooooo\n  ","972779":"\n  What? lol\n  ","972780":"\n  Good morning!\n  ","972781":"\n  Hello anon!\n  ","972782":"\n  I love that show! No I definitely wouldn’t, it’s kinda creepy lol\n  ","972783":"\n  No I definitely wouldn’t lol\n  ","972784":"\n  Yeah for the most part I like living here but I’d probably want to live somewhere else\n  ","972785":"\n  I’m doing pretty good, thank you for asking!😊\n  ","972786":"\n  I definitely use raincoats more!\n  ","972787":"\n  Nope, I’ve never really liked Monday’s!\n  ","972788":"\n  At this point yes I absolutely believe that we are doomed to head into a destructive direction.  With everything going on, I could definitely see that happening sooner than later.\n  ","972789":"\n  Mostly Snapchat tbh\n  ","972790":"\n  I’m not really sure actually 🤨\n  ","972791":"\n  no I wouldn’t\n  ","972792":"\n  I have 13, 514 and no I don’t care about how many followers I have.\n  ","972793":"\n  Play sports!\n  ","972794":"\n  I have no idea who those people are lol\n  ","972795":"\n  I have never been bullied!\n  ","972796":"\n  My favorite color is blue and pink!\n  ","972797":"\n  I’m not your sugarplum and no I don’t set an alarm 🤣\n  ","972798":"\n  lol it’s so early 🤣\n  ","972799":"\n  👩🏻‍🦰🧜🏻‍♀️🧚🏻‍♀️\n  ","972800":"\n  I mean I definitely could get it to that level, it’s possible\n  ","972801":"\n  no not really\n  ","972802":"\n  I’m only half Armenian\n  ","972803":"\n  Try talking to him!\n  ","972804":"\n  I mean I think she’s honest but who knows\n  ","972805":"\n  Not your baby anon 🙄\n  ","972806":"\n  From 90 day fiancé?\n  ","972807":"\n  Awhhh, try talking to him and holding him to calm him down.\n  ","972808":"\n  General hospital!\n  ","972809":"\n  Yeah, they’re really bad especially for me. I just panic way too much!\n  ","972810":"\n  Yeah lol\n  ","972811":"\n  Nope!\n  ","972812":"\n  No? Lol\n  ","972813":"\n  Nah I’m not mad, I just don’t follow you 😊\n  ","972814":"\n  🤪\n  ","972815":"\n  No lol\n  ","972816":"\n  😎🥴\n  ","972817":"\n  😁😁\n  ","972818":"\n  Don’t be scared to talk to me!\n  ","972819":"\n  I think it’s because of the way he looks that’s why people make memes of him. Lol and how he treated Rose!\n  ","972820":"\n  Thank you, appreciate that☺️\n  ","972821":"\n  You should say hi!\n  ","972822":"\n  😊\n  ","972823":"\n  That’s nice!\n  ","972824":"\n  No I haven’t lol and oh my!😱\n  ","972825":"\n  🥺🥺\n  ","972826":"\n  Because he was on 90 day fiancé 🤣\n  ","972827":"\n  He has no charm 🤣🤣\n  ","972828":"\n  Thank you v much!😊\n  ","972829":"\n  Because they’re kind to me and I always appreciate that!\n  ","972830":"\n  More optimistic!\n  ","972831":"\n  His eyes😍\n  ","972832":"\n  I appreciate them!\n  ","972833":"\n  We’re close to the same age\n  ","972834":"\n  Who knows🤣\n  ","972835":"\n  Lol alright I’ll tell him\n  ","972836":"\n  Alright y’all talkkkk\n  ","972837":"\n  How many more? Lmao\n  ","972838":"\n  Yes!\n  ","972839":"\n  I will, you keep asking the same question\n  ","972840":"\n  🙄🙄\n  ","972841":"\n  Ahhh there’s many of nice people on here to follow!😁\n  ","972842":"\n  Here’s a body picture instead 🤪\n  ","972843":"\n  Not in awhile honestly so that’s a good thing\n  ","972844":"\n\n   @edraegen\n  \n  😍\n  ","972845":"\n  no lol I’m good\n  ","972846":"\n  Nothing I can think of right now 😅\n  ","972847":"\n  not necessarily all the time you get stressed\n  ","972848":"\n  Yes lol I’m great!\n  ","972849":"\n  by having panic attacks and crying.  It gets out of control and it’s unhealthy.\n  ","972850":"\n  and then the couples that stayed together which mostly none of them did will go on to 90 day fiancé: what’s next? I believe!\n  ","972851":"\n  That’s crazy! lol\n  ","972852":"\n  It’s couples tell all today!\n  ","972853":"\n  I’m not allergic to anything 🤪\n  ","972854":"\n  🙄🙄\n  ","972855":"\n  It was a dress!😁\n  ","972856":"\n  I don’t really order anything from restaurants tbh. Rarely would I ever. I prefer to eat at home! 😁\n  ","972857":"\n  I’m watching 90 day fiancé; couples tell all! It’s insane 😱\n  ","972858":"\n  😁😁\n  ","972859":"\n  Staying indoors for this long and everything being closed for so long 🙃\n  ","972860":"\n  It sounded sarcastic, I know! But they were just being kind\n  ","972861":"\n\n   @edraegen\n  \n  😋\n  ","972862":"\n  Why should I?\n  ","972863":"\n  trying to stay positive and thinking positively and keeping my head up high!\n  ","972864":"\n  Haven’t had them in ages!\n  ","972865":"\n  I haven’t really bought anything recently!\n  ","972866":"\n  Distract yourself\n  \n  do things that make you happy\n  \n  listen to music\n  \n  hang out with your friends\n  \n  watch movies\n  \n  travel\n  \n  do things that you enjoy!\n  ","972867":"\n  I have not, no! Honestly I think it’s insane what people are doing especially the burning and smashing of restaurants and whatnot. And people stealing things. Of course, people are allowed to have a voice and go and protest and share their beliefs. But everyone should be protesting peacefully!\n  ","972868":"\n  I’d tell them to hop onto my back! 😁\n  ","972869":"\n  Nothing really right now, America is a hell hold currently.\n  ","972870":"\n  I’m not sure tbh\n  ","972871":"\n  das Herz!\n  ","972872":"\n  I’ll definitely have to go check it out!\n  ","972873":"\n  🤣🤣\n  ","972874":"\n  🤨🤨\n  ","972875":"\n  Italy and Greece!\n  ","972876":"\n  ‘IT’ chapter 1 & ‘IT’ chapter 2\n  \n  The conjuring 1 & 2\n  ","972877":"\n  I have never!\n  ","972878":"\n  🤨🤨\n  ","972879":"\n  I’ve never tried!\n  ","972880":"\n  absolutely not\n  ","972881":"\n  I haven’t, I don’t believe!\n  ","972882":"\n  Not a secret one, no!\n  ","972883":"\n  That’s awesome!\n  ","972884":"\n  I haven’t!\n  ","972885":"\n  Ich bin mir nicht sicher, was du damit meinst\n  ","972886":"\n  🤨🤨🤨\n  ","972887":"\n  Ice I guess lol\n  ","972888":"\n  It’s still Sunday over here but happy Monday to you!😁\n  ","972889":"\n  Poor with a lot of good friends!\n  ","972890":"\n  Haven’t seen them\n  ","972891":"\n\n   https:\/\/youtu.be\/VcpAEVWT1-Q\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","972892":"\n  No I haven’t been to one!\n  ","972893":"\n  It actually rained during the week out of no where🤣 it was really random actually.\n  ","972894":"\n  Exactly, thank you!\n  ","972895":"\n  I’d respond like this 🤣\n  ","972896":"\n  Go swimming, or just sit in the sun because I love the heat!\n  ","972897":"\n  I tried to once and I honestly couldn’t do it🤣\n  ","972898":"\n  If you’re in a relationship you have to be committed in order for it to work lol.\n  ","972899":"\n  Yeah, that’s definitely true! I guess I do 😁\n  ","972900":"\n  I do like corn on the cob!\n  ","972901":"\n\n   https:\/\/youtu.be\/yeMt-no2LW0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","972902":"\n  The story of Freddy Kruger but now I love horror movies 🤣\n  ","972903":"\n  lol what is this? 🤣\n  ","972904":"\n  Nope never have, never will\n  ","972905":"\n  No lol\n  ","972906":"\n  of course with\n  \n   @edraegen\n  \n  🥰\n  ","972907":"\n  I think just you do anon🤣\n  ","972908":"\n  Congratulations 🤣\n  ","972909":"\n  oh lol thank you!\n  ","972910":"\n  I haven’t!\n  ","972911":"\n  Sweets definitely!\n  ","972912":"\n  I laugh a lot so I do smile often\n  ","972913":"\n  Introvert\n  ","972914":"\n  Never leave my home lol\n  ","972915":"\n  Hotel Artemis!\n  ","972916":"\n  Why’s that? Lol\n  ","972917":"\n  👩🏻‍🦰🧜🏻‍♀️\n  ","972918":"\n  Why? Lol\n  ","972919":"\n  I remember her🙁\n  ","972920":"\n  I know, so weird 🤣\n  ","972921":"\n  Thank you anon, I did😁\n  ","972922":"\n  They’re more comfortable lol\n  ","972923":"\n  Summer!\n  ","972924":"\n  Never get drunk tbh lol\n  ","972925":"\n  I’m taken\n  ","972926":"\n  Definitely paper!\n  ","972927":"\n  Clothes? Lol\n  ","972928":"\n  My fans? Lol yeah I guess I keep people entertained 😁\n  ","972929":"\n  Most definitely!\n  ","972930":"\n  no no no, I prefer the original singer singing their song. I don’t really like covers.\n  ","972931":"\n  Just means I’m on here a lot lol🙃\n  ","972932":"\n  No I have never lol. You lock the door. That’s creepy 🤣\n  ","972933":"\n  Hello anon\n  ","972934":"\n  I know, I always answer a lot! I mean I don’t think it’s anything to be proud of😅\n  ","972935":"\n  I don’t think so lol\n  ","972936":"\n  I have never!\n  ","972937":"\n  no I don’t wink at people\n  ","972938":"\n  Kind\n  \n  Silly\n  \n  Honest\n  ","972939":"\n\n   @edraegen\n  \n  🥰\n  ","972940":"\n  okay that’s not the case at all. We do hang out.\n  ","972941":"\n  Oh yeah, I answer a lot of questions! I probably had a lot less last time you checked 🤪\n  ","972942":"\n  More of a leader!\n  ","972943":"\n  I have, yes!\n  ","972944":"\n  I usually go as planned!\n  ","972945":"\n  I didn’t make any tough decisions today\n  ","972946":"\n  I don’t really reflect on myself at all actually. I probably should start though.\n  ","972947":"\n  museums!\n  ","972948":"\n  who knows 🤫\n  ","972949":"\n  I know, I’ve just noticed! That’s crazy 😱\n  ","972950":"\n  I like petting them lol\n  ","972951":"\n  no lol\n  ","972952":"\n  none actually\n  ","972953":"\n  Yeah, I have brothers\n  ","972954":"\n  okay and you’re telling me because?\n  ","972955":"\n  I’m with the family hanging out\n  ","972956":"\n  I definitely am😊\n  ","972957":"\n  Sure! Lol\n  ","972958":"\n  Hot chocolate!\n  ","972959":"\n  I like the afternoon and evening!\n  ","972960":"\n  I’m bored\n  ","972961":"\n  Yeah most definitely so I could know what they’re thinking and their true intentions\n  ","972962":"\n  I have I have!\n  ","972963":"\n  I like both!\n  ","972964":"\n  WHO the hell is that? 🤣\n  ","972965":"\n  Definitely a red wedding dress! I like bright colors 🤣\n  ","972966":"\n  I’d rather listen!\n  ","972967":"\n  both!\n  ","972968":"\n  Most definitely china\n  ","972969":"\n  Everyday I feel pretty happy thanks to\n  \n   @edraegen\n  \n  🥰\n  ","972970":"\n  I usually get keychains and small little things like that!😁\n  ","972971":"\n  Not your mum🤣\n  ","972972":"\n\n   @edraegen\n  \n  is my man,yes! And yeah I’ve met him😁\n  ","972973":"\n  🤨🤨\n  ","972974":"\n  Happy early birthday!😁\n  ","972975":"\n  I personally don’t like it because it’s cold lol\n  ","972976":"\n  🥺🥺\n  ","972977":"\n  That’s very sweet!\n  ","972978":"\n  You’re good enough when you build your self-esteem up and realize you’re worth and how unique you’re in this world and that there’s no one else like you.\n  ","972979":"\n  Money Heist is actually a pretty good show! Just started it yesterday\n  ","972980":"\n  Alrighty then🤣\n  ","972981":"\n  That’s wonderful!\n  ","972982":"\n  I do like beef jerky, haven’t had it in ages though!\n  ","972983":"\n  I guess so🤣\n  ","972984":"\n  Really? Thank you, that’s kind!\n  ","972985":"\n  We can only hope!\n  ","972986":"\n  Thank youuu!😁\n  ","972987":"\n  Ooh thank you and yeah I think so\n  ","972988":"\n  from those choices definitely by plane or even ship and train!\n  ","972989":"\n  Ohhh that’s lovely to know!\n  ","972990":"\n  lol what do you mean?\n  ","972991":"\n  😁\n  ","972992":"\n  Absolutely not, I’ve seen the movies it doesn’t end well in most cases 🤣\n  ","972993":"\n  ahhh thank you!\n  ","972994":"\n  I appreciate them so much and how kind they’re to me just really makes me happy.\n  ","972995":"\n  Lol no idea which one you’re talking about but thank you!\n  ","972996":"\n  I appreciate the kindness and positivity always and that’s okay if you repeat yourself sometimes.\n  ","972997":"\n  going to have a little get together for my brothers birthday that was on Thursday\n  ","972998":"\n  I like the cream cheese with onion and chives\n  ","972999":"\n  What in the hell?🤣\n  ","973000":"\n  That there literally isn’t such thing as a free lunch. You always have to pay lol\n  ","973001":"\n  I’ve never been drunk so I don’t know\n  ","973002":"\n  This is very sweet awh, thank you! You just made my day😁\n  ","973003":"\n  I like how kind, loving, honest, respectful, loyal, trustworthy, caring, silly, fun, adventurous, weird etc, I am😁\n  \n  I definitely need to work on sharing how I feel more often instead of bottling it all up.\n  ","973004":"\n  I like doing both!\n  ","973005":"\n\n   @edraegen\n  \n  🤫😋\n  ","973006":"\n  I’d rather listen!\n  ","973007":"\n  No I don’t tbh\n  ","973008":"\n  I mean Artemis is a pretty cool name so why not lol\n  ","973009":"\n  Not that often!\n  ","973010":"\n  I love you toooo girly!🤍\n  ","973011":"\n  My room is usually clean lol and its my room so it’s definitely lived in\n  ","973012":"\n  Definitely emotionally!\n  ","973013":"\n  I definitely listen to the lyrics and pay attention to them as well as the instruments like I love the bass and guitar in songs!\n  ","973014":"\n  Yeah usually I do!\n  ","973015":"\n  Yes I like his movies about Madea🤣\n  ","973016":"\n  Wake up lateee!\n  ","973017":"\n  Night owl!\n  ","973018":"\n  Definitely chocolate!\n  ","973019":"\n  Alright goodnight y’all\n  ","973020":"\n  Anywho\n  ","973021":"\n  Honestly I don’t know, I just tend to want to be alone or let it all out in a unhealthy way.\n  ","973022":"\n  😁\n  ","973023":"\n  perhaps later!\n  ","973024":"\n  I’m quite bored\n  ","973025":"\n  lol well when you do\n  ","973026":"\n  Awh thank you!\n  ","973027":"\n  I had a salad!\n  ","973028":"\n\n   @edraegen\n  \n  I love you and thank you for always making me so happy and putting a smile on my face. Also for making life much better 🥰\n  ","973029":"\n  I want to go out lol\n  ","973030":"\n  I’m more of a saver\n  ","973031":"\n  That’s cool!\n  ","973032":"\n  A tea person!\n  ","973033":"\n  Definitely a Linkin Park song\n  ","973034":"\n  I’m rather more funny then serious lol\n  ","973035":"\n  Hope you have a great weekend too!😊\n  ","973036":"\n  I like both sweaters and hoodies!\n  ","973037":"\n  I like shopping in the store tbh!\n  ","973038":"\n  probably less then a week a long time ago\n  ","973039":"\n  Definitely have a plan\n  ","973040":"\n  I honestly like both smoothies and milk shakes!\n  ","973041":"\n  It’s night over here but stay awesome as well 😁\n  ","973042":"\n  And I like my man🤪\n  ","973043":"\n  I wear socks more often!\n  ","973044":"\n  Not much really, just chilled\n  ","973045":"\n  No I’m lucky enough to have never wondered that.\n  ","973046":"\n  Thank you v much!\n  ","973047":"\n  I would definitely choose #1 because I love the tropical setting like a beach. And a drink never hurt nobody 🤪 Fireworks, and a spin fire show sound fun!\n  ","973048":"\n  I do I do 🤣\n  ","973049":"\n  Already posted today\n  ","973050":"\n  I mean if they’re ready for that commitment of engagement then I’m all for it.\n  ","973051":"\n  I think because people started to get the symptoms very servilely\n  ","973052":"\n  Honestly I don’t think it’s going to work out between them\n  ","973053":"\n  This whole virus and everything being closed has really been a challenge for me. Especially having to have class online 🙃\n  ","973054":"\n  Chocolate 🤪\n  ","973055":"\n  oh lol hope you enjoyed the sandwich!\n  ","973056":"\n  Probably not\n  ","973057":"\n  No lol\n  ","973058":"\n  Not yet\n  ","973059":"\n  🤨🤨\n  ","973060":"\n  I’m feeling alright\n  ","973061":"\n  If he wanted to change his name then yeah I would support his decision.\n  ","973062":"\n  It’s 8:11 pm but thank you! Stay safe as well 😊\n  ","973063":"\n  Lol no he never would change it to that.\n  ","973064":"\n  lmao I never do because I look nothing like her🤣\n  ","973065":"\n  That’s absolutely true\n  ","973066":"\n  Hello\n  ","973067":"\n  I’m taken\n  ","973068":"\n  oh lol alrighty then\n  ","973069":"\n  🤣🤣 I disagree\n  ","973070":"\n  absolutely not\n  ","973071":"\n  I mean that’s just teaching them that it’s okay to lie so no I wouldn’t lie to your children\n  ","973072":"\n  I like both tbh\n  ","973073":"\n  I’m not even sure lol\n  ","973074":"\n  For sure!\n  ","973075":"\n  Alright? How’s that funny?\n  ","973076":"\n  Yes, I have! They’re beautiful 😁\n  ","973077":"\n  I think I have been to one, awhile ago!\n  ","973078":"\n  Hello!\n  ","973079":"\n  🧜🏻‍♀️🧜🏻‍♀️\n  ","973080":"\n  I would honestly just ignore them and block it out. You don’t need negative vibes in your life.\n  ","973081":"\n  I’m okay anon lol\n  ","973082":"\n  It’s definitely fun but I don’t do it much often!\n  ","973083":"\n  Well I won’t be able to show you lol\n  ","973084":"\n  Lol it depends by who?\n  ","973085":"\n  I’m 20\n  ","973086":"\n  What’s up anon?\n  ","973087":"\n  All this madness going on in the world and this lockdown with everything being closed and whatnot 🙃\n  ","973088":"\n  I’m doing pretty good, how are you?😊\n  ","973089":"\n  No absolutely not, I would never. I’m as loyal as they get and he knows that.\n  ","973090":"\n  I’m always honest but sure let’s do it\n  ","973091":"\n  Yes!\n  "}}