{"Question":{"973092":"\n   what makes ‘Hotel Artemis’ really awesome?\n  ","973093":"\n   Can l ask you for advice?\n  ","973094":"\n   You should've tagged\n   \n    @NicoleBuckleyyx\n   \n","973095":"\n   Do you want your crush to like you back? 🖤\n  ","973096":"\n   Who is more supportive, your family or friends?\n  ","973097":"\n   hola 👋\n  ","973098":"\n   Who's the better cook, your mom or your dad?\n  ","973099":"\n   hii, if you’re receiving this it’s because i’m following you. do you wanna chat? i’m boreddd😭\n  ","973100":"\n   صورة 💙\n  ","973101":"\n   TAG THE CUTEST ASK.FM USER!!!\n  ","973102":"\n   Stubble? What do you mean by that?\n  ","973103":"\n   cold, warm or hot water?\n  ","973104":"\n   Question for girls: Do you prefer guys who keep their facial hair or do you prefer guys who have their faced shaved clean?\n  ","973105":"\n   Die Sonne scheint mir aus den Händen Kann verbrennen, kann euch blenden Wenn sie aus den Fäusten bricht Legt sich heiß auf das Gesicht Sie wird heute Nacht nicht untergehen Und die Welt zählt laut bis zehn\n  ","973106":"\n   How do you cope-up with the new normal? #StayAtAsk\n  ","973107":"\n   Are you San Salvadorean\n  ","973108":"\n   Are most people killed by the police male or female ?\n  ","973109":"\n   What's the greatest risk you've ever taken?\n  ","973110":"\n   Who are your favourite people on here and why do you follow them?\n  ","973111":"\n   الدنيا هي ما بتسوى جناح بعوضة ما تزعل حالك على شيء 💔🚶🏻‍♂️\n  ","973112":"\n   Where do you go for insights\n  ","973113":"\n   Have you ever quit smoking, or any other unhealthy habit?\n  ","973114":"\n   Are you guatemalan\n  ","973115":"\n   The full moon in June is known as Strawberry Moon❣🌕\n  ","973116":"\n   Do you ever drink green tea?\n  ","973117":"\n   What's one thing you do really well?\n  ","973118":"\n   What recent trend are you totally on board with?\n  ","973119":"\n   what’s your philosophy in life?\n  ","973120":"\n   Thoughts on Strawberry Moon!!🌝\n  ","973121":"\n   what if they come back will u cry more happiness\n  ","973122":"\n   What would you do if you meet a celebrity in person\n  ","973123":"\n   How many chances do you give someone that has cheated on you 🤔 😕 🙃\n  ","973124":"\n   Yo, Ticky :)\n  ","973125":"\n   i miss ur lovely anons who made u cry\n  ","973126":"\n   Have you ever been on a date?\n  ","973127":"\n   Are you always late or early\/ hours? ⏰\n  ","973128":"\n   Do you think marriage is one of the multiple \"men's made\" scenarios to get laid with girls ? 🤔\n  ","973129":"\n   Kiss in the rain 💋🌧 or kiss in the snow 💋☃️?\n  ","973130":"\n   What if every time you got mad or upset your body inflated like a balloon?\n  ","973131":"\n   If you could see anyone perform live, who would it be and what song or songs would you want to see performed?\n  ","973132":"\n   If you could stay anywhere in the world for a week, whether it be by hotel or tent or camper van, where would you go and who with?\n  ","973133":"\n   Any one from Rawalpindi\n  ","973134":"\n   Because u look a bit spanish lol\n  ","973135":"\n   My best friend won't date me because he said we'd be too \"powerful\" as a couple. Wtf does that mean?\n  ","973136":"\n   Ahh makes sense\n  ","973137":"\n   cheese, sour cream, chili or barbeque?🤔💬💕\n  ","973138":"\n   Are you spanish?\n  ","973139":"\n   Do you prefer to hang your clothes up,put them away in your dresser or do you throw everything on top of your dresser (unorganized)\n  ","973140":"\n   How are you today?\n  ","973141":"\n   Followed ya pretty girl 🤗  I hope you have an amazing day!\n  ","973142":"\n   Would you fake having a nose ring?\n  ","973143":"\n   __💚\n  ","973144":"\n   Would you donate your kidney to your family and friends if you have to?🤔\n  ","973145":"\n   dms or calls 💬 📞\n  ","973146":"\n   do you let him put conditioner in your hair and rinse it out?\n  ","973147":"\n   Have you ever described your passion as \"unbridled?\"\n  ","973148":"\n   Ever been trying to have a serious discussion with someone you really care about and you can just tell they aren’t listening? How disheartening is that?\n  ","973149":"\n   Wir bilden einen lieben Reigen. Die Freiheit spielt auf allen Geigen musik kommt aus dem Weißen Haus. Und vor Paris steht Mickey Maus\n  ","973150":"\n   Hope you're doing well girly 😊\n  ","973151":"\n   How are you?\n  ","973152":"\n   We're all living in Amerika\nAmerika ist wunderbar\n  ","973153":"\n   do you let your man condition your hair?\n  ","973154":"\n   Good\n  ","973155":"\n   Are you a better talker or listener ?\n  ","973156":"\n   Have you ever been in close proximity to someone you didn't know and you thought they were smelling you and loved it?\n  ","973157":"\n   What would your bf do if you only sent him vids of you doing animal impressions for an entire day?\n  ","973158":"\n   You bf sounds like a fun person to hangout with\n  ","973159":"\n   Are you easily impressed?\n  ","973160":"\n   Do you have air conditioning?\n  ","973161":"\n   Have you ever dreamed that you were sitting on Trump's lap and he was showing you his softer side?\n  ","973162":"\n   did you feel that quake? you never feel them\n  ","973163":"\n   Followed you ❤️😊🤙🏼\n  ","973164":"\n   wow you have so many photopolls\n  ","973165":"\n   I know Haha. Is he the cotton king?\n  ","973166":"\n   Do spanish speakers call him Heffrey\n  ","973167":"\n   Follow you ❤️\n  ","973168":"\n   Has your bestfriend ever thrown red phosphorus in your eyes after you fought with them?\n  ","973169":"\n   I'm sorry but Yeffrej sounds really cool lol\n  ","973170":"\n   Have you ever met Yeffrej in real life or are you both in a long distance relationship?\n  ","973171":"\n   do you ever chew on your hair?\n  ","973172":"\n   What is your funniest fear?\n  ","973173":"\n   How was ur Wednesday?\n  ","973174":"\n   What's the best compliment you've ever received?\n  ","973175":"\n   What's the time and temperature where you are?\n  ","973176":"\n   I like girls who eat carrots.\n  ","973177":"\n   What's the boundary between a friend and a partner? ❤\n  ","973178":"\n   what needs to be spoken about more often?\n  ","973179":"\n   What song always makes you happy?\n  ","973180":"\n   Do you like animals?\n  ","973181":"\n   ‏وإذا سجدتَ فأَطِل ، فإنَّ البلاءَ لا يَستَقِر على ظَهرِ ساجِد 💛🍂\n  ","973182":"\n   Well in the UK there are languages like Irish Scottish Welsh, Cornish, Lancashire, Scouse traveller and so many more\n  ","973183":"\n   What is more important - to be loved or to fall in love?\n  ","973184":"\n   What if we all Dead by Sunrise?\n  ","973185":"\n   How do you deal with pressure and stress? The past couple of days I’ve really been stressed with everything that’s going on with the unrest , changes at work and now my car is having mechanical issues. Everything at once .\n  ","973186":"\n   مرحبا جماعة\nكييفكم\nمين قطاعةة Digital logic?\nعندي بكرة امتحان وضايعيين😭😭\n  ","973187":"\n   Shoutout from all your fans in Palm Springs\n  ","973188":"\n   crying?\n  ","973189":"\n   Describe your day in emojis!\n  ","973190":"\n   سَطر لَطيف 💙\n  ","973191":"\n   Yeah but saying British is like saying multi lingual  . There's so many dialects and language's your better off asking if anyone can speak esporante\n  ","973192":"\n   can you talk in a british accent?\n  ","973193":"\n   Have you ever flashed to someone\n  ","973194":"\n   What's the thing that you can't resist?\n  ","973195":"\n   If you had the chance to be a supernatural being , Would you ?\n  ","973196":"\n   Do you always have the same person do your hair?\n  ","973197":"\n   r u an aunt?\n  ","973198":"\n   What’s the most rage inducing game you’ve ever played?\n  ","973199":"\n   You have looted me of all my love\n  ","973200":"\n   Song of the day - Killswitch Engage - The Hell in Me\n   \n    https:\/\/www.youtube.com\/watch?v=DivBF8zWHXk\n   \n   More metal ;)\n  ","973201":"\n   Why do you have a funny face?\n  ","973202":"\n   If you could steal something and get away with it, what would you steal?\n  ","973203":"\n   How many brothers and sisters do you have? Ages\n  ","973204":"\n   How have your online classes been\n  ","973205":"\n   would you marry someone virtually? why? 💍💕\n  ","973206":"\n   hi\n  ","973207":"\n   What scares you?\n  ","973208":"\n   Hows your relationship with your family? How do you deal with tension, if there is any?\n  ","973209":"\n   What career do you work in or what career are you tryna pursue if you ain’t working yet?\n  ","973210":"\n   Do you have any idea of what I should draw on myself?\n  ","973211":"\n   What is your guide animal?\n  ","973212":"\n   what do you think of divorce? 📰🥀\n  ","973213":"\n   McDonald’s 🍟 or Burger King🍔?\n  ","973214":"\n   breaded porkchop or salt and pepper pork? 😍😋💖\n  ","973215":"\n   Oh wow, so how’s the experience so far?\n  ","973216":"\n   For how long have you been on ask and how did you came to know about it?\n  ","973217":"\n   R u believe in creator\/god ..yes\/No if yes why?\n  ","973218":"\n   What are some triggering questions\n  ","973219":"\n   have you ever been annoyed by an anon here at ASK? 🤔💬🔥\n  ","973220":"\n   What you prefer Beard or clean shaven?\n  ","973221":"\n   Milk or dark chocolate? 🍫\n  ","973222":"\n   Do you prefer skiing ⛷ or snowboarding 🏂?\n  ","973223":"\n   Well apparently people are reporting questions I’ve sent 🙄 so hmmmmm. If they offend you don’t answer or let me know, don’t report them.... they aren’t sexual, rude or hateful so I’m not sure why.\n  ","973224":"\n   the cutest Californian girl ever mwah 💋😍\n  ","973225":"\n   Hmm post any then\n  ","973226":"\n   Nikkis picture with her favorite T Shirt 👚\n  ","973227":"\n   is it your natural hair color?\n  ","973228":"\n   If you had $5 left in your pocket what would you spend it on?\n  ","973229":"\n   U are so beautiful 😍!\n  ","973230":"\n   Aaj kal _____________ ?\n  ","973231":"\n   Yeah you know where that is right haha\n  ","973232":"\n   And I’m in Sydney lol\n  ","973233":"\n   You are awesome. Don't let anyone ruin your day! 💖\n  ","973234":"\n   Follow🤗\n  ","973235":"\n   Okay I’ll be sending out more tomorrow, i sent out a lot earlier and it’s been time! ❤️ just make sure you follow me. I now follow you!\n  ","973236":"\n   Where’s over here... I Don’t know where ya at haha\n  ","973237":"\n   Hey love, do you want to receive my question spam?\n  ","973238":"\n   They died\n  ","973239":"\n   Post a picture casual look\n  ","973240":"\n   Instagram TikTokbigandy4life n TikTok Georgiaboy\n  ","973241":"\n   good night 🌈✨❤️\n  ","973242":"\n   ily babe\n  ","973243":"\n   Up for chit chat .?\n  ","973244":"\n   What exactly do you want to accomplish today?\n  ","973245":"\n   Whay ya babe😜😇\n  ","973246":"\n   What brand of air conditioner do you have?\n  ","973247":"\n   Post a bikini outfit pic\n  ","973248":"\n   بوكلك؟؟؟\n  ","973249":"\n   Do you like SNOOP DOGG\n  ","973250":"\n   Why not?\n  ","973251":"\n   Have you been out and protest today?\n  ","973252":"\n   If you could own any type of animal as a pet what would you haveV\n  ","973253":"\n   Wir bilden einen lieben Reigen. Die Freiheit spielt auf allen Geigen musik kommt aus dem Weißen Haus. Und vor Paris steht mickey Maus\n  ","973254":"\n   If you could fix any problem\/issue in the world, what would it be and why?\n  ","973255":"\n   you're the GOAT\n  ","973256":"\n   Do you ever have jello?\nOr do you not like jello?\nThe texture is a no go?\n  ","973257":"\n   Last thing you wore that was Pink\n  ","973258":"\n   Nikki post a moody picture\n  ","973259":"\n   hii, how are you feeling today?? i’m following you, can you follow me back? pls stay safe, 💘\n  ","973260":"\n   u look like Gwen Stefani\n  ","973261":"\n   Ever got drunk and posted anything over social media?\n  ","973262":"\n   Do you truly know yourself?\n  ","973263":"\n   Is it true there’s a ex we never fully get over?🤔\n  ","973264":"\n   Do you have an aquarium at your house? Or a fishbowl?\n\nDo you have any pet fish? What kind?\n  ","973265":"\n   What are your favorite Summer ideas.\n  ","973266":"\n   Are you a spender or a saver? 💸\n  ","973267":"\n   Is Pennywise your favorite horror movie villain?\n  ","973268":"\n   If you could live in the world of a Disney movie of your choosing, which'd you choose? 😁 Why that one? 🦁🏰🧜‍♀️\n  ","973269":"\n   Do you prefer to talk on the phone or texting?\n  ","973270":"\n   Amid of pandemic which country is safe for vacation 😜?\n  ","973271":"\n   List a few questions that you believe are rude for people to ask. To you.\n  ","973272":"\n   Are you introvert or extrovert?....\n  ","973273":"\n   pap of you in shorts\n  ","973274":"\n   shorts or skirts?\n  ","973275":"\n   Because you find small butts more attractive\n  ","973276":"\n   Where are you from?\n  ","973277":"\n   Hie ..\n  ","973278":"\n   another selfie ?\n  ","973279":"\n   What scares you the most? Huge fire 🔥 or tsunami 🌊?\n  ","973280":"\n   لديك رساله💌:لايجب عليك الحُزن وأنت جميل في ضحكتك إبتسم لتُشرق الدنيَا نورًا من ثغرك وتجاهل كُل الأشياء التي تُعيق إبتسامتُك🍓💗📮⭐️.\n  ","973281":"\n   Why am I still single?\n  ","973282":"\n   selfie?\n  ","973283":"\n   Y'all want a single say fxck that!! fxck that!! fuck THAT SH!T!!!!\n  ","973284":"\n   Do you practice squat exercise to enlarge your butts  ?\n  ","973285":"\n   Of course it’s important for us to look out for one another 🙂. Aweh I know that struggle all to well, anxiety sucks. I’m sorry your going threw a hard time right now. I have my good days and bad days also. What’s causing you to be anxious?.\n  ","973286":"\n   Aweh do you wanna talk about it?. I have anxiety also.\n  ","973287":"\n   Are you a gamer? 🎮\n  ","973288":"\n   why?? im in tears rn i dont want u to be feeling anxious\n  ","973289":"\n   قلتُ لَها بأَن رَحيلَها يُؤذيني رَحلت وتعمدَت إِيذائي..☹️💛\n  ","973290":"\n   Why do you ask about the iOS update?\n  ","973291":"\n   Nikki Picture for today\n  ","973292":"\n   yeah im very happy rn\n  ","973293":"\n   soon to you is next year. that isnt soon\n  ","973294":"\n   idk how your man doesnt make sure you live with him rn\n  ","973295":"\n   I need to bite those lips\n  ","973296":"\n   I don't know how to word this, but I always love it when you post a selfie because  you're showing off your natural beauty and I love the confidence that you show in your photos\n  ","973297":"\n   woo my goodness what a nice photo\n  ","973298":"\n   i respect u so much nikki\n  ","973299":"\n   you motivate me\n  ","973300":"\n   Well for nights that you and your bf aren't together it would be nice to have a virtual sleepover. Then you both can be in your own beds and still talk and laugh and sleep.\n  ","973301":"\n   I love it whenever we talk because I know you're always kind to me and it always results in a nice conversation and I thank you for being so kind of me\n  ","973302":"\n   yep im making u cry them tears of joy bc u deserve it\n  ","973303":"\n   do you want kind anons back\n  ","973304":"\n   Just remember that if people try to bring you down you shouldn’t let their words bother you because you know your self-worth and you know that you're way better than they'll ever be\n  ","973305":"\n   I usually don't like to ask for selfies but whenever I see a selfie like this I just wish that you post more selfies in this pose  because it is amazing\n  ","973306":"\n   I hope the things I'm saying makes sense. I am just really happy right now  and Incredibly emotional so my thoughts are all over the place\n  ","973307":"\n   I think this is my new favorite selfie of you because of how confident you look and because of how much of your natural beauty is being exposed in this wonderful photo\n  ","973308":"\n   You are at this stage in your life when...?\n  ","973309":"\n   Subscribe me YouTube videos Snapchat andygene42\n  ","973310":"\n   So are you on WhatsApp maybe we should talk over there what do you think?\n  ","973311":"\n   anyone has NSFW page\n  ","973312":"\n   Same here am from Los Angeles California..hope you don't mind if we become friends?\n  ","973313":"\n   Okay you sound so smart so were you from?\n  ","973314":"\n   Is it easy for you to confess that you are in love?\n  ","973315":"\n   Too shy?\n  ","973316":"\n   What is you favourite flavour?...\n  ","973317":"\n   Which was better: IT part 1 or IT part 2?\n  ","973318":"\n   did you have another photo like this one?\n  ","973319":"\n   It would be super fun if you and your bf had a virtual sleepover.\n  ","973320":"\n   this photo motivates me to send you more kind things\n  ","973321":"\n   i love this selfie\n  ","973322":"\n   Post a 🤳 selfie\n  ","973323":"\n   What do you like to do for fun?\n  ","973324":"\n   What’s your favorite color?\n  ","973325":"\n   كيفكم يا جماعة الاسك 💚\n  ","973326":"\n\n    https:\/\/open.spotify.com\/track\/6u3xfDWXGLc2aPh4Ek5Ay1?si=vt7tYH3PQo67Pf_jMU7wlQ\n   \n   for you <3\n  ","973327":"\n   Do you drink enough water daily?\n  ","973328":"\n   You absolute beaut 🙂\n  ","973329":"\n   What do you value in people the most?\n  ","973330":"\n   Do you like going camping?\n  ","973331":"\n   If you don't mind sharing what was the last thing you cried over?\n  ","973332":"\n   Tattoos or piercings?\n  ","973333":"\n   Oh yr so pretty 😍😍😍😍😍🙊🙊\n  ","973334":"\n   Put yr phone number ☹️🙊\n  ","973335":"\n   What do you like to do for fun?\n  ","973336":"\n   PAP\n  ","973337":"\n   #JusticeForGeorgeFloyd\n  ","973338":"\n   لا حول ولا قوة الا بالله 🌸💜🍃\n  ","973339":"\n   What was your favorite teacher?\n  ","973340":"\n   First of all, you didn't get what I said cos I never said anything about your posts.\nAnd second, damn you get offense easily.\n  ","973341":"\n   Three songs that you connect with right now?\n  ","973342":"\n   A lot of the things you like suck and aren't funny but you do you :)\n  ","973343":"\n   You're a nice person but you get a lot of crap on my feed :)\n  ","973344":"\n   have you ever been fishing? 🎣\n  ","973345":"\n   what’s in your closet? besides clothes.\n  ","973346":"\n   What are your thoughts on people who lock the answers to your spam with a huge number of coins?\n  ","973347":"\n   What is you opinion on gender reveal parties?\n  ","973348":"\n   Do you think we should wory about the environment?\n  ","973349":"\n   What is something your striving to improve on ?\n  ","973350":"\n   What questions do you dislike answering?\n  ","973351":"\n   Do you believe that people can predict their own death?\n  ","973352":"\n   Who  is your most favorite celebrity who is deceased ?\n  ","973353":"\n   صباح الخير 💚☺️\n  ","973354":"\n   better when you are here\n  ","973355":"\n   How are u feeling?\n  ","973356":"\n   What is the most expensive thing you own?\n  ","973357":"\n   What would  you do if you see your favorite celebrity in person?\n  ","973358":"\n   In light of recent events, have you ever been to a protest? (not necessarily related to the ones atm, just in general). If so what was it for? (if you don't mind saying)\n  ","973359":"\n   تابعتك 👻👻👻\n\n🚶🏃\n  ","973360":"\n   Using a movie title, how would you describe 2020?\n  ","973361":"\n   do you have a dream wedding ring \/\/ band you want? if so pap if you’ll like‼️✨\n  ","973362":"\n   Eaten it recently??\n  ","973363":"\n   StomaCh pap?\n  ","973364":"\n   why'd you sleep so early babydoll???\n  ","973365":"\n   Would you consider yourself good at giving advice?\n  ","973366":"\n   Follow back? 😂💔\n  ","973367":"\n   Three songs that you connect with right now?\n  ","973368":"\n   Happy June 1st ☀️🌻🦋\n  ","973369":"\n   عندكم فوبيا من شي 🤔\n  ","973370":"\n   And why?\n  ","973371":"\n\n    https:\/\/open.spotify.com\/track\/6u3xfDWXGLc2aPh4Ek5Ay1?si=vt7tYH3PQo67Pf_jMU7wlQ\n   \n   for you <3\n  ","973372":"\n   عندك احد تعتبره صندوق اسرارك يسمعلك و ملجأك لما تكون تكون متضايق؟ ❤️🥀\n  ","973373":"\n   If you saw someone you knew well looting a store on the news, would you turn them in or not?\n  ","973374":"\n   If you could close one fast food chain because of disgusting food, which one would you pick?\n  ","973375":"\n   Yes he is but do you actually call him Lover instead of his name sometimes?\n  ","973376":"\n   Do you ever call Edra \"Lover?\"\n  ","973377":"\n   Good morning... how are you\n  ","973378":"\n   Hey\n  ","973379":"\n   If your sheets had to be made of deli meats, what meat would you want them to be made out of? 😉\n  ","973380":"\n   Do you value yourself?\n  ","973381":"\n   Have you seen any good shows lately? I started watching Chernobyl, it’s pretty intense\n  ","973382":"\n   I lived in Santa Cruz for 10 years.\nHave you ever been there ?\n  ","973383":"\n   So that's my rant on Teen Beach Movie 2. I can't believe is just watched them both and they were from 2013 & 2015!! Wow!!!\n  ","973384":"\n   Do you think that Chloe is coming back ?\n  ","973385":"\n   Thanks, love to continue our chat through WhatsApp or through Gmail hangout, kindly give me either ID so that I can add you up.\n  ","973386":"\n   I'm going to pretend that movie 2 did not happen. Ross Lynch is awesome. Maia (I think that is the actress) was great. She guest starred on Jessie as Shalya the famous Australian actress. She was great there. Man, I miss Jessie. Anyway, I loved the song in movie 1 \"falling for you\". It was awesome.\n  ","973387":"\n   Bertum (I can't remember his character's name in the movie) was good ole Bertrum but evil. They just erased all of it. And the girl would have ended up in rhat prep school if it wasn't for what happened in the 1st movie. Ugh I'm so mad at the 2nd movie. I want to punch them for the ending! Lol\n  ","973388":"\n   selfie?\n  ","973389":"\n   stfu we are over this topic\n  ","973390":"\n   whats your natural hair?\n  ","973391":"\n   Do you still like to eat salami??\n  ","973392":"\n   Do you have any cute traditions that you do with your family or friends?\n  ","973393":"\n   If you have Disney channel you can watch it too!\n  ","973394":"\n   Has there been any protests\/ rioting in your area? Stay safe everyone!\n  ","973395":"\n   hey are you okay, rioting is scary tbh x\n  ","973396":"\n   I just saw the first one and now they started the 2nd one. I don't think I'm gonna watch the whole 2nd one right now. I liked the 1st one a lot!\n  ","973397":"\n   Have you seen Teen Beach Movie? They are showing 1 & 2 on Disney. I'm watching 1 right now. I'd never seen it. I really love Ross Lynch!!\n  ","973398":"\n   Which famous people have you seen?\n  ","973399":"\n   Blame the protesters\n  ","973400":"\n   Hi\n  ","973401":"\n   What’s the temperature number you have on in your house\n  ","973402":"\n   Good one\n  ","973403":"\n   On Instagram, do you follow more people that you know personally or don't know personally?\n  ","973404":"\n   Ok your favorite costume\n  ","973405":"\n   Post tattoo picture If you have it\n  ","973406":"\n   Good you are happy 😊\n  ","973407":"\n   Crosse teen age , now entering adult 🧑 age\n  ","973408":"\n   How old are you\n  ","973409":"\n   Nice 👍\n  ","973410":"\n   What have. All ok. ?\n  ","973411":"\n   Are you studying\n  ","973412":"\n   Don’t you like make up\n  ","973413":"\n   Post a selfie 🤳\n  ","973414":"\n   Your favourite music album\n  ","973415":"\n   What’s the most disgusting habit you have?\n  ","973416":"\n   Do you think 2020 will end on a high note or will this year just keep getting worse and worse? 😞\n  ","973417":"\n   Woww Yeaah it was🙌🏽✨\n  ","973418":"\n   Hey :)\n  ","973419":"\n   Have you seen Nicholas Cage?\n  ","973420":"\n   What is it like living in LA? Do you go to the beach a lot? Do you ever see famous people? Are there lots of YouTubers out filming content near you!\n  ","973421":"\n   When you are in trouble, whom do you call for help?\n  ","973422":"\n   Who loves the matrix\n  ","973423":"\n   What was the best one?\n  ","973424":"\n   What would you suggest everyone to try?\n  ","973425":"\n   is it your naturally hair Nikki?\n  ","973426":"\n   Hi, can we chat?\n  ","973427":"\n   do you know how to answer a direct question? you always respond by not even answering the question\n  ","973428":"\n   Anyone from the Bremerton area?\n  ","973429":"\n   That’s good! I’m doing okay, trudging along. Thank you 😊\n  ","973430":"\n   Maybe\n  ","973431":"\n   just on the weekends, you’re so pretty :) i’m a girl too so it’ll cancel out like pemdas x\n  ","973432":"\n   They have so many great songs! I have too many favourites🤭😅✌\n  ","973433":"\n   What is for lunch and dinner today?\n  ","973434":"\n   Linkinpark are awesome!🤙😁✌\n  ","973435":"\n   will you be my gf,? x\n  ","973436":"\n   What lie do you repeatedly tell yourself?\n  ","973437":"\n   I agree 100% it's awful\n  ","973438":"\n   Lucky you lmao\n  ","973439":"\n   For how long have you been on ask and how did you came to know about it?🌝🙌🏽✨\n  ","973440":"\n   Song of the day - Deaf Havana - Happiness\n   \n    https:\/\/www.youtube.com\/watch?v=bT4jR8FYAZY\n   \n","973441":"\n   goodnight babe\n  ","973442":"\n   I am very much into Linkin Park ;)\n  ","973443":"\n   what do you think is gonna happen if you click a youtube link\n  ","973444":"\n   Would you rather be forgotten or hatefully remembered?\n  ","973445":"\n   WOULD YOU RATHER:\nknow everything or be amazing at any activity you tried??? 🤔💬🔥💕\n  ","973446":"\n   Do you want to?\n  ","973447":"\n   Snap?\n  ","973448":"\n   Your truths are for you alone to find out\n  ","973449":"\n   Have you changed a diaper?\n  ","973450":"\n   Spāce 🖤\n  ","973451":"\n   Que fue tu última comida.?\n  ","973452":"\n   If you could ask me absolutely ANYTHING, what would it be? If you want it to be private then let me know, if it's something mean or whatever then I'm even more intrigued ;)\n  ","973453":"\n   If you had to choose a different nationality, what would you choose?\n  ","973454":"\n   do u like photoshoots\n  ","973455":"\n   why arent you living with him then?\n  ","973456":"\n   What’s the worst you’ve seen someone screw up on social media?\n  ","973457":"\n   ✨✨\n  ","973458":"\n   im back to tell you how awesome u are nikki. u motivate me to be a better person every day and i am motivated by reading your answers. i am the same anon who sent u all the compliments earlier\n  ","973459":"\n   AWWWW don't hurt me, I want to be friends with Nikki bear. I'd give you a big jar of honey :3 lol\n  ","973460":"\n   NNikkki Ily with all my heart baby\n  ","973461":"\n   If you could wake up to a view everyday, what would it be? Where would it be? Would you want it to be the same one everyday or different everyday?\n  ","973462":"\n   When is the last time you went to The Grove? It is being looted and burned right now.\n  ","973463":"\n   You and Jeffrey should watch Casablanca together, the greatest romance film ever. I love Humphrey Bogarts famous line: \"Here's looking at you, kid.\"\n  ","973464":"\n   I went to Albertsons and when I came out someone had dented my car. If you did that would you leave a note or just leave the scene? They didn't leave a note :(\n  ","973465":"\n   What sort of things would you do to amuse yourself during a car journey?\n  ","973466":"\n   Do you ever have pitchers of lemonade in your house?\n  ","973467":"\n   How would you react if Ginger my Jack Russell came up to you wagging her tail and started doing tricks for you? :)\n  ","973468":"\n   Why do girls wear shorts under their skirts 😭\n  ","973469":"\n   It is possible in the previous life. In this life it's impossible.\n  ","973470":"\n   Do you ever force yourself to eat a food you hate because you know it's healthy and good for you?\n  ","973471":"\n   If you could shapeshift into any animal at any given time, what would you want to be? What would you do with this power?\n  ","973472":"\n   Im sad that you never click links cause I have the cutest and funniest thing ever to show you :)\n  ","973473":"\n   You can love someone deep inside your heart and there is nothing wrong with it. If a lot of people loved each other, the world would be a better place to live.\n  ","973474":"\n   What are you and the bf doing for dinner? Do you guys ever cook together?\n  ","973475":"\n   I'm craving pizza with feta cheese on it.\n  ","973476":"\n   What do you love the sound of?\n  ","973477":"\n   You're Forgiven\n  ","973478":"\n   What are your main interests? What have you just never lost interest in?\n  ","973479":"\n   Are humans getting better through the generations? (Let's just focus on human qualities and behaviors)\n  ","973480":"\n   What are your go to items that you get from Taco Bell and McDonalds and wendys and in n out?\n  ","973481":"\n   Would you consider yourself normal or interesting?\n  ","973482":"\n   لحكيآتك 'ك .. 🖤\n  ","973483":"\n   Have you and your bf gone searching for David Dobrik yet?\n  ","973484":"\n   If someone's likes you.. how would you like him to approach you?\n  ","973485":"\n   That's cute\n  ","973486":"\n   Ever accidentally sent a text to the wrong person? What did you say?\n  ","973487":"\n   Omg\n  ","973488":"\n   Do u know this funny guy\n   \n    @edraegen\n   \n   ?\n  ","973489":"\n   Are you going to watch the rocket launch? It's very soon.\n  ","973490":"\n   bebe ily\n  ","973491":"\n   Nah i never use anon\n  ","973492":"\n   What stinks about babysitting babies?\n  ","973493":"\n   Don't u mean excuse me?\n  ","973494":"\n   Hello dingbat\n  ","973495":"\n   What is your favorite tea?\n  ","973496":"\n   Would you rather be an astronaut, philosopher or treasure hunter?\n  ","973497":"\n   Do you ever drive on Ventura blvd in the valley? I think that would be fun to just go one a cruise.\n  ","973498":"\n   When was the last time somebody shouted at you?\n  ","973499":"\n   selfie?\n  ","973500":"\n   have you participated in any protests?\n  ","973501":"\n   If you were to travel to a different country, where would you want to go first? \nI feel that I've asked something similar recently but I can't remember xD\n  ","973502":"\n   Wish I was your shoe\n  ","973503":"\n   Hope you are all doing well today!\n  ","973504":"\n   I'm a known legend in  the suspension scene (:\n  ","973505":"\n   Have you ever had a weird dream that you could never forget and it still haunts you when you remember it?\n  ","973506":"\n   Did your parents force you to dress in too many layers when you were a kid?\n  ","973507":"\n   Do you like having your photo taken? Post a selfie or a picture taken by someone else, of you! If not, post a picture you've taken that you love!\n  ","973508":"\n   U told me not to get suspended again, I tried :)\n  ","973509":"\n   Good morning! What are your plans today?\n  ","973510":"\n   Me too bro!\n  ","973511":"\n   It's not my fault  it's people\n  ","973512":"\n   Post a pic of your feet or shoes 🙊\n  ","973513":"\n   That was so sweet of you to acknowledge that you're my babe and not theirs\n  ","973514":"\n   I'll try but it's close to impossible 😂 people trigger me too much\n  ","973515":"\n   its a cute photo\n  ","973516":"\n   words for you are infinite. i can sit here all day to talk about how great you are and it would not be enough words that are being said. my words can sometimes be scrambled together but i always want to make ppl happy so if it made you smile that is all that i look for\n  ","973517":"\n   lol babe\n  ","973518":"\n   Boris Johnson, Donald trump, Adalia rose; kiss, fuck, kill. Go\n  ","973519":"\n   You know how I roll🤣🤣 these two epilepticunts keep reporting every answer so I might be suspended again soon😂\n  ","973520":"\n   What happened to chloe? :(\n  ","973521":"\n   If ur bored, support ur friend's new account :))\n  ","973522":"\n   متى نقدر نطلع من بيتنا مع الحجر ادري الين ٣ العصر\n  ","973523":"\n   Have you had the virus?\n  ","973524":"\n   Aww but they're cute\n  ","973525":"\n   How do you move on when you're in love but the guy or girl doesn't want you?\n  ","973526":"\n   Pic of your favorite heels 👠\n  ","973527":"\n   stay safe everyone! ❤️\n  ","973528":"\n   another selfie please?\n  ","973529":"\n   What question are you just tired of receiving on here?\n  ","973530":"\n   sleep on my chest babe\n  ","973531":"\n   Have you ever been arrested? If you have and don't want to answer, that's perfectly okay haha. I'm just curious :) (I won't judge)\n  ","973532":"\n   What's something about life people don’t appreciate as much as they should?\n  ","973533":"\n   Really??\n  ","973534":"\n   Where is most of your family from on your fathers side\n  ","973535":"\n   You cuuuuute, talking gf applications? 🧐\n  ","973536":"\n   POST A MEME.\n  ","973537":"\n   You belong there! Always have ❤\n  ","973538":"\n   How do you see the current digital leadership of school leaders in the current pandemic?\n  ","973539":"\n   Look at my bio ❤\n  ","973540":"\n   You're very welcome and aww I am glad 😊\n  ","973541":"\n   What country do you think is undergone the most poverty? What would you do too help kt\n  ","973542":"\n   I'm watching a YouTube Livestream and chilling\n  ","973543":"\n   Have you ever met anyone from here in person? Who do you want to meet in person from here, if anyone?\n  ","973544":"\n   We bare bears\n  ","973545":"\n   Sweets or chocolate?🍬🍫\n  ","973546":"\n   Hi love❤I just wanted to say how much I love and appreciate you. I wanted to say how I think you are so beautiful and have a heart of gold. You have a smile that lights up a room. People like you are a rare gem in this world and it is an honor to know you 💜❤💜❤\n  ","973547":"\n   What can you think about for hours?\n  ","973548":"\n   The lion king💔😭\n  ","973549":"\n   🤣😂🤣😂\n  ","973550":"\n   What are some of the questions that you like to be asked ?\n  ","973551":"\n   Have y’all heard ali gatie’s new songs?!\n  ","973552":"\n   What is the biggest waste of human potential?\n  ","973553":"\n   Waz up\n  ","973554":"\n   How would your doggos react if I laid on the floor with them and gave them hugz? :D\n  ","973555":"\n   You want an opinion or personal message?\n  ","973556":"\n   It's a dumb question who tf asks this\n  ","973557":"\n   Ice Hockey is such a popular sport, why don't they have ice tennis?\n  ","973558":"\n   Snowflakes ❄️ or sunshine ☀️\n  ","973559":"\n   WHERE U ATTT\n  ","973560":"\n   Like those tiddies\n  ","973561":"\n   Worst lyrical misunderstanding you ever had? 🎶\n  ","973562":"\n   You gotta watch it! Do you have HBOMax?\n  ","973563":"\n   Do you think whatever you have now is enough?\n  ","973564":"\n   Aww how come?\n  ","973565":"\n   How would you describe your mood most of the time?\n  ","973566":"\n   What?!? Girl!!! Pretty Little Liars\n  ","973567":"\n   whats the worst question you been asked\n  ","973568":"\n   Lol watched my likes go from 909 to 910 that was pretty cool\n  ","973569":"\n   I love them both so so much! They are huge inspirations to me ❤ Are you a PLL fan?\n  ","973570":"\n   Do you think a civil war will happen soon\n  ","973571":"\n   And maybe while I am at it meeting you I could get VIP meet and greets for Demi Lovato and Selena Gomez 💜\n  ","973572":"\n   what is the one thing you definitely want to accomplish in life?\n  ","973573":"\n   Always wanted to go there!!\n  ","973574":"\n   How would you react if a real life Krusty Krab fast food place opened down the street from you, with the Galley Grub menu, an exact interior and exterior replica for the building, and Mermaid Man and Barnacle boy figurines with every combo meal?\n  ","973575":"\n   If you wrote a book what would it be about?\n  ","973576":"\n   It sure would!! I live in upper Michigan! Where are you?\n  ","973577":"\n   Mental health check! How are you doing? Take a deep breath; relax your shoulders. You’re going to be alright.\n  ","973578":"\n   Thanks babe!! Do you think we could meet someday?\n  ","973579":"\n   So brice keeps deleting his ask everytime ive shown interest why\n  ","973580":"\n   Other than some annoying heart issues I am doing fantastic! Love and miss you 💜❤\n  ","973581":"\n   OMG the singing munchkin coroner in the Wizard of Oz: \"As coroner I must affirm, I've thoroughly examined her. And she's not only merely dead, she's really most sincerely dead.\" xD\n  ","973582":"\n   How are you doing my love?\n  ","973583":"\n   What is the thing you fear the most?\n  ","973584":"\n   Why is it so hard being a young adult? What don’t you like about being a girl ?\n  ","973585":"\n   Do you prefer to talk or to listen?\n  ","973586":"\n   You're so perfect\n  ","973587":"\n   If one of your friends accidently through out their back in your house and needed to lay down so it doesn't hurt, would you let them stay in your house and take care of them until they feel better?\n  ","973588":"\n   How come there are no police cats? Like, they have canine units, why not feline units?\n  ","973589":"\n   Finally I am back..🥴\n  ","973590":"\n   How are you feeling today？\n  ","973591":"\n   What is you favorite quote of all time?\n  ","973592":"\n   What's for dinner\/supper? 🍽\nOr is it a... go and find ya something kind've night?\n\nWhat are you wanting for tonight?\n  ","973593":"\n   Thanks babe x\n  ","973594":"\n   Do you believe conspiracy theories?\n  ","973595":"\n   What do you want people to know about you?\n  ","973596":"\n   Sorry dont get jealous everyone but Nikki follows me. Nikki RULES\n  ","973597":"\n   selfie?\n  ","973598":"\n   Would you like to be a parent in a large family?\n  ","973599":"\n   What are you doing in free time?\n  ","973600":"\n   What is the happiest memory from your childhood?\n  ","973601":"\n   What is something that you have been wanting to buy yourself lately?\n  ","973602":"\n   Do you like horsies?\n  ","973603":"\n   How would you react if you found out that one of your female friends have a crush on you?\n  ","973604":"\n   If a kitty was really friendly and loved you, could you learn to love it back even though its not a doggo?\n  ","973605":"\n   Why don’t you think having a car should be free? I mean you already payed for the vehicle so why pay more ?\n  ","973606":"\n   How jealous are you, on a scale of 0 (not) to 10 (extremely)?\n  ","973607":"\n   Between you and him, which of you do you think would be more capable of living somewhere you didn't like very much?\n  ","973608":"\n   Are you a sentimental person? Why or why not\n  ","973609":"\n   Do you believe people can be changed?\n  ","973610":"\n   Is this a trick question? 😂\n  ","973611":"\n   Would you rather die by drowning or set on fire?\n  ","973612":"\n   Why do many people think that you and Chad are related to one another?\n  ","973613":"\n   What would be the absolute worst name you could give your child? If you had one\n  ","973614":"\n   Do you think having a vehicle should be free as opposed to paying for it ? Because it's too much money you know ? You pay a phone bill, a light bill, a water bill, it becomes very overwhelming and too much money you know ?\n  ","973615":"\n   Describe your neighborhood?\n  ","973616":"\n   Where do you see yourself being in 10 years ?\n  ","973617":"\n   I received this question today and now I wanna ask you — What is your opinion about the platform OnlyFans?\n  ","973618":"\n   do you like it when friends try to make you so happy you cry\n  ","973619":"\n   I like you much more than I like any actor whose work I've paid to watch. It'd be an easy decision for me.\n  ","973620":"\n   How is your fiancé doing ?\n  ","973621":"\n   Did your parents have those glass thermometers for when you got sick where there was one with a blue case and another that came in a red case?\n  ","973622":"\n   Are you planning on getting any tattoos\n  ","973623":"\n   meaning of your name?\n  ","973624":"\n   What are your pet peeeves ?\n  ","973625":"\n   I would pay to see you perform\n  ","973626":"\n   stfu I'm, let's get to final base\n  ","973627":"\n   I will be your add-on bf\n  ","973628":"\n   People need to stop disrespecting you sending you emojis and such\n  ","973629":"\n   Have you ever preformed any shows\/acts for an audience?\n  ","973630":"\n   What other city in the United States would you like to visit or perhaps possibly live in?\n  ","973631":"\n   When you’re hungry do you tend to get cranky?\n  ","973632":"\n   Picking your lips? What do you mean\n  ","973633":"\n   I have seen things and done things I'm not proud of. What's your story?\n  ","973634":"\n   Ayeeee wasssup nikkiiiiii😘\n  ","973635":"\n   Isn't is better to only mingle with and talk to only people who are related to you rather than people in general who are not related to you ?\n  ","973636":"\n   What’s a habit that you have that’s hard to break?\n  ","973637":"\n   You wanted to loose weight didn’t you?\n  ","973638":"\n   How would you react if  you made a new friend, and one day she hugged you, not knowing you don't like hugs?\n  ","973639":"\n   صباح الخير\n  ","973640":"\n   your selfies are a reflection of your inner and outer beauty. every like, every compliment, every positive comment is a reflection of your true beauty\n  ","973641":"\n   But, do you keep the spirit of Christmas in your heart during the Christmas season?\n  ","973642":"\n   Ever high keyed to the point of fainting?\n  ","973643":"\n   Are you trying to maintain a balanced diet?\n  ","973644":"\n   Do you like Nutri grain bars\n  ","973645":"\n   Why are most natural things like planets round?\n  ","973646":"\n   Heya, Tricky :)\n  ","973647":"\n   Is there much road kill where you live?\n  ","973648":"\n   What Was Your Best Birthday?\n  ","973649":"\n   What part of the man has no bone but has muscles, has lots of veins, like pumping, & is responsible for making love?😅\n  ","973650":"\n   i love it whenever we talk, when u give me likes and when u ask me questions. i am a big fan\n  ","973651":"\n   i am dedicating time out of my day right now to send more peaceful positive things to you. i know you like them a lot and i want them to deeply impact you in a positive way\n  ","973652":"\n   i like the angle\n  ","973653":"\n   when was it taken\n  ","973654":"\n   i lowkey love your selfies\n  ","973655":"\n   i love it\n  ","973656":"\n   Don't mess with Mr. Booze\n  ","973657":"\n   Have you ever smoked weed? If yes do you still smoke it and when was the last time you did?🍁🍁🍁🍁\n  ","973658":"\n   Why not keep the spirit of Christmas in your heart? :(\n  ","973659":"\n   Let the stars in the sky remind us of man's compassion. Let us love til we die and god bless us everyone. In your heart there's a light as bright as the stars in heaven, let it shine through the night and god bless us everyone :)\n  ","973660":"\n   What are your quarantine struggles\/stories?\n  ","973661":"\n   Do you keep the spirit of Christmas in your heart all year round? :)\n  ","973662":"\n   selfie?\n  ","973663":"\n   Do you drive a potato car?\n  ","973664":"\n   What do you like and dislike about living in California ?\n  ","973665":"\n   What is the one thing you have tried to change, but couldn't ?\n  ","973666":"\n   Sorry un advance but i want to be\n   \n    @Qu33nForADayy\n   \n   's best friend so how can i get you to settle for 2nd best? Omg please help do you want coins or??\n  ","973667":"\n   i really want to do this :$\n  ","973668":"\n   What are your major turn-ons and turn-offs?\n  ","973669":"\n   What do you think about long distance relationship?\n  ","973670":"\n   What was the longest conversation you have had with someone recently? What was it about?\n  ","973671":"\n   What is your biggest insecurity?\n  ","973672":"\n   Were you ever told something romantic that just filled your entire day with Joy ?\n  ","973673":"\n   Do you prefer going to cinemas, or live plays? I personally only go to cinemas!\n  ","973674":"\n   What would you choose? & Why? 1.Power 2. Fame 3.Money. (STAIF)\n  ","973675":"\n   do you often not finish your entire meal at restaurants? when you have food leftover, do you usually bring it home as leftovers?\n  ","973676":"\n   Did you ever hate anyone on askfm ? Or strongly dislike anyone?\n  ","973677":"\n   Do you make bed after you awake up?\n  ","973678":"\n   What's the longest you've ever gone without sleep?\n  ","973679":"\n   What is the best thing about being your age?\n  ","973680":"\n   When you were little and imagined your life, is it anyway near how you   pictured? What did you want to be when you grew up💕\n  ","973681":"\n   Who are you really? Describe yourself without using your name, or any attributes given to you by society and really think, deep down, According to you,who are you?\n  ","973682":"\n   do you believe in divine power?\n  ","973683":"\n   How many siblings do you have?\n  ","973684":"\n   When was the last time you spent an entire day without your phone? What did you do?\n  ","973685":"\n   How are you this pretty and smart at the same time? I mean your eyes are so OMG, could look into them all day long. 🙊\n  ","973686":"\n   Do you sing in public?\n  ","973687":"\n   last song you listened to?\n  ","973688":"\n   Are you right handed or left handed?  (sent to all I follow)\n  ","973689":"\n   Who do you think asked your last anonymous question? 👀\n  ","973690":"\n   Silly weird and pretty person 😛\n  ","973691":"\n   What's One Lesson Your Ex Taught You?\n  ","973692":"\n   Where is he, he hasn't been online\n  ","973693":"\n   Does your fiancé get angered by other guys speaking to you? I am just wondering\n  ","973694":"\n   Tell anything about yourself ?\n  ","973695":"\n   What can you promise to your friends?\n  ","973696":"\n   Why do all the friends I make avoid me?\n  ","973697":"\n   What kind of husband do you expect?\n  ","973698":"\n   Have you ever blew a horn and called someone ?\n  ","973699":"\n   Oh sorry for asking you so many questions didn’t mean to get you upset 😢\n  ","973700":"\n   Who do you trust most in your life?\n  ","973701":"\n   Favorite person and role model?\n  ","973702":"\n   What do you wish you had more time for?\n  ","973703":"\n   Name 5 things u Love 💟?\n  ","973704":"\n   Imagine if you can live in your dreams, but you cant leave them? How do you think this experience would be for you?\n  ","973705":"\n   Have any plans for your birthday?\n  ","973706":"\n   Why do doctors have terrible handwriting?\n  ","973707":"\n   hi\n  ","973708":"\n   On Facebook, theres a post about a woman was pumping gas into the vehicle she was driving while a man sat in the passenger seat. Amongst the comments, people were saying the man was disrespectful for letting her pump, that he should have done it, etc. How do you personally feel about this situation?\n  ","973709":"\n   I really think your such a nice person with a wonderful heart, I enjoy asking you questions\n  ","973710":"\n   How do you plan to commit the perfect crime?\n  ","973711":"\n   Do u talk to strangers??\n  ","973712":"\n   When was the last time you screamed at the top of your lungs?\n  ","973713":"\n   Do you trust your government?\n  ","973714":"\n   One thing you do everyday ?\n  ","973715":"\n   you think \"hot or sexy\" is really a compliment?\n  ","973716":"\n   Which flowers do you like by smell and which – by appearance?\n  ","973717":"\n   What is your usual breakfast?\n  ","973718":"\n   Where do you really want to travel?\n  ","973719":"\n   Do your friends turn to you for advice? On what subjects?\n  ","973720":"\n   When is your Birthday and how old are you?\n  ","973721":"\n   What food will you absolutely not, under any circumstances, eat? .\n  ","973722":"\n   Do you like to make new friends???\n  ","973723":"\n   Why don’t you consider yourself to be religious? Have you always been against religion?\n  ","973724":"\n   Did you go to the gym today?\n  ","973725":"\n   What was the saddest Disney movie you’ve seen?\n  ","973726":"\n   why were you emotional on your ig story\n  ","973727":"\n   lots of tears\n  ","973728":"\n   i really would love to say those words to you face to face\n  ","973729":"\n   Do you think that money can buy love?\n  ","973730":"\n   You have any little spots around your area you like to go to relax at? What are they? What makes them relaxing?\n  ","973731":"\n   Where would you like your first honeymoon to be? Why?\n  ","973732":"\n   sorry i left early i got tired\n  ","973733":"\n   how emotional would u get if i said all this to u in person?\n  ","973734":"\n   What is your idea of perfect relaxation?\n  ","973735":"\n   You are such a very beautiful girl with such a beautiful heart. Please don’t change the way you are I enjoy coming to your page and asking you questions:)\n  ","973736":"\n   So your saying you don’t like Video Calling ? So that way you can see him\n  ","973737":"\n   Does a person's name determine anything about their personality?\n  ","973738":"\n   How do you like communication between you and your fiancé ? Calls, Video Calls or texts ?\n  ","973739":"\n   What if every time you got mad or upset your body inflated like a balloon?\n  ","973740":"\n   How would you react if you were walking down the street, and all of a sudden the Energizer bunny came rolling past you, beating it's drum?\n  ","973741":"\n   Who uses tounge for a first kiss?\n  ","973742":"\n   Did you ever get in trouble at school for anything?\n  ","973743":"\n   Which activities make you lose track of time?\n  ","973744":"\n   I'm a savage,\n  ","973745":"\n   He hasn't even been gone 7 years yet. How did you forget about that California legend?\n  ","973746":"\n   Do you think it’s easier to ask for permission or forgiveness?\n  ","973747":"\n   Why do you live in Southern California?\n  ","973748":"\n   Tag your close friends here on askfm?\n  ","973749":"\n   How do you realize that you found the right person? Or you really started loving someone?\n  ","973750":"\n   Why not be happy if a neighborhood cats likes you and wants to be your friend?\n  ","973751":"\n   He has my heart too you know\n  ","973752":"\n   Are you good at multi tasking ?\n  ","973753":"\n   What have you been thinking about lately?\n  ","973754":"\n   You mean none right?\n  ","973755":"\n   People at work that Guys uses the mens room that don't wash their hand and open the door after peeing. Gross! Wash your hands! I've called out many workers about this and all I get is \"I don't care\"!\n  ","973756":"\n   What do you have planned for this weekend?\n  ","973757":"\n   Do you have any pets?\n  ","973758":"\n   I want to ask you more questions why are you going to sleep ?\n  ","973759":"\n   Does your bf ever call you snookie wookems?\n  ","973760":"\n   What’s your favorite animal?\n  ","973761":"\n   do you use a washable mask?\n  ","973762":"\n   do you still remember your kinder garden days? 😂💖🎒\n  ","973763":"\n   i hope all is well\n  ","973764":"\n   Manderesti tue foto hot?\n  ","973765":"\n   Would it make you happy if a neighborhood cat came to see you every day when you are outside?\n  ","973766":"\n   If you could change just one thing in the world, what would it be?\n  ","973767":"\n   Datanm prsya reki shaxsi bkam?\n  ","973768":"\n   What makes you crazy?\n  ","973769":"\n   Another day is gone and I’m still alone how could this be that there is no girl who wants to sleep next to me😔.\n  ","973770":"\n   Foe = enemy\n  ","973771":"\n   nova5t or iphone 8 (used)?\n  ","973772":"\n   Do you get annoyed when people expect you to be ok with something that they wouldn't be ok with if it was done to them?? 😡🙄\n  ","973773":"\n   Would you be happy if we changed what we call our currency to Buckleys? So instead of saying a two hundred and sixty two dollars, we'd say two hundred and sixty two Buckleys.\n  ","973774":"\n   Do you prefer sea or pool?\n  ","973775":"\n   do you love when the cheese is dripping with oil?\n  ","973776":"\n   How many pets do you have? Are they trained\n  ","973777":"\n   Do you know anyone who has been incarcerated?\n  ","973778":"\n   How are your grades in school\n  ","973779":"\n   Be honest, are you getting sick to the back teeth yet, of friends nominating you for random Facebook challenges, esp the one's that require you to post something different every day for 10 whole days & nominate a different person to do the same for each of those days?? 😮😫🙅‍♂️\n  ","973780":"\n   How many relationships have you been in before your fiancé?\n  ","973781":"\n   Loving your new profile pic 😍😍❤️❤️\n  ","973782":"\n   Friends or foes, who taught the best lesson?🙃✨\n  ","973783":"\n   How many slices of pizza do you usually eat?\n  ","973784":"\n   Are you happy with the way life is treating you or would you like to restart from the beginning?\n  ","973785":"\n   Do you like to go to the coffee shop? Just to sit and chill? Do you ever do this or nah? Not really? Coffee at home more? Or not a coffee person? ☕\n  ","973786":"\n   Name some teas you like. 🍵\n(That is, if you like tea.)\n  ","973787":"\n   you won a 15-minute shopping spree at any store, where would you choose? 😍🛍🛒💕\n  ","973788":"\n   Do you smile at strangers? Why or why not?\n  ","973789":"\n   do you like hot questions?\n  ","973790":"\n   If only one book existed, which book would you like it to be?\n  ","973791":"\n   Do you like muffins? What is your fav. favor?\n  ","973792":"\n   have you ordered anything for takeout\/delivery recently?\n  ","973793":"\n   how do you celebrate when you want to reward yourself? 🎉🥳🍻\n  ","973794":"\n   How do I find them? You're the only one I want\n  ","973795":"\n   Most important in a date: Intelligent or Funny?\n  ","973796":"\n   Once a cheater, always a cheater?\n  ","973797":"\n   Whats your most annoying habit?\n  ","973798":"\n   If you were to get a tattoo today, what would you get and where would you have it placed?\n  ","973799":"\n   if ur having a bad day keep in mind that ppl on here love u, ppl around u love u, and everyone else who has yet to lay eyes on u will also love u. you are a good person who deserves good things to happen, when the bad days happen just keep in mind how special you are\n  ","973800":"\n   are you happy that the anons are back\n  ","973801":"\n   look in the mirror you will see a beautiful woman radiating beauty inside and out. nobody can take this away from you, not a single person\n  ","973802":"\n   How tall have you been compared to others your age throughout your life? Like, has that changed? How was your growth curve? 📏 Haha\n  ","973803":"\n   I'm a savage,\n  ","973804":"\n\n    https:\/\/youtu.be\/am7WoTrT5Po\n   \n","973805":"\n   this photo made me motivated to do this bc of how ur eyes look in the photo and how the angle of the photo is taken. i am so excited\n  ","973806":"\n   Do you listen to your parents’ advice?\n  ","973807":"\n   What are your plans today\n  ","973808":"\n   Every type of spam x\n  ","973809":"\n   What song is stuck in your head today?\n  ","973810":"\n   Hi send spam 😎\n  ","973811":"\n   Do you tolerate heat or cold better?\n  ","973812":"\n   Would you rather go out for dinner or cook at home?\n  ","973813":"\n   Are clowns funny or scary? 🤡\n  ","973814":"\n   Paintball or Laser Tag?\n  ","973815":"\n   4am vibe bitches\n  ","973816":"\n   those eyes will fill with tears of joy today.\n  ","973817":"\n   Do you have subjects underneath?\n  ","973818":"\n   Do you remember Cal Worthington?\n  ","973819":"\n   Has MJ been in another one of your dreams lately?\n  ","973820":"\n   When do you feel more comfortable?👀\n  ","973821":"\n   Are you awake?\n  ","973822":"\n   Have you ever popped a balloon? If so how did you pop it?\n  ","973823":"\n   Do you ever have a dream about something and then wake up realizing that it actually came true?\n  ","973824":"\n   Hot dogs or bologna?\n  ","973825":"\n   do you love mrs. redd's pies?\n  ","973826":"\n   Horses or dogs?\n  ","973827":"\n   Why do you speak to yourself like that?\n  ","973828":"\n   I want you to have 7 of them\n  ","973829":"\n   Where can I find the right girl?\n  ","973830":"\n   Did you ever have show and tell in any of your classes?\n  ","973831":"\n   If you had a friend who spoke to you in the same way that you sometimes speak to yourself, how long would you allow this person to be your friend?\n  ","973832":"\n   But I can't! No one is as good as you\n  ","973833":"\n   are you awake?\n  ","973834":"\n   do you want to have kids someday?\nhow many? 👶🍼💖\n  ","973835":"\n   Which do you think is more important: following the dreams your parents want for you or following your own dreams?\n  ","973836":"\n   What's the first thing you usually do when you get back home from a loooooong day? 😩😴\n  ","973837":"\n   🌬 When was the last time you listened to the sound of your own breathing?\n  ","973838":"\n   What would you do if an ugly guy tried to hug you?\n  ","973839":"\n   What time do you normally wake up ?\n  ","973840":"\n   If you ever encountered something like Slender man alone in the woods, do you think you'd be able to get out of there alive? Would you be able to resist looking back at him as he followed you? 😨\n  ","973841":"\n   Didn’t mean to hit no on your last poll!! You my homie so questions always welcomed just letting ya know!!!😂\n  ","973842":"\n   Could you share your marble reality as what you have glimpse?\n  ","973843":"\n   did you take this selfie at an angle?\n  ","973844":"\n   do you agree that big ed is gorgeous?\n  ","973845":"\n   Go today's photo!\n  ","973846":"\n   Which food you always deny to share?🍕\n  ","973847":"\n   What are you going to put on your wishlist?\n  ","973848":"\n   Would it depend on if it was a cool state?\n  ","973849":"\n   If Edra got a job in another state and wanted you to move with him, would you?\n  ","973850":"\n   Do you have the TikTok app?\n  ","973851":"\n   Is it good there in San Francisco where you are living?\n  ","973852":"\n   What state do you live in?\n  ","973853":"\n   they're pretty on point though, you gotta give yourself that\n  ","973854":"\n   why not your looks too\n  ","973855":"\n   你现在心情怎么样\n  ","973856":"\n   Best thing about you?\n  ","973857":"\n   What new music do you like?\n  ","973858":"\n   how do you like your steak cooked?\n  ","973859":"\n   ,😳\n  ","973860":"\n   Does art or music influence you more?\n  ","973861":"\n   Is it normal to be jellouse if a sibling that are mutch younger have a girlfriend but you still are virgin?\n  ","973862":"\n   Shaz is your best friend yet she never want to meet when she came Cali\n  ","973863":"\n   have u ever been heart broken?\n  ","973864":"\n   Have you been able to see your fiancé during the quarantine or has it been hard?\n  ","973865":"\n   How do I stop having a crush on you? 🤤😍😭\n  ","973866":"\n   Do you want to go kayaking? 🚣🏻♀️\n  ","973867":"\n   What is your favorite subject other than psychology\n  ","973868":"\n   I do...\n  ","973869":"\n   What do you drink most often?\n  ","973870":"\n   That's really good to hear. What advice would you give someone else for how they should determine whether someone else is their soulmate? Like how should they be treated to know it's for real?\n  ","973871":"\n   What was your favorite childhood TV show?\n  ","973872":"\n   Yeah but once you've thought someone was your soulmate and that relationship ended, like in your case, how do you believe that the new soulmate is an actual soulmate or just like the previous one?\n  ","973873":"\n   do you believe in the paranormal\n  ","973874":"\n   that doesn't mean you should not have sex with others. you can have consent from your parter and have sex\n  ","973875":"\n   If youre a superhero, what are your powers?\n  ","973876":"\n   What is your favorite song\n  ","973877":"\n   2 guys at a time\n  ","973878":"\n   will you try dp?\n  ","973879":"\n   how do you know if you love someone enough to marry them? 🤔💬💍💕\n  ","973880":"\n   Do you like to visit historic sites? Like do you find them interesting or boring?\n  ","973881":"\n   Is the world getting better or worse?\n  ","973882":"\n   Lol The Lollipop Guild is from the wizard of oz silly nikki xD\n  ","973883":"\n   If you had to pick one place in your town to bring a tourist, where would you go?\n  ","973884":"\n   Do you wanna be in a relationship with the person you like?\n  ","973885":"\n   I'm one tough gazookas which hates all palookas wot aint on the up and square. I biffs em and buffs em and always outruffs em and none of em gets nowhere!\n  ","973886":"\n   \"We represent the lollipop guild, the lollipop guild, the lollipop guild, and in the name of the lollipop guild, we'd like to welcome you to Munchkin Land!\"\n  ","973887":"\n   Ever been on a speed boat?\n  ","973888":"\n   Snapchat?\n  ","973889":"\n   You don't know where the lollipop guild reference is from? lol\n  ","973890":"\n   Do you represent the lollipop guild?\n  ","973891":"\n   Sure will if my friends, family and fans will support me tru this one as well\n  ","973892":"\n   Like am I really that ugly 🥺\n  ","973893":"\n   Why do I always get the ugly girls😔😭\n  ","973894":"\n   Why are you asking why I'm asking? Why ask about anything? Was it beautiful and magical for you?\n  ","973895":"\n   Was your 1st kiss beautiful and magical Nikki?\n  ","973896":"\n   Was it beautiful?\n  ","973897":"\n   Do you have a favorite window in your home?🌺\n  ","973898":"\n   What’s your sexuality?\n  ","973899":"\n   What makes you to overthink?\n  ","973900":"\n   What was your first kiss like Nicole?\n  ","973901":"\n   Do you know Cayetano Santos Godino?\n  ","973902":"\n   I'm saying any \"reason\" to dislike you is invalid and lame. There is NO reason to feel that way about you.\n  ","973903":"\n   I’m so sorry... I didn’t mean to click no on your poll!!😂😭 x\n  ","973904":"\n   What kind of songs are for your soul?\n  ","973905":"\n   Where have you always wanted to visit? Have you been there?\n  ","973906":"\n   Do you prefer going to cinemas, or live plays? I personally only go to cinemas!\n  ","973907":"\n   When you meet with friends, where is your favourite place to go, if you have one?\n  ","973908":"\n   what is your main occupation?\n  ","973909":"\n   U legend\n  ","973910":"\n   Appreciated<3\n  ","973911":"\n   6th suspension, I'm used to it hahaha just hate rebuilding\n  ","973912":"\n   Hey there xo\n  ","973913":"\n   There is a girl who is looking for an Indian boyfriend, if there is a girl then we can talk.\n  ","973914":"\n   What's the difference between a 'functioning' alcoholic and a regular alcoholic in your opinion?\n  ","973915":"\n   Any reason when it comes to you qualifies\n  ","973916":"\n   Ever been paddled?\n  ","973917":"\n   Salted or sweet popcorn?\n  ","973918":"\n   Space_🕊\n  ","973919":"\n   what would it take for you to believe it?\n  ","973920":"\n   How do you get to know someone without constantly asking questions?\n  ","973921":"\n   What is the stupidest reason someone started to hate you?\n  ","973922":"\n   When was the moment when you actually acted as dumb as horror movie characters?\n  ","973923":"\n   What’s a little thing you do to make the world a better place?\n  ","973924":"\n   What TV show was perfect from season 1 until the end??\n  ","973925":"\n   it's just a fact\n  ","973926":"\n   TRICKY Q:\nWhat is full of holes but still holds liquids? 🤔💬💖\n  ","973927":"\n   how do you feel about everybody being in love with you?\n  ","973928":"\n   The anon that  said I’m goons sue you for being beautiful\n  ","973929":"\n   I bet you’ve never heard that one before\n  ","973930":"\n   😂\n  ","973931":"\n   If and when you do, I will say anything you want. I will lie under oath if that's what it takes.\n  ","973932":"\n   I’m gonna sue you for being beautiful 😂😍\n  ","973933":"\n   If you sue anyone, I will go on the witness stand and testify on your behalf. I would do anything to vindicate you.\n  ","973934":"\n   Have you ever sued anyone? Did you win your case? Have you ever been sued?\n  ","973935":"\n   G'morning sunshine, I left you breakfast on the table\n  ","973936":"\n   Have you been to any cool concerts lately?\n  ","973937":"\n   Happy Eid to you and your family .. ❤😘\n  ","973938":"\n   How do you celebrate when something great happens?\n  ","973939":"\n   What song brings back memories from your childhood?\n  ","973940":"\n   What’s your favourite thing to cook 😊\n  ","973941":"\n   Have you given 'exposure therapy' a try yet?  It definately helped me allot... it sux but it honestly does work.\n  ","973942":"\n   I wish he'd talk to you. You devote everything to him and he's never around.\n  ","973943":"\n   What is something you like to do that other people would probably consider \"weird\" if they knew?\n  ","973944":"\n   Which book has made you laugh aloud?\n  ","973945":"\n   Ever since Donald Trump first turned to his mommy and said, \"dada?\" and she said, \"No, I'm mama\" and Trump said, \"FAKE NEWS,\" and shit his pampers.\n  ","973946":"\n   Again, if he \"always\" did you wouldnt be bored as much as you are. He is missing in action a lot.\n  ","973947":"\n   imagine being named mahammad\n  ","973948":"\n   ok\n  ","973949":"\n   If he did you wouldnt ever be bored like you are so often\n  ","973950":"\n   no prblm\n  ","973951":"\n   then give me ur no i will wtsapp u??\n  ","973952":"\n   Why is your man not giving you the attention you deserve???\n  ","973953":"\n   ootn\n  ","973954":"\n   whats ur dreams????\n  ","973955":"\n   Do you believe in curses?\n  ","973956":"\n   If someone you loved was killed in front of you, but someone created a copy of them that was perfect right down to the atomic level, would they be the same person and would you love them just as much?\n  ","973957":"\n   Would you pose for a picture with Shaq by allowing him to carry you above his head?\n  ","973958":"\n   what happens?\n  ","973959":"\n   Did it make them stop?\n  ","973960":"\n   whats u gonna do in ur life something big???\n  ","973961":"\n   Has watching your parents fight ever made you start crying?\n  ","973962":"\n   am.here😍\n  ","973963":"\n   I like to send a shoutout to Kai Macleod (@kaimacleod) on his Ask.fm account\n   \n    @kaimacleod\n   \n   on Monday, May 25th, 2020?\n  ","973964":"\n   Why can't you be overwhelmed with wonderful feelings?\n  ","973965":"\n   Does the enormity of the passion that Edra  awakens in you ever feel overwhelming?\n  ","973966":"\n   ‏أطفئهم بالإبتسامات، هل فكرت كم هو رائع صوت الماء حين يلامس الجمر الحقود؟ 🖤👌🏻\n  ","973967":"\n\n    https:\/\/linktr.ee\/buffythrax\n   \n","973968":"\n   What is the weirdest thing you've heard somebody say?\n  ","973969":"\n   What do you wish people would stop asking you?\n  ","973970":"\n   That IS respect\n  ","973971":"\n   we've literally seen you give them though\n  ","973972":"\n   If you had to be on a reality TV show, which one would you choose?\n  ","973973":"\n   What's the tagline of your city and country?\n  ","973974":"\n   Ever been caned\n  ","973975":"\n   If you could choose to remain an age forever, what age would you choose?\n  ","973976":"\n   Would you like to have a guardian golden retriever? Like, a mystical golden retriever that appears and snuggles up to you every time you are sad?\n  ","973977":"\n   What has been the most valuable lesson you've ever learnt in life?\n  ","973978":"\n   Ahh, i think we get Lays chips over here but not that flavor!🙊 they do look like the pringles shape! That flavor sounds sooo good!😳😋 So jealy!🙈\n  ","973979":"\n   Exactly, it never works! So why do you think anyone even says it?\n  ","973980":"\n   Has anyone told you to calm down and you actually calmed down?\n  ","973981":"\n   Isn't it addictive though? Do you think we can ever stop being addicted?\n  ","973982":"\n   Space 💬🖤\n  ","973983":"\n   Where's your favourite place to visit?\n  ","973984":"\n   f you were to become famous on one social media platform but only ONE, which would you choose? 🤩 Why that one?\n  ","973985":"\n   So do you think the internet is bad in a way because it allows us to be comfortable without needing in-person interaction?\n  ","973986":"\n   yeah but the q was *if* hey did would you lose respect for them and you said no lol\n  ","973987":"\n   Do you think if you grew up in an era without the internet, you'd have made yourself more comfortable with it since there'd be no other alternative?\n  ","973988":"\n   Sorry, were we born with the desire to love. Sorry I was auto corrected.\n  ","973989":"\n   you seriously need to get a personality of your own that isn't just posting about your man, are you that dull that he's the most interesting thing you can talk about all the damn time lmao\n  ","973990":"\n   I want to hangout with you and your bf and us go for a car ride and record it. We could create a YouTube channel and make it funny about searching for David Dobrik. Lol\n  ","973991":"\n   Do you think the internet makes it easier to meet people or harder?\n  ","973992":"\n   How does it change your mood?\n  ","973993":"\n   lmao how could you still respect anyone who named their kid after someone that vile????\n  ","973994":"\n   Ok but even then, anyone can put whatever picture they want. I mean how long did it take before you could confirm he was who he said he was?\n  ","973995":"\n   I’m hungry. When you’re hungry do you tend to get cranky?\n  ","973996":"\n   🤮🤮🤮\n  ","973997":"\n   If you found out that edraegens parents named him after jeffrey dahmer would you lose major respect for them?\n  ","973998":"\n   Yeah I know he's not because you've hung with him a lot. But I mean at the start, when all you knew was his name on here and random profile pic, how long did it take before he actually identified himself to you?\n  ","973999":"\n   Do you worry about your future?\n  ","974000":"\n   What song brings back memories from your childhood?\n  ","974001":"\n   True happiness is ___________? 🎊\n  ","974002":"\n   What's your reason to smile?\n  ","974003":"\n   When you were just getting to know your bf on here how long did it take before he proved to you he wasnt a catfish?\n  ","974004":"\n   Views on Hollywood horror movies?\n  ","974005":"\n   Do you ever go thrifting, or shopping at second-hand clothing stores? What is the best thing you have ever found while shopping for second-hand clothes?\n  ","974006":"\n   Have you ever had rose milk?\n  ","974007":"\n   What is everyone having for breakfast today? 🍳\n  ","974008":"\n   Have you ever seen David Dobrik out in person? He lives around the studio city area.\n  ","974009":"\n   How do you ask someone out on a date?\n  ","974010":"\n   what is your opinion on catfishers??? 😂😽🐟🔥\n  ","974011":"\n   We’re we born with the desire to love?\n  ","974012":"\n   What scares you the most about our modern society?\n  ","974013":"\n   What random stranger had the biggest impact on your life??\n  ","974014":"\n   What was the most cringiest moment of your life?\n  ","974015":"\n   What is the best adaptation of a book to a movie?\n  ","974016":"\n   Yeah when you wade in water, it mean you're standing in it and walking around.\n  ","974017":"\n   What do you think should happen to a girl who goes to the police and falsely accuses a guy of raping her in order to get revenge on him for something?\n  ","974018":"\n   Whenever people post about something bad going on in their lives often a random person will respond with an offer of \"DM me if you need to talk\"; has anyone ever taken up a stranger for that offer and was it helpful?\n  ","974019":"\n   Do you swim or just wade in the pool?\n  ","974020":"\n   I was 12\n  ","974021":"\n   Would you rather be a vampire or a werewolf?\n  ","974022":"\n   What do you do to entertain yourself?\n  ","974023":"\n   How old were you when..... You first learned Santa was Bullshit and parents lie cause this world is that fuckn boring and sad that we need a magical fat man watching our kids and eating all the damn cookies and milk??\n  ","974024":"\n   What’s your FAVOURITE FOOD     AND WHATS YOUR LEAST FAVOURITE???(:\n  ","974025":"\n   So my sister was born from a different father but we have the same mom is she blood related to me? Don’t we have the same genes?\n  ","974026":"\n   what is your comfort food? 😋🥓💕\n  ","974027":"\n   Итс ми лучший\n  ","974028":"\n   What's something that was hidden from u as a child?\n  ","974029":"\n   Have you ever squeezed juice from a lime directly into your mouth?\n  ","974030":"\n   Song of the day\n  ","974031":"\n   I've never heard of those! They sound interesting!🤔 They \"lays\" makes them sound like Pringles chips?😅\n  ","974032":"\n   have you ever attended a concert with your bf?\n  ","974033":"\n   what about 3rd chances?\n  ","974034":"\n   What was the last concert you went to?\n  ","974035":"\n   Because you chose it and it's close to you\n  ","974036":"\n   Do you believe in second chances?\n  ","974037":"\n   I envy your nail polish\n  ","974038":"\n   I'm curious, what's your perception of me based on the questions I send, answers and such? 🤔😁\n  ","974039":"\n   What is something someone can do to immediately make you angry?\n  ","974040":"\n   craziest stuff you've done to get what you want? 😂💖🔥\n  ","974041":"\n   If you had fun while you were wasting time, can you still say that you wasted time?\n  ","974042":"\n   Which words or phrases do you most overuse?\n  ","974043":"\n   You looking forward to summer? You have any plans even with the pandemic and such? Can be big or small 😁☀️\n  ","974044":"\n   yeah sure\ni m.just get pass over it 1 month ago after spending 3 month of great difficulties insomania etc\n  ","974045":"\n   Do you ever listen to music to get stuff done? Like chores, studies etc.? 🎧📚 What kind of music makes you the most productive in that case? 😁\n  ","974046":"\n   I listen to music all the time, no matter what I'm doing. I go to sleep with music playing, I work with music playing, and I read with music playing. Would you guys like me to send a Song of the Day? I have about 7k songs on my Spotify, varying in taste!\n  ","974047":"\n   yeah this lesson is most difficult lesson i also learned it more difficult way\n  ","974048":"\n   What life lesson did you learn the hard way?\n  ","974049":"\n   What’s the most embarrassing thing you’ve ever done?\n  ","974050":"\n   How do you prefer celebrating your birthdays?\n  ","974051":"\n   What was the last thing you got for free?\n  ","974052":"\n   Who wanna be my friend 😂\n  ","974053":"\n   How was your day?\n  ","974054":"\n   How’s your day?\n  ","974055":"\n   What are your plans for today?\n  ","974056":"\n   What things do you use every day?\n  ","974057":"\n   What did you search for this gif? 🥴\n  ","974058":"\n   I like feet.\n  ","974059":"\n   Fresh juice or coke 😋\n  ","974060":"\n   What age should a person be considered old enough to die of old age?\n  ","974061":"\n   what about niffrey\n  ","974062":"\n   What makes you, you?\n  ","974063":"\n   Wdym you and Doja are twins\n  ","974064":"\n   What would be the name of your pirate ship?\n  ","974065":"\n   do you watch horror movies? 🙈😆🎥\n  ","974066":"\n   What is your absolute favourite thing to do? When was the last time you did it?\n  ","974067":"\n   Did you have fun\n  ","974068":"\n   you busy\n  ","974069":"\n   Hey have you been to six flags amusement park before\n  ","974070":"\n   ok\n  ","974071":"\n   Follow me¡\n  ","974072":"\n   Do u have good handwriting?\n  ","974073":"\n   you ok\n  ","974074":"\n   hi\n  ","974075":"\n   What do you lie most about?\n  ","974076":"\n   Is there anything cuter than a kitty purring in it's sleep? :D\n  ","974077":"\n   dang thats the only thing that'd make me watch it :'(\n  ","974078":"\n   well thats a lie we've all seen you give multiple chances, dont believe in second chances lol\n  ","974079":"\n   What’s your meaning behind déjà-vu? Like what does it mean to experience a déjà-vu?\n  ","974080":"\n   What was the last thing that made you laugh?\n  ","974081":"\n   What I value most in life is...\n  ","974082":"\n   أبتسم كل يوم لأجلك فأنت تستحق \"\n  ","974083":"\n   If Edra wanted you to call him Boogie Woogie Bugle Boy instead of his name, would you listen to him and do it?\n  ","974084":"\n   do you prefer white socks or colorful ones?\n  ","974085":"\n   What should be the goal of humanity?\n  ","974086":"\n   I'm saying both of you go on it as a couple!!\n  ","974087":"\n   plz go on that show!!!\n  ","974088":"\n   what keeps you up when you're upset?\n  ","974089":"\n   I've been in detention for five years. Does it seem normal to you to wear handcuffs on your hands and feet for this punishment?\n  ","974090":"\n   Ever or just when dating?\n  ","974091":"\n   Do you like red vines equally as much?\n  ","974092":"\n   Could you follow me back?☺️\n  ","974093":"\n   How would you react if you woke up with your dogs one morning, and you found a fourth doggo curled up with you that you've never seen before?\n  ","974094":"\n   This is what I meant by you never admitting you're wrong. You can't even do it when it's crystal clear. You should work on this or it'll sabotage your relationship down the road. Edraegen won't want to put up with that forever.\n  ","974095":"\n   What is something that if everyone started doing today, the world would be a better place?\n  ","974096":"\n   Are you creative ? If yes in which things\n  ","974097":"\n   Yeah, it is right. You used to openly call Jared Leto and Adam Levine hot ALL the time before your relationship. You didn't care whether they were taken or not. So this should be easy for you to understand.\n  ","974098":"\n   got any embarrassing school stories?\n  ","974099":"\n   That is ridiculous. So many celebs considered hot by millions are taken. If someone is hot, they're hot, regardless of whether they're single or married.\n  ","974100":"\n   united states\n  ","974101":"\n   are you really from us\n  ","974102":"\n   sry if you didn't like it\n  ","974103":"\n   last place you traveled to?\n  ","974104":"\n   saying hot is disrespectful😂\n  ","974105":"\n   Have you done TikTok challenges?\n  ","974106":"\n   i haven't said something wrong\n  ","974107":"\n   You are hot af🔥\n  ","974108":"\n   why cant you just accept that you're beloved by us all?\n  ","974109":"\n   what's bothering you darling?\n  ","974110":"\n   Do you have lots of nervous energy?\n  ","974111":"\n   Can you follow me back?\n  ","974112":"\n   Yeah but it is what it is I guess.\n  ","974113":"\n   Have you ever initiated contact\/a convo with a stranger before?\n  ","974114":"\n   What's the longest you've gone without sleep?\n  ","974115":"\n   do you believe in a higher power?\n  ","974116":"\n   If someone wrote a biography about you, what do you think the title should be?\n  ","974117":"\n   Why are you anxious?\n  ","974118":"\n   Same fam\n  ","974119":"\n   What was your first thought today?\n  ","974120":"\n   Do you easily communicate with opposite gender people?\n  ","974121":"\n   When will the first “COVID” centric romance movie be released and who will star in it?\n  ","974122":"\n   who is lying his or her words are not logically support his talk they are random use amd not logicallly without meaning\n  ","974123":"\n   That is absolutely true, it is the only way we eradicated smallpox, polio and measles. Vaccine hesitancy is dangerous. I know a lady who didn't get the flu shot, and she was babysitting a child before she knew she was sick, and the child died all because she couldn't be bothers to get the flu shot\n  ","974124":"\n   Do you have good friends till now from your very childhood?\n  ","974125":"\n   Great show!📺😃😁\n  ","974126":"\n   Your Favorite quotes......\n  ","974127":"\n   What is your favorite T.V show?\n  ","974128":"\n   How can you tell that someone is lying?\n  ","974129":"\n   If you were a YouTuber, what would your videos be about?\n  ","974130":"\n   Do you like modern art?\n  ","974131":"\n   You're wrong often and when you get corrected, you almost never reply to it.\n  ","974132":"\n   How come you have a hard time admitting when you're wrong?\n  ","974133":"\n   why not a kitty?\n  ","974134":"\n   Have you been tested yet for the virus?\n  ","974135":"\n   In the early months of the COVID-19 pandemic, why did the media keep telling us that wearing a mask was not effective?\n  ","974136":"\n   I'm not mocking anyone with mental illness... i have it so i know what you're talking about\n  ","974137":"\n   I i know mental health is a thing. but chester? he seemed so happy an he was rich so why did he do that\n  ","974138":"\n   PAP 🌼\n  ","974139":"\n   Would you spend a full night inside of a haunted house if you're getting paid?\n  ","974140":"\n   omg don't tell me your an anti-vaxer 😬🙄\n  ","974141":"\n   \"Imagine Dragons\" or \"The Chainsmokers\"? 🎧🎶💕\n  ","974142":"\n   Siamese cats are sweet but they have big loud mouths loool\n  ","974143":"\n   im just talking about eva Williams lol\n  ","974144":"\n   nikki sweetie\n  ","974145":"\n   Eva's feet are so soft and pretty, I love how she lets me massage them even though I also tickle her lol\n  ","974146":"\n   Why wouldn't you get the vaccine, the only way we can end the pandemic is if enough people get it when we have one so it will be very selfish not to get it, it can cost people their lives and not just yours\n  ","974147":"\n   How would you react if a Siamese cat came up to you and started meowing very loudly at you?\n  ","974148":"\n   Rain or sun?\n  ","974149":"\n   What was the last song you caught yourself singing out loud ?\n  ","974150":"\n   Will you get the coronavirus vaccine when it comes out?\n  ","974151":"\n   Why not get the flu shot if its free and can help protect you from getting the flu?\n  ","974152":"\n   Meow sweet  are you\n  ","974153":"\n   When life gives you lemons, what do you do?\n  ","974154":"\n   Excluding jumpscares, what are the most terrifying things for you in movies\/games, things that give you sense of fear no matter how much rational thinking you put in to fighting it?\n  ","974155":"\n   How would you react if a kitty came into your yard, and your doggo went up to it wagging its tail, and the kitty brushed its head against your doggo and they made friends?\n  ","974156":"\n   How would you react if you woke up one morning, and saw on the news there was a coronavirus vaccine and you could go to walgreens and get it right now?\n  ","974157":"\n   What is your favourite podcast? What's it about? Why do you like it?\n  ","974158":"\n   What would you do if you could inflate your body like a balloon?\n  ","974159":"\n   What you think about God?\nAnd if you believe anything more superfull then human?\n  ","974160":"\n   You woke up as a goat. Now what?\n  ","974161":"\n   Do you get a flu shot every fall?\n  ","974162":"\n   Are you the dragon slayer?\n  ","974163":"\n   May I brush your hair? :3\n  "},"Answer":{"973092":"\n  The movie is just incredible! I really enjoyed it that’s why\n  ","973093":"\n  Of course!\n  ","973094":"\n  Why would I tag myself?🤣\n  ","973095":"\n  I’m in a relationship with my crush anon 😋\n  ","973096":"\n  Both are equally supportive 😎\n  ","973097":"\n  Why did I just watch someone’s story saying let’s hope Trump stays President uh absolutely not🤣🤣 he needs to go\n  ","973098":"\n  Both of them!\n  ","973099":"\n  thank you for the follow!😁\n  ","973100":"\n  Goodnight friends\n  ","973101":"\n\n   @edraegen\n  \n","973102":"\n  Slightly subtle stubble like this!\n  ","973103":"\n  hot water!\n  ","973104":"\n  I honestly only like slightly subtle stubble only\n  ","973105":"\n  So bored!\n  ","973106":"\n  I’m not sure I’m coping, I’m just hanging in there\n  ","973107":"\n  No lol\n  ","973108":"\n  I think it’s equal 😅\n  ","973109":"\n  Telling\n  \n   @edraegen\n  \n  that I like him way back in January 😋 I’m glad I did!\n  ","973110":"\n\n   @edraegen\n  \n\n   @Qu33nForADayy\n  \n\n   @Pookeo9\n  \n\n   @NineGDxFour\n  \n\n   @redoasis2017\n  \n\n   @BigAmericanFatso\n  \n\n   @musicfan1998\n  \n\n   @KeelyLynn\n  \n\n   @xPlayboyShitx\n  \n\n   @Ice_Frozen_Vocals\n  \n\n   @Tobbelit0\n  \n\n   @zy_cv\n  \n\n   @aWelcomeWellOverstayed\n  \n\n   @CactusDoug\n  \n\n   @FayePinksyofficial\n  \n\n   @itsarainymay\n  \n\n   @patchy_life\n  \n\n   @TrivialTrinket\n  \n\n   @askamanz5506\n  \n\n   @JessicaStonebridge\n  \n\n   @HAMZAsBS\n  \n\n   @TessaDiego\n  \n\n   @kittiemeowsie\n  \n\n   @Strongdef\n  \n\n   @Smitty841\n  \n\n   @korndude\n  \n\n   @soph_333\n  \n\n   @JoeeeMason\n  \n\n   @astoldbyjoanna\n  \n\n   @catfish1231\n  \n\n   @katbeaulieu\n  \n\n   @CallOfTheStorm\n  \n\n   @allthelovekatxx\n  \n\n   @AnimalLover122\n  \n\n   @carlahall88\n  \n\n   @callumbailey78\n  \n\n   @RyanSeidler\n  \n\n   @thankfulblessedwifeyandmommy27\n  \n\n   @fiezuqa\n  \n\n   @Laybee8\n  \n\n   @DovahMonah\n  \n\n   @Austintag1ous\n  \n\n   @littlekri\n  \n\n   @hailslol\n  \n\n   @XxINFINITTYxx\n  \n\n   @ChickSlimShady\n  \n\n   @keepmovingforwardx\n  \n\n   @hey_its_ciara_\n  \n\n   @AnthonyRayshadTaylor\n  \n\n   @curious_01\n  \n\n   @charlyhasaharly69669696\n  \n\n   @DemiSmurfSmurfatic\n  \n\n   @eatyourcake\n  \n\n   @Bearhead01\n  \n\n   @Hayleywilson21\n  \n\n   @poetalunam\n  \n\n   @AshleighRBenson\n  \n\n   @zactc\n  \n\n   @littletrust\n  \n\n   @jolieneblade\n  \n\n  Here are some of the favorite people that I follow!🤪y’all are awesome!\n  ","973111":"\n  heya heya heya heya\n  \n  you go back to her and then I’ll go back to him\n  ","973112":"\n  You mean the task list?\n  ","973113":"\n  I’ve never smoked or done anything like that\n  ","973114":"\n  No I’m not\n  ","973115":"\n  Yikes I’m dumb 😅\n  ","973116":"\n  Yes I love green tea!\n  ","973117":"\n  Spread kindness and positivity to others😁\n  ","973118":"\n  I’m not even sure tbh🤨\n  ","973119":"\n  Don’t really have one tbh\n  ","973120":"\n  Not quite sure what that is lol\n  ","973121":"\n  Most definitely lol\n  ","973122":"\n  I have before again🤣\n  ","973123":"\n  I wouldn’t  give someone who cheated on you any chances at all after that.\n  ","973124":"\n  Again that’s not my name\n  ","973125":"\n  Tell them to come back then lol and tears of joy you mean\n  ","973126":"\n  Yes, of course with\n  \n   @edraegen\n  \n  🥰\n  ","973127":"\n  I’m always early\n  ","973128":"\n  Marriage is a big step and that means you’re ready to go further into the relationship with your partner and really commit and spend your life with them and only them.\n  ","973129":"\n  kiss in the rain is better!\n  ","973130":"\n  nope lol\n  ","973131":"\n  I definitely want to see Walking On Cars perform live!😁 I would want them to sing: waiting on the corner, speeding car, at gunpoint, monster, two straight lines, always be with you, somebody else etc!\n  ","973132":"\n  Oooh I’d definitely go to Australia with\n  \n   @edraegen\n  \n  🤪\n  ","973133":"\n  Nope!\n  ","973134":"\n  Oh lol\n  ","973135":"\n  That you might have an unhealthy power dynamic in the relationship. It’s important to have a balance of power meaning that one person shouldn’t have total control of the relationship or call all the shots. Both of you should be able to contribute thoughts, opinions and feeling equally.\n  ","973136":"\n  Why? Lol\n  ","973137":"\n  I love cheese and sour cream!😁\n  ","973138":"\n  I do have it mixed into me, yeah\n  ","973139":"\n  lol no that’s why people have closets and drawers\n  ","973140":"\n  I’m doing swell!\n  ","973141":"\n  Thank you awh!😊 followed back and hope you’re having a wonderful day!\n  ","973142":"\n  Lol no why would I?\n  ","973143":"\n  goodnight friends\n  ","973144":"\n  I probably would if I had to though\n  ","973145":"\n  definitely phone calls lol\n  ","973146":"\n  This is so random lol\n  ","973147":"\n  no lol\n  ","973148":"\n  Yes that’s happened to me before and it’s very disheartening when you could tell they aren’t listening to you.\n  ","973149":"\n  So bored again\n  ","973150":"\n  I hope you’re doing well too!😊\n  ","973151":"\n  I’m doing swell you?\n  ","973152":"\n  Yeah definitely\n  ","973153":"\n  Lol say what?\n  ","973154":"\n  🤨🤨\n  ","973155":"\n  A better listener!\n  ","973156":"\n  no lol\n  ","973157":"\n  He would probably laugh at me lol\n  ","973158":"\n  He absolutely is!\n  ","973159":"\n  Nope not easily\n  ","973160":"\n  Of course\n  ","973161":"\n  Ew absolutely not\n  ","973162":"\n  No I did feel shaking lol\n  ","973163":"\n  Thank you!\n  ","973164":"\n  That I made? lol\n  ","973165":"\n  the what now? lol\n  ","973166":"\n  no lol that’s not his name\n  ","973167":"\n  Thank you lol\n  ","973168":"\n  no 🤨\n  ","973169":"\n  It’s his name backwards lol\n  ","973170":"\n  His name is Jeffrey and yes we’ve met in person and we hang out a lot.\n  ","973171":"\n  no lol I don’t\n  ","973172":"\n  Don’t think I have a funny fear🤨\n  ","973173":"\n  It’s still going but it’s alright! how’s your day?😁\n  ","973174":"\n  That I have an awesome music taste 😁\n  ","973175":"\n  It’s 2:58 pm and it’s 93 degrees\n  ","973176":"\n  Alrighty then\n  ","973177":"\n  I think those boundaries are pretty obvious tbh\n  ","973178":"\n  Mental health, what’s going on in the world right now,  how people treat one another etc!\n  ","973179":"\n\n   https:\/\/youtu.be\/VcpAEVWT1-Q\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","973180":"\n  I love animals!\n  ","973181":"\n  Highly recommend this movie! It’s amazing 😁\n  ","973182":"\n  Oh yes, I know!\n  ","973183":"\n  I feel both are really important. It’s important to feel that you’re loved because that makes you feel motivated and happy inside and outside knowing that someone loves you. And it keeps you feeling alive and energized in life. And it’s also important to fall in love because I feel you should definitely experience that in your life time at least once even though sometimes it could be painful or amazing it’s definitely worth it.\n  ","973184":"\n  that’s a band name but what if?😭\n  ","973185":"\n  I’m not very  good when it comes to  dealing with stress and pressure. I tend to panic when I’m under stress and pressure. Like panic attacks I guess you could call them. I definitely need to learn how to better cope with them both.\n  ","973186":"\n  Hotel Artemis is such a good movie omg! I highly recommend it!\n  ","973187":"\n  Shoutout!\n  ","973188":"\n  No it’s just awesome\n  ","973189":"\n  🥱😁🥴🤪😎\n  ","973190":"\n  This movie omg!\n  ","973191":"\n  say what now?\n  ","973192":"\n  Not that well but I can\n  ","973193":"\n  What even lol\n  ","973194":"\n\n   @edraegen\n  \n  😋\n  ","973195":"\n  I most likely would! 😁\n  ","973196":"\n  yes of course lol\n  ","973197":"\n  No I’m not\n  ","973198":"\n  probably temple run lol\n  ","973199":"\n  🤨🤨\n  ","973200":"\n  😁😁\n  ","973201":"\n  I don’t lmao\n  ","973202":"\n  I’m not sure I would lol\n  ","973203":"\n  3 brothers\n  ","973204":"\n  I prefer actually going to class 😭\n  ","973205":"\n  I mean I feel I’d like to have an actual wedding and everything not virtually though\n  ","973206":"\n  Hello lol\n  ","973207":"\n  Definitely not being good enough\n  ","973208":"\n  My relationship with my family is very strong and great! If I have tension with them I try my best to handle it calmly😁\n  ","973209":"\n  Either a FBI agent\/profiler or an interior designer 😁\n  ","973210":"\n  Why would you draw on yourself?\n  ","973211":"\n  Bears!\n  ","973212":"\n  It happens a lot nowadays and it’s pretty saddening\n  ","973213":"\n  hmmm I like both🥴\n  ","973214":"\n  oh no no, I don’t like pork at all\n  ","973215":"\n  There’s been good times and terrible times but overall I’ve made so many friends on here!\n  ","973216":"\n  Since 2013 and it was popular back then so I thought why not🤣\n  ","973217":"\n  I guess so\n  ","973218":"\n  when people ask me if I eat like obviously I do\n  \n  and what not\n  ","973219":"\n  Oh most definitely I have!\n  ","973220":"\n  Definitely no beard and clean shaven or slightly subtle stubble\n  ","973221":"\n  Definitely milk chocolate!\n  ","973222":"\n  I’ve never done neither so I don’t know 😅\n  ","973223":"\n  That’s odd, I’m sorry that people are doing that!🤨\n  ","973224":"\n  ahhhhh Daz, you’re so kind! Thank youuu🤪\n  ","973225":"\n  not right now lol\n  ","973226":"\n  lol I don’t know tbh\n  ","973227":"\n  Is what natural?\n  ","973228":"\n  probably gum or candy lol\n  ","973229":"\n  Lol thank you!\n  ","973230":"\n  Oh my I’m sleepy\n  ","973231":"\n  Yeah in Australia lol\n  ","973232":"\n  That’s pretty cool!\n  ","973233":"\n  I appreciate this so much, thank you awh🤍\n  ","973234":"\n  So bored\n  ","973235":"\n  I’ve been following you for awhile now!❤️ Also would you like to receive my question spam?\n  ","973236":"\n  I’m in California lol\n  ","973237":"\n  I’d love to, yes!😁\n  ","973238":"\n  oh goodness, no😭😭\n  ","973239":"\n  😎🤪\n  ","973240":"\n  Where my anons @?🥺\n  ","973241":"\n  Good night girl!🤍\n  ","973242":"\n  again not your babe\n  ","973243":"\n  no I’m okay\n  ","973244":"\n  Finishing my study guide!😁\n  ","973245":"\n  Can you not?\n  ","973246":"\n  I have no idea!🤣\n  ","973247":"\n  bikini outfit picture? That’s interesting\n  ","973248":"\n  I’m bored🥴\n  ","973249":"\n  No I don’t\n  ","973250":"\n  It’s dangerous 🙁\n  ","973251":"\n  Nope!\n  ","973252":"\n  A baby brown bear😍\n  ","973253":"\n  So so bored\n  ","973254":"\n  Inequality, racism, mental health, negativity\n  ","973255":"\n  yoooo thank you anon!\n  ","973256":"\n  Yes,I do like jello! The texture is so fun!\n  ","973257":"\n  I’m not sure lol\n  ","973258":"\n  🤣🤣\n  ","973259":"\n  Hey! I’m feeling good😊 stay safe!\n  ","973260":"\n  How?🤣\n  ","973261":"\n  No I never have lol\n  ","973262":"\n  Yes, I believe that I do!\n  ","973263":"\n  no not necessarily, you may still care about them as a friend but that doesn’t mean you can’t get over them. In time, you’ll find someone better and who treats you as you deserve.\n  ","973264":"\n  No I don’t but I used to!\n  ","973265":"\n  Traveling\n  \n  swimming\n  \n  going to the beach\n  \n  hiking\n  \n  going biking\n  \n  sitting in the sun\n  \n  going to the mall\n  \n  hanging out with friends\n  \n  hanging out with my love\n  \n  Sleeping 🤪\n  ","973266":"\n  I’m more of a saver definitely\n  ","973267":"\n  Yes he is!\n  ","973268":"\n  The world of Olaf🤪 he’s just too adorable!\n  ","973269":"\n  Mostly text but I do like talking on the phone as well\n  ","973270":"\n  None of them are right now 🙃\n  ","973271":"\n  Inappropriate questions\n  \n  negative questions\n  \n  Triggering questions\n  \n  Fettish questions\n  ","973272":"\n  Introvert\n  ","973273":"\n  I’m good lol\n  ","973274":"\n  Definitely shorts!\n  ","973275":"\n  I’m straight lol\n  ","973276":"\n  I’m from California\n  ","973277":"\n  Hello lol\n  ","973278":"\n  I’ve posted one already\n  ","973279":"\n  both sound really scary actually\n  ","973280":"\n  🥱🥱\n  ","973281":"\n  I have no idea lol\n  ","973282":"\n  🧜🏻‍♀️🧜🏻‍♀️\n  ","973283":"\n  🤨🤨\n  ","973284":"\n  why did this make me laugh?\n  ","973285":"\n  I agree, it’s very important to look after each other! Having anxiety is such a struggle honestly. I appreciate that you’re talking to me!🙂 and I don’t really feel comfortable sharing it here\n  ","973286":"\n  I appreciate that girl! And I know having it is so bad🙁\n  ","973287":"\n  no I’m not.\n  ","973288":"\n  no no don’t cry anon\n  ","973289":"\n  I’m feeling really anxious oh my\n  ","973290":"\n  Oh because I was curious if people already updated it\n  ","973291":"\n  I’m honestly so worried oh my goodness\n  ","973292":"\n  That’s wonderful!\n  ","973293":"\n  Who said that?\n  ","973294":"\n  We will live together soon\n  ","973295":"\n  that’s very inappropriate and disrespectful\n  ","973296":"\n  I appreciate that, thank you v much!\n  ","973297":"\n  Thank you lol\n  ","973298":"\n  Thank you!\n  ","973299":"\n  That’s very kind!\n  ","973300":"\n  Oh yeah that’s absolutely true! Thank you for that 🙂\n  ","973301":"\n  thank you, I appreciate that!😁\n  ","973302":"\n  Thank youuuuu\n  ","973303":"\n  Absolutely!\n  ","973304":"\n  Thank you so much wow🥺\n  ","973305":"\n  I appreciate that anon, thank you!\n  ","973306":"\n  That’s okay anon\n  ","973307":"\n  Awh thank you!\n  ","973308":"\n  I want questions where my anons @?🥺\n  ","973309":"\n  for sure\n  ","973310":"\n  nope!\n  ","973311":"\n  What’s that?\n  ","973312":"\n  Lol sure anon\n  ","973313":"\n  I’m from California lol\n  ","973314":"\n  Nope it has never been for me\n  ","973315":"\n  I might just die of boredom on this\n  ","973316":"\n  Y’all should talk\n  ","973317":"\n  Oh no, I love both!\n  ","973318":"\n  I don’t know lol\n  ","973319":"\n  Why virtual? Lol\n  ","973320":"\n  Just posted another selfie 😁\n  ","973321":"\n  Thank you!\n  ","973322":"\n  🥴🥴\n  ","973323":"\n  Goodness I’m bored\n  ","973324":"\n  Blue and pink!\n  ","973325":"\n  Y’all should ask me!\n  ","973326":"\n  I don’t open links anon\n  ","973327":"\n  I drink lots of water daily!\n  ","973328":"\n  thank you!😁\n  ","973329":"\n  Honesty, loyalty, kindness, caring, loving, respectful, compassionate etc.\n  ","973330":"\n  I do!\n  ","973331":"\n  I don’t remember honestly\n  ","973332":"\n  I have 4 piercings lol\n  ","973333":"\n  lol thanks anon!\n  ","973334":"\n  Sure, right on it!\n  ","973335":"\n  Swim, do yoga, go hiking, go biking, sit outside in the sun, travel, go on social media, watch tv, listen to music, go shopping, spend time with my love, etc!\n  ","973336":"\n  🤪🤪\n  ","973337":"\n  I absolutely agree but peacefully please\n  ","973338":"\n  I’m loving the weather today it’s 84 degrees woo\n  ","973339":"\n  I had a few favorite teachers!\n  ","973340":"\n  You said a lot of the things I like “suck” and aren’t “funny”. And I get a lot of crap on your feed🤣 Again, you don’t have to follow me.\n  ","973341":"\n  I’ve answered this question already\n  ","973342":"\n  no one asked you to follow me, lmao if you don’t like what post, it’s simple unfollow me 😁\n  ","973343":"\n  Thank you lol and what is that supposed to mean?\n  ","973344":"\n  Yes I’ve been fishing before!\n  ","973345":"\n  So many things! Shoes, jewelry, stuffed animals, backpacks\/purses etc!\n  ","973346":"\n  Why not? Sometimes I do it as well lol\n  ","973347":"\n  I mean if you’re into that, you should definitely do it!\n  ","973348":"\n  Worry*. Yes we should definitely worry about the environment\n  ","973349":"\n  Interacting with other people I definitely need to improve on that\n  ","973350":"\n  Inappropriate questions, trolling questions, negative questions of any kind, fettish questions, weird questions\n  ","973351":"\n  Not necessarily but if they’re really sick and know they’re going to pass away then that’s different.\n  ","973352":"\n  Goodness that’s one way to put it 🥺 and Chester Bennington.\n  ","973353":"\n  I don’t know how I got this way\n  \n  I’ll never be alright so I’m breaking the habit\n  ","973354":"\n  What?\n  ","973355":"\n  I’m feeling pretty good!\n  ","973356":"\n  I own many expensive things lol I’m not quite sure\n  ","973357":"\n  I have! lol\n  ","973358":"\n  No I haven’t been to a protest!\n  ","973359":"\n  I’m quite boreddd\n  ","973360":"\n  The suffering literally!🙃\n  ","973361":"\n  Not really because I’ve never necessarily thought about marriage or getting married but now I definitely do\n  ","973362":"\n  Nope!\n  ","973363":"\n  no I’m good\n  ","973364":"\n  Don’t call me babydoll\n  ","973365":"\n  Yes, I definitely would\n  ","973366":"\n  Sure anon, I’m on it\n  ","973367":"\n\n   https:\/\/youtu.be\/VcpAEVWT1-Q\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/LEjJaLexQq4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/QLFiuNdQrzI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","973368":"\n  Happy June 1st!😁\n  ","973369":"\n  I’m sleeepy\n  ","973370":"\n  Chicken is my favorite lol\n  ","973371":"\n  I don’t open links remember?\n  ","973372":"\n  Someone should talk\n  ","973373":"\n  I’m not sure honestly lol\n  ","973374":"\n  I’m not sure lol\n  ","973375":"\n  yes I do!\n  ","973376":"\n  Yes he is my lover😍\n  ","973377":"\n  It’s night time over here!\n  ","973378":"\n  Hey!\n  ","973379":"\n  Honestly probably chicken lol\n  ","973380":"\n  Yes, most of the time I try to!\n  ","973381":"\n  criminal minds my favorite show! general hospital, bar rescue, 90 day fiancé, impractical jokers, restaurant impossible\n  ","973382":"\n  Yes I’ve been there!\n  ","973383":"\n  lol yeah they’re old 🤣\n  ","973384":"\n\n   @musicfan1998\n  \n  is here anon! She never left\n  ","973385":"\n  nope we can talk on here.\n  ","973386":"\n  lol alrighty then! That’s awesome for you anon!\n  ","973387":"\n  No idea what you’re on about🤣\n  ","973388":"\n  I’ve posted so many already goodness\n  ","973389":"\n  nope how about you stop calling me babe then?🤣\n  ","973390":"\n  It’s brown with natural red highlights\n  ","973391":"\n  Yes lol\n  ","973392":"\n  Not necessarily lol\n  ","973393":"\n  lol nah, I’m watching 90 day fiancé\n  ","973394":"\n  Yes there has been! That’s why there’s a curfew now to 6 pm until 6 am tomorrow 🙃 stay safe as well!\n  ","973395":"\n  I’m doing okay you?\n  ","973396":"\n  Lol that’s awesome\n  ","973397":"\n  Lol yes I have ages ago!\n  ","973398":"\n  Adam Levine, Chris Martin, Angelina Jolie, Zendaya etc!\n  ","973399":"\n  And all the riots! believe me, I know smh\n  ","973400":"\n  Are you kidding me?🥴\n  ","973401":"\n  I’m not sure rn lol\n  ","973402":"\n  Absolutely!\n  ","973403":"\n  I know most of the people I follow!\n  ","973404":"\n  Don’t have one 🤣\n  ","973405":"\n  Don’t have any\n  ","973406":"\n  Lol I am 😁\n  ","973407":"\n  Lol I’m an adult 🤣\n  ","973408":"\n  I’m 20\n  ","973409":"\n  Lol alrighty then\n  ","973410":"\n  🤨🤨\n  ","973411":"\n  Not currently\n  ","973412":"\n  I do like make up!\n  ","973413":"\n  😎😎\n  ","973414":"\n  Living things by Linkin Park!\n  ","973415":"\n  Picking my lips to the point they bleed 🙃\n  ","973416":"\n  I mean it’s in the middle of 2020 and it’s just been getting more worse and worse as time goes on but hopefully it’ll end on a high note we can only hope!\n  ","973417":"\n  I know I know and now it’s dead🤣\n  ","973418":"\n  Hey!\n  ","973419":"\n  I don’t believe I have lol\n  ","973420":"\n  It’s pretty crazy and always so busy! Yeah I do go to the beach quite a lot😁 Yes I’ve seen famous people many times!\n  ","973421":"\n  I’m never in trouble though\n  ","973422":"\n  No? Lol\n  ","973423":"\n  Traveling to Hawaii so many times as a child was always fun!\n  ","973424":"\n  Definitely falling in love with the right person, it takes time to find the right one but you eventually will and I promise you it will be worth it\n  ","973425":"\n  What?\n  ","973426":"\n  Sure anon!\n  ","973427":"\n  I just answered your question lol\n  ","973428":"\n  No idea where that is\n  ","973429":"\n  That’s good, hang in there!🙂\n  ","973430":"\n  🤨🤨\n  ","973431":"\n  No lol I’m loyal to my man and I’m also straight. But thank youu!\n  ","973432":"\n  Omg yes! My favorite song is in my remains 😁\n  ","973433":"\n  Who knows lol\n  ","973434":"\n  I absolutely agree!😁\n  ","973435":"\n  nopeeee! I’m happily taken\n  ","973436":"\n  Sometimes that I’m okay when I’m really upset or sad\n  ","973437":"\n  Yes it’s very awful and saddening!\n  ","973438":"\n  Why would they?🤣\n  ","973439":"\n  I’ve been on ask since 2013 and it was popular back then so I decided why not and join it🤣\n  ","973440":"\n  I’ll give it a listen!🙂\n  ","973441":"\n  not your babe\n  ","973442":"\n  That’s wonderful to hear woo!😁\n  ","973443":"\n  I just don’t anon\n  ","973444":"\n  Oh my I guess I would say forgotten.\n  ","973445":"\n  I guess I would rather be amazing at every activity I try😁\n  ","973446":"\n  Lol do I want to?\n  ","973447":"\n  gotta come off anon\n  ","973448":"\n  Anyways wow it’s early\n  ","973449":"\n  No I never have!\n  ","973450":"\n  Goodnight friends\n  ","973451":"\n  Alright, might go to sleep\n  ","973452":"\n  Are you into linkin park? Now that’s the question I have 🤪\n  ","973453":"\n  I like the ones I already am anon\n  ","973454":"\n  I do\n  ","973455":"\n  We don’t live together yet\n  ","973456":"\n  I’ve seen it happen many times 🥴\n  ","973457":"\n  I’m sleepy\n  ","973458":"\n  You’re so sweet, thank you🥺\n  ","973459":"\n  I do love honey!\n  ","973460":"\n  Absolutely not\n  ","973461":"\n  The view of\n  \n   @edraegen\n  \n  🥰 every single day.\n  ","973462":"\n  I know omg, people are so crazy!\n  ","973463":"\n  We definitely should, I’ll tell him!\n  ","973464":"\n  Oh no, I’m sorry. Well they didn’t leave a note because they didn’t want to most likely.\n  ","973465":"\n  Listen to music, go on social media, text, sleep, look out the window\n  ","973466":"\n  Absolutely lol\n  ","973467":"\n  That would be adorable\n  ","973468":"\n  Here we go again\n  ","973469":"\n  That’s interesting\n  ","973470":"\n  No lol I don’t\n  ","973471":"\n  maybe a brown bear tbh! I could scare people 🤣\n  ","973472":"\n  I’m sorry, I just don’t 🙁\n  ","973473":"\n  Yeah, I absolutely agree with you anon\n  ","973474":"\n  Yeah when we are together we like to cook 😁\n  ","973475":"\n  Then you should order some pizza!\n  ","973476":"\n  Chester Bennington’s voice, it just makes me so happy and sad at the same time when I hear his angelic voice. Legendary voice🥺\n  ","973477":"\n  I’m forgiven about what?\n  ","973478":"\n  Linkin Park, maroon 5 , Coldplay, dead by sunrise, thirty seconds to Mars, walking on cars, hiking, swimming, sleeping, yoga, traveling, watching tv, biking, being active, spending time outdoors etc! I’ve never lost interest for example in the type of music I’m into.\n  ","973479":"\n  Honestly I feel humans are getting much more worse through generations as time goes on. Like much more worse it’s rather saddening actually. Especially in this generation I feel people are becoming much more negative🙁\n  ","973480":"\n  From Taco Bell I love the cool ranch Doritos supreme taco, the nacho cheese Doritos supreme taco. I also like the nacho fries!😁\n  ","973481":"\n  I consider myself interesting 😁\n  ","973482":"\n  Out of my mind and over my head\n  \n  Yeah, those are the days I’ll never forget\n  ","973483":"\n  Lol nah why would we?\n  ","973484":"\n  I wouldn’t want them to approach me because I’m happily taken\n  ","973485":"\n  Yeah he is😋\n  ","973486":"\n  Yes, I have a few times lol\n  ","973487":"\n  What?\n  ","973488":"\n  I’m in a relationship with him so obviously I know him lol\n  ","973489":"\n  No I’m not\n  ","973490":"\n  Nope absolutely not\n  ","973491":"\n  oh lol\n  ","973492":"\n  I haven’t babysat babies so I don’t know lol\n  ","973493":"\n  lol was that you?\n  ","973494":"\n  Excuse you?\n  ","973495":"\n  I absolutely love green tea!\n  ","973496":"\n  Treasure hunter sounds fun lol\n  ","973497":"\n  absolutely anon\n  ","973498":"\n  It’s been awhile lol\n  ","973499":"\n  🧚🏻‍♀️🧚🏻‍♀️\n  ","973500":"\n  No I have not\n  ","973501":"\n  I would want to go to Australia first 😁\n  ","973502":"\n  Why? Lol\n  ","973503":"\n  Thank you! Hope you’re doing well too\n  ","973504":"\n  I know omg! You definitely are lol\n  ","973505":"\n  Oh yes definitely!\n  ","973506":"\n  No lol\n  ","973507":"\n  I don’t mind having my photo taken only sometimes though. 😁\n  ","973508":"\n  oh my goodness, you got suspended again 😱\n  ","973509":"\n  Good morning and I’m not sure yet!\n  ","973510":"\n  It’s okay, it’s normal to worry about your future\n  ","973511":"\n  You got suspended again 😱\n  ","973512":"\n  No I’m good\n  ","973513":"\n  nah anon I’m not your babe\n  ","973514":"\n  Well then try not to get triggered  lol\n  ","973515":"\n  Thank you!\n  ","973516":"\n  That’s very sweet, thank you!\n  ","973517":"\n  Not your babe anon\n  ","973518":"\n  Oh goodness absolutely not🤣\n  ","973519":"\n  Ahhh I see, try not to get suspended again though lol\n  ","973520":"\n\n   @musicfan1998\n  \n  she’s here anon 😁\n  ","973521":"\n  oh my lord, you got suspended again😱\n  ","973522":"\n  So bored\n  ","973523":"\n  No I haven’t\n  ","973524":"\n  Okay? Lol\n  ","973525":"\n  Honestly I would tell you to distract yourself and do things that make you happy, hang out with friends, listen to music etc. and then slowly and surely you’ll forget about that person you’re in love with and you’ll find someone who loves you as well.\n  ","973526":"\n  I don’t wear heels\n  ","973527":"\n  Stay safe as well!❤️\n  ","973528":"\n  This is my favorite 🧚🏻‍♀️🧜🏻‍♀️\n  ","973529":"\n  How old I am, what my height is, if I’m single etc!\n  ","973530":"\n  Absolutely not, but on\n  \n   @edraegen\n  \n  ‘s chest yes😋\n  ","973531":"\n  Nope I’ve never been arrested!\n  ","973532":"\n  The people that are in their lives like their family and friends! I feel they start appreciating them more once it’s too late.\n  ","973533":"\n  Ask me stuff peoples 🙂\n  ","973534":"\n  I’m bored y’all\n  ","973535":"\n  First of all,  I’m straight and taken as it says in my bio!\n  ","973536":"\n  🤣🤣\n  ","973537":"\n  Thank you girly!\n  ","973538":"\n  🥴🥴\n  ","973539":"\n  Awhh thank you girl!\n  ","973540":"\n  You’re very sweet girl!😁\n  ","973541":"\n  Many of them anon\n  ","973542":"\n  That’s cool!\n  ","973543":"\n  Yes I have, my significant other\n  \n   @edraegen\n  \n  🥰 and there’s many people I’d like to meet in person from here.\n  ","973544":"\n  Yessss I love them!\n  ","973545":"\n  I like both sweets and chocolate!\n  ","973546":"\n  You’re so sweet girly, thank you love!💕 I appreciate you too. You just made my day 🥺\n  ","973547":"\n\n   @edraegen\n  \n  🥰\n  ","973548":"\n  Ah I haven’t seen that in ages\n  ","973549":"\n  🤣🤣🤣\n  ","973550":"\n  Questions about the things I like, about me and or my love, deep thinking questions, fun ones, silly ones etc!\n  ","973551":"\n  No I haven’t\n  ","973552":"\n  I would definitely say Trump is🤣\n  ","973553":"\n  watching a movie you?\n  ","973554":"\n  lol anyways\n  ","973555":"\n  How about both?😁\n  ","973556":"\n  No it’s not anon\n  ","973557":"\n  I don’t know why they don’t anon\n  ","973558":"\n  Definitely sunshine!\n  ","973559":"\n  no longer alive\n  ","973560":"\n  Excuse yourself\n  ","973561":"\n  oooh I don’t remember tbh\n  ","973562":"\n  I already watch way too many shows!\n  ","973563":"\n  Yeah for the most part, I do\n  ","973564":"\n  I’ve never watched it!\n  ","973565":"\n  I’m pretty content and happy now most of the time!\n  ","973566":"\n  Oh no, I’m not a fan!\n  ","973567":"\n  I’ve gotten many terrible questions lol I’m not sure!\n  ","973568":"\n  Woooo I was your 910th like!\n  ","973569":"\n  What’s PLL? lol\n  ","973570":"\n  Most likely\n  ","973571":"\n  Yeah, definitely girly!\n  ","973572":"\n  Becoming what I want to be in the future, getting married, having kids someday, being successful, happy and healthy!\n  ","973573":"\n  You should definitely come!\n  ","973574":"\n  That would be pretty awesome actually!\n  ","973575":"\n  Probably about my past experiences!😅\n  ","973576":"\n  I’m in California 😁\n  ","973577":"\n  I’m doing alright! how are you? And yes absolutely, thank you for that!😁\n  ","973578":"\n  Of course lovely, that would be fun!\n  ","973579":"\n  He’s probably tired of you anon\n  ","973580":"\n  Oh no, I’m sorry! Love ya and miss you too girl!💕\n  ","973581":"\n  You okay anon?\n  ","973582":"\n  I’m doing pretty good, how are you girl?\n  ","973583":"\n  Definitely not being good enough!\n  ","973584":"\n  Because we have a lot of responsibilities and things to get done and do. We have so much to offer the world and accomplish. There’s a few things I don’t like about being a girl lol\n  ","973585":"\n  I prefer to listen!\n  ","973586":"\n  I’m definitely not, but thank you!\n  ","973587":"\n  Yes I would!😁\n  ","973588":"\n  That’s a good question, I don’t know why!\n  ","973589":"\n  Woo that’s awesome anon 😁\n  ","973590":"\n  I’m felling swell, waiting for questions!\n  ","973591":"\n  I have way too many favorite quotes!\n  ","973592":"\n  I don’t eat dinner! I did have some watermelon and cheese though for a snack 😋\n  ","973593":"\n  Of course, you’re extremely gorgeous! Love the blue hair 😁\n  ","973594":"\n  I mean not necessarily but some of them are really intriguing and so interesting!\n  ","973595":"\n  That I’m not always shy once I get more comfortable with you I become more talkative and silly.\n  ","973596":"\n  Everyone’s jealous now haha! Thank you😎\n  ","973597":"\n  I’m sleeepy\n  ","973598":"\n  What does that mean?\n  ","973599":"\n  Entertaining myself really!\n  ","973600":"\n  I’ve had many happy memories from my childhood 😅\n  ","973601":"\n  Nothing necessarily lol\n  ","973602":"\n  Lol yes\n  ","973603":"\n  Well I’m straight so\n  ","973604":"\n  Sure lol\n  ","973605":"\n  I mean I don’t think they should be completely free anon.\n  ","973606":"\n  I’m not really a jealous person so like 4 lol\n  ","973607":"\n  probably him tbh!\n  ","973608":"\n  I guess I could be\n  ","973609":"\n  Nope I don’t believe so\n  ","973610":"\n  It’s definitely not🤣\n  ","973611":"\n  None of those choices 😅\n  ","973612":"\n  Because we happen to have the same last name\n  ","973613":"\n  I’m not sure tbh\n  ","973614":"\n  I mean I don’t think it should be free but maybe cheaper for some people definitely.\n  ","973615":"\n  Very green and peaceful also beautiful scenery!\n  ","973616":"\n  Hopefully married to\n  \n   @edraegen\n  \n  and maybe a kid or two by then!\n  ","973617":"\n  I personally wouldn’t ever do anything like that. Just not my type of thing. But to the people who have the platform and post pictures cheers to them!😁 If that’s what makes them happy then they should go for it!\n  ","973618":"\n  Absolutely\n  ","973619":"\n  Ahah that’s very sweet!\n  ","973620":"\n  He’s doing good!\n  ","973621":"\n  I don’t think so lol\n  ","973622":"\n  Nope I’m not\n  ","973623":"\n  It means “victory” and “people” so victory of the people 😁\n  ","973624":"\n  I have manyyyy!\n  ","973625":"\n  Lol why?\n  ","973626":"\n  🤣🤣\n  ","973627":"\n  Absolutely not\n  ","973628":"\n  For real though\n  ","973629":"\n  Yes in high school I was in play production\n  ","973630":"\n  Probably in Hawaii somewhere\n  ","973631":"\n  No I’m not cranky when I’m hungry\n  ","973632":"\n  Yeah like picking at my lips and making them bleed\n  ","973633":"\n  My story is a very long one, let’s not get into it\n  ","973634":"\n  Hey and can you not use the kissy emoji? I’m taken\n  ","973635":"\n  No you wouldn’t make any new friends!\n  ","973636":"\n  Picking my lips, not letting go of people so easily, giving people multiple chances etc.\n  ","973637":"\n  No, I just don’t gain weight\n  ","973638":"\n  Lol I’d just hug back\n  ","973639":"\n  Anons come backkkk\n  ","973640":"\n  Thank you wow🥺\n  ","973641":"\n  I guess so\n  ","973642":"\n  What’s that mean?\n  ","973643":"\n  lol no why would I?\n  ","973644":"\n  I do\n  ","973645":"\n  because that’s just how it happened, the earth is a sphere\n  ","973646":"\n  That’s not my name\n  ","973647":"\n  Nope!\n  ","973648":"\n  Hmmm I don’t remember!\n  ","973649":"\n  lmao seriously?🤣\n  ","973650":"\n  Thank you!\n  ","973651":"\n  I appreciate you so much, thank you!\n  ","973652":"\n  Thank you!\n  ","973653":"\n  It was taken today!\n  ","973654":"\n  Yooo thank you!\n  ","973655":"\n  Awh thank you!\n  ","973656":"\n  Who?🤨\n  ","973657":"\n  Nope, absolutely not\n  ","973658":"\n  I just don’t anon\n  ","973659":"\n  Interesting anon☺️\n  ","973660":"\n  Not being able to go to public places 🙁 and hanging out\n  ","973661":"\n  no I don’t\n  ","973662":"\n  ☺️🤪\n  ","973663":"\n  Nope🤣\n  ","973664":"\n  I like that there’s a lot of places to go and explore and beaches,  I like the food, and the parks and etc.\n  \n  I dislike all the traffic, and too many people, too crowded.\n  ","973665":"\n  Socializing with people without being so anxious\n  ","973666":"\n  I don’t know about that anon, but you should definitely go wish her a happy birthday! It’s her birthday today 🥰 send her love!\n  ","973667":"\n  Anons come back with questions 🥺\n  ","973668":"\n  I have many anon🤫\n  ","973669":"\n  I personally can’t do long distance relationships because I find it very difficult and not knowing what your partner is doing is kinda scary. But to the people that are in long distance relationships and can do it cheers to them! That’s incredible that they make it work.\n  ","973670":"\n  the conversations I have every day with my love are pretty long 🥰\n  ","973671":"\n  Probably my anxiety and shyness!\n  ","973672":"\n  Absolutely by\n  \n   @edraegen\n  \n  🥰\n  ","973673":"\n  lol you just copied this🤣\n  ","973674":"\n  Probably fame lol\n  ","973675":"\n  No I never do, I chew very slowly and get full fast.\n  ","973676":"\n  Not necessarily hate, but dislike yes.\n  ","973677":"\n  Nope I don’t\n  ","973678":"\n  I always find time to sleep!\n  ","973679":"\n  Nothing really that I can think about lol\n  ","973680":"\n  Not necessarily, no! I wanted to be a fashion designer lol but I lost interest in becoming one. I do love fashion though!\n  ","973681":"\n  I mean that’s a deep question, I think I’m someone who is really kind and who loves spreading love and positivity to everyone as much as I can. I’m also very honest and loyal, trustworthy and respectful.\n  ","973682":"\n  Not really\n  ","973683":"\n  I have 3 siblings\n  ","973684":"\n  I haven’t talked to anyone on the phone for awhile 😅\n  ","973685":"\n  Thank you anon, that’s very kind!\n  ","973686":"\n  No I definitely don’t\n  ","973687":"\n\n   https:\/\/youtu.be\/VcpAEVWT1-Q\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I can’t stop listening to this amazing song 🥺\n  ","973688":"\n  I’m right handed\n  ","973689":"\n  Joe mama🤣\n  ","973690":"\n  lol thank you!\n  ","973691":"\n  That if he really ever loved me\/cared about me he wouldn’t have treated me the way he treated me.\n  ","973692":"\n  He just hasn’t been online because it’s boring\n  ","973693":"\n  No he doesn’t because he trusts me\n  ","973694":"\n  I’m a very silly and weird person!🤪\n  ","973695":"\n  I can promise them honesty, respect, loyalty, kindness, love, care, positivity, silliness, fun times, 😁\n  ","973696":"\n  I’m sorry you feel that way🙁 I’m sure they’re not avoiding you.\n  ","973697":"\n\n   @edraegen\n  \n  is the kind of husband I expect 😋\n  ","973698":"\n  No I haven’t done that\n  ","973699":"\n  No I appreciate all the questions, I just want to catch up to them! I’m not upset at all, I love them!\n  ","973700":"\n  Can I catch up to the questions?😱\n  ","973701":"\n\n   @edraegen\n  \n  is my favorite person and Chester Bennington is my role model 🥺\n  ","973702":"\n  I guess ‘me’ time and for self-care!\n  ","973703":"\n\n   @edraegen\n  \n\n  Linkin Park\n  \n  the outdoors!\n  \n  Sleeping\n  \n  Biking\n  ","973704":"\n  Oh my goodness, I couldn’t imagine that actually. I mean how do we know that we aren’t dreaming right now? What if life is just a dream 😱 I mean I feel like it would be better then reality.\n  ","973705":"\n  I’m not exactly sure yet!\n  ","973706":"\n  I think because they’re always in a hurry and rush.\n  ","973707":"\n  Hey!\n  ","973708":"\n  Well I think both women and men should know how to pump gas into a car. It’s just necessary to know how to do that\n  ","973709":"\n  I appreciate that, thank you!\n  ","973710":"\n  Why would I want to?\n  ","973711":"\n  Well yeah lol\n  ","973712":"\n  I haven’t done that in awhile lol\n  ","973713":"\n  No I do not\n  ","973714":"\n  Y’all hold on, I gotta catch up on these questions!😱\n  ","973715":"\n  I mean not necessarily I think ‘beautiful’ is a better compliment\n  ","973716":"\n  Well my favorite flowers are roses!\n  ","973717":"\n  I mean it just depends on what I feel like eating that day\n  ","973718":"\n  Australia for one!\n  ","973719":"\n  Yes I absolutely do, for anything I need advice on!\n  ","973720":"\n  It’s in September and I’m 20!\n  ","973721":"\n  Pork, lamb, pineapple, mango, sushi, onions, banana, asparagus, kale, spinach, ribs, cottage cheese, blue cheese etc!\n  ","973722":"\n  Yeah on social media, in person it’s much harder for me lol\n  ","973723":"\n  I’m just not a religious person and no I have nothing against it\n  ","973724":"\n  no? Lol it’s closed\n  ","973725":"\n  oooh I’m not sure\n  ","973726":"\n  I wasn’t?🤣\n  ","973727":"\n  Anywho\n  ","973728":"\n  haha yeah for sure\n  ","973729":"\n  Nope it definitely can’t!\n  ","973730":"\n  I definitely do! 😁\n  ","973731":"\n  Santorini, Greece because it’s very romantic and the scenery is beautiful and relaxing!\n  ","973732":"\n  That’s okay!\n  ","973733":"\n  That would be very kind!\n  ","973734":"\n  Somewhere tropical and at the beach very relaxed!\n  ","973735":"\n  This is very sweet awh! Thank you for this message 🥺\n  ","973736":"\n  Of course I love video chatting him!\n  ","973737":"\n  I don’t necessarily think so, a persons name doesn’t determine anything about their personality. Their behavior, actions, how they think, their mood does!\n  ","973738":"\n  Mostly texting and calling 😁\n  ","973739":"\n  lol nope\n  ","973740":"\n  That would be so funny!🤣\n  ","973741":"\n  That’s called French kiss lol\n  ","973742":"\n  No I didn’t\n  ","973743":"\n  spending time\/talking to\n  \n   @edraegen\n  \n  , watching tv, listening to music, swimming, going for walks, biking, yoga etc!\n  ","973744":"\n  That’s awesome 🤣\n  ","973745":"\n  No idea who that is lol\n  ","973746":"\n  I honestly think it’s much easier to ask for permission rather then asking for forgiveness. Asking for forgiveness is always so difficult.\n  ","973747":"\n  Because I do ? lol\n  ","973748":"\n  I have a few close friends on here!\n  ","973749":"\n  You realize you’ve found the right one when they treat you the way you deserve to be treated and when they see a future with you and actually want a future with you, talking about getting married to you or spending their lives with you, the way they give their everything into the relationship, putting all their effort into it, making you constantly happy, always wanting to spend time with you, giving you butterflies, you enjoy their presence, they make you laugh etc! And that’s when you know you’ve found the one and that you love them.\n  ","973750":"\n  Lol I’m more of a dog person\n  ","973751":"\n  Really? that’s awesome! Pennywise is so wonderful 🤣\n  ","973752":"\n  I’m pretty good at it\n  ","973753":"\n\n   @edraegen\n  \n  😋\n  ","973754":"\n  I have been in relationships before, yes.\n  ","973755":"\n  Oh my lol 🤣\n  ","973756":"\n  I’m not really sure yet!\n  ","973757":"\n  I do!\n  ","973758":"\n  Because I was sleepy anon but you can ask me stuff!\n  ","973759":"\n  no lol\n  ","973760":"\n  My favorite animal are bears!\n  ","973761":"\n  Yeah it’s washable!\n  ","973762":"\n  Oh goodness, no not really!\n  ","973763":"\n  Thank you! I hope all is well with you too!😁\n  ","973764":"\n  Goodnight friends\n  ","973765":"\n  happy? lol not really\n  ","973766":"\n  I would want to get rid of all the negativity in the world\n  ","973767":"\n  Anywho\n  ","973768":"\n  My overthinking does!\n  ","973769":"\n  You just haven’t found the right one yet, it takes time! Don’t give up\n  ","973770":"\n  ooh I would definitely say my enemies\n  ","973771":"\n  iPhone 8 lol\n  ","973772":"\n  yeah I do\n  ","973773":"\n  lol no that’s okay\n  ","973774":"\n  I prefer the pool because you never know what is under you when you’re swimming in the sea\n  ","973775":"\n  Nope I don’t like stretchy cheese\n  ","973776":"\n  I mean they’re trained at least some of them are lol\n  ","973777":"\n  No I don’t\n  ","973778":"\n  They’re gucci!\n  ","973779":"\n  Lol no idea what you’re talking about 🤣\n  ","973780":"\n  Not a lot, a few\n  ","973781":"\n  Lol thank you anon!\n  ","973782":"\n  What’s foes? Lol\n  ","973783":"\n  Usually only 1 lol\n  ","973784":"\n  I think I’m pretty happy with my life the way it is now\n  ","973785":"\n  I don’t drink coffee but I do like going to Starbucks for other drinks! 😁\n  ","973786":"\n  Green tea, matcha green tea, black tea, peach tea, lemon tea etc!\n  ","973787":"\n  Probably forever 21 or H&M lol\n  ","973788":"\n  No I don’t usually smile at anyone lol\n  ","973789":"\n  Nope, I do not\n  ","973790":"\n  I’m not sure, I don’t really read books 😅\n  ","973791":"\n  Yes I like muffins! Blueberry muffins are my favorite 😁\n  ","973792":"\n  Yes I have recently!\n  ","973793":"\n  Honestly I haven’t in awhile lol\n  ","973794":"\n  Well you can’t have me anon\n  ","973795":"\n  I think both are important for a date with someone!\n  ","973796":"\n  Yes, I would definitely say so. Once they cheat what makes you think they won’t cheat again? You know, I feel once they do it they will always be a cheater no matter what they say or do.\n  ","973797":"\n  Letting people back into my life who have done me wrong multiple times, picking my lips, getting annoyed easily etc!\n  ","973798":"\n  I would definitely get Linkin Park lyrics and probably on my arm\n  ","973799":"\n  Awhhhh thank you anon for this, I appreciate it so much!\n  ","973800":"\n  You know it!\n  ","973801":"\n  Thank you very much, this is so sweet!🥺\n  ","973802":"\n  I’m pretty tall compared to others definitely! Im tall because my dad is tall. I’m 5’7😁\n  ","973803":"\n  Congratulations 🤣\n  ","973804":"\n  I don’t open links\n  ","973805":"\n  lol alrighty then\n  ","973806":"\n  Yeah I do, most of the time\n  ","973807":"\n  I’m just chilling and doing homework currently\n  ","973808":"\n  lol will do\n  ","973809":"\n\n   https:\/\/youtu.be\/VcpAEVWT1-Q\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","973810":"\n  Likes or questions spam? Lol\n  ","973811":"\n  I would definitely say heat!\n  ","973812":"\n  I’d rather cook at home tbh\n  ","973813":"\n  no I don’t think they’re scary at all. In fact, my favorite clown is Pennywise 🤪\n  ","973814":"\n  I definitely enjoy laser tag!\n  ","973815":"\n  Except it’s not 4 am🤣\n  ","973816":"\n  I’ll be waiting!\n  ","973817":"\n  I don’t quite understand?\n  ","973818":"\n  No I don’t\n  ","973819":"\n  Surprisingly no🤣\n  ","973820":"\n  When I’m with\n  \n   @edraegen\n  \n  🥰\n  ","973821":"\n  Nope I’m not\n  ","973822":"\n  I guess so lol\n  ","973823":"\n  no I haven’t had that happen\n  ","973824":"\n  lol hot dogs\n  ","973825":"\n  Never had those pies lol\n  ","973826":"\n  Definitely dogs!\n  ","973827":"\n  I’m not sure, I think everyone does sometimes\n  ","973828":"\n  Oh my😱\n  ","973829":"\n  It’ll happen in time anon\n  ","973830":"\n  I don’t remember lol\n  ","973831":"\n  I would probably cut that person out of my life because I wouldn’t be able to handle that.\n  ","973832":"\n  lol that’s not true at all. There’s plenty of girls out their in the world for you, you just haven’t found the right one yet!\n  ","973833":"\n  no I’m asleep\n  ","973834":"\n  Yes, I’d like to have kids one day although the process is pretty scary and I’d like to have two kids.\n  ","973835":"\n  It’s definitely more important following your own dreams and passions in life. Because after all you’re going to be the one who’s doing the job you wanted to do not your parents. So you should always follow your dreams and your own passions in life.\n  ","973836":"\n  Probably take a nap or just relax and watch tv or listen to music!\n  ","973837":"\n  I haven’t listened to myself breathing in awhile lol. I don’t usually listen to it\n  ","973838":"\n  Why do you have to say ugly?\n  ","973839":"\n  Normally around 8 am and then I go back to sleep\n  ","973840":"\n  That would be interesting lol. I think I would be able to survive but I’d probably look back a few times to see where Slender Man is🤣\n  ","973841":"\n  Of course lol it’s all good!\n  ","973842":"\n  My marble reality?🤣\n  ","973843":"\n  Kinda lol\n  ","973844":"\n  lol no he’s not 🤣\n  ","973845":"\n  🧚🏻‍♀️🧞‍♀️\n  ","973846":"\n  Always sweet foods definitely lol\n  ","973847":"\n  Random things 🤣\n  ","973848":"\n  Most likely lol\n  ","973849":"\n  Yeah, I would\n  ","973850":"\n  Nope!\n  ","973851":"\n  I live in Southern California lol\n  ","973852":"\n  California\n  ","973853":"\n  I guess so lol\n  ","973854":"\n  Lol nah I don’t think that\n  ","973855":"\n  I’m sleeeepy\n  ","973856":"\n  My personality, definitely\n  ","973857":"\n  Nothing really new, I love the song  called soul song released by grey daze. It’s Chester singing 🥺\n  ","973858":"\n  oh I think well done lol\n  ","973859":"\n  lol I’m just lost 🤣\n  ","973860":"\n  Music influences me much more!\n  ","973861":"\n  lol what\n  ","973862":"\n  lol yeah I love Shaz! She’s gorgeous 😁\n  ","973863":"\n  in the past, yes I have\n  ","973864":"\n  Yes, I’ve seen him!\n  ","973865":"\n  lol you just find someone else 🤣\n  ","973866":"\n  Yes! I enjoy kayaking\n  ","973867":"\n  I would say English!\n  ","973868":"\n  What?\n  ","973869":"\n  I would say water!\n  ","973870":"\n  I think you could tell when someone is your soulmate when they genuinely treat you as you deserve to be treated and love you with their everything and actually see a future with you and want one too. You should be treated as a king or queen.\n  ","973871":"\n  Spongebob Squarepants\n  ","973872":"\n  I know my past relationship I thought he was my soulmate but turned out we just weren’t meant to be. But no this time I know he’s my soulmate, it’s definitely different and he treats me the way I deserve to be treated. And he loves me for who I am and with his everything🥰\n  ","973873":"\n  Yes, I do\n  ","973874":"\n  Absolutely not, I just need my man\n  ","973875":"\n  Invisibility and teleportation lol\n  ","973876":"\n\n   https:\/\/youtu.be\/LEjJaLexQq4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","973877":"\n  can you have respect? I’m taken\n  ","973878":"\n  excuse me?\n  ","973879":"\n  I think you know you love someone enough to want to marry them when they’re all you could think about, they make you the happiest, every-time you hear their voice\/are around them your heart skips a beat and races, they’re your everything and you never want to lose them, you see yourself spending the rest of your life with them, you see a future with them, you give them your all, you put everything into the relationship, they’re your other half\/soulmate, and you couldn’t live without them etc!\n  ","973880":"\n  I actually find them pretty interesting and adventurous\n  ","973881":"\n  It’s getting more worse tbh\n  ","973882":"\n  I haven’t seen that movie in ages omg 🤣\n  ","973883":"\n  Oh my there’s so many places I could take them!\n  ","973884":"\n  Im already in a relationship with the guy I like silly anon!\n  ","973885":"\n  Why did my selfie get deleted?\n  ","973886":"\n  🤨🤨\n  ","973887":"\n  Yes, I have!😁\n  ","973888":"\n  Yes lol I have it\n  ","973889":"\n  nope lol\n  ","973890":"\n  The what now?\n  ","973891":"\n  Of course they will support you!\n  ","973892":"\n  Don’t be so negative\n  ","973893":"\n  Well damn anon\n  ","973894":"\n  That was in the past so it doesn’t matter anymore\n  ","973895":"\n  Why are you asking?\n  ","973896":"\n  Anywhoooo\n  ","973897":"\n  Yes I absolutely do!\n  ","973898":"\n  I’m straight\n  ","973899":"\n  I overthink a lot about everything and it’s mainly my thoughts and mind that lead to me overthinking lol\n  ","973900":"\n  Yeah that’s okay lol\n  ","973901":"\n  No I don’t\n  ","973902":"\n  ahah that’s sweet, but a few people would disagree\n  ","973903":"\n  It’s okay girl, I’ll send you the questions I ask!😁\n  ","973904":"\n\n   https:\/\/youtu.be\/VcpAEVWT1-Q\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","973905":"\n  I definitely want to go to the United Kingdom and Australia but I haven’t been yet! 😁\n  ","973906":"\n  I definitely prefer going to the cinema!\n  ","973907":"\n  Mostly the mall and the movies!😁\n  ","973908":"\n  I’m a student anon\n  ","973909":"\n  that’s right, that’s right\n  ","973910":"\n  I’ll give more and no worries😁\n  ","973911":"\n  yooooo that’s insane 6 times?! woah but it’s okay you’ll rebuild this account again in no time!\n  ","973912":"\n  oh no you got suspended but hello there\n  ","973913":"\n  What are you even saying? Lol\n  ","973914":"\n  Well I feel a ‘functioning’ alcoholic would be able to hold their alcohol drinking really well and not drink too much, be able to do everyday things without being drunk. And a regular alcoholic probably drinks way too much and gets drunk often and can’t handle their alcohol.\n  ","973915":"\n  What? Lol\n  ","973916":"\n  Lol this is so dead\n  ","973917":"\n  I like both salted and sweet popcorn\n  ","973918":"\n  Well today is officially 3 years since I graduated high school wow! That’s insane 😁\n  ","973919":"\n  Nothing because it’s not true lol\n  ","973920":"\n  Just observe them and from that you can tell what kind of person they’re!\n  ","973921":"\n  There’s many reasons actually lol\n  ","973922":"\n  I haven’t tried that lol\n  ","973923":"\n  Spread positivity and love to others as much as I can 😁\n  ","973924":"\n  Criminal minds without a doubt!\n  ","973925":"\n  It’s not lol\n  ","973926":"\n  A sponge?🤔\n  ","973927":"\n  Lol where’d you get that from?🤣\n  ","973928":"\n  Yeah I’ve heard that before🤣\n  ","973929":"\n  Which one?🤣\n  ","973930":"\n  🤣🤣\n  ","973931":"\n  lol no I don’t have a reason to\n  ","973932":"\n  oh dear lord\n  ","973933":"\n  lol I don’t have a cause to sue anyone\n  ","973934":"\n  No I’ve never sued anyone and no I’ve never been sued lol\n  ","973935":"\n  Good morning anon, and lol you’re hilarious!\n  ","973936":"\n  Lol no I haven’t, no one has!\n  ","973937":"\n  Might go to sleep\n  ","973938":"\n  Usually by having fun and having a party of some sorts!\n  ","973939":"\n  Definitely any Linkin Park song!\n  ","973940":"\n  Definitely carbonara!\n  ","973941":"\n  I haven’t tried that, nope!\n  ","973942":"\n  We spend so much time together and we talk a lot anon.\n  ","973943":"\n  hmm good question, but I don’t know 🤔\n  ","973944":"\n  I’m not sure lol\n  ","973945":"\n  🤣🤣🤣\n  ","973946":"\n  oh my I’m sleepy\n  ","973947":"\n  oh my, this is app is just dead\n  ","973948":"\n  I’m sleepy\n  ","973949":"\n  no he always does anon\n  ","973950":"\n  lol ooof\n  ","973951":"\n  Nah don’t have that\n  ","973952":"\n  Of course he does!\n  ","973953":"\n  I’m so bored\n  ","973954":"\n  Sighhhhhh\n  ","973955":"\n  No I don’t think so tbh\n  ","973956":"\n  No it wouldn’t be the same person because my loved one was killed right in front of me and I witnessed it so I would know that the copy that was made of them isn’t really them.\n  ","973957":"\n  lol I don’t think so\n  ","973958":"\n  Anywho\n  ","973959":"\n  Yeah, I believe so\n  ","973960":"\n  🤨🤨\n  ","973961":"\n  Absolutely\n  ","973962":"\n  Ask me stuff then\n  ","973963":"\n  where my anons @?🥺\n  ","973964":"\n  Well yes, I definitely could be\n  ","973965":"\n  No it doesn’t feel overwhelming, it feels wonderful\n  ","973966":"\n  okay this is dead again\n  ","973967":"\n  Y’all  talk\n  ","973968":"\n  I’ve heard people say many weird things honestly\n  ","973969":"\n  Probably how old I am and how tall I am lol. I’ve answered those two questions so many times\n  ","973970":"\n  Anyways\n  ","973971":"\n  alright anon\n  ","973972":"\n  Oh my goodness, I don’t really know 😱\n  ","973973":"\n  Tag line?\n  ","973974":"\n  Y’all should ask me stuffff\n  ","973975":"\n  Ooh honestly I don’t know maybe 21 even though I’m still 20🤣\n  ","973976":"\n  Lol sure why not!\n  ","973977":"\n  I’ve honestly learned so many valuable lessons in my life\n  ","973978":"\n  omg y’all are missing out! It’s such a good flavor! 😱\n  ","973979":"\n  because they think it’ll work if they say it but it doesn’t\n  ","973980":"\n  no lol\n  ","973981":"\n  Yes, it’s very addictive and I don’t think we could ever stop.\n  ","973982":"\n  anywho I’m bored\n  ","973983":"\n  Definitely Italy and Greece!\n  ","973984":"\n  Probably Instagram because it seems most people have that nowadays\n  ","973985":"\n  Yes, I think that’s definitely one negative thing about it\n  ","973986":"\n  lol oof anon\n  ","973987":"\n  Yes, I think I would’ve been more comfortable and I would’ve gotten used to it\n  ","973988":"\n  I think we were all born to love and find someone to love and experience the feeling of falling in love but then some people just aren’t capable of falling in love so there’s that too. But yes, I think we were born with the desire to fall in love with someone and experience it.\n  ","973989":"\n  You know, you sound really jealous and it’s definitely not a good look on you anon. So I suggest you stop 😁\n  ","973990":"\n  Lol that sounds interesting 🤣\n  ","973991":"\n  Much easier then in person for me\n  ","973992":"\n  It doesn’t lol\n  ","973993":"\n  I’m pretty sure they didn’t name him after that anon\n  ","973994":"\n  Lol once we started talking more\n  ","973995":"\n  When I do get hungry I don’t get cranky lol\n  ","973996":"\n  🤣🤣\n  ","973997":"\n  no I wouldn’t\n  ","973998":"\n  At the beginning he did have a picture of himself actually only because he was new to this app.\n  ","973999":"\n  yes, absolutely I do\n  ","974000":"\n  Definitely any Linkin Park song!\n  ","974001":"\n  Living your life to the fullest and getting out of your comfort zone as much as possible.\n  ","974002":"\n\n   @edraegen\n  \n  🥰\n  ","974003":"\n  Lol no I never thought he was a catfish at all and he’s not so.\n  ","974004":"\n  I personally don’t think they do a good job on making the movie scary like come on, the point of a horror movie is to make it scary 🤣\n  ","974005":"\n  no I’ve never done that actually\n  ","974006":"\n  nope!\n  ","974007":"\n  Today I didn’t have breakfast!\n  ","974008":"\n  Nah lol I haven’t\n  ","974009":"\n  You should be confident and go up to them and say “ would you like to go on a date with me?” And smile as well.\n  ","974010":"\n  I don’t get why they catfish in the first place, I mean you should always be yourself so that others can get to know you for who you’re not for someone you pretend to be. It doesn’t make sense to me.\n  ","974011":"\n  Whattttt?\n  ","974012":"\n  The people in it and how they act and behave\n  ","974013":"\n  I’m not sure tbh\n  ","974014":"\n  I’ve had many cringy moments in my life\n  ","974015":"\n  Probably the great gatsby!\n  ","974016":"\n  No I usually like to swim lol\n  ","974017":"\n  That’s so messed up, I mean just for revenge? That’s not cool at all.\n  ","974018":"\n  I don’t think I have personally taken up that offer tbh but I’m always here for anyone who wants to talk or vent!\n  ","974019":"\n  Wade? Lol\n  ","974020":"\n  Cool cool cool\n  ","974021":"\n  A vampire!\n  ","974022":"\n  Go swimming, go outside, go for a walk, watch tv, listen to music, sleep, go on social media etc!\n  ","974023":"\n  lol I don’t remember how old I was 🤨\n  ","974024":"\n  I don’t really have a favorite food tbh\n  ","974025":"\n  You’ve asked this already oh my\n  ","974026":"\n  Chocolate!😋\n  ","974027":"\n  oh my goodness I think I have a new favorite song 🥺🥺\n  ","974028":"\n  I’m not sure 🤔\n  ","974029":"\n  nope lol\n  ","974030":"\n\n   https:\/\/youtu.be\/VcpAEVWT1-Q\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","974031":"\n  They’re lays and Lime flavored! Very goood😁\n  ","974032":"\n  Not yet!\n  ","974033":"\n  I’ve given people from my past so many chances only for them to continue when they did 🥴\n  ","974034":"\n  It’s been awhile omg\n  ","974035":"\n  lol alrighty then\n  ","974036":"\n  no I don’t lol\n  ","974037":"\n  Why? Lol\n  ","974038":"\n  You seem like a really kind guy, very chill and also seem like a very good person and friend to have😁 Also you really love where you live which is Sweden!\n  ","974039":"\n  Ignore me\/ghost me and or leave me on seen, argue with me, negativity, hating on others etc.\n  ","974040":"\n  I haven’t done anything too crazy to get what I want 🤣\n  ","974041":"\n  You could say I had fun wasting my time!😁\n  ","974042":"\n  I use lol and tbh a lot 🤣\n  ","974043":"\n  Of course! Summer is my favorite season. I do have plans 😁\n  ","974044":"\n  Awh I’m sorry, it definitely takes time but it’ll get better and you’ll find someone who treats you right!\n  ","974045":"\n  Absolutely I love listening to music while doing things! I listen to Linkin Park always!😁\n  ","974046":"\n\n   https:\/\/youtu.be\/VcpAEVWT1-Q\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  It’s Chester singing🥺 and it’s such an amazing song!\n  ","974047":"\n  Yeah it was very difficult but eventually you’re able to get over it\n  ","974048":"\n  The lesson of letting go of someone and moving on I learned the hard way definitely.\n  ","974049":"\n  I don’t quite remember tbh🤣\n  ","974050":"\n  I’m not sure, I guess traveling somewhere fun for my birthday or having friends and family over!\n  ","974051":"\n  I don’t remember lol\n  ","974052":"\n  Sure anon\n  ","974053":"\n  It’s going good! How’s your day?\n  ","974054":"\n  It’s goingggg pretty good!\n  ","974055":"\n  Nothing much really, just chilling and hanging out lol\n  ","974056":"\n  My phone, toothbrush, the toilet, soap, etc!\n  ","974057":"\n  Oh lol I didn’t search anything, it was just there when you open gifs 😁\n  ","974058":"\n  Congratulations dude\n  ","974059":"\n  Fresh juice!\n  ","974060":"\n  Probably around 80 -90 tbh\n  ","974061":"\n  I like that too\n  ","974062":"\n  My personality makes me who I am and also my past experiences make me, me!\n  ","974063":"\n  no lol🤣\n  ","974064":"\n  I would name my pirate ship Nikraegen 😋\n  ","974065":"\n  Of course I do, I love horror movies!\n  ","974066":"\n  Definitely going outside and enjoying the warm weather and swimming and or just sitting in the sun and enjoying nature 😁\n  \n  I also love spending time with and talking to my love\n  \n   @edraegen\n  \n  😋\n  ","974067":"\n  Yeah, I enjoy going to six flags\n  ","974068":"\n  lmao yeah I am\n  ","974069":"\n  Yes lol I have been!\n  ","974070":"\n  🥴🥴🥴\n  ","974071":"\n  Absolutely!\n  ","974072":"\n  Yeah, I think I do\n  ","974073":"\n  I’m gooooood\n  ","974074":"\n  Howdy\n  ","974075":"\n  Definitely how I feel and how I’m doing\n  ","974076":"\n  Yes absolutely!\n  ","974077":"\n  lol nah you should watch it, it’s entertaining 🤣\n  ","974078":"\n  Nah it’s not, don’t start with me\n  ","974079":"\n  The expression is derived from the French, meaning “already seen”. When it occurs, it seems to spark our memory of a place we have already been, a person we have already seen, or an act we have already done. It may feel unsettling that we’ve experienced a new moment before.\n  ","974080":"\n  Impractical jokers!🤣\n  ","974081":"\n\n   @edraegen\n  \n  , my family and friends and getting to live on this planet 😁\n  ","974082":"\n  No one received their coins from the vip program lol\n  ","974083":"\n  Lol he wouldn’t want me to call him that\n  ","974084":"\n  I prefer colorful ones!\n  ","974085":"\n  Coming together and living in harmony. Also spreading positivity and love to everyone and being able to live in peace with one another 🙂\n  ","974086":"\n  That’s not how the show works lol\n  ","974087":"\n  lol absolutely not, I’m happily taken\n  ","974088":"\n  Overthinking, my mind and thoughts\n  ","974089":"\n  🤨🤨\n  ","974090":"\n  I think when it comes to relationships for me because of the experiences I’ve had.\n  ","974091":"\n  Not really as much\n  ","974092":"\n  You’ve already sent this lol\n  ","974093":"\n  That would be interesting lol\n  ","974094":"\n  Anyways 90 day fiancé is ooooh today!\n  ","974095":"\n  Taking care of the earth and the environment and watching their mental health and being able to share how they feel with others\n  ","974096":"\n  I guess I’m some ways I can be\n  ","974097":"\n  For sure anon.\n  ","974098":"\n  Not really\n  ","974099":"\n  Right lol\n  ","974100":"\n  Yes lol\n  ","974101":"\n  From us?\n  ","974102":"\n  that’s okay lol\n  ","974103":"\n  To Malibu 😁\n  ","974104":"\n  🥱🥱\n  ","974105":"\n  Nopeeee!\n  ","974106":"\n  I’m taken so yes that’s disrespectful\n  ","974107":"\n  Lol again have some respect please\n  ","974108":"\n  Lol what’s that mean?\n  ","974109":"\n  Nothing currently and I’m not your darling anon\n  ","974110":"\n  Yeah definitely\n  ","974111":"\n  Sure!\n  ","974112":"\n  Yeah that’s true\n  ","974113":"\n  Yes I definitely have surprisingly lol\n  ","974114":"\n  I always find time to sleep, so not too long\n  ","974115":"\n  yeah, I mean I guess so\n  ","974116":"\n  Probably queen of anxiety lol🤣\n  ","974117":"\n  I’ve just always been really shy and anxious talking to other people\n  ","974118":"\n  Yeah it sucks!🙁\n  ","974119":"\n\n   @edraegen\n  \n  🥰\n  ","974120":"\n  Nope definitely not easily, I’m socially anxious\n  ","974121":"\n  I’m not sure probably by next year lol\n  ","974122":"\n  🤨🤨\n  ","974123":"\n  I will be waiting with a song in my soul\n  ","974124":"\n  Not really, not from childhood\n  ","974125":"\n  Yes omg it’s my favorite!😁\n  ","974126":"\n\n   https:\/\/youtu.be\/VcpAEVWT1-Q\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  This song omg😍🥺\n  ","974127":"\n  Criminal minds!\n  ","974128":"\n  By their eyes and their body language. Also their words and actions\n  ","974129":"\n  that’s a good question, I don’t really know tbh\n  ","974130":"\n  Yeah, I don’t mind it\n  ","974131":"\n  Lol no I’m not\n  ","974132":"\n  Wrong on what?🤣\n  ","974133":"\n  I’m boredddd\n  ","974134":"\n  No lol\n  ","974135":"\n  Because it’s not. You should only wear a mask if you’re going out to the store. Also if you’re infected or treating someone who is.\n  ","974136":"\n  Oh I know, just was  hard to talk about what he did🥺\n  ","974137":"\n  Yes of course mental health is a thing anon. Look someone may seem happy on the outside when they’re really suffering on the inside but you would never know because they don’t display it.  Just because someone is rich doesn’t mean anything. They could still be depressed and battling with demons inside of them. Chester was battling with demons that took over him and sadly he took his precious life but he will never be forgotten.\n  ","974138":"\n  🥴🤪\n  ","974139":"\n  Yes absolutely I would love to spend a night somewhere haunted with or without money🤪\n  ","974140":"\n  Nah I just don’t get them\n  ","974141":"\n  I like imagine dragons!\n  ","974142":"\n  Lol I see\n  ","974143":"\n  Anywhooooo\n  ","974144":"\n  Not your sweetie, have some respect\n  ","974145":"\n  Can you not?\n  ","974146":"\n  That’s not true at all. Most people don’t get vaccines anyways\n  ","974147":"\n  Hmm I don’t know lol\n  ","974148":"\n  Definitely the sun!\n  ","974149":"\n\n   https:\/\/youtu.be\/5dmQ3QWpy1Q\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","974150":"\n  Nope\n  ","974151":"\n  I just don’t get it, never have\n  ","974152":"\n  I’m now bored lol\n  ","974153":"\n  When life gives you lemons... don’t make lemonade! Make life take the lemons back.. get mad!\n  \n  Yell “ I don’t want your damn lemons!” Demand to see life’s manager. Then burn their house 🤣\n  ","974154":"\n  I honestly don’t get scared too easily, and if I do I enjoy getting scared. I get scared sometimes when I don’t know what’s going to pop out and then I’ll end up laughing 🤣\n  ","974155":"\n  Lol Sky is scared of everything so she would just run away\n  ","974156":"\n  Well I mean that would be amazing so that people who have it can get better\n  ","974157":"\n  I don’t watch any podcasts!\n  ","974158":"\n  Nope I’m good\n  ","974159":"\n  I’m not sure if I believe in him tbh\n  ","974160":"\n  I would probably panic and then realize that it’s only a dream 🤣\n  ","974161":"\n  Nopeeee\n  ","974162":"\n  Nope I’m not🤨\n  ","974163":"\n  No that’s okay lol\n  "}}