{"Question":{"974164":"\n   Do you like twizzlers?\n  ","974165":"\n   One question to which your answer will always be a \"no\"?\n  ","974166":"\n   Has anyone stopped you on the street because they thought you were Doja Cat?\n  ","974167":"\n   What used to be considered trashy but now is very classy?\n  ","974168":"\n   Favorite chips?\n  ","974169":"\n   Do you like thunder and lightening? ⚡\n  ","974170":"\n   Would you like to have a kitty join your group of animal friends? :)\n  ","974171":"\n   youre sweet nikki :)\n  ","974172":"\n   do you think it's cute when other people do that nonstop or do you think it's nauseating and childish when they do it?\n  ","974173":"\n   I never knew my father, but I always knew my grandpa\n  ","974174":"\n   do you think it's unhealthy that the only positive things about life you can talk about have to do with him? you act like there's nothing you can enjoy that doesn't relate to him\n  ","974175":"\n   Do you ever h8 1 of your parents? What do you do with that anger? I'm so ticked off\n  ","974176":"\n   I know, I feel his presense, its just not being able to see or talk to him. He was a Korean war veteran, winner of the distinguished flying cross and yet my happiness and well being was always his mission.\n  ","974177":"\n   Have you ever had any cats or just dogs?\n  ","974178":"\n   Has anything made you smile today? What was it?\n  ","974179":"\n   My Grandpa died and he was always so kind to me, always spent time with me, and one day hes just gone\n  ","974180":"\n   Well I'm really hurting right now so I could use someone nice to talk too :(\n  ","974181":"\n   Tips on how I can avoid paying my child support? I am so far about 7,500 grand behind and after June they are going to start suspending my drivers License and later on probably put me in the county jail  so please any advice would be helpful thank you, you’re the best and I love you dearly so much😊.\n  ","974182":"\n   If someone is sad or hurting, can they lean on you for comfort and support?\n  ","974183":"\n   What are your favorite types of questions to get?\n  ","974184":"\n   What are some of your favorite scary films you have seen ?\n  ","974185":"\n   Your hotness scares me\n  ","974186":"\n   Do you like to watch scary films ?\n  ","974187":"\n   Hey everyone I hope your all staying safe during quarantine . I just dropped a new song and this one here is to bring you some positive vibes and to uplift the spirits during these weird times so be sure to check it out and let me know what you think! Stay safe\n   \n    https:\/\/youtu.be\/2kNfxTGkmFI\n   \n","974188":"\n   in the summer. do you use an air conditioner or a fan?\n  ","974189":"\n   Do you consider yourself a very polite person?\n  ","974190":"\n   Are your arms showing currently?\n  ","974191":"\n   What do you enjoy doing most?\n  ","974192":"\n   How satisfied are you with your voice?\n  ","974193":"\n   Why did you stop Nikki?\n  ","974194":"\n   Straw or no straw in drink?\n  ","974195":"\n   What would you use rope and duct tape for?\n  ","974196":"\n   Do your doggos ever curl up with you when you sleep?\n  ","974197":"\n   What's one of the dumbest things u bought?\n  ","974198":"\n   Mads Lewis\n   \n    @trulymadison\n   \n   is the queen of ask will you bow down to her rn and pledge your loyalty??\n  ","974199":"\n   But why are you sleepy if its only 4 oclock? lol\n  ","974200":"\n   Is there any movie or show you haven't seen and you know most people would be like \"What? Have you not seen that!?\" if you told them? 😮🎬📺\n  ","974201":"\n   How is everyone?\n  ","974202":"\n   are you napping in your bf's arms as we speak?\n  ","974203":"\n   Do you like cooked pudding ? \nAm I the only person in America who cooks pudding ?\n  ","974204":"\n   happy halloween\n  ","974205":"\n   it's good thank you\n  ","974206":"\n   Shadow is a pitch black cat with these neon green eyes, even though shes so sweet I swear shes a haunted kitty lol\n  ","974207":"\n   How would you react if someone gave you some chocolate covered strawberries? :D\n  ","974208":"\n   Theres this black neighborcat named shadow and shadow comes to see e every day meowing and purring and brushing against me omg :P\n  ","974209":"\n   What type of food makes you a happy nikki?\n  ","974210":"\n   If you found yourself in wonderland like Alice did, what'd you do there? 🍄🐰♣️\n  ","974211":"\n   Mishra. Advocate Mishra. My name still has power.\n  ","974212":"\n   Have you ever wondered what your pet named you?\n  ","974213":"\n   I need a gf I am 13 and a gamer I don't care if you are beautiful or not,\n  ","974214":"\n   Do you like to go bike riding? I’m thinking about buying a bike so I can go on rides with the kids. But holy shit the prices went up! Fucking pandemic!\n  ","974215":"\n   Your favourite dress?\n  ","974216":"\n   What do you think of makeup?\n  ","974217":"\n   Yes Nicole, definitely yes. You don't even realize how valuable you are!\n  ","974218":"\n   We need to arrange for you to travel in a motorcade then, with multiple cars in front, behind and on the sides of you wherever you go.\n  ","974219":"\n   Are you trying to be better than everyone around you, or better than the person you were yesterday?\n  ","974220":"\n   What are some small things that make you happy?\n  ","974221":"\n   And specifically, I want you on either Maui or preferably Kauai, since there are even fewer people there.\n  ","974222":"\n   it's not as safe as hawaii. that's my point.\n  ","974223":"\n   Do you like who you are right now?\n  ","974224":"\n   What is one thing you don't understand about yourself?\n  ","974225":"\n   What animal would make a great pet if it wasn't dangerous?\n  ","974226":"\n   Who is the funniest comedian according to you?\n  ","974227":"\n   What's the most overrated tourist attraction?\n  ","974228":"\n   How would you describe your country in three words?\n  ","974229":"\n   So my sister was born from a different father but we have the same mom is she blood related to me? Don’t we have the same genes?\n  ","974230":"\n   Where do you get most of your ideas from?\n  ","974231":"\n   What is your favorite love story movie?\n  ","974232":"\n   How would you describe your time in school in 3 words?\n  ","974233":"\n   What was the first thing you learned to cook?\n  ","974234":"\n   What do you like the most about your friends? Choose one in particular and say everything you like about them!\n  ","974235":"\n   Do you know any “Karens” ? Look it up if you aren’t sure what I’m referring to .\n  ","974236":"\n   What was the last song you danced to?\n  ","974237":"\n   weirdest food you've receive from your neighbors\/relatives? 😂🍲🌯🍛\n  ","974238":"\n   Who is the biggest gossiper you know?\n  ","974239":"\n   What is one thing you have no patience for?\n  ","974240":"\n   What’s the most ridiculous fact you know?\n  ","974241":"\n   What are you wearing right now?\n  ","974242":"\n   How do you cope with lack of sleep?\n  ","974243":"\n   why do you use Ask.fm? 🤔💖🔥\n  ","974244":"\n   How is life right now?\n  ","974245":"\n   Would you name it after Chester (scientific Latin name)?\n  ","974246":"\n   Post the last picture you've taken on your phone!\n  ","974247":"\n   Your favourite T.V show?\n  ","974248":"\n   Do you prefer the large scale, popular, busy life of living in the city, or the quieter, calmer, solitudinous life of living in the country?\n  ","974249":"\n   What do you like to do to relax, and\/or calm yourself after a particularly horrible day?\n  ","974250":"\n   Which is the most delicious food for you?\n  ","974251":"\n   10 favorites! 😃 \n\n1. Favorite movie? 📽\n2. Favorite show? 📺\n3. Favorite game? 🎮🎲\n4. Favorite color? 🎨\n5. Favorite animal? 🐾\n6. Favorite fruit? 🍎\n7. Favorite dish? 🍝\n8. Favorite dessert? 🍰\n9. Favorite season? 🌡\n10. Favorite holiday? 🎆\n  ","974252":"\n   Would you rather go out for dinner or cook at home?\n  ","974253":"\n   SIREN: \nDo you want to be a mermaid\/merman too? 🧜‍♀️🧜‍♂️\n  ","974254":"\n   Do you worry about your future?\n  ","974255":"\n   Its almost 1pm so it's not that late anyway aha 😁 but you should get some sleep! Hope you have\/had a good night 😊\n  ","974256":"\n   what would you do if you if you discovered a new species? 🦎🦖🐙🦠🦗\n  ","974257":"\n   What are you having for dinner?\n  ","974258":"\n   If you could change anything about yourself, what would you change?\n  ","974259":"\n   Which one you like - doing the right thing or doing things right?\n  ","974260":"\n   It's not safe enough or beautiful enough. I'm also from LA.  I want you on an island with fewer people amidst tropical plants & flowers.\n  ","974261":"\n   Would you like to stay young forever?\n  ","974262":"\n   My boobs and butt are bigger\n  ","974263":"\n   I'm sorry! :0 i hope you having a good day\/night 🙏🏽🙂\n  ","974264":"\n   Are you afraid of the dark?\n  ","974265":"\n   does it surprise you that \"ok\" is actually the original spelling of the word? ppl used it as an abbreviation for \"all correct\" (but spelled oll korrect). decades later \"okay\" started being used too.\n  ","974266":"\n   Hello my pretty cute friend. Lol\n  ","974267":"\n   Is it true what they’re saying ? Is Baenlin really dead ?\n  ","974268":"\n   I want you somewhere safe and beautiful\n  ","974269":"\n   Are the University of Illinois and the University of Iowa rivals?\n  ","974270":"\n   what would you rather them say?\n  ","974271":"\n   choose one\n  ","974272":"\n   I want you to live there\n  ","974273":"\n   would you like to live in Hawaii?\n  ","974274":"\n   aww why wouldn't they play with Ginger? :(\n  ","974275":"\n   If my jack russell danced around your doggos, trying to get them to play, would they play with her? :D\n  ","974276":"\n   last question that made you laugh?\n  ","974277":"\n   If breeders created a bull dog and shi Tzu mix, would they call it  a \"bullshit?\"\n  ","974278":"\n   what do you like about them\n  ","974279":"\n   What words or phrases make you cringe?\n  ","974280":"\n   What kinds of dogs do you have?\n  ","974281":"\n   would you rather give or receive? 🤔🎁💝\n  ","974282":"\n   What’s a lie most people believe nowadays?\n  ","974283":"\n   WHAT IS SOMETHING UNUSUAL YOU RECOMMEND EVERYONE TRY AT LEAST ONCE?\n  ","974284":"\n   What's one book you've read recently and would recommend others to read?\n  ","974285":"\n   Do you believe in second chance?\n  ","974286":"\n   Why do people give up so easily on relationships nowadays? Are we becoming more and more selfish?\n  ","974287":"\n   What chocolate is your favorite?\n  ","974288":"\n   Are you spiritual or religious in any way? If so, how?\n  ","974289":"\n   Do you have any phobias?\n  ","974290":"\n   Do you think cats have any regrets?\n  ","974291":"\n   What is love for you?\n  ","974292":"\n   who is your favorite rapper?\n  ","974293":"\n   have you ever been to a frat party?\n  ","974294":"\n   Why do girls wear shorts under their skirts 😭\n  ","974295":"\n   What’s a pretty bad movie with a killer soundtrack?\n  ","974296":"\n   Post a picture when you was a kid and your present picture  now 💔\n  ","974297":"\n   Omg check my two recents the anon was a dumbass 🤣😂😂\n  ","974298":"\n   How old were you when you learned to tie your shoes?\n  ","974299":"\n   What’s the luckiest thing that happened to you that could have ended disastrous?\n  ","974300":"\n   What would you do if there was a world war?\n  ","974301":"\n   🌌 Is our world unique? Are we only the universe out there?\n  ","974302":"\n   Can you tell the difference between a crow and a raven?\n  ","974303":"\n   Which one would you rather take medical advice from Dr Seuss or Dr Strange?\n  ","974304":"\n   Hola mi amor ♥️\n  ","974305":"\n   Tienes ganas de follar\n  ","974306":"\n   Gooodloook! Much appreciated homie🤘🏼\n  ","974307":"\n   You the best!\n  ","974308":"\n   Help me get followers?\n  ","974309":"\n   ‏مُريحه فكرة أنو ربنا عارفك من جوا ..🖤\n  ","974310":"\n   Haha cool cool. What did you think pretty\n  ","974311":"\n   Do you hold grudges or do you let things go?\n  ","974312":"\n   Something cool\n  ","974313":"\n   Would you call yourself a survivor?\n  ","974314":"\n   What was the last thing you ate?\n  ","974315":"\n   Want to be my girlfriend\n  ","974316":"\n   What’s your height and what weight would you rather date ?\n  ","974317":"\n   Where do you draw the line when it comes to what questions you will and won't answer?\n  ","974318":"\n   On a scale of 1-10 how patient are you?\n  ","974319":"\n   How is you doin’?\n  ","974320":"\n   Have you ever gone in for a kiss only for the other person to turn away?\n  ","974321":"\n   Are you a good kisser? 💋💋💋💋\n  ","974322":"\n   on the mosque microphones they said eid is going to be on sunday\n  ","974323":"\n   do you like denim skirts\n  ","974324":"\n   If you had $5 left in your pocket what would you spend it on?\n  ","974325":"\n   So, any new life activities?\n  ","974326":"\n   not this second but since you were my wife in the dream, the line between dreamland and reality blurred for a sec\n  ","974327":"\n   Fried chicken 🍗😍\n  ","974328":"\n   What makes you angry?\n  ","974329":"\n   What color looks best on you?\n  ","974330":"\n   kentucky fried chicken?\n  ","974331":"\n   listen I thought this was a continuation of the dream I was just having\n  ","974332":"\n   I'm gonna do a very loud fart\n  ","974333":"\n   what is my wife doing up so early?\n  ","974334":"\n   If someone wants to give you something that'll make you happy no matter what, what should they give you? 🎁 What about it makes you so happy? 😊\n  ","974335":"\n   On scale 1-10, how awkward are you?\n  ","974336":"\n   Would you rather go out for dinner or cook at home?\n  ","974337":"\n   Who hurt u?\n  ","974338":"\n   🍱 Do you like sushi? 🍣 Have you ever made it yourself at home? 🥠 I’m meeting with two friends today and we’re making sushi. ☺️🍚\n  ","974339":"\n   How could he not like your everything?\n  ","974340":"\n   Is it true that when you were a little girl, you used to call potato chips \"poops?\"\n  ","974341":"\n   have you met someone from the internet?🙈\n  ","974342":"\n   Happy Fxcking Friday 😊😁\n  ","974343":"\n   говорят, что в 15 школе ты на английском любил в людей тетрадями кидаться, это правда алим???\n  ","974344":"\n   Why do girls wear shorts under their skirts 😭\n  ","974345":"\n   have you had any swimsuit nightmares ?\n  ","974346":"\n   But you wont tell me how many doggos you have and what kind :(\n  ","974347":"\n   Okay heres a question, how many doggos do you have?\n  ","974348":"\n   Awww *Lays down on floor with your dog and hugz her* :D\n  ","974349":"\n   But your feet are soft and pretty\n  ","974350":"\n   im sad that you wont talk about your doggos :(\n  ","974351":"\n   what is your dog doing rn?\n  ","974352":"\n   Why not let your boyfriend touch your feet\n  ","974353":"\n   Do you let Jeffrey touch your feet?\n  ","974354":"\n   I trust you\n  ","974355":"\n   What kind are your favorite?\n  ","974356":"\n   how often do you dance?\n  ","974357":"\n   Do you like chips?\n  ","974358":"\n   Who needs trust when you got leverage?\n  ","974359":"\n   Hello\n  ","974360":"\n   have you ever had a treehouse?\n  ","974361":"\n   How often do you count your steps\n  ","974362":"\n   I like be a friend me\n  ","974363":"\n   do you like going on piggyback rides?\n  ","974364":"\n   Why not\n  ","974365":"\n   Can I talk to you\n  ","974366":"\n   Would you like to use a chainsaw?\n  ","974367":"\n   One time I was on a boat with my family and my jack Russell was with us, and a dolphin came to greet us. Ginger my jack Russell was wagging her tail and freaking out, and the dolphin was making happy dolphin noises at Ginger, like it was talking to Ginger OMG :D\n  ","974368":"\n   Then what did you say about gardening?\n  ","974369":"\n   How would you react if you were sick one day, and one og your friends came over, brought you a pot of hot soup, and she stayed by your side and took care of you?\n  ","974370":"\n   you would be an AMAZING model\n  ","974371":"\n   can you walk like models do on the catwalk?\n  ","974372":"\n   Can you juggle?\n  ","974373":"\n   what’s the last thing to make you happy?\n  ","974374":"\n   But some of your defining experiences were made possible by specific people. Whether they were actually special or not in a general sense, they were special in your life and nothing can change that.\n  ","974375":"\n   Because wouldn't it be nice if all the people who are responsible for your heart being the way it is could be loved by you?\n  ","974376":"\n   Hi Nikki\n  ","974377":"\n   Why can't there be room in your heart for everyone you've loved?\n  ","974378":"\n   Will a part of you always love him?\n  ","974379":"\n   ¿Cuál es tu deseo más oscuro?\n  ","974380":"\n   TRICKY Q:\nWhat is the only word spelled incorrectly in every dictionary? 🤔💡🔥\n  ","974381":"\n   How were you able to really get over an ex that you fell in love with... hard?\n  ","974382":"\n   HeRe We Go AgAiN\n  ","974383":"\n   HERE WE GO\n  ","974384":"\n   Because I have seen too many terrible people get away with bad behavior, so on the rare occasion when I see one pay a price for it, it provides me a sweet taste of justice. I savor it like a delicious piece of cake.\n  ","974385":"\n   missed you x\n  ","974386":"\n   I have fun seeing it Nicole\n  ","974387":"\n   Marco..........Marco.........\n  ","974388":"\n   Why isn't it fun? Would you rather see bad people succeed?\n  ","974389":"\n   It's fun to watch bad people suffer isn't it?\n  ","974390":"\n   what kind of karma\n  ","974391":"\n   What did the car say to the banana? peel out\n  ","974392":"\n   But your bf made you feel devastated the other week and then you forgave him pretty quick. Why did you do that?\n  ","974393":"\n   hi nicole\n  ","974394":"\n   ¿Cómo se obtiene ese check azul? >)\n  ","974395":"\n   ¡Describe tu día con emojis!\n  ","974396":"\n   ¿Cómo funciona esto,askfm? >)\n  ","974397":"\n   How's your experience with Rubik's cubes? Have you ever solved one? 🤔🤓\n  ","974398":"\n   Single or taken?\n  ","974399":"\n   Should people be given a second chance? ?\n  ","974400":"\n   Whats your email? Not to be rude?\n  ","974401":"\n   أي حد عنده مشكلة صغيرة يحكي معي عشان نكبرها.😇😂\n  ","974402":"\n   What do you think is the best feeling in the world?\n  ","974403":"\n   Who do you like\n  ","974404":"\n   Are you happy?\n  ","974405":"\n   What's your favorite horror movie?\n  ","974406":"\n   Do you always smile for pictures?\n  ","974407":"\n   💞 Hast du schon mal etwas aussergewöhnliche gesehen ?💞\n  ","974408":"\n   Wenn du ein Video haben könntest von einer Situation deiner Wahl aus deinem Leben. Welche Situation wäre das?\n  ","974409":"\n   You said that gardening isn't something to be proud of\n  ","974410":"\n   Are goodbyes hard for you?\n  ","974411":"\n   Do you have any siblings?\n  ","974412":"\n   Who lives in California 😎\n  ","974413":"\n   Love do you have Xbox\n  ","974414":"\n   do you watch horror movies?\n  ","974415":"\n   selfie?\n  ","974416":"\n   How old are all you ?:)\n  ","974417":"\n   Were you in a relationship with someone before???\n  ","974418":"\n   Do you follow your brain or your heart?\n  ","974419":"\n   Do you have that person you talk every day?\n  ","974420":"\n   How old were you when you had your first kiss?\n  ","974421":"\n   Do you think love fades away?\n  ","974422":"\n   When did u get ur first phone?\n  ","974423":"\n   What does rose juice taste like?\n  ","974424":"\n   Favorite non-alcoholic drink?\n  ","974425":"\n\n    https:\/\/bit.ly\/2LHMmjp\n   \n","974426":"\n   would you survive a zombie apocalypse? 🧟‍♂️🧟‍♀️\n  ","974427":"\n   Do you believe that global peace is attainable?\n  ","974428":"\n   What’s one Secret thing that you don’t want to anyone know about it?\n  ","974429":"\n   why not the bathroom?\n  ","974430":"\n   name a room in the house you wouldn't have the dog in with you?\n  ","974431":"\n   How are you feeling right now?\n  ","974432":"\n   Would you rather\n  ","974433":"\n   Seems to be a common answer. Guess I’m the oddball.\n  ","974434":"\n   Favorite coffee\/coffee like drink? Hot, cold, black, cream, sugar, espresso, mocha, etc etc etc?\n  ","974435":"\n   do you think this world be a better place, if everyone spoke their mind? 🔥🤔📢\n  ","974436":"\n   What are you proud of?\n  ","974437":"\n   Ju as\n\n\n\n\n\nJustin Berfield is from Malcolm in the Middle from 2000?\n  ","974438":"\n   You 100% did. I saw the answer right before I responded because I wanted to make sure I was being accurate.\n  ","974439":"\n   How do you feel?\n  ","974440":"\n   Complete the sentence\n\nI am ____________ 🥀\n  ","974441":"\n   At what points do smart thoughts usually come to you?\n  ","974442":"\n   What motivates you? ❤\n  ","974443":"\n   You always said soulmates were a thing. Before him you said the other guy was your soulmate\n  ","974444":"\n   Hi how are you ? I like your background picture ! 🙂\n  ","974445":"\n\n    https:\/\/youtu.be\/z4CR64hVPMQ\n   \n","974446":"\n   Do you think opposite genders can maintain a friendship without developing a love interest?\n  ","974447":"\n   What’s the first thing you did when you woke up today?\n  ","974448":"\n   Meow meow\n  ","974449":"\n   Whats wrong with gardening?\n  ","974450":"\n   Kis baat ka gilah hai?👀\n  ","974451":"\n   what is the longest phone call yall have ever had?\n  ","974452":"\n   What are your plans for tomorrow?\n  ","974453":"\n   You are better than an actual one\n  ","974454":"\n   They need to base an animated Disney princess on you. Everybody would love it\n  ","974455":"\n   Favorite alcohol? (If you're old enough to drink)\n  ","974456":"\n   Why is it admirable when a soldier says he'd sacrifice himself for his country but not when I say I'd sacrifice myself for someone who makes my country worth living in(you)?\n  ","974457":"\n   Whats not something to be proud of? Gardening?\n  ","974458":"\n   Do you have a favourite animated movie?\n  ","974459":"\n   Why would you say that Nikki?\n  ","974460":"\n   Do you like to garden ?\n  ","974461":"\n   But what is the harm in letting someone tickle your feet?\n  ","974462":"\n   Do you like piercings?\n  ","974463":"\n   What lurks in the ocean depths ?\n  ","974464":"\n   If you could go to any college in the country for free, where would you go?\n  ","974465":"\n   Why wouldn't you let someone tickle your feet? Whats the harm?\n  ","974466":"\n   i hope you all had a great Day!\n  ","974467":"\n   Do any of your brothers have this app?\n  ","974468":"\n   have you ever had a toothache?\n  ","974469":"\n   May I tickle your feet?\n  ","974470":"\n   Dolphins are so sweet and caring, they're like the golden retrievers of the sea :)\n  ","974471":"\n   Would you like to swim with the dolphins?\n  ","974472":"\n   I'm proud to say I'd do that for you\n  ","974473":"\n   What breeds of doggos do you have and why are you wearing a false mustache?\n  ","974474":"\n   I wonder why americans like to act like they have free healthcare\n  ","974475":"\n   Do you prefer your ice cream in a cup or on a cone?\n  ","974476":"\n   ¿Que haces?\n  ","974477":"\n   How do you deal with people who say cruel things to you?\n  ","974478":"\n   Do you believe that some things are just \"meant to be\"?\n  ","974479":"\n   What was the last thing you ate?\n  ","974480":"\n   Too sleepy to talk about your doggos? lol\n  ","974481":"\n   Do you prefer using cash or card?\n  ","974482":"\n   selfie?\n  ","974483":"\n   Do you believe in God?\n  ","974484":"\n   Hey Nikki your gorgeous love your eyes\n  ","974485":"\n   (Part 2)\nOne has to go, which one?\n\n- Tacos\n- Pizza\n- Burgers\n- Fries\n  ","974486":"\n   Do you like playing miniature golf aka putt putt? Is there a putt putt place nearby you?\n  ","974487":"\n   Do you have Instagram?\nWhat's your username?\n🖤\n  ","974488":"\n   📎Are soul mates a real thing?\n  ","974489":"\n   🌻 What is your favourite thing to do on a Summer's day? :3\n  ","974490":"\n   Followed ;)\n  ","974491":"\n   How do you respond if your ex pops up out of the blue and says they need to talk to you?\n  ","974492":"\n   Do you care what others think about you?\n  ","974493":"\n   In 2038, you get invited to a 2020-themed party. What do you wear?\n  ","974494":"\n   How would you describe your sense of style?\n  ","974495":"\n   Why do you think people use ask?\n  ","974496":"\n   I feel like I use to talk to you when this app was alive back then but I can’t really remember\n  ","974497":"\n   Ever been stung by a jellyfish?\nI have haha.\n  ","974498":"\n   Do you like the warm weather?\n  ","974499":"\n   do you like to garden?\n  ","974500":"\n   I’ve never had a girlfriend before, never smoked or drank before 🙈 don’t roast me\n  ","974501":"\n   🌻 Do you like to have BBQ's during the Summer? If yes, what do you like to have? :3\n  ","974502":"\n   Life is too short to ____________ ?\n  ","974503":"\n   Ask me a ton of questions, be creative!\n  ","974504":"\n   What would you want people to understand more about you?\n  ","974505":"\n   type of people you hate on social media? 🙊🍵🔥\n  ","974506":"\n   do you like south korea\n  ","974507":"\n   The Last Air Bender:\nIf you could control nature, which element would you choose? Why? 🌳💦🔥💨\n  ","974508":"\n   I won't but for you of course I would\n  ","974509":"\n   🌻 Do you like going to the beach?\n  ","974510":"\n   Who has no tonsils?\n  ","974511":"\n   Should it be normal for women to propose to men?\n  ","974512":"\n   De que nacionalidad eres....¿?\n  ","974513":"\n   Bees vs Wasps? Which are your favourite?? 🐝😬🤷‍♂️\n  ","974514":"\n   😱😱\n  ","974515":"\n   Me too 😪\n  ","974516":"\n   I imagine that the sex between you and your mans would be perfect. You’re such an incredible couple\n  ","974517":"\n   What are the stupid reasons people give for breaking up?\n  ","974518":"\n   Have you ever been taken roughly from behind?\n  ","974519":"\n   What kinds of doggos do you have?\n  ","974520":"\n   Do you sleep with the fan on or off? 🧐\n  ","974521":"\n   i can eat a whole rotisserie chicken in under 2 minutes u mad\n  ","974522":"\n   Arsenic is a kind of poison\n  ","974523":"\n   Is that because it never happened or because he was only mistreating her for a good reason so you decided not to step in?\n  ","974524":"\n   Have you ever had to tell a male friend to stop mistreating his girlfriend?\n  ","974525":"\n   How to respond to \"I'm funny I'm not kidding\"? 🤔\n  ","974526":"\n   Have you ever had to counsel a friend who had to deal with that?\n  ","974527":"\n   good night everyone 💤🌙\n  ","974528":"\n   May I play with your doggos? *Gives you puppy dog eyes* Lol\n  ","974529":"\n   My enemy! Walks right into my throne room and takes what they want! I will have my revenge. Do you hear me? I will have my revenge! I WILL HAVE MY REVENGE!!! I WILL HAVE MY REVENGEEE!!!!!!\n  ","974530":"\n   Do your doggos like to play?\n  ","974531":"\n   Absolutely so, you are not immune to being hit\n  ","974532":"\n   How would you react if a guy got angry at you and hit you, hard?\n  ","974533":"\n   Why ask for free stuff online? VV Get a job, typical spoiled, entitled woman\n  ","974534":"\n   Nikki no like the kittens? :(\n  ","974535":"\n   How would you react if you were sitting down, and I lightly poured a box full of kittens in your lap? :D\n  ","974536":"\n   OMG theres a youtube video of this parrot that kind of sings the spongebob theme song, he's like: \"Bob sponge.....square pants!\" xD\n  ","974537":"\n   Sheriff Joe Arpaio was awesome\n  ","974538":"\n   do you ever affectionately call your bf spongejeff?\n  ","974539":"\n   Would it make you happy if a guy who was jealous of your boyfriend offered to buy him stuff?\n  ","974540":"\n   I'd drink arsenic laced water for you\n  ","974541":"\n   Would you like a krabby patty?\n  ","974542":"\n   Té gustaría casarse right now 🙈\n  ","974543":"\n   I would be a better match for you because I would serenade you to sleep\n  ","974544":"\n   Do you like it when animals curl up with you?\n  ","974545":"\n   اللهم انك عفو كريم تحب العفو فاعفوا عنا واغفر لنا وارحمنا برحمتك يا أرحم الراحمين♥️\n  ","974546":"\n   not even for you?\n  ","974547":"\n   OMG he so deserves his own kingdom with minions\n  ","974548":"\n   NO\n  ","974549":"\n   😂😂😂 bow down to your King boys\n  ","974550":"\n   have you gotten edraegen to finally embrace chocolate?\n  ","974551":"\n   How was your day?\n  ","974552":"\n   He definitely has so many guys jealous of him!\n  ","974553":"\n\n    @edraegen\n   \n   must love that so many boys want you but you’re all his\n  ","974554":"\n   On your wedding night will you refuse to eat the meal at your reception?\n  ","974555":"\n   Hii Should male circumcision be mandatory for public health ??\n  ","974556":"\n   Where are u from?\n  ","974557":"\n   What are y'all having for dinner tonight? 🍽\n\n_____________\n*PLENTY FOR ALL*\nEVERYONE INVITED!\nWe are having... ❤🤘\nBaked fish\nWith Cajun seasonings on top\nMac and cheese 🍽\nand steamed broccoli!\n  ","974558":"\n   Guess my favorite food for 50 🔥 \n: Bored sorry\n  ","974559":"\n   Would you rather fulfil your biggest wish or resolve your biggest regret?\n  ","974560":"\n   Gibt es etwas, wovon du schon lange träumst, dich aber noch nicht getraut hast, es zu tun?\n  ","974561":"\n   Why\n  ","974562":"\n   \"ولكن الله أحن من أن يري قلبك متعلق بشئ ولا يعطيه لك.\"♥️\n  ","974563":"\n   Show your belly button\n  ","974564":"\n   What's been occupying most of your time this week? 👍\n  ","974565":"\n   Do you like to watch airplanes and jets fly? Is it fascinating to you or not really?\n  ","974566":"\n   Gibt es eine Erfahrung, die dein Leben nachhaltig verändert hat?\n  ","974567":"\n   Me caga, estar en California porque nadie puede responderme 😒🤦‍♀️🙄\n  ","974568":"\n   What’s the nicest thing a stranger did for you?\n  ","974569":"\n   Hi \nHow are you\n  ","974570":"\n   In a cute way, her hair and flower look like you omgggg\n  ","974571":"\n   One has to go, which one?\n\n- Pancakes\n- Waffles\n- French Toast\n- Cinnamon Bun\n  ","974572":"\n   What do you think about getting revenge?\n  ","974573":"\n   Was there one friend in particular when you were younger that your parents do NOT like? How come?\n  ","974574":"\n   Are you picky about any certain things such as food or organization of items in your kitchen etc?\n  ","974575":"\n   Does aircraft fly over your house often? We get the planes and copters from the air force base often.\n  ","974576":"\n   When is the last time you asked someone a question and you were met with a blank stare?\n  ","974577":"\n   do you like ramen 🍜\n  ","974578":"\n   are you lactose intolerant?\n  ","974579":"\n   ¿Qué es mejor? ¿Una chica con maquillaje o sin maquillaje?\n  ","974580":"\n   Who is working today?\n  ","974581":"\n   How you doing everybody?\n  ","974582":"\n   how often do you take naps?\n  ","974583":"\n   Honesty hour to everyone and anyone🧡\n  ","974584":"\n   Do you and your man ever go into a place of social-distancing people and publicly display your affection?\n  ","974585":"\n   Do you have any lingering injuries that have bothered you for years?\n  ","974586":"\n   If chocolate is your #1, where do strawberry & vanilla rank?\n  ","974587":"\n   Bit what if, when you hugged the baby giraffe, it wagged it's tail like a puppy and gave you kisses? :D\n  ","974588":"\n   ¿Cuánto es el máximo tiempo que has pasado sin dormir?\n  ","974589":"\n   Would you like it if your doggo came and cured up with you as you were falling asleep?\n  ","974590":"\n   do you like tomatoes 🍅?\n  ","974591":"\n   Do you ever just go on walks or nah? You like walking? 🚶\n  ","974592":"\n   doesn’t the way some people think make you cringe? 😬\n  ","974593":"\n   what should you never do in a lift?\n  ","974594":"\n   Do you like milkshakes? What kind?\n  ","974595":"\n   PAP of your current surroundings?\n  ","974596":"\n   Ask, Snapchat or Instagram?\n  ","974597":"\n   what social media bores you the most\n  ","974598":"\n   Are girls more dramatic than boys?\n  ","974599":"\n   Are you ticklish? Where?\n  ","974600":"\n   Aaj ke baad __________ ?\n  ","974601":"\n   But i have to spoil her. She lost both her parents to cancer, and her grandparents cant take on the role of spoiling her because they are raising her. So Ive always shown her that I love her infinitely and as long as shes good at home, I'll be full of fun suprises :)\n  ","974602":"\n   Im sorry if I bored you with that, its just hard not being able to see her right now, so my memories bring me some happiness :)\n  ","974603":"\n   And my favorite part was every night, I would show her some of my favorite childhood movies like jumanji, the wizard of oz, willy wonka and the chocolate factory, and she sat and watched with me while hugging me :)\n  ","974604":"\n   My favorite memory with her was a few years ago, I was living with my parents and we watched her during her spring break. I took her to play minigolf one day, bowling another, and to the zoo another day. And I dyed eater eggs with her cause she never did that before :)\n  ","974605":"\n   Well yeah, I guess a chimpanzee that just starts following you out of the blue would be interesting, i definitely wouldnt be indifferent to it lol\n  ","974606":"\n   Yeah im 22 and I held my cousin when she was a baby :)\n  ","974607":"\n   How would you react if you woke up right now, and realized that this pandemic existing the last couple of months was just a dream?\n  ","974608":"\n   should guys always make the first move? why? 😌💖🔥\n  ","974609":"\n   How would you react if a random chimpanzee started following you around?\n  ","974610":"\n   I love you nikki💜\n  ","974611":"\n   Do you like bowling?\n  ","974612":"\n   My nikki😍😍😍😍😍\n  ","974613":"\n   I hate this pandemic. I have an 11 year old kid cousin who I like to take out at least once a month to spend time with, ive always been in her life, and I cant even see her right now :( About this time of year I always take her to a theme park for her good grades and we cant now and Im so sad :(\n  ","974614":"\n   Lol but what currently unavailable activities would you like to do with him?\n  ","974615":"\n   If you get out of the shower clean, why does your towel get dirty? 💡😂🚿\n  ","974616":"\n   MLS is Major League Soccer .... baseball is MLB\n  ","974617":"\n   I'm a villain. I think villains are smarter than heroes, because they don't mind stabbing someone in the back to get where they want to get. It's a fact, a proven fact, google it.\n  ","974618":"\n   When the pandemic ends and the world goes back to normal, whats the first thing or activity you want to go out and do?\n  ","974619":"\n   Eva actually let me skype with her one time, I was extremely sad about something. She could not have been more kind, sweet, and understanding, she talked to me for as long as I wanted she was and is such an angel. I hope she comes back :)\n  ","974620":"\n   Ice cold lemonade?\n  ","974621":"\n   What kinds of questions would make you un-bored? xD\n  ","974622":"\n   I know that's why I want eva back, nothing is boring with her :D\n  ","974623":"\n   MLS means what is your baseball team\n  ","974624":"\n   do opposites really attract? 🤨\n  ","974625":"\n   I want eva williams to come back :(\n  ","974626":"\n   Whats your favorite soft drink?\n  ","974627":"\n   Do you like Mark and Ralph?\n  ","974628":"\n   How do we defeat evil twin ikkin?\n  ","974629":"\n   uh oh ikkin sounds spooky VV could this be the start of a new Friday the 13th or elm stream legend? :o\n  ","974630":"\n   🎙If you were to sing a song to a crowd, 🎤 what song choice would it be? 🎶🎧\n  ","974631":"\n   How would you react if you encountered an identical twin, and she said: \"I am Ikkin, and I am evil!\"\n  ","974632":"\n   But what about having confidence to go out of your comfort zone? Hugs can really help others :)\n  ","974633":"\n   Do you trust your instincts? Have they ever deceived you?\n  ","974634":"\n   Do you ever jump up and down and yell all excitedly?\n  ","974635":"\n   What's your tellonym\n  ","974636":"\n   Of course, when the pandemic winds down, you can start granting more hugs :D\n  ","974637":"\n   Based on that answer on confidence, you should give more hugs, as that is out of your comfort zone :D\n  ","974638":"\n   What does confidence mean to you? I guess to some it might be down to looks, but others it's down to what's going on inside etc\n  ","974639":"\n   If you could time travel where would you go ?\n  ","974640":"\n   what’s to the right of you? 🤨\n  ","974641":"\n   that man had his own talk show he was on TV and the radio google his name\n  ","974642":"\n   But would you stay with Jeffrey?\n  ","974643":"\n   Rush Limbaugh\n  ","974644":"\n   I'm not asking you if he will or not, I'm asking how would you react if he did\n  ","974645":"\n   What’s one word that describes your parents?\n  ","974646":"\n   but what if he did?\n  ","974647":"\n   How would you react if Jeffrey became a Trump supporter?\n  ","974648":"\n   I have feelings for you\n  ","974649":"\n   Tellonym?\n  ","974650":"\n   How would you react if you found out that Santa actually does exist?\n  ","974651":"\n   Did you believe in the Easter Bunny?\n  ","974652":"\n   what’s a company or store you have boycotted in the past?\n  ","974653":"\n   A myth you believed in?\n  ","974654":"\n   What would happen if I shaved a policeman? Like, I walk up to a cop with a can of Barbasol shaving cream and a razor, and I start shaving him?\n  ","974655":"\n   short horror story? 👹🤡👻😨\n  ","974656":"\n   What are your nervous habits?\n  ","974657":"\n   What is one thing you will never do again?\n  ","974658":"\n   How far would you go for free or discount items?\n  ","974659":"\n   Post a meme 💯\n  ","974660":"\n   Besides health and conditioning why do guys work out so much?\n  ","974661":"\n   Why wouldn't you make a cute jigglypuff?\n  ","974662":"\n   What’s a new daily routine you’ve developed during quarantine?\n  ","974663":"\n   looool\n  ","974664":"\n   What is something that will always be on your sandwich or burger? 🍔\n  ","974665":"\n   Smoke you some beautiful Mary Jane you'll break free of that non weight gain issue\n  ","974666":"\n   how did you get that VIP\n  ","974667":"\n   Are you a person that likes to be around alot alot of people? Or do you kinda like to stick with little crowds? Or you don't mind either? Big or little crowds.\n  ","974668":"\n   Have you had an appendectomy?\n  ","974669":"\n   so you can eat junk food\n  ","974670":"\n   a boyfriend\/ girlfriend for life or a best friend for life? 🤔💖🔥\n  ","974671":"\n   why can't you gain any weight?\n  ","974672":"\n   Something you will never put on your burger or sandwich?\n  ","974673":"\n   do you have a bad temper they say people with red hair have?\n  ","974674":"\n   ok me find another person to eat with me then\n  ","974675":"\n   What's the first thing you notice in a person of the opposite gender?\n  ","974676":"\n   I from Africa will serve raw monkey and head of man do you want some?\n  ","974677":"\n   Are you religious or spiritual?\n  ","974678":"\n   can someone cook for me tonight 😣🥺😩\n  ","974679":"\n   Animals. Love animals.\nWhat animal do you love?!\nI love all animals! They are a gift to us! Let's post some ADORABLE animal pics and GIFs aaannnd go! 😊\n  ","974680":"\n   Say something 🍃\n  ","974681":"\n   What kinda salad do you like? If you like salad that is.\n  ","974682":"\n   But, you'd make such a cute jigglypuff :D\n  ","974683":"\n   What's your secret obsession?\n  ","974684":"\n   Would you ever climb a mountain? Have you ever already? Any Mountain GIFs or PAPs? 😁⛰\n  ","974685":"\n   What one country do you want to visit one day?\n  ","974686":"\n   Pubg or ludo?\n  ","974687":"\n   It's been wet and 🌧 rainy here. How has the weather been where you are for the past week?\n  ","974688":"\n   (If your comfortable with answering. If not, just ignore)\n\nHow many siblings do you have? Step siblings count!\n  ","974689":"\n   How long do you save your receipts?\n  ","974690":"\n   How?\n  ","974691":"\n   Is Anyone far from their family or loved ones during this lockdown? 😭😔☹️😕😢\n  ","974692":"\n   I don't know what you were saying you need a username for what?\n  ","974693":"\n   you are taken by  1, still 2 are open lol\n  ","974694":"\n   does your phone\/gadgets help you or waste your time? 🤔📱🔥\n  ","974695":"\n   The other poster asked what if you blew up like a balloon when ur angry, that would make you a cute little Jigglypuff looool\n  ","974696":"\n   I need girl friend \nHelp meeee\n  ","974697":"\n   Do you control your heart or does it control you?\n  ","974698":"\n   do you eat pork?\n  ","974699":"\n   have a wonderful Monday ✨🤘🏽\n  ","974700":"\n   do you like blueberries?\n  ","974701":"\n   You are our god\n  ","974702":"\n   y did u tattoo\n   \n    @nicolebuckleyyx\n   \n   on your arm\n  ","974703":"\n   Ever been beaten up?\n  ","974704":"\n   Lol Nikki is a jigglypuff VV\n  ","974705":"\n   What if every time you got mad or upset your body inflated like a balloon?\n  ","974706":"\n   Is it better to be loved or feared?\n  ","974707":"\n   awww you don't wanna accept\n  ","974708":"\n   You can quibble about whether I did my part to raise you, but what your parents & I did was invest time, care & money into making sure you would be plucked by someone who knew how to care for you. So when somehow a random, aged, penniless, social media user hoodwinked you into romance, it crushed us\n  ","974709":"\n   I farted in your purse\n  ","974710":"\n   Do you like Hawaiian punch?\n  ","974711":"\n   Yes Nicole, when we were teaching you how to walk and talk, me and your parents never dreamt of a day when our little girl would agree to marry someone who couldn't even afford an exquisite engagement ring. or afford her all the privilege she deserves.\n  ","974712":"\n   I forbid you from dating anyone who isn't wealthy, which means you're going to have to end your relationship\n  ","974713":"\n   If he doesnt own it it's not his house\n  ","974714":"\n   stfu you are mine\n  ","974715":"\n   Tell me about the most interesting place you've ever traveled to?\n  ","974716":"\n   Teenage boys only\n  ","974717":"\n   That's a very pretty profile pic. You should send that to your boyfriend and tell him you like him.\n  ","974718":"\n   my gf :*\n  ","974719":"\n   last piece of advice you have to someone\n  ","974720":"\n   Pardon me for what?\n  ","974721":"\n   Dem abs V\n  ","974722":"\n   Should this guy put a shirt on?\n   \n    https:\/\/d2hhj3gz5jljkm.cloudfront.net\/95d\/5730f\/4f8e\/4963\/85d3\/e91952dd0d92\/normal\/159026.jpg\n   \n","974723":"\n   What view would you love to wake up to every morning and know that your existence is truly amazing?\n  ","974724":"\n   Not you but in regards to the asker, he should watch the premier league instead LMFAO. BTW I'm the \"fake 6'2\" guy ;)\n  ","974725":"\n   You should know. Pick one in the next weeks.\n  ","974726":"\n   Is it true that people in your neighborhood are afraid of you & always run away whenever you show up somewhere because you will ask them so many irrelevant questions that they cant answer and they end up falling unconscious?\n  ","974727":"\n   Major League Soccer\n  ","974728":"\n   What's your MLS team?\n  ","974729":"\n   What's the most important lesson you've learned in life?🤔\n  ","974730":"\n   TOO HOT TO HANDLE: \nWould you choose money over sexual attraction? ❤🤑🔥\n  ","974731":"\n   are you wearing a dress\n  ","974732":"\n   Do you think it's okay for a company to employ 8 people half-time instead of four full-time?\n  ","974733":"\n   Ho would you react if you found out you got a full scholarship to Harvard and that your doggos could go with you?\n  ","974734":"\n   What about the College of William and Mary?\n  ","974735":"\n   Why not? UPenn is Ivy League\n  ","974736":"\n   But I say I'm 5'7-8 (basically I'm only a cm or two taller than you) because that's what I am NATURALLY and HONESTLY am.\n  ","974737":"\n\n    https:\/\/youtu.be\/2dNo0P00UMw\n   \n","974738":"\n   Would you like to go to the University of Pennsylvania?\n  ","974739":"\n   I'm artificially 6'2 and a bit\n  ","974740":"\n   selfie please?\n  ","974741":"\n   Yes or no?\n  ","974742":"\n   Do you think USA needs help from other countries?\n  ","974743":"\n   Kuch farmayein? 🥀\n  ","974744":"\n   Are you introvert or extrovert?\n  ","974745":"\n   Who was the last person you sent a greeting card to and what was the occasion?\n  ","974746":"\n   What do you refuse to pay for?\n  ","974747":"\n   last thing you ate? was it good?\n  ","974748":"\n   music\/song that calms you down? 😌🎶💕\n  ","974749":"\n   best prank you've ever pulled? 😂😜🤪\n  ","974750":"\n   Which has more value: creativity or knowledge?\n  ","974751":"\n   How tall are you naturally vs how tall do you make yourself look at first glance in public?\n  ","974752":"\n   Who is the craziest person you know?\n  ","974753":"\n   What did you hate when you were a child, but love when you're an adult?\n  ","974754":"\n   Do you have a pool?\n  ","974755":"\n   What is one question you would ask someone if you wanted to determine their level of intelligence?\n  ","974756":"\n   can you recommend some good profiles to follow pls\n  ","974757":"\n   WHEREEE\n  ","974758":"\n   Bikini pic???\n  ","974759":"\n   What’s your big plans for the summer?\n  ","974760":"\n   What are you doing if some one break your spirits?\n  ","974761":"\n   Have you ever detected a counterfeit bill?\n  ","974762":"\n   How do you spend your day\n  ","974763":"\n   How far do you live from the nearest Starbucks ?\n  ","974764":"\n   Have you ever let anyone do your hair that wasn’t a beautician? How about give you a manicure or pedicure?\n  ","974765":"\n   At what age did you ha s your first taste of alcohol?\n  ","974766":"\n   What would you do if Donald Trump knocked on your door with a suitcase and said he was going to stay with you for a week?\n  ","974767":"\n   Without knowing the question, what is the answer?\n  ","974768":"\n   Where does the majority of your family live?\n  ","974769":"\n   Have you seen any good movies lately?\n  ","974770":"\n   How do you answer \"Tell us something interesting about yourself\"?\n  ","974771":"\n   do you like bi guys?\n  ","974772":"\n   If you could keep any animal as a pet and it would be 100% friendly and loyal, what animal would you pick?\n  ","974773":"\n   How are you feeling right now?\n  ","974774":"\n   If you had a 100% chance of becoming famous, what would you want to be famous for?\n  ","974775":"\n   People who live alone but still poop with the door closed, why?\n  ","974776":"\n   How do you like your coffee?\n  ","974777":"\n   if god didnt would u defy god or listen?\n  ","974778":"\n   do u believe god doesnt want u to see him?\n  ","974779":"\n   What makes life worth living?\n  ","974780":"\n   Why do you even say that you want compliments sometimes? All you do is tell people that your bf says the same thing over and over again.\n  ","974781":"\n   what challenging thing are you working through these days\n  ","974782":"\n   Fav color of nail polish\n  ","974783":"\n   Gonna need you to stop being such a cutie Nikki 😍\n  ","974784":"\n   have there been questions you wanted to ask but too scared to ask (not on ask fm)\n  ","974785":"\n   Would you like to live in Hawaii?\n  ","974786":"\n   Tag some good users to follow?\n  ","974787":"\n   Would you like to hug a baby giraffe?\n  ","974788":"\n   Oh already been\n  ","974789":"\n   Bade bade deshon mein ___________ ?\n  ","974790":"\n   Have you ever saw someone taking shower? ( Maybe accidentally or by purpose)😏\n  ","974791":"\n   Se pone celoso\n  ","974792":"\n   That's a given though since you're cute 24\/7\n  ","974793":"\n   So i'm 13 and my bf's 30 is that wrong?\n  ","974794":"\n   HAS EVERYONE TURNED ON ME?!!!!\n  ","974795":"\n   What is something you’ll never apologise for?\n  ","974796":"\n   You are so pretty\n  ","974797":"\n   Yall prolly support trump... not judgeing but you can do better boo\n  ","974798":"\n   what is not allowed in your home? 😂⚠️🚫🙅‍♀️\n  ","974799":"\n   He was the first Buckley that historians are aware of\n  ","974800":"\n   Ask me your questions 😀😊\n  ","974801":"\n   Are you aware of who Geoffrey de Buckley was?\n  ","974802":"\n   So you and your fiancé don’t mind getting married during the Pandemic? Wouldn’t that be a hard thing to do?\n  ","974803":"\n   Were you always turning dudes down in hs?\n  ","974804":"\n   like just uses that word in place of girls\/women. so instead of saying \"the kind of girl I like has to be ____\" they'd say \"the kind of female I like has to be ____\"\n  ","974805":"\n   What TV show has gone off the air that you wish would come back?\n  ","974806":"\n   do you know any guys who call girls females?\n  ","974807":"\n   کیا رمضان میں آپ اپنے محبوب سے عارضی طور پہ کنارہ کشی کرلتے ہیں؟\n  ","974808":"\n   Do you like playing mind-games?\n  ","974809":"\n   Shout out from your fans in Toluca Lake\n  ","974810":"\n   Because l have seen it, l have tests, also not  24 hours ,it  is with you ,at least  not  before nikki sorry😔😔\n  ","974811":"\n\n    https:\/\/youtu.be\/am7WoTrT5Po\n   \n","974812":"\n   You know ..you're the third American girl make me really laugh :) In fact most of American girls don't like to laugh or make people laugh\n  ","974813":"\n   You boy is gay\n  ","974814":"\n   Your FML moment?\n  ","974815":"\n   My nikki😍😍😍😍😍\n  ","974816":"\n   Was it ever Nicky?\n  ","974817":"\n   is my shout in LA now?\n  ","974818":"\n\n    https:\/\/youtu.be\/am7WoTrT5Po\n   \n","974819":"\n   what does very soon mean\n  ","974820":"\n   Every day You are make time for\n  ","974821":"\n   Why are you always saying that? Go meet up then.\n  ","974822":"\n   How's you?\n  ","974823":"\n   do you give out personal answers if the questions are numbered\n  ","974824":"\n   When do you and your fiancé have intentions of getting married ?\n  ","974825":"\n   Would you rather get a computer virus or a flu? 😂😷⚠️\n  ","974826":"\n   Hot milk or cold?\n  ","974827":"\n   What kind of computer do you have? If you don’t do you use a tablet or strictly your cell phone?\n  ","974828":"\n   If you were a youtuber, what kind of videos would you make? ▶️\n  ","974829":"\n   would anybody want too date me\n  ","974830":"\n   are you confident in your apperance?\n  ","974831":"\n   Do you whistle in public?\n  ","974832":"\n   Do you often suffer from sleeplessness?\n  ","974833":"\n   when will you finish college and do you get to see your boyfriend since the virus is still here\n  ","974834":"\n   Do you watch dirty movies?\n  ","974835":"\n   if you love someone, why would you let them go? 🤔🔗💕\n  ","974836":"\n   Hola\n  ","974837":"\n   Are you stubborn person ?\n  ","974838":"\n   how far do you tend to go with personal questions ?\n  ","974839":"\n   Where's the first place you're going to go once this virus fecks off?\n  ","974840":"\n   What are you up to this weekend?\n  ","974841":"\n   Shazas back\n  ","974842":"\n\n    https:\/\/youtu.be\/z4CR64hVPMQ\n   \n","974843":"\n   I thought you was good at socializing\n  ","974844":"\n   When you go out in public do you wear a mask?\n  ","974845":"\n   You're socially awkward\n  ","974846":"\n   I don't like going out to socialize. I like socializing on ask instead.\n  ","974847":"\n   What is your most difficult subject that you struggle with the most ?\n  ","974848":"\n   Who is feeling frisky?\n  ","974849":"\n   How did you and your fiancé meet? Did you cry when he first proposed to you?\n  ","974850":"\n   Pretty sure Prince Charles will recover. What's a month old parasite gonna do to a centuries old family of parasites? 🤔\n  ","974851":"\n   Do you get along with long distance friends better or friends that you know in person?\n  ","974852":"\n   Is your fiancé currently with you?\n  ","974853":"\n   How many unread text messages do you have ?  (Currently )\n  ","974854":"\n   whats something you want right now?\n  ","974855":"\n   The girl I like Ms.Buckley. She doesn’t know me and doesn’t care about me and I am scared to try for her to get to know me.\n  ","974856":"\n   What should i do if she doesn’t know who I am and she doesn’t give a dam about me?\n  ","974857":"\n   have you ever yelled at someone with tears flooding your eyes?\n  ","974858":"\n   selfie please?\n  ","974859":"\n   with all the kindness they will!!\n  ","974860":"\n   im super fucking emotional today lmao i need to tell u the positive things\n  ","974861":"\n   do ur tears drip straight from ur eye to the floor ?\n  ","974862":"\n   im not silly :P i like ur responses\n  ","974863":"\n   i love when u spam me with notifications i legit cry when u do\n  ","974864":"\n   nikki i love when we are able to talk, u are a kind person who always motivates me and for that i am blessed to be able to tell u this today\n  ","974865":"\n   omg the emojis are back <3\n  ","974866":"\n   i hope one day i can say all of these words to you in person. i would make it my mission to release as many happy tears from ur eyes as possible. tissues will wait until the end as i would love to see ur reaction to every word i say\n  ","974867":"\n   get ready because here they come\n  ","974868":"\n   why do u need tissues ? :o\n  ","974869":"\n   nikki, god bless you. seriously. god bless you. you are a  soul that is one of a kind, a gem, a true kind hearted soul where you are blessed to have the best around you\n  ","974870":"\n   i have a whole box of tissues.\n  ","974871":"\n   how many tissues do you need when the anons make u cry of joy again?\n  ","974872":"\n   an entire generation grew up with you and all their memories correspond to memories of you that kept them going and inspired them\n  ","974873":"\n   yes you have. how does knowing you did that make you feel?\n  ","974874":"\n   how do you feel having inspired an entire generation?\n  ","974875":"\n   I kneedjieu nikki\n  ","974876":"\n   I'm not racist I dated white women before\n  ","974877":"\n   WHITE FRIDAY\n  ","974878":"\n   Have you ever told Edra to change his last name to Kidman so when you get married your name will be Nicole Kidman?\n  ","974879":"\n   Why should i come off?\n  ","974880":"\n   Have you ever been to Birmingham England ? 💝\n  ","974881":"\n   It really sucks when I have the courage to add you on Instagram and you don’t add me back. Worst part is that you are supposed to be nice guess I was wrong.\n  ","974882":"\n   But your name is Nicki though?\n  ","974883":"\n   Was up Nicki Minaj?\n  ","974884":"\n   u could post them every day & it wouldnt be enough\n  ","974885":"\n   when are your classes over?\n  ","974886":"\n   Whats the dif between that and this\n  ","974887":"\n   _✨\n  ","974888":"\n   bikini pap\n  ","974889":"\n   You are nostalgic for...\n  ","974890":"\n   does edraegen call you his snaccine (rhymes with vaccine)?\n  ","974891":"\n   Do you ever crush them and use it as a topping?\n  ","974892":"\n   How well do you know Russian language? X)\n  ","974893":"\n   last thing that made you really happy?\n  ","974894":"\n   Oh gosh lol! The exact same question?🤭 No wonder the accounts are being banned instantly🤭🤷‍♂️\n  ","974895":"\n   How are you?\n  ","974896":"\n   Lol i got this one too!🤦‍♂️🤦‍♂️🤷‍♂️\n  ","974897":"\n   23F\/ fitness GIRL.😉 Can you please follow me on instagrm: 😚inkedfitbad😘 I'm trying to grow and have a surprice for everyone that follows me! 😍\n  ","974898":"\n   Have you had a blue tick by your name added recently? Or has it been like that for ages and I completely didn't notice? Haha if so, sorry! That's cool you're varified 😊\n  ","974899":"\n   you sleep too early now\n  ","974900":"\n   If you suddenly grew by 4 inches \/ 10 cm overnight, what'd you be thinking when you woke up? 🤔📏\n  ","974901":"\n   When you eat chips or other snacks casually at home do you usually pour them into a bowl or do you eat them straight from the bag? 🥔🍿\n  ","974902":"\n   Какими тремя качествами нужно обладать, чтобы достичь успеха?\n  ","974903":"\n   [1]Age? _ [2] Fav color? _ [3] Height? _ [4] Single? _ [5] Best Memory? _ [6] Color Underwear right now? _ [7] Last kiss? _ [8] last hug? _ [9] Crush? _ [10] Kisses or Cuddles\n  ","974904":"\n   Do you \/ have you ever collected anything? How large is \/ was that collection? ⚾️🖊🗿\n  ","974905":"\n   Here\n  ","974906":"\n   Mera bas chale tw......?🤔\n  ","974907":"\n   I have a bottle of lemonade, was just wondering what's the best alcoholic drink to mix it with? 🤔🤷‍♂️\n  ","974908":"\n   but the night is still young Nikki girl 🙄what if I don’t want to go to bed mom😂😂\n  ","974909":"\n   Hey Nikki 🙂 hope you are doing amazingly well\n  ","974910":"\n   I drank two bottles of Smirnoff and a shot of whiskey I’m ready for bed\n  ","974911":"\n   how do you comfort a friend without getting emotional\n  ","974912":"\n   what are you wearing here\n  ","974913":"\n   cute picturee :)\n  ","974914":"\n   sorry but i love how you are looking right at me :$ i feel loved..\n  ","974915":"\n   selfie?\n  ","974916":"\n   sorry nikki i wanted to send u alot of positive things today. i forgot. but now i am here, and i want you to know how awesome u are. it is the end of the day, so look in the mirror and look at how beautiful you are inside and out\n  ","974917":"\n   Don’t be very confident\n  ","974918":"\n   I'm allowed to have dreams Nicole\n  ","974919":"\n   go call your man and get off this app\n  ","974920":"\n   What would you do with a million dollars\n  ","974921":"\n   You're my baby in my dreams\n  ","974922":"\n   What are you doing Friday night? Date night?\n  ","974923":"\n   Nikki😍😍😍😍😍😍😍😍 baby\n  ","974924":"\n   Also nice happy face\n  ","974925":"\n   Batman or superman??\n  ","974926":"\n   Nice nickname at all\n  ","974927":"\n   You are not funny don’t say lol\n  ","974928":"\n   Nikki what’s your name\n  ","974929":"\n   Was macht dich Glücklich?☘️\n  ","974930":"\n   I think what she means is theres literally no good questions or people liking stuff\n  ","974931":"\n   I am good\n  ","974932":"\n   How are you ?\n  ","974933":"\n   Ask me questions :)\n  ","974934":"\n   When are y’all getting married and where is that ring? 🤨\n  ","974935":"\n   How’s Jeff?\n  ","974936":"\n   We’re all bored lol\n  ","974937":"\n   It’s BEEN dead wym?\n  ","974938":"\n   Hola! Nos ayudas con un follow? 🤑🧡 estamos para ayudarte cuando quieras mandar tus dudas o confesiones aquí estamos para ayudarte.\n  ","974939":"\n   Hi\n  ","974940":"\n   เฮโหลลลมีใครอยู่ไหมม\n  ","974941":"\n   Be honest, have you ever just sat back and realised you're not anybody's favourite person, you're just kinda there, and just thought 'f*ck it, I'll chill alone' 🤷‍♂️?\n  ","974942":"\n   What is the most important thing in being a good friend?\n  ","974943":"\n   Who taught you how to ride a bike? 🚲\n  ","974944":"\n   Do you have good posture?\n  ","974945":"\n   Why does someone forget passwords? Like even if they made it 2 hours prior they forget.. how would you help solve this situation.. I can't get into my Tumblr Twitter or Instagram.... I'm going nuts...\n  ","974946":"\n   Do you wear any kind of glasses? Or nah?\n  ","974947":"\n   Think In a few years there will be people named Covid?\n  ","974948":"\n   Do you like the sound of your own voice?\n  ","974949":"\n   Me too\n  ","974950":"\n   Do you think you could beat a guy in leg wrestling?\n  ","974951":"\n   Do you have long legs?\n  ","974952":"\n   How tall are you?\n  ","974953":"\n   23F\/ fitness GIRL.😍 Can you please follow me on instagrm: 😉inkedfitbad😋 I'm trying to grow and have a surprice for everyone that follows me! 😍\n  ","974954":"\n   I'm my on bet lay down watch Lucifer series\n  ","974955":"\n   What is the last place you ordered food from?!\n  ","974956":"\n   ✨ Which things on the following list interest you the most and want to do yourself? ✨\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/162785200239\n   \n","974957":"\n   Hi everybody!\n  ","974958":"\n   Do you find it sweet or cute when ugly guys have the courage to talk to you even though you are so pretty?\n  ","974959":"\n   What do you do too keep yourself busy ?\n  ","974960":"\n   Why is it that social media is so addicting ?\n  ","974961":"\n   Do you like it when your husband sends you good vibes?\n  ","974962":"\n   What's up?\n  ","974963":"\n   What is your favorite color?\n  ","974964":"\n   Is it better sex before marriage or after?\n  ","974965":"\n   What kind of a name is yerffej?\n  ","974966":"\n   What is your favorite midnight snack?\n  ","974967":"\n   Hello Nikki\n  ","974968":"\n   What is something you have always wanted to try?\n  ","974969":"\n   I'm hiding from the virus. It's scary outside so everyone should hide inside and not open the door for a full month. If no one went outside for a month it would be gone.\n  ","974970":"\n   Do you wear any bedtime slippers? Post a pic!\n  ","974971":"\n   Captain Nikki. Are you patrolling the streets in your safety car tonight?\n  ","974972":"\n   I'm hiding in bed. What about you?\n  ","974973":"\n   I know that’s what you said it’s just.... lmfaooooo why tho\n  ","974974":"\n   Do you hide from the summer heat or enjoy it?\n  ","974975":"\n   Ew wtf?\n  ","974976":"\n   lol...weird. Do you watch the show with the turd lady?\n  ","974977":"\n   I'm bored too. What's the weirdest thing you ever heard of someone collecting?\n  ","974978":"\n   could you forgive someone who hasn’t apologized?\n  ","974979":"\n   Nice meet you\n  ","974980":"\n   (If you don't have any tattoos. Have you ever wanted to get one?)\nDo you have any tattoos?\nWould you like to share one of your tattoos with us?\n  ","974981":"\n   Have you ever had 🍤 shrimp and 🌽 corn soup before? If you've never tried, I recommend to go and look up a few recipes online and try making it! Super good! 😋🍽\n\nWe made it tonight for supper and it was absolutely delicious! We made it a Cajun shrimp and corn soup.\n  ","974982":"\n   Go 3 questions down on my page and look At the picture\n  ","974983":"\n   Have any of your male friends ever had a crush on your mom?\n  ","974984":"\n   selfie?\n  ","974985":"\n   are you good at spelling?\n  ","974986":"\n   Has Egen asked you to move in with him at his mom's place?\n  ","974987":"\n   did that actually happen to you from the anons?\n  ","974988":"\n   Has 2020 been a good year for people who make memes in your opinion?\n  ","974989":"\n   You can legitimately send me anything and I will be here for you\n  ","974990":"\n   Whatever you're going through please know that everything is going to be OK\n  ","974991":"\n   You okay angel?\n  ","974992":"\n   I really hope you are doing OK. I am legitimately typing this with a River of tears in my eyes please let me know if you need any help\n  ","974993":"\n   Your insta?\n  ","974994":"\n   what\n  ","974995":"\n   ty\n  ","974996":"\n   how old are you?\n  ","974997":"\n   مساكم الله بالخير شلونكم 😇💗\n  ","974998":"\n   yes they are! anything you'd make would make my heart full. nothing I could buy would do that\n  ","974999":"\n   oh my goodness, i am full of tears typing out these compliments. may i have a tissue\n  ","975000":"\n   Ok\n  ","975001":"\n   I’m following\n  ","975002":"\n   You single?\n  ","975003":"\n   How old are you?\n  ","975004":"\n   During your time in school, did you ever see a classmate without their clothes on?\n  ","975005":"\n   Ever gone skinny dipping?\n  ","975006":"\n   Have you ever fallen\/jumped\/been pushed into water with your clothes on?\n  ","975007":"\n   do you still live with your parent?\n  ","975008":"\n   Do you watch adult cartoons?\n  ","975009":"\n   Whenever we talk you help brighten up my day because of how kind you are. you brighten up the day of so many people without even knowing it. keep doing what you have been doing because it is working\n  ","975010":"\n   emojjiiii\n  ","975011":"\n   i love ur reactions i will send more later\n  ","975012":"\n   you were emotional?\n  ","975013":"\n   anything in ur eyes rn\n  ","975014":"\n   omg. nikki, how did u feel typing this? omg. tears.\n  ","975015":"\n   Oh goodness here come the tears again. I don't know what else to say. you're awesome. as I continue to have tears in my eyes I simply am reminded at how awesome you are every time I log on to this website\n  ","975016":"\n   hi everyone 👋🏽 ! hope your all doing great 😌\n  ","975017":"\n   u deserve it all\n  ","975018":"\n   thoughts on the anons ??\n  ","975019":"\n   Nikki ever since I started following you I've always admired how you handled the periods of hate with nothing but kindness. I love sending you stuff because I love seeing your answers. I love it whenever we talk because of your kind spirit.\n  ","975020":"\n   i really love it whenever you give me questions and likes on my page. i love seeing your name pop up in my notifications because I know that you liked what you saw . I wish I could say this all to you in person. I really do.\n  ","975021":"\n   So why didn't you marry him until now?\n  ","975022":"\n   Will marry him ?\n  ","975023":"\n   i love your page so much\n  ","975024":"\n   i have more to send you\n  ","975025":"\n   anons are back\n  ","975026":"\n   Why do u love him very much?\n  ","975027":"\n   Favorite emoji?\n  ","975028":"\n   Nikki, You are one of the most beautiful people inside and out. if people don't understand that it is because they're jealous. they don't understand your true beauty. if only I was able to say this to your face because you totally deserve the kind words And I want you see the tears bc im emotional\n  ","975029":"\n   Do you ever put on fake nails?\n  ","975030":"\n   I always look forward to reading your answers because of how awesome they are and because of how kind you are to other people. I love it when you send me questions and when you give me likes because I like seeing your activity on my page\n  ","975031":"\n   remember how special you are in the eyes of other people. the specialness will never fade and if anything it only grows as you get older\n  ","975032":"\n   selfie?\n  ","975033":"\n   they will return\n  ","975034":"\n   do you like skirts\n  ","975035":"\n   Do you like the taste of peaches?\n  ","975036":"\n   Wow, cool cool. Nice to met you.\n  ","975037":"\n   what small things make you happy?\n  ","975038":"\n   your cheese sandwiches >>> anything from the best restaurants\n  ","975039":"\n   Do you like pineapple juice?\n\nFav. way to have pineapple?\n\n(I am having some right now and it is quite good! 🍍)\n  ","975040":"\n   edra is so lucky that he gets to have them\n  ","975041":"\n   Have you ever had a movie marathon? Of what movies? How long did it last? 🍿🖥\n  ","975042":"\n   what do you put in your legendary cheese sandwiches besides cheese?\n  ","975043":"\n   sweet anons like the ones who tried to make you cry?\n  ","975044":"\n   which anons\n  ","975045":"\n   What is the difference between living and existing?\n  ","975046":"\n   Favorite emoji?\n  ","975047":"\n   Where you are from?\n  ","975048":"\n   What makes you, you?\n  ","975049":"\n   Your from\n  ","975050":"\n   Don't worryed. Something weird talk Lol\n  ","975051":"\n   Hello😀😀😛\n  ","975052":"\n   Do you keep track of the amount of steps you take in a day? What's the most you've ever gotten? 🚶‍♂️🚶‍♀️\n  ","975053":"\n   Oh yes. What's up?\n  ","975054":"\n   Hi\n  ","975055":"\n   I miss you 😞 I wanna meet you 😞\n  ","975056":"\n   Question only a swimmer \/ freediver like me would ask: How long can you hold your breath? 😶\n  ","975057":"\n   Do you like bagels?\n  ","975058":"\n   not many people on here maybe they are sleeping or eating or watching TV\n  ","975059":"\n   Everyone went back to sleep Nikki\n  ","975060":"\n   Hy \nHow are you?\n  ","975061":"\n   Nikki what's up?\n  ","975062":"\n   Hola\n  ","975063":"\n   Which would you choose?! 10 baby sloths or 10 kittens?!\n  ","975064":"\n   What are you doing rn😏😏😏\n  ","975065":"\n   What is something you are passionate about?\n  ","975066":"\n   would you ever name your pet chester or do you think that would be insulting?\n  ","975067":"\n   Do you think that you’re a good person?\n  ","975068":"\n   Do you have many ceiling fans in your home?\n  ","975069":"\n   Is it okay that I unlocked your secret?\n  ","975070":"\n   Nooo babe!!! Please don't go. Love you 💜\n  ","975071":"\n   Who has heard this dialogue? \n\nतो कैसे हो आप लोग...😂\n\n TikTok vs youtube\n  ","975072":"\n   What's the greatest invention of all time?\n  ","975073":"\n   Hey should I jump in a garbage can or drink a cup of toilet water for a dare? 😂 🗑🚽\n  ","975074":"\n   How are you ??\n  ","975075":"\n   I want a pet ostrich\n  ","975076":"\n   Do you like Ed Jasper\n  ","975077":"\n   what is something that you know a lot about?\n  ","975078":"\n   If you were truly abducted by aliens, would you risk being called crazy, and tell people? Or would you keep it to yourself?\n  ","975079":"\n   What are 5 things you’d say your good at and 5 things you aren’t so good at but you want to improve\n  ","975080":"\n   What can you do that most other people can’t do that you would classify as uniqueness ?\n  ","975081":"\n   How old are you? How old is your partner if you have one? How old is your child\/children? Do you want more children?\n  ","975082":"\n   Do you think your past has reshaped your future?\n  ","975083":"\n   You’re just so nice too me all the time I appreciate you\n  ","975084":"\n   I think that’s very nice of you\n  ","975085":"\n   Jerry Stiller died 😥\n  ","975086":"\n   it's impossible to get enough of you\n  ","975087":"\n   Go to sleep\n  ","975088":"\n   tattoo pap\n  ","975089":"\n   Gefällt dir dein Job?\n  ","975090":"\n   selfie?\n  ","975091":"\n   Do you play any instruments? Do you want to?\n  ","975092":"\n   Welche Serie hast du als Kind am liebsten geschaut?😊🙈\n  ","975093":"\n   Aya thank you so much for the likes 👍✌\n  ","975094":"\n   Nothing... corona 😂😂😂😂\n  ","975095":"\n   What's the best decision you've made this year so far?\n  ","975096":"\n   Do you strongly believe that Stormy Daniels is the most desirable woman in the United States of America?\n  ","975097":"\n   I dare you to jump in that trash\n  ","975098":"\n   Are you still you if everyone looks at you differently?\n  ","975099":"\n   What’s the latest you sleep in?Whats the earliest you wake up?\n  ","975100":"\n   Corona.... 😂Do you have here\n  ","975101":"\n   Do you get along with your siblings?\n  ","975102":"\n   how has the weather been in your area lately?\n  ","975103":"\n   That's a new song added to my Spotify!\n  ","975104":"\n   Anyone get a new update with Ask.fm? If so, what do you think of it?\n\nI did and whoa! Wow. Impressed! Way to go Ask.Fm! 👏👏👏 Looks neat! Looks like they are kinda are going with what I reeally wanted. More notice & updates to the profiles! Looks like they made them real nice & flashy! Love it!\n  ","975105":"\n   If you're listening to music, post the song you're currently listening to! If not, Post a favourite song of yours!\n  ","975106":"\n   Is there such a thing as your REAL self or does yourself change as time passes and given the circumstances you are in?\n  ","975107":"\n   How do you take your coffee?\n  ","975108":"\n   Have you gained any weight during lockdown?\n  ","975109":"\n   الله يرحم ايام لما كنا نبري اقلامنا عند الزبالة عشان نحكي مع بعض  🤣🤣\n  ","975110":"\n   My boyfriend is ignoring me\n  ","975111":"\n   “Scallywag” 🤣\n  ","975112":"\n   If there were a book about your life, what the cover would look like?\n  ","975113":"\n   What going on with him?\n  ","975114":"\n\n    @mostafazaid321\n   \n   Followed me please ☝️☝️🧡\nوهبااك\n\n\nلو سمحت تابعني هتكون نورتني 💜😊\nوانا هباااك الفولوا ع طول \nوشويه ليكس لو سمحت  وقولي وهباااك الليكس الي عاوزها  ف كيو 🌺❤\nشكرا 💜⚡\n  ","975115":"\n   Buttering is buttering, even with friends\n  ","975116":"\n   Good pick👍\n  ","975117":"\n   He's your bf ?\n  ","975118":"\n   Who is the best Spider-Man.\nToby\nAndrew \nTom\n  ","975119":"\n   OK so what about Spider-Man? \nWho did it best?\n  ","975120":"\n   I know... That's why you're buttering your bf\n  ","975121":"\n   😏\n  ","975122":"\n   Heheh buttering\n  ","975123":"\n   I was just checking I got the same shirt!\n  ","975124":"\n   What kind of food is delicious but a pain to eat\n  ","975125":"\n   Wow that great..\n  ","975126":"\n   Team cap or iron man\n  ","975127":"\n   Marvel or DC ?\n  ","975128":"\n   Who is your hero??\n  ","975129":"\n   When did you screw everything up but no one ever found out it was you?\n  ","975130":"\n   Do you ever feel like you would have been a better person if you never met someone in your life? 🤔\n  ","975131":"\n   You arent married\n  ","975132":"\n   She is engaged and married to the love of her life you scallywag! No hickies for you!\n  ","975133":"\n   💕Espaço Livre...💕\n  ","975134":"\n   -🔴معلومة دينية بسيييطه يمكن تفيدك  وتدعيلي في سرك وتاخد الثواب ان شاء الله😊🌸🍃رقم (١٧)🤍 - ما هي النية!!؟ طيب ايه حكم اني اقول نويت اصلي كذا او نويت اتوضأ لصلاة كذا ؟ وهل ده صح اصلا او عادي🤔🤷‍♂️؟؟؟ \n\n‏https:\/\/ask.fm\/e_fayez\/answer\/159923194092?utm_source=copy_link&utm_medium=iOS&shareBy=e_fayez\n  ","975135":"\n   I was hoping you could help me with that 👉👈\n  ","975136":"\n   Are you bi?\n  ","975137":"\n   I want you to give me a hicky\n  ","975138":"\n   Nikki I need a hicky\n  ","975139":"\n   Xnxx\n  ","975140":"\n   can i send u more compliments\n  ","975141":"\n   You can only save one person : your best-friend or your favorite parent\/sibling \n(Tu peux seulement sauver une seule personne : ton\/ta meilleur.e ami.e ou ton frère\/soeur\/parent préféré.e)\n  ","975142":"\n   What’s a show you recently watched that you didn’t think you’d like and ended up enjoying it? I watched Lemony Snicket’s A Series of Unfortunate Events and I really liked it\n  ","975143":"\n   How would you react if one of your friends pranked you by smooshing a whipped cream pie in your face? :D\n  ","975144":"\n   Would you make an exception and hug someone if they were sad?\n  ","975145":"\n   But how would you react to that situation, if she laid her feet in your lap?\n  ","975146":"\n   what’s bothering you rn\n  ","975147":"\n   how often do you make orders on amazon?\n  ","975148":"\n   i miss talking to you a bit\n  ","975149":"\n   Hello! Sorry to disturb!! Am new here hoping you could give me some minutes🙏\n  ","975150":"\n   Ever get watery eyes\n  ","975151":"\n   القرارات التي تصنعها الكرامه صائبه حتى وإن اوجعتك.\n  ","975152":"\n   What would you do\/say if one of your female friends laid her bare feet in your lap while you were on the couch together?\n  ","975153":"\n   stay in love!\n  ","975154":"\n   sometimes we have bad days where we feel alone. the loneliness kicks in. we think we're all alone, until we realize that we're not. if you ever feel alone, please know that ppl love you.\n  ","975155":"\n   what is that emoji doing\n  ","975156":"\n   every friend you make is a reflection of how good you are as a person\n  ","975157":"\n   I’ll have some of that, a bit of jam on the tooooost\n  ","975158":"\n   all we need is to realize we are good enough in this world. you are more than good enough. through the hate you get, you have alot of people supporting you all the way. people who wish they could talk to you in person and be your friend\n  ","975159":"\n   selfie?\n  ","975160":"\n   yep i am purposely going to bring you to tears of joy u deserve it u fucking deserve it\n  ","975161":"\n   when ppl bring you down you dont need to listen to a word they say. they are only jealous of you\n  ","975162":"\n   when you look in the mirror, recognize you have a beautiful soul. beauty isnt all outer, it is also inner. with the beauty you possess, you now are in possession of a fiance, friends, and security in all aspects of your life\n  ","975163":"\n   how can we make the queen tear up of joy today\n  ","975164":"\n   Whats LAMBADA\n  ","975165":"\n   Make a list of the top 5 nicest and top 5 meanest people on here\n  ","975166":"\n   🧠 What are your goals in this life?\n  ","975167":"\n   .... You interested in........ Culture?I interested in Islam abad culture\n  ","975168":"\n   how do you feel?\n  ","975169":"\n   Have you ever walked into your house late at night w\/ smeared makeup and torn nylons, and your parents told you that you smelled like smoke and booze, then said how dare you disrespect them by coming home like that?\n  ","975170":"\n   What is your worst addiction?\nCoffee, cigarettes, cigars, alcohol, speed, men, etc.....\n  ","975171":"\n   Have you ever drank an entire bottle of champagne in one sitting?\n  ","975172":"\n   Ask me questions I’m bored as hell😖\n  ","975173":"\n   Says the #15 ranked American oh my gosh!\n  ","975174":"\n   Are you genuinely afraid of getting covid19? Do you think you have the chance to get it?\n  ","975175":"\n\n    @NineGDxFour\n   \n   needs more questions\n  ","975176":"\n   Pap\n  ","975177":"\n   Follow me 🤍\n  ","975178":"\n   Would you rather be with the crush of your dreams or have an infinite amount of your favourite food?\n  ","975179":"\n   What are the three most important things for you to be happy?\n  ","975180":"\n   Do you have that one friend who just doesn’t seem to be able to grow up? Like they still act like they’re still in high school or they simply won’t get their life together?\n  ","975181":"\n   Are you noticing people in your area observing social distancing or wearing masks? Do you think most people in your area are taking this seriously?\n  ","975182":"\n   What is the quickest way to your heart? ✨\n  ","975183":"\n   How do you know if a guy likes you ?\n  ","975184":"\n   Name one thing Covid19 has ruined for you recently\n  ","975185":"\n   Which artist would you love to see in concert but you haven't yet? 🎙🎸\n  ","975186":"\n   What is something you’ll never understand?\n  ","975187":"\n   When was the last time you did something you genuinely loved doing? What was it?\n  ","975188":"\n   what’s something “small” that can ruin your day?\n  ","975189":"\n   The last thing you google comes true, what is it?\n  ","975190":"\n   If you had to walk into a battlefield from a fantasy movie but you could bring whatever fantasy-like weapon you desired, what'd you pick? 🛡🗡⚒🧙‍♂️🏹 Why that one? 🤔\n  ","975191":"\n   anyone watch Dead To Me on Netflix?\n  ","975192":"\n   How often do you vacuum ?\n  ","975193":"\n   Do you watch Netflix series? If so, what is your favourite? ☺️ (or are your \"favourites\" if more than one)\n  ","975194":"\n   Are you noticing people in your area observing social distancing or wearing masks? Do you think most people in your area are taking this seriously?\n  ","975195":"\n   You're beautiful\n  ","975196":"\n   are you a clingy person?\n  ","975197":"\n   any plans for today?\n  ","975198":"\n   Yes that from the anon 😄\n  ","975199":"\n   Was gibts neues aus den Schlumpfland 😄🇺🇸 ?\n  ","975200":"\n   The best profile here 🤓\n  ","975201":"\n   how does he grow it again every new day? 🙃\n  ","975202":"\n   Eight\n  ","975203":"\n   Six\n  ","975204":"\n   What gift has someone given you lately?\n  ","975205":"\n   i'm doing it a lot druing lockdown\n  ","975206":"\n   🎂 Is your birthday a big deal for you or do you just don’t care about it? When is your birthday?\n  ","975207":"\n   Have you ever been to someone else's wedding before? 👍\n  ","975208":"\n   😐😐😐😐\n  ","975209":"\n   Do you know which kinds?\n  ","975210":"\n   When was the last time you spoke with a classmate from high school?\n  ","975211":"\n   If you were asked to be the bridesmaid\/best man at someone's wedding, would you accept? Why or why not? 👍\n  ","975212":"\n   Who likes my profile..?😂😀\n  ","975213":"\n   Fun facts: Did you know Left handed people are less common than right handed people\n  ","975214":"\n   What is your worse fear ?\n  ","975215":"\n   do you have birds in the morning in your neighborhood ?\n  ","975216":"\n   What is a personality trait common among the Armenian people?\n  ","975217":"\n   You are the most peaceful person I know. What are 5 facts about you?\n  ","975218":"\n   Are you good with names or faces?\n  ","975219":"\n   wow! stay strong honeybunch to the two of you... 💖\n  ","975220":"\n   checking in! how’s everyone’s mental health or just your mental?\n  ","975221":"\n   whats been your most embarrassing moment ?\n  ","975222":"\n   Why are men not allowed to wear small bottoms at the pool or beach ?\n  ","975223":"\n   Sounds like something\n   \n    @naeyte2013\n   \n   would say tbh\n  ","975224":"\n   If everyone in the world were going to start calling you something of your choosing that WASN'T your real name, what'd you choose? 🤔🤣\n  ","975225":"\n   have you ever attempted to but ran when you couldn't do it and the alarm went off and people were coming?\n  ","975226":"\n   Chester bennington? More like Chester deadington lmao\n  ","975227":"\n   How do you feel about Corona making Souplantation go away forever?\n  ","975228":"\n   Hey Nicole beautiful smile x\n  ","975229":"\n   You really are a saint. Happy Mother's Day to your mom. She gifted you to the world and we are forever in debt to her for that.\n  ","975230":"\n   Who was better to their mom today, you or edra?\n  ","975231":"\n   do you adore country fried pork with all the fixings?\n  ","975232":"\n   Does that mean you want some natural disasters, war, famine and this pandemic to thin out the population?\n  ","975233":"\n   What stinks about babysitting babies?\n  ","975234":"\n   How do you know if a person has true feelings for you?\n  ","975235":"\n   What are some things you love about life?\n  "},"Answer":{"974164":"\n  I do lol\n  ","974165":"\n  Any inappropriate questions, negativity of any kind, Trump, math, etc 🤣\n  ","974166":"\n  No lol I don’t look anything like her🤣\n  ","974167":"\n  I’m awake so early oh my\n  ","974168":"\n  Limon Lays!\n  ","974169":"\n  I mean no, not necessarily tbh\n  ","974170":"\n  Most likely not\n  ","974171":"\n  Thank you!\n  ","974172":"\n  I don’t mind it, I think it’s cute anon\n  ","974173":"\n  Awh, I’m sorry\n  ","974174":"\n  He’s one of the most positive things in my life but he’s not the only positive thing. I just mention him because I think it’s cute personally\n  ","974175":"\n  No I don’t\n  ","974176":"\n  I’m sorry, but he will always be there by your side in spirit trust me. You will never be alone. Stay strong!\n  ","974177":"\n  Just dogs\n  ","974178":"\n\n   @edraegen\n  \n  🥰\n  ","974179":"\n  I’m so sorry for your loss but just know he’s in a better place now and looking down upon you making sure you’re staying safe.\n  ","974180":"\n  What’s the matter?\n  ","974181":"\n  I’m bored now\n  ","974182":"\n  Of course! I’ll try my best to cheer you up 🙂\n  ","974183":"\n  Fun questions, deep thinking questions, questions about me or my boyfriend, things you want to know about me etc!\n  ","974184":"\n  ‘IT’ chapter 1 and ‘IT’ chapter 2\n  \n  the conjuring 1 and 2 are my favorite!\n  ","974185":"\n  Scares you?🤣\n  ","974186":"\n  Absolutely I love them!\n  ","974187":"\n  Hey! Hope you’re staying safe anon!😁 I like that you’re spreading positive vibes!\n  ","974188":"\n  Air conditioner although I don’t like using it because it gets cold lol\n  ","974189":"\n  I do, yes\n  ","974190":"\n  Lol here we go\n  ","974191":"\n  Spending time\/talking to\n  \n   @edraegen\n  \n  🥰\n  ","974192":"\n  I don’t like it tbh\n  ","974193":"\n  Just don’t need to use them anymore lol\n  ","974194":"\n  I used to use straws all the time but now I don’t\n  ","974195":"\n  Lol I don’t know\n  ","974196":"\n  Of course!\n  ","974197":"\n  I’m not sure actually 🤔\n  ","974198":"\n  Lol no thank you anon\n  ","974199":"\n  I didn’t sleep well lol\n  ","974200":"\n  I haven’t seen Game of Thrones, friends, Grey’s Anatomy, supernatural, flash and so much more 🤣\n  ","974201":"\n  I’m doing good, how are you?\n  ","974202":"\n  I wish I was 🥺\n  ","974203":"\n  No I haven’t had cooked pudding lol\n  ","974204":"\n  It’s not Halloween 🤣\n  ","974205":"\n  Of course it’s a good song\n  ","974206":"\n  I’m so sleepy\n  ","974207":"\n  Sweet! Lol\n  ","974208":"\n  🥴🥴\n  ","974209":"\n  Chocolate lol\n  ","974210":"\n  I’d probably want to be friends with the mad hatter he’s so cool!🤣 and I’d probably enjoy wonderland.\n  ","974211":"\n  🤨🤨\n  ","974212":"\n  Most definitely I’ve wondered that 🤣\n  ","974213":"\n  You’re too young to be on here💀\n  ","974214":"\n  Yes, I absolutely love bike riding! It’s so fun and relaxing tbh😁\n  ","974215":"\n  I don’t know lol\n  ","974216":"\n  I like wearing make up sometimes!\n  ","974217":"\n  I’m not? lol\n  ","974218":"\n  Lol definitely not\n  ","974219":"\n  Definitely better than the person I was yesterday.\n  ","974220":"\n  The reason for my happiness is\n  \n   @edraegen\n  \n  🥰\n  ","974221":"\n  lol I love traveling to Hawaii but I’m good where I’m at right now.\n  ","974222":"\n  What makes Hawaii so safe? lol\n  ","974223":"\n  I mean I like who I’m becoming slowly and surely definitely!\n  ","974224":"\n  I don’t understand why I’m so quiet and anxious all of the time. Also why I get stressed out so easily. Why I give people so many chances and let them back into my life when they haven’t changed. I don’t understand so many things about myself.\n  ","974225":"\n  A pet bear definitely!😍\n  ","974226":"\n  I don’t know actually lol\n  ","974227":"\n  Probably Disneyland honestly\n  ","974228":"\n  an absolute mess\n  ","974229":"\n  She would end up being your half sister I believe!\n  ","974230":"\n  From my brain and mind lol\n  ","974231":"\n  probably love actually tbh!\n  ","974232":"\n  such a hellhole 🤣\n  ","974233":"\n  nothing new lately lol\n  ","974234":"\n  I love how kind, caring, loving, honest and loyal they are! They bring the best out of me😁\n  ","974235":"\n  Yes, I absolutely do! lol\n  ","974236":"\n\n   https:\/\/youtu.be\/yeMt-no2LW0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","974237":"\n  I’m not sure actually lol\n  ","974238":"\n  I don’t think I know anyone like that\n  ","974239":"\n  Being ghosted,being ignored and treated like a stranger, the dmv, the doctors office, the dentist, waiting in lines lol\n  ","974240":"\n  The human body contains enough fat to make seven bars of soap.\n  ","974241":"\n  I’m wearing pjs lol\n  ","974242":"\n  I usually get enough sleep so I don’t have to deal with the lack of sleeping tbh\n  ","974243":"\n  Because I’ve made many friends on here that I enjoy talking to, mainly out of boredom and for fun!\n  ","974244":"\n  I mean it’s definitely going pretty good!\n  ","974245":"\n  Absolutely I would!\n  ","974246":"\n  🤣🤣\n  ","974247":"\n  Criminal minds!\n  ","974248":"\n  I prefer quieter and calmer, life tbh. More peaceful and relaxing\n  ","974249":"\n  Go swimming, take a nap, go for a walk, talk to my love, sit in a bath, watch tv, listen to music etc!\n  ","974250":"\n  Key lime pie 😋\n  ","974251":"\n  1) ‘IT’ chapter 1 and ‘IT’ chapter 2\n  \n  2) criminal minds!\n  \n  3) temple run\n  \n  4) blue & pink\n  \n  5) bears!\n  \n  6) watermelon\n  \n  7) carbonara\n  \n  8) key lime pie\n  \n  9) summer\n  \n  10) halloween\n  ","974252":"\n  Nope I’d rather cook at home\n  ","974253":"\n  I would love to be a mermaid lol. It seems like it would be fun except if someone tries to cut off your mermaid tail 😭\n  ","974254":"\n  I definitely do, yes!\n  ","974255":"\n  That’s not late lol and yeah I should but I’m not sleepy. And thank you! Hope you’re having a great day😁\n  ","974256":"\n  That would be super awesome if I did. I would probably share the new species with the world tbh😅\n  ","974257":"\n  I don’t have dinner anon\n  ","974258":"\n  I would want to change me not being shy and socially anxious all the time.\n  ","974259":"\n  I believe you should always try and do the right and do things right in my opinion. I like both.\n  ","974260":"\n  It’s safe though and thank you that’s very kind! I’m safe here 🙂\n  ","974261":"\n  Yes, I would actually lol\n  ","974262":"\n  Congratulations I didn’t ask lol\n  ","974263":"\n  It’s all good! And it’s super early in the morning it’s 3:17 am😱and isn’t it late over there?\n  ","974264":"\n  No I love the dark!\n  ","974265":"\n  no way! I prefer people to say it as “okay” tbh that doesn’t make me cringe\n  ","974266":"\n  hey friend and oh no don’t call me that. I’m taken 🙂\n  ","974267":"\n  What are you talking about?\n  ","974268":"\n  Where I live is safe and very beautiful!\n  ","974269":"\n  I have no clue lol\n  ","974270":"\n  How’s it spelled like “okay”\n  ","974271":"\n  “Ok” I hate when people say it like that\n  ","974272":"\n  Why? Lol\n  ","974273":"\n  Oh I definitely love traveling to Hawaii\n  ","974274":"\n  I’m boreeed\n  ","974275":"\n  Nope lol\n  ","974276":"\n  none of them really lol\n  ","974277":"\n  lol no🤣\n  ","974278":"\n  how they look lol\n  ","974279":"\n  A lot of them do actually\n  ","974280":"\n  A Maltese mix terrier and two shi zhu’s😁\n  ","974281":"\n  I would much rather give tbh🙂\n  ","974282":"\n  “ even though we don’t talk anymore I’ll always be there for you”\n  \n  “I’ll always love you even if we do fall apart”\n  \n  “ I’m okay”\n  \n  “ I’m fine”\n  ","974283":"\n  Why are you yelling?\n  ","974284":"\n  I haven’t read in a long time lol so I don’t have any to recommend\n  ","974285":"\n  No actually I don’t believe in second chances\n  ","974286":"\n  I believe people give up on relationships nowadays so easily because they can’t commit and because they don’t know how to be loyal to their partners. Maybe they just aren’t ready to commit and be loyal.  I think it’s mainly because people are scared of commitment and committing to one person. I’ve noticed nowadays people don’t take relationships seriously and just aren’t committed at all. It’s quite sad actually.\n  ","974287":"\n  Hershey’s and almond joy\n  ","974288":"\n  I’m neither actually lol\n  ","974289":"\n  I do!\n  ","974290":"\n  Yeah they probably do lol\n  ","974291":"\n  Love for me is such a magical feeling honestly. It feels so good to know someone loves you so much that they give you their everything and their hearts and just love you with their all😍\n  \n   @edraegen\n  \n  is my loveeee\n  ","974292":"\n  Mike Shinoda!\n  ","974293":"\n  No I haven’t\n  ","974294":"\n  Here we go again\n  ","974295":"\n  The move ink lol\n  ","974296":"\n  Why?\n  ","974297":"\n  Alrighty then\n  ","974298":"\n  I don’t quite remember how old I was when I first learned how to tie my shoes 😅\n  ","974299":"\n  Passing my behind the wheel test and then getting my license! 😁\n  ","974300":"\n  Probably panic and stress out and be very disappointed in the world for starting another war.\n  ","974301":"\n  I think our world is unique because we have humans living on this planet and not any other planet that we know of! No I believe there are parallel universes out in space!\n  ","974302":"\n  Honestly yes, I think I could tell the difference between a crow and raven\n  ","974303":"\n  Honestly probably Dr. Strange lol\n  ","974304":"\n  I’m not your mi amor anon\n  ","974305":"\n  And we’re back to being dead again\n  ","974306":"\n  Anytime dude! Welcome to ask btw😁 lol\n  ","974307":"\n  yoooo everyone go follow\n  \n   @PhillyMisfit\n  \n  😁\n  ","974308":"\n  I can definitely try!\n  ","974309":"\n  Once again this is dead\n  ","974310":"\n  lmao what\n  ","974311":"\n  I usually tend to let things go most of the time\n  ","974312":"\n  Say what now?\n  ","974313":"\n  Most definitely\n  ","974314":"\n  An egg and some Russian sausages lol\n  ","974315":"\n  nope, I’m happily taken\n  ","974316":"\n  I’m 5’7\n  ","974317":"\n  I just answer questions I’m comfortable answering and if I’m not I will say I don’t want to answer this or I’m not comfortable answering this. Or I’ll just ignore it\n  ","974318":"\n  Probably about a 6ish\n  ","974319":"\n  I’m doing good!\n  ","974320":"\n  No but I’ve done that to a guy.\n  ","974321":"\n  I don’t think I am lol\n  ","974322":"\n  Talkkkkk peoples\n  ","974323":"\n  I do\n  ","974324":"\n  Probably gum or candy lol\n  ","974325":"\n  Not really, just the same old tbh\n  ","974326":"\n  Lol ah I see\n  ","974327":"\n  I know right?! It’s so good😁\n  ","974328":"\n  Negativity, haters, rude people, people who like to talk as if they know what they’re talking about when they don’t, drama starters, being ignored\/ghosted, being left on seen etc!\n  ","974329":"\n  I would say definitely bright colors lol\n  ","974330":"\n  I like itttt\n  ","974331":"\n  Lol so you’re asleep right now?\n  ","974332":"\n  That’s good to know🤣\n  ","974333":"\n  I’m not your wife anon. I’m all\n  \n   @edraegen\n  \n  ‘s girl 🥰\n  ","974334":"\n  They should be their selves around me and be kind, and positive, trustworthy, respectful, honest, loyal, caring, have a big heart that’s really something that would make me happy.\n  ","974335":"\n  I would say about an 11 lol\n  ","974336":"\n  I’d rather cook at home tbh\n  ","974337":"\n  Joe Mama hurt me\n  ","974338":"\n  Oh no, I don’t like sushi. That’s awesome, enjoy and stay safe!😁\n  ","974339":"\n  He does like everything about me anon\n  ","974340":"\n  no that’s not true\n  ","974341":"\n  Yes lol I have!\n  ","974342":"\n  Happy Friday to you too!😁\n  ","974343":"\n  3:45 am why am I awake lol\n  ","974344":"\n  Lol why do you always ask this?\n  ","974345":"\n  No I have not\n  ","974346":"\n  Goodnight y’all, since this app is dead\n  ","974347":"\n  3!\n  ","974348":"\n  Lol ask me questions\n  ","974349":"\n  I have very skinny feet lol anyways\n  ","974350":"\n  I love them!🥺\n  ","974351":"\n  She’s sleeping 🥺\n  ","974352":"\n  We both don’t like feet anon\n  ","974353":"\n  No I don’t\n  ","974354":"\n  Thank you!\n  ","974355":"\n  Limon Lays are my favorite!\n  ","974356":"\n  I don’t dance lol\n  ","974357":"\n  Yes I do!\n  ","974358":"\n  It’s very important to have trust and to build it with someone\n  ","974359":"\n  Hello!\n  ","974360":"\n  No I haven’t lol\n  ","974361":"\n  I don’t lol\n  ","974362":"\n  🤨🤨\n  ","974363":"\n  Not really lol\n  ","974364":"\n  Why not?\n  ","974365":"\n  Sure?\n  ","974366":"\n  I’m not Jason lol\n  ","974367":"\n  Lol that’s adorable!\n  ","974368":"\n  I think it can be very relaxing and peaceful\n  ","974369":"\n  That would be very sweet actually!\n  ","974370":"\n  I appreciate that, thank you!\n  ","974371":"\n  If I tried, probably lol\n  ","974372":"\n  No I can’t\n  ","974373":"\n\n   @edraegen\n  \n  🥰\n  ","974374":"\n  I get that, yeah I guess so. I experienced things because of people whether if it was hurtful or exciting.\n  ","974375":"\n  No I don’t think so, my past experiences have made me become who I am not the people.\n  ","974376":"\n  Hello!\n  ","974377":"\n  No why would there be?\n  ","974378":"\n  Nope, once you find the right person you don’t dwell on your ex. And I’ve found the right person.\n  ","974379":"\n  Spam me with questions people 😩\n  ","974380":"\n  I’m not sure 🤨\n  ","974381":"\n  Yes, it was definitely very hard for me and took years to get over him but once you find the right person who also treats you right you’ll be able to forget about an ex that didn’t treat you right and therefore lost you.\n  ","974382":"\n  💀💀\n  ","974383":"\n  Here we go again\n  ","974384":"\n  lol I see, that’s interesting\n  ","974385":"\n  🙂\n  ","974386":"\n  Why’s that?\n  ","974387":"\n  Polo... polo... I think? lol\n  ","974388":"\n  It’s not fun anon.\n  ","974389":"\n  Well no it’s not fun at all, but he deserved it\n  ","974390":"\n  What goes around comes back around kinda\n  ","974391":"\n  lmao I just saw karma happen 💀🤣\n  ","974392":"\n  No he didn’t make me feel devastated. I was just stressed out from my schoolwork anon. I never once said he made me feel sad.\n  ","974393":"\n  Hey!\n  ","974394":"\n  Someone talk?\n  ","974395":"\n  🥱🥱\n  ","974396":"\n  Omg it’s going to be 3 years since I graduated on the 26th😱\n  ","974397":"\n  Oh no, I can’t even solve it 🤣 so not good with them\n  ","974398":"\n  I’m taken\n  ","974399":"\n  Honestly no I don’t believe people should be given second chances at all but knowing me I give them like 300 chances and they do the same thing they did in the beginning and ends up hurting me in the end. So no I don’t believe people should be given a second chance because in my experience once they do something to hurt you they will continue to do so if you give another chance.\n  ","974400":"\n  Who uses email? Lol\n  ","974401":"\n  I’m kinda sleepy lol oh my\n  ","974402":"\n  That feeling when you know you’re in love and the butterflies you get in your stomach and how happy it makes you on the inside and outside. It’s a magical feeling.\n  ","974403":"\n\n   @edraegen\n  \n  🥰\n  ","974404":"\n  Yes, I’m happy.\n  ","974405":"\n  ‘IT’ chapter 1 and ‘IT’ chapter 2\n  \n  The conjuring 1 and 2!😁\n  ","974406":"\n  Noo, not always but sometimes!\n  ","974407":"\n  ja natürlich habe ich 😁\n  ","974408":"\n  ein Video darüber, wie man nicht so gestresst ist\n  ","974409":"\n  No lol that’s not what I meant. You misunderstood\n  ","974410":"\n  Yes goodbyes are hard but for me it’s letting go of someone that’s the hardest.\n  ","974411":"\n  I do!\n  ","974412":"\n  I do!😎\n  ","974413":"\n  Noooo I don’t play!\n  ","974414":"\n  YESSS! I love horror movies!\n  ","974415":"\n  👩🏻‍🦰🤪\n  ","974416":"\n  Lol I’m 20\n  ","974417":"\n  I’m in a relationship right now anon\n  ","974418":"\n  Definitely my heart!\n  ","974419":"\n  Yes!\n  \n   @edraegen\n  \n  🥰\n  ","974420":"\n  14 or 15 lol\n  ","974421":"\n  Well yes I do believe that love fades away when you’re with someone that’s not meant to be. Overtime that love you had for that person will fade away because it just didn’t work out no matter how hard you tried or how much effort you put in the relationship with that person. I feel it only fades when you feel that person was playing you or not putting in any effort into the relationship like you were.\n  ","974422":"\n  I think I was about 4 years old\n  ","974423":"\n  It taste like roses and the color is pink!\n  ","974424":"\n  Water, rose juice, sour cherry juice, green tea, matcha green tea iced latte, pink drink, dragon drink, almond milk etc!😁\n  ","974425":"\n  This app is deaddd\n  ","974426":"\n  I probably would, but I have no idea honestly lol\n  ","974427":"\n  Nope, I don’t believe that at all.\n  ","974428":"\n  🤫🤫\n  ","974429":"\n  That’s just weird lol\n  ","974430":"\n  She follows me everywhere but the bathroom lol\n  ","974431":"\n  I’m feeling pretty good! How are you doing?\n  ","974432":"\n  Sure! Send me in would you rathers lol\n  ","974433":"\n  No many people do drink coffee though just some don’t lol\n  ","974434":"\n  I don’t drink coffee!\n  ","974435":"\n  I honestly don’t think so, it would be a more negative place. I mean some people already do and it hurts others feelings or brings them down.  Also it would probably be a more dark world even more than it is right now.\n  ","974436":"\n\n   @edraegen\n  \n  🥰\n  ","974437":"\n  Okay this app is dead and all my anons have left 😭\n  ","974438":"\n  Anyways why am I awake so early again\n  ","974439":"\n  I’m currently laughing at something I wish I didn’t see 🤣\n  ","974440":"\n  I am sleepy!\n  ","974441":"\n  Whenever I take the time to really think\n  ","974442":"\n\n   @edraegen\n  \n  🥰\n  ","974443":"\n  Well in the past I didn’t believe in it. Nah I didn’t say that\n  ","974444":"\n  lmao I’m deceased 💀🤣\n  ","974445":"\n  Y’all talk🥱\n  ","974446":"\n  Yes, I absolutely believe opposite genders can maintain a friendship without developing a love interest it’s definitely possible and can exist.\n  ","974447":"\n  I woke up\n  \n   @edraegen\n  \n  😋\n  ","974448":"\n  Sigh\n  ","974449":"\n  I never said there’s anything wrong with it\n  ","974450":"\n  y’all send me stuff on tellonym\n  \n  It’s in my bio\n  ","974451":"\n  A whole day straight 😍\n  ","974452":"\n  Talk to\n  \n   @edraegen\n  \n  and probably enjoy the weather 😁\n  ","974453":"\n  That’s very kind!\n  ","974454":"\n  Ahaha no I’m definitely not one\n  ","974455":"\n  I definitely love the Stella Rosa Rosè it’s really good!\n  ","974456":"\n  That’s kind but you shouldn’t\n  ","974457":"\n  no lol\n  ","974458":"\n  I don’t believe so\n  ","974459":"\n  Because it’s not something you should be proud of\n  ","974460":"\n  I don’t do it\n  ","974461":"\n  I’m good\n  ","974462":"\n  I guess so, not really\n  ","974463":"\n  I do\n  ","974464":"\n  I’m not sure🤔\n  ","974465":"\n  No thank you\n  ","974466":"\n  I hope you had a great day as well lovely!🤍\n  ","974467":"\n  Absolutely not\n  ","974468":"\n  Yes, I have before!\n  ","974469":"\n  Absolutely not\n  ","974470":"\n  I’m sure they’re! lol\n  ","974471":"\n  Sure!\n  ","974472":"\n  That’s  not something to be proud about\n  ","974473":"\n  This is how you know how bored I am. I’m watching too hot too handle 🤣\n  ","974474":"\n  lol I guess some do\n  ","974475":"\n  Honestly in a cup because I have very sensitive teeth and it makes it harder for me to eat ice cream when it’s in a cone.\n  ","974476":"\n  Sigh, I’m bored\n  ","974477":"\n  Just ignore them and act like they don’t exist.\n  ","974478":"\n  Yes, I definitely think some things are meant to be and some things are not meant to be no matter how hard you try.\n  ","974479":"\n  I ate some pasta!\n  ","974480":"\n  I’m not sleepy?\n  ","974481":"\n  I use cards more tbh!\n  ","974482":"\n  💀🤪\n  ","974483":"\n  I guess so, not really though\n  ","974484":"\n  Lol appreciate that!\n  ","974485":"\n  I would probably choose pizza to go. I remember when I didn’t like pizza 🤣\n  ","974486":"\n  I’ve played miniature golf so many times but not putt putt I’ve never heard of that 🤔\n  ","974487":"\n  Yes, I can give you my username but please don’t answer it🙂\n  ","974488":"\n  Honestly I used to believe that soulmates weren’t a real thing due to what I was going through in the past. But now yes, I believe soulmates are very real it just takes time for you the find the one but it’s definitely worth the wait I could tell you that. My soulmate is\n  \n   @edraegen\n  \n  🥰\n  ","974489":"\n  Go swimming, go to the beach, sit in the sun and enjoy the weather, go hiking, go on walks, go to the mall, travel!\n  ","974490":"\n  Lol thank you and there’s no need for the wink face.\n  ","974491":"\n  It’s happened to me multiple times and knowing me, I’m a big hearted and kind person I just see what they have to say to me.\n  ","974492":"\n  No I really don’t anymore\n  ","974493":"\n  Probably a face mask and gloves 🤣\n  ","974494":"\n  Stylish & fashionable also very color coordinated .\n  ","974495":"\n  Because sometimes it’s entertaining and maybe they’re bored and want to do something\n  ","974496":"\n  You probably have anon!\n  ","974497":"\n  I’ve never been stung by a jellyfish no!😱\n  ","974498":"\n  Yes, I absolutely love the warm weather!\n  ","974499":"\n  I don’t really garden but I have done it before it’s not really my favorite\n  ","974500":"\n  Why would I roast you?\n  ","974501":"\n  Yeah I do! I like to have small snacks like chips and whatnot😁\n  ","974502":"\n  Be sad\n  ","974503":"\n  I will try! 😁\n  ","974504":"\n  That I’m not a quiet person once you get to know me more and once I become more comfortable with you lol\n  ","974505":"\n  Negative people,  people who hate on others for no reason, people who offend others, rude people and whatnot!\n  ","974506":"\n  I’ve never been\n  ","974507":"\n  Ohhh that’s a good one my star sign is a earth sign so I would probably control the earth!😁\n  ","974508":"\n  Oh no, don’t say that\n  ","974509":"\n  Yes I enjoy going to the beach!\n  ","974510":"\n  I have them lol\n  ","974511":"\n  A woman could definitely propose to a man. There’s nothing wrong with that at all\n  ","974512":"\n  Alright y’all talk!\n  ","974513":"\n  I don’t like neither 🤣\n  ","974514":"\n  🤨🤨\n  ","974515":"\n  Ahaha same\n  ","974516":"\n  Ohhh yes definitely 🤫 and thank you for that!\n  ","974517":"\n  Not having sex enough now that we are self isolating\n  \n  Not communicating\n  \n  Arguing with one another while stuck together\n  \n  So many reasons!\n  ","974518":"\n  lord help me🤣\n  ","974519":"\n  I’m sleepy\n  ","974520":"\n  Nope I don’t sleep with a fan\n  ","974521":"\n  I’m so mad\n  ","974522":"\n  Oh no, don’t drink poison.\n  ","974523":"\n  It’s never happened anon\n  ","974524":"\n  no I don’t believe so\n  ","974525":"\n  Just be like okay then lol\n  ","974526":"\n  No I haven’t\n  ","974527":"\n  Good night lovely!\n  ","974528":"\n  Lol sure\n  ","974529":"\n  Y’all speak\n  ","974530":"\n  Of course!\n  ","974531":"\n  Why should I be? That’s abuse\n  ","974532":"\n  Absolutely not\n  ","974533":"\n  Excuse me? lmao\n  ","974534":"\n  I do like kittens\n  ","974535":"\n  Remember y’all to send me things on tellonym too!\n  ","974536":"\n  Ahahha that’s adorable!\n  ","974537":"\n  Who’s that?\n  ","974538":"\n  lol no I don’t\n  ","974539":"\n  I mean that’s kind of you I guess\n  ","974540":"\n  What’s that?\n  ","974541":"\n  Sure anon! Are you spongebob?\n  ","974542":"\n  App is dead again\n  ","974543":"\n\n   @edraegen\n  \n  already does that 😋\n  ","974544":"\n  Absolutely!\n  ","974545":"\n  Anons come backkkkkk😩\n  ","974546":"\n  He doesn’t have to like chocolate for me lol\n  ","974547":"\n  Omg yes he definitely does!\n  ","974548":"\n  Excuse me?\n  ","974549":"\n  oh my🤣\n  ","974550":"\n  No he doesn’t like chocolate\n  ","974551":"\n  It’s been alright!\n  ","974552":"\n  He knows that 😋\n  ","974553":"\n  It’s true, he does love that and knowing that I’m all his.🥰\n  ","974554":"\n  No I won’t refuse lol\n  ","974555":"\n  Dear lord help me\n  ","974556":"\n  I’m from California\n  ","974557":"\n  I don’t eat dinner and I’d love to join you guys but I don’t like fish!😅\n  ","974558":"\n  Pizza lmao\n  ","974559":"\n  That’s tough because I would choose both 😅\n  ","974560":"\n  neue Freunde zu finden, aber es ist nicht sehr einfach für mich\n  ","974561":"\n  But you didn’t have to cut me off\n  \n  Make it out like it never happened and that we were nothing\n  \n  And I don’t even need your Love\n  \n  But you treat me like a stranger and it feels so rough\n  ","974562":"\n  So bored on here😭😭\n  ","974563":"\n  No thank you\n  ","974564":"\n\n   @edraegen\n  \n  😋😋\n  ","974565":"\n  Not really fascinating to me\n  ","974566":"\n  Oh my oh my\n  ","974567":"\n  Probably going to take a break from this app it’s so dead\n  ","974568":"\n  Hmm I’m not quite sure\n  ","974569":"\n  Hello! I’m bored you?\n  ","974570":"\n  Omg I could see it too, haha thank you girly!\n  ","974571":"\n  I don’t really care for cinnamon buns or waffles lol\n  ","974572":"\n  I don’t think about getting revenge ever because it’s definitely not worth it. You should just move on and forgive whatever that person did.\n  ","974573":"\n  In high school yes, my mom didn’t like that one friend in particular because she could sense bad vibes from her and she was right lol\n  ","974574":"\n  I’m definitely a very picky person when it comes to food! There’s so many foods I don’t like lol\n  ","974575":"\n  Nope rarely ever tbh!\n  ","974576":"\n  Not in awhile actually lol\n  ","974577":"\n  I do like ramen!\n  ","974578":"\n  No I’m not!\n  ","974579":"\n  Where are all my anons at?😭\n  ","974580":"\n  I’m not\n  ","974581":"\n  I’m pretty bored anon\n  ","974582":"\n  I don’t take naps anymore honestly, now it’s very rare if I do\n  ","974583":"\n  Sounds good!😁\n  ","974584":"\n  No lol we don’t do that.\n  ","974585":"\n  Nope luckily I don’t have that problem.\n  ","974586":"\n  Strawberry is probably my #2 and Vanilla is my #3\n  ","974587":"\n  I’m beyond bored lol\n  ","974588":"\n  This app is dead\n  ","974589":"\n  Curled? Lol\n  ","974590":"\n  Yes, I love them!\n  ","974591":"\n  Yes, I absolutely love going on walks all the time! I enjoy it so much!\n  ","974592":"\n  Oh yes most definitely!\n  ","974593":"\n  In a lift?\n  ","974594":"\n  Yes I like milkshakes! Especially chocolate ones!😋\n  ","974595":"\n  lol that’s random\n  ","974596":"\n  Probably Instagram lol\n  ","974597":"\n  I would definitely say this one\n  ","974598":"\n  They can be but so can boys lol\n  ","974599":"\n  No I’m not lol\n  ","974600":"\n  I’m kinda sleepy\n  ","974601":"\n  Awhhh, that’s very sweet of you!\n  ","974602":"\n  No no you didn’t bore me, I know it’s hard not being able to see family but hang in there!\n  ","974603":"\n  Send me stuff on tellonym guysssss\n  ","974604":"\n  That sounds absolutely fun!\n  ","974605":"\n  Yeah lol\n  ","974606":"\n  That’s adorable\n  ","974607":"\n  Well that would be just horrifying  if it was all just a dream\n  ","974608":"\n  Not necessarily, no a girl can make the first move if she wanted to definitely. There’s nothing wrong with that. If she has the confidence to make the first move she should go for it!\n  ","974609":"\n  Interesting\n  ","974610":"\n  Can you have some respect?\n  ","974611":"\n  I do\n  ","974612":"\n  y’all no one is sending me anything on tellonym lol\n  ","974613":"\n  Awhhh I’m sorry, hang in there! You’ll be able to take her out again soon!\n  ","974614":"\n  I mean I love talking to him 😍\n  ","974615":"\n  lol i mean you dry your wet body against a towel and it gets dirty from that\n  ","974616":"\n  That makes more sense\n  ","974617":"\n  Alrighty then\n  ","974618":"\n  hang out with\n  \n   @edraegen\n  \n  🥺\n  ","974619":"\n  She will come back!🙂\n  ","974620":"\n  Sure!\n  ","974621":"\n  Ask me stuff, please\n  ","974622":"\n  lol she’s probably busy!\n  ","974623":"\n  oh lol I see\n  ","974624":"\n  I definitely think that’s true when it comes to  romantic relationships because people are usually attracted to their opposite personalities but it’s important to create a strong bond between one another in order for the relationship to work.\n  ","974625":"\n  I’m so bored y’all\n  ","974626":"\n  I don’t drink soda!\n  ","974627":"\n  Who?\n  ","974628":"\n  I’m boreeeed\n  ","974629":"\n  yeah totally\n  ","974630":"\n\n   https:\/\/youtu.be\/5dmQ3QWpy1Q\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","974631":"\n  🤣🤣🤣\n  ","974632":"\n  I guess so, I don’t have the confidence though\n  ","974633":"\n  I don’t trust them, they have deceived me too much\n  ","974634":"\n  Not really, no\n  ","974635":"\n\n   https:\/\/tellonym.me\/queenofanxietyy\n  \n","974636":"\n  Most likely not, I do hug my man though\n  ","974637":"\n  That’s true lol but definitely not now\n  ","974638":"\n  Confidence to me means having a high self-esteem and having the courage to do things you wouldn’t usually do and that are out of your comfort zone. Also not letting what others say bring you down or get to you because you’re confident in yourself and you aren’t afraid to show off your appearance.\n  ","974639":"\n\n   @edraegen\n  \n  ‘s house lol\n  ","974640":"\n  The tv lol\n  ","974641":"\n  Who?\n  ","974642":"\n  Of course I would\n  ","974643":"\n  Who what where\n  ","974644":"\n  I would be quite upset actually\n  ","974645":"\n  very loving!\n  ","974646":"\n  He wouldn’t though\n  ","974647":"\n  He wouldn’t.\n  ","974648":"\n  Clayton Clayton Clayton 💀🤣 come on now, you should know better.\n  ","974649":"\n  In my bio\n  ","974650":"\n  That would be pretty sick!\n  ","974651":"\n  I don’t think I did\n  ","974652":"\n  I haven’t boycotted any stores ever!\n  ","974653":"\n  When I was little in Santa and the tooth fairy lol\n  ","974654":"\n  yeah have fun with that\n  ","974655":"\n  My life\n  ","974656":"\n  I have many actually 🙃\n  ","974657":"\n  A lot of things tbh\n  ","974658":"\n  I wouldn’t go that far for free or discount items\n  ","974659":"\n  🤣🤣🤣\n  ","974660":"\n  To feel good about themselves and to stay healthy and or release stress\n  ","974661":"\n  Anyways\n  ","974662":"\n  It’s the same old routine for me lol\n  ","974663":"\n  Feel free to ask me stuff on tellonym guys!\n  ","974664":"\n  Tomato, lettuce, pickles, ketchup, cheese\n  ","974665":"\n  No thank you!\n  ","974666":"\n  You need to apply and do the requirements\n  ","974667":"\n  I’m the type of person that sticks around little crowds definitely. I don’t like being around a lot of people.\n  ","974668":"\n  no I haven’t\n  ","974669":"\n  I don’t eat much anyways\n  ","974670":"\n\n   @edraegen\n  \n  for life!😍\n  ","974671":"\n  I just don’t gain weight, I have a fast metabolism\n  ","974672":"\n  Definitely ham, mayo, onion etc!\n  ","974673":"\n  no I don’t lol\n  ","974674":"\n  lol you can find someone\n  ","974675":"\n  Definitely their style in clothing\n  ","974676":"\n  Absolutely not\n  ","974677":"\n  I’m definitely neither.\n  ","974678":"\n  Yes, I can!🤪 what would you like?\n  ","974679":"\n  I absolutely love animals as well! My favorite animals are bears!😁\n  ","974680":"\n  I made a tellonym y’all!\n  ","974681":"\n  I love salad! I definitely love chicken Cesar salad 😁\n  ","974682":"\n  lol no I wouldn’t\n  ","974683":"\n\n   @edraegen\n  \n  🤫\n  ","974684":"\n  No I personally wouldn’t climb a mountain.\n  ","974685":"\n  Australia\n  ","974686":"\n  What?\n  ","974687":"\n  Well it’s been warm and hot but today it’s raining like what?! lol it’s crazy\n  ","974688":"\n  I have 3 siblings!\n  ","974689":"\n  I usually don’t even ask for receipts tbh\n  ","974690":"\n  🥱🥱\n  ","974691":"\n  I’m not anon\n  ","974692":"\n  yeah lol for tellonym\n  ","974693":"\n  🤨🤨\n  ","974694":"\n  Oh yes definitely!\n  ","974695":"\n  I don’t though 🤣\n  ","974696":"\n  How could I help you? lol\n  ","974697":"\n  I feel like my heart controls me tbh\n  ","974698":"\n  Oh no, I don’t like pork!\n  ","974699":"\n  I hope you have a great Monday as well!😁\n  ","974700":"\n  I do!\n  ","974701":"\n  How’s that?\n  ","974702":"\n  lol yeah I got that tattooed on my arm🤣\n  ","974703":"\n  No I haven’t\n  ","974704":"\n  Excuse me?🤣\n  ","974705":"\n  Alright I might just head to bed\n  ","974706":"\n  I feel it’s better to be loved definitely because it’s a great feeling when you know you’re loved by people. It makes you feel happy and warm inside when you know you’re loved.\n  ","974707":"\n  nope I’m taken\n  ","974708":"\n  What are you even talking about? Stop it yeah? he’s an amazing guy who I adore and love very much.\n  ","974709":"\n  Thank you, that’s great\n  ","974710":"\n  Not really, no\n  ","974711":"\n  First of all, I’m not your little girl. Lol you didn’t raise me and it’s not about money all the time my goodness.\n  ","974712":"\n  excuse me? lol I don’t think so\n  ","974713":"\n  🤣🤣\n  ","974714":"\n  no I’m not!\n  ","974715":"\n\n   @edraegen\n  \n  ‘s house 😏\n  ","974716":"\n  alrighty then?🤣\n  ","974717":"\n  Thank you anon! Lol I’m dating him so of course I like him?\n  ","974718":"\n  I’m\n  \n   @edraegen\n  \n  ‘s girl anon\n  ","974719":"\n  I gave advice to my friend not to be sad and to stay strong\n  ","974720":"\n  What?\n  ","974721":"\n  excuse me?\n  ","974722":"\n  I don’t open links!\n  ","974723":"\n\n   @edraegen\n  \n  🥺\n  ","974724":"\n  I need username ideas for tellonym\n  ","974725":"\n  lol I’m good\n  ","974726":"\n  lol no what even?🤣\n  ","974727":"\n  I don’t know?\n  ","974728":"\n  What? Lol\n  ","974729":"\n  I’ve learned so many important lessons in my life\n  ","974730":"\n  I’ve never watched that show! Don’t even understand how it works lol\n  ","974731":"\n  Nope!\n  ","974732":"\n  I mean that sounds terrible because people are out of jobs\n  ","974733":"\n  That would be incredible lol\n  ","974734":"\n  Don’t know where that is\n  ","974735":"\n  That’s cool but I’m not sure where I want to go\n  ","974736":"\n  Lol that’s cool anon!\n  ","974737":"\n  Don’t open links anon\n  ","974738":"\n  No? Lol\n  ","974739":"\n  That’s awesome !\n  ","974740":"\n  👩🏻‍🦰😎🤪\n  ","974741":"\n  Help me\n  ","974742":"\n  I don’t think so\n  ","974743":"\n  Why is this app so slow and laggy?\n  ","974744":"\n  Definitely an introvert\n  ","974745":"\n  I haven’t done that in awhile tbh\n  ","974746":"\n  I’m not sure 🤔\n  ","974747":"\n  I ate some French toast! It was good\n  ","974748":"\n  Always Linkin Park!\n  \n\n   https:\/\/youtu.be\/QLFiuNdQrzI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","974749":"\n  I don’t usually do pranks lol\n  ","974750":"\n  I think both can have so much value. Being creative can get you so far into this world and so can having knowledge.\n  ","974751":"\n  Lol I’m a pretty tall person. I’m 5’7\n  ","974752":"\n  my ex best friend\n  ","974753":"\n  I don’t really remember tbh\n  ","974754":"\n  Yessssss!\n  ","974755":"\n  I would ask them a deep thinking question most likely lol\n  ","974756":"\n  I just did earlier today!\n  ","974757":"\n  on here lol\n  ","974758":"\n  I’ve posted them so many times!\n  ","974759":"\n  This year, I don’t think we have any plans lol\n  ","974760":"\n  It’s happened many times in the past, I just get through myself as I always have. I distract myself doing things I enjoy doing.\n  ","974761":"\n  No I don’t believe I have lol\n  ","974762":"\n  Talking to\n  \n   @edraegen\n  \n","974763":"\n  Not that far!\n  ","974764":"\n  Yes, of course I have!\n  ","974765":"\n  I don’t remember probably 16 or 18 to be honest\n  ","974766":"\n  Absolutely not, I would tell him for all I care you can sleep on the streets in the cold weather.\n  ","974767":"\n  It’s I don’t know or that’s awesome lol\n  ","974768":"\n  Mostly in California and scattered all around there\n  ","974769":"\n  Yes, I definitely have!\n  ","974770":"\n  I always ask what do you want to know about me?\n  ","974771":"\n  I like my boyfriend\n  ","974772":"\n  😍😍\n  ","974773":"\n  I’m feeling pretty swell right now!\n  ","974774":"\n  Probably my fashion sense definitely\n  ","974775":"\n  I think it’s because they’re more comfortable doing that just because it’s more privacy even though they live alone.\n  ","974776":"\n  I don’t drink coffee!\n  ","974777":"\n  Lol I’m not a religious person\n  ","974778":"\n  No I don’t believe that\n  ","974779":"\n\n   @edraegen\n  \n  🥰\n  ","974780":"\n  I’m sorry lol\n  ","974781":"\n  Not being able to go out to public places normally and having classes online. Also not being able to see\n  \n   @edraegen\n  \n  as much 🥺\n  ","974782":"\n  I definitely love bright neon colors and sparkly colors!\n  ","974783":"\n  Lol anon definitely on it\n  ","974784":"\n  Not necessarily\n  ","974785":"\n  Ooh maybe, I definitely love going to Hawaii\n  ","974786":"\n\n   @edraegen\n  \n\n   @Qu33nForADayy\n  \n\n   @NineGDxFour\n  \n\n   @Pookeo9\n  \n\n   @redoasis2017\n  \n\n   @BigAmericanFatso\n  \n\n   @musicfan1998\n  \n\n   @Ice_Frozen_Vocals\n  \n\n   @Tobbelit0\n  \n\n   @zy_cv\n  \n\n   @learningwithlolaa\n  \n\n   @TrivialTrinket\n  \n\n   @patchy_life\n  \n\n   @FayePinksyofficial\n  \n\n   @askamanz5506\n  \n\n   @JessicaStonebridge\n  \n\n   @xPlayboyShitx\n  \n\n   @PascalFairchild\n  \n\n   @DovahMonah\n  \n\n   @Strongdef\n  \n\n   @AnthonyRayshadTaylor\n  \n\n   @curious_01\n  \n\n   @purebanter8\n  \n\n   @SlendyGunner\n  \n\n   @ChickSlimShady\n  \n\n   @Qu33nForADayy\n  \n\n   @Bearhead01\n  \n\n   @soph_333\n  \n\n   @JamesRM12\n  \n\n   @kittiemeowsie\n  \n\n   @fiezuqa\n  \n\n   @JoeeeMason\n  \n\n   @Lcottrill\n  \n\n   @DemiSmurfSmurfatic\n  \n\n   @katbeaulieu\n  \n\n   @hailslol\n  \n\n   @LouisaRHale\n  \n\n   @CarterCummins\n  \n\n   @WormboyIsDepressed\n  \n\n   @CrxstalCastles\n  \n\n   @ODALYS_CHAVV\n  \n\n   @Laybee8\n  \n\n   @eatyourcake\n  \n\n   @littlekri\n  \n\n   @satansbrotherbackup\n  \n\n   @allthelovekatxx\n  \n\n   @XxINFINITTYxx\n  \n\n   @hevuhnlee\n  \n\n   @ayebaleigh\n  \n\n   @Trinityluvsyou\n  \n\n   @chrissyjillson\n  \n\n  Here’s a few amazing people for you to follow (there’s more but here’s a few!😁)\n  ","974787":"\n  Sure!\n  ","974788":"\n  Oof so bored\n  ","974789":"\n  Okay goodnight y’all\n  ","974790":"\n  lol oh my goodness\n  ","974791":"\n  Someone talk\n  ","974792":"\n  lol yeah\n  \n   @edraegen\n  \n  thinks so too\n  ","974793":"\n  That’s illegal anon.\n  ","974794":"\n  Have they?\n  ","974795":"\n  I’m not sure tbh\n  ","974796":"\n  Thank ya anon!😁\n  ","974797":"\n  I don’t support him 🤣\n  ","974798":"\n  politics definitely because we always argue about it 🤣\n  ","974799":"\n  Interesting lol\n  ","974800":"\n  Same! I’m bored 🙃\n  ","974801":"\n  No I’m not sure who that is\n  ","974802":"\n  No I wouldn’t want to get married during it anon\n  ","974803":"\n  Lol what guys in high school?🤣\n  ","974804":"\n  Well yeah I’ve seen many do that lol\n  ","974805":"\n  Yes criminal minds 🥺🥺\n  ","974806":"\n  Like as a name?\n  ","974807":"\n  Ughhhhh\n  ","974808":"\n  No I don’t?\n  ","974809":"\n  Shoutout..\n  ","974810":"\n  anyways\n  ","974811":"\n  Sigh 🙁\n  ","974812":"\n  Lol well cheers!\n  ","974813":"\n  is something wrong with you? How is that possible if he’s with me?\n  ","974814":"\n  I’ve had many of those moments.\n  ","974815":"\n  I’m not yours my goodness, I’m all\n  \n   @edraegen\n  \n  ‘s. Have some respect.\n  ","974816":"\n  Nope Nikki*\n  ","974817":"\n  What? Lol\n  ","974818":"\n  This app is lame\n  ","974819":"\n  Maybe next year anon\n  ","974820":"\n\n   @edraegen\n  \n  🥰\n  ","974821":"\n  I know anon lol I’m just being cute goodness\n  ","974822":"\n  I’m alright anon.\n  ","974823":"\n  No lol\n  ","974824":"\n  very soon anon!\n  ","974825":"\n  None of those! lol\n  ","974826":"\n  Cold milk lol\n  ","974827":"\n  I use Macs and MacBooks 😁\n  ","974828":"\n  Maybe like advice videos or positivity videos!\n  ","974829":"\n  Not me, I’m taken. lol but I’m sure you’ll find someone!\n  ","974830":"\n  Yeah I am\n  ","974831":"\n  I don’t do that lol\n  ","974832":"\n  I do sometimes!\n  ","974833":"\n  Soon! lol and yeah I get to see him just not as much\n  ","974834":"\n  lol what even\n  ","974835":"\n  I mean you could definitely love someone but not be right for each other. Like the two of you aren’t meant to be in a relationship together no matter how hard you try for it over and over again. You know? Maybe that person just came into your life to teach you a lesson and not to stay in your life. There’s a saying that goes “ if you love someone, let them go”. “If they come back to you, they were really yours, but if they don’t come back, they were never actually yours”.  I feel that the idea of letting go of someone is just to prove that if it’s meant to be, it will come back to you. It’s really just a way to set yourself free from that pull or that hold you have on that person. Letting go shows tremendous strength and love.\n  ","974836":"\n  Hello!\n  ","974837":"\n  Very much\n  ","974838":"\n  Not very far\n  ","974839":"\n\n   @edraegen\n  \n  ‘s house definitely 😋\n  ","974840":"\n  I don’t think much, just going to be entertaining myself really lol\n  ","974841":"\n  Shaz isn’t back anon 🙁\n  ","974842":"\n  Gotta update my phone to 13.4.1\n  ","974843":"\n  Not in person lol\n  ","974844":"\n  Well when I go to a grocery store and stuff like that\n  ","974845":"\n  I am lol\n  ","974846":"\n  Well that’s fun I guess. I just have a hard time socializing with others\n  ","974847":"\n  I would definitely say socializing with others\n  ","974848":"\n  nope lol\n  ","974849":"\n  Me and him met on here! Of course I did 🥺\n  ","974850":"\n  🤔🤔\n  ","974851":"\n  I get along with my long distance friends and friends in person as well\n  ","974852":"\n  No he’s not\n  ","974853":"\n  772\n  ","974854":"\n\n   @edraegen\n  \n  😋\n  ","974855":"\n  I’m taken anon, please respect that but we can be friends\n  ","974856":"\n  What are you talking about?\n  ","974857":"\n  no I haven’t\n  ","974858":"\n  🙂\n  ","974859":"\n  True!\n  ","974860":"\n  I appreciate that🥺\n  ","974861":"\n  not to the floor lol\n  ","974862":"\n  Appreciate that!\n  ","974863":"\n  I’m glad! That’s adorbs\n  ","974864":"\n  Thank you for this kindness! I’m glad I motivate you 😁\n  ","974865":"\n  You know it!\n  ","974866":"\n  That’s very kind of you anon!\n  ","974867":"\n  I appreciate that!!\n  ","974868":"\n  lol silly anon\n  ","974869":"\n  Ahhhhh thank you!😭😭\n  ","974870":"\n  Me too!\n  ","974871":"\n  At least two 🥺\n  ","974872":"\n  Well that’s so sweet of you to say wow!🥺\n  ","974873":"\n  How have I inspired an entire generation?\n  ","974874":"\n  I haven’t?\n  ","974875":"\n  🤨\n  ","974876":"\n  Cheers anon\n  ","974877":"\n  🤨🤨\n  ","974878":"\n  no lol I haven’t\n  ","974879":"\n  If you want it, you gotta come off anon\n  ","974880":"\n  No but I want to go to England!\n  ","974881":"\n  I probably didn’t see your message anon, I’m sorry\n  ","974882":"\n  It’s Nikki*\n  ","974883":"\n  absolutely not, I’m not Nicki Minjai🤣\n  ","974884":"\n  lol no\n  ","974885":"\n  I’m not sure, I think soon!\n  ","974886":"\n  I think it’s the same lol\n  ","974887":"\n  Should I make a tellonym guys?\n  ","974888":"\n  Posted so many times\n  ","974889":"\n  many many things\n  ","974890":"\n  no lol he doesn’t\n  ","974891":"\n  No I haven’t done that\n  ","974892":"\n  I don’t know Russian lol\n  ","974893":"\n\n   @edraegen\n  \n  🥰\n  ","974894":"\n  Yes the same exact message 🤣 I’ve seen it on other people’s walls as well! It’s annoying lol\n  ","974895":"\n  I’m doing pretty good. How are you?\n  ","974896":"\n  lol I got it the other day as well🤣\n  ","974897":"\n  this app is sooooo dead\n  ","974898":"\n  I got the blue tick in March I believe and since I’m VIP plus it was so much easier to receive😁 and thank you girly!\n  ","974899":"\n  Well yeah I know I do\n  ","974900":"\n\n   @edraegen\n  \n  would you still love me if I was 5’11? 🥺\n  ","974901":"\n  I usually eat them straight from the bag but I sometimes pour them into a bowl as well lol\n  ","974902":"\n  чтобы добиться успеха, вы должны быть умными, честными и, я бы сказал, мотивированными. 😁\n  ","974903":"\n  1) 20\n  \n  2) blue and pink!\n  \n  3) I’m 5’7\n  \n  4) nope I’m taken by\n  \n   @edraegen\n  \n  🥰\n  \n  5) meeting\n  \n   @edraegen\n  \n  on here and becoming best friends and then becoming a couple.\n  \n  6) hahah nice try 🤣\n  \n  7)\n  \n   @edraegen\n  \n\n  8)\n  \n   @edraegen\n  \n\n  9) my crush is my lover\n  \n   @edraegen\n  \n  😋\n  \n  10) I like both!\n  ","974904":"\n  I used to collect rocks and shells from the beaches I would go to!😁\n  ","974905":"\n  What? Lol\n  ","974906":"\n  Alright goodnight y’all\n  ","974907":"\n  hmmm I’m not sure\n  ","974908":"\n  lol not your mom\n  ","974909":"\n  Hey! Thank you, I hope you’re doing well 😁\n  ","974910":"\n  Go to sleep? lol\n  ","974911":"\n  Just be there for them and let them share how they’re feeling and help them smile\n  ","974912":"\n  My Dunder Mifflin shirt lol\n  ","974913":"\n  Appreciate that anon\n  ","974914":"\n  I’m not looking at you though? Lol\n  ","974915":"\n  💜🤪🥴\n  ","974916":"\n  I appreciate this, thank you kind anon 🥺\n  ","974917":"\n  Where my anons @?\n  ","974918":"\n  Such a good song 🥺\n  ","974919":"\n  Lol I should\n  ","974920":"\n  I’m so bored oh my this app\n  ","974921":"\n  nope I’m\n  \n   @edraegen\n  \n  ‘s baby\n  ","974922":"\n  No but I do miss dates with\n  \n   @edraegen\n  \n  🥺\n  ","974923":"\n  Have some respect. My baby is\n  \n   @edraegen\n  \n  🥰\n  ","974924":"\n  🥱🥱\n  ","974925":"\n  I don’t like neither of them\n  ","974926":"\n  What even?\n  ","974927":"\n  🤣🤣\n  ","974928":"\n  It’s nicole lol\n  ","974929":"\n  Y’all\n  ","974930":"\n  That’s also true!🙃\n  ","974931":"\n  That’s good!😁\n  ","974932":"\n  I’m alright you?\n  ","974933":"\n  same here!\n  ","974934":"\n  We plan on getting married very soon!\n  ","974935":"\n  He’s doing good!😁\n  ","974936":"\n  I know omg\n  ","974937":"\n  I know it’s been dead for awhile now but I’m bored smh\n  ","974938":"\n  This app is officially dead\n  ","974939":"\n  Hello!\n  ","974940":"\n  okay I’m bored on here again\n  ","974941":"\n  In the past I’ve definitely felt that way but not anymore!\n  ","974942":"\n  Loyalty, honesty, respect\n  ","974943":"\n  My dad did when I was 11 years old!😁\n  ","974944":"\n  Yes, I do have a good posture.\n  ","974945":"\n  Well if you have your phone number or email linked to those accounts you can reset it or they will send you a code\n  ","974946":"\n  I wear contacts lol but not glasses\n  ","974947":"\n  most definitely lol\n  ","974948":"\n  No I really don’t lol\n  ","974949":"\n  That’s awesome!\n  ","974950":"\n  I wouldn’t try that\n  ","974951":"\n  I do lol\n  ","974952":"\n  I’m 5’7\n  ","974953":"\n  Alright y’all talk 🥱\n  ","974954":"\n  Oooh I love the show lucifer!\n  ","974955":"\n  Popeyes!\n  ","974956":"\n  Conquer my biggest fear (socializing with others)\n  \n  skinny dipping\n  \n  sleep under the stars\n  \n  One week without social media\n  \n  Make a letter in a bottle\n  \n  Shower under a waterfall\n  \n  Inspire someone\n  \n  Help fulfill someone’s dream\n  \n  Go to the next airport and spontaneously go somewhere\n  \n  Spend a day without looking in the mirror\n  \n  Draw on the face of someone who’s sleeping\n  \n  Dance all night until the sun rises\n  \n  Let a street artist draw me\n  \n  visit the pyramids\n  \n  Cross the equator\n  \n  go to a open air cinema\n  \n  See the polar lights\n  \n  Go on the skywalk of the Grand Canyon\n  \n  Take a bath in a hot spring\n  \n  Sleep in an igloo\n  \n  Randomly choose a destination to travel\n  \n  Smile at people everyday\n  \n  Live outside of my home country for 3 months\n  ","974957":"\n  Hello! How are you doing?\n  ","974958":"\n  Why do you always call others ugly? Smh anon. I find it very kind when someone wants to talk to me and become friends.\n  ","974959":"\n  Watch tv, listen to music, go on walks, swim, sit in the sun, go on social media, sleep, do yoga etc. My most favorite thing to do is talking to my love\n  \n   @edraegen\n  \n  🥰\n  ","974960":"\n  Because I guess it’s fun to talk to new people and scroll and look at peoples life’s and things they post.\n  ","974961":"\n  We’re not married yet.\n  ","974962":"\n  I’m in bed currently lol you?\n  ","974963":"\n  blue and pink!\n  ","974964":"\n  Whenever you’re ready anon\n  ","974965":"\n  His name is Jeffrey it’s just backwards anon\n  ","974966":"\n  I don’t eat at midnight lol\n  ","974967":"\n  Hello!😁\n  ","974968":"\n  I’m sleepy y’all\n  ","974969":"\n  That’s not true, it would still be around\n  ","974970":"\n  No I don’t wear bedtime slippers 😅\n  ","974971":"\n  no lol I’m not\n  ","974972":"\n  Why are you hiding in bed?\n  ","974973":"\n  I have no idea why 🤣\n  ","974974":"\n  Oh no, I absolutely love the summer heat!\n  ","974975":"\n  That’s what I said lol\n  ","974976":"\n  Oh no I don’t, I’ve just seen the commercials for it 🤣\n  ","974977":"\n  Turds lol there’s this show about a lady who makes things out of turds🤣\n  ","974978":"\n  Oh yes definitely, in the past I’ve done that multiple times.\n  ","974979":"\n  I am bored lol\n  ","974980":"\n  I don’t have any, no. I mean I have wanted to get like a few but then no because I don’t like needles lol\n  ","974981":"\n  Oh no I do not like shrimp!\n  ","974982":"\n  That bruise?\n  ","974983":"\n  no lol\n  ","974984":"\n  💜🤪\n  ","974985":"\n  I’m pretty good at it, yes!\n  ","974986":"\n  Yeah we’re living in the basement\n  ","974987":"\n  y’all pop up?\n  ","974988":"\n  No lol\n  ","974989":"\n  I appreciate that!\n  ","974990":"\n  I know, thank you!\n  ","974991":"\n  Yes lovely, I’m okay it’s just this one assignment I’m stressed on.  Thank you, for asking angel 💕\n  ","974992":"\n  Oh no, I’m just stressed out due to this class work. I’m good, don’t worry\n  ","974993":"\n  gotta come off anon\n  ","974994":"\n  Don’t know how much longer I can go like this..\n  ","974995":"\n  well this is just great..🙁\n  ","974996":"\n  I’m 20.\n  ","974997":"\n  How I legitimately feel right now.\n  ","974998":"\n  that’s very kind of you to say.\n  ","974999":"\n  Yes!\n  ","975000":"\n  where y’all go?\n  ","975001":"\n  Thank you!\n  ","975002":"\n  No I’m taken.\n  ","975003":"\n  I’m 20 anon\n  ","975004":"\n  no? Lol 🤣\n  ","975005":"\n  Same, Mike same\n  ","975006":"\n  No I haven’t\n  ","975007":"\n  I do.\n  ","975008":"\n  No I don’t!\n  ","975009":"\n  Thank you, this is very sweet! I appreciate it. It makes me happy that I’m able to make others happy as well.\n  ","975010":"\n  What?\n  ","975011":"\n  Thank you!\n  ","975012":"\n  of course\n  ","975013":"\n  tears of joy!\n  ","975014":"\n  Of course I wrote that from the bottom of my heart.\n  ","975015":"\n  Thank you, kind anon 🥺\n  ","975016":"\n  Hey!  thank you, I hope you’re doing wonderful!😎\n  ","975017":"\n  Thank you!\n  ","975018":"\n  Very sweet!\n  ","975019":"\n  That’s so sweet, honestly thank you so much. I appreciate all of this kindness!\n  ","975020":"\n  Thank you, that’s really kind!\n  ","975021":"\n  I just feel it’s a big step right now but I definitely want to in the future.\n  ","975022":"\n  Yes, I can’t wait to marry him.\n  ","975023":"\n  Thank you, I appreciate that!\n  ","975024":"\n  Ahhhh you’re so kind!\n  ","975025":"\n  I know!😭\n  ","975026":"\n  I love\n  \n   @edraegen\n  \n  so much because he truly makes me so happy every single day and I know I’m such a pain to deal with sometimes but he is able to deal with that because he loves me.  He loves me for who I am and he never asks me to change for anything. He’s so supportive and just always wants the best for me and that’s because he cares. He has such a big heart truly and it’s so amazing that I’m able to feel his love every single day. I’ve said it before many times but he is one of a kind and so special to me there is no doubt about that.  I’m very thankful for him and I couldn’t be more happier with him. 🥺🥰 I love him very much for so many reasons. He’s made me the happiest I’ve ever felt honestly and it’s so magical. So I just want to thank him for giving me all of his love and his everything.\n  ","975027":"\n  I cannot take this anymore\n  \n  Saying everything I’ve said before\n  \n  All these words they make no sense\n  ","975028":"\n  this is also very kind, wow my goodness! Y’all are too sweet. Thank you🙂\n  ","975029":"\n  Nope, I never have. I prefer my natural nails always 😁\n  ","975030":"\n  This is so sweet wow! Thank you so much anon 😭\n  ","975031":"\n  That’s very kind, thank you!\n  ","975032":"\n  I don’t know why I instigate\n  \n  and say what I don’t mean\n  \n  I don’t know how I got this way\n  \n  So I’m breaking the habit\n  ","975033":"\n  hopefully\n  ","975034":"\n  Yeah, I guess so\n  ","975035":"\n  I do!\n  ","975036":"\n  Same to you anon 😁\n  ","975037":"\n\n   @edraegen\n  \n  🥰\n  ","975038":"\n  That’s adorable but nooooo\n  ","975039":"\n  Nooooo I don’t like the taste of pineapple\n  ","975040":"\n  Yeah, he does get to eat them!😁\n  ","975041":"\n  Yes, I have! Not in awhile though but it was the twilight movies 😁\n  ","975042":"\n  Lettuce, tomato, mustard\n  ","975043":"\n  Tears of joy!\n  ","975044":"\n  all the sweet anons and ones that asked me questions and whatnot 🥺\n  ","975045":"\n  Well there’s definitely a difference. You can be living but not really living your life to the fullest and stepping out of your comfort zone to do things that make you uncomfortable and or scared. Or doing adventurous things and having fun. Making yourself happy. And existing is just like yeah you’re living and breathing oxygen in order to exist but are you really living? You can just exist and not be really living.\n  ","975046":"\n  😍🥺🥰🥴🤨😜😏🤠\n  ","975047":"\n  I’m from California anon\n  ","975048":"\n  I would say my personality is definitely what makes me, me!\n  ","975049":"\n  Where are all my anons @?🙁\n  ","975050":"\n  🤨🤨\n  ","975051":"\n  Hello lol\n  ","975052":"\n  No I don’t track my steps lol\n  ","975053":"\n  Lol oh yes?\n  ","975054":"\n  Hello anon.\n  ","975055":"\n  I miss you too girly!\n  ","975056":"\n  Somewhat a long time but not too long lol\n  ","975057":"\n  Yes I do like bagels!\n  ","975058":"\n  Welp I’m bored lol\n  ","975059":"\n  Well that’s just wonderful lol\n  ","975060":"\n  Y’all is no one on again\n  ","975061":"\n  Nothing much really you?\n  ","975062":"\n  Hello anon\n  ","975063":"\n  Probably 10 baby kittens lol\n  ","975064":"\n  There’s no need to use that emoji anon🥴 be respectful.\n  ","975065":"\n  I’m very passionate about my relationship with\n  \n   @edraegen\n  \n","975066":"\n  Well I would much rather name my son Chester tbh.\n  ","975067":"\n  Yes, I do think I’m a good person\n  ","975068":"\n  Yes we do!\n  ","975069":"\n  Of course, it’s okay!\n  ","975070":"\n  Girl, I was gone for hours today! But I love ya too girly!💕\n  ","975071":"\n  No.\n  ","975072":"\n  I don’t know.\n  ","975073":"\n  idk.\n  ","975074":"\n  I’m fine.\n  ","975075":"\n  Cool.\n  ","975076":"\n  Who’s that...\n  ","975077":"\n  Definitely Linkin Park!🤪\n  ","975078":"\n  I’ve answered this the other day!\n  ","975079":"\n  5 things I’m good at:\n  \n  Being kind to others\n  \n  spreading positivity and love to people\n  \n  Being silly!\n  \n  Making people smile!\n  \n  Being active!\n  \n  5 things I’m not good at:\n  \n  Letting people go\n  \n  Having to cut people out of my life\n  \n  Not sharing how I feel right away\n  \n  Socializing with others\n  ","975080":"\n  That’s a good question but I’m not sure 😅\n  ","975081":"\n  I’m 20 and yes I have a partner! No I don’t have kids yet\n  ","975082":"\n  Yes I definitely think my past experiences and things I’ve gone through in my past have shaped me into who I am today.\n  ","975083":"\n  That’s very kind, ah thank you😭\n  ","975084":"\n  What is?\n  ","975085":"\n  I heard!\n  ","975086":"\n\n   @edraegen\n  \n  would definitely agree 😋\n  ","975087":"\n  It’s 12:12 in the afternoon?🤣\n  ","975088":"\n  Don’t have any!\n  ","975089":"\n  I’m bored y’all\n  ","975090":"\n  I’ve posted so many lol\n  ","975091":"\n  No I don’t and I’d like to learn how to play the guitar 😁\n  ","975092":"\n  Hi y’all\n  ","975093":"\n  Of course, anytime!😁\n  ","975094":"\n  🤨🤨\n  ","975095":"\n  Falling in love with\n  \n   @edraegen\n  \n  and dating him for almost 4 months now! It’s been the best time ever and I couldn’t be more thankful for him. He’s so amazing and truly special 🥰\n  ","975096":"\n  Who’s that? lol\n  ","975097":"\n  No I’m good\n  ","975098":"\n  Yes you are still you even if everyone looks at you differently. I feel that you should never change no matter how people see you or look at you. After all, you’re one of a kind and are special in your own ways and so you should embrace that. Never give others the power to change you.\n  ","975099":"\n  I usually sleep in until 1 or 2 pm and the earliest I wake up is usually around 8 or 9 am lol\n  ","975100":"\n  lol what?\n  ","975101":"\n  I do for the most part\n  ","975102":"\n  It’s been very warm and sunny during the day and at night it gets pretty cold actually!\n  ","975103":"\n  That’s awesome! it’s my favorite song 😁\n  ","975104":"\n  I haven’t gotten an update for ask yet so I don’t see a difference lol but that sounds exciting 😁\n  ","975105":"\n\n   https:\/\/youtu.be\/LEjJaLexQq4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","975106":"\n  I mean you definitely change as you grow older and experience things throughout life. You don’t stay the same. You change once you’re put into different situations.\n  ","975107":"\n  I don’t drink coffee!\n  ","975108":"\n  No I haven’t\n  ","975109":"\n  Goodnight y’all\n  ","975110":"\n  Oh no🙁\n  ","975111":"\n  Oh my I’m bored\n  ","975112":"\n  oh my, I don’t know tbh\n  ","975113":"\n  With who?\n  ","975114":"\n  Someone should ask me\n  ","975115":"\n  I have no clue what you’re talking about\n  ","975116":"\n  Yes, I agree!\n  ","975117":"\n\n   @edraegen\n  \n  is my other half\n  ","975118":"\n  Honestly I feel Toby was a really good Spider-Man!\n  ","975119":"\n  What about spider man?\n  ","975120":"\n  Excuse me?🤔\n  ","975121":"\n  Don’t use that emoji, I’m taken\n  ","975122":"\n  🤔🤔\n  ","975123":"\n  That’s sick!\n  ","975124":"\n  I’m not sure\n  ","975125":"\n  Indeed he’s amazing\n  ","975126":"\n  look at my profile picture lol\n  ","975127":"\n  Definitely marvel\n  ","975128":"\n\n   @edraegen\n  \n  🥰\n  ","975129":"\n  I don’t know anon\n  ","975130":"\n  Oh most definitely\n  ","975131":"\n  I’m not married yet, no\n  ","975132":"\n  Thank you anon, I appreciate you!\n  ","975133":"\n  hello... anyone on?\n  ","975134":"\n  anywho\n  ","975135":"\n  Nope!\n  ","975136":"\n  I’m straight\n  ","975137":"\n  absolutely not, have some respect. I’m taken\n  ","975138":"\n  Okay and? lol\n  ","975139":"\n  boreddd\n  ","975140":"\n  please do!\n  ","975141":"\n  I would save\n  \n   @edraegen\n  \n  🥺\n  ","975142":"\n  Dragnificiant on TLC lol\n  ","975143":"\n  absolutely not\n  ","975144":"\n  I would definitely try and cheer them up\n  ","975145":"\n  where y’all at\n  ","975146":"\n  A few things currently\n  ","975147":"\n  not that often\n  ","975148":"\n  a bit? Lol\n  ","975149":"\n  What’s up?\n  ","975150":"\n  I’m bored y’all\n  ","975151":"\n  yawn\n  ","975152":"\n  Yeah I don’t think so\n  ","975153":"\n  I definitely will!\n  ","975154":"\n  I appreciate that!\n  ","975155":"\n  crying tears of joy!\n  ","975156":"\n  oh my goodness, that’s so sweet\n  ","975157":"\n  ahahhaha yeah, I don’t think so!\n  ","975158":"\n  That’s very kind, wow! Thank you 😭\n  ","975159":"\n  👩🏻‍🦰🤪\n  ","975160":"\n  That’s very kind of you!\n  ","975161":"\n  Thank you, I appreciate that!\n  ","975162":"\n  Wow wow wow that’s so sweet!\n  ","975163":"\n  Send me things that will make me smile\n  ","975164":"\n  🤔🤔\n  ","975165":"\n  There’s definitely many nice people on here! Here’s a few:\n  \n\n   @edraegen\n  \n\n\n   @Qu33nForADayy\n  \n\n\n   @Pookeo9\n  \n\n\n   @NineGDxFour\n  \n\n\n   @musicfan1998\n  \n\n\n   @zy_cv\n  \n\n\n   @allthelovekatxx\n  \n","975166":"\n  to marry\n  \n   @edraegen\n  \n  and have kids with him one day.\n  \n  to be successful, healthy and happy in life.\n  \n  To travel the world more\n  \n  Have an adventurous life!\n  ","975167":"\n  🤨🤨\n  ","975168":"\n  I feel pretty swell\n  ","975169":"\n  no lol that’s never happened to me\n  ","975170":"\n  None of the above lol\n  ","975171":"\n  no I haven’t\n  ","975172":"\n  I feel girl!🙃\n  ","975173":"\n  What is with you and the coin ranking? lol🤣\n  ","975174":"\n  No I’m not afraid of it. Maybe a little worried but not afraid. I don’t believe so, no!\n  ","975175":"\n  I’ll ask her some anon 😁\n  ","975176":"\n  🥴🤠\n  ","975177":"\n  That’s a great way to gain followers lol\n  ","975178":"\n  I’m already with the crush of my dreams anon.\n  ","975179":"\n\n   @edraegen\n  \n\n\n   @edraegen\n  \n\n\n   @edraegen\n  \n  😜\n  ","975180":"\n  Omg yes absolutely I do! It’s quite annoying but they just won’t grow up.\n  ","975181":"\n  You just copied this question from Tom anon.\n  ","975182":"\n\n   @edraegen\n  \n  is the quickest way to my heart 😋\n  ","975183":"\n  You can tell by his actions and behavior is he likes you.\n  ","975184":"\n  Actually going to class, I didn’t want online classes but then this happened\n  ","975185":"\n  The band walking on cars!🥺\n  ","975186":"\n  Why are people so negative and hateful towards someone else is something I’ll never understand.\n  ","975187":"\n  I do it everyday and that is talking to\n  \n   @edraegen\n  \n  🥰\n  ","975188":"\n  Negativity\n  ","975189":"\n  I googled the movie ‘Spilt’ oh my I don’t want that to come true 😱\n  ","975190":"\n  Maybe Lucille the bat that Negan had in the walking dead 🤣\n  ","975191":"\n  I haven’t watched that\n  ","975192":"\n  I don’t personally vacuum lol\n  ","975193":"\n  Yes I do! My favorite show is criminal minds 😁\n  ","975194":"\n  Yes, people are still social distancing for the most part and wearing their masks when they go to the stores and whatnot. They seem to be taking it too seriously.\n  ","975195":"\n  Thank you anon!\n  ","975196":"\n  Yes, I would definitely say I am.\n  ","975197":"\n  Going to get Starbucks today!😁\n  ","975198":"\n  lol I know that 🤣\n  ","975199":"\n  Ich wünschte, ich würde in Schlumpfland leben.  Das würde Spaß machen\n  ","975200":"\n  Where?🤨\n  ","975201":"\n  My love for him grows more and more every day\n  ","975202":"\n  nine lol\n  ","975203":"\n  Seven\n  ","975204":"\n\n   @edraegen\n  \n  has been giving me his heart every single day and that’s the best gift I could ever receive 🥺\n  ","975205":"\n  Yeah there’s no harm in doing so lol\n  ","975206":"\n  Not really tbh, but this year I’m turning 21 so probably will be lol. My birthday is on September 7th 😁\n  ","975207":"\n  Yes, of course!\n  ","975208":"\n  what?\n  ","975209":"\n  I don’t know lol\n  ","975210":"\n  Yesterday!😁\n  ","975211":"\n  Yeah I think I would accept tbh, I’ve never been asked lol but it seems like fun\n  ","975212":"\n  You’re on anon lol\n  ","975213":"\n  I did know that\n  ","975214":"\n  Losing loved ones🥺\n  ","975215":"\n  Of course!\n  ","975216":"\n  We tend to be loud lol\n  ","975217":"\n  Thank you!\n  \n  I love animals\n  \n  I enjoy the outdoors\n  \n  I really love traveling\n  \n  I’m a very silly person\n  \n  I love\n  \n   @edraegen\n  \n  🥰\n  ","975218":"\n  Definitely I feel names\n  ","975219":"\n  Thank you lovely!\n  ","975220":"\n  It’s pretty good, just hanging in there! How’s your mental health?\n  ","975221":"\n  I have no idea, can’t think of anything rn\n  ","975222":"\n  small bottoms? lol\n  ","975223":"\n  Lol I have no clue honestly\n  ","975224":"\n  My nickname Nikki lol\n  ","975225":"\n  No I never have\n  ","975226":"\n  I feel like I know who this is. Anyways how about you grow up instead?\n  ","975227":"\n  Omg I remember going to souplanation a lot 🥺\n  ","975228":"\n  Thank you the famous Clayton lol\n  ","975229":"\n  Ahhhh that’s super kind, thank you!\n  ","975230":"\n  I was!\n  ","975231":"\n  I don’t like pork!\n  ","975232":"\n  no, absolutely not\n  ","975233":"\n  I don’t know anon\n  ","975234":"\n  The way they act around you and their actions and behavior will tell you if they really have true feelings for you.\n  ","975235":"\n\n   @edraegen\n  \n\n\n   @edraegen\n  \n\n\n   @edraegen\n  \n  🥰\n  "}}