{"Question":{"975236":"\n   If you could eat a meal from any movie, which would it be?\n  ","975237":"\n   What's the most awkward thing you can say in an elevator?\n  ","975238":"\n   Hey, beautiful soul! 🤗 I know this is just a mass message, but I just wanna tell you, how much I appreciate your presence on this app. 💟 I enjoy sending you questions and reading your replies. Thank you so much! ✨ I’m sending you all the love, you deserve. 🤗\n  ","975239":"\n   Is a person ever truly evil? If so, are they born that way?\n  ","975240":"\n   How are you all doing ?\n  ","975241":"\n   Is karma real or just a human construct?\n  ","975242":"\n   If you were truly abducted by aliens, would you risk being called crazy, and tell people? Or would you keep it to yourself?\n  ","975243":"\n   Do any of y’all have any pets ?\n  ","975244":"\n   If you are in a bad mood, do you prefer to be left alone or have someone to cheer you up? 💫\n  ","975245":"\n   What's the weather like for you at the moment? 💧 For me it's raining but I love that. What's your favourite type of weather? 🙈\n  ","975246":"\n   you are my mamas and I love you always\n  ","975247":"\n   What questions do you usually ask when you want to get acquainted with someone?\n  ","975248":"\n   If you were to choose one album, movie \/ video game soundtrack etc. to become the soundtrack of your life, which would you choose? 🎶🎧\n  ","975249":"\n   What stinks about babysitting babies?\n  ","975250":"\n   Is pineapple a bad topping on pizza? If yes, what is your favorite pizza topping?\n  ","975251":"\n   I don't know whether to study Spanish or French. Which one it is hardest?\n  ","975252":"\n   Who do you y’all miss right now ?\n  ","975253":"\n   Are nickels your favorite coin?\n  ","975254":"\n   I love my mother ❤️\n  ","975255":"\n   Are you ok ?\n  ","975256":"\n   Favourite ways to spend your evenings?\n  ","975257":"\n   Do you think pick up lines EVER work? ❤💔 Why \/ why not? 🤔\n  ","975258":"\n   happy mothers day mama I miss you\n  ","975259":"\n   Did you ever threaten to run away from home as a kid? Did you ever actually do it?\n  ","975260":"\n   What noise do you hear right now?\n  ","975261":"\n   Did or would you ever have super short hair or super super long hair? Or have you always had your hair long ?\n  ","975262":"\n   💞Welche Obstsorte könntest du jeden Tag essen?💞🍇🥝🍒🍓\n  ","975263":"\n   Who do you admire the most right now?\n  ","975264":"\n   Do you judge people quickly?\n  ","975265":"\n   How would you react if You woke up on a warm spring morning, and your window was open, and a group of four parrots were standing on your window sill singing: \"Dream on dream on teenage queen prettiest girl we've ever seen.\"\n  ","975266":"\n   What is your ethnic background?\n  ","975267":"\n   Bro it's too early to go to bed lol don't be a sissy\n  ","975268":"\n   What's the top number one thing you want to achieve in your life? And if you don't know regarding your life, how about what you want to achieve first once this virus buggers off?\n  ","975269":"\n   How would you react if you were at a friends house, and your friends golden retriever got up on the couch with you, wagging her tail and snuggled up to you?\n  ","975270":"\n   lmao omg why\n  ","975271":"\n   link to evas ask page? I lost it :(\n  ","975272":"\n   Better herself come off\n  ","975273":"\n   Happy Mother's Day to all your moms and to all the amazing moms out there who I follow here on AskFm. Enjoy your day, hot mommas! 👌🏻♡\n  ","975274":"\n   Ofc\n  ","975275":"\n   Nikki is a sweetheart?\n  ","975276":"\n   Suppose you are an actress and they told you to do real s*x in the movie.... Would you do it?\n  ","975277":"\n   Are you addicted to something?\n  ","975278":"\n   u ever text friends when u piss\n  ","975279":"\n   would you use the toilet and be on the phone at the same time?\n  ","975280":"\n   How are you meant to answer the question \"Are you ok?\" when you are, in fact, not ok?\n  ","975281":"\n   You are rude, but I still wish you and your loved ones health and happiness! Ciao!\n  ","975282":"\n   Do you consider yourself a main or a side character in life, and why?\n  ","975283":"\n   Have you ever lost friends because of differing opinions, what do you think of it in retrospect?\n  ","975284":"\n   Do you believe in miracles? Have some ever happened in your life?\n  ","975285":"\n   I know you aren’t a mom yet but I wanted to wish you a happy Mother’s Day ❤️\n  ","975286":"\n   What’s the strangest tattoo you have seen on someone?\n  ","975287":"\n   Why are you the way you are?\n  ","975288":"\n   what food do you enjoy that is also healthy?\n  ","975289":"\n   What white noise do you need in the background while you sleep?\n  ","975290":"\n   What is the right way to eat spicy food?\n  ","975291":"\n   ¿Cuál es el sonido más molesto?\n  ","975292":"\n   I love i love nikki\n  ","975293":"\n   But how nwould you react if Mario came up to you one day and said: \"Itsa the Bowser, he's captured the princess!\"\n  ","975294":"\n   Do you wish the world was smaller?\n  ","975295":"\n   What’s the weirdest question that’s in your question box right now?\n  ","975296":"\n   Excuse me, why is your elephant Mexican?\n  ","975297":"\n   Someone called me a whimp because I have a soft spot for animals. That makes no sense right?\n  ","975298":"\n   Would you like to be friends with Mario and Luigi?\n  ","975299":"\n   You don't know what matters.\n  ","975300":"\n   Here's looking at you kid. Lol. That is from Casablanca, my gave movie :D\n  ","975301":"\n   What are you good at that most people are not ?\n  ","975302":"\n   How many relationships have you had?\n  ","975303":"\n   what do you think of people calling the death of ahmaud arbery a modern day lynching?\n  ","975304":"\n   If i stand in front of you and say I love you  , how will you reply me  ?\n  ","975305":"\n   Watch whole season 1 then talk\n  ","975306":"\n   have any plans for mothers day?\n  ","975307":"\n   Hey nikki\n  ","975308":"\n   I'm good 😄 Just a bit tired and wondering if I'll be able to finish a certain assignment tomorrow 😅\n  ","975309":"\n   helloooo\n  ","975310":"\n   How do you work on pent up anger and aggression\n  ","975311":"\n   Unbelievably\n  ","975312":"\n   I know I usually ask loaded questions so... How are you? 😄 Haha\n  ","975313":"\n   What does a typical Saturday look like for you? What do you do and where do you go?\n  ","975314":"\n   Do you listen to drake?\n  ","975315":"\n   Yeah its kinda dirty tbh\n  ","975316":"\n   what are you always losing and having to look for?\n  ","975317":"\n   U haven't seen Game of Thrones? get real omg\n  ","975318":"\n   What's your favorite gemstone?\n  ","975319":"\n   What movie or TV show have you not seen that virtually everyone else has seen?\n  ","975320":"\n   What color was your childhood home?\n  ","975321":"\n   If you were to become a god of one or two things, like the ones in Greek or Norse mythology, what would you've liked to control? 🌊⚡💘🌽 What would you do in your newfound role? You think you'd make a good god? 🤔\n  ","975322":"\n   Do you like Casablanca? :)\n  ","975323":"\n   It just came to my attention that someone send out questions to people in which they complain about me posting my OnlyFans link in my replies. I’m so sorry that some of you might received that question. I hope that person will realize how stupid that is. 😒\n  ","975324":"\n   I'hd a Crush on you....💔\n  ","975325":"\n   Have you ever been rude to someone and you didn't mean it?  What did you do after that?\n  ","975326":"\n   Who is the one person that can always make you laugh?\n  ","975327":"\n   What was the last big mistake you made?\n  ","975328":"\n   What’s one thing you do really well?\n  ","975329":"\n   What did you dream of doing when you grew up? 👣\n  ","975330":"\n   Thank you for your choice (Bird house) on my page.\n  ","975331":"\n   boyfriend count?\n  ","975332":"\n   Who was the last person you talked to?\n  ","975333":"\n   what’s the temperature where you are?\n  ","975334":"\n   Name any 3 things that make you smile.\n  ","975335":"\n   Do you untie your shoes when you take them off?\n  ","975336":"\n   How do you surprise other people?\n  ","975337":"\n   What age did you first get your period?\n  ","975338":"\n   Thank you for suggesting all these wonderful people. 🤗 I followed all of the active ones, so that they’ll receive my questions as well. 😁💟\n  ","975339":"\n   Ayeee youre amazing\n  ","975340":"\n   What time do you get up on Saturdays?\n  ","975341":"\n   Im so proud for you and so happy for you\n  ","975342":"\n   hope you had a late breakfast, though?*\n  ","975343":"\n   Ever gone up to someone to talk, say hello and then your mind goes blank and you can’t think of anything to say?\n  ","975344":"\n   People you suggest to follow?\n  ","975345":"\n   What’s in your pockets?\n  ","975346":"\n   Are you a better talker or listener?\n  ","975347":"\n   What did you have for breakfast today?\n  ","975348":"\n   Are some questions best left unanswered?\n  ","975349":"\n   No, that's the line from my favorite movie loooool.\n  ","975350":"\n   Nikki what are you doing tonight?\n  ","975351":"\n   my name is Blythe\n  ","975352":"\n   if you could only eat one food item for the rest of your life. what would it be?\n  ","975353":"\n   Do you know how to pony like Boney Maroney? Can you do the watussi, like my little Lucy?\n  ","975354":"\n   Here's looking at you kid\n  ","975355":"\n   If you want to play, you can respond by asking the first yes\/no question :)\n  ","975356":"\n   Yeee the movie :D\n  ","975357":"\n   YEEEE jack the orange cat wanders the neighborhood by day and goes home at night. I love how he often shows up at the back door, meowing for Ginger :D\n  ","975358":"\n   Did you ever see Mary Poppins growing up?\n  ","975359":"\n   Are you still friends with someone from kindergarten?\n  ","975360":"\n   Its a movie with the song an iconic part of it :D\n  ","975361":"\n   OMG you need to see Fiddler on the roof. PS im sad you don't click links because that song is iconic :(\n  ","975362":"\n   Lol you never seen Fiddler on the roof?\n  ","975363":"\n   If I were a rich man, yibby dibby dibby dibby dibby dum! All day long I'd biddy biddy bum, if I were a wealthy man! I wouldnt have to work hard, yibby dibby dibby dibby dibby dum!\n  ","975364":"\n   Lol yeah but it can be our fun game, it doesn't matter how long it takes, could be over tonight, could take days: But I'll give you a couple hints ahead of time, vague but helpful if you want to play :D then you can ask the yes\/no questions :D\n  ","975365":"\n   So would you like to play? *Gives you puppy dog eyes* Lol\n  ","975366":"\n   yeah im a nutjob but i love animals :D\n  ","975367":"\n   You have to guess my favorite movie. To guess, you get to ask me yes\/no questions, and I'll answet \"yes\" \"no\" or \"partial\" if your question  is a partial yes. And then you can guess my favorite movie when you think you know. Then you can ask me to guess someonething you like and ill do the same.\n  ","975368":"\n   *Shakes your doggos paws and says* \"Hi, nice to meet you. now they know me looooool xD\n  ","975369":"\n   Can we play a fun ask.fm game? :)\n  ","975370":"\n   Awwww why wouldn't your doggos stay with me :(\n  ","975371":"\n   Are you and your man a lot like Johnny and Baby from \"Dirty Dancing?\"\n  ","975372":"\n   Favorite song from the Lion King?\n  ","975373":"\n   If I picked up your doggos and put them on the couch next to me, would they stay there? :D\n  ","975374":"\n   babe you are nasty and tasty\n  ","975375":"\n   Say that a big, scary mean looking dog came running up to you barking. It knocks you to the ground, and just when you think it's about to hurt you, a humungus tree branch falls where you were standing, and you realize the dog was just saving you from harm. How would you react?\n  ","975376":"\n   Do you have big doggos or small doggos or in between doggos? :D\n  ","975377":"\n   How would you react if your doggos came up to you and danced?\n  ","975378":"\n   But what if your doggos came up to you and got jiggy with it?\n  ","975379":"\n   Why not learn to dance?\n  ","975380":"\n   Nikki can dance?\n  ","975381":"\n   How often are you on your phone when you're on the toilet? I'm on it all the time. Lol\n  ","975382":"\n   do you want to be ask.fm friends\n  ","975383":"\n   Hii\n  ","975384":"\n   I am not doing that good\n  ","975385":"\n   hii how are you\n  ","975386":"\n   Hey texted me in snapchat\n  ","975387":"\n   Tu es trop magnifiques\n  ","975388":"\n   Same I’ve been looking for a job to work from home can you help me\n  ","975389":"\n   have you ever hotwired a vehicle?\n  ","975390":"\n   You like pot roast? With lot's of veggies in it?!\n  ","975391":"\n   did you ever shoplift?\n  ","975392":"\n   manu is putting her onlyfans link all over the place 🙄 whats your opinion on that\n  ","975393":"\n   Sorry your mine tonight\n  ","975394":"\n   Who wants to be friends\n  ","975395":"\n   Seems life is getting out of control.\n  ","975396":"\n   What do you do for others?\n  ","975397":"\n   what's something you really want right now?\n  ","975398":"\n   what's happening now?\n  ","975399":"\n   what’s the last snack you ate?\n  ","975400":"\n   do you think you are a good person?\n  ","975401":"\n   Favourite chocolate\n  ","975402":"\n   what’s your most used emoji?\n  ","975403":"\n   Your bf is lucky he's got a girl with a heart of gold\n  ","975404":"\n   has your heart ever been broken?\n  ","975405":"\n   Do you enjoy going to diners?\n  ","975406":"\n   What is the worst thing you got in trouble for as a child?\n  ","975407":"\n   What color is your askfm? Did you know that you could switch colors? How often do you switch it? 🤗 — I just switched from green to blue. 💚💙\n  ","975408":"\n   Do you know which band consists of members Nigel Tufnel, Derek Smalls and David St. Hubbins?\n  ","975409":"\n   \"Imagine Dragons\" or \"The Chainsmokers\"?\n  ","975410":"\n   Have you ever tried abseiling\n  ","975411":"\n   You look like\n   \n    @mahnoor_mirza\n   \n","975412":"\n   ✨ What is an idea\/belief that helped you achieve\/overcome anything?\n  ","975413":"\n   Do you trust yourself\n  ","975414":"\n   You are THE Nicole, aren't you?\n  ","975415":"\n   But you didn’t hide it before\n  ","975416":"\n   Is your dad Armenian ?\n  ","975417":"\n   How well are you doing at social distancing?\n  ","975418":"\n   do you and your lover ever feed each other goose liver pâté on crackers while in bed together?\n  ","975419":"\n   How many followers do you have?\n  ","975420":"\n   Is there any co workers that you dont like\n  ","975421":"\n   My Jack Russell terrier named Ginger is friends with an orange neighborhood cat named Jack. Ginger is a jack Russell and Jack is a Ginger, and together they are Jack and Ginger like the cocktail omg :D\n  ","975422":"\n   Eva Williams is a sweetheart?\n  ","975423":"\n   Do you prefer Instagram or Facebook?\n  ","975424":"\n   Have you got any injuries atm\n  ","975425":"\n   woahh very cool that's why \"nikki\" 👌\n  ","975426":"\n   friends that are girls\n  ","975427":"\n   What’s you’re favourite animal ?(: andddddd what’s you’re favourite tv series ?(:\n  ","975428":"\n   How did you get your name? 💦\n  ","975429":"\n   Out of 10 what's your temper like \n\n1 Being Calm 10 being bad\n  ","975430":"\n   tell me, what would you do if you had only 100 blinks left before losing your vision?\n  ","975431":"\n   What do you think about teen marriages\n  ","975432":"\n   I’m piscis ♓️ Nikki but Virgo ♍️ it’s a cool 😎 zodiac sign\n  ","975433":"\n   Do you like being Virgo? What are their characteristics\n  ","975434":"\n   How is everyone?\n  ","975435":"\n   What’s your sign? Leo or Taurus\n  ","975436":"\n   What else are you?\n  ","975437":"\n   Where do you usually do your shopping now that we’re in quarantine\n  ","975438":"\n   So you are full Armenian correct ? What else are you?\n  ","975439":"\n   Why is linkin park music less common?\n  ","975440":"\n   What’s the time where you are right now?\n  ","975441":"\n   What genre of music do they fall under? Music category\n  ","975442":"\n   I heard your leaving askfm, is this true? I’m gonna have a breakdown if you do leave 😢😢\n  ","975443":"\n   Since when did you like them?\n  ","975444":"\n   Are you still into linkin park\n  ","975445":"\n   what was the craziest part of your day today?\n  ","975446":"\n   what’s your phone wallpaper?\n  ","975447":"\n   have you ever been in legal trouble? what kind?\n  ","975448":"\n   what’s for dinner?\n  ","975449":"\n   are you an emotional person?\n  ","975450":"\n   What is the most tired you've ever been\n  ","975451":"\n   Avez-vous peur du coronavirus? (Are you afraid of coronavirus?)\n  ","975452":"\n   In Guatemala 🇬🇹 it’s 3:27 right now nikki\n  ","975453":"\n   Yes because I don’t drink beer 🍺 in the weekends\n  ","975454":"\n   I’m not a drunk guy Nikki\n  ","975455":"\n   It’s almost 3pm\n  ","975456":"\n   It’s 3am somewhere\n  ","975457":"\n   I was visiting my cousins and I had told my cousin that I quit smoking and have been vaping and she says “I proud of you”and she then says “that’s the first time I said that “ and I say yes and then says “and it’s the last time you hear it “ so my 11 year old cousin is so sassy and a savage  🤣🙄😂\n  ","975458":"\n   3 am thought 🤔\n  ","975459":"\n   What's new\n  ","975460":"\n   is ur friends single\n  ","975461":"\n   u wont date me i really like u\n  ","975462":"\n   What was the last charity event that you did?\n  ","975463":"\n   im upset\n  ","975464":"\n   please\n  ","975465":"\n   Did you have a rival while you were growing up?\n  ","975466":"\n   i really like u alot\n  ","975467":"\n   Who do you have mad beef with?\n  ","975468":"\n   sorry all of u for asking question\n  ","975469":"\n   Snap?\n  ","975470":"\n   whose stand up comedy do you listen to?\n  ","975471":"\n   adult site\n  ","975472":"\n   some one use sharesome pls user name me\n  ","975473":"\n   can you use sharesome\n  ","975474":"\n   💸 Would you spend a night doing s3xual activities with a 75-year old man\/woman, who would give you 1,000,000$ in exchange?\n  ","975475":"\n   When is the last time you told somone you love them?\n  ","975476":"\n   Sending this out to all the people I follow: Been clearing out the list of people I send regular questions to recently, if you recieve this it means that you're still on it! 😁 If you ever feel like you don't want to recieve my questions anymore, just let me know.\n  ","975477":"\n   How old do you feel on the inside?\n  ","975478":"\n   Your insta ?! 🌷\n  ","975479":"\n   im not\n  ","975480":"\n   You're special\n  ","975481":"\n   How’s the weather where you are?\n  ","975482":"\n   The first task is an 8 mile run in an hour with 66 pounds on your back.  I'm guessing you'll struggle with that?\n  ","975483":"\n   If you did an 8 day training course for the milltary how far would you reckon you'll get on the course?\n  ","975484":"\n   8. Have you seen the same movie more that once? Which ones?\n  ","975485":"\n   If you had a chance to go to a new planet and be part of colony, but never come back to earth, would you do it ?\n  ","975486":"\n   When do you feel the most yourself?\n  ","975487":"\n   When was your profile picture taken?\n  ","975488":"\n   What’s a polite way to ask my friend if I can text him? Im so bored during this pandemic\n  ","975489":"\n   Your favourite beverages ?\n  ","975490":"\n   What’s the coolest, scariest, or most fucked-up dream you’ve ever had?\n  ","975491":"\n   If you could call and text one person for the rest of your life only, who would it be? 📱 👍\n  ","975492":"\n   💝💝💝\n  ","975493":"\n   Literally same 😇\n  ","975494":"\n   You’re a mad scientist, what scientific experiment would you run if money and ethics weren’t an issue?\n  ","975495":"\n   Which brand makes the jeans you like most?\n  ","975496":"\n   Do you have any favourite tiktok users?\n  ","975497":"\n   Have you ever ridden the metro rail system?\n  ","975498":"\n   to me it's like the 1 bigger city in ca that feels soulless. la & sf > sd. out of those 3 which 2 are your fav?\n  ","975499":"\n   What was the most awkward moment of your life?\n  ","975500":"\n   isnt it depressing?\n  ","975501":"\n   Where would you like to be right now?\n  ","975502":"\n   Have you had any weird \/ interesting dreams recently? What can you remember from it? 💭💤\n  ","975503":"\n   Waht time is it where you sre\n  ","975504":"\n   Has it ever happened that a friend made online suddenly goes offline and never comes back?\n  ","975505":"\n   I want to have Agirl Friend.\n  ","975506":"\n   Coffee or Tea? 😋\n  ","975507":"\n   yes love that one 😂 the way he was screaming when he fell an all had me rolling 😂\n  ","975508":"\n   What would you like to do that quarantine has gotten in the way of ?\n  ","975509":"\n   LOL\n  ","975510":"\n   Have you ever been to San Diego?\n  ","975511":"\n   Have you gotten fast food during the virus or are you avoiding it?\n  ","975512":"\n   Have you become friends with any people on ask where you now text each other on your cell phones like regular friends?\n  ","975513":"\n   When you go out in public (pre-virus) do you usually wear makeup?\n  ","975514":"\n   Is your relationship anything like Rose and Ed's on 90 Day Fiance?\n  ","975515":"\n   Where is your cousins askfm page ?\n  ","975516":"\n   Aha I’m from Palestine.. did u know it?🖤\n  ","975517":"\n   im not jealous\n  ","975518":"\n   When was the last time you changed out of PJs?\n  ","975519":"\n   Nikki you’re a really wonderful and sweet person 🥺❤️❤️ never change who you are and smile too ❤️❤️ stay safe and much love to you ❤️\n  ","975520":"\n   H R u doing !! Where u from ? 🙄\n  ","975521":"\n   Hii nikii\n  ","975522":"\n   Do you and your boyfriend sleep in the same bed when you are together?\n  ","975523":"\n   wait was it the one were black guy in the thong 😂 got knocked down an tripped\n  ","975524":"\n   twitter warriors\n  ","975525":"\n   I like your profile picture and your nails! Go Nikki!\n  ","975526":"\n   hi nicole how are you\n  ","975527":"\n   Do you think its sad I bought a cookbook to learn how to cook? So I can take care of myself better\n  ","975528":"\n   The question had nothing to do with who matters now\n  ","975529":"\n   go watch it again and let us know nikki?\n  ","975530":"\n   Idk what the point of saying that is. You know it's not true, he knows it's not true, we all know it's not true.\n  ","975531":"\n   what happened in it?\n  ","975532":"\n   There's a few funny fight scenes in it which one did they show?\n  ","975533":"\n   any good action comdies you seen?\n  ","975534":"\n   What is one thing you will never do again?\n  ","975535":"\n   To be honest I got so angry that I told myself I will never come back to this damn site.\n  ","975536":"\n   How long does it take you to get ready in the morning?\n  ","975537":"\n   How would your friends describe you?\n  ","975538":"\n   Who was your first crush?\n  ","975539":"\n   Is it true that the funniest people are often the most depressed?\n  ","975540":"\n   i hate ur boyfriend\n  ","975541":"\n   Have you heard the song in the end by linkin park\n  ","975542":"\n   On a scale of 1-10 how weird would you say you are?\n  ","975543":"\n   Do you know any adults who are whiners? All they do is whine and complain about everything?\n  ","975544":"\n   - لما بقابل حد بحبه :\n- اقابله عادي زي الناس الطبيعيه ❌\n- اضحك قبلها ب 15 متر زي الأهبل ف الشارع ✅ 🤣🤣🤣🤣🤣\n  ","975545":"\n   Are you normally early , late, or on time?\n  ","975546":"\n   really I wonder if the same one though? there is a few. what happened in it\n  ","975547":"\n   It's a action comedy you should check it out it has a pretty famous fight scene\n  ","975548":"\n   Good morning people\n  ","975549":"\n   What are you up to\n  ","975550":"\n   What was worse? When your parents were mad at you or when they were disappointed in you?\n  ","975551":"\n   ever seen romeo must die?\n  ","975552":"\n   People must get annoyed or frustrated when you don’t respond to their texts right ?\n  ","975553":"\n   Do you ever regret hanging out with some people\n  ","975554":"\n   hi\n  ","975555":"\n   meme?\n  ","975556":"\n   Ew! It's useless to even talk to you all in here! 😒\n  ","975557":"\n   Pap\n  ","975558":"\n   What do you think of sites like onlyfans?\n  ","975559":"\n   another photo like that?\n  ","975560":"\n   Have you ever performed on stage?\n  ","975561":"\n   Each year, and you're good\n  ","975562":"\n   تنخدع ف التسعة والثلاثين من اشباهي حتي تصل لي وتكتشف أن لا أحد يشبهني انا استثناء🖤\n  ","975563":"\n   34. Do you like Disney films?\n  ","975564":"\n   also if the earth is so round like you say, why are maps flat?\n  ","975565":"\n   I'm going to bed cause I'm tired and stuff but this isn't over u__u\n  ","975566":"\n   Did any of your friends have the “cool” parent when you were kids?\n  ","975567":"\n   do you have a small or large bladder?\n  ","975568":"\n   weight?\n  ","975569":"\n   but before you had ringtone xD\n  ","975570":"\n   what is your ringtone?\n  ","975571":"\n   how many in a row do you sneeze?\n  ","975572":"\n   Opinion on Trump?\n  ","975573":"\n   Is it true that once you misbehaved with one very old lady in the supermarket & she went into karate mode & scared you away and people were laughing at you?\n  ","975574":"\n   What do you think of the bankruptcy of J. Crew?\n  ","975575":"\n   How many calls do you usually get everyday? 📱 👍\n  ","975576":"\n   Why do you consider it an adult?\n  ","975577":"\n   37. Do you watch many animated film?\n  ","975578":"\n   I swear everyone is 20 here\n  ","975579":"\n   Why?\n  ","975580":"\n   Movies\n  ","975581":"\n   It's for public... No offence\n  ","975582":"\n   28. What movies would you recommend?\n  ","975583":"\n   Name some?\n  ","975584":"\n   funniest part from a movie you've recently seen or heard of?\n  ","975585":"\n   what age should a female be referred to as a woman as opposed to a girl?\n  ","975586":"\n   What are you most afraid of?\n  ","975587":"\n   🥺🙄 post it again\n  ","975588":"\n   how do you drink a lot of water?\n  ","975589":"\n   Does the ice cream man or the corn man come around your neighborhood?\n  ","975590":"\n   Dont skimp on your self...\n  ","975591":"\n   When you were young and played hide and seek did you have a sure fire hiding spot that no one ever found you in?\n  ","975592":"\n   What super power do you wish that you had?\n  ","975593":"\n   Blonde and purple\n  ","975594":"\n   Are you proud of that?\n  ","975595":"\n   Do you have any pets?\n  ","975596":"\n   Have you ever seen a UFO?\n  ","975597":"\n   how much water do you drink in a day?\n  ","975598":"\n   What would you think if you saw a guy buying tampons?\n  ","975599":"\n   35. Do you have a Netflix account?\n  ","975600":"\n   40. Do you watch tv soap operas?\n  ","975601":"\n   31. Is there a character that you’d love to play? Who?\n  ","975602":"\n   What is your favourite colour?\n  ","975603":"\n   Do you take hot showers or hot hot hot showers?\n  ","975604":"\n   age?\n  ","975605":"\n   Since the earth isn't flat, if you walked in a straight line, you'd end up back where you started. If it was flat, you'd eventually reach the edge. Why has NO ONE ever found the edge? Anons 😖\n  ","975606":"\n   5\n  ","975607":"\n   Courage is knowing it might hurt but doing it anyway   Stupidty is also the same  That's why Life is hard!!!                   We learn and keep moving forward\n  ","975608":"\n   how did you dump the guy?\n  ","975609":"\n   boyfriend count?\n  ","975610":"\n   Ever dumped a guy?\n  ","975611":"\n   What is the most times in a row you have ever sneezed before?\n  ","975612":"\n   Do you like mint oreo cookies?\n  ","975613":"\n   Lol... well why do you have a phone for if you are not gonna respond to your texts ???\n  ","975614":"\n   fav person? why?\n  ","975615":"\n   What is your favorite animal? 💕\n  ","975616":"\n   Nice t-shirt 😊\n  ","975617":"\n   Why don’t you respond to your texts ???\n  ","975618":"\n   selfie?\n  ","975619":"\n   Do you think in a year from now we will be looking back at 2020 and saying thank god that’s over or will we still be in a dire situation?\n  ","975620":"\n   Stalked for like 10days old questions but havent got anything 🥺☹️\n  ","975621":"\n   To bed 😘\n  ","975622":"\n   Are you physically or mentally stronger\n  ","975623":"\n   Do you know anyone who brags about being a good cook yet their food isn’t really all that?\n  ","975624":"\n   If you were to become a mermaid, which color would you choose your fin to be? 🤔🧜‍♀️\n  ","975625":"\n   Do you know any Nigerians?\n  ","975626":"\n   Hey Nikki?\n  ","975627":"\n   bikini pap\n  ","975628":"\n   Instagram?\n  ","975629":"\n   Are you an overthinker❗🔥\n  ","975630":"\n   If you could leave tomorrow with a one-way ticket, where would you go?\n  ","975631":"\n   Would you rather have bad breath or smelly feet? 😂\n  ","975632":"\n   Have you ever needed drugs to calm you - either of the prescribed variety or the more non prescribed, recreational variety? 😳\n  ","975633":"\n   Possible to see them please\n  ","975634":"\n   33. Are you addicted to watching movies?\n  ","975635":"\n   how many cheese sandwiches did you consume today?\n  ","975636":"\n   Do you have long nails?\n  ","975637":"\n   i love your profile pic and how it was taken\n  ","975638":"\n   Hey whats going on\n  ","975639":"\n   Kik?\n  ","975640":"\n   What kind of texter are you? How many unread messages do you have\n  ","975641":"\n   Where do you live ? What state how is it there? What would you change about it?\n  ","975642":"\n   29. Have you ever watched a show on Broadway or the Westend?\n  ","975643":"\n   27. Do you still own videos\/DVDs?\n  ","975644":"\n   that's just a computer generated graphic, it could easily be faked\n  ","975645":"\n   body confident pap\n  ","975646":"\n   25. Have you watched any good movies lately?\n  ","975647":"\n   blease tell you friend to accept my friendsip\n  ","975648":"\n   26. Do you watch plays?\n  ","975649":"\n   30. Would you be a good actor or actress?\n  ","975650":"\n   how do you know that geographers aren't a bunch'a liars?\n  ","975651":"\n   Fried green tomatoes or fried pickles\n  ","975652":"\n   Would you rather have your shirts always two sizes too big or one size too small?\n  ","975653":"\n   the earth is flat, change my mind\n  ","975654":"\n   How often do you watch TV?\n  ","975655":"\n   Instagram\n  ","975656":"\n   21. What movie could you watch again and again and never get bored?\n  ","975657":"\n   44. Would you like to become a performer?\n  ","975658":"\n   what’s your favorite snack food? (i’m trying to restock our fridge at work but i’m struggling to come up with things lol)\n  ","975659":"\n   Would you consider yourself a great cook or an okay cook?\n  ","975660":"\n   Are you more of a dress and heels or more of a sweats and t shoes?\n  ","975661":"\n   Have you ever heard of the video game called Fallout? Old one's and then Fallout 76? Good game.\n  ","975662":"\n   How many texts do you get usually get everyday? 📱 👍\n  ","975663":"\n   Please don’t go Nikki 😢😢😢\n  ","975664":"\n   Which vegetable do you hate the most?\n  ","975665":"\n   Are you generally a more optimistic or pessimistic person?\n  ","975666":"\n   What’s your favorite song as of right now?\n  ","975667":"\n   What is your favorite candy?\n  ","975668":"\n   Chick-fil-a or Zaxbys\n  ","975669":"\n   Do you like root beer floats or nah, not a fan of them? 🍦🍺\n  ","975670":"\n   Have you ever been so full that you just feel asleep\n  ","975671":"\n   aw, how are you xo\n  ","975672":"\n   have you ever been in a fight\n  ","975673":"\n   who do you spend the most time with?\n  ","975674":"\n   If you could visit one planet, which would it be?\n  ","975675":"\n   Describe your personality\n  ","975676":"\n   Do you walk around at home with no bra on🤗\n  ","975677":"\n   They sent it to you too? Emma is my daughter and they sent it to people they see me sending questions to or on my page 🙄🙄 sorry.\n  ","975678":"\n   Does Emma look like her dad?\n  ","975679":"\n   Are you sad? 😔\n  ","975680":"\n   What time do you normally get up\n  ","975681":"\n   What are you up to\n  ","975682":"\n   How do you get someone to leave you alone without being mean\n  ","975683":"\n   Have you ever been to 4 corners\n  ","975684":"\n   Which is your favorite pair of shoes? PAP!\n  ","975685":"\n   Do you ever sing or dance along to music\n  ","975686":"\n   Are you know good trainer?\n  ","975687":"\n   Makeup or no makeup for girls?\n  ","975688":"\n   Did you get bullied in high school? What’s the dumbest reason you were bullied? (I was bullied because my sister died)\n  ","975689":"\n   lucky.\n  ","975690":"\n   What would you bring to a picnic?\n  ","975691":"\n   What’s your favorite dish to cook?\n  ","975692":"\n   Have you ever accidentally cracked your phone's screen? 📱 👍\n  ","975693":"\n   What super power do you wish you had?\n  ","975694":"\n   Do you ever get hay fever? My eyes itch so bad right now.\n  ","975695":"\n   Who needs your advice the most?\n  ","975696":"\n   Are you able to find a positive in a negative situation?\n  ","975697":"\n   Do you think Hybrid Theory and Meteora might the the best back-to-back albums of all time?\n  ","975698":"\n   Do you eat onions raw? (I love them.)\n  ","975699":"\n   What’s your go to snack?\n  ","975700":"\n   When are you most happy?\n  ","975701":"\n   What is a strange food combo you love?\n  ","975702":"\n   What's your reaction to the words \"We need to talk..\"?\n  ","975703":"\n   What did you want to grow up to be as a child?\n  ","975704":"\n   Have you ever witnessed a wedding objection? What was it like?\n  ","975705":"\n   What did you get bullied for at school?\n  ","975706":"\n   Introverts, how do you respond to \"Why are you so quiet?\"\n  ","975707":"\n   Out of all the soups you've ever had, which soup is best?\n  ","975708":"\n   What do you think about while youre trying to sleep?\n  ","975709":"\n   What's a good way to make friends?\n  ","975710":"\n   How would you react if a man broke through your door, and ran around the house, while emulating motorbike sounds?\n  ","975711":"\n   Do you like yourself? Why or why not?\n  ","975712":"\n   Have you recently felt like the third wheel or the outsider?\n  ","975713":"\n   Do you decide quickly or do you think a long time?\n  ","975714":"\n   Would you rather spend your time at the beach or in the mountains?\n  ","975715":"\n   Where were you 3 hours ago?\n  ","975716":"\n   What song is stuck in your head today?\n  ","975717":"\n   Be honest, have you attended any illegal social gatherings of late?\n  ","975718":"\n   What makes you different from others? !♡\n  ","975719":"\n   how was everyone’s weekend?\n  ","975720":"\n   Do you own anything olive green?\n  ","975721":"\n   Did you ever meet someone famous?\n  ","975722":"\n   Yeah let's appreciate ourself! 💖\n  ","975723":"\n   What’s your favourite album?\n  ","975724":"\n   When you eat biscuits\/cookies, do you have them with tea? 🍪 ☕ 👍\n  ","975725":"\n   Bacon or taken?\n  ","975726":"\n   What is the most awkward thing that has ever happened to you? 😅\n  ","975727":"\n   When you see an \"ex\" in- person does past feelings surface?\n  ","975728":"\n   Have a beautiful day!\n  ","975729":"\n   Aww~ 💘\n  ","975730":"\n   What is your favourite movie and why?\n  ","975731":"\n   How many ‘friends’ do you have?\n  ","975732":"\n   What’s on your mind right now?\n  ","975733":"\n   22. What’s the best musical that you’ve ever watched?\n  ","975734":"\n   Are you \/ have you ever been into Pokémon? Do you have a favorite one? ⚡🔥🌊🌱\n  ","975735":"\n   Do you embrace or fear change?\n  ","975736":"\n   Do you usually delete photos in your phone or keep them? 📱 👍\n  ","975737":"\n   What is your favorite animal and why?\n  ","975738":"\n   How do you feel today?\n  ","975739":"\n   What's your zodiac sign?\n  ","975740":"\n   Do you play a musical instument?\n  ","975741":"\n   Do you ever talk to yourself in the mirror? ✨\n  ","975742":"\n   What is the most delicious berry?\n  ","975743":"\n   Barbie or Bratz?\n  ","975744":"\n   7. Do you prefer to watch movies at home or at the cinema?\n  ","975745":"\n   u know Sum41?\n  ","975746":"\n   Why\n  ","975747":"\n   Snapchat?\n  ","975748":"\n   2.Do you like to watch movies?\n  ","975749":"\n   TV's are so 2006.\n  ","975750":"\n   4. Do you own a TV?\n  ","975751":"\n   5. Do you like to watch horror movies?\n  ","975752":"\n   10.Do you like reality TV shows?\n  ","975753":"\n   9. How often do you go to the cinema?\n  ","975754":"\n   1. What is your all-time favourite movie?\n  ","975755":"\n   r u thereeeeeeeeeeeeee\n  ","975756":"\n   i miss u\n  ","975757":"\n   7. Is it inappropriate to assume that someone is or isn't disabled?\n  ","975758":"\n   Do you have bears running around where you live\n  ","975759":"\n   Do you miss anyone atm\n  ","975760":"\n   Best way to start the day for you?\n  ","975761":"\n   27. Do you think that everyone should do sports?\n  ","975762":"\n   What is the most unexpected thing that happened to you this week?\n  ","975763":"\n   Do you own anything that some might consider to be \"nerdy\"? 🤓 PAP perhaps? 😁\n  ","975764":"\n   16. Have you ever played any water sports?\n  ","975765":"\n   When will the world end?\n  ","975766":"\n   What have been the most important decisions in your life?\n  ","975767":"\n   If I was a guy I would so date you but Ik your boyfriend will be jealous don’t get upset with me please\n  ","975768":"\n   What song is stuck in your head today?\n  ","975769":"\n   hi\n  ","975770":"\n   20. What is the main sport that is played in your country?\n  ","975771":"\n   What makes you nervous?\n  ","975772":"\n   How good are you at saying “no”?\n  ","975773":"\n   3. Should people with mental health problems be treated the same as those who have physical ones?\n  ","975774":"\n   Are you mature or yet immature compared to your actual age?\n  ","975775":"\n   26. Do you watch car races?\n  ","975776":"\n   Have you ever been to watch a sports event in person?\n  ","975777":"\n   22. If you have a child, what sports would you not allow your child to play?\n  ","975778":"\n   25. What’s your opinion on wrestling?\n  ","975779":"\n   29. Do you like sports?\n  ","975780":"\n   5. Do you know anyone who is disabled? How do you support them?\n  ","975781":"\n   9. Should people be self medicating to manage their symptoms?\n  ","975782":"\n   21. Who is your favourite athlete?\n  ","975783":"\n   2. How do you look after your mental well-being?\n  ","975784":"\n   It’s so cute how into each other you and your man are. King and Queen!!!\n  ","975785":"\n   What makes you special?\n  ","975786":"\n   What fell apart?\n  ","975787":"\n   Some things fall apart just to come back even better.✨\n  ","975788":"\n   Well I don't read bios so 🙄\n  ","975789":"\n   14. Can you play any winter sports?\n  ","975790":"\n   Have you dated someone on here?\n  ","975791":"\n   Have you ever went to a vending machine & put your last bit of money in & then you press a button of choice & then.. it gives you a completely different drink..🤦That you just can't drink.. No go on the flavor.. Your like.. Why me?\nHas this ever happened to you? If not.. Your luck! 😆 It sucks😭LOL.\n  ","975792":"\n   How are you?\n  ","975793":"\n   Choose any company in the world you would like to run - what is the first thing you would do?\n  ","975794":"\n   Huh?\n  ","975795":"\n   I will never forget the day I met you bbg 😘😘😘\n  ","975796":"\n   Do you prank people?\n  ","975797":"\n   17. Can you swim?\n  ","975798":"\n   Last thing you wore that was Green\n  ","975799":"\n   2006 WAS A CRAZY YEAR\n  ","975800":"\n   15. Are there any sports that you watch on TV?\n  ","975801":"\n   What would you do with your 15 minutes of fame?\n  ","975802":"\n   is there any talk of the lockdown ending where you are? when are they talking about doing it?\n  ","975803":"\n   Do you easily communicate with opposite gender people?\n  ","975804":"\n   When you're on youtube, what kind of videos do you usually watch? 🎦\n  ","975805":"\n   Have you ever looked at someone and thought what must be going through their head\n  ","975806":"\n   What angers you the most?\n  ","975807":"\n   Have you ever stood anyone up on a date\n  ","975808":"\n   25. How much time do you spend getting ready in the morningl?\n  ","975809":"\n   23. Are you happy with your life?\n  ","975810":"\n   Ever done any drugs\n  ","975811":"\n   22. Do you have any tattoos? Post a picture?\n  ","975812":"\n   21. Do you wear makeup?\n  ","975813":"\n   How long have you been using ask for? I remember you from ages ago\n  ","975814":"\n   Do you like cabbage or do you think it's disgusting? If you like cabbage how do you like it cooked? What in it?\n  ","975815":"\n   What do you do for work?\n  ","975816":"\n   20. Are you an introvert or an extrovert?\n  ","975817":"\n   Good now are you single or in relationship\n  ","975818":"\n   11. If you were to rate yourself out of 10, what you you give yourself?\n  ","975819":"\n   Have you ever fallen in love with a person who is in another relationship?\n  ","975820":"\n   Have you ever dropped a phone so it cracked? 📱 Lost my streak of never doing it myself a couple of days ago 😅\n  ","975821":"\n   Would you be happy without money?\n  ","975822":"\n   If you were a teacher, what subject would you like to teach?\n  ","975823":"\n   13. Do you like to exercise?\n  ","975824":"\n   12. Would you consider running a marathon?\n  ","975825":"\n   11. Do you go out jogging?\n  ","975826":"\n   How should a perfect weekend start?\n  ","975827":"\n   24. Would you consider yourself a confident person?\n  ","975828":"\n   Hey hope you are doing amazing 🙂\n  ","975829":"\n   Why don't you two ever post photos together?\n  ","975830":"\n   Seriously?\n  ","975831":"\n   not pee for 5 hours!😂🚽\n  ","975832":"\n   I have a challenge for you!\n  ","975833":"\n   Hi\n  ","975834":"\n   A sports spam is coming next 😁\n  ","975835":"\n   Have you ever been on the  news\n  ","975836":"\n   3. Do you like the Olympics?\n  ","975837":"\n   2. What is your favourite sport?\n  ","975838":"\n   1. Are you good at playing sports?\n  ","975839":"\n   4. If you do watch the olympics, what is your favourite thing to watch?\n  ","975840":"\n   do you like fruit snacks?\n  ","975841":"\n   Nikki if you’re frustrated I’m frustrated what is wrong 😰😥\n  ","975842":"\n   what’s the weirdest ad you’ve seen on ask?\n  ","975843":"\n   5. What do you think of the olympics being cancelled?\n  ","975844":"\n   Are you interested in the Winter Olympics ?\n  ","975845":"\n   7. Did you dream of being a sports star?\n  ","975846":"\n   8. Are you a member of any sports teams?\n  ","975847":"\n   9. Who is your favourite football\/soccer team?\n  ","975848":"\n   how often do you use a computer?\n  ","975849":"\n   10. Have you ever played baseball?\n  ","975850":"\n   what man? Your second profile to make it look like you have a man but it’s just you?? That man??\n  ","975851":"\n   19. What is your middle name?\n  ","975852":"\n   18.Do you have naturally straight or curly hair?\n  ","975853":"\n   17.What is your natural hair colour?\n  ","975854":"\n   16. Have you ever dyed you hair? What was your favourite colour?\n  ","975855":"\n   Hey how are you nikki\n  ","975856":"\n   Likers get a question?\n  ","975857":"\n   It’s fine, I learned from it and that’s all it matter 😁👍💯\n  ","975858":"\n   Ever been arrested\n  ","975859":"\n   Do you hate any family members\n  ","975860":"\n   Sadly 😁👍\n  ","975861":"\n   Have you ever attempted a do-not-try-this-at-home stunt or experiment you saw performed by professionals?\n  ","975862":"\n   What motivates you to get up every morning?🌼\n  ","975863":"\n   Have you ever fallen in love with a person who is in another relationship?\n  ","975864":"\n   Honesty day\n  ","975865":"\n   Hi how are you doing today?\n  ","975866":"\n   what’s your next goal?\n  ","975867":"\n   Have you ever been in a car wreck? Was it your fault?\n  ","975868":"\n   yes, I paid for it even though it was not mine,,long story! Underage friend made a mistake.\n  ","975869":"\n   Do you see yourself getting married\n  ","975870":"\n   What's the most difficult choice one has to make?\n  ","975871":"\n   tank!\n  ","975872":"\n   If you could speak to anyone in heaven, who would you pick?\n  ","975873":"\n   oh yeah!\n  ","975874":"\n   it's always snowing in Canada so i'm assuming it's always cold right?\n  ","975875":"\n   Hi how are you doing today?\n  ","975876":"\n   Have you seen someone before that looks like you?\n  ","975877":"\n   Do you know anyone who has had an abortion before?\n  ","975878":"\n   do store clerks ever call you babydoll?\n  ","975879":"\n   Hey Nikki?\n  ","975880":"\n   7. What’s your favourite thing about the way that you look?\n  ","975881":"\n   Would you rather learn how to fly a helicopter or drive a tank\n  ","975882":"\n   what’s something that makes you uncomfortable\n  ","975883":"\n   Sweet or salty snacks?\n  ","975884":"\n   Where is the worst place you could get stuck?\n  ","975885":"\n   Would you be offended if Talinda and her new man had a baby and named him Chester?\n  ","975886":"\n   What is your least favorite beverage?\n  ","975887":"\n   If you built a themed hotel, what would the theme be?\n  ","975888":"\n   Did you get my question\n  ","975889":"\n   what’s the most pain you’ve felt?\n  ","975890":"\n   Lucky you, I’ve lost a few Benjamins before 😂👌💯\n  ","975891":"\n   What's the largest amount of money you've ever lost?\n  ","975892":"\n   Would you like to live in another country?\n  ","975893":"\n   Do you live off cheese sandwiches?\n  ","975894":"\n   What was the last big mistake you made?\n  ","975895":"\n   Do you prefer gold or silver jewelry?\n  ","975896":"\n   Which is your favorite dessert?\n  ","975897":"\n   Do you agree that good things come to those who wait?\n  ","975898":"\n   Wow\n  ","975899":"\n   Are you a hot weather or cold weather type of person?\n  ","975900":"\n   Do you know what kombucha is? do you like it?\n  ","975901":"\n   last thing you ate? was it good?\n  ","975902":"\n   What do you think of sharks? 🦈 Scary, cool, simply misunderstood? How'd you react if you saw one in the wild? 🤔\n  ","975903":"\n   Can you whistle?\n  ","975904":"\n   Where is the funniest place you have ever fallen asleep?\n  ","975905":"\n   What would you change in this World?\n  ","975906":"\n   Would you rather be Kim Kardashian for a day or Kanye West for a day?\n  ","975907":"\n   13. What do you like to do in your free time?\n  ","975908":"\n   What made your day today?\n  ","975909":"\n   How do you behave with people you don't like?\n  ","975910":"\n   What would be a perfect honeymoon destination?\n  ","975911":"\n   Have you ever locked yourself out of the house?\n  ","975912":"\n   what are you looking forward to?\n  ","975913":"\n   Who is the last person you bought a gift for?\n  ","975914":"\n   What’s one of your favorite sodas? (Pop, coke, whatever you call it where you are)\n  ","975915":"\n   What's the greatest invention of all time?\n  ","975916":"\n   Which room do you spend the most time in your house?\n  ","975917":"\n   What is your favorite song at the moment?\n  ","975918":"\n   Are you in Love?\n  ","975919":"\n   What is your favorite type of pie?\n  ","975920":"\n   Are u a jealous person? What can make u jealous?\n  ","975921":"\n   Are you a morning person or night person?\n  ","975922":"\n   Do you have netflix?\n  ","975923":"\n   i hope you know you’re an amazing person ❤️\n  ","975924":"\n   what time is it where you are?\n  ","975925":"\n   do you like pickles?\n  ","975926":"\n   hows your tuesday?\n  ","975927":"\n   10. Are you usual bad or good at keeping time?\n  ","975928":"\n   8. What’s your least favourite thing about the way you look?\n  ","975929":"\n   Where u from\n  ","975930":"\n   9. How many names do you have?\n  ","975931":"\n   12. Are you talented at anything?\n  ","975932":"\n   Nikki\n  ","975933":"\n   15. What colour are your eyes?\n  ","975934":"\n   6. How tall are you?\n  ","975935":"\n   13. Were you on any school sports teams?\n  ","975936":"\n   Asthma ?\n  ","975937":"\n   to me you will always be the most beautiful thing in the universe baby 😘\n  ","975938":"\n   What are ur thoughts on me?\n  ","975939":"\n   What’s something everyone needs but very few people use it?\n  ","975940":"\n   6. What type of student were you?\n  ","975941":"\n   17. Are any of you friends a bad influence on you?\n  ","975942":"\n   Do you think that humans will ever be able to live together peacefully?\n  ","975943":"\n   i didnt do anything wrong! please!\n  ","975944":"\n   Go outside and breath deep\n  ","975945":"\n   Hi how are you doing today?\n  ","975946":"\n   بتحضروا مسلسلات ، افلام ؟ \nبدي حل للزهق😭\n  ","975947":"\n   Would you donate a kidney?\n  ","975948":"\n   8. Did you go to college\/university?\n  ","975949":"\n   I apologize i thought u were\n  ","975950":"\n   How long have you been married?\n  ","975951":"\n   12. Did you get any certificates or awards in school\/college\/university?\n  ","975952":"\n   Do you love autumn?\n  ","975953":"\n   Where did you last eat outside?\n  ","975954":"\n   14. Did you go on many school trips?\n  ","975955":"\n   Have you ever wanted to write to the person with whom you broke up that you miss or call?\n  ","975956":"\n   18. Do you ever miss school?\n  ","975957":"\n   17. How often did you get detention?\n  ","975958":"\n   19. Was school easy or difficult for you?\n  ","975959":"\n   16. Have you ever skipped school?\n  ","975960":"\n   This spam will be all about you! 😊\n  ","975961":"\n   15. Did you ever travel abroad with school?\n  ","975962":"\n   3. What is your biggest downfall?\n  ","975963":"\n   4. What is your star sign?\n  ","975964":"\n   2. Do you know what time you were born at?\n  ","975965":"\n   Are there dogwood trees where you live?\n  ","975966":"\n   Did you go to summer camp as a kid?\n  ","975967":"\n   5. Do you have a favourite colour? What is it?\n  ","975968":"\n   What is your current ringtone?\n  ","975969":"\n   Have you ever climbed up a mountain if you havent would you\n  ","975970":"\n   1. What is your nickname?\n  ","975971":"\n   pap your favorite celebrity\n  ","975972":"\n   Do you think u will get corona\n  ","975973":"\n   Overall, how satisfied are you with your internet at home?\n  ","975974":"\n   Hey Nikki, you okay? Everyone safe and well I hope\n  ","975975":"\n   im not scared of anything im a real man\n  ","975976":"\n   Have you or would do ever intermittent fast? (It’s how i dropped 55lbs + working out of course)\n  ","975977":"\n   That’s my best friend that’s my best friend 💕\n  ","975978":"\n   Both happened to me\n  ","975979":"\n   they are always watching i have a feeling when someone watch me my senses tingle\n  ","975980":"\n   You look really hot in your profile pic. That's a great pic.\n  ","975981":"\n   did u go to community college\n  ","975982":"\n   What do the letters FBI stand for that are posted on the federal bureau of investigations main office?\n  ","975983":"\n   hello? are you still gonna talk to me\n  ","975984":"\n   When is the wedding?!\n  ","975985":"\n   Did you see the UFO videos on Twitter?\n  ","975986":"\n   Done with college?\n  ","975987":"\n   Spam Of Questions : Are you really engaged? If so is Edragen your fiance?\n  ","975988":"\n   you're like 16 or 17\n  ","975989":"\n   Do you drink any type of energy drinks?\n  ","975990":"\n   whats your favorite pasta?\n  ","975991":"\n   what do you think of 2020 so far? trash right?\n  ","975992":"\n   plz dont do it im scared of fbi\n  ","975993":"\n   Spam Of Questions: Also are you still planning to work as a secret intelligent agent? OR what did you graduate in?\n  ","975994":"\n   Spam Of Questions : So you graduated ? Since you are 23 or 22 by now?\n  ","975995":"\n   How ticklish are you and where?\n  ","975996":"\n   on a scale 1-100 how stupid are anons? 🤔🤨\n  ","975997":"\n   Were you bullied in school, or were you a bully or weren't you bullied or a bully\n  ","975998":"\n   Reply to this comment for \n1 - A compliment\n2 - Spam of questions\n3 - Spam of likes\n4 - to disappear and stop irritating you ( sorry )\n  ","975999":"\n   YOURE ENGAGED?!\n  ","976000":"\n   Banana or Strawberry?\n  ","976001":"\n   last time you went the any type of amusement theme park ?\n  ","976002":"\n   You get offered a ride down to the deepest parts of the ocean in a submarine that's previously been down there without issue, how do you respond? 💦🦑\n  ","976003":"\n   18. Do your friends bring out the best in you?\n  ","976004":"\n   There's hardly any traffic out there so you could easily get here in under 20 mins. When you crave me, you don't even need to ask. Just come over. 🤗\n  ","976005":"\n   What bone did you break?\n  ","976006":"\n   What do you usually like to do at the beach? Are you someone who just likes to chill or do need to have some kind of activity? ☀️🕶🏖🏄‍♀️🥏🏊‍♂️\n  ","976007":"\n   Have you ever broken a bone in your life?\n  ","976008":"\n   if any of your followers want me to send them questions send them my way!\n  ","976009":"\n   what’s your favorite candy?\n  ","976010":"\n   I fucking love you 😩❤️\n  ","976011":"\n   are we annoyed with my questions yet? i can keep going for hours lol\n  ","976012":"\n   The results are in for the poll tournament I did for favorite dishes and the result was that... *drumroll*... Pizza is the most popular dish on here! 🍕 Any thoughts? Are you surprised? Haha\n  ","976013":"\n   You've made my life rich just by giving me your love and admiration. 🥺\n  ","976014":"\n   you craving anything right now? what?\n  ","976015":"\n   So shy today! Yes anon, she does. 😏\n  ","976016":"\n   do you moan\n  ","976017":"\n   nikki rich\n  ","976018":"\n   What is something people do in your country that you don't think people in many other countries do? 🤔 Like something that's truly unique but is considered normal where you live 👘🐟🎑🏏🎐\n  ","976019":"\n   hello rich girl\n  ","976020":"\n   Because you're rich\n  ","976021":"\n   what’s your toilet paper situation? do you have enough?\n  ","976022":"\n   Wow you're lucky\n  ","976023":"\n   what’s the first sit down restaurant you’re going to as soon as they are open?\n  ","976024":"\n   how do you entertain yourself when you’re bored?\n  ","976025":"\n   how often do you shower?\n  ","976026":"\n   how many times a day do you think you wash your hands\n  ","976027":"\n   change 3 things about ask. what are they?\n  ","976028":"\n   geez your body is something else\n  ","976029":"\n   3 facts about yourself?\n  ","976030":"\n   Can we chat?\n  ","976031":"\n   I feel kinda bad for everyone else. All they get are gorgeous pictures of you and I get to see your beauty in person. 😍\n  ","976032":"\n   has your daily schedule changed at all since the quarantine? how?\n  ","976033":"\n   do you use a wireless charger? do you like it?\n  ","976034":"\n   are y’all sick of my questions yet? i can stop sending them to you if you are! just let me know!\n  ","976035":"\n   do you have any nieces or nephews?\n  ","976036":"\n   19. Do any of your friends have children?\n  ","976037":"\n   omg i love your profile photo\n  ","976038":"\n   Who's the one to blame, the fvck boys for using lame but effective hook up\/pick up lines  to get girls or the girls for believe them (some to the point to get pregnant) ? 🤔\n  ","976039":"\n   when’s the last time you did laundry?\n  ","976040":"\n   do you check your emails? how often?\n  ","976041":"\n   what age were your parents when they had you?\n  ","976042":"\n   do you like cucumbers\n  ","976043":"\n   where your parents married when they had you?\n  ","976044":"\n   20. Are you really good friends with any family members?\n  ","976045":"\n   Have you ever eaten sushi? \nDo you enjoy it!\n  ","976046":"\n   Wrestling fan? If so whose your fave wrestler ?\n  ","976047":"\n   Gurl Ik u don’t know me but ur pretty asf!\n  ","976048":"\n   Hey\n  ","976049":"\n   You do. Just saying. 😋😍\n  ","976050":"\n   Have you ever popped a balloon? If you have, how did you pop it?\n  ","976051":"\n   Do you put condiments over your food or do you put some on the side and dip some in\n  ","976052":"\n   I’m a VIP now? How the fuck did that happen? Anyhow do you like bacon?\n  ","976053":"\n   Do you like eddie murphy\n  ","976054":"\n   Do you sleep nude?\n  ","976055":"\n   17. What is your bedtime routine?\n  ","976056":"\n   1. Who is\/are your best friend\/s?\n  ","976057":"\n   Friendship spam coming throughout the day... 😁\n  ","976058":"\n   3. How long have you been friends with your best friend\/s?\n  ","976059":"\n   4. What do you do when you’re with your friends?\n  ","976060":"\n   who is your favorite animated character, that’s not in a disney movie?\n  ","976061":"\n   do you have any pets ?\n  ","976062":"\n   5. Do you have a small group of friends or a big one?\n  ","976063":"\n   6. Are you really good friends with someone that you’ve met on here?\n  ","976064":"\n   Do u prefer \nCamila \nDua lipa\n  ","976065":"\n   15. What do you admire about your friends?\n  ","976066":"\n   14. Do you have the same interests as your friends?\n  ","976067":"\n   12. How would your friends describe you?\n  ","976068":"\n   You just woke up?\n  ","976069":"\n   show your tummy\n  ","976070":"\n   7. Have you met any friends in real life on here?\n  ","976071":"\n   8. Do you ever fall out with your friends?\n  ","976072":"\n   Followed\n  ","976073":"\n   9. Who was your childhood best friend?\n  ","976074":"\n   10. Who was your first friend? Are you still friends with them?\n  ","976075":"\n   Do you usually win or lose at board games? 👍\n  ","976076":"\n   If you were leaving to another planet and could only take three things, what would they be?\n  ","976077":"\n   Does time heal all wounds or is it just a saying?\n  ","976078":"\n   happy ramadan nicole\n  ","976079":"\n   did you watch Dexter's Laboratory?\n  ","976080":"\n   🥰\n  ","976081":"\n   19. What’s the nicest dream that you’ve had?\n  ","976082":"\n   Do you feel that you have very attractive armpits?\n  ","976083":"\n   i hope everyone had a great day! ✨\n  ","976084":"\n   Mom\n  ","976085":"\n   yes yes yes\n  ","976086":"\n   How are you\n  ","976087":"\n   icy babe\n  ","976088":"\n   Linkin Park married Rock and Rap together into an exciting and new popular genre. Their music was revolutionary and will be remembered far into the future. This anon is obviously either jelly or tone-deaf.\n  ","976089":"\n   What are somethings you’re allergic to?\n  ","976090":"\n   Linkin Park is amazing\n  ","976091":"\n   Linking park sucks tbh\n  ","976092":"\n   Have you \/ would you ever go hunting?\n  ","976093":"\n   Im sorry. No offense but that boy dances so amazingly. I swear if he takes part in our neighborhood's dance competition, he will definitely come first.\n  ","976094":"\n   in Portuguese we conjugate the verb without using the personal pronoun in the begin in some cases.\n  ","976095":"\n   tbh you’re so pretty! 🥰\n  ","976096":"\n   Tired- entediada\n  ","976097":"\n   What is your favorite cheese?\n  ","976098":"\n   Hi- Oi\n  ","976099":"\n   Let's learn a little Portuguese? ~~~~ I will teach you some very easy words. I will send you in English and next to you will have it as it is in Portuguese\n  ","976100":"\n   Have you or would you ever jump out of a plane?\n  ","976101":"\n   3x3-3+6= ?\n  ","976102":"\n   Which is better Star Wars or Star Trek?\n  ","976103":"\n   2+2x2=?\n  ","976104":"\n   What would be the reason you truly decided to cut someone off completely?\n  ","976105":"\n   Anybody confirm thats star by the moon..\n  ","976106":"\n   Are you religious or spiritual?\n  ","976107":"\n   Hey. How are u?\n  ","976108":"\n   Have you ever been arrested? (If so what for? If you want to share.)\n  ","976109":"\n   I don't do chores either lol\n  ","976110":"\n   Have you ever been in a tree house?\n  ","976111":"\n   Which do you like better, TV series or movies?\n  ","976112":"\n   What is the longest you've been awake?\n  ","976113":"\n   Are you a morning person?\n  ","976114":"\n   If you had to become an animal, what would you choose?\n  ","976115":"\n   which do you like better, calls or texts?\n  ","976116":"\n   I have never been flying\n  ","976117":"\n   Do you have nice handwriting?\n  ","976118":"\n   Do you like flying?\n  ","976119":"\n   when are we gonna bang?\n  ","976120":"\n   Have you or would you ever go skiing?\n  ","976121":"\n   When is your birthday and how old will you be?\n  ","976122":"\n   What’s your least favorite chore you have to do around the house?\n  ","976123":"\n   Are you a fan of roller coasters?\n  ","976124":"\n   I want to ask you a question if it's ok with you\n  ","976125":"\n   How do you feel about being kissed in public?\n  ","976126":"\n   S4s on insta?🙊\n  ","976127":"\n   1. How many hours sleep do you get each night?\n  ","976128":"\n   What can’t be bought with money?\n  ","976129":"\n   18.Do you need an alarm clock to wake you up in the morning?\n  ","976130":"\n   What choir do you enjoy doing? That is if you enjoy any. For real though.. Is there any chore that is kind of satisfying to you?\n  ","976131":"\n   Not always. At least not when you spend the night 😋\n  ","976132":"\n   What was the worst sun burn you ever got\n  ","976133":"\n   Callate gringa\n  ","976134":"\n   Can you eat a whole XL pizza with your boyfriend?\n  ","976135":"\n   Meant to say chore. Not choir. Srry. Typo in the last question I asked. My apologies y'all.\n\nAnyway hope you guys are having a good day!\n  ","976136":"\n   23. Can you fall asleep whilst watching tv or reading?\n  ","976137":"\n   22.Do you sleep in your pyjamas?\n  ","976138":"\n   What are your strong points?\n  ","976139":"\n   Did you see that they are going to do the Kids Choice Awards virtually this year? They are doing it this Saturday night and Victoria Justice is going to host it!\n  ","976140":"\n   24. How big is your bed?\n  ","976141":"\n   25. What do you have on your bed(duvet, blankets, cushions etc?)\n  ","976142":"\n   Do you like strawberry shortcake?\n  ","976143":"\n   The next 25 questions that I’m sending out are going to be about sleep\/dreams 😊\n  ","976144":"\n   14. Do you currently share a bed with anyone?\n  ","976145":"\n   Do your parents live in LA?\n  ","976146":"\n   how many t-shirts do you own? which is your favorite?\n  ","976147":"\n   16. Does anything keep you awake at night?\n  ","976148":"\n   20. Do you believe that there is a meaning behind all your dreams?\n  ","976149":"\n   8. How long does it take you to fall asleep?\n  ","976150":"\n   7.  Do you take naps throughout the day?\n  ","976151":"\n   What things do you love?\n  ","976152":"\n   How often do you go to the movies?\n  ","976153":"\n   What’s the longest movie you’ve ever watched? Was it worth it? 🌻\n  ","976154":"\n   9. Do you wake up throughout the night?\n  ","976155":"\n   Have you ever made a Tiktok video\n  ","976156":"\n   10. Have you ever walked in your sleep?\n  ","976157":"\n   11. Do you sleep talk?\n  ","976158":"\n   12. Do you snore?\n  ","976159":"\n   13. Did you have to share a bedroom as a child?\n  ","976160":"\n   6. What’s the scariest dream that you’ve ever had?\n  ","976161":"\n   do you like ice cream\n  ","976162":"\n   15. Do you you get as much sleep as you’d like?\n  ","976163":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","976164":"\n   2. what time do you get up in the morning?\n  ","976165":"\n   4. Do you remember your dreams?\n  ","976166":"\n   3. what time do you go to sleep each night?\n  ","976167":"\n   5. Have you ever had nightmares\/sleep terrors?\n  ","976168":"\n   12.Music spam: can you listen to music whilst doing other things?\n  ","976169":"\n   11.Music spam: do you like all genres of music?\n  ","976170":"\n   washing and totally detailing of my car and parents cars.\n  ","976171":"\n   What’s one video\/computer game you could play for hours?\n  ","976172":"\n   pic?\n  ","976173":"\n   What was something that you loved working on so hard that you lost track of time?\n  ","976174":"\n   Laughing is beautiful😜😂\n  ","976175":"\n   hi\n  ","976176":"\n   What’s the most abnormal way you’ve ever seen someone do a normal thing?\n  ","976177":"\n   Would you rather Look like a fish or smell like a fish?\n  ","976178":"\n   Should I get a pc or a mac?\n  ","976179":"\n   Nikki when you convert into wadi???\n  ","976180":"\n   What do you know about PC and apple?\n  ","976181":"\n   Guys. We're not alike. You fight for everyone else. Family. Friends. Loved ones. You're a ghost trying to get attention while I'm over here being a reaper & just taking it. I fight for me & my name. The fact that you're not Damien Priest, that's the reason alone why no one will remember your names.\n  ","976182":"\n   Why you no eat dinner? You get too skinny when no eat. Me the opposite. Me eat two dinners. Me too heavy. Lol\n  ","976183":"\n   Gratitude 🌷🌸💙\n  ","976184":"\n   You should!!\n  ","976185":"\n   I just got some food\n  ","976186":"\n   When did you workout?\n  ","976187":"\n   I'm too scared to do that\n  ","976188":"\n   احك...🖤\n  ","976189":"\n   Who is that fine woman leanna? 😍\n  ","976190":"\n   Have you ever worked in fast food or a restaurant? If you have what was the worst customer you had to deal with?\n  ","976191":"\n   Why Nikki 🥺🙄\n  ","976192":"\n   Im really sorry....  I forgot you were dating someone I feel like a ass now\n  ","976193":"\n   It wouldn't be fair anyways because no one can compete with your beauty. 😍\n  ","976194":"\n   Desktop or notebook? Which do you prefer?\n  ","976195":"\n   So I can hear you\n  ","976196":"\n   Hollo sexy readhead 🥴how you doing ?\n  ","976197":"\n   🙄🤣🤣then prove it🤣🤣🤣dont keep it to yourself 🤣\n  ","976198":"\n   I can't wait to see you glow when you're pregnant with my baby. You're definitely going to be one of those women who look amazing when pregnant. 😍🥰\n  ","976199":"\n   Prove it 🤔I need physical proof Nikki show a old snapshot of u in said uniform 😬🤥\n  ","976200":"\n   What's for dinner?\n  ","976201":"\n   What's your lucky number?\n  ","976202":"\n   Have you ever won a trophy? What for?\n  ","976203":"\n   It really hurts my feelings when I ask you questions and it takes days for you to respond back, honestly it sometimes makes me not wanna not ask you any questions anymore🥺.\n  ","976204":"\n   What is the first thing you think of when you wake up in the morning?\n  ","976205":"\n   Have you ever been in a beauty pageant? (If not would you?)\n  ","976206":"\n   You are God's greatest work of art 😍\n  ","976207":"\n   Which store would you choose to max out your credit card?\n  ","976208":"\n   Have you ever had to wear a uniform to school?\n  ","976209":"\n   Do you remember your dreams?\n  ","976210":"\n   It’s like a sams club. Some places have them\n  ","976211":"\n   Stretch your left arm out as far as you can, What can you touch?\n  ","976212":"\n   Are you an art lover?\n  ","976213":"\n   Do you go to H.E.B?\n  ","976214":"\n   Then can I see you in a bikini? 😏🤤\n  ","976215":"\n   cool, i was worried i miss you nicole xo\n  ","976216":"\n\n    @edraegen\n   \n\n    @edraegen\n   \n   is lit\n  ","976217":"\n   hi, you never talk to me now did i offend you x\n  ","976218":"\n   Could I please see u in a bikiin..?\n  ","976219":"\n   Baby baby baby baby baby baby baby baby baby baby baby baby baby baby baby baby baby baby baby baby baby baby baby baby baby baby baby baby baby baby baby baby baby baby baby baby baby... I love you!\n  ","976220":"\n   If you saw someone from askfm out in public , would you go up and say hello? Someone you get along with of course.\n  ","976221":"\n   nice height\n  ","976222":"\n   WIll you please follow me on INSTAGRAM : 😍 inkedfitbad  😎 ... I'm a female fitness model. 😋\n  ","976223":"\n   What is your favorite church's song?\n  ","976224":"\n   3.Family spam: what is your earliest memory that you have of your parents?\n  ","976225":"\n   What's up?\n  ","976226":"\n   How do you get your body? I've been struggling to lose weight...You're perfect\n  ","976227":"\n   any selfies in t-shirt?\n  ","976228":"\n   Who is that one person you can never forget?\n  ","976229":"\n   selfie?\n  ","976230":"\n   20 question music spam coming! Hope that you enjoy 😊\n  ","976231":"\n   You only live once, but if you do it right, once is enough.\nWhat's your opinion?\n  ","976232":"\n   Posous followers exis? (photo)\n  ","976233":"\n   12.Family spam: what is something that you admire about your grandparents?\n  ","976234":"\n   What movies could have been much shorter if the main characters just used a little common sense?\n  ","976235":"\n   6.Music spam: what song do you hate?\n  ","976236":"\n   What is your favourite book and why would you suggest anyone to read it?\n  ","976237":"\n   Your rapper name is the first two letters of your name and the last thing you ate, what's your rapper name?\n  ","976238":"\n   If you could make your footsteps make any sound, what sound would it be?\n  ","976239":"\n   If you can remember or if you have any, how did you get one of your scars?\n  ","976240":"\n   If you could replace all of the grass in the world with something else, what would it be and why?\n  ","976241":"\n   Grab the closest book to you, flip to page 112. The first sentence on that page describes your love life: How did it go?\n  ","976242":"\n   7.Music spam: can you play a musical instrument? What can you play?\n  ","976243":"\n   Why do you like strawberry milk tea?\n  ","976244":"\n   Quick question tea r coffee?\n  ","976245":"\n   fav milktea\/frappe flavor:\n  ","976246":"\n   5.Music spam: has your music taste changed as you’ve gotten older?\n  ","976247":"\n   4.Music spam: what style of music do you dislike?\n  ","976248":"\n   What is the most evil letter of the alphabet and why?\n  ","976249":"\n   People who get really polite when angry, why?\n  ","976250":"\n   What's a good fake answer for crying?\n  ","976251":"\n   10.Music spam: can you read music?\n  ","976252":"\n   3.Music spam: what is your favourite genre of music?\n  ","976253":"\n   8.Music spam: do you like musicals?\n  ","976254":"\n   2.Music spam: what song makes you happy?\n  ","976255":"\n   9.Music spam: can you sing?\n  ","976256":"\n   1.Music spam: what is your favourite song?\n  ","976257":"\n   ‏قد تظن أنك منسي لكن الحقيقة أنه لا يوجد من يتذكرك حتى ينساك أصلاً. 😇😂\n  ","976258":"\n   Night night time! It’s 2am here 😴😴😴😴\n  ","976259":"\n   What’s your height?\n  ","976260":"\n   What is annoying you at the moment\n  ","976261":"\n   I’m from hot af central Cali\n  ","976262":"\n   Theme parks or water parks?\n  ","976263":"\n   I've never been in love because i don't believe love exists, i believe it's just chemicals in the brain, in your own words could you explain what love is? and could it be transferred to someone else at will? i mean it's just what your eye detects that you base your actions upon right? so whats love?\n  ","976264":"\n   If your pet had a job would you charge them rent? 😂\n  ","976265":"\n   What do you like to eat for breakfast?\n  ","976266":"\n   Likeback  pls...\n  ","976267":"\n   what kind of sandwich should I make tomorrow?\n  ","976268":"\n   But I love you though do my feelings not count?\n  ","976269":"\n   Who remembers renting movies? those where the good old days eh? 🙂.\n  ","976270":"\n   Why not?\n  ","976271":"\n   What is your psychological age?\n  ","976272":"\n   19.Family spam: What is your parenting style?\n  ","976273":"\n   What’s your opinion on people who do foster children?\n  ","976274":"\n   18.Family spam: do your parents help to look after your child\/children?\n  ","976275":"\n   Good morning Nicola\n  ","976276":"\n   That’s cool\n  ","976277":"\n   hi honey\n  ","976278":"\n   Solo tu en mi mente🤔🎶\n  ","976279":"\n   What was your worst holiday?\n  ","976280":"\n   What do you want to talk about tonight?\n  ","976281":"\n   Do you enjoy any unusual food combinations that others find unappealing?\n  ","976282":"\n   Do you think it would be cool to live in an RV? Like you could be sleeping in your RV and feel all cozy.\n  ","976283":"\n   What does your dream holiday look like?\n  ","976284":"\n   Did you ever play with a yo-yo as as a child?\n  ","976285":"\n   Cool! Are you good at drawing people?\n  ","976286":"\n   di tengah pandemi, adakah PSK yang berprostitusi?\n  ","976287":"\n   Skinny and tall cutie\n  ","976288":"\n   That's my good little girl 😘\n  ","976289":"\n   Cos aaaaallll of meee loves aaaalll of you\n  ","976290":"\n   Have you ever owned a bonsai tree before? Or have you ever done a bonsai kit before?\n  ","976291":"\n   20.Family spam:How many children would you like?\n  ","976292":"\n   2.Siblings spam:Who is the loudest?\n  ","976293":"\n   If you were held at gun point and told that, if you didn’t impress them with your dance moves you would be killed, what dance moves would you do?\n  ","976294":"\n   Don’t take this the wrong way but you’re really pretty and In my mind pretty girls are really scary to talk to when your a nobody guy like me.\n  ","976295":"\n   8.Siblings spam: Who is the most creative?\n  ","976296":"\n   Have you ever had your fortune told? (did it prove to be accurate?). If not, would you like to ever have it told?\n  ","976297":"\n   What makes you feel unstoppable?\n  ","976298":"\n   Where is the furthest that you’ve travelled to?\n  ","976299":"\n   I like music from the first album\n  ","976300":"\n   Northern , central or southern ca ?\n  ","976301":"\n   I want to add you on Snapchat but I am too afraid to. Any words of encouragement you can offer me that would help?\n  ","976302":"\n   4.Siblings spam:Who is the most confident?\n  ","976303":"\n   14.Siblings spam: Which one of your siblings are you closest to? Why them?\n  ","976304":"\n   Is there someone you put on a pedestal and hope that one day, you end up together?\n  ","976305":"\n   Lol sounds nice. I want my bed back I’m at work now lol\n  ","976306":"\n   When playing a video game, do you prefer to do missions or just roam around? Why? 👍\n  ","976307":"\n   11.Siblings spam: Do you or your siblings have any talents?\n  "},"Answer":{"975236":"\n  I’m not sure, I watch too many movies lol\n  ","975237":"\n  I just farted guys sorry ignore that 🤣\n  ","975238":"\n  Hey! Thank you for this positivity!😁 I appreciate this so much. You’re very sweet! You’re awesome 🤍✨\n  ","975239":"\n  I don’t think so, I mean they can become evil over time due to their environment and how they’re raised and they can definitely become influenced by the people around them.\n  ","975240":"\n  I’m hanging in there!\n  ","975241":"\n  What goes around comes back around 🤪\n  ","975242":"\n  I think I would keep it to myself and not tell anyone because they’d think I’m insane lol\n  ","975243":"\n  Yes, I do!\n  ","975244":"\n  Mostly left alone but sometimes I like being cheered up by someone especially\n  \n   @edraegen\n  \n  🥰\n  ","975245":"\n  Well in  the day it was pretty warm and sunny and now since it’s night time it’s pretty chilly outside.\n  ","975246":"\n  lol no I’m not anon\n  ","975247":"\n  Well I usually don’t even start a conversation first lol\n  ","975248":"\n  oh my goodness probably living things by Linkin Park because my favorite song is on that album 😎\n  ","975249":"\n  I’ve never babysitted lol\n  ","975250":"\n  I do not like pineapple so yes it’s a bad topping on pizza\n  ","975251":"\n  I feel both are pretty hard! But more people speak Spanish!\n  ","975252":"\n\n   @edraegen\n  \n  🥺\n  ","975253":"\n  nah lol\n  ","975254":"\n  As you should anon!😁\n  ","975255":"\n  Yes, I’m good!🙂\n  ","975256":"\n  With\n  \n   @edraegen\n  \n  🥰\n  ","975257":"\n  I don’t think so personally but you never know I think they could work on some people lol\n  ","975258":"\n  I’m not your mama? Lol\n  ","975259":"\n  No I don’t think I ever have and no I’ve never ran away from home.\n  ","975260":"\n  I hear birds chirping outside\n  ","975261":"\n  I’ve always had long hair tbh but once I did cut my hair pretty short above my shoulders lol\n  ","975262":"\n  Ich könnte jeden Tag Wassermelone essen!  das mag ich am Liebsten🍉😁\n  ","975263":"\n\n   @edraegen\n  \n  😘\n  ","975264":"\n  No I definitely try not to judge so quickly.\n  ","975265":"\n  That would be extremely funny and adorable lol\n  ","975266":"\n  Armenian, Greek, Italian, British, Irish, German, French, Spanish & Portuguese\n  ","975267":"\n  Well I was sleepy 🤣\n  ","975268":"\n  Getting married to\n  \n   @edraegen\n  \n  and have kids with him one day🥰\n  ","975269":"\n  That would be adorable actually\n  ","975270":"\n  Why not? Lol\n  ","975271":"\n\n   @eva_wiliams\n  \n  anon🙂\n  ","975272":"\n  excuse me?\n  ","975273":"\n  This is very sweet! Happy Mother’s Day to all the mothers on here! Y’all are amazing and keep doing what you’re doing 🤍✨ You’re all loved and very appreciated.\n  ","975274":"\n  Thank you!\n  ","975275":"\n  You tell me?\n  ","975276":"\n  No absolutely not.\n  ","975277":"\n\n   @edraegen\n  \n  😋\n  ","975278":"\n  No lol\n  ","975279":"\n  I do most of the time🤣\n  ","975280":"\n  Well most times people just lie and say they’re okay when they really aren’t. It’s just something we all do,\n  ","975281":"\n  How am I rude?🤨and thank you!\n  ","975282":"\n  I feel like a side character in life only because I’m so shy and quiet 🙃\n  ","975283":"\n  I mean no I don’t believe I have for that reason necessarily\n  ","975284":"\n  Yes I do,\n  \n   @edraegen\n  \n  happened to me and he’s my miracle 🥺💕\n  ","975285":"\n  Thank you Robbie!🙂\n  ","975286":"\n  I’m not sure actually\n  ","975287":"\n  Good question, I wish I knew why lol\n  ","975288":"\n  Tomatoes, broccoli, carrots, Brussel sprouts, etc😁\n  ","975289":"\n  I don’t need a white noise in the background, I prefer to sleep with it completely quiet actually.\n  ","975290":"\n  Just put it in your mouth and chew it and then you’ll realize oh my god this is hot, and you’ll want water 🤣\n  ","975291":"\n  Goodnight y’all\n  ","975292":"\n  I love\n  \n   @edraegen\n  \n  🥰\n  ","975293":"\n  lol I don’t know anon\n  ","975294":"\n  Definitely it’s too crowded\n  ","975295":"\n  Ooh I’m not sure lol\n  ","975296":"\n  🤨🤨\n  ","975297":"\n  That makes no sense\n  ","975298":"\n  Sure!🤣\n  ","975299":"\n  I spent like 30 minutes brushing my eyebrows. I need help 🤣\n  ","975300":"\n  I haven’t seen it lol\n  ","975301":"\n  Hmmm I’m not sure actually\n  ","975302":"\n  It doesn’t matter.\n  ","975303":"\n  It’s completely heartbreaking and saddening\n  ","975304":"\n  I would say I love\n  \n   @edraegen\n  \n  because I love him🥰\n  ","975305":"\n  no I’m good lol\n  ","975306":"\n  Yes I definitely do!\n  ","975307":"\n  Hello!\n  ","975308":"\n  That’s good and don’t worry you’ll finish your assignment in time!😁\n  ","975309":"\n  Hello there!\n  ","975310":"\n  I usually just keep it in, and just let it build up. It’s so bad\n  ","975311":"\n  and this is Nate drunk ladies and gentlemen\n  ","975312":"\n  I’m doing pretty swell you?😁\n  ","975313":"\n  I usually wake up early and just entertain myself really and or hang out with my love\n  \n   @edraegen\n  \n  🥰 and go do fun things outdoors.\n  ","975314":"\n  nope, I don’t like him\n  ","975315":"\n  I don’t go with the flow lol\n  ","975316":"\n  I have no idea, I haven’t been losing anything lately lol\n  ","975317":"\n  nah I was never interested in watching it🤣\n  ","975318":"\n  My birthstone which is a sapphire. 😍\n  ","975319":"\n  Game of Thrones\n  \n  Orange is the new black\n  \n  Grey’s Anatomy\n  \n  There’s so many!\n  ","975320":"\n  Baby blue!\n  ","975321":"\n  I would like to be the Goddess of positivity and love and just be able to spread it to every single person ✨I think I’d do a very good job at it.\n  ","975322":"\n  I’ve never seen that movie\n  ","975323":"\n  Yeah, but don’t worry. It’s just an anon talking again. You do you! And I agree it’s very pathetic of that anon. They should mind their own business.\n  ","975324":"\n  What?\n  ","975325":"\n  I don’t recall that instance but probably\n  ","975326":"\n\n   @edraegen\n  \n  😜\n  ","975327":"\n  I’ve made many, I’m not sure\n  ","975328":"\n  Give advice to people, help them out, spread positivity and love to everyone 🙂\n  ","975329":"\n  Becoming a fashion designer 🤪 I still love fashion but I lost interest\n  ","975330":"\n  Of course both are lovely!\n  ","975331":"\n  The only one that matters is the one I’m with.\n  ","975332":"\n\n   @edraegen\n  \n  😋\n  ","975333":"\n  It’s going to get up to 82 degrees yay!\n  ","975334":"\n\n   @edraegen\n  \n\n\n   @edraegen\n  \n\n\n   @edraegen\n  \n  😋🥰\n  ","975335":"\n  No I don’t lol\n  ","975336":"\n  I find ways to surprise them I guess lol. I usually don’t\n  ","975337":"\n  seriously? lol\n  ","975338":"\n  Of course! I’m sure they will love your awesome questions!😁 as I do!\n  ","975339":"\n  Lol thank you Cam!\n  ","975340":"\n  I guess it just depends when I wake up lol\n  ","975341":"\n  Thank you Cam!\n  ","975342":"\n  Oh no, I haven’t yet I’m still in bed lol🤣\n  ","975343":"\n  Absolutely, I don’t even say hi my mind just goes blank immediately which is sad lol\n  ","975344":"\n\n   @edraegen\n  \n\n   @Qu33nForADayy\n  \n\n   @NineGDxFour\n  \n\n   @Pookeo9\n  \n\n   @redoasis2017\n  \n\n   @BigAmericanFatso\n  \n\n   @musicfan1998\n  \n\n   @Ice_Frozen_Vocals\n  \n\n   @Tobbelit0\n  \n\n   @zy_cv\n  \n\n   @learningwithlolaa\n  \n\n   @xPlayboyShitx\n  \n\n   @TrivialTrinket\n  \n\n   @askamanz5506\n  \n\n   @JessicaStonebridge\n  \n\n   @Lcottrill\n  \n\n   @qwemexetellat\n  \n\n   @CrxstalCastles\n  \n\n   @Trinityluvsyou\n  \n\n   @satansbrotherbackup\n  \n\n   @krystaa_collett\n  \n\n   @SaraahM1\n  \n\n   @allthelovekatxx\n  \n\n   @DovahMonah\n  \n\n   @Bearhead01\n  \n\n   @RyanSeidler\n  \n\n   @JoeeeMason\n  \n\n   @youlikebrii\n  \n\n   @TheKabbaj\n  \n\n   @ass4lyfe\n  \n\n   @katbeaulieu\n  \n\n   @littlekri\n  \n\n   @SlendyGunner\n  \n\n   @JamesRM12\n  \n\n   @ChickSlimShady\n  \n\n   @BonesAngela\n  \n\n   @hailslol\n  \n\n   @PascalFairchild\n  \n\n   @kittiemeowsie\n  \n\n   @eigerphantx\n  \n\n   @patchy_life\n  \n\n   @eatyourcake\n  \n\n   @AnthonyRayshadTaylor\n  \n\n   @Strongdef\n  \n\n   @urlsareshittbh\n  \n\n   @redoasis2017\n  \n\n   @fiezuqa\n  \n\n   @hey_its_ciara_\n  \n\n   @RaquelAlissa\n  \n\n   @daz_xoxo\n  \n\n   @curious_01\n  \n\n   @soph_333\n  \n\n   @CarterCummins\n  \n\n   @TessaDiego\n  \n\n   @LiammaiL\n  \n\n   @littletrust\n  \n\n   @JamesW7558\n  \n\n   @hevuhnlee\n  \n\n   @KeelyLynn\n  \n\n   @thatgirl_Jeany\n  \n\n   @KeepYourEyesPeeled\n  \n\n   @WormboyIsDepressed\n  \n\n   @DennisQ777\n  \n\n   @Austintag1ous\n  \n\n   @ayye_its_max14\n  \n\n   @illyisback\n  \n\n   @Bands_Over_Food\n  \n\n   @XxINFINITTYxx\n  \n\n   @LouisaRHale\n  \n\n   @Alecim17\n  \n\n   @courtneym4\n  \n\n   @sadbatman\n  \n\n   @kireijosei\n  \n\n   @youcuntx\n  \n\n  there’s a few people I suggest you follow, they’re all amazing and super lovely!🤍(sorry if I didn’t tag you, I couldn’t find you)\n  ","975345":"\n  I don’t currently have pockets lol\n  ","975346":"\n  Honestly a better listener.\n  ","975347":"\n  I didn’t eat breakfast\n  ","975348":"\n  Honestly yeah, I feel some questions are just better left unanswered. It’s best you just don’t end up knowing the answer and just move on with it on some things. The answer can hurt you so much emotionally I think it’s sometimes best unanswered.\n  ","975349":"\n  What is? Lol\n  ","975350":"\n  Watched a movie lol\n  ","975351":"\n  Alright since I’m not getting any q’s I might just sleep\n  ","975352":"\n  I don’t know honestly 😱\n  ","975353":"\n  🤨🤨\n  ","975354":"\n  My kid?\n  ","975355":"\n  Ask me stuff 🙃\n  ","975356":"\n  No I haven’t\n  ","975357":"\n  Hey y’all ask me stuff\n  ","975358":"\n  The movie?\n  ","975359":"\n  No I’m not\n  ","975360":"\n  Ahhh I haven’t heard of it\n  ","975361":"\n  It’s a song or a movie?\n  ","975362":"\n  No?\n  ","975363":"\n  🤨🤨\n  ","975364":"\n  lol maybe 🤨\n  ","975365":"\n  I don’t know lol\n  ","975366":"\n  Who doesn’t love animals though? lol\n  ","975367":"\n  Oh goodness, that’s going to take time 🤣\n  ","975368":"\n  lol that’s funny\n  ","975369":"\n  depends  what kind of game?\n  ","975370":"\n  They don’t know you? Lol\n  ","975371":"\n  I haven’t seen that movie.\n  ","975372":"\n  I don’t have one 🤣\n  ","975373":"\n  nope🤣\n  ","975374":"\n  Don’t be disrespectful. I’m taken\n  ","975375":"\n  I would be relieved it wasn’t trying to hurt me and instead save me lol and very thankful\n  ","975376":"\n  Both😜\n  ","975377":"\n  I mean that would be adorable\n  ","975378":"\n  Lol what now?\n  ","975379":"\n  I took it for 4 years🤣\n  ","975380":"\n  No I can’t\n  ","975381":"\n  Most of the time, I am lol\n  ","975382":"\n  Lol okay\n  ","975383":"\n  Helloo\n  ","975384":"\n  Why?\n  ","975385":"\n  Hello! I’m okay you?\n  ","975386":"\n  I just did!🤪\n  ","975387":"\n  mon copain le pense aussi.\n  ","975388":"\n  I can try!\n  ","975389":"\n  No I have not\n  ","975390":"\n  Not really a fan of pot roast\n  ","975391":"\n  Nope!\n  ","975392":"\n  Anon leave her be! She can do whatever she wants😁 it’s not your life, it’s hers.\n  ","975393":"\n  Hey girly! I missed you\n  ","975394":"\n  Sure anon!\n  ","975395":"\n  It is, I agree!\n  ","975396":"\n  I spread positivity and love to others and kindness 🙂\n  ","975397":"\n\n   @edraegen\n  \n  😋\n  ","975398":"\n  life is happening anon\n  ","975399":"\n  I ate an açaí bowl 😁\n  ","975400":"\n  Yes, I do think I’m a good person\n  ","975401":"\n  I love milk chocolate\n  ","975402":"\n  🤣\n  ","975403":"\n  That’s very kind of you to say, thank you! But I’m the lucky one.\n  ","975404":"\n  Yes, it has been broken before.\n  ","975405":"\n  I don’t really go to them\n  ","975406":"\n  I don’t remember honestly, I was always a good child\n  ","975407":"\n  My ASKfm color is pink and I haven’t changed it in ages but I know you can change it🤪\n  ","975408":"\n  British heavy metal group Spinal Tap😁\n  ","975409":"\n  I like imagine dragons\n  ","975410":"\n  No?🤨\n  ","975411":"\n  no I don’t? But she’s really pretty 🙂\n  ","975412":"\n  If you never try, you’ll never know it’s a lyric from Coldplay’s song ‘fix you’ and it really helped me because it’s absolutely true✨\n  ","975413":"\n  For the most part, yes\n  ","975414":"\n  lol what does that mean?\n  ","975415":"\n  Well now you gotta come off anon\n  ","975416":"\n  No my mom is Armenian\n  ","975417":"\n  I mean alright I guess, not too bad\n  ","975418":"\n  That honestly sounds gross, I wouldn’t like that food lol\n  ","975419":"\n  13,095\n  ","975420":"\n  No lol\n  ","975421":"\n  lol that’s adorable\n  ","975422":"\n  She’s really kind 🙂\n  ","975423":"\n  Instagram anon.\n  ","975424":"\n  No I do not\n  ","975425":"\n  Nikki is my nickname lol\n  ","975426":"\n  y’all ask me stuff!\n  ","975427":"\n  My favorite animal are bears and my favorite tv show is criminal minds!😁\n  ","975428":"\n  My parents named me after Nicole Kidman😁\n  ","975429":"\n  5 in the middle\n  ","975430":"\n  I wouldn’t blink 🥺\n  ","975431":"\n  I mean it happens and it’s really up to them if they want marriage that young\n  ","975432":"\n  Lol awesome🤣\n  ","975433":"\n  Yes, I like being a Virgo and you can google that lolz\n  ","975434":"\n  I’m doing pretty good, how are you?\n  ","975435":"\n  I’m a Virgo\n  ","975436":"\n  Armenian, Irish, British, Greek, Italian, French, German, Portuguese, Spanish\n  ","975437":"\n  well online now lol\n  ","975438":"\n  no no no, I’m half Armenian.\n  ","975439":"\n  It’s not less common, they’re well known all around the globe\n  ","975440":"\n  4:39 pm\n  ","975441":"\n  Rock\/pop\n  ","975442":"\n  I’m not leaving, no lol\n  ","975443":"\n  I’ve liked Linkin Park ever since I was little\n  ","975444":"\n  Yes, always will be!\n  ","975445":"\n  Nothing crazy really happened tbh\n  ","975446":"\n  This one is my wallpaper!😁\n  ","975447":"\n  I haven’t,no\n  ","975448":"\n  I don’t eat dinner.\n  ","975449":"\n  yes, I’m a very emotional person\n  ","975450":"\n  Oh boy I don’t know\n  ","975451":"\n  no I’m not\n  ","975452":"\n  cool cool!\n  ","975453":"\n  lol okay\n  ","975454":"\n  🤣🤣\n  ","975455":"\n  Yeah lol\n  ","975456":"\n  Sure but not here lol\n  ","975457":"\n  lol what even? Are you drunk?🤣\n  ","975458":"\n  It’s not 3 am lol\n  ","975459":"\n  It’s the same old you know? lol\n  ","975460":"\n  nope!\n  ","975461":"\n  anon I’m taken please respect that.\n  ","975462":"\n  I haven’t?\n  ","975463":"\n  Why’s that?\n  ","975464":"\n  🤨🤨\n  ","975465":"\n  no lol\n  ","975466":"\n  that’s nice anon, but I’m taken\n  ","975467":"\n  no one anon\n  ","975468":"\n  Whaaaaa?\n  ","975469":"\n  come off anon\n  ","975470":"\n  I don’t watch stand up comedy lol\n  ","975471":"\n  No thank you!\n  ","975472":"\n  Nah I’m good lol\n  ","975473":"\n  What’s that?\n  ","975474":"\n  No I would never spend a night with anyone for money. Absolutely not. I feel like that’s disrespecting yourself in my opinion.\n  ","975475":"\n  A couple of seconds ago to\n  \n   @edraegen\n  \n  😋\n  ","975476":"\n  Yes, I absolutely enjoy answering your questions ! Thank you😁\n  ","975477":"\n  Honestly maybe like 16 or so lol\n  ","975478":"\n  come off anon\n  ","975479":"\n  if you say so, but it’s obvious\n  ","975480":"\n  I hope you mean in a good way\n  ","975481":"\n  It’s very hot and warm which is my favorite!\n  ","975482":"\n  Yeah especially with weight on my back I can’t do that\n  ","975483":"\n  Well I don’t want to join the military and I don’t believe I’d make it very far. But I do know people that are in the military.\n  ","975484":"\n  Yes, I have! Many of them😁\n  ","975485":"\n  Probably lol🤭\n  ","975486":"\n  Honestly whenever I’m talking to or spending time with\n  \n   @edraegen\n  \n  😁\n  ","975487":"\n  Very recently anon!\n  ","975488":"\n  I think you should just text him and ask how he’s doing during all of this. He will know that you’re thinking about him anon.\n  ","975489":"\n  Water, coconut water, Pink drink, matcha green tea iced latte, dragon drink, matcha green tea frappe, rose juice, sour cherry juice, orange juice, peach iced tea etc!😁\n  ","975490":"\n  Michael Jackson trying to kill me in like a forest I believe it was 🤣\n  ","975491":"\n\n   @edraegen\n  \n  🥰\n  ","975492":"\n  🤍🤍\n  ","975493":"\n  yasssss haha!😎\n  ","975494":"\n  hmmm good one, I don’t know 🤔\n  ","975495":"\n  I mean I definitely like jeans from express because they actually have my size lol\n  ","975496":"\n  No I don’t\n  ","975497":"\n  I don’t think so\n  ","975498":"\n  Well I like L.A lol\n  ","975499":"\n  I’ve had many awkward moments in my life lol\n  ","975500":"\n  No? lol\n  ","975501":"\n  Next to\n  \n   @edraegen\n  \n  🥺\n  ","975502":"\n  I don’t think recently I have, no 🤭\n  ","975503":"\n  8:53 pm\n  ","975504":"\n  Oh yes, absolutely!\n  ","975505":"\n  🤨\n  ","975506":"\n  Teaaaaa!\n  ","975507":"\n  Yes lol🤣\n  ","975508":"\n\n   @edraegen\n  \n  hang out with my love more often 🥺\n  ","975509":"\n  🤨🤨\n  ","975510":"\n  Yes, of course!\n  ","975511":"\n  I have, yeah.\n  ","975512":"\n  Yes!😁\n  ","975513":"\n  Not really only when I went to class\n  ","975514":"\n  no our relationship isn’t like Rose’s and Ed’s relationship at all. We are actually happy and very content.\n  ","975515":"\n  My cousin doesn’t have a page\n  ","975516":"\n  I would like more questions y’all\n  ","975517":"\n  It seems you are!\n  ","975518":"\n  I do everyday surprisingly lol\n  ","975519":"\n  I appreciate this kindness, thank you very much!🤗 stay safe too!\n  ","975520":"\n  I’m alright! I’m from California 😁\n  ","975521":"\n  Heeey\n  ","975522":"\n  Yeah we sometimes do\n  ","975523":"\n  Yes!🤣🤣\n  ","975524":"\n  Nah, I don’t use Twitter\n  ","975525":"\n  Thank you!\n  ","975526":"\n  Hello, I’m alright you?\n  ","975527":"\n  I don’t think that’s sad, that’s pretty cool that you want to learn how to cook! You should 😁\n  ","975528":"\n  Well that doesn’t matter.\n  ","975529":"\n  lol I’m doing my notes for class right now\n  ","975530":"\n  My past crushes don’t matter, the crush I have now and who I’m with now matters.\n  ","975531":"\n  I don’t remember\n  ","975532":"\n  it was funny one lol\n  ","975533":"\n  many!\n  ","975534":"\n  Howdy y’all\n  ","975535":"\n  Why’s that?\n  ","975536":"\n  Usually an hour or so lol\n  ","975537":"\n  shy and quiet at first but then loud and silly and fun!😁\n  ","975538":"\n\n   @edraegen\n  \n  🥰\n  ","975539":"\n  Sometimes that could be true, yes\n  ","975540":"\n  Why would you hate him? He’s such an amazing human being with a wonderful personality and is super sweet and very caring and has so much love. I think you’re just jealous that he is super amazing and one of a kind. 🥰\n  ","975541":"\n  Well of course I have!\n  ","975542":"\n  I’m about an 11 honestly 🤣\n  ","975543":"\n  Yes, I do!\n  ","975544":"\n  🥴🥴\n  ","975545":"\n  Usually early and on time lol\n  ","975546":"\n  It was the funny fight scene lol\n  ","975547":"\n  Ohhhh yeah a friend showed me that scene lol\n  ","975548":"\n  Good morning\n  ","975549":"\n  I’m currently in bed\n  ","975550":"\n  I think when my parents were disappointed in me was much worse than just being mad at me.\n  ","975551":"\n  I don’t think so\n  ","975552":"\n  Who knows honestly lol\n  ","975553":"\n  oh yes, most definitely\n  ","975554":"\n  Hello!\n  ","975555":"\n  Y’all I’m going to go sleep night!\n  ","975556":"\n  Excuse me?\n  ","975557":"\n  😁😁\n  ","975558":"\n  No clue what that is\n  ","975559":"\n  nope lol\n  ","975560":"\n  Yes, I have!\n  ","975561":"\n  What now?\n  ","975562":"\n  🤨🤨\n  ","975563":"\n  I do!\n  ","975564":"\n  Well they’re 4 types of map projections that can be used\n  ","975565":"\n  smh anon\n  ","975566":"\n  I don’t remember lol\n  ","975567":"\n  lol really?\n  ","975568":"\n  Why’s that your concern?\n  ","975569":"\n  I didn’t lol\n  ","975570":"\n  My phone is on silent lol\n  ","975571":"\n  lol I’ve already answered this\n  ","975572":"\n  no comment\n  ","975573":"\n  no lol that’s not true\n  ","975574":"\n  The brand? Lol\n  ","975575":"\n  Not any at all lol only sometimes\n  ","975576":"\n  lol\n  ","975577":"\n  Yes, I do like spongebob sqarepants, we bare bears and adventure time lol\n  ","975578":"\n  that’s not true lol\n  ","975579":"\n  Because 18 is considered adult\n  ","975580":"\n  Just listed some\n  ","975581":"\n  what does that mean dude?\n  ","975582":"\n  ‘IT’ chapter 1, chapter 2\n  \n  The conjuring 1 and 2\n  \n  Christopher Robin\n  \n  Dark shadows\n  \n  Begin again\n  \n  Love actually\n  \n  The giver\n  \n  The great gatsby\n  \n  Blame\n  \n  The wrong friend\n  \n  so much more!😁\n  ","975583":"\n  Name some what?\n  ","975584":"\n  I’ve seen many funny movies lol\n  ","975585":"\n  I would say at 18\n  ","975586":"\n  Not being good enough, losing loved ones, being ignored, getting replaced, cutting off people from my life, having to let go, sharks, bees, getting injected by a needle (blood tests) etc.\n  ","975587":"\n  🙄🙄\n  ","975588":"\n  By drinking a lot of water lol\n  ","975589":"\n  lol no 🤣\n  ","975590":"\n  Excuse me?\n  ","975591":"\n  oh yes absolutely!\n  ","975592":"\n  Invisibility and teleportation 😎\n  ","975593":"\n  no?🤨\n  ","975594":"\n  what?🤨\n  ","975595":"\n  Yes, I do!\n  ","975596":"\n  No I personally haven’t lol\n  ","975597":"\n  I drink a lot of water\n  ","975598":"\n  Lol I don’t know, maybe for his girlfriend or wife\n  ","975599":"\n  Yes, of course!\n  ","975600":"\n  Yes, I watch general hospital it’s my favorite one!\n  ","975601":"\n  oooh that’s tough, I don’t know tbh\n  ","975602":"\n  Blue and pink!\n  ","975603":"\n  I love hot hot showers lol\n  ","975604":"\n  I’m 20\n  ","975605":"\n  lol anons have no idea what they’re talking about most of the time 🤣 the earth is not flat anon!\n  ","975606":"\n  That’s great to know lol\n  ","975607":"\n  indeed I agree anon\n  ","975608":"\n  I don’t remember lol\n  ","975609":"\n  The only one that matters is the one I’m with\n  \n   @edraegen\n  \n  🥰\n  ","975610":"\n  I have, yes\n  ","975611":"\n  2 lol\n  ","975612":"\n  YES omg those are good!\n  ","975613":"\n  lol I don’t know, I mean I still do 🤣\n  ","975614":"\n\n   @edraegen\n  \n  because he’s my everything and my absolute favorite person ever 🥰\n  ","975615":"\n  All types of bears! 😍\n  ","975616":"\n  thank youuu!🙂\n  ","975617":"\n  I’m weird I just don’t 🤣\n  ","975618":"\n  😎🤗\n  ","975619":"\n  I think when we all get into the future we will definitely look back at this year and say thank god it’s over.\n  ","975620":"\n  I posted it in March lol\n  ","975621":"\n  alright let’s go 😏\n  ","975622":"\n  definitely mentally\n  ","975623":"\n  Oh yes definitely\n  ","975624":"\n  blue and pink so half blue and half pink 😁\n  ","975625":"\n  No I don’t\n  ","975626":"\n  What’s up?\n  ","975627":"\n  already posted too many times\n  ","975628":"\n  You gotta come off anon\n  ","975629":"\n  Oh yes definitely\n  ","975630":"\n\n   @edraegen\n  \n  where do you want to go?😋\n  ","975631":"\n  I wouldn’t want any of those choices 🤣\n  ","975632":"\n  nope I don’t do drugs anon\n  ","975633":"\n  I’ve posted a picture of my nails awhile back\n  ","975634":"\n  Omg yes definitely!😁\n  ","975635":"\n  I didn’t\n  ","975636":"\n  I mean not that long but they’re pretty long\n  ","975637":"\n\n   @edraegen\n  \n  loves it 😋\n  ","975638":"\n  Why am I awake so early lol\n  ","975639":"\n  No lol\n  ","975640":"\n  I have 803 text messages oops 🤣 I never respond to anyone\n  ","975641":"\n  I live somewhere on planet earth 😜\n  ","975642":"\n  No I don’t think I have\n  ","975643":"\n  I do!\n  ","975644":"\n  I’m laughing 🤣\n  ","975645":"\n  👽👽🥀\n  ","975646":"\n  Yes, I have this one on Netflix called extraction was really good!\n  ","975647":"\n  Definitely lol\n  ","975648":"\n  No I don’t watch plays\n  ","975649":"\n  I was in drama and play production in high school and I thought I was pretty decent lol\n  ","975650":"\n  lol are you serious? it’s round\n  ","975651":"\n  Fried pickles\n  ","975652":"\n  I guess shirts two sizes too big lol 🥴\n  ","975653":"\n  I think you should take geography and then we will talk about it\n  ","975654":"\n  Nowadays pretty often!\n  ","975655":"\n  sure, if you come off anon\n  ","975656":"\n  Many of them for example I’ve watched Christopher Robin so many times because it’s adorable\n  ","975657":"\n  I personally wouldn’t, I have too much social anxiety to do that\n  ","975658":"\n  I don’t really have a favorite snack food tbh🤔\n  ","975659":"\n  I’m a pretty good cook lol 😜\n  ","975660":"\n  I’m definitely a mix of both!\n  ","975661":"\n  No I haven’t played that video game 🤭\n  ","975662":"\n  Usually 3 or 4\n  ","975663":"\n  I’m not, I’m here\n  ","975664":"\n  Asparagus lol\n  ","975665":"\n  I feel like I’m a mix of both tbh\n  ","975666":"\n\n   https:\/\/youtu.be\/LEjJaLexQq4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","975667":"\n  Sour watermelon candy\n  ","975668":"\n  Chick-fil-a\n  ","975669":"\n  I used to when I drank soda but I don’t anymore\n  ","975670":"\n  No lol\n  ","975671":"\n  I’m okay you?\n  ","975672":"\n  No I haven’t\n  ","975673":"\n\n   @edraegen\n  \n  🥰\n  ","975674":"\n  My favorite planet has always been Jupiter so that one!😁\n  ","975675":"\n  I’m shy at first but then once I’m comfortable around you I become loud and very silly and fun!\n  ","975676":"\n  seriously?lol\n  ","975677":"\n  Oh no, it’s okay! Anons are crazy!\n  ","975678":"\n  Who’s Emma?\n  ","975679":"\n  I’m not sad, I’m good\n  ","975680":"\n  It depends sometimes really early and sometimes in the afternoon\n  ","975681":"\n  I’m writing my essay!\n  ","975682":"\n  Kindly ask them or kindly say I would like to be left alone for now, thank you.\n  ","975683":"\n  Isn’t that a game?\n  ","975684":"\n  I have many favorite pairs of shoes.\n  ","975685":"\n  I do.\n  ","975686":"\n  Do I know a good trainer?\n  ","975687":"\n  Natural beauty is also very beautiful\n  ","975688":"\n  No I didn’t get bullied in high school and oh no, that’s so selfish and ignorant of people. I’m sorry girl 🙁\n  ","975689":"\n  It’s itchy eyes?\n  ","975690":"\n  Fruit, vegetables, maybe pizza and chips and sweets and ice tea and whatnot lol\n  ","975691":"\n  Carbonara 😎\n  ","975692":"\n  No I never have!\n  ","975693":"\n  invisibility and teleportation\n  ","975694":"\n  No I’ve never gotten hay fever.\n  ","975695":"\n  Definitely my friends!😁\n  ","975696":"\n  I mean I definitely always try my hardest to find a positive in a negative situation.\n  ","975697":"\n  My favorite album is living things because my favorite song is in it but I also love those albums!\n  ","975698":"\n  oh no, I don’t like onions\n  ","975699":"\n  Most definitely something sweet lol\n  ","975700":"\n  Whenever I spend time with or talk to my love.\n  ","975701":"\n  Brussel sprouts with bbq sauce, ranch with rice 😅\n  ","975702":"\n  I’m usually worried and get intense anxiety when I hear that.\n  ","975703":"\n  A fashion designer!\n  ","975704":"\n  No I don’t believe I have in person at least lol\n  ","975705":"\n  I never got bullied in school.\n  ","975706":"\n  People always ask me that I just say it’s because most of the time I don’t know what to say and because I have social anxiety.\n  ","975707":"\n  I definitely like tomato basil soup and broccoli cheddar soup!\n  ","975708":"\n\n   @edraegen\n  \n  🥰\n  ","975709":"\n  You’re definitely asking the wrong person. It’s not easy for me making friends in person because of my social anxiety.\n  ","975710":"\n  I’d be very annoyed and definitely at the fact he tried to break in but couldn’t 😎\n  ","975711":"\n  I mean sometimes I actually do like myself but then most times not really\n  ","975712":"\n  No I haven’t.\n  ","975713":"\n  I usually always take a long time to decide\n  ","975714":"\n  Definitely the beach!\n  ","975715":"\n  I was asleep!\n  ","975716":"\n\n   https:\/\/youtu.be\/ysSxxIqKNN0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","975717":"\n  No lol I haven’t\n  ","975718":"\n  I would definitely say my personality!\n  ","975719":"\n  It was pretty okay! I hope your weekend was wonderful!🙂\n  ","975720":"\n  I believe I do, yes!😎\n  ","975721":"\n  Yes, of course!\n  ","975722":"\n  I absolutely agree with you!🤍\n  ","975723":"\n  Living things by Linkin Park!😁\n  ","975724":"\n  I do enjoy tea with honey so yes sometimes I also have cookies with it 😁\n  ","975725":"\n  I’m taken anon\n  ","975726":"\n  I mean I’ve had many awkward things happen to me lol 😅\n  ","975727":"\n  No that doesn’t happen to me. If I see one in person I just act like they don’t exist to me it’s pretty easy.\n  ","975728":"\n  I hope you have a beautiful day as well!\n  ","975729":"\n  Haha, yes thank you lovely 💕\n  ","975730":"\n  I have many favorite movies but one of them would be the ‘IT’ movies chapter 1 and chapter 2 because you gotta love Pennywise lol🤣\n  ","975731":"\n  I would say a decent amount of friends.\n  ","975732":"\n\n   @edraegen\n  \n","975733":"\n  I’m personally not into musicals\n  ","975734":"\n  Actually I’ve never really got into Pokémon, no\n  ","975735":"\n  I usually fear change.\n  ","975736":"\n  I usually keep them!\n  ","975737":"\n  I love bears because I grew up with everything Winnie the Pooh and that’s why I love bears!\n  ","975738":"\n  I feel alright🙂\n  ","975739":"\n  I’m a Virgo\n  ","975740":"\n  nope!\n  ","975741":"\n  Most definitely lol\n  ","975742":"\n  Blueberries!\n  ","975743":"\n  Barbies!\n  ","975744":"\n  Mainly at home!\n  ","975745":"\n  Who?\n  ","975746":"\n  If you want it\n  ","975747":"\n  Come off anon\n  ","975748":"\n  I do!\n  ","975749":"\n  Lol not really silly 🤣\n  ","975750":"\n  Of course!\n  ","975751":"\n  Omg yes I love horror movies!\n  ","975752":"\n  Oooh yes I do!\n  ","975753":"\n  Well now we can’t really go that often but in general I don’t go too often.\n  ","975754":"\n  I would have to say the ‘IT’ movies about Pennywise the clown!\n  ","975755":"\n  I’m back humans\n  ","975756":"\n  That’s nice.\n  ","975757":"\n  I think it’s inappropriate to assume it out loud definitely.\n  ","975758":"\n  Lol sky is a bear 🤣\n  ","975759":"\n  Nope I don’t\n  ","975760":"\n  My day starts with waking up\n  \n   @edraegen\n  \n  & spending time with him\n  ","975761":"\n  I think everyone should definitely try it and find a sport they like playing.\n  ","975762":"\n  I feel many unexpected things happened to me this week.\n  ","975763":"\n  Most likely lol\n  ","975764":"\n  Yes, I have!\n  ","975765":"\n  probably soon, I don’t know\n  ","975766":"\n  I feel I’ve made many important decisions in my life\n  ","975767":"\n  Girl, it’s okay! I’m not upset at you😁\n  ","975768":"\n\n   https:\/\/youtu.be\/RilJ0e136m8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","975769":"\n  Hello.\n  ","975770":"\n  Basketball I guess lol\n  ","975771":"\n  Socializing with other people, having to talk in front of people, driving only because I’m still fairly new at it, going to social events and whatnot.\n  ","975772":"\n  I’m pretty good at saying no!\n  ","975773":"\n  Yes, I believe so!\n  ","975774":"\n  I think I’m pretty mature for my age\n  ","975775":"\n  No I’m not interested lol\n  ","975776":"\n  Yes, I have!\n  ","975777":"\n  Definitely football is one dangerous sport\n  ","975778":"\n  I don’t personally like it\n  ","975779":"\n  I do!\n  ","975780":"\n  No I don’t know anyone who is disabled.\n  ","975781":"\n  I mean I think they should be diagnosed by a professional.\n  ","975782":"\n  Don’t have one\n  ","975783":"\n  I wouldn’t say that well to be honest.\n  ","975784":"\n  lol thank you, we appreciate that!\n  ","975785":"\n  you tell me\n  ","975786":"\n  I don’t know anon?\n  ","975787":"\n  Oh I love this and absolutely agree with it!\n  ","975788":"\n  well you should start!\n  ","975789":"\n  I don’t think so\n  ","975790":"\n  yes I met\n  \n   @edraegen\n  \n  on here!\n  ","975791":"\n  Oh yes, that’s happened to me! It’s so frustrating 🤣\n  ","975792":"\n  I’m alright, how are you?\n  ","975793":"\n  Oh goodness, I don’t know!\n  ","975794":"\n  I’m taken as it says in my bio\n  ","975795":"\n  Please have some respect, thank you\n  ","975796":"\n  I do prank people 🤣\n  ","975797":"\n  Yes, i can!\n  ","975798":"\n  My jeans lol\n  ","975799":"\n  2006? lol\n  ","975800":"\n  Nope!\n  ","975801":"\n  Spread positivity and love to everyone!\n  ","975802":"\n  Yeah probably around may 15th hopefully\n  ","975803":"\n  No not very easily at all!\n  ","975804":"\n  prank videos, music videos or funny videos mostly\n  ","975805":"\n  Absolutely!\n  ","975806":"\n  Arguing, being ignored, when people don’t understand me, negativity and hate etc.\n  ","975807":"\n  Nope\n  ","975808":"\n  Usually like an hour or so lol\n  ","975809":"\n  Yeah, I am\n  ","975810":"\n  Nope!\n  ","975811":"\n  I don’t have any!\n  ","975812":"\n  Only sometimes I do!\n  ","975813":"\n  Since like 2013 and that’s awesome!\n  ","975814":"\n  I like cabbage! I haven’t had it in ages lol\n  ","975815":"\n  I’m a student anon\n  ","975816":"\n  Definitely an introvert!\n  ","975817":"\n  Do you not see my bio???\n  ","975818":"\n  Maybe like 6 lol\n  ","975819":"\n  No I haven’t\n  ","975820":"\n  No I have never dropped my phone and cracked it.\n  ","975821":"\n  Yes I would!\n  ","975822":"\n  Definitely the subject English!\n  ","975823":"\n  I do!\n  ","975824":"\n  I probably wouldn’t\n  ","975825":"\n  Not really, no\n  ","975826":"\n  For me spending time with\n  \n   @edraegen\n  \n  🥰\n  ","975827":"\n  No I wouldn’t\n  ","975828":"\n  Hey! Thank you😁 I hope you’re well!\n  ","975829":"\n  Because he wants his privacy and so you should respect that.\n  ","975830":"\n  lol sure why not!\n  ","975831":"\n  I can do that 🤣\n  ","975832":"\n  What’s the challenge?\n  ","975833":"\n  Hello!\n  ","975834":"\n  Woooo!😁\n  ","975835":"\n  I have, yes\n  ","975836":"\n  Not really my thing\n  ","975837":"\n  Tennis!\n  ","975838":"\n  Yes, I am!\n  ","975839":"\n  I don’t watch it!\n  ","975840":"\n  I do!\n  ","975841":"\n  Oh no, I’m not don’t worry lovely\n  ","975842":"\n  I’ve seen many weird ads on here lol\n  ","975843":"\n  I’m not really interested in them so it doesn’t bother me\n  ","975844":"\n  Not really lol\n  ","975845":"\n  Not really, no\n  ","975846":"\n  Not currently, no\n  ","975847":"\n  Don’t have a favorite team\n  ","975848":"\n  Very rarely tbh\n  ","975849":"\n  Yes, in PE when I was in middle school.\n  ","975850":"\n  You’re making me laugh honestly 🤣\n  \n   @edraegen\n  \n  is my man if you didn’t already know that and his name is Jeffrey.\n  ","975851":"\n\n   @edraegen\n  \n  knows 🤭\n  ","975852":"\n  I have naturally wavy hair.\n  ","975853":"\n  it’s dark brown with natural red highlights\n  ","975854":"\n  Yes but only once and it’s the hair color I have now ginger!\n  ","975855":"\n  I’m very frustrated\n  ","975856":"\n  alright y’all goodnight\n  ","975857":"\n  That’s good that you learned from it 🤗\n  ","975858":"\n  Nope!\n  ","975859":"\n  No I don’t\n  ","975860":"\n  ohhh no that sucks 😱\n  ","975861":"\n  Oh no I haven’t done that\n  ","975862":"\n  My significant other does 🥰\n  ","975863":"\n  No I never have\n  ","975864":"\n  I’m always honest but okay\n  ","975865":"\n  I’m okay.\n  ","975866":"\n  to get married to\n  \n   @edraegen\n  \n  and to move in together soon\n  ","975867":"\n  No I have never been in one\n  ","975868":"\n  Oh my😱\n  ","975869":"\n  Yes to\n  \n   @edraegen\n  \n","975870":"\n  Well I feel there’s many difficult choices in life one has to make.\n  ","975871":"\n  🤣🤣\n  ","975872":"\n  Chester Bennington 🙁\n  ","975873":"\n  🤔🤔\n  ","975874":"\n  I’m not in Canada 🤨\n  ","975875":"\n  Ehhh I’m alright,\n  ","975876":"\n  Not really\n  ","975877":"\n  No I personally don’t\n  ","975878":"\n  nope that would be inappropriate and disrespectful. I’m taken\n  ","975879":"\n  Yeah?\n  ","975880":"\n  I guess I would say my body\n  ","975881":"\n  Drive a tank I guess\n  ","975882":"\n  Definitely socializing with others, stepping out of my comfort  zone, talking in front of the class etc.\n  ","975883":"\n  Sweet!\n  ","975884":"\n  Definitely a DMV office 🙃\n  ","975885":"\n  honestly I have mixed feelings about her now. She moved on too quickly and I understand that people move on at different rates but still it was too quickly.\n  ","975886":"\n  Any kind of soda!\n  ","975887":"\n  Definitely a Linkin Park themed hotel!\n  ","975888":"\n  Which one?\n  ","975889":"\n  Definitely emotionally pain.\n  ","975890":"\n  Ahhhh really?\n  ","975891":"\n  I haven’t lost any money\n  ","975892":"\n  Yes, absolutely!\n  ","975893":"\n  Nope\n  ","975894":"\n  I’ve made many honestly\n  ","975895":"\n  I prefer gold!\n  ","975896":"\n  I have way too many desserts 😅\n  ","975897":"\n  Yes, I absolutely agree!\n  ","975898":"\n  Wow what?\n  ","975899":"\n  Hot weather!\n  ","975900":"\n  No I don’t like the taste of it\n  ","975901":"\n  a cheese sandwich\n  ","975902":"\n  Oh no, I don’t like sharks at all. Definitely a fear of mine.\n  ","975903":"\n  Sometimes I can\n  ","975904":"\n  In class I guess lol\n  ","975905":"\n  I would try to spread love, positivity and happiness to everyone!\n  ","975906":"\n  If I had to choose from those two Kim Kardashian lol\n  ","975907":"\n  I spend time with\n  \n   @edraegen\n  \n  and or talk to him 🥰\n  ","975908":"\n\n   @edraegen\n  \n","975909":"\n  I just act friendly and polite or I just ignore them\/act like they don’t exist.\n  ","975910":"\n  Santorini, Greece because its romantic\n  ","975911":"\n  no I don’t think so\n  ","975912":"\n  The day I get married to my love\n  ","975913":"\n\n   @edraegen\n  \n  I give him my heart every single day and my love for him grows every single day.\n  ","975914":"\n  I don’t drink soda!\n  ","975915":"\n  I guess the cellphone!\n  ","975916":"\n  I would say the living room\n  ","975917":"\n\n   https:\/\/youtu.be\/LEjJaLexQq4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","975918":"\n  yes with\n  \n   @edraegen\n  \n  🥰\n  ","975919":"\n  Key lime pie!\n  ","975920":"\n  I’m not really a jealous person no but sometimes I can be\n  ","975921":"\n  Definitely a night person\n  ","975922":"\n  Yes, I have Netflix!\n  ","975923":"\n  Thank you, that’s very sweet! You’re also amazing 🤍\n  ","975924":"\n  2:24 pm\n  ","975925":"\n  I do!\n  ","975926":"\n  Eh it’s alright, I guess.\n  ","975927":"\n  I’m pretty good at keeping time\n  ","975928":"\n  Definitely my face\n  ","975929":"\n  California\n  ","975930":"\n  You mean nicknames?\n  ","975931":"\n  Not really tbh\n  ","975932":"\n  Yes?\n  ","975933":"\n  I have brown eyes sadly\n  ","975934":"\n  I’m 5’7\n  ","975935":"\n  No I wasn’t\n  ","975936":"\n  oh no, just wanted to release stress\n  ","975937":"\n  Don’t disrespect me and my man like that. I don’t appreciate that. Do you guys not understand that I’m taken? Like do you honestly not see my bio and how it says that I’m taken???? Come on now. Stop talking to me like that.\n  ","975938":"\n  You’re absolutely gorgeous! You seem very chill and kind as well. We should talk more girly! And you’re funny too!\n  ","975939":"\n  I would say their brain definitely. Not a lot of people use it.\n  ","975940":"\n  I’m the responsible and hard working type of student.\n  ","975941":"\n  No they’re all good people\n  ","975942":"\n  No I don’t think so honestly because humans will always be negative and hateful towards one another.\n  ","975943":"\n  You didn’t do anything wrong anon, why are you saying that?\n  ","975944":"\n  That’s what I’m doing honestly! I need to take deep breathes\n  ","975945":"\n  pretty annoyed but other than that I’m good just enjoying the weather.\n  ","975946":"\n  I need some fresh air asap\n  ","975947":"\n  oh goodness, I don’t know tbh\n  ","975948":"\n  I’m currently in college!\n  ","975949":"\n  Oh no, it’s okay!\n  ","975950":"\n  I’m not married?\n  ","975951":"\n  Yes I did!\n  ","975952":"\n  I love summer!\n  ","975953":"\n  We ordered Popeyes lol\n  ","975954":"\n  In elementary yes a lot! And I think I did in middle school as well\n  ","975955":"\n  no lol I haven’t\n  ","975956":"\n  No I don’t\n  ","975957":"\n  I never got detention actually lol\n  ","975958":"\n  It was in between for me tbh.\n  ","975959":"\n  Oh yes, I have!\n  ","975960":"\n  I love it!😁\n  ","975961":"\n  No but I want to! That would be fun\n  ","975962":"\n  I’ve had many big downfalls in my life. Don’t know where I’d begin lol\n  ","975963":"\n  I’m a Virgo\n  ","975964":"\n  I think at 12 in the afternoon\n  ","975965":"\n  I don’t think so\n  ","975966":"\n  No I didn’t\n  ","975967":"\n  Yes, I have two favorite colors and they’re blue and pink!\n  ","975968":"\n  I don’t have a ringtone. My phone is on vibrate lol\n  ","975969":"\n  No I wouldn’t\n  ","975970":"\n  I have many nicknames but the main one is Nikki\n  ","975971":"\n  Chester Bennington\n  ","975972":"\n  No lol I don’t think that\n  ","975973":"\n  It’s pretty strong.\n  ","975974":"\n  Hey! I’m good😁 stay safe anon!\n  ","975975":"\n  🤨\n  ","975976":"\n  I don’t need to lose weight. I’m already underweight lol\n  ","975977":"\n  GIRLLL you’re also my best frannn💕\n  ","975978":"\n  I’m sorry🙁\n  ","975979":"\n  🤨🤨\n  ","975980":"\n  Do you not see that I’m in a relationship? Please respect that.\n  ","975981":"\n  Yessss\n  ","975982":"\n  You just said what it stands for lol. It’s federal bureau of investigation\n  ","975983":"\n  Yes, sorry I wasn’t on!\n  ","975984":"\n  I don’t know anon\n  ","975985":"\n  No lol\n  ","975986":"\n  Nope!\n  ","975987":"\n  Yes I am and yes it’s him!\n  ","975988":"\n  I’m 20🤣\n  ","975989":"\n  Nope I don’t\n  ","975990":"\n  Carbonara\n  ","975991":"\n  It’s had both it’s great moments and not so great moments\n  ","975992":"\n  Why are you scared?\n  ","975993":"\n  I’m interested in getting into the fbi behavioral analysis unit and no I’m done with college\n  ","975994":"\n  I’m in college and I’m 20 lol\n  ","975995":"\n  I’m not\n  ","975996":"\n  Some of them definitely over 100 lol\n  ","975997":"\n  No I wasn’t to either anon\n  ","975998":"\n  Spam of questions!\n  ","975999":"\n  Yes lol\n  ","976000":"\n  Strawberry!\n  ","976001":"\n  It was definitely last year!\n  ","976002":"\n  I’d be down to do it, that would be interesting and fun!\n  ","976003":"\n  Absolutely!\n  ","976004":"\n  I should absolutely come over! That sounds perfect 😉\n  ","976005":"\n  My right elbow!\n  ","976006":"\n  When I go to the beach I usually like to swim and sit and soak in the sun! 😁\n  ","976007":"\n  Yes, I have!\n  ","976008":"\n  I’ll ask you some!\n  ","976009":"\n  Sour watermelon candy!\n  ","976010":"\n  girl, I got you! I have so many I don’t know what to do with them😅 I love you too💕\n  ","976011":"\n  No I’m not annoyed at all! I enjoy them 😁\n  ","976012":"\n  I’m not surprised honestly lol I knew that was going to win 🤣\n  ","976013":"\n  Awhhhh that’s so heart warming, gosh you’re adorable 🥺\n  ","976014":"\n  oh yes definitely and\n  \n   @edraegen\n  \n  😜\n  ","976015":"\n  you’re so naughty! Woahhh😉\n  ","976016":"\n  🤨🤨\n  ","976017":"\n  🤣🤣\n  ","976018":"\n  Hmmm I’m not really sure actually🙃\n  ","976019":"\n  lol that’s not my name\n  ","976020":"\n  alright lol\n  ","976021":"\n  Yes, I have enough! Thank goodness lol\n  ","976022":"\n  Because of which one?\n  ","976023":"\n  I’m not sure tbh🤔\n  ","976024":"\n  I just do things I enjoy like spend time with my love, listen to music, watch tv, go for a walk, go swimming, nap, sit in the sun etc!\n  ","976025":"\n  Very often\n  ","976026":"\n  like more than 30 times lol\n  ","976027":"\n  I would get rid of negativity and unnecessary drama\n  \n  Make it harder to make accounts\n  \n  prove that you’re a real person and not faking someone\n  ","976028":"\n  Have some respect please, I’m taken and that’s disrespecting not only me but my man also. Don’t talk to me like this when you know that I’m taken.\n  ","976029":"\n  I love animals!\n  \n  I love my mans!\n  \n  I love linkin park!\n  ","976030":"\n  We are\n  ","976031":"\n  Awhhhh you’re so sweet and adorable 🥰\n  ","976032":"\n  No not really, it’s still kind of the same\n  ","976033":"\n  I do use it sometimes, when o need to\n  ","976034":"\n  No, I appreciate your questions, thank you!😁\n  ","976035":"\n  No I don’t\n  ","976036":"\n  Yes!\n  ","976037":"\n  Thank youuuu😁\n  ","976038":"\n  🤨🤨\n  ","976039":"\n  I don’t do my own laundry lol\n  ","976040":"\n  I do check them and pretty often!\n  ","976041":"\n  I think my mom was 23 and not sure how old my dad was lol\n  ","976042":"\n  Yeah I do!\n  ","976043":"\n  Yes!!😁\n  ","976044":"\n  Yes, definitely!\n  ","976045":"\n  Nope I don’t like sushi\n  ","976046":"\n  I’m not\n  ","976047":"\n  awhh, thank you girl! So are you 😁 I followed you!\n  ","976048":"\n  Hello!\n  ","976049":"\n  You’re too adorable 😉\n  ","976050":"\n  Have you ever popped a balloon?\n  ","976051":"\n  On the side usually lol\n  ","976052":"\n  yes lol you are maybe because you’re active! Yes I like bacon 🤣\n  ","976053":"\n  Yes, I do\n  ","976054":"\n  noooo lol\n  ","976055":"\n  I use the restroom, wash my hands, clean my face, and then go to sleep\n  ","976056":"\n\n   @edraegen\n  \n  &\n  \n   @Qu33nForADayy\n  \n  🥰\n  ","976057":"\n  Wooooo I love it!\n  ","976058":"\n  For awhile now!😁\n  ","976059":"\n  We usually go to the mall, the movies, go to different cities, eat outside, work out, hiking etc!\n  ","976060":"\n  We bare bears!\n  ","976061":"\n  I do have pets!\n  ","976062":"\n  I guess a pretty decent amount of friends.\n  ","976063":"\n  Yes, absolutely!\n  ","976064":"\n  I guess Dua Lipa lol\n  ","976065":"\n  everything about them🙂\n  ","976066":"\n  Yes, most of them do!\n  ","976067":"\n  Definitely adventurous, silly, fun, shy at first, loud, loving, caring, honest, trusting and whatnot 😁\n  ","976068":"\n  No I’m asleep\n  ","976069":"\n  I’m good🙂\n  ","976070":"\n  Yes, my best friend who is also my significant other!😍\n  ","976071":"\n  Sometimes you have to cut them off due to things you notice about them and situations.\n  ","976072":"\n  Thank you!😁\n  ","976073":"\n  I’ve had many childhood best friends.\n  ","976074":"\n  I don’t remember my first friend😱 that was ages ago!\n  ","976075":"\n  It’s half and half. Sometimes I win, sometime I lose lol\n  ","976076":"\n\n   @edraegen\n  \n\n   @edraegen\n  \n\n   @edraegen\n  \n  😜\n  ","976077":"\n  No I don’t think time heals all wounds. Some wounds remain open and don’t ever heal in time especially.\n  ","976078":"\n  I don’t celebrate Ramadan\n  ","976079":"\n  No I don’t think I’ve watched it\n  ","976080":"\n  Goodnight y’all\n  ","976081":"\n  I’ve had many!\n  ","976082":"\n  What the?🤣\n  ","976083":"\n  I hope you had a wonderful day as well!🤗\n  ","976084":"\n  I’m not your mom\n  ","976085":"\n  cool!\n  ","976086":"\n  I’m alright you?\n  ","976087":"\n  Excuse me?\n  ","976088":"\n  YES omg, I love you🥺 I absolutely agree with you! They’re legendary.\n  ","976089":"\n  I’m not allergic to anything\n  ","976090":"\n  Yes, I absolutely agree with you!\n  ","976091":"\n  nope they don’t 🙂\n  ","976092":"\n  Nope, never! I don’t like hunting at all and hurting poor animals.\n  ","976093":"\n  🤔🤔\n  ","976094":"\n  that’s interesting!\n  ","976095":"\n  girl says you!🥰 I’ve been following you for awhile!\n  ","976096":"\n  Interesting!\n  ","976097":"\n  Ooh I have many kinds of favorite cheese\n  ","976098":"\n  Oi\n  ","976099":"\n  lol sure!\n  ","976100":"\n  I would never, nope!\n  ","976101":"\n  12 lol\n  ","976102":"\n  I don’t like neither of those choices.\n  ","976103":"\n  8\n  ","976104":"\n  Well if they’re surrounded by drama constantly, if they ignore you, have negative vibes, aren’t honest, don’t respect you, they aren’t trusting etc. There’s many reasons why you would cut someone off from your life.\n  ","976105":"\n  🤨🤨\n  ","976106":"\n  I’m not religious.\n  ","976107":"\n  Hey! I’m okay you?\n  ","976108":"\n  No, I never have\n  ","976109":"\n  Cheers!\n  ","976110":"\n  I have!\n  ","976111":"\n  I like both honestly\n  ","976112":"\n  The whole day lol\n  ","976113":"\n  No, I’m definitely not\n  ","976114":"\n  probably a brown bear or fox lol\n  ","976115":"\n  I text way more than I call lol but I do like calling as well\n  ","976116":"\n  No way!😱\n  ","976117":"\n  I think I do\n  ","976118":"\n  I do like flying!\n  ","976119":"\n  don’t disrespect me and my man, thank you.\n  ","976120":"\n  No I haven’t tried skiing!\n  ","976121":"\n  My birthday is on September 7th and I will be turning 21.\n  ","976122":"\n  I don’t really do any chores tbh\n  ","976123":"\n  Yes, omg I love roller coasters!\n  ","976124":"\n  You can ask me a question lol\n  ","976125":"\n  I like it lol\n  ","976126":"\n  I’m good lol\n  ","976127":"\n  10+ hours!\n  ","976128":"\n  I would say love can’t be bought with money\n  ","976129":"\n  Nope, never have!\n  ","976130":"\n  not really, no to be honest.\n  ","976131":"\n  Shhhh don’t say that lol. You’re so bad 😉\n  ","976132":"\n  I don’t really get sun burnt. I just get darker tbh\n  ","976133":"\n  🤔🤔\n  ","976134":"\n  Well I couldn’t but I’d share with him 😜\n  ","976135":"\n  I hope you’re having a great day as well!🤍\n  ","976136":"\n  Definitely while watching tv!\n  ","976137":"\n  Yes I do!\n  ","976138":"\n  I have a big loving heart\n  \n  I’m very loyal and faithful I would never cheat on you never that’s just not in my blood.\n  \n  I’m super caring!\n  \n  I’m super kind.\n  \n  I’m very honest and respectful.\n  \n  I’m very silly!\n  \n  etc..😁\n  ","976139":"\n  Oh that’s interesting lol\n  ","976140":"\n  It’s queen size I believe lol\n  ","976141":"\n  Pillows and blankets only lol\n  ","976142":"\n  I do!\n  ","976143":"\n  I love it, thank you!\n  ","976144":"\n  yeah with\n  \n   @edraegen\n  \n  😉\n  ","976145":"\n  Well yes lol\n  ","976146":"\n  I own a lot of t-shirts way too many to count and my favorite are my Linkin Park shirts 😍\n  ","976147":"\n  Sometimes my mind and thoughts I guess\n  ","976148":"\n  Yes, I do believe that behind your dreams they’re meaning.\n  ","976149":"\n  Well I usually go to bed when I’m really sleepy so pretty quickly\n  ","976150":"\n  No but I used to! Not anymore tbh\n  ","976151":"\n\n   @edraegen\n  \n  🥰\n  ","976152":"\n  Well not that often only sometimes for fun\n  ","976153":"\n  Probably the ‘IT’ movies but yes, absolutely it was worth it. They’re my favorite movies!\n  ","976154":"\n  Only sometimes does that happen, but yes I do\n  ","976155":"\n  nope\n  ","976156":"\n  No I never have done that\n  ","976157":"\n  No I don’t\n  ","976158":"\n  No I don’t snore! lol\n  ","976159":"\n  Nope never did!😁\n  ","976160":"\n  I mean I’ve had many scary dreams so I don’t know which one was the scariest lol\n  ","976161":"\n  Yes, I like ice cream!\n  ","976162":"\n  I mean yes, I guess so\n  ","976163":"\n  I probably wouldn’t lol\n  ","976164":"\n  usually around 8 or 9 am and then I go back to sleep lol\n  ","976165":"\n  I do remember my dreams when I have one\n  ","976166":"\n  I usually go to sleep around 11 or 12 or sometimes I go to bed at 2 am lol\n  ","976167":"\n  Yes, every time I sleep on my left side I tend to get nightmares don’t know why.\n  ","976168":"\n  Yes, of course I can!\n  ","976169":"\n  No I don’t like all genres of music.\n  ","976170":"\n  Interesting!\n  ","976171":"\n  I don’t play any games online anymore lol\n  ","976172":"\n  😁\n  ","976173":"\n  Definitely spending time with\n  \n   @edraegen\n  \n  🥰\n  ","976174":"\n  I agree!\n  ","976175":"\n  Y’all where my questions?\n  ","976176":"\n  I’ve seen that a lot but I don’t know or can’t recall right now\n  ","976177":"\n  None lol\n  ","976178":"\n  iMac!\n  ","976179":"\n  🤨🤨\n  ","976180":"\n  What?\n  ","976181":"\n  Say what now?🤨\n  ","976182":"\n  Because I just don’t anon.\n  ","976183":"\n  help me lol\n  ","976184":"\n  But I don’t lol\n  ","976185":"\n  That’s cool!\n  ","976186":"\n  Lol technically I always move around\n  ","976187":"\n  why?\n  ","976188":"\n  hello y’all\n  ","976189":"\n  go talk to her lol\n  ","976190":"\n  no, I haven’t\n  ","976191":"\n  Because I don’t eat dinner lol\n  ","976192":"\n  That’s okay, just don’t do it again.\n  ","976193":"\n  OMG my heart 🥺❤️\n  ","976194":"\n  I would say definitely a notebook.\n  ","976195":"\n  lol\n  ","976196":"\n  You shouldn’t be flirting with me, I am taken and that’s not only disrespectful to me it’s also disrespectful to my man and I don’t appreciate that.\n  ","976197":"\n  I’ll have to find it lol goodness\n  ","976198":"\n  OH MY GOSH, asdfghjkl this is the cutest thing ever. Wow wow wow I truly love you so much, you have no idea 🥺😍\n  ","976199":"\n  🤣 lmao seriously? I did.\n  ","976200":"\n  I’m not having dinner\n  ","976201":"\n  Maybe like 3 tbh\n  ","976202":"\n  Oh yes, absolutely!\n  ","976203":"\n  Oh no, I’m sorry anon. I honestly don’t do it on purpose. I just don’t get to them right away.\n  ","976204":"\n\n   @edraegen\n  \n  😍\n  ","976205":"\n  No I never would!\n  ","976206":"\n  awhhhhh you’re so sweet omg🥺❤️\n  ","976207":"\n  definitely forever 21😁\n  ","976208":"\n  Yes, I have when I was in private school!\n  ","976209":"\n  Yes, actually I do!\n  ","976210":"\n  Oh no, I don’t\n  ","976211":"\n  The couch lol🤣\n  ","976212":"\n  I do love art, yes!\n  ","976213":"\n  What’s that?\n  ","976214":"\n  Oh yes you definitely can😏\n  ","976215":"\n  Oh no don’t worry!\n  ","976216":"\n  yes my baby is very lit😜\n  ","976217":"\n  no not at all!\n  ","976218":"\n  no you can’t\n  ","976219":"\n  Baby baby baby baby baby baby love, I love you toooooo\n  ","976220":"\n  I mean most likely but knowing me I probably wouldn’t say hi first 🤣\n  ","976221":"\n  Lol thank you!\n  ","976222":"\n  Anywhoooo\n  ","976223":"\n  Don’t have one\n  ","976224":"\n  I don’t know to be honest 🤔\n  ","976225":"\n  I’m watching tv!\n  ","976226":"\n  Well I’m naturally thin and I also have a fast metabolism. But if you’re trying to lose weight, I’m not the right person to ask lol. I don’t gain weight.\n  ","976227":"\n  Lol I’ve posted many\n  ","976228":"\n\n   @edraegen\n  \n  he is very unforgettable 🥺💕\n  ","976229":"\n  🤗\n  ","976230":"\n  Yes, that was fun! Thank you 🤗\n  ","976231":"\n  Yes, I absolutely agree with that. If you live life to your fullest, and go out of your comfort zones to try new things and be adventurous and happy then I believe once is enough.\n  ","976232":"\n  13,013\n  ","976233":"\n  How loving and absolutely amazing they both are. 🥰\n  ","976234":"\n  Oh my goodness, there’s definitely many movies like that\n  ","976235":"\n  I have many songs tbh😱\n  ","976236":"\n  I don’t have a favorite boook😅\n  ","976237":"\n  Nibagel 🤣\n  ","976238":"\n  Definitely Linkin Park songs 😍\n  ","976239":"\n  I don’t have any scars!\n  ","976240":"\n  Definitely like a squishy ground I feel that would be so fun and amazing to walk on and whatnot 🤣\n  ","976241":"\n  Deciding how to interpret the request and it’s implications for establishing how to deliver the counseling is likely to be one of the primary tasks of the initial assessment. 🤣🤨\n  ","976242":"\n  No I can’t play any\n  ","976243":"\n  Because it’s good lol\n  ","976244":"\n  Tea!\n  ","976245":"\n  I love boba and my favorite flavor is probably the strawberry milk tea with boba.\n  ","976246":"\n  Well I’ve liked Linkin Park ever since I was little so no it didn’t really change that much.\n  ","976247":"\n  Country and rap music.\n  ","976248":"\n  Oh my lord, I don’t know. I feel all of them are🤣\n  ","976249":"\n  I think they’re only polite when they’re angry because they don’t want to emotionally hurt the other person.\n  ","976250":"\n  A fake answer would be that you’re doing okay when you’re really not.\n  ","976251":"\n  I can’t\n  ","976252":"\n  Pop\/rock!\n  ","976253":"\n  Not really, no actually\n  ","976254":"\n\n   https:\/\/youtu.be\/mdJDPepGOAM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","976255":"\n  Not really, but I like to for fun sometimes 🤣\n  ","976256":"\n\n   https:\/\/youtu.be\/LEjJaLexQq4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","976257":"\n  lord Jesus please help me. I’m laughing 🤣🤣\n  ","976258":"\n  That’s usually around the time I go to sleep lol\n  ","976259":"\n  I’m 5’7\n  ","976260":"\n  Many things tbh.\n  ","976261":"\n  Oooh nice!\n  ","976262":"\n  I like both!\n  ","976263":"\n  Don’t give up on love. Trust me, I used to not believe in love in the past. It just takes time for you to find the right one and when you do you will believe in love.\n  ","976264":"\n  Definitely!\n  ","976265":"\n  It just depends on that day lol\n  ","976266":"\n  Sure!\n  ","976267":"\n  Egg salad sandwich\n  ","976268":"\n  I love my significant other anon.\n  ","976269":"\n  Yes, I do! I mean you still can rent movies lol\n  ","976270":"\n  Why would I?\n  ","976271":"\n  probably like 16🤣\n  ","976272":"\n  I’m not a parent yet so I don’t know 😅\n  ","976273":"\n  I think that’s very kind of them to take in a child from foster care and raise them as their own.\n  ","976274":"\n  I don’t have kids just yet lol\n  ","976275":"\n  That’s not my name\n  ","976276":"\n  yes, lol\n  ","976277":"\n  Not your honey\n  ","976278":"\n  Interesting\n  ","976279":"\n  I’m not really sure🤨\n  ","976280":"\n  You can ask me stuff!\n  ","976281":"\n  I definitely do!\n  ","976282":"\n  I mean I don’t know, I guess it would lol. A luxury one\n  ","976283":"\n  Definitely somewhere tropical and warm where I can just relax and enjoy it 😁\n  ","976284":"\n  I don’t think I did lol\n  ","976285":"\n  no I’m not\n  ","976286":"\n  goodnight everyone\n  ","976287":"\n  yeah I don’t think so anon. I’m not your cutie\n  ","976288":"\n  thank you, daddy 😏\n  ","976289":"\n  alright y’all, that’s enough ask for me tonight\n  ","976290":"\n  Oh no, I never have\n  ","976291":"\n  I would want 2 kids as I know my partner does too.\n  ","976292":"\n  definitely my brother.\n  ","976293":"\n  Oh then I’d definitely be killed, I can’t dance 🤣\n  ","976294":"\n  Don’t be so negative. You’re a somebody. And I don’t bite\n  ","976295":"\n  I would say I am\n  ","976296":"\n  No I haven’t, but I would like to experience that. It would be interesting\n  ","976297":"\n\n   @edraegen\n  \n  🥰\n  ","976298":"\n  I’ve traveled to pretty far places!\n  ","976299":"\n  that’s awesome!\n  ","976300":"\n  Southern!\n  ","976301":"\n  Why would you be afraid to? I don’t bite lol. We can be friends anon\n  ","976302":"\n  Definitely not me so I guess my brother lol\n  ","976303":"\n  My younger brother I’m the closest with.\n  ","976304":"\n  oh nope!\n  ","976305":"\n  Lol I bet! And you still have to go to work?\n  ","976306":"\n  I don’t play any video games anymore tbh!😅\n  ","976307":"\n  Yes we definitely do!\n  "}}