{"Question":{"976308":"\n   13.Family spam: what’s the funniest thing that your grandparents have done?\n  ","976309":"\n   21.Family spam: Would you consider fostering or adopting a child?\n  ","976310":"\n   14.Family spam: do you have any children?\n  ","976311":"\n   22.Family spam: Is your child most like you or their mum\/dad?\n  ","976312":"\n   11.Family spam: what’s your favourite memory of your grandparents?\n  ","976313":"\n   Steaks\n  ","976314":"\n   Yay or nay: chicken and waffles together.\n  ","976315":"\n   What’s your favorite type of food?\n  ","976316":"\n   In your group of friends, which friend are you? (Like the quiet, or the the crazy one. Wild one. Big mouthed. Etc)\n  ","976317":"\n   You should watch those! They are good.\n  ","976318":"\n   Any new series youre watching? \n\n(I binge watched tiger king, love is blind, and too hot)\n  ","976319":"\n   Whenever you have a sweet tooth what is your “go to” sweet snack.\n  ","976320":"\n   weirdest food you’ve tried?\n  ","976321":"\n   Do you enjoy scary \/ horror things?\n  ","976322":"\n   How much do you weigh?\n  ","976323":"\n   How is Coronavirus where you live?\n  ","976324":"\n   I send out questions, just curious if you want to receive them!\n  ","976325":"\n   Can you make a video on YouTube?\n  ","976326":"\n   Tall and thick 😍\n  ","976327":"\n   Tall girl\n  ","976328":"\n   What did you buy your boyfriend?\n  ","976329":"\n   Height?\n  ","976330":"\n   Do you like the ice cream cones with the nuts on the top and the syrup in the middle and the chocolate at the bottom? 🍦🍫\n  ","976331":"\n   I'm back I know you was waiting on me\n  ","976332":"\n   I mean still up lol\n  ","976333":"\n   Here is a very deep thinking question for you and your love.... If people love each other so much and are in a committed relationship then why can't they act normal and fart in front of each other?\n  ","976334":"\n   Insta id?\n  ","976335":"\n   Why not me? Am I not good enough for you and think that your boyfriend is better than me?\n  ","976336":"\n   Maybe some where else?\n  ","976337":"\n   Where did you get that line from\n  ","976338":"\n   Can we talk?\n  ","976339":"\n   Hey\n  ","976340":"\n   Wer möchtr mit. Mit mir privat schreiben\n  ","976341":"\n   Have you ever watched a Christmas movie when it wasn’t even Christmas?🎅🏻☀️\n  ","976342":"\n   13.Siblings spam: do any of your siblings have children?\n  ","976343":"\n   What are you doing?\n  ","976344":"\n   What types of questions do you like getting?\n  ","976345":"\n   2.Family spam: do you get along with your parents?\n  ","976346":"\n   How was your Friday night?\n  ","976347":"\n   If I told you to come over and cook me dinner tonight, what would you do? 🤔\n  ","976348":"\n   7.Family spam: What’s something that you admire about your parent?\n  ","976349":"\n   What type of vacuum do you own?\n  ","976350":"\n   What is your zodiac sign\n  ","976351":"\n   How are you?\n  ","976352":"\n   Do you love to watch lightning? 🌩 or no. Scares ya bad? Understandable is so.\n  ","976353":"\n   selfie?\n  ","976354":"\n   Do you like to go bike riding? Or not really.. No fun.. Boring.. Or do you enjoy bike riding? Long rides? ⛰ Mountain riding?\n  ","976355":"\n   That sounds like fun. Make sure you both stay safe from the virus while you are making out like crazy animals together. lol\n  ","976356":"\n   Aww thanks babe can’t wait so see you and be with you on Friday ❤️🥰.\n  ","976357":"\n   3.Siblings spam:Who is most annoying?\n  ","976358":"\n   5.Siblings spam:Who is the kindest?\n  ","976359":"\n   5.Family spam: do you know how your parents met?\n  ","976360":"\n   Favourite Disney film?\n  ","976361":"\n   1.Siblings spam: who is the oldest?\n  ","976362":"\n   Do you have any tattoos?\n  ","976363":"\n   6.Siblings spam:Who is the weirdest?\n  ","976364":"\n   15.Siblings spam: Are you an only child? What’s the best and worst thing about being an only child?\n  ","976365":"\n   7.Siblings spam:Who is the youngest?\n  ","976366":"\n   Do you like spaghetti and meatballs?\n  ","976367":"\n   I'm a keep to myself sort of person some people think that's pathetic do you agree,\n  ","976368":"\n   9.Siblings spam:Do you argue with your siblings?\n  ","976369":"\n   Do you play video games?\n  ","976370":"\n   What or who do you care most about? 👍\n  ","976371":"\n   10.Siblings spam:Do you live with your siblings?\n  ","976372":"\n   9.Family spam: Do you get along with your grandparents?\n  ","976373":"\n   I know you don't eat dinner, but I do and you are what's on my menu. 🤤\n  ","976374":"\n   10.Family spam: Are you close to your grandparents?\n  ","976375":"\n   8.Family spam: what’s one thing that you love about your grandparents?\n  ","976376":"\n   WIll you please follow me on INSTAGRAM : 😊 inkedfitbad  😎 ... I'm a female fitness model. 😜\n  ","976377":"\n   What you doing on Friday?\n  ","976378":"\n   trumps a moran and so dumb like honestly canada is way better\n  ","976379":"\n   How is the favorite picture of yourself?\n  ","976380":"\n   What is your favorite lunch cafeteria food?\n  ","976381":"\n   Hey do you agree with trigger warnings\n  ","976382":"\n   Will you use Twitter ?\n  ","976383":"\n   What’s your favourite soft drink?\n  ","976384":"\n   what are the odds u will drip tears if a person sat u down to tell u all kinds of good things\n  ","976385":"\n   Can you draw\n  ","976386":"\n   would you say you have an addictive personality?\n  ","976387":"\n   What was your favourite subject at school?\n  ","976388":"\n   Do you have any beef\/issues with anyone atm\n  ","976389":"\n   Are you a person who sleeps too much?\n  ","976390":"\n   You gonna vote for Trump or Biden in the election?\n  ","976391":"\n   Tea or coffee?\n  ","976392":"\n   👍\n  ","976393":"\n   Do you have a boyfriend\n  ","976394":"\n   would you say you have an attractive personality?\n  ","976395":"\n   Do you enjoy going to the cinema?\n  ","976396":"\n   honey hi i love u\n  ","976397":"\n   What’s your zodiac ?\n  ","976398":"\n   Go to drink on a night out? 🍾🍷🍸🍹🍺🍻🥂🥃🥤\n  ","976399":"\n   What impression do you think you give when you first meet someone?\n  ","976400":"\n   If you had a friend who spoke to you in the same way that you sometimes speak to yourself, how long would you allow this person to be your friend? 👍\n  ","976401":"\n   What are your goals in life?\n  ","976402":"\n   Do you prefer to stay in or go out on Friday nights? 👍\n  ","976403":"\n   WHAT DID YOU DO FOR EARTH DAY? 🥺\n  ","976404":"\n   Hey\n  ","976405":"\n   Why do all the good ones kill them selves ?\n  ","976406":"\n   Are you Californian?\n  ","976407":"\n   Suicide right ?\n  ","976408":"\n   Didn’t the singer die ?\n  ","976409":"\n   Does linkin park still make music ?\n  ","976410":"\n   Hii!\n  ","976411":"\n   I like a lil bit of cold play and linkin park , I spelled it wrong lol\n  ","976412":"\n   bc the design is cute\n  ","976413":"\n   how often u wear skirts?\n  ","976414":"\n   Odd fact did you know in the Victorian times marmite was used to clean horse shoes\n  ","976415":"\n   yess\n  ","976416":"\n   what about a selfie in that shirt from two days ago? the short sleeve one?\n  ","976417":"\n   :p\n  ","976418":"\n   any other selfies from yesterday?\n  ","976419":"\n   if a friend dropped something do u pick it up for them\n  ","976420":"\n   did you make the mess on the floor? jk\n  ","976421":"\n   selfie?\n  ","976422":"\n   Do you feel more anxious now than you did one year ago\n1. Yes \n2. No\n  ","976423":"\n   Gn everyone be safe, be smart, stay positive and may you have a beautiful morning\n  ","976424":"\n   What type of music are you into ?\n  ","976425":"\n   What country have you always wanted to visit?\n  ","976426":"\n   u are\n  ","976427":"\n   Do you like marmite\n  ","976428":"\n   ty babe\n  ","976429":"\n   That’s true. I’m awake but still in bed lol.\n  ","976430":"\n   Are you good at sensing when someone is lying to you?\n  ","976431":"\n   When you were a child what did you want to be when you grew up?\n  ","976432":"\n   I like your pics and followed you! 💞😉\n  ","976433":"\n   What was your favourite holiday?\n  ","976434":"\n   Jaki jest najbardziej interesujący obiekt w Twoim pokoju?\n  ","976435":"\n   That’s good. I’m good I guess just tired and old lol. Like im already in bed lol.\n  ","976436":"\n   Have you ever pulled a fire alarm\n  ","976437":"\n   😠\n  ","976438":"\n   shes 25\n  ","976439":"\n   Haha\n  ","976440":"\n   What's your favorite seafood?\n  ","976441":"\n   If I told you that you had a sexy body, would you hold it against me? 😋\n  ","976442":"\n   I'm not intelligent but I know loads of weird random facts\n  ","976443":"\n   Is being intelligent a turn on for you\n  ","976444":"\n   What literary genre do you like to read the most?\n  ","976445":"\n   You like flowers?\n  ","976446":"\n   What no way nice 👍🥳\n  ","976447":"\n   How tall are you? Have you been been criticized because of your height?\n  ","976448":"\n   What horror movie scared you the most? Why? 👍\n  ","976449":"\n   What u prefer \n1. Analog\n2. Digital clock\n  ","976450":"\n   You're super hot and sexy, you should totally drop your loser boyfriend for me. 😎\n  ","976451":"\n   What's the last song you listened to?\n  ","976452":"\n   Jaki najzabawniejszy film zdarzyło Ci się ostatnio widzieć w sieci lub na YouTube?\n  ","976453":"\n   Do you think board games depend more on luck or skills? 👍\n  ","976454":"\n   What's your father's name ??\n  ","976455":"\n   What are you doing now ???\n  ","976456":"\n   What’s the nearest fast food place to your home?\n  ","976457":"\n   Did your parents help you with your homework growing up? 🎒📚\nYes\nSometimes\nNo\n  ","976458":"\n   Which device should you use now?\n  ","976459":"\n   Do you like Harry Potter? ⚡️ Which House are you in? 🤩 What is your Patronus? 🦁\n  ","976460":"\n   Good morning bud\n  ","976461":"\n   Have you ever done the dance of a thousand veils?\n  ","976462":"\n   Wait , you’re single?\n  ","976463":"\n   is everybody in your family ok\n  ","976464":"\n   Favorite sports team?\n  ","976465":"\n   And I’m fine with that.\n  ","976466":"\n   any other selfies? <3\n  ","976467":"\n   Are you the type of person with lots of friends or just a few close ones?\n  ","976468":"\n   You live in Japan as well?\n  ","976469":"\n   Chasing who again.?\n  ","976470":"\n   do you curse around your parents now when your having conversations and it just comes out ( not in a disrespectful way)\n  ","976471":"\n   Do you know anyone who is communist?\n  ","976472":"\n   do you like salad? if so, what’s your fav type of dressing?\n  ","976473":"\n   stop acting like I'm not telling the truth. I saw what you wrote. if it changed, it changed, but I'm not dishonest.\n  ","976474":"\n   if you were chasing him in all them flights of stairs lol\n  ","976475":"\n   Yeah😂\n  ","976476":"\n   favorite pic\n  ","976477":"\n   i love your shirt\n  ","976478":"\n   sunrise or sunset?\n  ","976479":"\n   omg i love it\n  ","976480":"\n   Kitty or Puppy\n  ","976481":"\n   you said you were devastated. something happened.\n  ","976482":"\n   Good morning from Japan!\n  ","976483":"\n   I have made my girlfriends best friend pregnant. What should i do?\n  ","976484":"\n   Nikki that 👽 dance show me again? 😂😂\n  ","976485":"\n   selfie?\n  ","976486":"\n   Single?\n  ","976487":"\n   crazy indeed imagine if you were trying to catch youre bf\n  ","976488":"\n   Ever had a pregnancy scare?\n  ","976489":"\n   The most expensive home in the world has 27 floors would you like to live there.\n  ","976490":"\n   What is it that you are absolutely sick of it?\n  ","976491":"\n   Hola señorita ... how are you doing ? Please don’t send me anything in Spanish I don’t know much more then that 😂😂\n  ","976492":"\n   who did this to you?? I need to know whose suffering I must pray for\n  ","976493":"\n   Do you think friendships can last  more than one life time\n  ","976494":"\n   He's gone again. He's hurting you. I'm crying 😭\n  ","976495":"\n   goodness i wish we could talk more\n  ","976496":"\n   you said you were devastated. how could anyone not worry\n  ","976497":"\n   Last time you had sex\n  ","976498":"\n   are you ok :(\n  ","976499":"\n   whats in ur eyes rn\n  ","976500":"\n   ♾♾♾\n  ","976501":"\n   Do you call it dinner or supper?\n  ","976502":"\n   Are you pregnant?\n  ","976503":"\n   Do you like pickles?\n  ","976504":"\n   how come you havent been yourself today?\n  ","976505":"\n   wuts wrong ?\n  ","976506":"\n   What's ur biggest fear?\n  ","976507":"\n   done with wut ?\n  ","976508":"\n   What is the.?\n  ","976509":"\n   what were you doing when it happened?\n  ","976510":"\n   Kogo ostatnio zdarzyło Ci się przytulić?\n  ","976511":"\n   Do you think English is a hard language ?\n  ","976512":"\n   did you feel the earthquake???\n  ","976513":"\n   Anything can be said about anything. We all have opinions, but the universal facts (when it comes to character assessment), require time to bear out. It's why I'm certain of the good things I said about you. I've followed you for like 5-6 years and you have consistently been admirable in many ways.\n  ","976514":"\n   favorite sport?\n  ","976515":"\n   No, it hasn't. I don't count any of the time before you met. It'll take a few years before I'll be proven right or wrong.\n  ","976516":"\n   I suppose only time will tell.\n  ","976517":"\n   Why did you remove him from your bio?\n  ","976518":"\n   So he decided to pop up, steal your innocence, then \"get bored\" and disappear. I hope the guilt eats away at him.\n  ","976519":"\n   Because he projects selfish, manipulative energy whereas you are selfless, pure-hearted and open. I foresee his qualities exploiting and weakening yours over time, hollowing you out, leaving you a shell of your former self. That would be a tragic waste of the beautiful gift that is you.\n  ","976520":"\n   That is a shame\n  ","976521":"\n   What is your favorite way to spend some time alone?\n  ","976522":"\n   Was it a good day today?\n  ","976523":"\n   yea i thought u had tears lmao\n  ","976524":"\n   What are your stressed about?\n  ","976525":"\n   I hope you had an incredible day today. Yes I am sending more positive vibes. Yes I am doing it because I wanna see people like you smile. And yes, it's also because I love doing it\n  ","976526":"\n   please let us all make nicole's eyes fill with tears of joy\n  ","976527":"\n   Where is this beauty from? 🌹\n  ","976528":"\n   u still enggaed?\n  ","976529":"\n   selfie of today please?\n  ","976530":"\n   what were u wearing ? i love it :$\n  ","976531":"\n   in your last ig story are there tears in your eyes\n  ","976532":"\n   love your hair\n  ","976533":"\n   Where is someplace you have always wanted to travel to?\n  ","976534":"\n   Make an anagram out of your name!\n  ","976535":"\n   How’ve you been?\n  ","976536":"\n   Are you an early bird or a night owl?\n  ","976537":"\n   When is your birthday\n  ","976538":"\n   whats your blood pressure?\n  ","976539":"\n   Hey what happened with edraegen?\n  ","976540":"\n   приветик)\n  ","976541":"\n   You guys doing ok? Be safe and I love you guys.\n  ","976542":"\n   😛\n  ","976543":"\n   Have you ever had a fine before if you have why and how much\n  ","976544":"\n   Would you say that you're intelligent\n  ","976545":"\n   bikini pic??\n  ","976546":"\n   Why should a wall be the lucky one?\n  ","976547":"\n   Everything that affects you is something.\n  ","976548":"\n   What happened? I h8 when people upset you.\n  ","976549":"\n   Are you a big fan of Ansel Elgort's most recent instagram post?\n  ","976550":"\n   What is the stupidest thing that you've have ever done?\n  ","976551":"\n   How are you?\n  ","976552":"\n   You married\n  ","976553":"\n   Use me instead\n  ","976554":"\n   Please like 4-5 post of mine .I will like back your answer\n  ","976555":"\n   What kind of cheese and bread did you use?\n  ","976556":"\n   What did you have for brunch?\n  ","976557":"\n   Wenn ich ein Tier sein sollte in welches würdest du mich verwandeln wenn du könntest😅😅😅 ???\n  ","976558":"\n   do you look forward to teaching edraegen how to travel?\n  ","976559":"\n   Do you know how to count cards\n  ","976560":"\n   What would be the most amazing adventure to go on?\n  ","976561":"\n   How many times have you been outside since lockdown?\n  ","976562":"\n   what are your fav 2 kinds\n  ","976563":"\n   do u ever drink juice\n  ","976564":"\n   Ok did you have brunch then?\n  ","976565":"\n   Why? You don't eat dinner, you can't be skipping breakfast too.\n  ","976566":"\n   What did you have for breakfast?\n  ","976567":"\n   If you have heard off about Islam and do you have any questions about it , You can ask us immediately ❤💯\n  ","976568":"\n   i love my girlfriend\n  ","976569":"\n   how often do you read books?\n  ","976570":"\n   Mine was santa and the tooth fairy not being real 😂😂\n  ","976571":"\n   you're more than good enough for everything that matters\n  ","976572":"\n   What's the biggest lie your parents told you growing up?\n  ","976573":"\n   because you are the embodiment of love & happiness\n  ","976574":"\n   Exactly. If it was better without it, you'd do that.\n  ","976575":"\n   What are you most afraid of? ☹️\n  ","976576":"\n   that'd be easy if all humans had a nicole of their own\n  ","976577":"\n   what do all humans need? (besides food , shelter , clothes) think outside the box\n  ","976578":"\n   Then why do you have it on?\n  ","976579":"\n   People's questions just get worse and boring when it's off\n  ","976580":"\n   When can you asked the right question but it be the wrong time of day?\n  ","976581":"\n   You think eating Popeye's chicken tenders with someone is cheating?\n  ","976582":"\n   Do you think it's better to have anonymous questions turned off or on? and why?\n  ","976583":"\n   So if you like Popeyes tenders that means that you do not like me and that hurts my feelings Nicole. I know that you are really popular and pretty but you have to remember us Anons have emotions and feelings as well and you have to take that into consideration when answering our questions.\n  ","976584":"\n   Will you post a video of yourself singing?\n  ","976585":"\n   😉\n  ","976586":"\n   hi nikki\n  ","976587":"\n   Let's start a weird journey until it feels completely normal?\n  ","976588":"\n   What things do you hope won’t exist in the future?\n  ","976589":"\n   Was there any TV shows that you weren't allowed to watch as a kid?  If there was which show was it?\n  ","976590":"\n   Hey!\n  ","976591":"\n   Pretty cruel (and may I say out of character?) thing for Jesus to kill this many people just to stop her getting married! 🤔 And I thought Jesus was supposed to be a nice guy!\n  ","976592":"\n   Stop it I’m doing something.\n  ","976593":"\n   Gibt es Dinge, für die du dich erst lange im Nachhinein geschämt hast?\n  ","976594":"\n   You don’t like Popeyes tenders or you don’t like me?\n  ","976595":"\n   do you think the pandemic was created by jesus to stop you from getting married and that the virus will vanish once you understand that?\n  ","976596":"\n   do you like brown sugar and cinnamon on your oatmeal?\n  ","976597":"\n   are you happy?\n  ","976598":"\n   I want to take you out for Popeyes crispy chicken Tenders\n  ","976599":"\n   There was a famous singer named Jeff Buckley and that is what Edra would be if he took your name.\n  ","976600":"\n   What's your favorite type of video to watch during quarantine? 😷\n  ","976601":"\n   Can you sing?\n  ","976602":"\n   If you were going to customize a piece of clothing what would it be and why?\n  ","976603":"\n   Hey Snikky :)\n  ","976604":"\n   how can I tell if me and another girl got pregnant by the same boy?\n  ","976605":"\n   Are you soft and tender?\n  ","976606":"\n   Why did quarantine have to eff up my sleeping schedule?\n  ","976607":"\n   I’ve been alright continuously keeping myself occupied everyday hope this quarantine will finish otherwise I’ll be writing poetry all day long lol\n  ","976608":"\n   How have you been occupying yourself throughout this pandemic?\n  ","976609":"\n   How old is the most expired item in your fridge?\n  ","976610":"\n   Met soree\n  ","976611":"\n   Do you feel that people truly respect you?\n  ","976612":"\n   which famous jeff is your favorite among: jeff goldblum, jeff bridges, jeff dahmer, jeff bezos, jeff probst\n  ","976613":"\n   Hey, how was your weekend?\n  ","976614":"\n   ur fiance is really lucky to get u\n  ","976615":"\n   Would you consider getting married while you, him and everybody in attendance was wearing masks?\n  ","976616":"\n   You love a good old fashioned helping of nachos, don't you?\n  ","976617":"\n   Nikki 😛\n  ","976618":"\n   would you ever want him to change his name to something edgier?\n  ","976619":"\n   what is his\/her name?\n  ","976620":"\n   I loved your answer ❤\n  ","976621":"\n   who do u love most in life?\n  ","976622":"\n   how often do you clean your bedroom?\n  ","976623":"\n   Where do monsters hide ?\n  ","976624":"\n   Do you ever like to go outside and just sit in the sun? \"Soak up the Sun.\"\n  ","976625":"\n   Nikki Nikki Nikki can't you see sometimes your words just hypnotize me and I just love your flashy ways I guess that's why their broke and you're so paid\n  ","976626":"\n   What do people like about you?\n  ","976627":"\n   what u think of me and her\n  ","976628":"\n   how often do you do laundry?\n  ","976629":"\n   I wish you a merry christmas and a happy new year\n  ","976630":"\n   Good morning sunshine!\n  ","976631":"\n   When egen stuffs his face with pork and fish in front of you, do you tell him to stop?\n  ","976632":"\n   when are u getting married ?\n  ","976633":"\n   what food do you hate?\n  ","976634":"\n   But when do you feel more like a Nikki? Or do you always feel equally both?\n  ","976635":"\n   Are you left-footed or right-footed? 🦶 👍\n  ","976636":"\n   😁\n  ","976637":"\n   Evening 💔\n  ","976638":"\n   Nikki It means: \"when you don't reply, I tell myself that she might be busy.\" 💌\n  ","976639":"\n   When are you Nikki and not Nicole?\n  ","976640":"\n   Just curious, when I was 15\/16 my parents wound still belt me\n  ","976641":"\n   I know, why would anybody ask that? Of course you do! Duh.\n  ","976642":"\n   Hey buddy, how you been? Hope all is well. I haven’t been on in a minute I’ve been working on so much poetry lately but I am back now!\n  ","976643":"\n   have you ever said that you were sweepy instead of sleepy?\n  ","976644":"\n   You're beautiful!\n  ","976645":"\n   Whats in your 8 track player rn?\n  ","976646":"\n   i haven’t been getting a decent sleep lately 🤯\n  ","976647":"\n   Do u have a nive ass\n  ","976648":"\n   Is there a movie\/ book that changed your life?\n  ","976649":"\n   What's the most physically exhausting thing you've ever done? 🏃‍♀️💪🏊‍♂️ How much stamina would you say that you have? 🥵\n  ","976650":"\n   What scares you?\n  ","976651":"\n   what’s for breakfast , lunch or dinner? whatever time you answer this . tell me what you’re eating or you ate.\n  ","976652":"\n   Fav harry potter series part and reason of it being  your fav from the rest??\n  ","976653":"\n   Hi everyone, sorry to be awkward, but I won’t be using this account as my main account ( I’ve forgotten the password so I can’t log into to it on the app) and since my old account was banned ( learningwithlolaa) my new main account is\n   \n    @moanlight23\n   \n   ! I would really appreciate a follow ❤️❤️\n  ","976654":"\n   Do you own any stuffed animals? 🤔😁 Pic? Haha\n  ","976655":"\n   Do you prefer TV shows or movies? 📺 👍\n  ","976656":"\n   im dating charli d amelio\n  ","976657":"\n   How much toilet paper do you have left?\n  ","976658":"\n   Hola\n  ","976659":"\n   im dating someone from tik tok\n  ","976660":"\n   Are you seeing Big Time Rush being the #1 trend right now on Twitter?\n  ","976661":"\n   If you watch football\/soccer, what team do you support? ⚽ 👍\n  ","976662":"\n   Have you ever been in a spa?\n  ","976663":"\n   Wie viele Erbsen passen in ein Leeres Glas?\n  ","976664":"\n   Are you a jealous type when in a romantic relationship?\n  ","976665":"\n   what about the swing set or seesaw?\n  ","976666":"\n   What is on your bucket list\n  ","976667":"\n   do you like your government\n  ","976668":"\n   do you like playing on the merry-go-round and slide?\n  ","976669":"\n   While in Greece, were you ever romanced by a wealthy shipping tycoon named either Aristotle or Stavros?\n  ","976670":"\n   How would you react if one of your friends snuck up behind you and sprayed silly string on you? :D\n  ","976671":"\n   What is something from your childhood that you haven't outgrown, that you still love even now?\n  ","976672":"\n   What specifically prevents someone from tickling your feet?\n  ","976673":"\n   what's one bad habit you can't get rid of?\n  ","976674":"\n   What specifically prevents it from happening?\n  ","976675":"\n   A blind man walks into a bar, then a stool, then a table\n  ","976676":"\n   It is very possible someone could tickle your feet\n  ","976677":"\n   do you remember yik yak?\n  ","976678":"\n   Do you draw, paint or anything like that? ✏🎨 PAP of something you've made that you are proud of perhaps? 😊\n  ","976679":"\n   What are your favorite song lyrics and why?\n  ","976680":"\n   Would you visit a really old and abandoned church? As old as 1600's. But.. at night aand you have to walk through a swamp and a forest for 15 minutes to get there. Can bring 2 other people. Would you do even for money?\n  ","976681":"\n   Have you ever had a friendship that ended for of a stupid reason? What was that reason?\n  ","976682":"\n   Are there any type of oils that you like to use? Or nah? Not really.\n  ","976683":"\n   What do you think about coconut? Do you like it or not really?\n  ","976684":"\n   nikki ur fiance is ugly\n  ","976685":"\n   when tf are you getting your engagement ring\n  ","976686":"\n   Which words or phrases do you most overuse?\n  ","976687":"\n   Do you always were a bra or do you go bra less sometimes ?\n  ","976688":"\n   Are you the sort of person to find it easy to relax\n  ","976689":"\n   hi\n  ","976690":"\n   serious question. do y’all remember myspace? 🤨\n  ","976691":"\n   My man boobs grew big\n  ","976692":"\n   What’s your favorite board game?\n  ","976693":"\n   i kissed charli d amelio\n  ","976694":"\n   selfie in skirt or dress?\n  ","976695":"\n   Last thing to hurt your feelings\n  ","976696":"\n   you're cute\n  ","976697":"\n   What was your favourite subject or class in school?\n  ","976698":"\n   What is your attitude towards hunting?\n  ","976699":"\n   I want you to be catered to\n  ","976700":"\n   were you driving?\n  ","976701":"\n   What's your favorite saying?\n  ","976702":"\n   they are yes\n  ","976703":"\n   What's your favorite horror movie?\n  ","976704":"\n   Ever you witnessed a car accident 😩?.\n  ","976705":"\n   What is one unique thing you’re afraid of?\n  ","976706":"\n   if you are at a birthday celebration and something really emotional happens where everyone is crying tears of joy , do you let the tears drip or wipe them away\n  ","976707":"\n   selfie?\n  ","976708":"\n   Which inanimate object in your house do you owe an apology to?\n  ","976709":"\n   what things are you interested in talking about?\n  ","976710":"\n   Would you ever consider taking up golf?\n  ","976711":"\n   Can't explain Nikki\n  ","976712":"\n   You were like a short very rare moment that we spend a lot of time think about😕\n  ","976713":"\n   How much of a mess is your room?\n  ","976714":"\n   Which do you usually choose, truth or dare?\n  ","976715":"\n   Do you collect anything? If so, what is it?\n  ","976716":"\n   What’s the worst pain?\n  ","976717":"\n   I like doing stupid shit and then being surprised by the horrific results later. What's your kink?\n  ","976718":"\n   مسآحـٰة💜❀\n  ","976719":"\n   y not??? that makes me sooo mad 😠\n  ","976720":"\n   hi\n  ","976721":"\n   do you like to read books?\n  ","976722":"\n   would you say that guns scare you?\n  ","976723":"\n   do you know all the words to the national anthem?\n  ","976724":"\n   did you ever see the talking kitty cat channel on youtube?\n  ","976725":"\n   What was the last thing that you bought\n  ","976726":"\n   Probably her too, but I meant your future child's mom: YOU.\n  ","976727":"\n   In which country do you live??\n  ","976728":"\n   That probably will happen since their mom is full goddess\n  ","976729":"\n   Do you think he looks like he has aged 20 years since he started with the roids?\n  ","976730":"\n   Sia say........\n  ","976731":"\n   What's something in your room right now that most people probably dont have in theirs?\n  ","976732":"\n   What youtube channel lost its quality over time?\n  ","976733":"\n   When socialising, are you the one to start off conversations or is it the other person? 👍\n  ","976734":"\n   Your eyes are so pretty!\n  ","976735":"\n   do you think bidets will become much more popular now?\n  ","976736":"\n   What is something so simple but so difficult?\n  ","976737":"\n   Who is your favorite artist or painter?\n  ","976738":"\n   What would you do if your child was born half-mortal and half god?\n  ","976739":"\n   Absolutely so, it could happen.\n  ","976740":"\n   which city do you live in?\n  ","976741":"\n   Would you rather have gordon Ramsay or Jamie Oliver as a cooking teacher\n  ","976742":"\n   How many times have you been to Idaho?\n  ","976743":"\n   What's the weirdest thing a guest has done to your house?\n  ","976744":"\n   What's your favourite song ???\n  ","976745":"\n   Have you ever been to Bob's Big Boy?\n  ","976746":"\n   If your walls could talk, what would they say?\n  ","976747":"\n   Do you get along with your siblings\n  ","976748":"\n   Out of nowhere, you get a free watermelon, what will you do with it?\n  ","976749":"\n   Do you prefer loose fit jeans or skinny jeans?\n  ","976750":"\n   Do you have or want a tattoo? What and where?\n  ","976751":"\n   have you ever put a puzzle together?\n  ","976752":"\n   What's your favorite thing about nature?\n  ","976753":"\n   What’s the most incorrect way to eat a slice of pizza?\n  ","976754":"\n   im worried about it\n  ","976755":"\n   I didnt realize I typed that. what happened nicole?\n  ","976756":"\n   bullied\n  ","976757":"\n   are u & egen together atm?\n  ","976758":"\n   make me happy\n  ","976759":"\n   im sad\n  ","976760":"\n   Have you ever taken part in any fighting sports before\n  ","976761":"\n   what happened my love?\n  ","976762":"\n   Have you ever gotten your arm stuck in a golf bag?\n  ","976763":"\n   Opublikuj coś pięknego!\n  ","976764":"\n   Has anyone told you they dreamt of feeding you bagels?\n  ","976765":"\n   What’s your routine during quarantine??\n  ","976766":"\n   Have you ever popped a balloon? If you have, how did you pop it?\n  ","976767":"\n   Hey! Everyone still sane? Just checking...😅\n  ","976768":"\n   it happend again\n  ","976769":"\n   Do you prefer free or paid apps? Why? 👍\n  ","976770":"\n   i got bullied\n  ","976771":"\n   Hallo\n  ","976772":"\n   cheer me up\n  ","976773":"\n   i miss u\n  ","976774":"\n   do you think all men should know how to change a tire? lol\n  ","976775":"\n   i need u\n  ","976776":"\n   H o w\n  ","976777":"\n   hi nikki\n  ","976778":"\n   What kind of person were you at school? 👍\n  ","976779":"\n   Are you close with your parents?\n  ","976780":"\n   What meat do you eat?\n  ","976781":"\n   There likely won’t be graduation with the covid going on\n  ","976782":"\n   Don't you have to like them to some degree if you like honey?\n  ","976783":"\n   If you had a pet bee would you name it Beedra Beegen?\n  ","976784":"\n   What was the best gift you ever received?\n  ","976785":"\n   nikki im worried\n  ","976786":"\n   Are you loving in nature?\n  ","976787":"\n   What makes you feel better? Why?\n  ","976788":"\n   do you think you'll want to talk about it tomorrow?\n  ","976789":"\n   What was the last time you generally felt bad for someone\n  ","976790":"\n   You look so cool 😎\n  ","976791":"\n   would you be able to say that because you are that open with each other or would it be awkward to say it?\n  ","976792":"\n   ever been fooled?\n  ","976793":"\n   she wont answer me\n  ","976794":"\n   have you done any arts and crafts or DIY projects since you’ve been in quarantine? post a picture if you want.\n  ","976795":"\n   How's your mental health? ❤\n  ","976796":"\n   What’s the coolest thing that you have ever done ?(:\n  ","976797":"\n   my girlfriend wont ask fm me\n  ","976798":"\n   You might as well of said that though you don’t have to be nice all the time.\n  ","976799":"\n   @\n  ","976800":"\n   im upset\n  ","976801":"\n   Out of 10 how bored are you\n  ","976802":"\n   hi\n  ","976803":"\n   Which crystal do you use for protection purpose\n  ","976804":"\n   Yay! 😁👍\n  ","976805":"\n   What did you eat for lunch? I had a ham sandwich, pretzels, string cheese and strawberries .\n  ","976806":"\n   so basically you are saying he should give up and just cry in his room and reflect on his failures alright cool thanks for the advice pretty girl.\n  ","976807":"\n   You still together with Jeff?\n  ","976808":"\n   What should A guy do if he has a crush on a girl who is out of his league?\n  ","976809":"\n   Do you have a favourite horror movie?\n  ","976810":"\n   PAP NIKKI\n  ","976811":"\n   What is your favourite word\n  ","976812":"\n   Really?\n  ","976813":"\n   Would you rather know how or when you'll die\n  ","976814":"\n   What was your age at time of third profile picture?\n  ","976815":"\n   Do you hate any nationality?\n  ","976816":"\n   Like and tbh?\n  ","976817":"\n   You’re so fucking special 🥺💖\n  ","976818":"\n   Have you had anymore nightmares lately?\n  ","976819":"\n   Yes You are looking Good...When is this Picture?\n  ","976820":"\n   Do you like France?\n  ","976821":"\n   Look good in Third Image?\n  ","976822":"\n   If you have to choose a female character in One Piece to cosplay, who do you want to pick?\n  ","976823":"\n   Are you thin?\n  ","976824":"\n   have you ever done a virtual date or a virtual double date?\n  ","976825":"\n   Hi Strawberry blode haired\n  ","976826":"\n   After opening up a can of corn have you ever drank the corn-water inside?\n  ","976827":"\n   does any1 call you knicky\n  ","976828":"\n   What future technology are you the most excited for? 😁 Why?\n  ","976829":"\n   Do you have any gum?\n  ","976830":"\n   Are you loving?\n  ","976831":"\n   Why babe?\n  ","976832":"\n   Maybe she bought it with money that she stole from an old lady, who was going to use it to purchase medication that she needed to survive. That would make it sad, right?\n  ","976833":"\n   Are you angry sometimes?\n  ","976834":"\n   Do you think it's sad I bought a cook book by Gordon Ramsay to learn how to cook\n  ","976835":"\n   Hi\n  ","976836":"\n   I remember so many of these people, they used to be on here forever ago when ask was actually good lmao\n  ","976837":"\n   Have you ever eaten multiple cups of jello pudding in one sitting?\n  ","976838":"\n   Hi innocent\n  ","976839":"\n   Are you loving by nature?\n  ","976840":"\n   Do you like Harry Potter\n  ","976841":"\n   Hi babe\n  ","976842":"\n   When was the last time you felt old\n  ","976843":"\n   Reese\n  ","976844":"\n   What chocolate bar do you usually go for? 🍫\n  ","976845":"\n   have you ever had to tell your bf to go bathe more because the stench was too overbearing?\n  ","976846":"\n   Who remembers Keenan, Kyle Fisher, Bonnie Brownlow, Amy Afterall (the redhead with the unusually long face), the girl with the radioactive green pimple, the British guy with down's syndrome who liked to wear women's clothing, and the one and only CLAYTON?\n  ","976847":"\n   The fuck is this shit\n  ","976848":"\n   hi\n  ","976849":"\n   Do you and Edra pronounce any words differently from each other?\n  ","976850":"\n   Do you know where you're transferring to now?\n  ","976851":"\n   I know they are pink!\n  ","976852":"\n   Graduation?\n  ","976853":"\n   Do you think that I am a loser since I have never had my first kiss or been on a date before? Honest opinions please I “think” that I can take the criticism.\n  ","976854":"\n   What is colour of your lips?\n  ","976855":"\n   Is it just me or is there loads of adult jokes in Spongebob that you never noticed as a kid\n  ","976856":"\n   Good night\n  ","976857":"\n   You have to see the movie \nFather and daughter \nWith star rasel crow\n  ","976858":"\n   What do you do to entertain yourself?\n  ","976859":"\n   What are you Studying?\n  ","976860":"\n   And that nice body\n  ","976861":"\n   Do you put cheese on your pasta?\n  ","976862":"\n   Eva Williams has multiple pugs :D\n  ","976863":"\n   last played music\n  ","976864":"\n   What makes you special?\n  ","976865":"\n   What kind of dogs do you like? What breeds? If you want to take a picture of it and share it you can or share a GIF.\n  ","976866":"\n   you were never a mess\n  ","976867":"\n   Do you usually remember your dreams when you wake up?\n  ","976868":"\n   It's ok! What did you do today?\n  ","976869":"\n   Before you came into my life, it was a complete mess. Thank you for sorting it out. Now, my life is so much more focused and simply better. And all these have been possible, only because of you.\n  ","976870":"\n   Fav cartoon?\n  ","976871":"\n   You are my only hope in bleak times. Never leave my hand, else I’d be lost in oblivion.\n  ","976872":"\n   You were the missing piece in the jigsaw puzzle of my life. Now that you are here, my puzzle has been solved.\n  ","976873":"\n   The very thought of living without you sends chills down my spine. I can’t imagine a life without you.\n  ","976874":"\n   You are my wings, without you, I won’t be able to fly an inch. Never ever leave me alone. I love you so much.\n  ","976875":"\n   Why are you silent,queen?\n  ","976876":"\n   What Indicates White Love?\n  ","976877":"\n   Whites anon 😂\n  ","976878":"\n   Do you workout\n  ","976879":"\n   What kind of people do you like?\n  ","976880":"\n   من أجمل مراحل النضج تكون عارف كل شي وساكت عشان راحة بالك مو عشانهم 👐❤️\n  ","976881":"\n   When do you usually wake up in the morning? 😴 What's the first thing you do when you wake up?\n  ","976882":"\n   What you been doing in this lockdown?\n  ","976883":"\n   Have you ever thought about going somewhere where nobody knows you and starting a new life?\n  ","976884":"\n   Nice Profile photo\n  ","976885":"\n   They dropped you to #10 fast lol\n  ","976886":"\n   You gotta talk money to speak my language\n  ","976887":"\n   which language was the hardest to learn?\n  ","976888":"\n   And not English!\n  ","976889":"\n   Women bother me and flirt with me everywhere I go and men mean mug me it's hard being a handsome man\n  ","976890":"\n   Which languages ?\n  ","976891":"\n   How many languages do you speak?\n  ","976892":"\n   Do men or women flirt with you in public?\n  ","976893":"\n   Hair looking good in that picture\n  ","976894":"\n   Are you rich?\n  ","976895":"\n   You should that's how whites make money\n  ","976896":"\n   You couldn’t even pretend to make me feel good for once that hurts Nicole that really hurts😢😭\n  ","976897":"\n   If you were my girlfriend what are somethings we could do together?\n  ","976898":"\n   أنا خارج المملكة ، وش رايكم أرجع أو لا ؟\n  ","976899":"\n   What do you like the sound of more: Edra Montgomery Egen or Edra Esteban Egen?\n  ","976900":"\n   Why sleep?\n  ","976901":"\n   Is your college open? Not lockdown?\n  ","976902":"\n   Have you ever put money into the stockmarket\n  ","976903":"\n   No original!\n  ","976904":"\n   You are far better than alright\n  ","976905":"\n   are you scared of needles or snakes?\n  ","976906":"\n   i for real don’t blame you. go outside, get some fresh air & enjoy it. don’t let some stupid coronavirus stop you, just be sure to wash your hands or whatever before leaving out 👀👀‼️‼️‼️\n  ","976907":"\n   do you like yogurt?\n  ","976908":"\n   ahaha this is true 👐🏾👐🏾 i am so good thank you for asking. today was a good day, still is going pretty good & yes, was really hot, so, that’s good (: hburself?\n  ","976909":"\n   are you a beach person?\n  ","976910":"\n   okayy soo youu LEGIT HAVE MY WHOLE HEART HOSH-DAMN YOU’SO’SWEEEEETTTT 😩😩\n  ","976911":"\n   Με το SEX EDUCATION και SLUTEVER μπορώ να μάθω πολλά για σεξ σχέσεις;🤔\n  ","976912":"\n   Are you thin or alright by your opinion?\n  ","976913":"\n   Are you left-handed or right-handed? ✋ 👍\n  ","976914":"\n   Are you there?\n  ","976915":"\n   But tell me when is this picture?\n  ","976916":"\n   Loking Cute\n  ","976917":"\n   Tbh: I went through a downward spiral and I asked my ex for help. She complied.\nIf the bond ended on good terms then why not?\n  ","976918":"\n   When is this picture?\n  ","976919":"\n   What colour is your lip?\n  ","976920":"\n   Do you like that Dance Monkey song?\n  ","976921":"\n   So they are the only way to have fun on here\n  ","976922":"\n   What is plan today?\n  ","976923":"\n   Latest pap\n  ","976924":"\n   Speak\n  ","976925":"\n   Everyone on here cry about how ask use to be why don't we make it how it use to be\n  ","976926":"\n   Gm\n  ","976927":"\n   Hey Hey Nikki\n  ","976928":"\n   Look what yall did smh\n  ","976929":"\n   How do you go about asking one of your ex’s for help?\n  ","976930":"\n   tea or coffee?\n  ","976931":"\n   Do you like cheese 🧀\n  ","976932":"\n   tell me abt a relaxing trip you’ve gone on and tell me about a more adventurous trip you’ve been on!\n  ","976933":"\n   Do you like back to the future\n  ","976934":"\n   whats nice\n  ","976935":"\n   I can’t find. Any dot or _ in between?\n  ","976936":"\n   I’ll follow on instagram, here I can’t\n  ","976937":"\n   Do you believe in fairies\n  ","976938":"\n   Instagram?\n  ","976939":"\n   When you laugh with joy?\n  ","976940":"\n   Have you ever cheated on someone?\n  ","976941":"\n   Be honest, has there ever been a time in your life where you had a tendency to make, what should be simple social interactions with others, much harder then they ought to be, just through sheer awkwardness on your part?? 😳🙈\n  ","976942":"\n   Favourite horror movie? 😈\n  ","976943":"\n   How’s everyone’s day going?(:\n  ","976944":"\n   Do you ever wear overalls? Would you ever?\n  ","976945":"\n   Favorite new song?😱\n  ","976946":"\n   Wen würdest du als Wolf im Schafspelz bezeichnen?\n  ","976947":"\n   هاي\n  ","976948":"\n   Why did I already know the answer 😂👍, congrats!\n  ","976949":"\n   This is beautiful 💕\n  ","976950":"\n   Do you need to buy the vip with your coins?\n  ","976951":"\n   mujhe apke sath sex karna h\n  ","976952":"\n   I'm planning on holding a poll tournament starting tomorrow about popular dishes 🍔🍟🌮🍕🌭 In the link you'll find the contenders I've picked out, let me know if you think any should be replaced with another! 😁\n   \n    https:\/\/ask.fm\/Tobbelit0\/answers\/160218561495?utm_source=copy_link&utm_medium=android\n   \n","976953":"\n   Are you from which city?\n  ","976954":"\n   Fuck knows\n  ","976955":"\n   How is your progress in study?\n  ","976956":"\n   do you know much about the Amish?\n  ","976957":"\n   do you like to have the windows open at your house?\n  ","976958":"\n   hi nikki im dating maddie ziegler and charli d amelio\n  ","976959":"\n   what is the route to a persons heart? and is there a difference in the route for a man and woman, in your opinion?\n  ","976960":"\n   nikki suno please\n  ","976961":"\n   do you know how many unanswered questions you have? do you keep your inbox cleaned out or do you keep all of your unanswered questions?\n  ","976962":"\n   Do you wear your emotions on your sleeve?\n  ","976963":"\n   Are you enjoying yourself?\n  ","976964":"\n   Are you bored or not?\n  ","976965":"\n   Is there a piece of furniture in your house that you absolutely love? That you spend most of your time around? (other then your bed.)\n  ","976966":"\n   were you guys friends before y’all started dating\n  ","976967":"\n   Do you wear Crocs?\n  ","976968":"\n   Have you ever called the cops on someone?\n  ","976969":"\n   Why such a silence?\n  ","976970":"\n   Are there red roses?\n  ","976971":"\n   Dogs or cats\n  ","976972":"\n   What is lol?\n  ","976973":"\n   Do you intend to block me ? \n \nAre found the b\n  \n\n🎱👣\n  ","976974":"\n   Waiting for your answers?\n  ","976975":"\n   have you ever done a virtual doctor’s visit?\n  ","976976":"\n   I think requires money to know some answers!\n  ","976977":"\n   WISH YOU HAPPY FUTURE LIFE!\n  ","976978":"\n   You don’t sound well are you sure? “ Doing Alright”\n  ","976979":"\n   hello guys, how’s everybody been? :)\n  ","976980":"\n   Do you in love?\n  ","976981":"\n   Do you think that this site is almost dead ?\n  ","976982":"\n   During Your second profile pics What Was your age?\n  ","976983":"\n   How lovely eyes are like loving eyes\n  ","976984":"\n   How long have you known your fiancé\n  ","976985":"\n   I was reading the news there is a man who is running 10 miles to raise money for fight this virus. Hes 99 years old and has had double hip replacement\n  ","976986":"\n   Who proposed you?\n  ","976987":"\n   You looks different now?\n  ","976988":"\n   What was the last thing to shock you\n  ","976989":"\n   Why did you have it\n  ","976990":"\n   Was it your intentions to get engaged in the month of March?\n  ","976991":"\n   Did it hurt\n  ","976992":"\n   Have you ever tried Acupuncture\n  ","976993":"\n   You looks different than you in profile pics\n  ","976994":"\n   Are you ok?\n  ","976995":"\n   Which was the better game? Tag or hide and seek?\n  ","976996":"\n   Co najbardziej szalonego zdarzyło Ci się zrobić publicznie?\n  ","976997":"\n   Mów szczerze. Gdzie panuje większy bałagan: w Twoim życiu czy w Twojej szafie?\n  ","976998":"\n   Hey you can’t hate on me for trying to shoot my shot Nicole😅\n  ","976999":"\n   why do u do ask.fm if u cant make money\n  ","977000":"\n   Are you spending the night at your fiance's home later?\n  ","977001":"\n   What’s the scariest dream you have ever had?\n  ","977002":"\n   are you ever too cold and lazy to take a shower? how do you overcome it and get in there?\n  ","977003":"\n   Good Night to You May God Bless You\n  ","977004":"\n   What is the best way to fix a broken heart?\n  ","977005":"\n   Hi\n  ","977006":"\n   who is your favorite old school west coast rapper? (if you answer with something abt how you don’t like rap I am going to yawn.)\n  ","977007":"\n   goddam so many coins on that question tho😂\n  ","977008":"\n   Oh perfect where do you want take me?\n  ","977009":"\n   What was your family’s reaction to you getting engaged ? And your fiancé family as well ? ( If you know)\n  ","977010":"\n   What age do you think is best to start of parenthood?\n  ","977011":"\n   Does the thought of having more children someday in the future give you anxiety or not? I know many people tend to have anxiety once beginning their lives as parents\n  ","977012":"\n   What are some of your favorite things about your fiancé ?\n  ","977013":"\n   Do you have any tips for first date? I’m going on a date an I am nervous 😟\n  ","977014":"\n   Do you use snapchat? If so, how long is the longest streak you've had with someone? 🔥🔥🔥\n  ","977015":"\n   aww girly i haven’t been on ask in so long so i don’t know how late i am saying this but congrats on getting engaged!!! so happy for you 😊💕💕\n  ","977016":"\n   Pap\n  ","977017":"\n   So you are basically saying that you like Jeff more than easy money how interesting I thought love died back in the 1960’s but maybe you could be the one to turn it around 🤔. you have my support but I need you to keep me and all your followers updated in the future in case things change.\n  ","977018":"\n   Does he know that you want to have children with him someday ?\n  ","977019":"\n   It’s not that difficult when you receive text notification ya gotta just text the person back lol\n  ","977020":"\n   Where do you see yourself in the next 5 years ?\n  ","977021":"\n   I don’t understand why you are so against fans only pages its just a way for females to make money during these stressful times and if you were to make one you would so rich since you would have all your guy followers on ask and Instagram follow you on there.\n  ","977022":"\n   كيف استطعت ان تخدعي زوجك 30 عاما؟؟\n  ","977023":"\n   Why is it so hard for you when it comes to texting ?\n  ","977024":"\n   What are 5 positive changes you can make in your daily life to lower stress and anxiety ?\n  ","977025":"\n   Do you think you want to become better at texting ? Also do you think that can be improved ?\n  ","977026":"\n   do you unfollow people once they become inactive?\n  ","977027":"\n   Lol which one if you had to pick? 😂\n  ","977028":"\n   Do you like philosophy?\n  ","977029":"\n   did you learn about South African apartheid in school?\n  ","977030":"\n   Too much for your own good?\n  ","977031":"\n   Really? You strike me as an artistic type.\n  ","977032":"\n   How intensely do you love?\n  ","977033":"\n   Jeff > this anon\n  ","977034":"\n   Do they fxck you over?\n  ","977035":"\n   High school was hard for you?\n  ","977036":"\n   What’s your favorite color?\n  ","977037":"\n   I have been hearing around town that you have a “fansonlypage” which is cool I guess no judgement still love you and everything but I was wondering if I do subscribe what kind of content will be getting and is it worth my hard earned money in your honest opinion?\n  ","977038":"\n   In what ways is Jeff different from your exes?\n  ","977039":"\n   If someone wrote a biography about you, what do you think the title should be?\n  ","977040":"\n   When this quarantine is over, what is the first thing your going to do?.\n  ","977041":"\n   You have a hard time removing people from your life? How come?\n  ","977042":"\n   Why should I give you my heart when you would rather have a purse?\n  ","977043":"\n   Have you drawn him?\n  ","977044":"\n   what responsibilities?\n  ","977045":"\n   What do you think is the hardest part about the teenage years ?\n  ","977046":"\n   If you could have one wish come true right now, what would you wish for?\n  ","977047":"\n   Give me any word that comes to your mind and I will dedicate a poem out of it for you. 🥰\n  ","977048":"\n   Welche Dinge sind bei genauem Nachdenken nicht so selbstverständlich, wie du bisher dachtest?\n  ","977049":"\n   Do you think there will be in person school in the fall?\n  ","977050":"\n   What example would you give to the younger generation planning to get engaged ?\n  ","977051":"\n   Sup Nikki?\n  ","977052":"\n   Would you date a white guy?\n  ","977053":"\n   How are you a bad texter ? What do you mean by that ?\n  ","977054":"\n   Si pudieras tener un súper poder cuál sería?\n  ","977055":"\n   have you ever stolen eggs from a nest?\n  ","977056":"\n   You don't like steak either?\n  ","977057":"\n   What is your biggest inspiration in life? Are you still inspired by anything today ?\n  ","977058":"\n   What kind of kid were \/ are you in school? Did you fit into any stereotypes? 😎🤓🧐🤥\n  ","977059":"\n   What country would you help if you had the power too? A country in poverty ?\n  ","977060":"\n   Don’t you ever get annoyed when your friends reply back to your texts 2 or 3 days or even a week later after you sent them the text ? Like c’mon people have their phones on them 24\/7 how could you not see the text you know what I mean?\n  ","977061":"\n   If you had a boat, what would you name it?\n  ","977062":"\n   If you could 'remove' one part of yourself (it can be a personality trait, a bad habit, or a physical attribute) what would you remove and why?\n  ","977063":"\n   🤮\n  ","977064":"\n   What do you have in mind?\n  ","977065":"\n   Have you ever been on the radio or TV? If not, would you ever want to? 📻 📺 👍\n  ","977066":"\n   which one you wish for more ?\n  ","977067":"\n   Do you find it difficult to change your habits? What is one bad habit you have overcome?\n  ","977068":"\n   Have you ever had chicken casserole before?\n\n_______\nYesterday I made my mama's homemade chicken casserole and it came out really really good! I definitely recommend making this because it was really easy and quick and cheap! You can look up recipes online. Easy recipes and hard.\n  ","977069":"\n   Have you ever had a lucid dream? 😴 If so, how was it? 😁\n  ","977070":"\n   Is there anyone of yours friends that when you go to their house you just walk in or do you always knock ?\n  ","977071":"\n   Have you ever came up with a plan and it went horribly wrong but it seemed so much easier in your head\n  ","977072":"\n   if your husband became a junkie how would you get him clean?\n  ","977073":"\n   What is your current educational goal\n  ","977074":"\n   Speak\n  ","977075":"\n   Yes well they did call my schools principal and told her about my spelling and she got angry about it. She told them that they should come to our school tomorrow and that i will be taken to the principal with them :(\n  ","977076":"\n   How do you normally spend your summer? ☀️\n  ","977077":"\n   favorite person on ask ?\n  ","977078":"\n   have you ever worked in retail?\n  ","977079":"\n   Do you find it easy or difficult to cut people out of your life?\n  ","977080":"\n   How is everyone today?\n  ","977081":"\n   What are you listening at the moment?\n  ","977082":"\n   What was your favorite thing to do growing up?🕹🏃‍♀️🖍 Like the one you have the most fond memories doing? 😊\n  ","977083":"\n   Do you and Edra ever listen to cello performances together?\n  ","977084":"\n   If you were to get a tattoo today, what would you get and where would you have it placed?\n  ","977085":"\n   Are grammar and punctuation important in social media?\n  ","977086":"\n   If you could, would you switch bodies with a pet for a day?\n  ","977087":"\n   What have you done today\n  ","977088":"\n   what band or singer doesn’t sound very good live?\n  ","977089":"\n   funny hearing that from a former bully herself ¯\\_(ツ)_\/¯\n  ","977090":"\n   Yes but the girls here in Sweden who comented Said that my spelling is terrible. That i spel alot more words wrong and that they Will bring me to the schools principal :\/\n  ","977091":"\n   Would you get upset If your partner or future one if you're single was checking out other girls\n  ","977092":"\n   Your most viral social media moment?\n  ","977093":"\n   'I am a sinner, Heaven's closed to what I've done' (Sully Erna lyrics): ⬆️ Have you ever felt like this? (In a philosophical way, more then a religious way, I mean)\n  ","977094":"\n   What is your typical quarantine day like Ms.Buckley?\n  ","977095":"\n   What did you dream about last night?\n  ","977096":"\n   That’s good no problem! And I’ve been doing well. Another day of quarantine I’ve cooked for my family and got to watch movies for the rest of the evening so it was a good day tbh :)\n  ","977097":"\n   How are u?\n  ","977098":"\n   Oh god i'm sorry you are right! I just got corrected by some girls here in Sweden about how it's spelled. That was humiliating :\/ But i rarely mispells words overall and it was just a misstake :\/\n  ","977099":"\n   Best song for a cold day?\n  ","977100":"\n   Do you like mcdonalds or pizza hut?\n  ","977101":"\n   Instagram?\n  ","977102":"\n   Gm\n  ","977103":"\n   What questions do you hate getting on here\n  ","977104":"\n   Americans. Have you gotten your stimulus check from our great leader Donald Trump yet? You do know you’ll be paying it back next year correct?\n  ","977105":"\n   How good are you at waiting for things?\n  ","977106":"\n   No it is spelled \"Orignal\". I'm a English teacher here in Sweden :)\n  ","977107":"\n   What is the hardest part about being a girl? How would you describe your experience?\n  ","977108":"\n   Do you have that one annoying friend with an 'Anything you can do, I can do better' attitude?\n  ","977109":"\n   How do you usually start conversations? 👍\n  ","977110":"\n   What is something you used to dislike, but now you love?\n  ","977111":"\n   How do you deal with the lame haters?\n  ","977112":"\n   Hi would you say tha the word is spelled \"original\" or orignal?\n  ","977113":"\n   You probably won't be able to go to a concert til 2022. How do you feel about that?\n  ","977114":"\n   <3 you\n  ","977115":"\n   If your parents threw you out of the house, would you move in with Edra?\n  ","977116":"\n   Are you doing marriage in the next year?\n  ","977117":"\n   What is your favourite thing to do when the weather is warm?\n  ","977118":"\n   Would you like to make friends with strangers?\n  ","977119":"\n   Are you currently doing a job that you don't feel safe turning up to? 😳\n  ","977120":"\n   What a beautiful picture your life says you should praise\n  ","977121":"\n   How frequent do you screenshot pictures or messages?\n  ","977122":"\n   How are you Nikki?\n  ","977123":"\n   I Liked your second number pic\n  ","977124":"\n   Do you like to stranger as make friends?\n  ","977125":"\n   Are you not religious means?\n  ","977126":"\n   I Like your second beautiful picture\n  ","977127":"\n   I liked your pics\n  ","977128":"\n   Would you be super duper annoyed if quarantine finished and nobody told you?\n  ","977129":"\n   Oh God Nikki Why are you silence?\n  ","977130":"\n   Hi Blonde haired girl!\n  ","977131":"\n   what puts you in a good mood?\n  ","977132":"\n   What kind of music calms you down?\n  ","977133":"\n   are you apart of the VIP program? why or why not?\n  ","977134":"\n   Do you like Slipknot at all? If so, have you ever been to one of their gigs? Was it as wild as people make out?? 🤗😬🤘\n  ","977135":"\n   Are you still friends with Doja Cat?\n  ","977136":"\n   Out of 10 how good is your sense of humor\n  ","977137":"\n   What's the first thing people notice about you?\n  ","977138":"\n   Hey Nikki :)\n  ","977139":"\n   I’ll do that do, thank you so much!😁👍\n  ","977140":"\n   What is your goal after college\n  ","977141":"\n   Do you think that you have a good connection with most ov your friends than family or the other way around ?\n  ","977142":"\n   Thank you anon that’s very sweet!\n  ","977143":"\n   Which do you think I should say? I’ve been thinking about you lately or would you do me the honor of letting me get to know you better?  Or what would you say in this situation?\n  ","977144":"\n   Which colour of  your hairs?\n  ","977145":"\n   It’s about a girl, I don’t know if to be upfront with her or take it slow? I’ve only seen her one time, other than 10+ years ago. I was thinking of messaging her in a few hours, I can’t seem to sleep right now 🤔\n  ","977146":"\n   Woah wtf?! That person has a problem lol 😂\n  ","977147":"\n   Hi can I have the sex pls. I am Saudi prince around your area\n  ","977148":"\n   They’re more like relationship questions and advice you could give me, I don’t mean to be disrespectful or anything like that, I was just lost and needed some guidance, I respect your bf, he is a great guy! 😁👍\n  ","977149":"\n   Which meat are you eat?\n  ","977150":"\n   Greetings Nikki! I had a few questions, thanks!\n  ","977151":"\n   Are you vegeterian or nonvegeterian?\n  ","977152":"\n   So im 4 months preg and I really want an iced latte. Could I have one?\n  ","977153":"\n   Do you often have childhood flashbacks? What is the best memory you had as a kid that you can remember and never forget ?\n  ","977154":"\n   The fact that you have a lot of online friends shows me how much I love you ( As A Friend of course) you’re so sweet why wouldn’t anyone love you Nicole? I’m glad you found a fiancé who loves and adores you :)\n  ","977155":"\n   93k posts on askfm? Get a life!\n  ","977156":"\n   How did you meet Daz omg ?? I love him his heart is full of sugar and his booty is on point!! 💜\n  ","977157":"\n   Are you best friends with Dazhano? Where is he from homeboy be looking sexy 🥰\n  ","977158":"\n   Are you and kaitlyn Beaulieu close friends ? LAWD have mercy she is gorgeous and so are you y’all look like you can run the world just like Beyoncé said in her song.\n  ","977159":"\n   Wouldn’t you be annoyed as hell if you woke up too a text message from the person that you spoke to a day before? Like  nobody wants to talk to the same person they spoke to a day before. Do you get what I am saying to you ?\n  ","977160":"\n   but who be the prettiest\/handsomest, doe? 👀👀.\n  ","977161":"\n   Aren’t those two majors similar? Do you know anytbing different about them?\n  ","977162":"\n   A man seeking life on the moon and on Mars is finding it difficult to survive on earth\n  ","977163":"\n   So you can get a degree in that area with both of those majors? I didn’t know that, I study Human services\n  ","977164":"\n   What do you study? Have you ever though of majoring in something else? When are you expected to graduate\n  ","977165":"\n   That question was sent to alI follow on here\n  ","977166":"\n   I saw that they asked you the same question but ironically I do have siblings that are twins lol 😂\n  ","977167":"\n   Let me rephrase, will you share the singing with all of us?\n  ","977168":"\n   This must be a trap It can’t be that easy.\n  ","977169":"\n   Why not ?\n  ","977170":"\n   Pap of your twin siblings they are just so cute omg\n  ","977171":"\n   Yeah you know like R.Kelly, Kodak Black, Bill Cosby, YMW Melly, the boys like that\n  ","977172":"\n   Do you think that they should free all the real O.G’s who are in lock up, jail\/prison?\n  ","977173":"\n   Can we be friend\n  ","977174":"\n   Hey bud! How you been today ? Just checking in on you & hope you’re well\n  ","977175":"\n   Girl you are 10000000000000000000 in my book ❤️\n  ","977176":"\n   But whyyyyy, I think I’m cute and smart I’m da whole package lil baby!? 🖤\n  ","977177":"\n   Ooooh RATE ME INTERNET QUEEN 👑🖤♟👁💌\n  ","977178":"\n   I’m never gonna change tomorrow unless I start today. Can you agree?\n  ","977179":"\n   I don’t know why people are afraid to be themselves?\n  ","977180":"\n   How many books have you read in your life?\n  ","977181":"\n   lol I sent it to all the people i follow just to cheer them up, don't worry\n  ","977182":"\n   I’m me I ask weird questions out of LOVE\n  ","977183":"\n   Are you a pandemic? Because you’ve got my heart on lockdown\n  ","977184":"\n   Will said singing group be posted to TikTok?\n  ","977185":"\n   Hi what is your most skill successful multiplayer game of all?\n  ","977186":"\n   Of all the things you've bought in your life, what has been the worst thing you’ve purchased?\n  ","977187":"\n   What is the weirdest conversation that you've ever had\n  ","977188":"\n   Have you went swimming yet this year or no? Do you plan to go?\n  ","977189":"\n   Based on how you look, what kind of person do you think people think you are when they first see you? 🤔😅\n  ","977190":"\n   Do you find it harder to see your boyfriend in this current situation, with the virus and all?\n  ","977191":"\n   Aww HELL YEAH !!!Lincoln Park. There's is no other 🤟🤘\n  ","977192":"\n   if edraegen was god forbid splashed with toxic liquid after a truck carrying it overturned on the freeway next to him, and his face was left looking like freddy krueger, would you still love him for life or would you be like peace out bruh?\n  ","977193":"\n   followed\n  ","977194":"\n   Hi what is your most skill successful multiplayer game of all?\n  ","977195":"\n   Ookkkaaay. Let's try this again... ROCK or HEAVY METAL. What's y'all's preference ?? Don't be shy\n  ","977196":"\n   Whatever happened to that proof that anon said they had that I didn't actually exist and you were both accounts? I was really looking forward to a good laugh 🥺😢😭\n  ","977197":"\n   i hope everyone had a good Easter 🐰 🐇 (if you don’t celebrate use as a filter)\n  ","977198":"\n   No worries, as you’re the only one that’ll be in his 😁👍\n  ","977199":"\n   Because you aren't in Edra's arms\n  ","977200":"\n   you didn’t go see your bf today?\n  ","977201":"\n   What's your opinion on heels? 👠 How often do you wear them if ever? 🤔\n  ","977202":"\n   How have you been keeping busy during quarantine?(:\n  ","977203":"\n   Have you ever laid down on the floor during really warm nights to cool off? 🥵 Or is it only me who's done that? 😂\n  ","977204":"\n   Guys i wanna do a singing group on Snapchat\n  ","977205":"\n   are you lactose intolerant?\n  ","977206":"\n   Are you in which city?\n  ","977207":"\n   Have you ever been in a love triangle?\n  ","977208":"\n   They started this game. You all enjoyed it. Now I'll be the one to finish it. Your eyes will be open but you wont see anything. Your ears will be open but you wont hear anything. Most importantly. You'll figure it all out. But you wont be able to explain it to anyone else :)\n  ","977209":"\n   What is your battery percentage?\n  ","977210":"\n   Have you ever referred to milk chocolate as beautiful?\n  ","977211":"\n   Simpsons or family guy\n  ","977212":"\n   How was the weather yesterday where you were? It was horrible for us. Really bad wind tornado warnings and flooding. Lots of lightning.\n  ","977213":"\n   What do you usually do when you’re ill? 🤢 👍\n  ","977214":"\n   Do you like the zoo\n  ","977215":"\n   Completely random question! What is your favourite topping to have on top of pasta?\n  ","977216":"\n   How much do you believe in yourself?\n  ","977217":"\n   Do you like the Easter bunny chocolate or not really?\n  ","977218":"\n   Would you rather eat a Raw onion or a raw garlic bulb\n  ","977219":"\n   Jaki masz rytuał poranny?\n  ","977220":"\n   Who is better at drawing, you or Edra?\n  ","977221":"\n   Would you drink steak flavored water?\n  ","977222":"\n   turkey vs japan ?\n  ","977223":"\n   What if it was super good for your health?\n  ","977224":"\n   arent you exagerating ?\n  ","977225":"\n   is love half of happiness ?\n  ","977226":"\n   Would you ever drink water with fish flavoring?\n  ","977227":"\n   can we use tumblr,kik\n  ","977228":"\n   How about anyone named Margo?\n  ","977229":"\n   what about boris karloff?\n  ","977230":"\n   Boris Yeltsin, or Boris Johnson?\n  ","977231":"\n   Do you know anyone named Tiago?\n  ","977232":"\n   Who is more jealous - girls or boys?\n  ","977233":"\n   Can you post a blue picture about Elsword?\n  ","977234":"\n   You have to find what you are good at\nOr study something you love\n  ","977235":"\n   Do you believe  that you were another person or an animal in a past life. Plusbwhen you die do you think that you will come back as something else\n  ","977236":"\n   what does is it mean you are not religious ?\n  ","977237":"\n   Do  you believe in the afterlife ?\n  ","977238":"\n   What is your opinion about pink?\n  ","977239":"\n   These days...When you rent a vhs tape from blockbuster do you handle it with gloves before playing it in your VCR first?\n  ","977240":"\n   Is there a teacher, who has inspired you during your school years?\n  ","977241":"\n   How you get DA VIP cause imma influence\n  ","977242":"\n   Pap of your nails?\n  ","977243":"\n   What is paradise for you?\n  ","977244":"\n   funniest movie you recently saw?\n  ","977245":"\n   No I’m asking you what does that word mean I’m not familiar with your language very well when you said that word “ Haven’t”\n  ","977246":"\n   As the world grinds to a hault with the pandemic, really think:  Who really has your back and would even go dark with you?\n  ","977247":"\n   What are you up to these past few days while on a lockdown period? 🧜‍♀️\n  ","977248":"\n   Are you right handed or left  handed\n  ","977249":"\n   Where is your favourite place to be, and why?\n  ","977250":"\n   When you use payphones these days do you wipe them down with lysol first ??\n  ","977251":"\n   I think you have bad moments for COVID, but you are strong 💙 Best wishes for you gilr 🥰\n  ","977252":"\n   Have you seen the new show on Netflix called The Tiger King. If you saw it was it good ?\n  ","977253":"\n   My girlfriend sent me a text that said, \"Your great\". So, naturally, I wrote back, \"No, you're great\". She's been walking around all happy and smiling. Should I tell her I was just correcting her grammar or leave it? 🤔😏\n  ","977254":"\n   Can you write with your left hand ?\n  ","977255":"\n   What's the best gift someone has ever bought for you?\n  ","977256":"\n   So you believe in Christianity?\n  ","977257":"\n   What are two true things and one lie about you?\n  ","977258":"\n   California Is awesome ♥️ one big hug from you 😊\n  ","977259":"\n   What's your favorite jam flavor?\n  ","977260":"\n   Are you proud of the fact that you were born in a year when the Lakers won the NBA championship?\n  ","977261":"\n   Would you raise your child the way your parents raised you?\n  ","977262":"\n   I meant to say what month would you like to get married I’m sorry ?\n  ","977263":"\n   do you consider yourself an undiscovered author? why or why not?\n  ","977264":"\n   how hectic is your schedule? (when there isn’t a quarantine)\n  ","977265":"\n   I want to go to college but I am too dumb to get into any program.\n  ","977266":"\n   Oh Pretty I Like You\n  ","977267":"\n   This is false.\n  ","977268":"\n   Love from México 🥰\n  ","977269":"\n   Thong or gstring\n  ","977270":"\n   What is your religion?\n  ","977271":"\n   What is the perfect amount of money to have to live happily\n  ","977272":"\n   Hasta mañana amikos\n  ","977273":"\n   If you had a pastry shop, would you spell baklava as bucklava?\n  ","977274":"\n   Hello american gurl\n  ","977275":"\n   How would your friends describe your personality? Alternatively, how do you think a complete stranger would describe your personality?\n  ","977276":"\n   Have you seen anything weird lately?\n  ","977277":"\n   what is your favourite pair of shoes?\n  ","977278":"\n   Have you ever watched a game \/ reality show and been like \"Oh, I'd kill it if I took part in it, looks so easy!\" 😂 Or at least wanted to take part? 😁\n  ","977279":"\n   When is faking it til you make it a bad idea?\n  ","977280":"\n   followed\n  ","977281":"\n   Do you like to brush your hair or have your hair brushed? Or are you really not a fan of brushing your hair at all? Or having it brushed?\n  ","977282":"\n   What problem can't be fixed simply by throwing money at it?\n  ","977283":"\n   How's everyone? Hope you're all doing fine amid this COVID-19. 🥺 everything will be alright. Have faith and never lose hope. Stay safe and stay healthy! ❤\n  ","977284":"\n   Are there any YouTube videos that you’ve found yourself returning to over the years for whatever reason? Which ones?\n  ","977285":"\n   What kind of friend would you say you are to the ones you have? 🤔😊\n  ","977286":"\n   How to make a woman happy?\n  ","977287":"\n   You like strawberries? 🍓\nEver been to the Strawberry Patch before?\n\nRight now the strawberries look amazing! I love going to the strawberry patch! Very fun! If you have never done this before I strongly recommend!\n  ","977288":"\n   as a little girl did you ever imagine one day being married to someone named jeffrey?\n  ","977289":"\n   Do You like white?\n  ","977290":"\n   So where is this proof anon? Everyone is waiting to see it. Seriously. I really really really wanna see how you're going to prove I don't exist and that Nicole is pretending to be me.\n  ","977291":"\n   I think that you have a really cute hand Nicole❤️🥰\n  ","977292":"\n   Name one person in your life who you really like or love, what is it you like or love about them? 👍\n  ","977293":"\n   Can you sum up your day so far in just one word?\n  ","977294":"\n   Do you believe in love at first sight? Why or why not?\n  ","977295":"\n   Do you ever listen to music in a foreign language? Or do you prefer to listen to music that's in your native language?\n  ","977296":"\n   Whenever you crave fast food... Where is your favourite place to grab a bite to eat (or to order take-out from)?\n  ","977297":"\n   “ Haven’t” what does that mean ?\n  ","977298":"\n   pap?\n  ","977299":"\n   What month would you like to be engaged\n  ","977300":"\n   Have you seen the movie Money Heist ? I believe Netflix just released it\n  ","977301":"\n   Would you say you're a good photographer? 📸 You mind showcasing a cool picture you've taken? 😊\n  ","977302":"\n   Do you have any animals that you have always wanted to see in the wild? 🐨🐅🐼🐬🦏 Why that one specifically? 😊\n  ","977303":"\n   Do you ever have trouble sleeping? What do you do when you can't sleep?\n  ","977304":"\n   Are you right handed or left handed ?\n  ","977305":"\n   What is the most interesting place you travel to?\n  ","977306":"\n   When  borrowing peoples rubiks cubes and hacky sacks do you wipe them down with alcohol before using them first??\n  ","977307":"\n   As would I 😂👍\n  ","977308":"\n   How are you doing?! I hope you have a wonderful rest of the day!🌺\n  ","977309":"\n   kEeP LYiNg i gOT pRoOf. Wow it's annoying typing like that. \n\nIf you got proof anon, show it. And if you had proof, why ask her to come clean? I'd love to see this proof of yours so please show it. I need a good laugh. Seriously, post it.\n  ","977310":"\n   iM sPeNdInG tImE w EdRaEgEn. Keep lying I got proof and if you don’t come out clean I’m exposing you and there’s no recovering from being that desperate that you’re engaged to yourself. So post a pic of you both or get exposed\n  ","977311":"\n   انذل شخص\nاللي تغمز له عشان يسكت\nويقولك لا تغمز خليني احكي\nخذ راحتك الله ياخذك 🤣🤣\n  ","977312":"\n   ‎\"لا شيء من الأمس سيعود ؛ صلوا من أجل بدايات أخرى رائعة وسعيدة\" 💜\nمساحة❤️\n  ","977313":"\n   Aight, cool lol\n  ","977314":"\n   Anyone I should look out for?\n  ","977315":"\n   I got that part down lol. Anyone you recommend following or NOT following?\n  ","977316":"\n   Kinda new to this, any advice for what to do?\n  ","977317":"\n   I means are you married?\n  ","977318":"\n   Do you use pinterest? Have you ever used pinterest? If so, what kind of boards do you make or like to look at?\n  ","977319":"\n   Are you belong to another?\n  ","977320":"\n   but you just said you don't like eating cold foods\n  ","977321":"\n   What makes someone attractive?\n  ","977322":"\n   Would you be open minded to dating black guys? if you weren't dating anyone of course\n  ","977323":"\n   so you h8 ice cream?\n  ","977324":"\n   Why are all these Karens on social media acting like it's a mortal sin to go outside?\n  ","977325":"\n   What’s a good name for a gentle mare (female horse)?\n  ","977326":"\n   Who do you think asked your last anonymous question?\n  ","977327":"\n   do you like spicy food?\n  ","977328":"\n   Do you sleep naked?\n  ","977329":"\n   what’s your favorite kind of cold sandwich? what’s your favorite kind of hot sandwich?\n  ","977330":"\n   do you still want questions from me? (no worries either way!!! <3)\n  ","977331":"\n   do you own a gun or guns?\n  ","977332":"\n   Would you rather be a teenager or a child again?\n  ","977333":"\n   I'm a weird person.\n  ","977334":"\n   do you own any thing Adidas?\n  ","977335":"\n   How tall are you?\n  ","977336":"\n   can you dance?\n  ","977337":"\n   Happy Easter to those who celebrate it! I hope y'all have a great day 😊💛\n  ","977338":"\n   How is everyone spending their Sunday?\n  ","977339":"\n   Happy Easter everyone!! 💛 \n\n(to those who celebrate it of course)\n  ","977340":"\n   Pap\n  ","977341":"\n   How can you tell that someone is lying?\n  ","977342":"\n   Hey\n  ","977343":"\n   Has your race ever made your life more difficult?\n  ","977344":"\n   Do you like green?\n  ","977345":"\n   Why such a silence?\n  ","977346":"\n   Then How are you?\n  ","977347":"\n   What do you think of Apple?\n  ","977348":"\n   Did you know that couples who are together for 7 years or more than they are technically to be considered Husband and Wife?\n  ","977349":"\n   I missed you today\n  ","977350":"\n   So what are you all doing for Easter? We are having roast rabbit for our dinner. The kids will be so surprised!\n  ","977351":"\n   Helloooo\n  ","977352":"\n   How are you, Hollywood Arts? :)\n  ","977353":"\n   Hi Pretty Girl\n  ","977354":"\n   Do you like the color blue? Let's go some blue GIFs or PICs!\n  ","977355":"\n   Were you born with enough middle fingers?\n  ","977356":"\n   Do you believe in Bill Cosby's innocence?\n  ","977357":"\n   Would you rather live a normal life or a weird life?\n  ","977358":"\n   do you like mrs. fields cookies?\n  ","977359":"\n   Would you rather teach Edronics, Edrology, Edrosophy or Edramatics,\n  ","977360":"\n   Your age?\n  ","977361":"\n   Which Armenian musicians do you like?\n  ","977362":"\n   What is age?\n  ","977363":"\n   Your username is now the subject of a high level college class, what are you teaching?\n  ","977364":"\n   who is your fav character on fresh prince?\n  ","977365":"\n   Anon means?\n  ","977366":"\n   Favorite youtuber?\n  ","977367":"\n   If you celebrate 🐣 Easter!\n(If not just ignore and delete)\n\nIf do! Well then Happy Easter to you and to all of your friends and family! Use this to share whatever you would like on Easter. Whether it be a picture with your family or an Easter GIF.\n\n(Again if you don't celebrate Easter just ignore)\n  ","977368":"\n   I Like You\n  ","977369":"\n   Have you ever gotten a prize for doing something? 😁 Like a trophy or a medal? 🏆🏅\n  ","977370":"\n   if you clone yourself, how can you make sure you aren't the clone?\n  ","977371":"\n   What thing is easy to explain to a 5 year old than to a grown up?\n  ","977372":"\n   hi\n  ","977373":"\n   If you were granted THREE wishes, what would they be ?(:\n  ","977374":"\n   Lock down should be suspended or continued???\n  ","977375":"\n   Did you ever have an iPod? Or nano? I had the ipod shuffle 😁\n  ","977376":"\n   Hey, hope you had \/ are having a great day 😎😎😎\n  ","977377":"\n   Are you a good actor\/actress? 👍\n  ","977378":"\n   Niki Niki\n  ","977379":"\n   Awesome same here very sunny out and looks beautiful ain’t no corona stopping me from getting a breeze today 😂😂 you can probably go out for a few as well ?\n  "},"Answer":{"976308":"\n  I’m not quite sure 🤔\n  ","976309":"\n  I would say I would rather want to have my own kids.\n  ","976310":"\n  No I don’t yet!\n  ","976311":"\n  I don’t have any kids 😅\n  ","976312":"\n  I have many favorite memories with them 😁\n  ","976313":"\n  That’s not my favorite food\n  ","976314":"\n  I’ve tried it before, and it was good!\n  ","976315":"\n  Honestly I don’t even know anymore lol\n  ","976316":"\n  I’m definitely the quiet one!🙃\n  ","976317":"\n  I’ve watched tiger king, Love is blind and too hot! 😁\n  ","976318":"\n  Not currently, I’m not\n  ","976319":"\n  Definitely chocolate!\n  ","976320":"\n  I’m not sure\n  ","976321":"\n  yes, I love scary\/horror things!\n  ","976322":"\n  Why?\n  ","976323":"\n  It’s pretty crazy lol\n  ","976324":"\n  Sure, I would like to!\n  ","976325":"\n  No? Lol\n  ","976326":"\n  yeah, no I’m skinny\n  ","976327":"\n  I am lol\n  ","976328":"\n  The gift of my love 🥰\n  ","976329":"\n  5’7\n  ","976330":"\n  Yeah, those are good!\n  ","976331":"\n  🤣🤣 what?\n  ","976332":"\n  Well yeah it’s early\n  ","976333":"\n  That’s such a deep question lol. Because I feel that they would feel embarrassed and shy to do so in front of their partner\n  ","976334":"\n  Come off anon\n  ","976335":"\n  Because I’m not dating you, my boyfriend is the best.\n  ","976336":"\n  no we can here!\n  ","976337":"\n\n   https:\/\/youtu.be\/SlPhMPnQ58k\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","976338":"\n  We are?\n  ","976339":"\n  Hey!\n  ","976340":"\n  Everybody hurts sometimes\n  \n  everybody hurts someday, ayy ayy\n  \n  but everything gon’ be alright\n  ","976341":"\n  Yes, absolutely!\n  ","976342":"\n  Nope!\n  ","976343":"\n  listening to my favorite song 🥺\n  ","976344":"\n  Deep thinking questions, questions about me or my love, questions about what I like etc.\n  ","976345":"\n  Yeah, I do\n  ","976346":"\n  It’s alright, just chilling😎\n  ","976347":"\n  I would come over and cook you dinner, of course 😏 whatever you like and want!\n  ","976348":"\n  How loving they’re!☺️\n  ","976349":"\n  Lol I have no clue\n  ","976350":"\n  Virgo\n  ","976351":"\n  I’m alright.\n  ","976352":"\n  I don’t necessarily like watching it and no it doesn’t scare me.\n  ","976353":"\n  I don’t know, I like this one 🥴\n  ","976354":"\n  I love bike riding, I absolutely enjoy it! I like mountain riding as well.\n  ","976355":"\n  oh yes, absolutely anon!\n  ","976356":"\n  not you anon🥴\n  ","976357":"\n  Definitely my brother 🤣\n  ","976358":"\n  I would definitely say I am!\n  ","976359":"\n  Yes I do!\n  ","976360":"\n  Definitely Frozen\n  ","976361":"\n  My half brothers.\n  ","976362":"\n  No, I don’t\n  ","976363":"\n  probably me 🤣\n  ","976364":"\n  Nope, I’m not an only child!\n  ","976365":"\n  My brother.\n  ","976366":"\n  I do!\n  ","976367":"\n  No I don’t agree\n  ","976368":"\n  Not all the time but sometimes\n  ","976369":"\n  No, I don’t anymore\n  ","976370":"\n\n   @edraegen\n  \n  🥰\n  ","976371":"\n  Yes, with my full brother!\n  ","976372":"\n  Yes, I do!\n  ","976373":"\n  😏😏😏\n  ","976374":"\n  yes I’m close to my grandparents on my moms side.🙂\n  ","976375":"\n  How loving and caring they’re!🥰\n  ","976376":"\n  hello humans, I am alive\n  ","976377":"\n  Spending time with ma love🥰\n  ","976378":"\n  oh I bet lol and I agree he is!\n  ","976379":"\n  Say what?\n  ","976380":"\n  I don’t know, I never ate in the cafeteria\n  ","976381":"\n  🤔\n  ","976382":"\n  nah lol\n  ","976383":"\n  I don’t drink soda\n  ","976384":"\n  Wait what Kara was fake?🤯\n  ","976385":"\n  I can\n  ","976386":"\n  I wouldn’t say addictive, no\n  ","976387":"\n  It was English and then health and I also liked government and economics lol\n  ","976388":"\n  No I don’t\n  ","976389":"\n  no I wouldn’t say so\n  ","976390":"\n  Definitely not trump 🤣\n  ","976391":"\n  Definitely tea!\n  ","976392":"\n  yes! lol\n  ","976393":"\n  I’m taken, yes\n  ","976394":"\n  Yes, I would say I do\n  ","976395":"\n  Yeah, I do sometimes\n  ","976396":"\n  how about no\n  ","976397":"\n  Virgo!\n  ","976398":"\n  Hey! Thanks for the spam🤗\n  ","976399":"\n  I give the impression that I’m very quiet and shy 🤣\n  ","976400":"\n  Oh goodness, that would be scary lol\n  ","976401":"\n  To get married to my love, be successful in life, to be happy and healthy as well.☺️\n  ","976402":"\n  I mostly stay in anyway\n  ","976403":"\n  So if I stand in front of a speeding car would you tell me who you are, what you like? What’s on your mind, if I’d get it right? How I love that no one knows\n  ","976404":"\n  I thought this would make things better ✨\n  ","976405":"\n  oh gosh, that makes me so sad. I know 😔 I miss Chester so much!\n  ","976406":"\n  yes, I am!\n  ","976407":"\n  oh goodness, now I have to think about it 🙁\n  ","976408":"\n  in a very depressing way 😔\n  ","976409":"\n  No 🙁 you don’t know?\n  ","976410":"\n  Hey!\n  ","976411":"\n  Yeah I was about to say lol\n  ","976412":"\n  Lol it’s a Michael Kors Shirt🤣\n  ","976413":"\n  Really?🤨\n  ","976414":"\n  Interesting lol\n  ","976415":"\n  Lol why?\n  ","976416":"\n  What the sunglasses?\n  ","976417":"\n  Indeed lol\n  ","976418":"\n  😜\n  ","976419":"\n  yeah lol\n  ","976420":"\n  no lol it was already there\n  ","976421":"\n  here you gooo😎🤯\n  ","976422":"\n  I’m always anxious though lol\n  ","976423":"\n  Thank you for this!🤍 stay safe and stay positive as well!\n  ","976424":"\n  Maroon 5, Coldplay, Linkin Park, dead by sunrise, thirty seconds to mars, walking on cars\n  ","976425":"\n  Australia\n  \n  United Kingdom\n  \n  Ireland\n  \n  Switzerland\n  \n  Sweden\n  \n  Netherlands\n  ","976426":"\n  Nope I’m not\n  ","976427":"\n  I don’t\n  ","976428":"\n  not your babe 🥴\n  ","976429":"\n  Ahhh same here at least right now lol\n  ","976430":"\n  I think sometimes I am but than sometimes I’m not\n  ","976431":"\n  A fashion designer and it stayed like that for awhile until I became more interested in something else 😎\n  ","976432":"\n  Thank you girl!😎\n  ","976433":"\n  Halloween!😁\n  ","976434":"\n  Goodnight y’all!\n  ","976435":"\n  ahahha that’s okay! It’s good to get some sleep\n  ","976436":"\n  Nopeeee\n  ","976437":"\n  🤔\n  ","976438":"\n  that’s aweosme!\n  ","976439":"\n  🥴🥴\n  ","976440":"\n  Calamari\n  ","976441":"\n  oh yes, I definitely would 😉\n  ","976442":"\n  don’t be so negative, everyone is intelligent in their own ways.\n  ","976443":"\n\n   @edraegen\n  \n  is very intelligent 😍\n  ","976444":"\n  I don’t read anymore lol\n  ","976445":"\n  Yeah lol I do like flowers\n  ","976446":"\n  Yes way! lol\n  ","976447":"\n  I’m 5’7 and no I haven’t\n  ","976448":"\n  honestly none of them because I love horror movies!\n  ","976449":"\n  Definitely digital\n  ","976450":"\n  Omg I should totally leave my boyfriend for you, you’re so right 😎\n  ","976451":"\n\n   https:\/\/youtu.be\/5qF_qbaWt3Q\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","976452":"\n  Who’s phone is ringing mine mine\n  ","976453":"\n  It could definitely be both tbh. It’s luck and skill in my opinion 😁\n  ","976454":"\n  🤨🤨\n  ","976455":"\n  I’m watching impractical jokers!\n  ","976456":"\n  Not that far out lol\n  ","976457":"\n  Yes, when I needed help they did!\n  ","976458":"\n  my brain\n  ","976459":"\n  Oh no, I never liked Harry Potter lol\n  ","976460":"\n  Good evening buddy!\n  ","976461":"\n  no I haven’t\n  ","976462":"\n  nope\n  ","976463":"\n  Yes! Thank you🤗\n  ","976464":"\n  Don’t  have one\n  ","976465":"\n  What?\n  ","976466":"\n  🤯👻🤭\n  ","976467":"\n  I would say just a few close ones\n  ","976468":"\n  No I don’t\n  ","976469":"\n  What?\n  ","976470":"\n  No I don’t usually curse to begin with lol\n  ","976471":"\n  No lol\n  ","976472":"\n  I do like salad, yes!\n  ","976473":"\n  It did change and now everything is wonderful anon\n  ","976474":"\n  🤨🤨\n  ","976475":"\n  🤣🤣\n  ","976476":"\n  I don’t know lol\n  ","976477":"\n  lol thank you!\n  ","976478":"\n  I like sunsets!\n  ","976479":"\n  Thank you! Lol\n  ","976480":"\n  Puppies lol\n  ","976481":"\n  Nope everything is wonderful anon\n  ","976482":"\n  Goof afternoon from Cali!\n  ","976483":"\n  Oh my lord\n  ","976484":"\n  This one?🤣\n  ","976485":"\n  🥴🤨🤗\n  ","976486":"\n  No I’m not\n  ","976487":"\n  What do you mean catching him?\n  ","976488":"\n  no lol!\n  ","976489":"\n  27 floors? Lol that’s crazy\n  ","976490":"\n  staying inside and not being able to go anywhere\n  ","976491":"\n  lol hello and I don’t know Spanish 🤣\n  ","976492":"\n  Who did what? Lol\n  ","976493":"\n  Yes, absolutely\n  ","976494":"\n  No, we’re together.\n  ","976495":"\n  goodness gracious it’s so lovely outside today\n  ","976496":"\n  oh no, I’m goood!\n  ","976497":"\n  I’m so close to 13k followers\n  ","976498":"\n  Yes, I’m okay don’t worry 🙂\n  ","976499":"\n  nothing?\n  ","976500":"\n  hi y’all.\n  ","976501":"\n  I call it dinner lol\n  ","976502":"\n  No, I’m not,\n  ","976503":"\n  yeah I do\n  ","976504":"\n  oh, I’m just stressed out\n  ","976505":"\n  I’m beyond done.\n  ","976506":"\n  Sigh...\n  ","976507":"\n  I think I’m gonna take a break from this.\n  ","976508":"\n  I meant tv.\n  ","976509":"\n  sitting on the couch watching the.\n  ","976510":"\n  sigh, I’m just done.\n  ","976511":"\n  no it’s not\n  ","976512":"\n  yeah I did\n  ","976513":"\n  Well okay, I get that but you just don’t know him like I do. But I do appreciate the kind things you said about me.\n  ","976514":"\n  Tennis!\n  ","976515":"\n  In that case anything could be said about anything, doesn’t make it true\n  ","976516":"\n  Time has already proved you wrong\n  ","976517":"\n  I didn’t, I was just redoing it\n  ","976518":"\n  We don’t use ask to talk. We met on ask, but talk other ways and in person. He doesn’t need ask to be with me.\n  ","976519":"\n  the hell? You don’t even know him, he’s nothing like that.\n  ","976520":"\n  Why’s that huh?\n  ","976521":"\n  Do the things that entertain me lol\n  ","976522":"\n  It was alright.\n  ","976523":"\n  I don’t lol\n  ","976524":"\n  my school work.\n  ","976525":"\n  This is very kind, thanks for the positive vibes 🤗\n  ","976526":"\n  yes🥺\n  ","976527":"\n  that rose emoji I don’t know where it’s from\n  ","976528":"\n  yes we are together anon.\n  ","976529":"\n  ☺️☺️\n  ","976530":"\n  A Micheal Kors Shirt and thank ya!\n  ","976531":"\n  No lol🤣\n  ","976532":"\n  Thank you🙂\n  ","976533":"\n  Australia!\n  ","976534":"\n  Hmmm I don’t know 🙃\n  ","976535":"\n  I’m okay, how are you?\n  ","976536":"\n  Night owl!\n  ","976537":"\n  September 7th\n  ","976538":"\n  I have no clue\n  ","976539":"\n  He got bored of the app.\n  ","976540":"\n  y’all I’m just stressed\n  ","976541":"\n  Yeah, I’m doing okay! Stay safe as well!🙂\n  ","976542":"\n  🤨\n  ","976543":"\n  Nope, never\n  ","976544":"\n  Yeah, I guess so\n  ","976545":"\n  I’ve posted it many times\n  ","976546":"\n  Oh anon anon\n  ","976547":"\n  It’s not really though\n  ","976548":"\n  Oh it’s nothing.\n  ","976549":"\n  no lol I don’t even see his posts?\n  ","976550":"\n  stay on this app\n  ","976551":"\n  I’m doing just wonderful 😁 you?\n  ","976552":"\n  Nope, I’m not married.\n  ","976553":"\n  Oh no anon,don’t say that.\n  ","976554":"\n  Can I punch a wall please?\n  ","976555":"\n  Why do you need to know? Lol\n  ","976556":"\n  A cheese sandwich.\n  ","976557":"\n  anyways\n  ","976558":"\n  Yep!\n  ","976559":"\n  Yes lol\n  ","976560":"\n  Traveling the world is absolutely adventurous!\n  ","976561":"\n  I’ve been outside many times especially when it’s warm outside\n  ","976562":"\n  Orange juice and rose juice\n  ","976563":"\n  Yes lol\n  ","976564":"\n  I’m going to lol\n  ","976565":"\n  lol because it’s like brunch now\n  ","976566":"\n  I didn’t eat breakfast\n  ","976567":"\n  Will do, buddy\n  ","976568":"\n  That’s wonderful anon!\n  ","976569":"\n  I don’t read books that much anymore tbh.\n  ","976570":"\n  Oh yes, definitely girl!🤣\n  ","976571":"\n  I appreciate that anon.\n  ","976572":"\n  ooh I don’t know\n  ","976573":"\n  Well that’s very kind of you anon.\n  ","976574":"\n  Well yes, that’s true in some ways\n  ","976575":"\n  not being good enough, losing loved ones, being ignored, giving up easily, etc.\n  ","976576":"\n  why’s that anon?\n  ","976577":"\n  I believe that all humans need to feel loved and have positivity in their lives as well as happiness.\n  ","976578":"\n  Because why not?\n  ","976579":"\n  Well not necessarily\n  ","976580":"\n  Ooh interesting most likely in the morning when someone is still sleepy and not fully awake\n  ","976581":"\n  I don’t know anon\n  ","976582":"\n  I think it’s better to have anonymous questions off so that why you know who’s asking you and you won’t get negative questions. 😁\n  ","976583":"\n  Well anon, I’m sorry to have hurt your feelings but you have to remember that I’m taken.\n  ","976584":"\n  oh no, I won’t lol\n  ","976585":"\n  how about you don’t wink at me? lol\n  ","976586":"\n  Hello anon\n  ","976587":"\n  what even? lol\n  ","976588":"\n  This virus, negativity, hate, racism, hunger, abuse on animals and humans, etc.\n  ","976589":"\n  Not that I remember lol\n  ","976590":"\n  Hey girl! 😁\n  ","976591":"\n  Yeah I know I saw it and I was like wow that’s saddening. 🙃\n  ","976592":"\n  Alright? lol\n  ","976593":"\n  Alright goodnight y’all\n  ","976594":"\n  I do like Popeyes lol\n  ","976595":"\n  well that’s very imaginative\n  ","976596":"\n  yes definitely\n  ","976597":"\n  yep!\n  ","976598":"\n  yeah, no I’m good.\n  ","976599":"\n  Oh yeah lol that’s true\n  ","976600":"\n  I’m not sure lol I guess funny videos on YouTube\n  ","976601":"\n  Not really, I guess a little\n  ","976602":"\n  I’m not sure lol\n  ","976603":"\n  That’s not me\n  ","976604":"\n  say what now?\n  ","976605":"\n  lol\n  ","976606":"\n  I wish I knew the answer to that lol\n  ","976607":"\n  oh yes, absolutely I hope it ends soon too!\n  ","976608":"\n  entertaining myself really\n  ","976609":"\n  I don’t even know lol\n  ","976610":"\n  🤨🤨\n  ","976611":"\n  Most people do but than I feel others don’t\n  ","976612":"\n  My Jeff🥰\n  ","976613":"\n  It was alright!😄\n  ","976614":"\n  You mean to have me* and I would say we are both lucky.\n  ","976615":"\n  no that wouldn’t be ideal\n  ","976616":"\n  What? Lol\n  ","976617":"\n  Yes?\n  ","976618":"\n  No I wouldn’t\n  ","976619":"\n  Jeffrey\n  ","976620":"\n  Awhhh, thank you❤️\n  ","976621":"\n  my significant other🙂\n  ","976622":"\n  Not that often\n  ","976623":"\n  They hide inside of our minds and thoughts and then sometimes we become the monsters themselves.\n  ","976624":"\n  yes, I love doing that!\n  ","976625":"\n  lol what song is this?\n  ","976626":"\n  Definitely my personality 😁\n  ","976627":"\n  I didn’t even know who that is lol\n  ","976628":"\n  I don’t do my own laundry lol\n  ","976629":"\n  Isn’t it too early for that?\n  ","976630":"\n  It’s afternoon lol\n  ","976631":"\n  Loooool he doesn’t do that\n  ","976632":"\n  I’m not sure when anon.\n  ","976633":"\n  Pork, ribs, pineapple, mango, fish, lobster, etc.😁\n  ","976634":"\n  I feel both equally tbh\n  ","976635":"\n  I’m definitely right- footed lol\n  ","976636":"\n  but I still call all out for you\n  \n  Tell me what I’m gonna do now? cause I’m feeling lost without you\n  ","976637":"\n  Why the broken heart?\n  ","976638":"\n  That’s interesting 🤨\n  ","976639":"\n  Well my name is Nicole but people call me Nikki as well lol\n  ","976640":"\n  oh no, that sounds painful 🙃\n  ","976641":"\n  lol thank you! I guess\n  ","976642":"\n  Hey buddy! I’ve been okay, how are you? And that’s awesome though 😁\n  ","976643":"\n  No lol\n  ","976644":"\n  Thank you!🤗\n  ","976645":"\n  My what?\n  ","976646":"\n  oh no! Try to get some sleep anon\n  ","976647":"\n  lol seriously?\n  ","976648":"\n  I honestly have no idea 🤔\n  ","976649":"\n  I remember biking 10 miles and oh my it was exhausting but actually really fun!😁 I’d stay my stamina is pretty strong.\n  ","976650":"\n  not being good enough, losing loved ones, not being able to share my emotions so easily, etc.\n  ","976651":"\n  I’m not sure what I’m going to have for lunch lol 😅\n  ","976652":"\n  I don’t like Harry Potter, never have lol\n  ","976653":"\n  That’s okay lovely! I’ll follow your new account ❤️\n  ","976654":"\n  Of course! So many of them lol\n  ","976655":"\n  I prefer both to be honest!\n  ","976656":"\n  that’s great!\n  ","976657":"\n  I have toilet paper lol\n  ","976658":"\n  Hello hello\n  ","976659":"\n  Well congratulations!😁\n  ","976660":"\n  lol no I don’t use Twitter\n  ","976661":"\n  No I don’t like watching sports I prefer playing them lol\n  ","976662":"\n  Yes, of course!\n  ","976663":"\n  I’m sleepy\n  ","976664":"\n  No I’m not\n  ","976665":"\n  I remember doing that lol\n  ","976666":"\n  Don’t have one\n  ","976667":"\n  Nope\n  ","976668":"\n  nope, I’m not a child anymore lol\n  ","976669":"\n  lol no I wasn’t\n  ","976670":"\n  I’d probably laugh and be like really?🤣\n  ","976671":"\n  definitely being outdoors and outdoor activities!\n  ","976672":"\n  anyways\n  ","976673":"\n  picking my lips!🥴\n  ","976674":"\n  What?\n  ","976675":"\n  Oh that’s sad\n  ","976676":"\n  yeah, no\n  ","976677":"\n  no I don’t 🤨\n  ","976678":"\n  I used to paint and draw but I don’t anymore!\n  ","976679":"\n  I can’t just choose one! I have many favorite song lyrics 😅\n  ","976680":"\n  Yes, that actually sounds very fun and interesting! I’ve always wanted to go and visit abandoned places tbh. I’d be down to do it. 😄\n  ","976681":"\n  yes, I have actually!\n  ","976682":"\n  I don’t really use oil to begin with tbh\n  ","976683":"\n  I like the taste of coconut!\n  ","976684":"\n  nope he’s actually very handsome 😍\n  ","976685":"\n  Why are you so concerned? Lol\n  ","976686":"\n  I use tbh and lol a lot\n  ","976687":"\n  lol really\n  ","976688":"\n  Most of the times, I am\n  ","976689":"\n  Hey!\n  ","976690":"\n  no I’ve never had it\n  ","976691":"\n  lol congratulations\n  ","976692":"\n  Don’t really have one to be honest\n  ","976693":"\n  that’s awesome lol\n  ","976694":"\n  Lol I’ve posted that before\n  ","976695":"\n  I don’t know tbh\n  ","976696":"\n  Thank you!\n  ","976697":"\n  It was English and then Health but I also liked Government and economics lol😁\n  ","976698":"\n  I absolutely hate it and it makes me extremely sad because people are hurting and killing those poor animals that never did anything to us 🙁\n  ","976699":"\n  That’s very sweet!\n  ","976700":"\n  No I wasn’t. A different car\n  ","976701":"\n  From the Coldplay song ‘fix you’\n  \n  oh but if you never try you’ll never know\n  \n  Just what you’re worth ✨\n  ","976702":"\n  then that’s wonderful!\n  ","976703":"\n  ‘IT’ chapter 1 and 2\n  ","976704":"\n  I have yes, sadly!\n  ","976705":"\n  I wouldn’t call it unique but definitely needles and getting injected by them 🙃\n  ","976706":"\n  Well hopefully they’re happy tears lol\n  ","976707":"\n  🥴🤗\n  ","976708":"\n  Oh my, I don’t know lol🤣\n  ","976709":"\n  My love, Linkin Park, horror, outdoor activities I enjoy, sleeping, traveling etc😁\n  ","976710":"\n  Nope lol\n  ","976711":"\n  Interesting!\n  ","976712":"\n  Say what?\n  ","976713":"\n  A tad bit messy🤭\n  ","976714":"\n  I usually always choose truth for some reason 🤣\n  ","976715":"\n  No I don’t anymore\n  ","976716":"\n  I would say emotional pain\n  ","976717":"\n  Alrighty then lol\n  ","976718":"\n  alright goodnight y’all\n  ","976719":"\n  Why anon?\n  ","976720":"\n  Hello\n  ","976721":"\n  I don’t really anymore\n  ","976722":"\n  I mean I guess you can say a little bit\n  ","976723":"\n  no I don’t remember\n  ","976724":"\n  No?\n  ","976725":"\n  I’m so sleepy\n  ","976726":"\n  You’re so kind 🥺\n  ","976727":"\n  lol there’s a flag next to my name\n  ","976728":"\n  my mom? 🤔\n  ","976729":"\n  He’s definitely gone crazy\n  ","976730":"\n  Who’s sia? Lol\n  ","976731":"\n  I honestly have no idea🤨\n  ","976732":"\n  Definitely Vitaly his YouTube pranks used to be so funny to watch but now he’s just crazy 🤣\n  ","976733":"\n  bahahahha no I’m definitely not the one to start the conversation, the other person has to lol\n  ","976734":"\n  Thank you! but they’re just brown lol 😁\n  ","976735":"\n  What’s that?\n  ","976736":"\n  I would definitely say driving even though I’m getting better at it lol\n  ","976737":"\n  Don’t really have one\n  ","976738":"\n  That would be incredible\n  ","976739":"\n  What even?\n  ","976740":"\n  In L.A.\n  ","976741":"\n  Gordon Ramsay or Bobby Flay lol\n  ","976742":"\n  I’ve never been\n  ","976743":"\n  Who knows honestly lol\n  ","976744":"\n\n   https:\/\/youtu.be\/LEjJaLexQq4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","976745":"\n  I think so\n  ","976746":"\n  They’d be like what a crazy, loud and silly family you guys are 🤣I don’t know tbh\n  ","976747":"\n  I do\n  ","976748":"\n  I’d be concerned like why are they giving free watermelon 🤣\n  ","976749":"\n  I wear skinny jeans more\n  ","976750":"\n  I don’t want a tattoo\n  ","976751":"\n  I have!\n  ","976752":"\n  definitely the scenery and the colors of nature. Also the fresh air!\n  ","976753":"\n  With a fork and knife I guess so lol\n  ","976754":"\n  Why are you worried¿\n  ","976755":"\n  you’re funny!\n  ","976756":"\n  I’m sorry!🙁\n  ","976757":"\n  Not right now, no\n  ","976758":"\n  How can I?😁\n  ","976759":"\n  Why anon?\n  ","976760":"\n  nope I haven’t\n  ","976761":"\n  I’m not your love anon\n  ","976762":"\n  No lol\n  ","976763":"\n  ugh\n  ","976764":"\n  no lol\n  ","976765":"\n  Just trying to live you can say\n  ","976766":"\n  lol I’m sure I have\n  ","976767":"\n  yes, I haven’t gone crazy just yet!🤣 are you still sane?\n  ","976768":"\n  What did?\n  ","976769":"\n  It doesn’t matter to me tbh but I have more free apps lol\n  ","976770":"\n  Oh no, I’m sorry!\n  ","976771":"\n  Helllo\n  ","976772":"\n  What’s wrong?🙁\n  ","976773":"\n  Lol I’m here\n  ","976774":"\n  I think everyone should know how to change a tire tbh😁\n  ","976775":"\n  I’m here anon😁 what’s up?\n  ","976776":"\n  You click on unlock it lol\n  ","976777":"\n  Hello!\n  ","976778":"\n  The shy one who didn’t really talk much unless I was comfortable around you lol\n  ","976779":"\n  Yes, I am!\n  ","976780":"\n  I’m sleepy\n  ","976781":"\n  Well yeah I know that\n  ","976782":"\n  I love honey!\n  ","976783":"\n  I don’t like bees lol\n  ","976784":"\n\n   @edraegen\n  \n  giving me all his love and attention 🥺\n  ","976785":"\n  Why?\n  ","976786":"\n  yes again lol\n  ","976787":"\n\n   @edraegen\n  \n  🤩\n  ","976788":"\n  No lol\n  ","976789":"\n  On Tuesday actually but don’t want to talk about it.\n  ","976790":"\n  Thank you lol\n  ","976791":"\n  I think I’d be able to say it\n  ","976792":"\n  Yes, absolutely\n  ","976793":"\n  I’m sure she will\n  ","976794":"\n  not really, no I haven’t\n  ","976795":"\n  It’s pretty good, thank you for asking ❤️\n  ","976796":"\n  fall in love with\n  \n   @edraegen\n  \n  🥰\n  ","976797":"\n  what’s that mean?\n  ","976798":"\n  No I didn’t want to say that, didn’t even think of saying that.\n  ","976799":"\n  Tbh: You’re the best and you make me very happy. I appreciate you so much. You’re my one and only and I love you so much you have no idea how much 🥺💕 thank you for all that you do truly. You’re amazing and I’m so lucky to have you. You give me so much love and affection it’s magical. I couldn’t be more happier. Thank you for making me happy. You have my heart. And you always will. I adore you. I love you so much 💕\n  ","976800":"\n  Why?\n  ","976801":"\n  6\n  ","976802":"\n  Howdy!\n  ","976803":"\n  I don’t use any tbh\n  ","976804":"\n  I know right? lol😁\n  ","976805":"\n  I had some chicken Cesar salad\n  ","976806":"\n  No I didn’t say that.\n  ","976807":"\n  Yes, I am\n  ","976808":"\n  He should try to be more confident and believe in himself!\n  ","976809":"\n  ‘IT’ chapter 1 and 2\n  \n  the conjuring 1 and 2 😁\n  ","976810":"\n  🥴🤗\n  ","976811":"\n  Don’t really have one\n  ","976812":"\n  yes lol\n  ","976813":"\n  I guess how I will die\n  ","976814":"\n  the same age I am now lol\n  ","976815":"\n  No I don’t\n  ","976816":"\n  lol what a funny dude 🤣\n  ","976817":"\n  sent as a shoutout but thank you 🥺\n  ","976818":"\n  Not really, sometimes\n  ","976819":"\n  What? Lol\n  ","976820":"\n  Sure, I guess\n  ","976821":"\n  I don’t know, do I?\n  ","976822":"\n  I don’t do cosplay\n  ","976823":"\n  Yeah, I am\n  ","976824":"\n  No but that sounds fun actually lol\n  ","976825":"\n  lol hello there\n  ","976826":"\n  no lol I haven’t\n  ","976827":"\n  Nope lol\n  ","976828":"\n  Ooh I’m not sure yet!\n  ","976829":"\n  I do lol\n  ","976830":"\n  I am!\n  ","976831":"\n  not your babe.\n  ","976832":"\n  Then that’s saddening\n  ","976833":"\n  yes lol\n  ","976834":"\n  How’s that sad?\n  ","976835":"\n  HELLOO\n  ","976836":"\n  I think now that I look at it, I remember a few too and yes omg I know it used to be so much more alive 🙃\n  ","976837":"\n  Nope, I haven’t\n  ","976838":"\n  lol alrighty then\n  ","976839":"\n  Yes, I am\n  ","976840":"\n  No I don’t\n  ","976841":"\n  Not your babe\n  ","976842":"\n  I don’t feel old tbh\n  ","976843":"\n  🤔\n  ","976844":"\n  Hershey’s or almond joy 😁\n  ","976845":"\n  nope that’s never happened\n  ","976846":"\n  Who are those people? lol\n  ","976847":"\n  lol it’s a secret answer and to unlock it you have to give it 25 coins 🤣\n  ","976848":"\n  Hi guys, I am alive\n  ","976849":"\n  Well yeah, I guess so\n  ","976850":"\n  I’m not sure\n  ","976851":"\n  Well yeah lol\n  ","976852":"\n  sooon\n  ","976853":"\n  No that doesn’t mean that. You just haven’t found the right one and that’s okay! You will🙂\n  ","976854":"\n  🤨🤨\n  ","976855":"\n  Yeah there definitely is!\n  ","976856":"\n  I’m not sleeping yet\n  ","976857":"\n  Never heard of it\n  ","976858":"\n  watch tv, go outside, do yoga, listen to music, go on walks, sleep, go on social media etc😁\n  ","976859":"\n  sociology and psychology\n  ","976860":"\n  Awwwh thank you🤍\n  ","976861":"\n  Sometimes, I do\n  ","976862":"\n  I know omg! They’re so cute\n  ","976863":"\n\n   https:\/\/youtu.be\/LEjJaLexQq4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","976864":"\n  My personality I guess🤔\n  ","976865":"\n  I’ve always loved pugs lol. They’re so adorable\n  ","976866":"\n  How would you know?\n  ","976867":"\n  Yes for the most part\n  ","976868":"\n  ask me stuffff!\n  ","976869":"\n  This is super sweet wow. Honestly melted my heart too🥺 I feel the same about you.\n  ","976870":"\n  Spongebob Squarepants, we bare bears and adventure time\n  ","976871":"\n  If you promise to never leave me, I won’t either 💕\n  ","976872":"\n  Awhhhhh that’s the sweetest omgg😭❤️\n  ","976873":"\n  Awhhhh that’s very adorable 🥺 makes me tear up too.\n  ","976874":"\n  That’s very adorable and sweet. I love you too❤️\n  ","976875":"\n  I’m here.\n  ","976876":"\n  Say what?\n  ","976877":"\n  seriously?🤨\n  ","976878":"\n  I mean yeah I like to be active lol\n  ","976879":"\n  What kind of people do I like?\n  ","976880":"\n  someone talk!\n  ","976881":"\n  I usually wake up around 8 am and then go back to sleep until 11 am🤣\n  ","976882":"\n  Entertaining myself & spending time with my love\n  ","976883":"\n  Yes, absolutely\n  ","976884":"\n  Thank you🤍\n  ","976885":"\n  That doesn’t matter though🤣\n  ","976886":"\n  🤣🤣\n  ","976887":"\n  Probably German tbh\n  ","976888":"\n  And English 🤣\n  ","976889":"\n  Interesting\n  ","976890":"\n  Armenian, Greek, German, Italian\n  ","976891":"\n  4 now lol\n  ","976892":"\n  Not really lol\n  ","976893":"\n  It’s old but thank you!\n  ","976894":"\n  You tell me\n  ","976895":"\n  No lol\n  ","976896":"\n  I’m sorry anon🙁\n  ","976897":"\n  I’m not your girlfriend anon so it’s not happening lol\n  ","976898":"\n  Hi y’all I’m back 😁\n  ","976899":"\n  The first one lol\n  ","976900":"\n  because sleeping is great.\n  ","976901":"\n  It’s in lockdown lol\n  ","976902":"\n  nope, I haven’t\n  ","976903":"\n  🤨🤨\n  ","976904":"\n  Lol thank you?\n  ","976905":"\n  I definitely have a phobia of needles 😅\n  ","976906":"\n  oh absolutely, I definitely do need fresh air and the sun! Oh don’t worry, I wash my hands like 30 times in one day🤣\n  ","976907":"\n  I do!\n  ","976908":"\n  The weather here is very nice and warm today so I went outside and enjoyed it😁 and I’m doing alright!\n  ","976909":"\n  Yes! I like the beach\n  ","976910":"\n  hahah yasssss Daz💁‍♀️ and thank youuuuuu! How are you doing?\n  ","976911":"\n  Do you feel cold and lost in desperation? You build up hope but failures all you’ve known remember all the sadness and frustration and let it go ✨\n  ","976912":"\n  Why are you curious? 🤔\n  ","976913":"\n  I’m right- handed 😁\n  ","976914":"\n  no I’m not\n  ","976915":"\n  Why do you want to know? Lol\n  ","976916":"\n  loking? lol\n  ","976917":"\n  I mean I guess I can understand that. If you guys are still friends and on good terms then I guess you can ask your ex for help.\n  ","976918":"\n  Lol how come?\n  ","976919":"\n  In the picture?\n  ","976920":"\n  What’s that?\n  ","976921":"\n  no not necessarily\n  ","976922":"\n  I’m not sure lol\n  ","976923":"\n  🥴😝\n  ","976924":"\n  You speak🤣\n  ","976925":"\n  Because a lot of people have left that used to be on it\n  ","976926":"\n  Morning!\n  ","976927":"\n  Hey!\n  ","976928":"\n  🤨🤨\n  ","976929":"\n  Why would you ask your ex for help?🤔\n  ","976930":"\n  Definitely tea!\n  ","976931":"\n  I do like cheese!\n  ","976932":"\n  I’ve gone on many relaxing trips tbh! And I’m definitely going to be going on more soon!😁\n  ","976933":"\n  I haven’t watched it\n  ","976934":"\n  who knows\n  ","976935":"\n  nope, you gotta come off anon\n  ","976936":"\n  goodness gracious\n  ","976937":"\n  No I don’t\n  ","976938":"\n  Come off anon.\n  ","976939":"\n  Sure, I guess.\n  ","976940":"\n  Nope never have, never will!\n  ","976941":"\n  I have social anxiety so for me it’s always difficult socializing with other people sadly 🙁\n  ","976942":"\n  Definitely’IT’ chapter 1 and 2 🤡\n  ","976943":"\n  It’s been okay! How was your day?🙂\n  ","976944":"\n  Yes, I love wearing overalls!\n  ","976945":"\n\n   https:\/\/youtu.be\/LEjJaLexQq4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  This might just be my new favorite song 🤭\n  ","976946":"\n  oh no this can’t be happening! I might have a new favorite song now 🤭\n  ","976947":"\n\n   https:\/\/youtu.be\/LEjJaLexQq4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  oh my goodness😭😭😭\n  ","976948":"\n  I’m sure, you already knew 🤣 thank youu!\n  ","976949":"\n  Awhhh thank you beautiful 💕\n  ","976950":"\n  If you want to be just VIP you can buy it but if you want to be in the VIP + program you have to apply and do the requirements every week.\n  ","976951":"\n  Anywho\n  ","976952":"\n  I think you should replace meatballs and mashed potatoes with spaghetti and meatballs instead! 😁\n  ","976953":"\n  I’m from the state California 😁\n  ","976954":"\n  😱😱\n  ","976955":"\n  It’s going! lol\n  ","976956":"\n  There’s was a show about them on TLC so a little bit like they can’t go out much and it’s really strict.\n  ","976957":"\n  Sometimes I guess I do\n  ","976958":"\n  that’s nice\n  ","976959":"\n  Well it depends on the person and what they like I would say and yes, it’s different for men and women.\n  ","976960":"\n  🤨\n  ","976961":"\n  I’m not sure tbh! I have a lot of unanswered questions in there\n  ","976962":"\n  nope, I tend to hide my emotions and not share them.\n  ","976963":"\n  Sure!\n  ","976964":"\n  Of course lol\n  ","976965":"\n  damn I was going to say my bed though 🤣 but I guess the bath tub lol\n  ","976966":"\n  Yes!\n  ","976967":"\n  No I don’t!\n  ","976968":"\n  No I haven’t\n  ","976969":"\n  Because I’m doing my homework\n  ","976970":"\n  Yes!\n  ","976971":"\n  Doggos!\n  ","976972":"\n  laugh out loud\n  ","976973":"\n  Why would I?🤔\n  ","976974":"\n  I’m doing classwork lol\n  ","976975":"\n  No I haven’t\n  ","976976":"\n  Yes those are called secret answers lol\n  ","976977":"\n  Thank you anon!\n  ","976978":"\n  I’m good, no worries 😁😁\n  ","976979":"\n  Hello! I’m doing alright.\n  ","976980":"\n  What even?\n  ","976981":"\n  it’s been dead for awhile now\n  ","976982":"\n  Lol my current age, 20\n  ","976983":"\n  🤨🤨\n  ","976984":"\n  For awhile now\n  ","976985":"\n  Wow that’s incredible how he’s able to do that!\n  ","976986":"\n\n   @edraegen\n  \n  🥰\n  ","976987":"\n  Yes, lol I have ginger hair now like in my other profile pictures\n  ","976988":"\n  This world and everything that’s happening\n  ","976989":"\n  I don’t even remember why\n  ","976990":"\n  No I was surprised and extremely happy when he did propose.\n  ","976991":"\n  Not at all\n  ","976992":"\n  Ages ago, I have!\n  ","976993":"\n  My current profile picture is an old photo 🤣\n  ","976994":"\n  Yes, I’m okay thank you for asking 🙂\n  ","976995":"\n  I would say hide and seek was more fun lol\n  ","976996":"\n  Alright goodnight guys\n  ","976997":"\n  Alright y’all I’m sleepy\n  ","976998":"\n  Haha I can’t, but I’m taken\n  ","976999":"\n  Good question lol\n  ","977000":"\n  I wish I was🥺\n  ","977001":"\n  I’m not sure about the scariest 🤨\n  ","977002":"\n  No not really lol\n  ","977003":"\n  appreciate that\n  ","977004":"\n  Do things that make you happy, distract yourself, go out and enjoy life, listen to music etc. 🙂\n  ","977005":"\n  Hello\n  ","977006":"\n  I don’t have a favorite old school rapper lol\n  ","977007":"\n  I know girl, it’s crazy 🤣\n  ","977008":"\n  not you, anon lol\n  ","977009":"\n  They’re happy for us and the same for his family.\n  ","977010":"\n  I feel there is no age just whenever you feel you’re ready\n  ","977011":"\n  I mean yes it definitely gives me anxiety and the process of actually giving birth scares me and gives me anxiety.  But yeah, I’ve never been a parent so it will definitely be stressful\n  ","977012":"\n  His voice, his personality, his giggle, how he treats me 🥰\n  ","977013":"\n  Don’t be nervous, be yourself, try to take deep breaths, eye contact, smile, and keep the conversation going\n  ","977014":"\n  I do! I have many streaks on Snapchat lol\n  ","977015":"\n  I know girl, I missed you!💕😁 and I got engaged in March you aren’t late lovely! Thank youuu!\n  ","977016":"\n  💁‍♀️🥴🤩\n  ","977017":"\n  Of course, I love my fiancé more than making easy money as you call it. Love isn’t dead anon. And nope I will not be changing my mind.\n  ","977018":"\n  Of course, he feels the same\n  ","977019":"\n  But I don’t lol\n  ","977020":"\n  Hopefully married to my love and maybe a child by then.\n  ","977021":"\n  No thank you, I’m not into that and plus I’m in a relationship.\n  ","977022":"\n  Y’all\n  ","977023":"\n  I just don’t text back most of the time\n  ","977024":"\n  Y’all should tell me 😅\n  ","977025":"\n  Well definitely but I’m not.\n  ","977026":"\n  Not really, but sometimes I do\n  ","977027":"\n  probably blue!\n  ","977028":"\n  It’s pretty interesting\n  ","977029":"\n  No, I don’t think so\n  ","977030":"\n  for the most part, yes but this time is it. I found the love of my life.\n  ","977031":"\n  Yeah, I’m not that good lol\n  ","977032":"\n  very intensely\n  ","977033":"\n  Absolutely, I love my baby very much. But this anon is funny 🤣\n  ","977034":"\n  yes, many have!\n  ","977035":"\n  no just stressful\n  ","977036":"\n  Blue and pink!\n  ","977037":"\n  yeah, in your dreams anon🤣 I don’t have that app, never will actually.\n  ","977038":"\n  He actually knows what he wants and he’s committed in this relationship. And he actually loves me for who I am and he doesn’t try to change me. He’s also very caring and protective and always so sweet to me.  He shows me so much affection and love, and is truly one of a kind and very unique. He’s so much different than them because he knows what he wants and he isn’t scared of commitment. He isn’t afraid to give me his all, like he is fully in the relationship and he puts in so much effort towards the relationship and me and it’s just incredible truly.  He doesn’t play games with me and he doesn’t take advantage of my feelings. He makes me happy all the time, and makes me laugh too. I’ve never felt love like the way he loves me and all the love he gives to me. He truly taught me what true love is and how it feels to be in love. Like I’ve never loved anyone as much as I love him. He’s also had such a huge impact on me and he has made me so much more stronger and mature. He has shaped me into who I’ve become over these 3 months we’ve been together. I’ve become a better person because of him. So I thank him for that truly he’s amazing!\n  \n   @edraegen\n  \n  happy 3 month anniversary my love, I love you!🥺💕 and I appreciate you so much!\n  ","977039":"\n  I have no idea tbh\n  ","977040":"\n  going to spend time with my love\n  ","977041":"\n  Yes I do because I guess I tend to only see the good in them and not the bad.\n  ","977042":"\n  Say what now?🤨\n  ","977043":"\n  I’m not that good at drawing lol\n  ","977044":"\n  High school, all the homework, assignments, tests\/quizzes and other things\n  ","977045":"\n  Everything about it is hard, I’m not a teenager anymore but definitely the responsibilities that came along with being a teenager.\n  ","977046":"\n  For all of this madness to end and for them to find a vaccine\n  ","977047":"\n  positivity\n  ","977048":"\n  Oh goodness, I gotta finish my assignment today\n  ","977049":"\n  I don’t know, hopefully\n  ","977050":"\n  An example?🤔\n  ","977051":"\n  I’m just listening to the kill by thirty seconds to mars😁\n  ","977052":"\n  My fiancé is white anon\n  ","977053":"\n  Like I take ages to reply 🤣\n  ","977054":"\n  Y’all talkk!\n  ","977055":"\n  absolutely not\n  ","977056":"\n  I do\n  ","977057":"\n  I would definitely say Chester Bennington because he has inspired me throughout my whole life and has helped get through so many difficult times in my life. His music has truly helped me through so much and has been making me happy ever since I was a little girl. Yes he will always continue to inspire and motivate me in life.\n  ","977058":"\n  The quiet one I would say definitely!\n  ","977059":"\n  I wish I could help all of them and the ones that needed the most help\n  ","977060":"\n  I’m also a bad texter so no that doesn’t annoy me lol\n  ","977061":"\n  Hmm I would have to think about that\n  ","977062":"\n  I would remove the difficulty I have cutting someone out of my life tbh.\n  ","977063":"\n  🤩*\n  ","977064":"\n  Honestly a lot is on my mind right now. It’s pretty crazy\n  ","977065":"\n  I have, yessss!😁\n  ","977066":"\n  What?\n  ","977067":"\n  Yes, I definitely do find it difficult.  I can’t seem to stop picking my lips lol🥴\n  ","977068":"\n  I think I have, but I’m not sure!🤔\n  ","977069":"\n  I think I have before but I don’t remember\n  ","977070":"\n  No I always knock, I never just walk in\n  ","977071":"\n  yesssss I have!\n  ","977072":"\n  He wouldn’t become one firstly lol and secondly I would help him overcome it\n  ","977073":"\n  To be successful and get good grades!\n  ","977074":"\n  You speak!\n  ","977075":"\n  Oh no, that’s saddening. Your school you teach at sounds very strict woah🙁\n  ","977076":"\n  I usually travel and go on many adventures!😁\n  ","977077":"\n\n   @edraegen\n  \n  🥰\n  ","977078":"\n  I haven’t yet, no\n  ","977079":"\n  I find it very difficult to cut people out of my life.\n  ","977080":"\n  I’m doing pretty good you?\n  ","977081":"\n  I’m listening to\n  \n   @edraegen\n  \n  ‘s voice 😍\n  ","977082":"\n  I would say definitely camping and being outdoors that’s why now I absolutely love being outdoors and camping too!\n  ","977083":"\n  No we don’t lol\n  ","977084":"\n  I would probably get Linkin Park lyrics tattooed on me\n  ","977085":"\n  Not necessarily\n  ","977086":"\n  probably not\n  ","977087":"\n  I went outside and sat down in the sun\n  ","977088":"\n  I’m not even sure to be honest\n  ","977089":"\n  Nope, I’ve never bullied anyone actually. Thank you🙂\n  ","977090":"\n  Oh no, I’m so sorry🙁 that isn’t right of them to bully you like that.\n  ","977091":"\n  I’m not single anon\n  ","977092":"\n  I’m not sure tbh\n  ","977093":"\n  not really, no\n  ","977094":"\n  Entertaining myself lol\n  ","977095":"\n  I don’t remember if I even dreamed last night\n  ","977096":"\n  That’s wonderful! That sounds relaxing 😁\n  ","977097":"\n  I’m okay you?\n  ","977098":"\n  Yes, I knew I was! I’m very good in the subject English so I was positive that was the right spelling. It’s okay everyone makes mistakes, don’t worry!\n  ","977099":"\n\n   https:\/\/youtu.be\/9DCdCoQ49u8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","977100":"\n  Honestly neither are my favorite\n  ","977101":"\n  Gotta come off anon\n  ","977102":"\n  Good afternoon\n  ","977103":"\n  sexual ones, negative ones, fettish ones, weird ones lol\n  ","977104":"\n  No lol I haven’t, and yeah that’s also true\n  ","977105":"\n  I’m a pretty patient person\n  ","977106":"\n  The correct way to spell it is “ original” at least here it is lol\n  ","977107":"\n  Everything about it is hard lol. We have to go through and experience a lot in life that can be difficult\n  ","977108":"\n  No, I don’t think so\n  ","977109":"\n  I don’t usually start conversations sadly 🤣\n  ","977110":"\n  Oh goodness, I have no idea tbh🤨\n  ","977111":"\n  I just ignore them\/avoid them. I honestly don’t even pay attention or care what they say tbh. I also like to act like they don’t exist 😁\n  ","977112":"\n  It’s spelled original lol\n  ","977113":"\n  Well that’s saddening but okay because I don’t think there’s anyone I like that’s on tour anyways 😁\n  ","977114":"\n  Mickeyyyyyy back at ya buddy!🤗\n  ","977115":"\n  They wouldn’t throw me out lol but yes I would\n  ","977116":"\n  Possibly anon\n  ","977117":"\n  Go outside and sit in the sun, go swimming, go for a walk, go hiking etc! Enjoy the warm weather 😁\n  ","977118":"\n  Well yeah everyone you meet at first is a stranger\n  ","977119":"\n  No I’m not\n  ","977120":"\n  🤔🤔\n  ","977121":"\n  not at all only rarely\n  ","977122":"\n  I’m doing pretty good!\n  ","977123":"\n  Thank you!\n  ","977124":"\n  🤨🤨\n  ","977125":"\n  I’m not religious\n  ","977126":"\n  Thank you!🙂\n  ","977127":"\n  What,?🤨\n  ","977128":"\n  Well I would know lol\n  ","977129":"\n  Because I wasn’t on lol\n  ","977130":"\n  I’m not blonde it’s strawberry blonde 🤣\n  ","977131":"\n\n   @edraegen\n  \n  🥰\n  ","977132":"\n  Definitely Linkin Park!\n  ","977133":"\n  Yes I am, because I like being a part of it I guess lol\n  ","977134":"\n  In third grade slipknot was my favorite band🤣 but no I’ve never seen them live\n  ","977135":"\n  With who? lol\n  ","977136":"\n  I would say it’s pretty good lol\n  ","977137":"\n  I would definitely say my hair!\n  ","977138":"\n  Hello!🙂\n  ","977139":"\n  Of course, anytime!😁\n  ","977140":"\n  To follow my dreams and passions in life\n  ","977141":"\n  The other way around tbh\n  ","977142":"\n  I agree!😁\n  ","977143":"\n  I think you said say hello, how are you? I think it would be a sweet gesture to let her know you’ve been thinking about her and that you’d like to get to know her.\n  ","977144":"\n  My hair is strawberry blonde or ginger😁\n  ","977145":"\n  I think you should take it slow especially since you’ve seen her once. You can definitely message her and say hey and how’s it going? Something like that, start a conversation 🙂\n  ","977146":"\n  I know lol I was like what in the world is this🤣\n  ","977147":"\n  what in the world 🤣\n  ","977148":"\n  I can give you advice and answer any questions you might have! I appreciate that as well, thank you😁 that’s very kind.\n  ","977149":"\n  oh goodness\n  ","977150":"\n  Hello! What is your question?🙂\n  ","977151":"\n  I’m not a vegetarian\n  ","977152":"\n  Yeah, I believe you can lol\n  ","977153":"\n  Not that often, no I don’t. Oh goodness I don’t really know tbh\n  ","977154":"\n  This is so very sweet, I appreciate this awhhhh! thank you, much love to you 🤍\n  ","977155":"\n  you make me laugh 🤣\n  ","977156":"\n  We met on here awhile ago! He has such good vibes!💁‍♀️\n  ","977157":"\n  We are friends, yassss!\n  ","977158":"\n  We are friends and awhhh that’s very sweet, thank you!🤍\n  \n   @katbeaulieu\n  \n","977159":"\n  No I wouldn’t be annoyed at all. That just means they want to talk to you and there’s nothing wrong with that lol\n  ","977160":"\n  you, obviously duh Daz!💁‍♀️ you should know this!😝\n  ","977161":"\n  Oh no lol I want to major in psychology\n  ","977162":"\n  interesting\n  ","977163":"\n  Yeah, definitely! And that’s fun\n  ","977164":"\n  I’m studying psychology and sociology and yeah I might be interested in interior design tbh\n  ","977165":"\n  Which one,\n  ","977166":"\n  Oh lol yeah I was like I don’t 🤣\n  ","977167":"\n  oh noooo lol\n  ","977168":"\n  it’s not, I promise\n  ","977169":"\n  🤨\n  ","977170":"\n  I don’t have twin siblings 🤣\n  ","977171":"\n  absolutely not\n  ","977172":"\n  real O.G’s? Lol\n  ","977173":"\n  We can be friends!\n  ","977174":"\n  Hey buddy! I’ve been alright today you? I appreciate that, also hope you’re well!😁\n  ","977175":"\n  you’re the sweetest love!💕 same for you!\n  ","977176":"\n  I have a fiancé so I would appreciate if you don’t disrespect me and him like that. Thank you.\n  ","977177":"\n  That was from ages ago, I don’t rate people anymore. 🙂\n  ","977178":"\n  Yes, I could understand that.\n  ","977179":"\n  Because they’re afraid that others will judge them and not accept them.\n  ","977180":"\n  A ton of books!\n  ","977181":"\n  Oh lol it’s all good!\n  ","977182":"\n  Well that’s good that you’re yourself!\n  ","977183":"\n  My fiancé said that dude needs to stop hitting on my girl.\n  ","977184":"\n  Oh no, I don’t have that app lol\n  ","977185":"\n  🥱🥱\n  ","977186":"\n  That’s a tough question, I don’t know tbh\n  ","977187":"\n  I’ve had many weird conversations lol\n  ","977188":"\n  I have, yessss!😁\n  ","977189":"\n  They probably think I’m a talkative and kind person and silly person  but then I’m actually shy and I don’t talk much lol🤣\n  ","977190":"\n  Yeah, most times I do\n  ","977191":"\n  It’s actually Linkin Park*! And yes there’s no one like Linkin Park 😍\n  ","977192":"\n  I would love him with all my heart and the love I have for him already wouldn’t change at all. I would find him attractive nothing would change that.🥺\n  ","977193":"\n  Thank you!\n  ","977194":"\n  Again, I don’t play any lol\n  ","977195":"\n  I prefer rock more I would definitely say like Linkin Park 🤩\n  ","977196":"\n  OMG yes, I know I never saw it 🤣 I was also looking forward to a good laugh smh🥱\n  ","977197":"\n  I hope you had a great Easter as well!🐣\n  ","977198":"\n  Yes, that’s very true!😁\n  ","977199":"\n  That’s true!🥺\n  ","977200":"\n  Not today, no\n  ","977201":"\n  I don’t find high heels comfortable at all especially for me lol. But I do wear them rarely!\n  ","977202":"\n  really just been entertaining myself and spending time with\n  \n   @edraegen\n  \n  🥰\n  ","977203":"\n  I’ve done that before as well lol🤣\n  ","977204":"\n  ooooh yes, I know girly you told me!\n  ","977205":"\n  Nopeeee I’m not\n  ","977206":"\n  I live on the planet Mars\n  ","977207":"\n  Nope!\n  ","977208":"\n  What even are you talking about?🤨\n  ","977209":"\n  It’s 49% right now lol\n  ","977210":"\n  No lol I haven’t\n  ","977211":"\n  From those I would choose Simpson’s\n  ","977212":"\n  It was actually raining yesterday over here!\n  ","977213":"\n  I usually lay down and drink warm tea with honey or even sit in a warm bath and try to relax.\n  ","977214":"\n  I do like the zoo\n  ","977215":"\n  I think it would definitely be cheese!\n  ","977216":"\n  Not so much but I try to believe in myself honestly.\n  ","977217":"\n  I do I do!\n  ","977218":"\n  none of those lol\n  ","977219":"\n  Guys is anyone else’s Snapchat crashing down?\n  ","977220":"\n  I would say I am\n  ","977221":"\n  no I wouldn’t\n  ","977222":"\n  I haven’t been to neither\n  ","977223":"\n  nope, counts stand the taste\n  ","977224":"\n  no I’m not\n  ","977225":"\n  It’s definitely happiness!\n  ","977226":"\n  Absolutely not\n  ","977227":"\n  I don’t know, can you use it?\n  ","977228":"\n  Yes, I do!\n  ","977229":"\n  Who’s that?\n  ","977230":"\n  None of them\n  ","977231":"\n  Nope I don’t\n  ","977232":"\n  I think both can get jealous in situations in my opinion\n  ","977233":"\n  What?\n  ","977234":"\n  Exactly!\n  ","977235":"\n  I mean it’s definitely interesting and possible. It’s fascinating to think about\n  ","977236":"\n  I’m just not religious\n  ","977237":"\n  Yeah, it can be possible\n  ","977238":"\n  I’m assuming you mean the color and not the singer. I like the color pink it’s one of my favorites 🙂\n  ","977239":"\n  Those still exist?🤨\n  ","977240":"\n  y’all talkk\n  ","977241":"\n  You have to apply for it and do the requirements\n  ","977242":"\n  🤗\n  ","977243":"\n  Being with\n  \n   @edraegen\n  \n  🥰\n  ","977244":"\n  I haven’t really watched any funny movies recently\n  ","977245":"\n  Haven’t means no I didn’t do that.\n  ","977246":"\n  Well damn, that’s a really deep question that really makes you think woah🤨 I know that my family has my back and my fiancé, my friends  do for sure.\n  ","977247":"\n  Just been entertaining myself and spending time with my love.\n  ","977248":"\n  I was looking for a friend and it all come to an end but I survived\n  ","977249":"\n  My favorite place to be is right next to my fiancé.\n  ","977250":"\n  Yes, you should wipe them down\n  ","977251":"\n  Thank you very much! Best wishes to Mexico as well!✨\n  ","977252":"\n  Yes I’ve seen Tiger King and it’s honestly so interesting and rather crazy as well but yes, it’s pretty good!\n  ","977253":"\n  I think you should just leave it and let her be happy!\n  ","977254":"\n  Stop the lights\n  \n  I lost the night\n  ","977255":"\n  The love that my significant other is constantly giving me is the best gift I’ve ever received.\n  ","977256":"\n  yeah, I do\n  ","977257":"\n  Hi y’all\n  ","977258":"\n  Thank you, I appreciate that🤗\n  ","977259":"\n  I would definitely say strawberry\n  ","977260":"\n  I don’t even remember that lol\n  ","977261":"\n  Yes, I would\n  ","977262":"\n  sometime in the summer\n  ","977263":"\n  not really, no I don’t.\n  ","977264":"\n  It’s not that bad to be honest\n  ","977265":"\n  Don’t say that anon, I’m sure you’re smart you just have to believe in yourself.\n  ","977266":"\n  That’s wonderful\n  ","977267":"\n  and that’s your opinion\n  ","977268":"\n  thank you! Love from California right here ✨\n  ","977269":"\n  How about no lol\n  ","977270":"\n  I’m Christian but I’m not religious\n  ","977271":"\n  You don’t need money to be happy, you can be happy without it\n  ","977272":"\n  So if I stand in front of a speeding car would you tell me who you are, what you like?\n  ","977273":"\n  lol none of those choices\n  ","977274":"\n  Hello there!\n  ","977275":"\n  I think they would describe it as as shy but then loud and silly and very fun! A stranger would definitely describe it as very shy.\n  ","977276":"\n  Everything is weird nowadays tbh lol\n  ","977277":"\n  I like all the vans I have! Vans are my favorites lol\n  ","977278":"\n  Omg yes, I have actually! And then I was like no way that looks difficult lol\n  ","977279":"\n  Faking being happy is honestly bad because you should always try to be genuinely happy no matter how hard life can get.\n  ","977280":"\n  Thank youuuu!🤗\n  ","977281":"\n  I brush my hair myself the most but I do like when someone else brushes my hair as well it feels relaxing lol\n  ","977282":"\n  Improving your grades in school for classes that you aren’t doing so well on.\n  ","977283":"\n  I’m doing pretty good, just hanging in there! Thank you, for this positivity I appreciate it🤍 Same goes for you!\n  ","977284":"\n  oh my goodness, yes the prank video by Jack Vale Pranks titled ‘ I’ll see you tonight’ it’s just so funny 🤣\n  ","977285":"\n  I’m a loyal, honest, trustworthy, kind, silly, fun, caring, loving, weird friend to the ones I have 🙂\n  ","977286":"\n  Do things that you know would make her happy!\n  ","977287":"\n  I do like strawberries, yes! And I don’t think I’ve been to a strawberry patch actually 😁\n  ","977288":"\n  I didn’t, no but now I do 🤩\n  ","977289":"\n  Yeah, I like the color\n  ","977290":"\n  Anon we have been waiting for awhile now 🤣 I would love to see that too and plus we need a good laugh as well.🥴\n  ","977291":"\n  Thank you anon🤍\n  ","977292":"\n\n   @edraegen\n  \n  I love him very much and I absolutely love his personality 😍\n  ","977293":"\n  Eventful lol\n  ","977294":"\n  I don’t believe in love at first sight, no\n  ","977295":"\n  Yes, I like listening to Armenian music the most and I prefer music in my native language as well.\n  ","977296":"\n  I don’t necessarily crave fast food that often tbh\n  ","977297":"\n  To which question?Lol\n  ","977298":"\n  What is my hand doing?🥴🤨\n  ","977299":"\n  I got engaged in March lol\n  ","977300":"\n  No I haven’t watched it\n  ","977301":"\n  Yes, I like to think I am!😁  I took this picture in Venice, Italy!\n  ","977302":"\n  Oh yes, when I went to the zoo I saw the brown bear come out of its crave and it was so cuteeee!🥺\n  ","977303":"\n  I don’t usually have trouble sleeping because I go to bed when I’m really sleepy but sometimes I’ll wake up feeling not tired anymore and when that happens I just go on my phone lol\n  ","977304":"\n  I’m right handed\n  ","977305":"\n  Honestly Italy and Greece😍\n  ","977306":"\n  🤨🤨\n  ","977307":"\n  We would all enjoy a laugh wouldn’t we?🤣\n  ","977308":"\n  I’m doing pretty good! Thank you lovely, you too!🤍\n  ","977309":"\n  omg yes, exactly we would love to have a great laugh actually so please do show us 🤣\n  ","977310":"\n  go ahead and show your proof.\n  ","977311":"\n  lol y’all are really funny\n  ","977312":"\n\n   https:\/\/youtu.be\/w5h4yJ-BpL4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  goodness, I really love this song wow 🥺\n  ","977313":"\n  sure, no problemo😁\n  ","977314":"\n  No, not that I know of.\n  ","977315":"\n  There’s many people that I can recommend to follow but that would take awhile lol\n  ","977316":"\n  Well you can follow people, like their answers and ask them questions and that way you’ll get more followers as well.\n  ","977317":"\n  No I’m not married yet.\n  ","977318":"\n  I’ve never used Pinterest, nope\n  ","977319":"\n  What?\n  ","977320":"\n  That doesn’t mean I don’t like ice cream lol I just have sensitive teeth that’s all\n  ","977321":"\n  Their loyalty, honesty, kindness, trustworthiness, silliness, their personality\n  ","977322":"\n  No I’m happily engaged anon\n  ","977323":"\n  I don’t hate ice cream, I love it\n  ","977324":"\n  🤣🤣\n  ","977325":"\n  I don’t know tbh🤨\n  ","977326":"\n  I have no idea! lol🤨\n  ","977327":"\n  Yes, I like spicy food\n  ","977328":"\n  No lol\n  ","977329":"\n  I don’t really like eating cold foods because I have sensitive teeth and my favorite warm sandwich would be grilled cheese!😁\n  ","977330":"\n  Yes, I like them!😁\n  ","977331":"\n  I personally don’t, no\n  ","977332":"\n  Definitely a child again 🥺\n  ","977333":"\n  You aren’t the only one, so am I!😁\n  ","977334":"\n  Yes, I do!\n  ","977335":"\n  I’m 5’7\n  ","977336":"\n  No lol I took it for 4 years and still can’t 🤣\n  ","977337":"\n  Happy easter to you and I hope you have a wonderful day!🤍✨\n  ","977338":"\n  Spending time with\n  \n   @edraegen\n  \n  🥰\n  ","977339":"\n  Happy easter!🐰\n  ","977340":"\n  alright goodnight y’all\n  ","977341":"\n  By their body language and their eyes especially\n  ","977342":"\n  Hey!\n  ","977343":"\n  No not really\n  ","977344":"\n  I do like green!\n  ","977345":"\n  I’m not on right now lol\n  ","977346":"\n  I’m doing alright you?\n  ","977347":"\n  I love apple products!\n  ","977348":"\n  I mean not necessarily, no lol\n  ","977349":"\n  Sorry anon, I was pretty busy today\n  ","977350":"\n  just going to spend time with\n  \n   @edraegen\n  \n  🥰\n  ","977351":"\n  Hello!\n  ","977352":"\n  Lol I’m alright, thank you\n  ","977353":"\n  Howdy!\n  ","977354":"\n  That’s one of my favorite colors!\n  ","977355":"\n  No I wasn’t actually lol\n  ","977356":"\n  i have no idea\n  ","977357":"\n  A weird life like I already do\n  ","977358":"\n  I’ve heard of it\n  ","977359":"\n  That’s absolutely adorable lol\n  ","977360":"\n  I’m 20\n  ","977361":"\n  Tata Simonyan, Armenchik, Serj Tankian\n  ","977362":"\n  What is age or my age?\n  ","977363":"\n  oh my lord lol I would teach the subject English!\n  ","977364":"\n  I don’t watch that\n  ","977365":"\n  Anonymous lol\n  ","977366":"\n  Jefree Star is definitely one of my favs\n  ","977367":"\n  Happy easter to you!🐣🐰\n  ","977368":"\n  Cheers anon\n  ","977369":"\n  Yes, I have before!\n  ","977370":"\n  That would be so confusing oh my 😱\n  ","977371":"\n  Oh my goodness, I gotta think about that one tbh🤨\n  ","977372":"\n  Hey!\n  ","977373":"\n  goodness gracious I’m bored\n  ","977374":"\n  Definitely continue for now\n  ","977375":"\n  Yes, I did!\n  ","977376":"\n  Thank you, I hope you are too!🤠\n  ","977377":"\n  Yeah, I like to think I am lol. I did take drama and play production in high school 😁\n  ","977378":"\n  alright y’all talk\n  ","977379":"\n  Yes, I went outside for a walk and the weather is amazing today! lol\n  "}}