{"Question":{"977380":"\n   Doesn’t texting get boring ?\n  ","977381":"\n   Wishing you all a very Happy and Safe Easter 🐇🍫❤ ... apologies if you don't celebrate 🙏\n  ","977382":"\n   Oh I am sorry , Some sites watch to movies ?\n  ","977383":"\n   If you could delete ANY one thing from the face of the earth, what'd it be? ❌ Why that one thing over others? 🤔\n  ","977384":"\n   Can you suggest some movies to watch and some channel ?\n  ","977385":"\n   Do you ever listen to a song that just resonates with you so much that you can't help but sing along to it, no matter the company? If you do, what is it? If you don't, what's a song you've been listening to a lot recently?\n  ","977386":"\n   Where is your favourite place to be, and why?\n  ","977387":"\n   Where I live people basically only pay with card, how's it where you are? Is it more common to use cash or is it the same there? 💳💵\n  ","977388":"\n   Is your life complicated by unnecessary things?\n  ","977389":"\n   How old will you be on your next birthday? How long have you been on this site?\n  ","977390":"\n   Mostly Video Call or Texting ? I’m sure everyone gets bored of texting lol\n  ","977391":"\n   Name one thing you dream about at night.\n  ","977392":"\n   Have you been in contact with friends everyday since this whole quarantine? texting, Video calling etc\n  ","977393":"\n   Do you follow fashion trends actively?\n  ","977394":"\n   Whats the most expensive thing you've ever broken? 📪\n  ","977395":"\n   I’m fine thank you, looking forward to getting some fresh air today\n  ","977396":"\n   Do you know how to play a guitar?\n  ","977397":"\n   What was the last movie you watched?\n  ","977398":"\n   Have you ever met a famous celebrity\/ artist? Who was it? 🤭🤔🤭🤔\n  ","977399":"\n   Do you believe in other dimensions and parallel universes?\n  ","977400":"\n   ✨ You are enough. You are the best you there is. I appreciate you! 🤗💞\n  ","977401":"\n   How are you buddy\n  ","977402":"\n   Where would you wish to wake up tomorrow? Any place in the world? Or.. do you just wish to only wake up in your home?\n  ","977403":"\n   i have a crush on u nikki\n  ","977404":"\n   How does you not thinking hook up culture is good relate to your parents? It's still YOUR opinion. And they don't even know your parents to say they're hooking up with people?? Lmfao wtf 😭\n  ","977405":"\n   Any particular reason? Do you not like the idea of someone touching you or do they not feel good or something else?\n  ","977406":"\n   So are you one of those people who think everyone should wait until marriage to grind lol?\n  ","977407":"\n   I remember people were giving their opinions on giving teen girls birth control and this one mom said she wouldn't consider unless her daughter was at least 18 and she knew about the relationship and approved. Don't you think that's being too strict? Kids will sneak around regardless. It's dumb.\n  ","977408":"\n   When you get married what is something you will always promise your husband forever?\n  ","977409":"\n   Good morning\n  ","977410":"\n   What phone do you have is it good on battery?\n  ","977411":"\n   Do you watch Robot Chicken?\n  ","977412":"\n   Are you planning on getting married in a church ?\n  ","977413":"\n   Still waiting...\n  ","977414":"\n   Looks Beautiful\n  ","977415":"\n   How is the weather today?\n  ","977416":"\n   What is your most favorite language to speak English or Armenian ?\n  ","977417":"\n   💚\n  ","977418":"\n   Is it bad to try dating while broke?\n  ","977419":"\n   Are you going to have babies in life?\n  ","977420":"\n   Goodnight Nikki mom 😊\n  ","977421":"\n   Do you know any Armenian-Russians?\n  ","977422":"\n   Do you think you're often misunderstood?\n  ","977423":"\n   When you go outside do you wear a mask ?\n  ","977424":"\n   ❤️\n  ","977425":"\n   Instagram alguien\n  ","977426":"\n   Do you use a mask when you go out?\n  ","977427":"\n   No I’m not the president. I asked you a question\n  ","977428":"\n   Where are your parents from ? What countries\n  ","977429":"\n   Plans for 4\/20?\n  ","977430":"\n   Do you think that people are over reacting to the Corona thing?\n  ","977431":"\n   Have you thought about why you're always being chased in your dreams?\n  ","977432":"\n   i need u nikki\n  ","977433":"\n   Because I haven’t asked you questions today like I promised\n  ","977434":"\n   im upset\n  ","977435":"\n   hi babe\n  ","977436":"\n   can you make money off ask.fm?\n  ","977437":"\n   Did the butterfly turn into Michael Jackson at any point?\n  ","977438":"\n   What's the last dream that you remember?\n  ","977439":"\n   You know back in the day men used to fight each other for the girl so tell your mans to meet me at a boxing ring and whoever wins gets you that is the only fair way to settle things.\n  ","977440":"\n   when you were little, did you have names you mostly commonly called your toys\/dolls\/imaginary friends? name as many of ur little kid names as you can remember!\n  ","977441":"\n   Oh ur bored same\n  ","977442":"\n   Hi\n  ","977443":"\n   Hey guys and squad! :)  Your question: What's your favorite birthday memory?   -Stay classy awesome peeps-\n  ","977444":"\n   Could you be friends with someone who named their daughter Trumpina?\n  ","977445":"\n   have you more recently: celebrated your birthday or celebrated an immediate family members birthday?\n  ","977446":"\n   What car were you born to drive?\n  ","977447":"\n   how do you not remember that\n  ","977448":"\n   are you more a big dog or little dog person? a big city or small town person? giant family or little family person? sprawling property or little home person?\n  ","977449":"\n   Why is being single a liability ?\n  ","977450":"\n   Outfit of the day?\n  ","977451":"\n   No I live in the southeast. We don't have In N Out here. We have Chick-fil-A all over the place though and Sonic drive-ins.\n  ","977452":"\n   Do u have any tattoos? PAP of ur favourite and what's the meaning behind it?\n  ","977453":"\n   Well howdy partner 🤠\n  ","977454":"\n   Can you remember your first day of kindergarten?\n  ","977455":"\n   Do you have pictures of a past relationships that you keep?\n  ","977456":"\n   If you're an atheist why do you celebrating Christmas??\n  ","977457":"\n   What are the positives and negatives about your job?\n  ","977458":"\n   Wha has been the toughest part about being engaged so far?\n  ","977459":"\n   Can you remember anything specific about Christmas of 2017?\n  ","977460":"\n   Do you believe the earth is flat?Do you know anyone who does?\n  ","977461":"\n   Do you believe that it’s better to be born in the earlier months rather than the later months in the year ?\n  ","977462":"\n   كيف طريقة البرنامج\n  ","977463":"\n   what kind of flowers do u like ?🌼\n  ","977464":"\n   I'm watching an iCarly marathon right now and they are talking about Inside Out Burger. That makes me want to try In N Out so badly. You are so lucky that you have those where you live!!!\n  ","977465":"\n   The musical is one at 6pm tonight on Nickelodeon if you want to watch it!!!\n  ","977466":"\n   Did you see the SpongeBob Live Musical? I thought I would not like it, but it was really good! And the singing was awesome!\n  ","977467":"\n   🎊Frohe Ostern und einen Wunderschönen Tag wünsche ich dir mit deiner Familie🎊 🐔\n  ","977468":"\n   Are you welcoming of people who aren't from your country coming into your country to live there forever\n  ","977469":"\n   Does or did your parents ever hate and still does or did hate but doesn't anymore the person hate you're dating\n  ","977470":"\n   Aw nice\n  ","977471":"\n   What are they\n  ","977472":"\n   Has anyone ever checked your reflexes\n  ","977473":"\n   Does your partner have any pets names for you\n  ","977474":"\n   last time you been walked in on and the worst time  and why?\n  ","977475":"\n   You don't like anymore Mom and I have no one to talk to.. it's one of those days\n  ","977476":"\n   Nice then you should show then here\n  ","977477":"\n   What clothes are you currently wearing\n  ","977478":"\n   Call him?\n  ","977479":"\n   أركض ورا حلمك واوعى تسيبه حتى لو ما وصلت .. بالمرة بتكون نحفت. 😂\n  ","977480":"\n   You let him snoop around like that?\n  ","977481":"\n   Where is dad?\n  ","977482":"\n   How is everyone holding up? Been up to much?\n  ","977483":"\n   Was I adopted?\n  ","977484":"\n   I was saying it a nice way that the monkey said thank you for helping him\n  ","977485":"\n   Is it because I don't listen to you?\n  ","977486":"\n   Mom? You there?\n  ","977487":"\n   How sensitive are you ?\n  ","977488":"\n   enjoying the weather?\n  ","977489":"\n   What do you think is the hardest part about parenthood ? And childhood\n  ","977490":"\n   🌻 Due to this question I got:\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/161830314351\n   \n   feel free to share what you first noticed about me 😄 (you don’t have to, ofc)\n  ","977491":"\n   best time to sing?\n  ","977492":"\n   I’m 22 years old with a friend who is 40 years old. Is this...abnormal?\n  ","977493":"\n   Would you rather be loved or to love?\n  ","977494":"\n   share just one?\n  ","977495":"\n   WHAT ARE YOUR 3 FAVORITE MOVIES?\n  ","977496":"\n   do you have any bad habits?\n  ","977497":"\n   What is are the best pizza toppings?\n  ","977498":"\n   Lots of those countries are oil rich.\n  ","977499":"\n   Ever grabbed your belly and yelled HO HO HO MERRY CHRISTMAS?.. or is that just me who does that?\n  ","977500":"\n   Once you realize what the rest of us know, you are so awesome we all think so. You inspire and motivate the heart to say; \"you are lovely, so have a wonderful day\"!‎\n  ","977501":"\n   whats your favourite Disney film\n  ","977502":"\n   What is something that you have been really wanting to cook lately?\n  ","977503":"\n   How did you and your fiancé meet each other ?\n  ","977504":"\n   What country\/s do you think is suffering the most from poverty?\n  ","977505":"\n   What do you think about ugly guys like me trying to talk to beautiful girls like you?\n  ","977506":"\n   Hmmm why nott\n  ","977507":"\n   In your honest opinion do you think that ugly guys are worthy of love?\n  ","977508":"\n   What do you think of poverty around the world? What country’s do you think are suffering from poverty how would you help them ?\n  ","977509":"\n   What with the 🤨🤨\n  ","977510":"\n   What state is Kaitlyn Beaulieu from?yall live in the same state ?\n  ","977511":"\n   So you’re basically saying your life is hard without social media? I mean not to be rude, but why are many in general so attached to social media? Like they spend all there hours and time on it too much.\n  ","977512":"\n   Do you think that humans are only to blame for pollution ?\n  ","977513":"\n   مين هنا!\n  ","977514":"\n   Which celebrity that is deceased would you want too meet? If you could say something to them what would you say ?\n  ","977515":"\n   What do you think is the most important thing children should demonstrate to their parents?\n  ","977516":"\n   What would you’re life be like if social media never came into existence ?\n  ","977517":"\n   What’s boring\n  ","977518":"\n   I guess you haven’t been receiving that many questions because many people are not online today or just doing other things? Maybe\n  ","977519":"\n   Did you and your fiancé already plan a destination for your future honey moon?\n  ","977520":"\n   Did you have somewhere in mind for a vacation this upcoming summer ?\n  ","977521":"\n   What are 5 important demonstrations someone has to show for you to completly trust them ?\n  ","977522":"\n   What’s making you bored I’m gonna ask questions tonight\n  ","977523":"\n   Lol nice little thank you\n  ","977524":"\n   Have you ever watched Smallville at all? If so would you recommend it to others? I'm currently in need of a really good TV serial that I've never seen before to get stuck into... 🤗👌 Also, if you have seen it, can you say whether it's true that Clark\/Superman never even flies in it?? 😮😟🤷‍♂️👎\n  ","977525":"\n   I saw a video online of a monkey that got injured in Africa a man found him and took him to an animal shelter.  Fast forward the man came by to check on the monkey the monkey saw the man ran up to him and gave him a hug\n  ","977526":"\n   What was the last thing to make you smile\n  ","977527":"\n   What is something that people assuming incorrectly about you?  Does it bother you?\n  ","977528":"\n   How are you\n  ","977529":"\n   If Jurassic Park \/ World truly existed like in the movies, no accidents had happened and the park was open for visitors, would you wanna go there? 🦖🦕 Why \/ why not? 🤔\n  ","977530":"\n   You remind me of my sister. You have the same eyes and mouth and teeth. She is 18.\n👿\n  ","977531":"\n   I’m here I’m here I’ll ask you questions! Don’t worry\n  ","977532":"\n   Was the story of ‘Romeo and Juliet’ a Tragedy?✨\n  ","977533":"\n   Does being family mean you have too look alike or resemble each other?\n  ","977534":"\n   твой  будущий  парень Влад  Крысин??\n  ","977535":"\n   This is not normal question 🧐\n  ","977536":"\n   Have you ever rewatched a movie from your childhood and realize that some of the jokes that you never understood makes sense now? 😂\n  ","977537":"\n   Panties or thong ?\n  ","977538":"\n   No it's not it's by me 😒\n  ","977539":"\n   Who is greedier, you or Edra?\n  ","977540":"\n   If you were granted THREE wishes, what would they be ?(:\n  ","977541":"\n   The best thing about the worst time of your life is that you get to see the true  colors of everyone_ 🙂.  Have a Blessed jummah 🖤\n  ","977542":"\n   I just feel like out of all the guys in the world why would Melissa ever want to be with me when all those other guys can make her more happy than I ever could.\n  ","977543":"\n   nikki please\n  ","977544":"\n   But do you not care that I am sad. Like you know I love and want you to be happy but is it fair that I have to be sad in order for you to be happy?\n  ","977545":"\n   looks matter. you wouldnt like jared leto so much if he looked like steve harvey\n  ","977546":"\n   Lately I found myself thinkin, been dreamin about you a lot, up in my head I’m your boyfriend but that’s one thing you already got Nicki.😣😖😫😢😭\n  ","977547":"\n   Never mind, I'll find someone like you.I wish nothing but the best for you, too\"Don't forget me,\" I beg. \"I'll remember, \" you said.Sometimes it lasts in love, but sometimes it hurts instead.\n  ","977548":"\n   what if your fiance wanted to participate with you and content create as your new joint career?\n  ","977549":"\n   Well, I think that would be a cool nickname, Hollywood Arts.  :)\n  ","977550":"\n   Sorry boys if you wanna see that and all other unreleased photos of Nicole please subscribe to her fans only page and support her in these hard coronavirus times thank you and much love to the fans and god bless America\n  ","977551":"\n   Is your nickname, \"Hollywood Arts\"?\n  ","977552":"\n   Phone Call or Text?\n  ","977553":"\n   ngl nikki, kinda want to see a pic of your armpit\n  ","977554":"\n   It’s not fair Nicole that you have fiancé since I loved you first and way before Jeffery ever did.\n  ","977555":"\n   Do you have any pics of you doing a pushup?\n  ","977556":"\n   Does Edra let you go through his phone, social media and email accounts?\n  ","977557":"\n   do looks matter in a relationship?\n  ","977558":"\n   Oh you in a relationship my bad Nic I had no idea how come you never said so in the first place.\n  ","977559":"\n   Do you ever look at that number and be proud on how far you’ve come.\n  ","977560":"\n   Do you like hip hop?\n  ","977561":"\n   When?\n  ","977562":"\n   I am curious how many followers do you have on here?\n  ","977563":"\n   bikini pic\n  ","977564":"\n   I tried ordering online but it’s to expensive and takes to long to deliver where I live. There is a trap spot I know of that may have what I would need but the people aren’t exactly friendly if you know what I mean\n  ","977565":"\n   find me a girlfriend nikki\n  ","977566":"\n   i need a girlfriend help me\n  ","977567":"\n   I mean why not I don’t understand?\n  ","977568":"\n   How come you don’t have a “fansonlypage” you could make a lot of money\n  ","977569":"\n   What gets you excited about life? 😁 👍\n  ","977570":"\n   Like yeah I did ask for help about the weed didpensiary closing down but you won’t say what I should do like I really need it I have been smoking for 10+ years and I go crazy\/depressed without it\n  ","977571":"\n   are u single\n  ","977572":"\n   Like I am trying to talk to you but you don’t seem like you wanna help me.\n  ","977573":"\n   hi\n  ","977574":"\n   No but there is a boy who likes a girl but he wants to text her like everyday and he’s afraid she might says something about texting her everyday\n  ","977575":"\n   Pretty dress\n  ","977576":"\n   Don’t do what I do not understand?\n  ","977577":"\n   When is the last time you surprised yourself? How\/Why?\n  ","977578":"\n   Have you ever watched Smallville at all? If so would you recommend it to others? I'm currently in need of a really good TV serial that I've never seen before to get stuck into... 🤗👌 Also, if you have seen it, can you say whether it's true that Clark\/Superman never even flies in it?? 😮😟🤷‍♂️👎\n  ","977579":"\n   Why do men have a mustaches and a beard but I see some guys with no facial hair. Lmfao that’s funny because guys should have hair on their face the same way male lions grow a mane.\n  ","977580":"\n   What things do you need to have more control of in your life right now?\n  ","977581":"\n   How many more weeks until people say F*** It and get back to living life, opening up businesses, and basically ignoring government orders?\n  ","977582":"\n   What’s the weirdest thing someone’s complimented you on?\n  ","977583":"\n   What did you have to skip or postpone due to quarantine? #StayAtASK\n  ","977584":"\n   Are you into horror? Which scary monster from pop culture ALWAYS gives you the creeps? 😨\n  ","977585":"\n   Why do girls wear black shorts under their skirts and dresses :(\n  ","977586":"\n   Ever grabbed your belly and yelled HO HO HO MERRY CHRISTMAS?.. or is that just me who does that?\n  ","977587":"\n   I want to FaceTime you but I am too nervous to ask for your iMessage.\n  ","977588":"\n   post your picture with your favourite dress\n  ","977589":"\n   Pap shoes plzzz 😳🤗\n  ","977590":"\n   How do you spend your days now?\n  ","977591":"\n   Pic on the less b\/c it's less grainy. I like the more \"natural\" photos so we can see how pretty you are.\n  ","977592":"\n   have you ever seen edraegen in a tuxedo?\n  ","977593":"\n   What do you think of Swedish EDM? Like Avicii, Swedish House Mafia, Galantis etc.? 🎚🙋‍♂️🎧🇸🇪\n  ","977594":"\n   دايما الإنطباع عنك انك شخص ... ؟!\n  ","977595":"\n   Plans for today\n  ","977596":"\n   How do you deal with a stomach ache what do you do to help it? I'm not sure what to do really as I've kinda got 1 right now. Do you think farting helps? Not to be disturbing or anything\n  ","977597":"\n   Did you watch the news today? So there was a man who talks to a Lysol bottle and sleeps next too it. He was making out with the lysol bottle and said it’s it’s wife by tongue kissing the bottle of Lysol\n  ","977598":"\n   Would you ever fly a plane if you could?\n  ","977599":"\n   Do your parents still live in the same place they used to live in when you were with them?\n  ","977600":"\n   Open 5k?\n  ","977601":"\n   Can you name something you're terrible at so that we can all be bad at something together ?\n  ","977602":"\n   Which would you rather have 🍗 🥩 🍔 🍕 🌭 🌮 🌯 🥡 and why\n  ","977603":"\n   High crime rates, high crime rates towards tourists, lots of hustlers, lots of “rent a dreads”\n  ","977604":"\n   Is your country racist?\n  ","977605":"\n   What should I do since all the weed dispensaries are closed down?\n  ","977606":"\n   Invent a new word and its definition?\n  ","977607":"\n   do you have any recommendations for movies set in the 1960s?\n  ","977608":"\n   In your opinion , How many types of love are there?\n  ","977609":"\n   1999 right Nikki lol\n  ","977610":"\n   Has it happened to you that you scratch your ear, and your sticky finger comes out?\n  ","977611":"\n   Have you got an Easter egg ready for this Easter?\n  ","977612":"\n   Would you be nervous to visit Jamaica?\n  ","977613":"\n   What'd be the ultimate \"cheat meal\" according to you? 🤔😋\n  ","977614":"\n   Whats your favorite thing to shop for on line?\n  ","977615":"\n   Do you believe more in fate or that we are the creators of our own destinies?\n  ","977616":"\n   Is home for you a place or a feeling?\n  ","977617":"\n   What does loml means or stands for?\n  ","977618":"\n   What song makes you unconditionally happy?\n  ","977619":"\n   hope you wash your hands\n  ","977620":"\n   Recommend some really good movies please.\n  ","977621":"\n   What is the first thing you do when you wake up in the morning ?\n  ","977622":"\n   What were your high school years like ? Can you tell me about your high school experience?\n  ","977623":"\n   Are you going to buy any of the products she sells? She’s looking for customers actually\n  ","977624":"\n   Also if you know anyone else who is interested in buying, be sure to have them DM her on Instagram? If possible\n  ","977625":"\n   If you could be invisible for one hour, where would you go and what you would you do?\n  ","977626":"\n   Did you know Kaitlyn Beaulieu works for Monat ? Skin and hair products you can buy you can become a VIP customer if your interested\n  ","977627":"\n   Dear Nicole, I love using this app because you are just the sweetest. You have no idea I am so happy for you and you’re fiancé I wish you all the best. I really enjoy asking you questions! You’re always so honest and genuine I’m sure other people on here love you just the way I do. 😊\n  ","977628":"\n   Sure thing bud, let me know when\n  ","977629":"\n   What is the strangest dream you've ever had?\n  ","977630":"\n   Raised, Glazed or Old Fashioned- what's your favorite donut?\n  ","977631":"\n   So you’re unfollowing people on your Instagram that don’t use Instagram or ask?\n  ","977632":"\n   Just looking on the news somewhere in the world a zoo threw a deer that was still Alive into the lion cage\n  ","977633":"\n   Do you have that one person who makes you happy just by seeing them in your NOTIFICATIONS?🌸\n  ","977634":"\n   Recommended song?\n  ","977635":"\n   What are the reasons to be happy?\n  ","977636":"\n   what's thé bést thing you liké to héar whén you waké up béforé héaring anything élsé?\n  ","977637":"\n   Should a guy break up with a girl if she is going to fast for him and he cannot catch up with her.\n  ","977638":"\n   Do you think that you’re a good person?\n  ","977639":"\n   Can you get jailed for calling girls ugly ?\n  ","977640":"\n   Yeah I do write lots of poetry, If you’d like to check them out and read them  I could show you whenever you’d like ?\n  ","977641":"\n   Who do you follow on ask? do you appreciate them ?\n  ","977642":"\n   Do you admire someone?\n  ","977643":"\n   Would you adventure a jungle? Can bring 3 people? Tag them and mention who you are bringing and what y'all are gonna be doing! Eating!\n  ","977644":"\n   I get it, but I'm saying, how many hours before sleeping is your last one?\n  ","977645":"\n   do you order edraeats\n  ","977646":"\n   Isn't that cruel?\n  ","977647":"\n   whats your excuse of staying single?\n  ","977648":"\n   What is your dream travel destination?\n  ","977649":"\n   How can you contribute to fight against covid-19?\n  ","977650":"\n   Who in here do you follow because they are a train wreck and for entertainment is to good to pass up ?\n  ","977651":"\n   Good to hear. It wasn’t so bad, did a lot of poetry writing today finished more than I expected. So that was an accomplishment I’m glad\n  ","977652":"\n   Ever played the video game GTA? Would you ever or nah? 🎮\n  ","977653":"\n   Do you like puzzles?\n  ","977654":"\n   When’s the last time you had alcohol?\n  ","977655":"\n   Whens this gonna end!\n  ","977656":"\n   Hi\n  ","977657":"\n   Who is the most selfish person that you've ever met\n  ","977658":"\n   Any vacations booked for 2020?\n  ","977659":"\n   Hey buddy, how was your day today?\n  ","977660":"\n   What is two truths and one lie about you ?\n  ","977661":"\n   They shouldn’t be nervous that’s why it’s funny\n  ","977662":"\n   What are the plans for tommorow?\n  ","977663":"\n   Lmao is it true that boys get nervous to text girls ?\n  ","977664":"\n   Is home for you a place or a feeling?\n  ","977665":"\n   Do you have a big family\n  ","977666":"\n   No kissing someone else you're not with but without tongue. Isnt that just innocent?\n  ","977667":"\n   What’s you’re favorite drink (Alcoholic)🍹?\n  ","977668":"\n   Do You Believe 'And They Lived Happily Ever After' Actually Happens In Real Life?🙄👀\n  ","977669":"\n   Is kissing without tongue not cheating?\n  ","977670":"\n   What’s your favorite character from a video game\n  ","977671":"\n   haha, cute\n  ","977672":"\n   Why do men show their emotions hardly?\n  ","977673":"\n   You’re the kind of girl I would want to take out to McDonalds\n  ","977674":"\n   When is the last time you surprised yourself? How\/Why?\n  ","977675":"\n   if you were to describe your self in a sentence what would you say?\n  ","977676":"\n   do you make love every time you meet?\n  ","977677":"\n   In your relationships\/past relationships what is considered as cheating to you? Do you think everyone needs to decide in their own relationship what is cheating or do you think there's a universal list that everyone in a relationship must abide by? If you think there's a list, what is it?\n  ","977678":"\n   What's your opinion on people who keep venomous pets? Have you ever done this or would you ever?\n  ","977679":"\n   Five things you like about yourself? 😊\n  ","977680":"\n   Not only was someone else asked that, you were asked that just 3 hours ago! These people copy and paste without even thinking what they're doing.\n  ","977681":"\n   Isn't he your fiancè if he proposed?.\n  ","977682":"\n   what's the best thing that has happened this year?\n  ","977683":"\n   If you were commissioned to write a new book on any subject you wished, what would it be about?\n  ","977684":"\n   • Which would be harder for you to give up... Tea\/coffee☕ • Which is your favorite Wikipedia article so far!!?🗞 • If u could ask your\/any pet a question what would it be!!?🐕🐈 • Which movie sequels would you like to erase!!?📽\n  ","977685":"\n   Is there something you found out about yourself while using ASKfm?\n  ","977686":"\n   It hurts my feelings when I ask you questions and wait for to answer but you never do😢.\n  ","977687":"\n   When does music suit better🎧 • While doing Photography📷 • Being stressed😥 • When being happy😀 • While walking\/jogging🚶 • While sleeping😪 • While hiking🏔 • To entertain yourself😀\n  ","977688":"\n   have you followed anyone on here who isnt alive anymore?\n  ","977689":"\n   How much money would it take for you to take a ride with a stranger? Asking for a friend...\n  ","977690":"\n   Would you consider yourself a good dancer? 💃\n  ","977691":"\n   who have u seen ONLY bad in?\n  ","977692":"\n   Why nottt? Too shy?\n  ","977693":"\n   Do you ever randomly unfollow users that haven't been on in forever or do you keep them for the nostalgia?\n  ","977694":"\n   Have you ever heard a song and thought it was about one thing then you watch the video of it and it was a totally different meaning?\n  ","977695":"\n   What is your ideal girlfriend\/boyfriend? In general, what are your preferences?\n  ","977696":"\n   Restaurant Spam: What is your favorite restaurant?\n  ","977697":"\n   Do you ever use postmates or uber eats? Or something equivalent of those...\n  ","977698":"\n   Everybody: Name something you're terrible at so that we can all be bad at something together 😅\n  ","977699":"\n   What's the first thing you're gonna do after this pandemic is over?\n  ","977700":"\n   Aww I’m glad you’re happy girl\n  ","977701":"\n   Do you believe more in fate or that we are the creators of our own destinies?\n  ","977702":"\n   Slang words you hate with a passion?\n  ","977703":"\n   What’s the weirdest thing someone’s complimented you on?\n  ","977704":"\n   Tell me something positive that happened to you today! 🤗\n  ","977705":"\n   What kind of fruit trees grow in your area?\n  ","977706":"\n   Who in here do you follow because they are a train wreck and for entertainment is to good to pass up ?\n  ","977707":"\n   How can I be healthy and gain weight?\n  ","977708":"\n   With the shelter in place or lockdown in effect are you on Ask more or less now ?\n  ","977709":"\n   When was the last time you did like4like on here and do you still do it nowadays? I'm sure many of us who are on here a decade or so remember doing 5likes for 5likes years ago.😂\n  ","977710":"\n   What supercool connections have you made through the Internet?\n  ","977711":"\n   What was the last idea that you had that ended up being a bad one?\n  ","977712":"\n   Do you ever wear hoodies? Do you have a picture of your favorite one or maybe of you wearing it?\n  ","977713":"\n   What side dishes go well with chicken fettuccine alfredo?\n  ","977714":"\n   Do you know any poem by heart? If yes, what is it?\n  ","977715":"\n   Can you sleep when someone's snoring loudly nearby? 😫😪 If you can't, what do you then do? 🤔\n  ","977716":"\n   Do you believe there is good in everyone?\n  ","977717":"\n   Why do most people who watch anime act elitist?\n  ","977718":"\n   Ever played the video game GTA? Would you ever or nah? 🎮\n  ","977719":"\n   At what point did he start mattering more to you than your mother?\n  ","977720":"\n   Are you or do you know anyone vegan? (I’m just transitioned to vegetarian again next is vegan)\n  ","977721":"\n   aw did you tear up\n  ","977722":"\n   plz say he proposed in person & not in a text\/dm\n  ","977723":"\n   what's the best thing that has happened this year?\n  ","977724":"\n   Yeah I always see my questions to you pop up on other people's feeds\n  ","977725":"\n   Ever played the video game GTA? Would you ever or nah? 🎮\n  ","977726":"\n   Who matters most in your life?\n  ","977727":"\n   Ok so that was the original question: What do you not like about it? You said smell, but I just gave you an example that removed that element.\n  ","977728":"\n   1 of your followers steals all my questions\n  ","977729":"\n   How can I be healthy and gain weight?\n  ","977730":"\n   So if it's in an edible (or drink) that has no smell, is it fine? If no, why not?\n  ","977731":"\n   Do you believe people can be changed?\n  ","977732":"\n   What don't you like about it?\n  ","977733":"\n   What do you think of weed smokers?\n  ","977734":"\n   Can you commit to one person?\n  ","977735":"\n   What is your favorite year of your life?\n  ","977736":"\n   do you enjoy breakfast or are you not a big fan of breakfast foods?\n  ","977737":"\n   Does it depend when you wake up? Let's say you wake up at 2pm and don't sleep til 7am. When will your last meal be?\n  ","977738":"\n   What distracts you from sad thoughts?\n  ","977739":"\n   How do you learn the best: Audio, visual or Tactile?\n  ","977740":"\n   hey\n  ","977741":"\n   When did you stop?\n  ","977742":"\n   Why don't you ever have dinner?\n  ","977743":"\n   what's the first thing you are going to do when this whole corona virus thing ends?\n  ","977744":"\n   if you could own any animal, what would you pick?\n  ","977745":"\n   What is your favorite genre of music? Has it stayed the same or changed over the years\n  ","977746":"\n   what's your longest long distance friendship?\n  ","977747":"\n   Thoughts on\n   \n    @NineGDxFour\n   \n   ?\n  ","977748":"\n   what excites you the most right now?\n  ","977749":"\n   what's your favorite song right now?\n  ","977750":"\n   what's your favorite breakfast food?\n  ","977751":"\n   since you liked my answer, do you want questions?\n  ","977752":"\n   Were you conceived in December???\n  ","977753":"\n   what’s on your mind at the moment?\n  ","977754":"\n   Are there any type of crystals that you like to keep with yourself or in your house?\n  ","977755":"\n   You fake af\n  ","977756":"\n   Any tips about online dating? 🙃 help me.\n  ","977757":"\n   Have you ever felt ashamed about your past?\n  ","977758":"\n   Hi how are you doing today?\n  ","977759":"\n   Hi\n  ","977760":"\n   Are we doing Justice with Nature?✨\n  ","977761":"\n   What is something that people assuming incorrectly about you?  Does it bother you?\n  ","977762":"\n   Can you sleep when someone's snoring loudly nearby? 😫😪 If you can't, what do you then do? 🤔\n  ","977763":"\n   Have you ever been totally drunk in love with somebody before?? 😮💘🤪\n  ","977764":"\n   what’s unconditional love?\n  ","977765":"\n   What do you think people should do more often?\n  ","977766":"\n   Nikki do you talk question to question here on ask privately instead of posting their questions?\n  ","977767":"\n   who likes curry? or curry goat? 😋\n  ","977768":"\n   ما هي الكلمة التي تود أن يتوقف الجميع عن استخدامها؟\n  ","977769":"\n   Welcher Löwe kann schwimmen?\n  ","977770":"\n   Just curious Haha\n  ","977771":"\n   Which is scarier: clowns or spiders?\n  ","977772":"\n   What date in September is your birthday?\n  ","977773":"\n   Even the dirty ones? lol\n  ","977774":"\n   Do you like mice?\n  ","977775":"\n   Do you have any mice?\n  ","977776":"\n   Yeaa\n  ","977777":"\n   I like driving backwards in the fog cuz it doesn't remind me of anything.\n  ","977778":"\n   -\n  ","977779":"\n   Which color do you associate with yourself? 😊 Why that one? 🤔\n  ","977780":"\n   Have you ever got into an argument and realised you were actually wrong while arguing\n  ","977781":"\n   What’s more scary? Snakes or rats\n  ","977782":"\n   Come onnn 🙏🔥\n  ","977783":"\n   If you see this question then I'm following you . If you don't like that let me know so I can unfollow you\n  ","977784":"\n   I'm annoyed atm I can't get a haircut because the barbers are closed need a trim\n  ","977785":"\n   What is one thing that is annoying you atm\n  ","977786":"\n   What are five versatile foods that you buy? Meaning, you can eat them, cook them or bake them in many different ways and lair them with many different foods.\n  ","977787":"\n   [C] ¿Te consideras una persona superficial? Mi Ask te espera 💛 Att:\n  ","977788":"\n   Where is the best place to go on a date ?\n  ","977789":"\n   do you enjoy breakfast or are you not a big fan of breakfast foods?\n  ","977790":"\n   Aliens. Standing. Farting. Stomach. Slime. Exploded. Make up a story include these words.\n  ","977791":"\n   Hahahahaha\n  ","977792":"\n   i hate this shout out feature guys 🙄\n  ","977793":"\n   Gnight 🙂\n  ","977794":"\n   Which activities make you lose track of time? 👍\n  ","977795":"\n   ever gonna fishing 🎣\n  ","977796":"\n   What would u do if ur fiancé woke u up from sleep for sex?? 🤔\n  ","977797":"\n   When you get married would you like a reception too ?\n  ","977798":"\n   How do you usually keep in contact and communicate with friends long distance ?\n  ","977799":"\n   Why do people get so intimidated to talk about or discuss politics?\n  ","977800":"\n   Are you still friends with the people you are in long distance with ?\n  ","977801":"\n   How many long distance friendships have you maintained?\n  ","977802":"\n   This Easter is gonna suck with this virus going on :(\n  ","977803":"\n   Do you think it’s better isolating yourself from others for a few when your stressed or overwhelmed?\n  ","977804":"\n   Have you ever eaten Bugles?\n  ","977805":"\n   Sooo how about that pap pls 🙏🔥\n  ","977806":"\n   Hi how are you?😍❤️🙋‍♂️🙋‍♂️\n  ","977807":"\n   What's for dinner?\n  ","977808":"\n   How do u stay so fit? Do u work out?\n  ","977809":"\n   Here? Wow so cool!\n  ","977810":"\n   September isn’t summer LOL\n  ","977811":"\n   Is breakfast truly the most important meal of the day?\n  ","977812":"\n   What month were you born in? Don’t you ever wish you were born in another month?\n  ","977813":"\n   Why not? U look fit 🤷🏽‍♀️\n  ","977814":"\n   How did u meet ur bf?\n  ","977815":"\n   I’m single are you also?\n  ","977816":"\n   StomaCh pap??\n  ","977817":"\n   in germany if you're with a parents or guardian, even a 14 yr old can order beer or wine at a restaurant\n  ","977818":"\n   Will you go back to sleep like usual?\n  ","977819":"\n   Do you think that racial inequality leads to racial injustice?\n  ","977820":"\n   Hey:) IG?\n  ","977821":"\n   it used to be 18 in california til the 70's\n  ","977822":"\n   Do your friends understand your sense of humour or do you often find yourself having to explain it was just a joke, you didn't mean it literally, you weren't intentionally trying to be offensive, etc etc?? 😳😬🙈\n  ","977823":"\n   Do you have any old relatives who stress you out because they want to go out to stores for themselves?\n  ","977824":"\n   In France, it's legal for 16year olds to drink beer and wine. Whereas spirits and liquor are only legal when 18 and above. What's your opinion on the legal age for alcohol consumption being split like this?\n  ","977825":"\n   What side of the brain do we use more than the other?\n  ","977826":"\n   What celebrity pair would make an ideal couple?\n  ","977827":"\n   What do you want to punish Edra for?\n  ","977828":"\n   Be honest, are you liking the fact that the phrase \"Get the f*ck away from me\" is no longer considered rude, but more of a public service announcement? 😲💁‍♂️👌\n  ","977829":"\n   Is it better to have loved and lost or to have never loved at all? 👍\n  ","977830":"\n   Is it hot in here it is it just you?\n  ","977831":"\n   Have you ever been to Turkey?\n  ","977832":"\n   Do you find yourself thinking more about your past, present or future?\n  ","977833":"\n   In your opinion what's the most silly way to decide whether someone is innocent or guilty? For example, flipping a coin, rolling dice, water trial(if they float, they're guilty), trial with judge and jury etc.\n  ","977834":"\n   Wie viel bist du im letzten Jahr gefühlt gealtert?\n  ","977835":"\n   Job Spam: What is your dream job? (if you are working your dream job, why is it ideal?)\n  ","977836":"\n   If someone gave you a box containing everything you've ever lost, what would be the first thing you look for?\n  ","977837":"\n   Ever cough and think you have corona?\n  ","977838":"\n   Hi what is your favorite multiplayer games?\n  ","977839":"\n   Im fine, its a monthly thing I have to get done.  Its just boring as bat shit in here. 🙄\n  ","977840":"\n   \"You can't teach an old dog new tricks\". Can you give me an example of a time when you WOULD agree with this phrase? Can you give me and example of a time when you WOULD NOT agree with this phrase? What does this phrase mean to you?\n  ","977841":"\n   Ask me anything.. im in hospital and bored shitless. 🙃\n  ","977842":"\n   That's my favorite one 🤧🤧\n  ","977843":"\n   What's your opinion on body positivity? Do you think it's for everyone or just people who are considered conventionally unattractive? Do you strive to be body positive?\n  ","977844":"\n   Hi what is your favorite multiplayer games?\n  ","977845":"\n   With the shelter in place or lockdown in effect are you on Ask more or less now ?\n  ","977846":"\n   Yes he did\n  ","977847":"\n   He told me he wanted to marry me and that he loved me\n  ","977848":"\n   What do you look forward too most ?\n  ","977849":"\n   Are you in any kind of a lockdown or quarantine.  If you are can you describe the rules around it ?\n  ","977850":"\n   What is the most beautiful language in your opinion?\n  ","977851":"\n   Is it necessary for me to where a mask out in public?\n  ","977852":"\n   What's the greatest thing in the world besides food?\n  ","977853":"\n   Do you have instagram?\n  ","977854":"\n   Is it necessary for me to where a mask out in public?\n  ","977855":"\n   What is something that people assuming incorrectly about you?  Does it bother you?\n  ","977856":"\n   What tv show do you dislike that everyone else seems to love ?\n  ","977857":"\n   Okay so i was going to use this time to get in shape but since im bored i started to eat everything in the house and no lie i gained 11 lbs, so now what?\n  ","977858":"\n   Why do most girls like to hang out with gay guys for ?\n  ","977859":"\n   What's your life motto?\n  ","977860":"\n   On what online social media platform do you spend the most time on?\n  ","977861":"\n   Are you the same IRL as you are online?\n  ","977862":"\n   have you left behind a friendship? or were you left behind in a friendship? feel free to talk about it ✰\n  ","977863":"\n   Do you do selfie every day? 🏼\n  ","977864":"\n   What movie can you watch over and over again?\n  ","977865":"\n   To those of you who have used CBD in the past, regardless of the form it came in, what did you use it for? Did it work and how did it affect you?\n  ","977866":"\n   Is survival a need or a want? Why?\n  ","977867":"\n   What can bring most people together?\n  ","977868":"\n   Regardless of your body and personal needs, what's your opinion on products for periods? Are you freaked out by some? Are there ones that you don't understand why anyone uses them? What would you use\/recommend if you had the option and had to choose? (I mean cups, tampons, pads etc.)\n  ","977869":"\n   If you could go back and give your 15 year old self a heads up on live, what would you tell them?\n  ","977870":"\n   Have you received a lot of questions ?\n  ","977871":"\n   Do you ever call him Edrancé Knowles?\n  ","977872":"\n   Felon voting: Should felons be allowed to vote, why, why not?\n  ","977873":"\n   heya :) would u say i look older or younger than u?\n  ","977874":"\n   Is there a music artist that you used to love as a child but now you can't stand them? Who are they?\n  ","977875":"\n   Welche Dinge kannst du nicht in Worte fassen?\n  ","977876":"\n   What's the most used app on your phone right now? What's the least used app? 🤭🤭\n  ","977877":"\n   Would you rather day someone who's not on any social media and has no interest in it, someone who is on social media but only posts sporadically and mentions you once in a while, or someone who spends a lot of time on social media and posts frequently including posts with you in them. Why?\n  ","977878":"\n   Why do said users talk about you?\n  ","977879":"\n   Today my fiancé bought a packet of crisps that were pizza flavoured with melted cheese on them. While at the shop I seen straws made out of jelly\/jello. What's something strange you seen at a food shop\/grocery store recently?\n  ","977880":"\n   Have you ever heard a song and thought it was about one thing then you watch the video of it and it was a totally different meaning?\n  ","977881":"\n   It is in my dreams\n  ","977882":"\n   I'm going to marry you before jeff does\n  ","977883":"\n   If America, Isreal, Saudi Arabia, Iran and Russia were wiped off the face of the planet earth the world would be a better place.\n  ","977884":"\n   I love you -master james\n  ","977885":"\n   If you were granted an autograph from anyone, who would it be?\n  ","977886":"\n   Ich bin ein Instrument, aber du kannst mich nicht sehen  weder berühren.Was bin ich?\n  ","977887":"\n   Job Spam: What is your dream job? (if you are working your dream job, why is it ideal?)\n  ","977888":"\n   I think you meant \"GAME OF THRONES\" and did you ever try to watch it?\n  ","977889":"\n   Longest distance you've ever driven \/ been driven? 🤔\n  ","977890":"\n   What's your favourite social media ?\n  ","977891":"\n   Why are the linking all these songs? Nobody can open so many links man\n  ","977892":"\n   What do you think about social media?\n  ","977893":"\n   What tv show do you dislike that everyone else seems to love ?\n  ","977894":"\n   Would you rather spend a day of your choosing in the past or one of your choosing in the future? Why? 🤔\n  ","977895":"\n   hi nicole\n  ","977896":"\n   Which language is more difficult to learn?\n  ","977897":"\n   do you have any sort of \"want to do\" checklist for this last week off? can be fun things or more project type things. whatever\n  ","977898":"\n   what homemade foods do you like?\n  ","977899":"\n   Are you reading more since the coronavirus took over or have certain hobbies stayed the same?\n  ","977900":"\n   How has your week been? Any fun moments? 🤗\n  ","977901":"\n   Why did you steal James from me?\n  ","977902":"\n   In your own opinion, can the Covid-19 be cured with lockdowns and hand sanitizers or will we have to live with it - like the common flu?\n  ","977903":"\n   What is the lecture about ? Are the classes your taking hard ?\n  ","977904":"\n   When was the last time you spent an entire day without your phone? What did you do?\n  ","977905":"\n   Do you usually ask for permission from your parents\/elders (or any one)?\n  ","977906":"\n   Is there a music artist that you used to love as a child but now you can't stand them? Who are they?\n  ","977907":"\n   When was the first time someone addressed you as an uncle\/aunt? How did you feel?\n  ","977908":"\n   Would you rather be able to make any imaginary thing become reality by just drawing it or make any real thing disappear by erasing part of the drawing?\n  ","977909":"\n   Do you think a police officer makes more money than a fire fighter ?\n  ","977910":"\n   What are some of the things that make you very happy?\n  ","977911":"\n   Do you smoke weed\n  ","977912":"\n   What are you up too?\n  ","977913":"\n   What did it say ?\n  ","977914":"\n   How much money do FBI agents make?\n  ","977915":"\n   What is the best story your parents told you?\n  ","977916":"\n   If you were a celebrity, what would you want to be famous for ?\n  ","977917":"\n   What career do you want with your degree?\n  ","977918":"\n   You gotta try them one day, if you like eating pistachios then I’m sure you would love the ice cream lol\n  ","977919":"\n   Hey guys! I hate to be THAT person but I had to make a new account lol. Give me a follow please💜✨ I said why on my new one- it's a whole mess\n  ","977920":"\n   What are the three things that you cannot live without?\n  ","977921":"\n   Do you easily let your past go or immerse yourself in past memories?\n  ","977922":"\n   What are you interested in that most people aren’t?\n  ","977923":"\n   Do you like RICK SCOTT. FROM FLORIDA\n  ","977924":"\n   Lol yup this is my first! Which one were you referring to? Pistachio or cookies and cream?\n  ","977925":"\n   What personality trait do you admire in other people?🍁\n  ","977926":"\n   Do you think a condo or a house is more expensive?\n  ","977927":"\n   Oh this is actually my very first time trying it, you’ve tried it before? I’m usually into pistachio and cookies n cream they didn’t have so I was like maybe I should try something new for a change.\n  ","977928":"\n   Is your state where you live expensive to live in?\n  ","977929":"\n   Where is the best city to live in the United States?\n  ","977930":"\n   Cookie dough Ice cream that costs 13 dollars that’s a rip off haha\n  ","977931":"\n   Yes move in together\n  ","977932":"\n   When are you and your fiancé trying to move out ?\n  ","977933":"\n   Awesome. In my backyard getting a breeze weather is really nice, bought some ice cream outside is just so dead lol\n  ","977934":"\n   What are some of your biggest regrets? How did you handle it ?\n  ","977935":"\n   When do you think you’d be ready for children ?\n  ","977936":"\n   Well sorry for asking\n  ","977937":"\n   Good thanks how are you?\n  ","977938":"\n   From mom side or dads side\n  ","977939":"\n   What is the dumbest thing you believed as a child?\n  ","977940":"\n   Do you have step siblings or even half siblings?\n  ","977941":"\n   What is your relationship like with your siblings? Do you and your siblings get along well. How many of them all together?\n  ","977942":"\n   How exactly did you meet your fiancé ? I don’t think I’ve asked but just wondering\n  ","977943":"\n   Do you know anyone else in your family who’s getting married at your age? How old were your parents when they married ?\n  ","977944":"\n   Do you think it’s harder to get married the younger you are ?\n  ","977945":"\n   Morning buddy\n  ","977946":"\n   💜💚🖤\n  ","977947":"\n   Favorite chips\n  ","977948":"\n   Photo you feet bb pls\n  ","977949":"\n   Lol\n   \n    https:\/\/m.youtube.com\/watch?v=-YQ1uKNDuNw\n   \n","977950":"\n   Was there ever a time in your life when giving up made sense? 👍\n  ","977951":"\n   If you had to be locked down with someone ☺️ who would that someone be\n  ","977952":"\n   Your a sweet girl\n  ","977953":"\n   Do you have a favorite memory? What is it?\n  ","977954":"\n   What is one good way to bribe you\n  ","977955":"\n   It has not been too bad, some shortages at the store.  Host people are following the stay at home order.  How is quarantine there?\n  ","977956":"\n   Have a nice day!!💖\n  ","977957":"\n   You look so angry?\n  ","977958":"\n   Well hello there 😎 hope you are doing well 😁\n  ","977959":"\n   у HU уже есть расписание турне с посещением Москвы?\n  ","977960":"\n   You need to eat a lot in lockdown\n  ","977961":"\n   Doing pretty good.\n  ","977962":"\n   You should get a golden retriever, they are so sweet and caring and love to play, be hugged and just wag their tale and are happy any way you spend time with them :D\n  ","977963":"\n   whats the sweetest thing someone has said to you?\n  ","977964":"\n   It would take you around 51 years for that monthly amount to equal the lump sum\n  ","977965":"\n   Do you believe that there are too many disagreements in the world right now?\n  ","977966":"\n   Would you rather have 10 Grand every month for the rest of your life or have £5 million cash in hand right  now\n  ","977967":"\n   did your bf ask your parents for permission to propose prior to going to you?\n  ","977968":"\n   What was it?\n  ","977969":"\n   Have you ever prepared Edrancé a meal?\n  ","977970":"\n   But your engaged ? You’re stil nervous about it\n  ","977971":"\n   What responsibility would you gladly give up?🎌\n  ","977972":"\n   Why do anons spread lies about you to other users?\n  ","977973":"\n   What would be worse news for you to hear, that your fiance had been hospitalized for covid-19 and was in critical condition OR that a meteor wiped out a town of 10,000 people in Kentucky?\n  ","977974":"\n   What is the most frightening part about engaging with someone\n  ","977975":"\n   What scares you the most about our modern society?\n  ","977976":"\n   if you could combine one mythological creature or cryptid with one real animal, which would you combine? (I want to see a yeti + a polar bear...)\n  ","977977":"\n   will you have a designated section for anons to be seated at during your wedding?\n  ","977978":"\n   What was the Last thing that made you smile\n  ","977979":"\n   Favorite cuisine?\n  ","977980":"\n   What kind of questions do you like to be asked\n  ","977981":"\n   So I just secretly ate an entire box of Girl Scout cookies. The thin mints without sharing with my wife or kids. There’s like 5 boxes left so it’s not like I ate the last one. Am I wrong for my gluttony?\n  ","977982":"\n   Thank you for being nice but it’s okay i don’t have any friends I am really shy and I am afraid that if I try to open myself up to people they will hate my personality and not want anything to do with me.\n  ","977983":"\n   What are some red flags to watch out for in a relationship or potential relationship?\n  ","977984":"\n   Like what?\n  ","977985":"\n   What do you find that you get judged most online for? Does this differ from what people in person have judged you for or continue to judge you for?\n  ","977986":"\n   Any movie recommendations?\n  ","977987":"\n   Armenian food\n  ","977988":"\n   Well i like Chinese and Italian so just throwing that out there🤷🏿\n  ","977989":"\n   What do you think it takes to have a happy and successful life?\n  ","977990":"\n   Well I know how you feel I have really bad anxiety myself that’s why I have no real friends, no girl friend and I can never get off anon. People who don’t have it can never truly understand the terror and emotional pain.\n  ","977991":"\n   Would you say the virus has ruined the rest of the year for you or anything you were looking forward too ?\n  ","977992":"\n   What kind of food will be at the wedding?\n  ","977993":"\n   When you get married you gonna have a flower girl and a ring bearer?\n  ","977994":"\n   I didn’t know you had social anxiety you do fine on ask and everything.\n  ","977995":"\n   What mistakes in your life have you learned the biggest lessons from? 🤔\n  ","977996":"\n   What religion do you practice ? Do you think religion is necessary to our lives? What would our lives be without religion involved?\n  ","977997":"\n   You are so beautiful your man is lucky to have you. Am I invited to the wedding ? Lol 😂 I’d love to show y’all some support most adorable couple ❤️\n  ","977998":"\n   How are you holding up in all this quarantine\/stay at home thing?\n  ","977999":"\n   What is holding you back in life?\n  ","978000":"\n   Peccato ero in ansia\n  ","978001":"\n   What's the most used app on your phone right now? What's the least used app? 🤭🤭\n  ","978002":"\n   How is Ms. Nikki today?\n  ","978003":"\n   Bop it 😳 pull it 🥵 twist it 🍆😲\n  ","978004":"\n   What’s something you’ve been meaning to try but just haven’t gotten around to it? 🤔\n  ","978005":"\n   Que opinas acerca de las personas que maltratan a animales?\n  ","978006":"\n   Yup\n  ","978007":"\n   I think that would be a good look for you 😂\n  ","978008":"\n   Would you say that the lyrics Chester spit were sprinkled and saturated?\n  ","978009":"\n   lol why not\n  ","978010":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","978011":"\n   Would you ever have a pet turtle? Have you ever had a pet turtle? Pictures?\n  ","978012":"\n   full size reese's peanut butter cups or the mini cups?\n  ","978013":"\n   are you loving the rain?\n  ","978014":"\n   mounds or almond joy?\n  ","978015":"\n   Awe you look good with all colors!\n  ","978016":"\n   Do you prefer to eat chocolate or drink strawberry juice rn?\n  ","978017":"\n   What is your natural hair color?\n  ","978018":"\n   You don't need to wish for anything. I love how you are.\n  ","978019":"\n   Is the best part of waking up Folger's in your cup?\n  ","978020":"\n   If Edra wanted you to turn on the dryer with him inside it for 10 seconds, would you say no or let him do what he wanted?\n  ","978021":"\n   Too bad your hair isnt dark like that and you werent born with blue eyes. You look pretty hot like that!\n  ","978022":"\n   What if your pillow could collect your dream and in the morning you could plug it in your laptop and watch it all over again?👀\n  ","978023":"\n   Why do some of the nicest people have the fewest friends? 👍\n  ","978024":"\n   What kinds of things are you interested in learning more about? Why? 👍\n  ","978025":"\n   If you could start a collection of one kind of item, what would it be?\n  ","978026":"\n   How many questions are in your inbox ?\n  ","978027":"\n   When is the best time of day for you productively?\n  ","978028":"\n   What month would you like to get married in and why?\n  ","978029":"\n   How is it where you live?\n  ","978030":"\n   Had you ever wondered what it would be like if the people who run rides at carnivals owned private zoos?\n  ","978031":"\n   Have you ever mixed two different tea bags together? I wasn't sure if I wanted mint or red raspberry so did both. Came out good too :)\n  ","978032":"\n   Does jealousy have value in driving humans to improve themselves or is it purely a negative emotion?\n  ","978033":"\n   Follow me plz i follow back Thank you 🙏\n  ","978034":"\n   Chester's rock 🎶 👍\n  ","978035":"\n   📖 What would you do if a book just flew across the room right now? 📚 Describe your reaction and what you would do.\n  ","978036":"\n   On April 1st everyone gets a text on their phone saying “April Fools! Sorry about the beginning of the year, let’s retry that” and we get sent back to January 1st 2020, what’s the first thing humanity should do?\n  ","978037":"\n   I’m human I’m home\n  ","978038":"\n   what are three countries you really wouldn’t feel comfortable travelling to\n  ","978039":"\n   Is 5G dangerous? I've read some stuff about how it can make people sick?\n  ","978040":"\n   Have you wasted your potential or lived up to it?\n  ","978041":"\n   What was the last book that you read?\n  ","978042":"\n   If you opened a business, what kind of business would it be?\n  ","978043":"\n   What were you doing three hours ago?\n  ","978044":"\n   you really dont know tho\n  ","978045":"\n   I see your name is going around on ask it was on my inbox so I told the anon Nickki has a boyfriend and is going to get married to him\n  ","978046":"\n   neither r u but ur still here\n  ","978047":"\n   How often do you draw? What do you like to draw?\n  ","978048":"\n   Cutest one direction member\n  ","978049":"\n   Who’s the cutest Jonas Brother?\n  ","978050":"\n   Woooo girl, black hair suits you hella good 😍\n  ","978051":"\n   Do you sell a lot of items online? I sold our TV today using OfferUp.\n  ","978052":"\n   Do you collect\/have a lot of anything?\n  ","978053":"\n   Does your family approve of your engagement and getting married later on?\n  ","978054":"\n   Have you ever enjoyed a book you've read for school?\n  ","978055":"\n   Who do you dislike the most right now?\n  ","978056":"\n   Do you like Donald Trump?🤔\n  ","978057":"\n   What do you know a surprising amount about?\n  ","978058":"\n   hi\n  ","978059":"\n   Do you think crying is a form of strength or weakness?\n  ","978060":"\n   What's something you like to nibble on in the middle of the night when getting up?\n  ","978061":"\n   Okay thank you lol, I was gonna have a heart attack if you left. I love talking to you and I adore you❤️. If you left I would have no other way of contacting you you’re a great person 😊\n  ","978062":"\n   Would you \/ have you ever buy clothes from a charity shop?\n  ","978063":"\n   Which movies or books have made a big impact on you?\n  ","978064":"\n   What’s that one thing that keeps you awake at night?\n  ","978065":"\n   Marriage is the key to a happy living do you think it’s true? Can a couple not be married and start their lives together?\n  ","978066":"\n   What is your favorite source of indoor entertainment?\n  ","978067":"\n   Do you have any male friends?\n  ","978068":"\n   Are you getting married this year ?\n  ","978069":"\n   Are you really going to leave askfm? I saw an answer where you said it’s boring and dead. Please I’ll make it entertaining, I don’t want you to leave this my only way of communicating with you 😢😢😢\n  ","978070":"\n   How do you respond to criticism? 💯\n  ","978071":"\n   Please don’t leave askfm 😢😢😢\n  ","978072":"\n   We are home 🤣\n  ","978073":"\n   It’s actually sad because Pigeons actually rely on humans to get their food. And with no food it’s hard for them to survive.\n  ","978074":"\n   What recently happened to you that made you feel happy?\n  ","978075":"\n   I feel bad for pigeons lmao 😂 there probably like where all the humans at ?\n  ","978076":"\n   Are you reading more since the coronavirus took over or have certain hobbies stayed the same?\n  ","978077":"\n   would you enter a relationship with someone who was separated but legally married?\n  ","978078":"\n   Is it worth continuing using this app? 🤔\n  ","978079":"\n   Omfg you are so beautiful... your hair looks professional and I can't believe how pretty your eyes look... 😍😍😍 You look thicc too which is extra cute! You're such an angel! 😘❤️\n  ","978080":"\n   Do you judge others by higher or lower standards than you judge yourself?\n  ","978081":"\n   Nicest guys on ask? :)\n  ","978082":"\n   Are people in your contacts on your phone, listed by name or social status?\n  ","978083":"\n   Goodnight and love you guys :3\n  ","978084":"\n   What's your favourite type of music? 🎶 👍\n  ","978085":"\n   Favorite cartoon growing up or that you still watch?\n  ","978086":"\n   Yes?\n  ","978087":"\n   What's a double standard that you dislike?\n  ","978088":"\n   Intelligence or wisdom, what’s more important for a better world?\n  ","978089":"\n   What size are your feet?\n  ","978090":"\n   Are you into asian guys?\n  ","978091":"\n   Hi what are you doing today?\n  ","978092":"\n   Why do guys only want a girl who can work out?\n  ","978093":"\n   Are there any slurs\/words you consider so offensive you won’t even say them out loud?\n  ","978094":"\n   do you believe that Africa was the cradle of humankind\/the birthplace of humanity?\n  ","978095":"\n   of Ancient cultures, which were you most fascinated by as a kid? (I was so into Ancient Rome\/specifically Pompeii! eventually I got into the Han Dynasty in China)\n  ","978096":"\n   Who was the worst teacher you ever had\n  ","978097":"\n   What are three things you’d change about society ?\n  ","978098":"\n   I'm late but arghhh your new dp is so beautifulllll! 💕\n  ","978099":"\n   Is it okay for poc to say the n-word?\n  ","978100":"\n   who’s your favorite rapper whose name starts with “lil”\n  ","978101":"\n   I always wanted to marry a gori\n  ","978102":"\n   Which languages do you speak most often?\n  ","978103":"\n   Have you ever started a fight with someone\n  ","978104":"\n   What other languages do you know other than English\n  ","978105":"\n   of Ancient cultures, which were you most fascinated by as a kid? (I was so into Ancient Rome\/specifically Pompeii! eventually I got into the Han Dynasty in China)\n  ","978106":"\n   Is it true that we are afraid of those things we don’t understand?✨\n  ","978107":"\n   Do your parents speak another language\n  ","978108":"\n   Just wanted to share my love and support during this quarantine period 🖤💜💙💚💛❤  How are you dealing with all this?\n  ","978109":"\n   What was the first thing you saw when you woke up this morning\n  ","978110":"\n   Ever find yourself copying your signigifant others mannerisms or even the way they text (+emojis)?\n  ","978111":"\n   Have you tried it?\n  ","978112":"\n   If you could take a single photograph of your life, what would it look like? 👍\n  ","978113":"\n   Try to poke the spot just below of the bone in the middle of your chest. What will you feel after?\n  ","978114":"\n   What was the last thing to shock you\n  ","978115":"\n   Everything is going good, made some breakfast and watching my show on Netflix\n  ","978116":"\n   What‘s not supposed to be scary but is?\n  ","978117":"\n   Rate my dp?😊😊\n  ","978118":"\n   do you believe housing is a human right or something someone needs to be able to afford and pay for?\n  ","978119":"\n   do you believe that Africa was the cradle of humankind\/the birthplace of humanity?\n  ","978120":"\n   Do you like lemonade from Hotdog on a Stick?\n  ","978121":"\n   What's up?\n  ","978122":"\n   Hii\n  ","978123":"\n   You wake up, it‘s 2050. What do you google\/research first?\n  ","978124":"\n   Scuse me ma'am I am here to inform you that your face is breathtaking :)\n  ","978125":"\n   Good morning buddy\n  ","978126":"\n   What if your pillow could collect your dream and in the morning you could plug it in your laptop and watch it all over again?👀\n  ","978127":"\n   do you wear sunglasses 🕶?\n  ","978128":"\n   Thoughts on the tiger getting  covid 19\n  ","978129":"\n   Have you been spending a lot more time on social media?\n  ","978130":"\n   Ever hit someone in the balls? 😂\n  ","978131":"\n   Three dog night 🐶🐶🐶🌌\n  ","978132":"\n   Why do girls wear black shorts under their skirts and dresses :(\n  ","978133":"\n   Do you like lemonade? Pink lemonade? 🍋🍸Lemonade GIFs?\n  ","978134":"\n   Did you like any that you don't like now?\n  ","978135":"\n   The Wizarding World was closed during that, wasn't it?\n  ","978136":"\n   Did your friends think you were odd for not liking any of that or were they cool when it came to music?\n  ","978137":"\n   Was that your first time going to Halloween Horror Nights or have you gone a bunch of times?\n  ","978138":"\n   Were you into any of the boy band or teen solo acts that were popular back then?\n  ","978139":"\n   I used it today for the first time because I wanted stuff but didn't want to go out. They got everything I wanted and set it down in front of my door so I didn't even have to be in proximity to anyone. I recommend it!\n  ","978140":"\n   When is the last time you went to Universal Studios?\n  ","978141":"\n   Were you ever a Belieber?\n  ","978142":"\n   Do you ever use instacart to get things from stores delivered to you?\n  ","978143":"\n   Do you like drake?\n  ","978144":"\n   Milkshakes or smoothies?\n  ","978145":"\n   Do you know how to do the dance to drake’s new song?\n  ","978146":"\n   do you still get ready every day or not since it's quarantine?\n  ","978147":"\n   Do you know how to hula hoop?\n  ","978148":"\n   You are confused right I am confused to that’s why I asked you the question because you are the smartest (and most beautiful) person I could think of.\n  ","978149":"\n   What should I do if my girl was trying to finesse me for the bands and then she was trying to be with mans is it alright for me to give her them hands?\n  ","978150":"\n   yw p.s you're every bit as beautiful in old and new pictures alike\n  ","978151":"\n   thats not what happened. south korea got their first coronavirus patient on the same day as we did. guess what? they are doing way better than us. we failed bc we have an imbecile leading our country\n  ","978152":"\n   can't take my eyes off that profile pic. what a goddess\n  ","978153":"\n   What is the craziest thing you've ever done\n  ","978154":"\n   I'm not. You are always #1 to me, that's why idgaf about what anyone else in your life wants if I think it's not what would make YOU feel best. You are my all time fav and that's how it is, even when it bothers you. So sorry for that in advance!\n  ","978155":"\n   It's was sabotage to ruin our us economy because foriegn countries didn't like us leading in the global economy\n  ","978156":"\n   It IS weird. I've never seen anybody EVER who did that. Even grandpa age men have pics of them with their lady. This guy hides everything. Makes me think he's either done bad things in the past or knows he's lying to you and doesnt want evidence to exist to incriminate him after he screws you over\n  ","978157":"\n   What languages do you speak Ms.Buckley?\n  ","978158":"\n   What would you do If your boyfriend bought you a Louis Vuitton handbag and says he loves you and the money he spent does not matter because you are worth it but you found out a few days later it was a fake.\n  ","978159":"\n   No it's you.\n  ","978160":"\n   Yes it is\n  ","978161":"\n   On a average week how many ugly guys message you on Snapchat and Instagram?\n  ","978162":"\n   If you are number 10 in the U.S who is number 1?\n  ","978163":"\n   Do you think Coronavirus is a hoax\n  ","978164":"\n   Would you still date edragen if he lived in the hood when you first met him?\n  ","978165":"\n   Nope he was useless and trump gonna give you money for nothing and your still gonna hate him?\n  ","978166":"\n   Give me a good reason why I should follow you?\n  ","978167":"\n   Jk he better than our last president ..\n  ","978168":"\n   Trump is the worst president in American history 🤢\n  ","978169":"\n   I dont get it! He loves asking anons why they're anon like that proves anything. Umm maybe because we're not dating you! If we were we wouldnt be on anon! I WISH I had someone like you to show off. I have never seen anyone who dated a 10 who didnt post pics with them anywhere. It's very weird!!\n  ","978170":"\n   I apologize if it was a guy, not all are the same 😂\n  ","978171":"\n   How could any respectable man not love posting pics of himself with somebody as fire as you? I feel like you're dating one of those psychos from a movie that charms a girl into making sacrifices and then turns out to be a maniac who ruins her life. It scares me.\n  ","978172":"\n   I see, both look great by the way 😁👍\n  ","978173":"\n   Did you dye your hair? 😁👍\n  ","978174":"\n   You look like an Angel 🤩❤\n  ","978175":"\n   Pap a recent pic of you\n  ","978176":"\n   What is something that you love to do?\n  ","978177":"\n   OHHH now he’s a short drive away. Gotcha. Next week he’s a short walk away\n  ","978178":"\n   I thought you said your bf was a short flight away before, why waste your money on a flight of less than 20 miles?\n  ","978179":"\n   Snapchat or Instagram?\n  ","978180":"\n   Hi how was your day today?\n  ","978181":"\n   Dob???🙄🙈\n  ","978182":"\n   You a model?\n  ","978183":"\n   What would you most like to do if money were no object?\n  ","978184":"\n   What is everyone cooking\/baking this week? I wanna try out some new stuff so want ideas! I'm gonna try making cinnamon rolls for the first time\n  ","978185":"\n   So I was thinking me+you=call of duty date how does that sound?\n  ","978186":"\n   If you had the ability to change the color of trees, what color(s) would you choose?\n  ","978187":"\n   You stole my dog out of my house?!?! Hes my dog!! You go get him!!😡\n  ","978188":"\n   Less than 20 miles. 🥰\n  ","978189":"\n   I know that’s why I am crying Jeffery has the one thing I always wanted which is you it’s always been you😭😭\n  ","978190":"\n   Would you rather fight Freddy Krueger or an invisible man? 👻\n  ","978191":"\n   If you were a character in a horror movie how would you be killed? 🔪\n  ","978192":"\n   Girl that should be me driving to your house, opening up the door and kissing you on the mouth.😢😭\n  ","978193":"\n   Do you wear a mask when you go outside?\n  ","978194":"\n   Ever wondered if you're the only one seeing in first person view? What if others are seeing in third person.\n  ","978195":"\n   what’s something that can always make u feel better?\n  ","978196":"\n   how much time does it take to get there\n  ","978197":"\n   How far apart do you and your bf live?\n  ","978198":"\n   his dares are funny and what kind of phobias he has makes me laugh. Once he had to help cow while giving birth.. I was literally laughing my ass off\n  ","978199":"\n   Imagine that you are tasked to re-design society - what changes would you make?\n  ","978200":"\n   Do you think Covid19 is the the real problem of the world right now, or would that be people’s stupidity & selfishness all over the world?🤷🏼‍♀️\n  ","978201":"\n   what’s a creative\/interesting three ingredient or less breakfast?\n  ","978202":"\n   Are there any brands or companies that you boycott? Why did you?!\n  ","978203":"\n   What would you say are your 3 biggest interests \/ hobbies? 🤔 How did you get into said hobbies? 😊\n  ","978204":"\n   Do you like animals\n  ","978205":"\n   So, New York City 🤨\n  ","978206":"\n   Why does society place such a high value on beauty when it serves no functional purpose? 🤔\n  ","978207":"\n   Why Most of the people want to live in a denial mode by blaming others for their sufferings rather than admitting their own faults?\n  ","978208":"\n   Insta or sc?\nWanna talk for a while 🍁🍁\n  ","978209":"\n   What does your last text message say? How many unread text messages do you have\n  ","978210":"\n   What if... I put my Minecraft bed 🛌 next to yours? 😳 haha jkjk....unless?😏\n  ","978211":"\n   name all of your favorite bands?\n  ","978212":"\n   Nikki ,how is DC after the Coronavirus?\n  ","978213":"\n   Joe mama\n  ","978214":"\n   Do you know joe?\n  ","978215":"\n   If you could run any business, which one would you choose? Would you make any drastic changes to it?\n  ","978216":"\n   *donkey snorts* well hello there chrysanthemum\n  ","978217":"\n   Maybe you can go out in your backyard or something if you have depending on the weather? Is it nice on your side today?\n  ","978218":"\n   PAP of what you looked like days before the virus vs now?\n  ","978219":"\n   Important message for Corona Virus 🦠?\n  ","978220":"\n   What are you doing today?\n  ","978221":"\n   Imagine that you are in quarantine in your house. What would you miss the most doing outside?\n  ","978222":"\n   You like photography? 👀\n  ","978223":"\n   Are you overprotective of anybody? Like in a good way of course\n  ","978224":"\n   If you could create your own job, what would it be for and what would the title be?\n  ","978225":"\n   I’m alright just getting some fresh air. It’s like day 32 I want this to be over already so we can get everything back to normal lol\n  ","978226":"\n   Have you been spending a lot more time on social media?\n  ","978227":"\n   Do you ever use Skype? 🤔 Feels like it's completely dead haha\n  ","978228":"\n   how are you doing?\n  ","978229":"\n   what are some common misconceptions people have about you?\n  ","978230":"\n   Hola!\n  ","978231":"\n   How do you feel about jealousy in a healthy relationship? Does it belong there or not? — Where does jealousy come from?\n  ","978232":"\n   Hey good morning buddy:) how are you ?\n  ","978233":"\n   It’s finally April! Is there anything special you want to accomplish this month?\n  ","978234":"\n   Do you follow organized religion? What does it mean to you?\n  ","978235":"\n   Your new profile pic is lovely\n  ","978236":"\n   Wow. Still only 20\n  ","978237":"\n   Curious? 🤔 Do you mind sharing your age? Or general age? 💯 Respect either way! 😊\n  ","978238":"\n   Where’s the next place on your travel bucket list and why?\n  ","978239":"\n   What one word describes you? Are u happy with that tag or not?\n  ","978240":"\n   do you remember your dreams?\n  ","978241":"\n   Do you have a clear sense or idea of what your purpose is in this lifetime? :)\n  ","978242":"\n   Are you noticing price gouging from some traders in this period?\n  ","978243":"\n   Is being unsociable bad? Why\/Why not?\n  ","978244":"\n   How do you describe a successful life?\n  ","978245":"\n   Tell me a bit about yourself. 🤗\n  ","978246":"\n   What is your favorite decoration in your home? Post a picture if you would like!😊\n  ","978247":"\n   What is something you're jealous of?\n  ","978248":"\n   Do you easily let your past go or immerse yourself in past memories?\n  ","978249":"\n   Is free will real or just an illusion? 🤔\n  ","978250":"\n   🍀: Hi! Just wanna remind you, Keep calm and Stay positive! Good things will happen. ♡\n  ","978251":"\n   Would you make a Tik Tok account it’s very fun it’s almost like Instagram?\n  ","978252":"\n   What motivates you in life?\n  ","978253":"\n   صادق مع نفسك؟! + شخصيتك ف كلمة..👀\n  ","978254":"\n   You are more than your fears and insecurities. You have a lot to live for and are a smart and adorable woman.  Keep your beautiful face up and have a great day ❤️\n  ","978255":"\n   Nice new dp 👍\n  ","978256":"\n   Would you choose money or fame?\n  ","978257":"\n   awake?\n  ","978258":"\n   Is your name summer? Cuz you will be coming real soon?\n  ","978259":"\n   My only tik tok is my ⏰ 😂\n  ","978260":"\n   You famous on tik tok?\n  ","978261":"\n   Who was the last person you talked to?\n  ","978262":"\n   Do you believe in luck?\n  ","978263":"\n   What is holding you back in life?\n  ","978264":"\n   Awakened Yet?\n  ","978265":"\n   Thanks, you should try get some sleep :)\n  ","978266":"\n   You're crazy 😂 hope you had a good day!\n  ","978267":"\n   Well you are. You are a light in all our lives.\n  ","978268":"\n   Dude why you still up 😂\n  ","978269":"\n   they called bathrooms\n  ","978270":"\n   Do you know how beloved you are?\n  ","978271":"\n   I think that's a dialect mix up haha we don't use the word restroom for a home bathroom\n  ","978272":"\n   i'm from the uk i didnt know\n  ","978273":"\n   какой у него этаж?\n  ","978274":"\n   i thought restrooms was in public places?\n  ","978275":"\n   which ones?\n  ","978276":"\n   oh ok i thought it was a bit werid lol\n  ","978277":"\n   what is the secret of your beauty?\n  ","978278":"\n   which area of the mall do you like the most?\n  ","978279":"\n   My man boobs❤️❤️\n  ","978280":"\n   does she always sleep there or does she switch it up?\n  ","978281":"\n   you go out of the house to use a restroom\n  ","978282":"\n   what the first thing you do when you get out of bed?\n  ","978283":"\n   do you like lying on hammocks or do you feel like you're gonna fall off them?\n  ","978284":"\n   what time is it where you live & what are you currently up to?\n  ","978285":"\n   do you watch any reality shows?\n  ","978286":"\n   does sky sleep in your room?\n  ","978287":"\n   do you keep any chocolate in your room?\n  ","978288":"\n   do you like philly cheesesteaks?\n  ","978289":"\n   \"1-8-7-7 kars for kids, k-a-r-s kars for kids, 1-8-7-7 kars for kids, donate your car today!\" do you know that tune nikki?\n  ","978290":"\n   Do you have fast metabolism?\n  ","978291":"\n   Best Amazon purchase?\n  ","978292":"\n   U r toooo funny\n  ","978293":"\n   Vastgebonden\n  ","978294":"\n   Do you learn better visually or by words ?\n  ","978295":"\n   LMAO\n  ","978296":"\n   who are you\n  ","978297":"\n   What are three things you are inspired by? Why are they inspiring to you?\n  ","978298":"\n   Lekker mn handjes in jouw slipje steken\n  ","978299":"\n   yup. he got it in prison!\n  ","978300":"\n   What is the most attractive or interesting thing that you look for a guy\/girl you wanna date? 🤔\n  ","978301":"\n   Last time you had sex in the shower\n  ","978302":"\n   the tiger king guy has the coronavirus\n  ","978303":"\n   I’ll ask you questions buddy!  since I’m super bored\n  ","978304":"\n   Что кладут в чебуреки?\n  ","978305":"\n   Welche Watte kann man essen?\n  ","978306":"\n   ❤️\n  ","978307":"\n   Where you were lost, now you have found a new home.\n  ","978308":"\n   What’s the best personal gift someone could give you?\n  ","978309":"\n   What do you label yourself as?\n  ","978310":"\n   So 10 asker walk into a bar. What happens?\n  ","978311":"\n   Anthony Bourdain once said \"There's a guy in my head, and all he wants to do is lay in bed all day long, smoke pot, and watch old movies and cartoons. My life is a series of strategems, to avoid, and outwit that guy\". Who is \"that guy\" for you, and what do you do to avoid him?\n  ","978312":"\n   if your dog bit edra and edra's hand had to be amputated, would you forgive your dog bc it didn't know any better?\n  ","978313":"\n   Ever tried horse radish? It’s the best with prime rib!\n  ","978314":"\n   did you know joe exotic has rona?\n  ","978315":"\n   Thoughts?!\n  ","978316":"\n\n    https:\/\/instagram.com\/funkiianzar?igshid=rfpa7zbuv1cg\n   \n   Open the story and \nVote 4 \"Sheikh Mustafa\"\n and ask ur friends or post as ur story to vote me thanks\n  ","978317":"\n   What's one thing that you normally do regularly but havent done it in a while\n  ","978318":"\n   When was it taken?\n  ","978319":"\n   Why not tickle her back if she tickles you lol\n  ","978320":"\n   do you think we all use people in our own way just to get to what we need\/\/want?\n  ","978321":"\n   What game are you really good at?\n  ","978322":"\n   Omg your new dp, I love it 🥰\n  ","978323":"\n   My couch may pull out but I dont 😘\n  ","978324":"\n   How are you feeling today?\n  ","978325":"\n   Are you gonna do your hair like it is in your dp? That color looks amazing on you\n  ","978326":"\n   Cranberry juice? Yay or nay?\n  ","978327":"\n   You are Indian ?\n  ","978328":"\n   If dogs are doggos, are cats cattos?\n  ","978329":"\n   What is the stupidest way you've tried or managed to make money\n  ","978330":"\n   How was your day?\n  ","978331":"\n   Daddy comes to you 🤤😈\n  ","978332":"\n   People who type \"u\" instead of \"you,\" what do you do with all of your free time?\n  ","978333":"\n   If Covid-19 wasn’t dominating the news right now, what would be some of the biggest stories be right now?\n  ","978334":"\n   A new dating app is launched. Instead of a photo of the person, it shows you a photo of their bedroom, car, kitchen, shoes, how they have their tea\/coffee, things like that... what photo would tell you the most about someone, and would you be most interested to see to choose a potential date?\n  ","978335":"\n   i hate mean girls\n  ","978336":"\n   Hey Nikki 😅\n  ","978337":"\n   Why do women always assume that shy socially awkward guy's are creeps?\n  ","978338":"\n   Like what?\n  ","978339":"\n   So how do you control it?\n  ","978340":"\n   Do you use birth control pills?\n  ","978341":"\n   no we don't. but if it make you and jeffrey feel better to make fun of and talk down to us, who ask the majority of your questions, have it it. it's not a good look.\n  ","978342":"\n   A boy and a girl?\n  ","978343":"\n   How many do you want?\n  ","978344":"\n   most of us? yeah I don't think so.\n  ","978345":"\n   Do you plan on being a parent with Jeffy Jeff?\n  ","978346":"\n   I have, but it's not one of those things where we make it obvious. You and I both don't have a thing for feet (like most anons), so it's not something we pay attention to.\n  ","978347":"\n   What's the nicest thing you've done for a complete stranger knowing you will likely never see them again?\n  ","978348":"\n   so many people suggested asking questions about parenting! sorry if any of my questions about parenting aren’t something you haven’t thought much abt\n  ","978349":"\n   If one of your friends tickled you, would you tickle her back?\n  ","978350":"\n   Follow 🔙\n  ","978351":"\n   good well stay safe from this crazy virus\n  ","978352":"\n   What’s the funniest word in the English language?\n  ","978353":"\n   Would you let Jeffrey touch your feet?\n  ","978354":"\n   good when will you both get married\n  ","978355":"\n   are you able to see your boyfriend?\n  ","978356":"\n   What animal would be the most terrifying if it could speak?\n  ","978357":"\n   Have you got or had a friend that you didn't trust at all when you first met\n  ","978358":"\n   What did you Google last?\n  ","978359":"\n   In what ways are you creative?\n  ","978360":"\n   How would you react if I dressed your doggos up in little bunny ears? :3\n  ","978361":"\n   What’s something that makes you happy?\n  ","978362":"\n   What celebrity accounts you follow on insta and facebook?\n  ","978363":"\n   Aren't u 00?\n  ","978364":"\n   What’s the most ridiculous username you have ever had?\n  ","978365":"\n   Do you take any daily meds\n  ","978366":"\n   Is there something that you almost didn’t do, but you’re glad you did?\n  ","978367":"\n   Batman became Batman because he was afraid of bats. So what do you become due to your fear?\n  ","978368":"\n   What do you want but can't afford currently?\n  ","978369":"\n   What is something that everyone looks stupid doing?\n  ","978370":"\n   What’s your go to Dance Party song?\n  ","978371":"\n   Sameee\n  ","978372":"\n   What question do you ask yourself a lot?✨\n  ","978373":"\n   Fun fact if you have a cold sore on your lip and did any oral sxx you will give them herpes 😂\n  ","978374":"\n   Your previous 2 relationships have they been ended with you happy or with you sad...... and why?\n  ","978375":"\n   Not even in your McDonald's burger? Lol\n  ","978376":"\n   Poste ein Bild deines Lieblingsaccessoires, das du gerade trägst.😊\n  ","978377":"\n   Not on it's own yeah. My friend is weird that way haha\n  ","978378":"\n   My best friend walked in to my place earlier today & went straight to the fridge. He pulled out something and started eating it. He asked me \"why does this yogurt taste so weird?\" I replied saying \"because that's not yogurt. That's mayonnaise\" & he smiled & said \"oh right\" & kept eating it 😅\n  ","978379":"\n   When you feel lost, what is it you do that helps you find your way back?\n  ","978380":"\n   Daaaaaammnnn! I'm hittin' that 😎🤤\n  ","978381":"\n   you get so many bikini questions everyone wants to see ur bikini body\n  ","978382":"\n   Für was verschleuderst du Geld?🙈\n  ","978383":"\n   Are you an introvert or an extrovert?\n  ","978384":"\n   Mit wem würdest du am liebsten in einem Aufzug feststecken?😋\n  ","978385":"\n   omg bikini pic??!?!\n  ","978386":"\n   What are you doing during this crisis?\n  ","978387":"\n   It’s a song if you didn’t know drinking is fun in times like this 😂\n  ","978388":"\n   🎵 I got a hangover whoaaaaaaa I got an empty cup pour some moreeee 🎵\n  ","978389":"\n   How is your Saturday going?\n  ","978390":"\n   What do you splurge on?\n  ","978391":"\n   What is the weirdest way that you've made a friend\n  ","978392":"\n   Hiii! I love your profile! So question, how many languages can you speak?\n  ","978393":"\n   What is a material possession that you have lost and miss?\n  ","978394":"\n   Which quality in a man do you dislike the most?\n  ","978395":"\n   People in Glendale?\n  ","978396":"\n   Bikini bottom pic?\n  ","978397":"\n   How long have you been on Ask.fm?\n  ","978398":"\n   Are you afraid of the dark?\n  ","978399":"\n   Who did you last say “I love you” to?\n  ","978400":"\n   Is Chad your friend? Because he said he is, I told him yesterday he shouldn’t be speaking to you because your engaged you know and that’s disrespectful\n  ","978401":"\n   Howdy?\n  ","978402":"\n   Who is alive\n  ","978403":"\n   sleepy sleepy sleep poopy poopy pooooooo! mE dRuNk!!!\n  ","978404":"\n   What's the best thing you've ever bought?\n  ","978405":"\n   Guten Nachmittag 😎 was steht heute bei der netten Miss Nikki an ?\n  ","978406":"\n   What’s something you care desperately about?\n  ","978407":"\n   I'm I the only one who is going bat shit crazy  being locked in the house because of this quarantine?\n  ","978408":"\n   Is there anything about yourself you hide?\n  ","978409":"\n   body cinfident pap\n  ","978410":"\n   I felt it in Toluca Lake\n  ","978411":"\n   You do know what happened to one of the stars on the show right\n  ","978412":"\n   I didn't feel anything either and we're less than 20 miles apart.\n  ","978413":"\n   Hi\n  ","978414":"\n   Not if you keep buying them all...just kidding nothing but love and you know it 😂😂\n  ","978415":"\n   You know how the game goes I have a 2 for 1 Big Mac meal coupon and I can’t eat it by myself 😉😉\n  ","978416":"\n   Sing me a sleepy time sing.\n  ","978417":"\n   I'm going to be talking to the doctor on Monday because my tinkles isn't feeling so good. I might have an infection.\n  ","978418":"\n   I really hope they have toilet paper. People are going to have to start cleaning themselves by taking a shower and using bar soap.\n  ","978419":"\n   Amber Heard 🤷🏻‍♂️\n  ","978420":"\n   When are we going to have self driving RVs so we can live in them while they drive us different places at night?\n  ","978421":"\n   With another man's wife\n  ","978422":"\n   Do you think we are going to have toilet paper? I never see any in the store. I'm worried about running out. Then idk what to do.\n  ","978423":"\n   Do you ever see Elon Musk going out for a walk?\n  ","978424":"\n   I just got in bed. It took me extra long.\n  ","978425":"\n   I got them McDonald’s coupons so what’s up?\n  ","978426":"\n   I have been following you since mid 2015 and I feel like sometimes I ask you too many questions and you get slightly annoyed.I don’t want to bother you and make you feel trapped to answer my questions so if you want I can take a break from you and give you room to breath comfortably just let me know\n  ","978427":"\n   Nikki... I'm gonna get in bed and ask you some questions. It will be about 5-10mintues though. I gotta get water and take my prescriptions and do to the bathroom. I'll be back!\n  ","978428":"\n   What do you think Mr. Bitter from Big Time Rush is up to tonight?\n  ","978429":"\n   Churail lag rhi ho bc\n  ","978430":"\n   Did you feel the earthquake today?????\n  ","978431":"\n   Hey Nikkerz! How is your Friday night? What are you doing? It's Saturday for me! It just hit midnight!!!! lol\n  ","978432":"\n   You’re engaged girl ? Congrats 🍾\n  ","978433":"\n   Girl you’re engaged ?congrats 🍾\n  ","978434":"\n   Why is it too early?\n  ","978435":"\n   Are you and Edra trying to conceive?\n  ","978436":"\n   What’s something that will always be in fashion, no matter how much time passes?\n  ","978437":"\n   What is the worst month to have a child? My boyfriend I conceived around September last year we have no idea when the baby is going to be born I just joe it’s not in the summer months. What month would be due ?\n  ","978438":"\n   Any hobbies?\n  ","978439":"\n   By the way both pictures are awesom ❤️❤️\n  ","978440":"\n   Do you like nature or do you like to mostly be indoors?\n  ","978441":"\n   Really Nikki that’s it’s so cute so you guys are going to get married\n  ","978442":"\n   your body is so nice wtf..\n  ","978443":"\n   Nikki I’m really happy 😃 for you and your boyfriend\n  ","978444":"\n   u look sexy in nbikini\n  ","978445":"\n   Whens your last day of class?\n  ","978446":"\n   Bring out the boots! 🤪\n  ","978447":"\n   Hey anons, you see\n   \n    https:\/\/ask.fm\/NicoleBuckleyyx\/photopolls\/163141732\n   \n   ? Yep, I'm marrying her. It's okay to be jealous. Sometimes I can't even believe it myself. Wow! Funny thing is, pictures don't really do her justice either. She is WAY more beautiful in person and MUCH sexier 😋\n  ","978448":"\n   lol what were you doing? it was felt all over socal.\n  ","978449":"\n   VERY hot\n  ","978450":"\n   very!\n  ","978451":"\n   Are you hot or not?.\n  "},"Answer":{"977380":"\n  Yeah, sometimes\n  ","977381":"\n  Easter here is tomorrow but happy Easter!🐣🐰 hope you’re staying safe and healthy!❤️\n  ","977382":"\n  Netflix, Hulu, Amazon Prime, Disney Plus\n  ","977383":"\n  Honestly I would say all of the  negativity in the world  because no one should have to deal with negativity 🙁\n  ","977384":"\n  I can suggest many great movies\n  ","977385":"\n  Oh yes, absolutely it’s definitely whenever I hear a Linkin Park song I can’t help it, I just end up singing along. 🥺\n  ","977386":"\n  Honestly my favorite place to be is with\n  \n   @edraegen\n  \n  🥰\n  ","977387":"\n  I mean here we use card and cash and  I think people use their cards more though\n  ","977388":"\n  Oh yes, definitely\n  ","977389":"\n  I will be turning 21 and I’ve been on here since like 2013😁\n  ","977390":"\n  mostly text tbh lol\n  ","977391":"\n\n   @edraegen\n  \n  🥰\n  ","977392":"\n  yeah, for the most part lol\n  ","977393":"\n  Sometimes I do\n  ","977394":"\n  I don’t remember and I don’t think I’ve ever broken anything expensive\n  ","977395":"\n  yes, absolutely same here! It’s actually sunny outside today\n  ","977396":"\n  No I don’t, but I’d like to learn!😁\n  ","977397":"\n  Pretty Little Stalker😁\n  ","977398":"\n  lol really anon?\n  ","977399":"\n  Yes, it could be possible!\n  ","977400":"\n  Awhhhh, thank you so much for this positivity 🤍✨ it truly means so much! Same goes for you lovely!\n  ","977401":"\n  I’m doing alright, how are you bud?\n  ","977402":"\n  I would wish to wake up next to\n  \n   @edraegen\n  \n  somewhere tropical like Hawaii 😍\n  ","977403":"\n  That’s great, but I’m engaged 🥰\n  ","977404":"\n  What are you talking about?🤔\n  \n  you got the wrong person\n  ","977405":"\n  Wait what? Lol\n  ","977406":"\n  No I don’t think that\n  ","977407":"\n  Well I feel they’re already sneaking around though so it wouldn’t matter if she’s 18 or not\n  ","977408":"\n  That I will always cherish him, love him, care for him, give him my all always, make him happy always, I will make him laugh, I’ll give him so much love, and I’ll promise to never stop loving him  and that my love for him will continue to grow every single day we are together.\n  ","977409":"\n  Good morning!\n  ","977410":"\n  Yes it’s great on battery!\n  ","977411":"\n  No never heard of it lol\n  ","977412":"\n  I’m not sure tbh\n  ","977413":"\n  Oh well lol\n  ","977414":"\n  What does?\n  ","977415":"\n  It seems to be sunny outside so yay!😁\n  ","977416":"\n  Both of them\n  ","977417":"\n  🤍\n  ","977418":"\n  No I wouldn’t say it’s bad but I get what you mean\n  ","977419":"\n  Absolutely!\n  ","977420":"\n  I’m not your mom lol\n  ","977421":"\n  Yes I do!\n  ","977422":"\n  Yes!\n  ","977423":"\n  Nope, I haven’t been\n  ","977424":"\n  🤍✨\n  ","977425":"\n  🤨🤨\n  ","977426":"\n  No I don’t, haven’t been out\n  ","977427":"\n  that’s wonderful lol I’ve answered it before\n  ","977428":"\n  Are you the president or something?🤣\n  ","977429":"\n  Nothing really, just going to chill as usual lol\n  ","977430":"\n  Yeah at first they were really overreacting\n  ","977431":"\n  Yes, actually it’s very interesting\n  ","977432":"\n  What’s up?\n  ","977433":"\n  You definitely should, I enjoy them\n  ","977434":"\n  Why’s that?\n  ","977435":"\n  not your babe\n  ","977436":"\n  no you can’t\n  ","977437":"\n  That would be creepy but no it didn’t happen 🤣\n  ","977438":"\n  The one where I was getting chased by this butterfly creature 🤣\n  ","977439":"\n  No anon, you’re not getting me. I’m in love with my fiancé and only him. No need to fight, you’ll find someone\n  ","977440":"\n  Oh goodness, I don’t remember no\n  ","977441":"\n  Who isn’t on this app? lol\n  ","977442":"\n  Hello!\n  ","977443":"\n  Hey hey! Ooh I don’t know actually lol and stay awesome too!\n  ","977444":"\n  Oh goodness, why would anyone name their daughter that?\n  ","977445":"\n  No I haven’t recently\n  ","977446":"\n  Oooh I’m not sure tbh🤨\n  ","977447":"\n  It was a long time ago lol\n  ","977448":"\n  I like big and small dogs! Well I grew up in a big city so I guess big cities although I do like small towns and wouldn’t mind living in one! I have a big family personally 🙂\n  ","977449":"\n  I wouldn’t say it’s a liability\n  ","977450":"\n  Don’t have one\n  ","977451":"\n  Ohhhh I see, that’s interesting!\n  ","977452":"\n  I don’t have any, no!\n  ","977453":"\n  Howdy there!🤠\n  ","977454":"\n  no I can’t\n  ","977455":"\n  nope, I do not\n  ","977456":"\n  I’m not?\n  ","977457":"\n  I’m a student anon\n  ","977458":"\n  Being in quarantine 🙃\n  ","977459":"\n  No I can’t tbh😱\n  ","977460":"\n  No I don’t believe the earth is flat. The earth is a sphere and round.\n  ","977461":"\n  You’re born whenever you’re born! 😁 it shouldn’t matter when or what month\n  ","977462":"\n  Hello everyone!😁\n  ","977463":"\n  I definitely like roses!\n  ","977464":"\n  Omg yes I remember icarly! You don’t have that where you live?😱\n  ","977465":"\n  Oooh lol fun!\n  ","977466":"\n  I don’t think I’ve seen that but probably lol\n  ","977467":"\n  Watching Jared Leto’s live🤩\n  ","977468":"\n  I guess so, yeah\n  ","977469":"\n  No that hasn’t happened\n  ","977470":"\n  Thank you!🙂\n  ","977471":"\n  Baby, babygirl, my love etc.🥰\n  ","977472":"\n  lol sure🤨\n  ","977473":"\n  Yes, absolutely\n  ","977474":"\n  I have no idea tbh\n  ","977475":"\n  🤨🤨\n  ","977476":"\n  No thank you🤗\n  ","977477":"\n  I’m in my pjs anon\n  ","977478":"\n  oh yeah, absolutely\n  ","977479":"\n  someone talk lol\n  ","977480":"\n  Say what now?\n  ","977481":"\n  I don’t know anon\n  ","977482":"\n  I’m holding up, I’ve just been entertaining myself but also getting bored lol. How are you holding up lovely?\n  ","977483":"\n  Ask your parents?\n  ","977484":"\n  Ohh I gotcha!😁\n  ","977485":"\n  lol I don’t have kids\n  ","977486":"\n  I’m not your mom? lol\n  ","977487":"\n  I could be very sensitive\n  ","977488":"\n  Well not really, it’s been raining for the past week lol\n  ","977489":"\n  Well I’m not a parent just yet but I would say it’s raising your kids the way you want to raise them and to teach them manners and how to be kind and all that.\n  ","977490":"\n  Well the first thing I noticed about you is how wonderful your personality is from the questions you would ask and from your responses to questions!😁 Also your awesome blue hair! And how you spread positivity and love to everyone which is what we always need, so I appreciate that✨\n  ","977491":"\n  When a song you like comes on lol I guess\n  ","977492":"\n  No lol what’s wrong with that? I don’t see anything wrong with that\n  ","977493":"\n  Definitely be loved🙂\n  ","977494":"\n  picking my lips to the point they bleed 🥴\n  ","977495":"\n  ‘IT’ chapter 1 and 2\n  \n  The conjuring 1 and 2\n  \n  Christopher Robin\n  ","977496":"\n  Yes, I do!\n  ","977497":"\n  I just like plain cheese pizza tbh\n  ","977498":"\n  Well yes, absolutely\n  ","977499":"\n  lol no I haven’t\n  ","977500":"\n  Awhhhh this is so sweet, thank youuu🥺\n  ","977501":"\n  My favorite Disney film would be frozen lol I just think it’s cute\n  ","977502":"\n  Ooh good question but I’m not sure tbh🤨\n  ","977503":"\n  We met on here actually!\n  ","977504":"\n  I would say middle eastern countries\n  ","977505":"\n  Why are you calling yourself that? Don’t be so hard on yourself. 🙁 have some confidence.\n  ","977506":"\n  anyways\n  ","977507":"\n  Everyone is worthy of love anon. Everyone deserves to be loved and cared about no matter what they look like. Everyone is beautiful in their own ways.\n  ","977508":"\n  I think it’s extremely sad how some countries are more poorer than others. It breaks my heart really how people have to suffer like that without food and shelter makes me so sad.🙁\n  ","977509":"\n  I’m not sure what you meant\n  ","977510":"\n  No we don’t, I believe she’s in Canada\n  ","977511":"\n  No I’m not saying my life is hard without social media. I just communicate with my friends on social media that’s why.\n  ","977512":"\n  Well they’re definitely a huge part of it, yes\n  ","977513":"\n  Y’all 🥱\n  ","977514":"\n  Oooh good question but I don’t know 🤔\n  ","977515":"\n  That they learned what their parents have been teaching them\n  ","977516":"\n  Oh goodness I couldn’t picture it to be honest\n  ","977517":"\n  This app 🙁\n  ","977518":"\n  Most likely, it’s just boring though lol\n  ","977519":"\n  No we haven’t lol\n  ","977520":"\n  This summer no lol probably next summer\n  ","977521":"\n  Well I have to get to know them first and then for me to trust them they need to show me with their actions not just their words\n  ","977522":"\n  Well it is tonight and I’m not getting anything?🙁\n  ","977523":"\n  🤨🤨\n  ","977524":"\n  I’m so bored 🙃\n  ","977525":"\n  Awhhh that’s adorable 🥺\n  ","977526":"\n\n   @edraegen\n  \n  🥰\n  ","977527":"\n  🥱🥱\n  ","977528":"\n  I’m quite bored loll\n  ","977529":"\n  And anon left again 🥴\n  ","977530":"\n  This was sent as a shoutout lol\n  ","977531":"\n  Omg yes please do!🥺\n  ","977532":"\n  where are y’all?🥱\n  ","977533":"\n  No it doesn’t mean that\n  ","977534":"\n  Y’all\n  ","977535":"\n  no it’s not\n  ","977536":"\n  Yes, lol I have\n  ","977537":"\n  Normal questions yeah?\n  ","977538":"\n  I’m sorry anon, but I’m in love.\n  ","977539":"\n  None of us\n  ","977540":"\n  alright y’all talk\n  ","977541":"\n  I absolutely agree! thank you✨\n  ","977542":"\n  Who’s that? And I’m sorry you feel that way 🙁\n  ","977543":"\n  lol anon\n  ","977544":"\n  I’m sorry that you’re sad anon but I have someone who I adore and love very much and nothing will ever change that. I’m sure you’ll find someone to love anon. Hang in there\n  ","977545":"\n  Interesting lol\n  ","977546":"\n  lol yes I’m engaged anon\n  ","977547":"\n  lol who is this?🤨 and that’s by Adele\n  ","977548":"\n  yeah, absolutely not. We’re not into that kind of stuff\n  ","977549":"\n  I don’t know lol\n  ","977550":"\n  lmao I don’t have that app.\n  ","977551":"\n  no lol\n  ","977552":"\n  Sometimes I prefer both\n  ","977553":"\n  lol nope\n  ","977554":"\n  Well I’m sorry anon, but I’m very much in love with my fiancé.\n  ","977555":"\n  No lol🤨\n  ","977556":"\n  no, I don’t need to do that. I trust him\n  ","977557":"\n  No I think personality does more\n  ","977558":"\n  lol it’s in my bio and I mention my fiancé all the time\n  ","977559":"\n  not really lol I’ve had this for years\n  ","977560":"\n  not really\n  ","977561":"\n  Days ago again\n  ","977562":"\n  12,860\n  ","977563":"\n  nope, posted already\n  ","977564":"\n  Ahhhh I see, I see! I’m sorry 🙁\n  ","977565":"\n  lol it’s not that easy\n  ","977566":"\n  How can I help you?\n  ","977567":"\n  absolutely not, I don’t do that kind of thing and I’m in a relationship\n  ","977568":"\n  yeah, no thank you\n  ","977569":"\n\n   @edraegen\n  \n  🥰\n  ","977570":"\n  I’m sorry but I don’t know what you can do. Maybe order it online or something?\n  ","977571":"\n  I’m engaged.\n  ","977572":"\n  If you need help with something let me know and I will gladly help you\n  ","977573":"\n  hi again lol\n  ","977574":"\n  Well yeah, because she might not want to text everyday. She can tell her that you want to get to know her more\n  ","977575":"\n  Thank youuuu!😁\n  ","977576":"\n  hi y’all talk\n  ","977577":"\n  The other day lol\n  ","977578":"\n  Nope, I’ve never watched that but I have many good tv show recommendations\n  ","977579":"\n  Lol not necessarily, not all men like beards or mustaches on themselves lol\n  ","977580":"\n  A lot of things I guess\n  ","977581":"\n  Who knows honestly\n  ","977582":"\n  I don’t know about the weirdest 🤨\n  ","977583":"\n  A lot of things sadly\n  ","977584":"\n  YESSSSS omg I love everything horror! And Freddy Kruger used to scare me when I was younger but now I like him🤣\n  ","977585":"\n  🥴🥴\n  ","977586":"\n  No I don’t do that lol\n  ","977587":"\n  I don’t give my number out to just anyone lol. I have to know who you are\n  ","977588":"\n  Here ya goooo anon✨🤩\n  ","977589":"\n  nopeeeee\n  ","977590":"\n  entertaining myself really\n  ","977591":"\n  Yeah that’s just a filter and awh thank you 🤍\n  ","977592":"\n  Absolutely 😍\n  ","977593":"\n  I’ve heard of Avicii and liked some of his songs!\n  ","977594":"\n  Hello y’all\n  ","977595":"\n  Spending time with\n  \n   @edraegen\n  \n  🥰\n  ","977596":"\n  I get really bad stomachaches and I always take Tylenol and drink warm tea with honey and lay down!\n  ","977597":"\n  No I didn’t watch the news and oh my 🥴\n  ","977598":"\n  No I wouldn’t\n  ","977599":"\n  What? Lol\n  ","977600":"\n  🤔🤔\n  ","977601":"\n  dancing!🤣\n  ","977602":"\n  hmm those options look pretty good\n  ","977603":"\n  ooh that’s interesting\n  ","977604":"\n  Some parts are definitely\n  ","977605":"\n  Don’t do it lol\n  ","977606":"\n  I don’t know lol\n  ","977607":"\n  I don’t think so 🤔\n  ","977608":"\n  I believe there’s different love languages that people have and that’s how they communicate that they love their special someone\n  ","977609":"\n  perhaps 😉\n  ","977610":"\n  🤨🤨\n  ","977611":"\n  no lol, I don’t this Easter!🙃\n  ","977612":"\n  Why would I be nervous?\n  ","977613":"\n  now you’re just copying questions again\n  ","977614":"\n  Clothes, shoes, technology and whatnot lol\n  ","977615":"\n  I’ve answered this 🥴\n  ","977616":"\n  For me personally it’s a feeling and\n  \n   @edraegen\n  \n  makes me feel at home🥰\n  ","977617":"\n  Love of my life\n  ","977618":"\n\n   https:\/\/youtu.be\/mdJDPepGOAM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","977619":"\n  I wash my hands like 30 times a day\n  ","977620":"\n  You already watched all the movies I recommend last time?🤨\n  ","977621":"\n  Use the bathroom lol\n  ","977622":"\n  High school was pretty good, I had a lot of great memories and fun times even though it was full of drama sometimes too but that’s just high school for ya lol\n  ","977623":"\n  Perhaps, I’m not sure anon\n  ","977624":"\n  Yes, absolutely!\n  ","977625":"\n  I would go and scare people and they would never know it’s me lol and move objects around 😁\n  ","977626":"\n  Yes, I know!😁\n  ","977627":"\n  Awhhh this is so sweet🥺 thank you so much! We both appreciate that, thank you! You’re very kind, much love 🤍✨\n  ","977628":"\n  I will let you know you bud!\n  ","977629":"\n  That Michael Jackson was trying to kill me🤣\n  ","977630":"\n  I like most donuts lol\n  ","977631":"\n  Lol why anon?\n  ","977632":"\n  wait what?🙁\n  ","977633":"\n  yes,\n  \n   @edraegen\n  \n  😍\n  ","977634":"\n  I can recommend many great songs but here’s one I do recommend\n  \n\n   https:\/\/youtu.be\/QLFiuNdQrzI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  🤩🤩🤩\n  ","977635":"\n\n   @edraegen\n  \n  makes me very happy and therefore he is my reason for being happy 🥰\n  ","977636":"\n\n   @edraegen\n  \n  ‘s voice 😍\n  ","977637":"\n  No I don’t think the guy should break up with the girl instead he should communicate with her and tell her that she’s going to fast and he would rather take it slower.\n  ","977638":"\n  Yes, I do\n  ","977639":"\n  No you can’t but you shouldn’t because that’s not nice\n  ","977640":"\n  That’s awesome and yes definitely I’d like to read it😁\n  ","977641":"\n  I follow many people on ask and I appreciate them all💕\n  ","977642":"\n  Yes I admire\n  \n   @edraegen\n  \n  🤩\n  ","977643":"\n  Yes, that sounds like fun!\n  \n  I would bring\n  \n   @edraegen\n  \n\n   @Qu33nForADayy\n  \n\n   @littlekri\n  \n  😁\n  ","977644":"\n  Many hours before I sleep lol\n  ","977645":"\n  What’s that? Lol\n  ","977646":"\n  What is?\n  ","977647":"\n  I’m engaged anon\n  ","977648":"\n  Definitely Australia and the United Kingdom\n  ","977649":"\n  By staying inside, keeping your distance, washing your hands, cleaning your phone with alcohol wipes, and most importantly staying safe!\n  ","977650":"\n  🤨🤨\n  ","977651":"\n  That’s good! And you write poetry? that’s pretty cool!😁\n  ","977652":"\n  Yes, I have played it before!\n  ","977653":"\n  No I don’t\n  ","977654":"\n  yesterday lol\n  ","977655":"\n  Hopefully soon!\n  ","977656":"\n  Hellooo!\n  ","977657":"\n  I’ve definitely met a few\n  ","977658":"\n  Not this year\n  ","977659":"\n  Hey buddy! It was alright yours?\n  ","977660":"\n  I love animals\n  \n  I absolutely adore my fiancé\n  \n  I enjoy socializing with others\n  ","977661":"\n  Well it’s okay for a boy to feel nervous to text a girl. Maybe they’re nervous because they don’t know if they girl feels the same way as they do.\n  ","977662":"\n  Just chilling and entertains myself\n  ","977663":"\n  yes, that’s true. Why’s that funny?🤨\n  ","977664":"\n  Home for me is a feeling and\n  \n   @edraegen\n  \n  makes me feel at home 🥰\n  ","977665":"\n  I do\n  ","977666":"\n  Well if you’re not with anyone then that wouldn’t be considered cheating\n  ","977667":"\n  oooh I definitely love rosè but not all kinds\n  ","977668":"\n  yes, it’s happening to me right now with my love\n  ","977669":"\n  well if you’re kissing your significant other that’s not cheating\n  ","977670":"\n  I don’t play video games\n  ","977671":"\n  lol thank you!\n  ","977672":"\n  I mean that’s not necessarily true. Some men show their emotions\n  ","977673":"\n  Lol can’t tell if you mean that as a bad thing\n  ","977674":"\n  Yesterday finishing all my homework in a timely manner lol\n  ","977675":"\n  I’m a very shy person who once I become more comfortable with you I become more louder and silly.😁\n  ","977676":"\n  Most definitely 😋\n  ","977677":"\n  Well I feel there’s definitely a universal list that everyone knows and considers cheating but then when you’re in a relationship you also come up with things that you personally believe is considered cheating.\n  ","977678":"\n  Noooo, I personally wouldn’t\n  ","977679":"\n  How kind I am\n  \n  How I try and spread positivity\n  \n  my silliness\/weirdness\n  \n  How honest I am\n  \n  How big hearted I am 😁\n  ","977680":"\n  exactly lol\n  ","977681":"\n  yes lol he is my fiancé\n  ","977682":"\n  Firstly dating my love this year and then him proposing to me.🥰\n  ","977683":"\n  Definitely on something to do with horror or maybe positivity\n  ","977684":"\n  definitely tea!\n  \n  I don’t know lol🥴\n  \n  I would ask Sky why are you so crazy? lol\n  ","977685":"\n  A lot actually\n  ","977686":"\n  I’m trying to get to all of your questions!🙂\n  ","977687":"\n  All of those choices are good for listening to music except sleeping lol\n  ","977688":"\n  I don’t think so🤨\n  ","977689":"\n  I wouldn’t take a ride with a stranger period.\n  ","977690":"\n  No I don’t\n  ","977691":"\n  a few people\n  ","977692":"\n  nope just don’t want to\n  ","977693":"\n  Well if they aren’t active anymore I do\n  ","977694":"\n  yes lol\n  ","977695":"\n\n   @edraegen\n  \n  everything about him😍\n  ","977696":"\n  Don’t have one tbh\n  ","977697":"\n  No I don’t\n  ","977698":"\n  I’m terrible at dancing even though I took it for 4 years 🤣\n  ","977699":"\n  again hang out with\n  \n   @edraegen\n  \n  😍\n  ","977700":"\n  Awwwh, thank you love💕\n  ","977701":"\n  I definitely believe in fate and that we create our own destinies as well\n  ","977702":"\n  there’s a few I don’t like lol\n  ","977703":"\n  I don’t know about the weirdest lol\n  ","977704":"\n  spending time with my love\n  \n   @edraegen\n  \n  🥰\n  ","977705":"\n  All kinds of fruits like lemons, oranges, grapefruit, apples etc!\n  ","977706":"\n  oh goodness, I follow people because they’re amazing and because I like their answers!\n  ","977707":"\n  You’re asking the wrong person. I don’t gain weight anon\n  ","977708":"\n  I’m on it much more lol\n  ","977709":"\n  Oh no, I don’t think I’ve ever done that on here lol🤣 yes I remember it from years ago lol\n  ","977710":"\n  I’ve met so many amazing people on social media and have become friends with them!\n  ","977711":"\n  hmmmm I’m not sure\n  ","977712":"\n  yes, I do!\n  ","977713":"\n  ooh that’s a good question but I don’t know lol\n  ","977714":"\n  Not really, no\n  ","977715":"\n  At this point you’re just copying other peoples questions\n  ","977716":"\n  No I don’t\n  ","977717":"\n  I don’t like anime at all\n  ","977718":"\n  🤨🤨\n  ","977719":"\n  Of course my mother matters to me and he also matters so much to me\n  ","977720":"\n  Yes, I have friends that are vegan and or a vegetarian\n  ","977721":"\n  of course 🥺\n  ","977722":"\n  no he proposed to me in person!\n  ","977723":"\n  when I started dating\n  \n   @edraegen\n  \n  and then him proposing to me🤩\n  ","977724":"\n  Are they the ask generated questions?\n  ","977725":"\n  Yes, I have played it before! 😁\n  ","977726":"\n\n   @edraegen\n  \n  🥰\n  ","977727":"\n  I just don’t like it at all. The smell is so bad and I just know I would never do it.\n  ","977728":"\n  Really?🤔\n  ","977729":"\n  You’re asking the wrong person. I don’t gain weight\n  ","977730":"\n  No that’s not fine, I would never try it\n  ","977731":"\n  I used to believe that people can change but then again they always prove me wrong so I don’t think so\n  ","977732":"\n  the smell is absolutely disgusting\n  ","977733":"\n  I don’t like it and would never do it\n  ","977734":"\n  Of course, I’m fully committed to\n  \n   @edraegen\n  \n  💕\n  ","977735":"\n  honestly probably last year because that’s when I met\n  \n   @edraegen\n  \n  🥰\n  ","977736":"\n  I do enjoy breakfast foods!\n  ","977737":"\n  I usually only eat 2 meals anon\n  ","977738":"\n  honestly music always does especially Linkin Park!\n  ","977739":"\n  A mix of all of those\n  ","977740":"\n  y’all talk\n  ","977741":"\n  It’s always been like that\n  ","977742":"\n  I just don’t tbh\n  ","977743":"\n  Go and hang out with\n  \n   @edraegen\n  \n  😍\n  ","977744":"\n  a bear omg! I love them🤩\n  ","977745":"\n  Honestly pop\/rock and yeah it’s stayed the same\n  ","977746":"\n  I have friends from all over and I’m not sure about that one 🤔\n  ","977747":"\n  She’s a sweetheart and she’s a great mother and anons should really stop attacking her and bothering her. She doesn’t deserve it. Also she’s beautiful and very chill!😁\n  ","977748":"\n\n   @edraegen\n  \n  🥰\n  ","977749":"\n\n   https:\/\/youtu.be\/mdJDPepGOAM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  🤩🤩🤩\n  ","977750":"\n  Oooh that’s tough, it just depends on what I feel like on that day lol\n  ","977751":"\n  Sure, I’ll ask you some too🙂\n  ","977752":"\n  lol no I just said I was born in September 🤨\n  ","977753":"\n  How tired I am of staying inside and not being able to do things lol\n  ","977754":"\n  I don’t think so, no\n  ","977755":"\n  yup, definitely 🤣\n  ","977756":"\n  🥱\n  ","977757":"\n  no I haven’t, you learn and grow from your past and that’s who makes you who you are.\n  ","977758":"\n  Hello! I’m alright😁\n  ","977759":"\n  Hello!\n  ","977760":"\n  I think so honestly, I hope we are\n  ","977761":"\n  I’ve answered this 🙂\n  ","977762":"\n  Usually no I can’t, I can’t stand it. Like it annoys and bothers me lol and I try to ignore it and just close my eyes and tune it out 🙃\n  ","977763":"\n  yes I am right now with\n  \n   @edraegen\n  \n  🥰\n  ","977764":"\n  Unconditional love is when you love someone no matter what you go through together and no matter how difficult times get with one another. You continue to love them through it all and that love will last forever and never fade away because it’s unconditional love. It’s loving them through everything and that kind of love never fades away it’s always there forever.\n  ","977765":"\n  Be more positive and loving in my opinion 🙂\n  ","977766":"\n  Not really, why?\n  ","977767":"\n  Yes, I like curry!\n  ","977768":"\n  that’s interesting lol\n  ","977769":"\n  Where y’all at\n  ","977770":"\n  anyways\n  ","977771":"\n  Definitely spiders. I like clowns lol\n  ","977772":"\n  7th\n  ","977773":"\n  lol why?\n  ","977774":"\n  lol yeah\n  ","977775":"\n  nope\n  ","977776":"\n  never heard of it\n  ","977777":"\n  Is that a song?\n  ","977778":"\n  I’m glad your gone I can finally breathe\n  \n  I’m glad your gone I can try and be me\n  ","977779":"\n  definitely like neon colors like neon pink, neon blue and whatnot 😁\n  ","977780":"\n  nope, not that I remember\n  ","977781":"\n  I would definitely say snakes!\n  ","977782":"\n  no lol\n  ","977783":"\n  Thank you, I appreciate that! I followed you as well 😁\n  ","977784":"\n  Awhhh, I know. I’m sorry 🙁\n  ","977785":"\n  all this madness 🙁\n  ","977786":"\n  oooh good question hmmm🤔\n  ","977787":"\n  Hi y’all\n  ","977788":"\n  definitely when it’s a nice and sunny day outside a picnic at the beach or even a park!\n  ","977789":"\n  I do enjoy breakfast foods\n  ","977790":"\n  🤣🤣\n  ","977791":"\n  🤨🤨\n  ","977792":"\n  I don’t even pay attention to it lol\n  ","977793":"\n  Good morning! lol\n  ","977794":"\n  spending time with\n  \n   @edraegen\n  \n  😍\n  ","977795":"\n  Yes, I have!\n  ","977796":"\n  I’d let him\n  ","977797":"\n  yes, possibly lol\n  ","977798":"\n  On social media\n  ","977799":"\n  Because they might have different views than you or might not believe the same things as you believe in\n  ","977800":"\n  Yeah I have friends all over the world anon\n  ","977801":"\n  Many of them!\n  ","977802":"\n  oh believe me, I know!\n  ","977803":"\n  for some people that’s what they like to do but for others they would want to talk about it\n  ","977804":"\n  I don’t think so\n  ","977805":"\n  nopeee anon\n  ","977806":"\n  lol hello\n  ","977807":"\n  I don’t eat dinner anon\n  ","977808":"\n  I’m just naturally like this tbh\n  ","977809":"\n  yessss!\n  ","977810":"\n  lol my birthday is in the beginning of September and summer ends on September 22nd🙂\n  ","977811":"\n  Yes, it gets you going through the rest of the day and gives you energy to do things.\n  ","977812":"\n  In September no I like having my birthday in a later month that’s still summer 😁\n  ","977813":"\n  lol thank you 🙂\n  ","977814":"\n  I met him on here! 🤩\n  ","977815":"\n  nope, I’m engaged.\n  ","977816":"\n  no lol\n  ","977817":"\n  That’s extremely crazy!\n  ","977818":"\n  No I probably won’t\n  ","977819":"\n  Yes, I do think so\n  ","977820":"\n  Hey! What’s yours?😁\n  ","977821":"\n  Oh my😱\n  ","977822":"\n  For the most part I think they’re able to understand my sense of humor, yes!\n  ","977823":"\n  No thankfully they’re staying safe and sound inside.\n  ","977824":"\n  I think that’s pretty crazy but I know the drinking age in Europe is 18 and when I go there I usually drink in restaurants and whatnot but here in California and the rest of the US the drinking age is 21.\n  ","977825":"\n  We learned about the brain in psychology.\n  \n  We use the the frontal lobe which controls personality, decision- making & reasoning.\n  \n  We also use the temporal lobe which controls memory, speech, and sense of smell.\n  \n  The cerebrum is the largest part of the brain and it’s composed of the right and left hemispheres and it performs much higher tasks like interpreting touch, vision, speech, reasoning, emotions, and the control of movement.\n  ","977826":"\n  And they’ve been married for awhile now 🤩\n  ","977827":"\n  Why would I want to do that?\n  ","977828":"\n  Not really lol\n  ","977829":"\n  I think it’s better to have loved and lost in my opinion because everyone should experience falling in love at least once and it doesn’t end all the time. Love is unconditional and it can last a lifetime but if it does happen to end painfully you’ll be able to grow and learn from that experience.\n  ","977830":"\n  You tell me lol\n  ","977831":"\n  No I haven’t\n  ","977832":"\n  goodnight friends\n  ","977833":"\n  All of those sound silly really lol\n  ","977834":"\n  y’all\n  ","977835":"\n  I’ve answered this earlier lol\n  ","977836":"\n  that’s a good question, I don’t know 🤨\n  ","977837":"\n  No lol\n  ","977838":"\n  Y’all\n  ","977839":"\n  oh I see, and yeah it’s very boring! I’ll ask you questions 😁\n  ","977840":"\n  Oh my goodness 🤨\n  ","977841":"\n  Oh no, are you okay? and I will😁\n  ","977842":"\n  cheers lol\n  ","977843":"\n  I think it’s good to be body positive and to love your body and the skin you’re in. I think everyone should love their body and the skin they’re in.\n  ","977844":"\n  I’m sleepy\n  ","977845":"\n  much more lol\n  ","977846":"\n  Nope\n  ","977847":"\n  no he didn’t, he’s alll mine\n  ","977848":"\n  Getting married to\n  \n   @edraegen\n  \n  😍\n  ","977849":"\n  Yes we are in lockdown lol. It’s basically just to stay inside and distance yourself\n  ","977850":"\n  Definitely Armenian, Greek and Italian\n  ","977851":"\n  Yes lol\n  ","977852":"\n\n   @edraegen\n  \n  obviously 😍\n  ","977853":"\n  yes I do\n  ","977854":"\n  I think you should, yes\n  ","977855":"\n  that I’m always quiet and shy but once I become comfortable with you I become loud and silly\n  ","977856":"\n  Game of Thornes, Friends, Rick and Morty, etc\n  ","977857":"\n  Maybe you should try exercising inside of your house\n  ","977858":"\n  It ain’t lol\n  ","977859":"\n  If you never try you’ll never know\n  ","977860":"\n  Probably Instagram 🥴\n  ","977861":"\n  nope in person I’m much more quiet and shy until I become more comfortable with you\n  ","977862":"\n  both actually!\n  ","977863":"\n  Not everyday, no\n  ","977864":"\n  A lot honestly like\n  \n  ‘IT chapter 1 and 2\n  \n  The conjuring 1 and 2\n  \n  Christopher Robin\n  \n  Dark shadows\n  \n  Begin again\n  \n  Love actually\n  \n  etc.😁\n  ","977865":"\n  Nope I’ve never used it\n  ","977866":"\n  It’s basically a need at this point in life\n  ","977867":"\n  positivity and love!\n  ","977868":"\n  I mean we girls use those products for when we are on it. They come in handy and are useful. I am freaked out by a few but I understand why girls use them.\n  ","977869":"\n  I would tell myself to keep my head up high and not to give up and that everything will be okay\n  ","977870":"\n  Not yet, no I’m waiting\n  ","977871":"\n  No lol I don’t\n  ","977872":"\n  hmm I would say I think they should be able to vote at least because every vote counts\n  ","977873":"\n  hello!🙂\n  ","977874":"\n  I don’t think so\n  ","977875":"\n  nope nope nope\n  ","977876":"\n  Instagram and this app! my least used would probably be Snapchat\n  ","977877":"\n  I’m already with the love of my life\n  \n   @edraegen\n  \n  🥰\n  ","977878":"\n  You tell me😁\n  ","977879":"\n  I haven’t been to a grocery store or anywhere for that matter in weeks but I did go to\n  \n   @edraegen\n  \n  ‘s place last week 😋\n  ","977880":"\n  Yes, absolutely!\n  ","977881":"\n  maybe in your dreams but not in reality lol\n  ","977882":"\n  That’s not true at all\n  ","977883":"\n  Why’s that?🤨\n  ","977884":"\n  That’s not me 🤣\n  ","977885":"\n  ooooh that’s a good one 🤔\n  ","977886":"\n  My goodness I have been typing so much\n  ","977887":"\n  FBI agent\/profiler or an interior designer 😁\n  ","977888":"\n  oops yeah, that’s what I meant and no I haven’t lol\n  ","977889":"\n  I’ve traveled a lot and pretty far places too\n  ","977890":"\n  probably Instagram or snapchat\n  ","977891":"\n  What are you talking about?🤣\n  ","977892":"\n  I think it can both be positive and such a negative place to be. But rather more negative in my opinion.\n  ","977893":"\n  Game of Thorns, Friends, and whatnot 😁\n  ","977894":"\n  I would rather spend a day of my choosing in the future and that would be the day of mine and\n  \n   @edraegen\n  \n  ‘s wedding 🥰\n  ","977895":"\n  Hey!\n  ","977896":"\n  Any language that isn’t English I would say lol\n  ","977897":"\n  I mean I don’t think I do but most likely yes lol\n  ","977898":"\n  I like so many homemade foods lol I wouldn’t know where to start\n  ","977899":"\n  no I’m not reading more lol\n  ","977900":"\n  Goodness I’m doing my homework 😅\n  ","977901":"\n  What are you talking about? I don’t even know who that is. I’m taken by my fiancé\n  \n   @edraegen\n  \n  🥰\n  ","977902":"\n  I think it can be cured. Someone just has to find a vaccine that will actually work on people\n  ","977903":"\n  It’s about chapter 6 which is about behaviorism and learning. And it’s not hard it’s psychology\n  ","977904":"\n  It’s been awhile tbh lol yikes\n  ","977905":"\n  No I don’t anon, sometimes yes\n  ","977906":"\n  I don’t think so tbh🤔\n  ","977907":"\n  I don’t have nieces or nephews anon\n  ","977908":"\n  I would rather want to be able to do both omgggg\n  ","977909":"\n  I’m not sure anon\n  ","977910":"\n\n   @edraegen\n  \n  😍\n  ","977911":"\n  Absolutely not\n  ","977912":"\n  watching the lecture for class\n  ","977913":"\n  What did what day?\n  ","977914":"\n  I looked that up awhile ago\n  ","977915":"\n  Oh my goodness, I honestly don’t remember\n  ","977916":"\n  Probably my fashion sense and creativity\n  ","977917":"\n  FBI agent\/profiler or I might major in interior design.\n  ","977918":"\n  Oh no lol I’ve had those before! I was just saying those sound good rn😁\n  ","977919":"\n  Oh goodness, I’m so sorry that people are doing that to you. That’s so messed up. Stay strong 🤍✨Also I’m glad you’re back, I followed you!\n  ","977920":"\n\n   @edraegen\n  \n  🥰\n  \n  Linkin Park\n  \n  doing outdoor activities\n  ","977921":"\n  I’m able to let go of my past more easily now\n  ","977922":"\n  paranormal investigation\n  ","977923":"\n  🤨🤨\n  ","977924":"\n  No way that’s crazy! Pistachio and cookies and cream!\n  ","977925":"\n  positivity, kindness, love, caring, peace, silliness, trustworthy, honesty, loyalty\n  ","977926":"\n  I’m not sure but probably a house\n  ","977927":"\n  No way! Yes, I’ve tried cookie dough ice cream before it’s very good! That other one you said also sounds good lol\n  ","977928":"\n  Oh yes definitely for many people\n  ","977929":"\n  Oh my I don’t know actually\n  ","977930":"\n  Cookie dough ice cream sounds so good! lol\n  ","977931":"\n  Very soon\n  ","977932":"\n  You mean move in together?\n  ","977933":"\n  Ahhh that sounds absolutely fun! Ice cream is bomb!\n  ","977934":"\n  I have a few and I just learned and grew from them and moved on from those times in my life.\n  ","977935":"\n  Later on down the road\n  ","977936":"\n  It’s all good!\n  ","977937":"\n  I’m doing pretty good! What are you up to?\n  ","977938":"\n  lol does it matter?\n  ","977939":"\n  probably Santa and the tooth fairy to be honest lol\n  ","977940":"\n  I have 2 half brothers.\n  ","977941":"\n  I mean I’m close with my brother that is my full brother. Sometimes he’s a pain but we get along for the most part.\n  ","977942":"\n  I met him on here actually\n  ","977943":"\n  No lol and I’m not sure I think my mom was 23 and my dad I don’t know how old he was.\n  ","977944":"\n  I don’t necessarily think that. It’s just you have to be willing to commit to get married and you have to want it.\n  ","977945":"\n  Good morning bud! How are you?\n  ","977946":"\n  hello y’all\n  ","977947":"\n  Limon lays\n  \n  sweet chili Doritos\n  \n  bbq honey Fritos\n  \n  those are my top favorites lol\n  ","977948":"\n  lol no\n  ","977949":"\n  I don’t open links\n  ","977950":"\n  I mean there’s been times where I felt like giving up but it didn’t make sense and I picked myself back up with the help of others.\n  ","977951":"\n\n   @edraegen\n  \n  🥰\n  ","977952":"\n  Thank you!\n  ","977953":"\n  When\n  \n   @edraegen\n  \n  proposed to me awhhh that was my favorite memory🥺\n  ","977954":"\n  You can’t buy me and or bribe me anon\n  ","977955":"\n  It’s been alright, to get into a grocery store there’s lines now which is crazy but for the most part people have been staying inside and keeping their distance.\n  ","977956":"\n  Thank you, have a nice day as well!🤍\n  ","977957":"\n  I’m not angry lol\n  ","977958":"\n  Hello! Hope you’re doing well too!😁\n  ","977959":"\n  I just might go to sleep\n  ","977960":"\n  No you don’t 🤨\n  ","977961":"\n  That’s good! how’s quarantine over there?\n  ","977962":"\n  maybe, you never know\n  ","977963":"\n  so many people have been sweet to me 🤗\n  ","977964":"\n  goodness I’m sleepy\n  ","977965":"\n  Yes, I believe that!\n  ","977966":"\n  I would say 10 grand every month\n  ","977967":"\n  I feel like that only happens in movies tbh\n  ","977968":"\n  I’ve made many different things for him😝\n  ","977969":"\n  maybeeee😋\n  ","977970":"\n  Yes I’m engaged anon.\n  ","977971":"\n  oooh I don’t know tbh\n  ","977972":"\n  because they’re clearly jealous and looking for attention and because they have nothing better to do with their own lives.🤷‍♀️\n  ","977973":"\n  Both sound absolutely terrifying I would be extremely sad if my fiancé was hospitalized due to covid-19 but the second one is also saddening.\n  ","977974":"\n  Having to look them in the eyes and hold a conversation\n  ","977975":"\n  The people in it mainly and all the negativity towards one another.\n  ","977976":"\n  oooh maybe a unicorn and a panda bear🤩\n  ","977977":"\n  oh yes, absolutely 😋\n  ","977978":"\n\n   @edraegen\n  \n  🥰\n  ","977979":"\n  I absolutely love Carbonara!\n  ","977980":"\n  anything about me or my fiancé\n  \n  positivity\n  \n  deep thinking questions\n  \n  questions about the things I like\n  \n  compliments 😉\n  ","977981":"\n  Nooooo thin mints are soo good!\n  ","977982":"\n  Of course! You know I understand how you feel because I’m also very shy and I also am afraid to open up to people but I’m positive once you open up and show your personality to others they will like you for who you are.\n  ","977983":"\n  jealously\n  \n  when they try to control you\n  \n  arguing a lot\n  \n  Not communicating with each other\n  \n  etc.\n  ","977984":"\n  many many things!\n  ","977985":"\n  People can judged a lot on the pictures they post online especially girls and their bodies and yeah because people haven’t judged me for those things necessarily.\n  ","977986":"\n  ‘IT’ chapter 1 and 2\n  \n  The conjuring 1 and 2\n  \n  Christopher Robin\n  \n  Dark shadows\n  \n  And if you need more ask me!\n  ","977987":"\n  that’s an idea lol\n  ","977988":"\n  I love Italian foood!\n  ","977989":"\n  most importantly to love what you do and to go after your dream job and what you want to do in life. To be happy in what you’re doing for work and to make sure it’s your dream and passion.\n  ","977990":"\n  Yeah, it’s really bad but don’t say that. I’m sure you have friends and you just haven’t found the right one yet.\n  ","977991":"\n  Oh yeah definitely and for a lot of people too.\n  ","977992":"\n  We’re not sure just yet\n  ","977993":"\n  I’m not sure🤨\n  ","977994":"\n  Well in person when I need to interact with others I do\n  ","977995":"\n  Honestly I’ve learned from many mistakes in my life\n  ","977996":"\n  I’m not religious\n  ","977997":"\n  You’re so adorable, thank you!🤍 of course, you’re invited. We both appreciate the support!\n  ","977998":"\n  I’m hanging in there honestly although it’s quite annoying\n  ","977999":"\n  My social anxiety and nervousness\n  ","978000":"\n  Anywho\n  ","978001":"\n  Probably this or instagram lol\n  ","978002":"\n  I’m doing alright, how are you?\n  ","978003":"\n  Y’all ask me stuff\n  ","978004":"\n  I’m not sure actually 🤔\n  ","978005":"\n  Hi y’all\n  ","978006":"\n  🤨🤨\n  ","978007":"\n  Nah, it wouldn’t 🙂\n  ","978008":"\n  No his lyrics are very relatable and very touching to the soul and speak to you in so many ways.\n  ","978009":"\n  Because I don’t want to become a blueberry 🤣\n  ","978010":"\n  Most likely not lol\n  ","978011":"\n  Probably not tbh\n  ","978012":"\n  I guess full size\n  ","978013":"\n  No I don’t like the rain\n  ","978014":"\n  Almond joy!\n  ","978015":"\n  Awhhh you’re so sweet! Thank you beautiful 💕\n  ","978016":"\n  I’d prefer to eat chocolate rn\n  ","978017":"\n  My natural hair is brown with natural red highlights\n  ","978018":"\n  That’s very sweet, thank you!🥺\n  ","978019":"\n  I don’t drink coffee\n  ","978020":"\n  No I wouldn’t do that 🤨\n  ","978021":"\n  lol my hair isn’t that color anymore and I wish I had blue eyes and thank you!\n  ","978022":"\n  Yes that would definitely be very interesting and fun!\n  ","978023":"\n  Because they know having a smaller group of friends is much better then having a bigger group of friends who aren’t really their friends and don’t know them as well.\n  ","978024":"\n  Psychology\n  \n  Sociology\n  \n  Paranormal investigation\n  \n  Interior design\n  \n  yoga\n  \n  etc🙂\n  ","978025":"\n  I have no idea actually\n  ","978026":"\n  I’m trying to answer them but I don’t know how many exactly\n  ","978027":"\n  The afternoon!\n  ","978028":"\n  Definitely during the summer because that’s my favorite season\n  ","978029":"\n  It’s crazy over here. To get into the grocery stores there’s lines and it’s so quiet because everyone is staying inside for the most part.\n  ","978030":"\n  Ooooh interesting 🤨\n  ","978031":"\n  No I haven’t done that before but some flavors could definitely work together!\n  ","978032":"\n  I feel jealousy is more of an negative emotion because when you’re jealous of someone you tend to not like them and talk badly about them and that’s definitely negative and isn’t healthy being jealous of someone or something.\n  ","978033":"\n  Sure!😊\n  ","978034":"\n  Linkin Park is my favorite, yes!!😁\n  ","978035":"\n  I would think that’s pretty sick and awesome at the same time. After all, I am interested in paranormal investigation as well. I just find it super fascinating\n  ","978036":"\n  We should do things different if that did happen but sadly it didn’t. We should’ve started off the year more positively\n  ","978037":"\n  That’s good!\n  ","978038":"\n  Hmmm I haven’t thought about that\n  ","978039":"\n  I mean I’ve definitely heard theories about that\n  ","978040":"\n  I’m living up to and I’m getting there😁\n  ","978041":"\n  I haven’t read a book in awhile tbh\n  ","978042":"\n  A high end clothing business 😁\n  ","978043":"\n  I was doing class work!\n  ","978044":"\n  It’s like really annoying, go watch tv or something.\n  ","978045":"\n  I know someone is sending my link around like come on now, go find something better to do.\n  ","978046":"\n  lol I didn’t ask🙂\n  ","978047":"\n  I used to draw a lot actually but then I stopped.\n  ","978048":"\n  None of them\n  ","978049":"\n  none of them are attractive lol\n  ","978050":"\n  awhhhh thank you, that’s a super old photo of me. My hair is now ginger though 💕\n  ","978051":"\n  Nope I’ve never done that actually\n  ","978052":"\n  I used to collect rocks and shells from different beaches that I went to.\n  ","978053":"\n  Of course they do!\n  ","978054":"\n  Yes! The great gatsby😁\n  ","978055":"\n  I dislike many people 🙂\n  ","978056":"\n  Nope!\n  ","978057":"\n  A lot of things honestly\n  ","978058":"\n  hellooo\n  ","978059":"\n  It’s an emotion everyone feels and it’s okay to cry and let it all out. It’s healthy to do that so it’s definitely a form of strength.\n  ","978060":"\n  I don’t nibble on anything in the middle of the night anon\n  ","978061":"\n  Oh noooo, don’t worry I’m here! You’re so adorable 🥺 I appreciate that!\n  ","978062":"\n  no I haven’t\n  ","978063":"\n  oh boy, I don’t know where to start tbh\n  ","978064":"\n  I guess I would say my mind keeps me awake at night when I’m not able to sleep\n  ","978065":"\n  I mean for people who see themselves getting married and actually want to commit to getting married and if they’re sure that’s the person they want to spend their lives with then yes I feel that can lead to happiness. And yes, they’re couples who are not married but can still spend their lives together in a committed relationship.\n  ","978066":"\n  Listening to music, watching movies\/shows, yoga, zumba, swimming, walking around inside, cooking\/baking, drawing, coloring, writing, sleeping, etc 😁\n  ","978067":"\n  Yes, I do\n  ","978068":"\n  Nope, not this year!\n  ","978069":"\n  No no no, I’m not leaving I promise you. Don’t be sad. It just gets boring sometimes that’s all.\n  ","978070":"\n  I mean I personally don’t like criticism but it’s life. There’s always going to be someone to criticize you so it doesn’t bother me.\n  ","978071":"\n  I’m not leaving lovely!\n  ","978072":"\n  We are home? Lol\n  ","978073":"\n  Oh yeah, I know. It’s rather sad actually 🙁\n  ","978074":"\n\n   @edraegen\n  \n  proposed to me in March 😍\n  ","978075":"\n  Omg I know!🤣 they’re probably thinking themselves what happened to the humans\n  ","978076":"\n  No I’m not and my hobbies have stayed the same lol\n  ","978077":"\n  No I wouldn’t enter into a relationship knowing that. But I’m already with the love of my life so that doesn’t matter 🙂\n  ","978078":"\n  Honestly it’s very boring and quite dead so I don’t think so personally! Btw I love your hair color! We have the same hair color 🤩\n  ","978079":"\n  lol thank you, I appreciate that! I’m not thick I’m skinny🥴\n  ","978080":"\n  Definitely by lower standards and I judge myself with higher standards.\n  ","978081":"\n\n   @edraegen\n  \n\n   @Strongdef\n  \n\n   @Pookeo9\n  \n\n   @redoasis2017\n  \n\n   @KeepYourEyesPeeled\n  \n\n   @Tobbelit0\n  \n\n   @daz_xoxo\n  \n\n  Here’s a few!😁\n  ","978082":"\n  Listed by names lol\n  ","978083":"\n  Love you too girly!\n  ","978084":"\n  You don’t know already?😱\n  ","978085":"\n  Spongebob Squarepants\n  ","978086":"\n  7 lol\n  ","978087":"\n  I’m not sure\n  ","978088":"\n  I would say both honestly. Because the more intelligent you become over time you also become wise from all your experiences and continuing to learn new things.\n  ","978089":"\n  Shoe size? Lol\n  ","978090":"\n  I’m into\n  \n   @edraegen\n  \n  🥰\n  ","978091":"\n  Howdy y’all\n  ","978092":"\n  That’s not necessarily true\n  ","978093":"\n  yes definitely!\n  ","978094":"\n  lol you shouldn’t copy other peoples questions\n  ","978095":"\n  Okay now y’all are just copying other peoples questions\n  ","978096":"\n  I don’t remember tbh\n  ","978097":"\n  All the negativity, the president lol, human rights\n  ","978098":"\n  it’s old, but thank you love💕\n  ","978099":"\n  nopeeeee\n  ","978100":"\n  I don’t have a favorite rapper whose name starts with lol lol\n  ","978101":"\n  🤨\n  ","978102":"\n  Mostly English and Armenian\n  ","978103":"\n  lol not physically\n  ","978104":"\n  Armenian, Greek, Italian, German, French\n  ","978105":"\n  Ancient Greek Civilization and Ancient Rome!😁\n  ","978106":"\n  Yes, that’s definitely true!\n  ","978107":"\n  Yes they do!\n  ","978108":"\n  I appreciate that! Thank you lovely🤍 I’m hanging in there and hoping this all ends soon. How are you holding up?\n  ","978109":"\n  I saw Sky Sky sleeping lol\n  ","978110":"\n  Actually sometimes I do but not all the time\n  ","978111":"\n  No I haven’t\n  ","978112":"\n  It would definitely have\n  \n   @edraegen\n  \n  in it and we would be married and living together and have a happy, healthy and successful life with one another and later on we would have two beautiful children 🥰\n  ","978113":"\n  lol really?\n  ","978114":"\n  All these deaths due to the virus🙁\n  ","978115":"\n  That’s awesome!\n  ","978116":"\n  Socializing with other people and holding a conversation with them.\n  ","978117":"\n  You’re on anonymous and I don’t rate people 🙂\n  ","978118":"\n  I mean in this world and society you have to be able to pay and afford a place to live in and to have a roof over your head.\n  ","978119":"\n  I mean it definitely could’ve been the birthplace of humanity I could see that.\n  ","978120":"\n  Yeah, I think I’ve had it\n  ","978121":"\n  I’m in bed currently you?\n  ","978122":"\n  Heyy!\n  ","978123":"\n  I’ll probably google search what happened to the virus? Did people find a cure? What year is it?\n  ","978124":"\n  Awhhh thank you!\n  ","978125":"\n  Good morning buddy! How’s it going?\n  ","978126":"\n  That would be super interesting! Yes I would actually\n  ","978127":"\n  No I don’t\n  ","978128":"\n  That’s saddening 🙁\n  ","978129":"\n  Yes, I have\n  ","978130":"\n  Nope\n  ","978131":"\n  🤨🤨\n  ","978132":"\n  oh my goodness lol\n  ","978133":"\n  yes I like lemonade!\n  ","978134":"\n  Nope I’ve liked them all for awhile now\n  ","978135":"\n  I don’t like Harry Potter so I don’t pay attention to that\n  ","978136":"\n  Nope I liked other popular bands lol\n  ","978137":"\n  No I’ve been a lot of times\n  ","978138":"\n  Not really, no\n  ","978139":"\n  Ooh I will definitely keep that in mind!\n  ","978140":"\n  For halloween horror nights last year\n  ","978141":"\n  I never was, no\n  ","978142":"\n  I’ve never used that\n  ","978143":"\n  no I don’t\n  ","978144":"\n  I love both!\n  ","978145":"\n  nopeeee\n  ","978146":"\n  no I don’t\n  ","978147":"\n  of course!\n  ","978148":"\n  Thank you, I appreciate that! I don’t understand the question though\n  ","978149":"\n  🤨\n  ","978150":"\n  You’re so sweet🥺\n  ","978151":"\n  I agree with that part lol\n  ","978152":"\n  Awhhh that’s so sweet🥺 it’s an old picture but thank you\n  ","978153":"\n  Yooo anons comeee back\n  ","978154":"\n  Awhhh that’s very sweet actually, thank you for being so supportive and loving. I appreciate that🤗\n  ","978155":"\n  that’s interesting\n  ","978156":"\n  It’s so funny how you claim to know that everyone else posts pictures and how he’s the only one who doesn’t. Not every couple posts pictures of themselves online. Like do you know every single person in the world? Lol\n  ","978157":"\n  I speak a few😊\n  ","978158":"\n  I wouldn’t need him to buy me things like that anon. The love he gives me is more than any gift can ever give 🥰\n  ","978159":"\n  don’t be silly anon\n  ","978160":"\n  How anon?\n  ","978161":"\n  That’s not nice anon\n  ","978162":"\n  Isn’t it Bella anon?\n  ","978163":"\n  it’s not fake\n  ","978164":"\n  Yes, I would! He’s my baby❤️\n  ","978165":"\n  Lol no actually he was much better than Trump could ever be period.\n  ","978166":"\n  Because I love spreading around love and positivity 🙂\n  ","978167":"\n  I disagree on that\n  ","978168":"\n  I agree omg!\n  ","978169":"\n  You guys are so silly! It’s not weird at all. He just likes his privacy and you should respect and understand that. He doesn’t need to show me off because he gets to see me so often and after all we have each other.\n  ","978170":"\n  Haha I know, don’t worry 🤗\n  ","978171":"\n  Just because he doesn’t post pictures with me doesn’t mean he’s a psycho silly. He likes his privacy and you should respect that. You guys come up with the craziest things!\n  ","978172":"\n  Thank you, I appreciate that 😁\n  ","978173":"\n  oh no, I’m still strawberry blonde. My profile picture is an old photo of me 🤗\n  ","978174":"\n  Thank you lol\n  ","978175":"\n  🤠🥴🤗\n  ","978176":"\n  I love spending time with my love 🥰\n  ","978177":"\n  nah I never said he’s a short flight away so thank you🙂\n  ","978178":"\n  No lol I never said that. He’s a short drive away\n  ","978179":"\n  I like both tbh\n  ","978180":"\n  It’s been pretty good but this app is dead again\n  ","978181":"\n  🤔🤔\n  ","978182":"\n  Am I?😉\n  ","978183":"\n  Hi y’all\n  ","978184":"\n  I’m going to make some corn bread!\n  ","978185":"\n  no thank you, I’d definitely do that with\n  \n   @edraegen\n  \n  though🥰\n  ","978186":"\n  probably colorful pastel colors or bright neon colors 🤩\n  ","978187":"\n  🤨🤨\n  ","978188":"\n  yessss, very close 🥰\n  ","978189":"\n  Awhhhh anon don’t cry, I’m sure you’ll find someone 🥺\n  ","978190":"\n  Oooh definitely Freddy Kruger😁\n  ","978191":"\n  I wouldn’t get killed 😉\n  ","978192":"\n  no no no that should always be\n  \n   @edraegen\n  \n  🤩\n  ","978193":"\n  I don’t, I barely go outside now\n  ","978194":"\n  That’s an interesting theory you have 🤔\n  ","978195":"\n\n   @edraegen\n  \n  🥰\n  ","978196":"\n  Like 10-20 mins🙂\n  ","978197":"\n  we’re pretty close\n  ","978198":"\n  Yes, lol I remember that episode 🤣 my fav jokers are Joe and Murr!\n  ","978199":"\n  I would get rid of body shaming, negativity, hate, and all those sad emotions 🙁\n  ","978200":"\n  It’s a huge problem that is going on right now all over the world and it’s saddening and depressing really.\n  ","978201":"\n  pancakes with butter and honey!\n  ","978202":"\n  no lol\n  ","978203":"\n  traveling\n  \n  yoga\n  \n  hiking\n  \n  🙂\n  ","978204":"\n  I love animals!\n  ","978205":"\n  no lol\n  ","978206":"\n  I think society places such a high value on beauty because it does serve a purpose. Like in the societies eyes if you’re beautiful and have a good body you can model and become famous but that’s wrong because everyone is beautiful in their own ways and every body is beautiful. And like society has an image of what everyone should look like but that’s just messed up because everyone is unique and different in their own ways that’s what makes them beautiful.\n  ","978207":"\n  I feel like some people like to blame others for their actions and or words because they’re ashamed of what they did and are afraid of the consequences and so they put the blame on someone else.\n  ","978208":"\n  Lol I have both\n  ","978209":"\n  I have 816 text messages lol\n  ","978210":"\n  🤨\n  ","978211":"\n  Maroon 5\n  \n  Coldplay\n  \n  Linkin Park\n  \n  Dead by sunrise\n  \n  30 seconds to Mars\n  \n  walking on cars\n  ","978212":"\n  I’m not in dc lol🤨\n  ","978213":"\n  Good one🤣🤣\n  ","978214":"\n  Joe who?\n  ","978215":"\n  definitely a high end clothing business! 😁\n  ","978216":"\n  🤨🤨\n  ","978217":"\n  I would but it’s extremely cloudy and the clouds are gray! It’s going to rain soon🙁\n  ","978218":"\n  Like this anonnnnn🤗🥴\n  ","978219":"\n  We are all in this together! Hang in there and don’t give up just yet. Everything will be okay soon again🤍 Stay inside and stay safe! We got this! Sending good vibes and love to everyone! ✨\n  ","978220":"\n  I’m doing my class work and chilling right now\n  ","978221":"\n  hanging out with\n  \n   @edraegen\n  \n  🥺\n  ","978222":"\n  I dooo!\n  ","978223":"\n  Definitely of my love\n  \n   @edraegen\n  \n  🥺\n  ","978224":"\n  oooh good question! I would definitely get into interior design because it’s very interesting and fun!\n  ","978225":"\n  That’s good that you’re getting fresh air! And same here!🙁\n  ","978226":"\n  Yes, I have been!\n  ","978227":"\n  I don’t use Skype, nah\n  ","978228":"\n  I’m doing okay!\n  ","978229":"\n  That I’m always quiet but once I become comfortable with you I become more talkative and silly\n  ","978230":"\n  Helllooo!\n  ","978231":"\n  I mean I personally think even if it’s a healthy relationship jealousy isn’t a good thing because it can lead to arguments and negativity and not trusting one another.\n  ","978232":"\n  Hey good afternoon buddy! I’m doing okay you?🤗\n  ","978233":"\n  I know omg it’s April lol🤣\n  ","978234":"\n  No I’m not religious\n  ","978235":"\n  Thank you, it’s old!🤍\n  ","978236":"\n  Yes, I’m only 20 lol\n  ","978237":"\n  I don’t mind sharing my age, I’m 20🙂\n  ","978238":"\n  We were going to go to Spain this year but then this craziness happened\n  ","978239":"\n  happy because of\n  \n   @edraegen\n  \n  🥰\n  ","978240":"\n  I do!\n  ","978241":"\n  I think I do, yes\n  ","978242":"\n  No I’m not\n  ","978243":"\n  I’m not social because of my social anxiety and it could be bad though because you miss so many opportunities\n  ","978244":"\n  Well I would say always try to stay motivated to get where you want to be. Follow your dreams and passions and never give up on them no matter how difficult it may get. Always keep your head up high.\n  ","978245":"\n  Like what?😁\n  ","978246":"\n  I have many favorite decorations lol\n  ","978247":"\n  I’m not jealous of anything anon🙂\n  ","978248":"\n  I used to hold onto the past a lot but now I’m able to easily let it go\n  ","978249":"\n  oooh good question! I feel it can be a mixture of both honestly\n  ","978250":"\n  Thank you for spreading positivity!🤍 I appreciate this!\n  ","978251":"\n  No I wouldn’t and it’s not\n  ","978252":"\n\n   @edraegen\n  \n  ❤️\n  ","978253":"\n  🥱🥱\n  ","978254":"\n  This is very sweet, thank you for this🤍✨\n  ","978255":"\n  it’s an old photo of me haha but thank youuuu😁\n  ","978256":"\n  Maybe fame honestly I don’t know I feel it would be interesting and fun\n  ","978257":"\n  No I’m asleep\n  ","978258":"\n  lol my birthday is in the summer\n  ","978259":"\n  lol that’s awesome\n  ","978260":"\n  I don’t have tik tok lol\n  ","978261":"\n\n   @edraegen\n  \n  🥰\n  ","978262":"\n  I guess I do, a little\n  ","978263":"\n  My social anxiety and nervousness\n  ","978264":"\n  yes I’m awake lol\n  ","978265":"\n  Yes, I did!😁\n  ","978266":"\n  I am crazy🤣 thank you, you as well!\n  ","978267":"\n  awhhh that’s so sweet of you to say🥺\n  ","978268":"\n  good question it’s 3:18 am and I’m just not sleepy anymore 🤣\n  ","978269":"\n  yes, I also call it bathroom my bad\n  ","978270":"\n  no I don’t\n  ","978271":"\n  oh lol I don’t usually use the word restroom. I usually say bathroom my bad 😅\n  ","978272":"\n  you guys don’t have restrooms in your houses?\n  ","978273":"\n  hi y’all\n  ","978274":"\n  umm no people have restrooms in their homes?🤨\n  ","978275":"\n  The circle, Love is blind, 90 day fiancé, four weddings, say yes to the dress, dating around, sugar rush etc.\n  ","978276":"\n  no lol why would I go outside of my house to use the restroom?\n  ","978277":"\n  You’re so sweet but I don’t have a secret 🥺\n  ","978278":"\n  I guess my favorite stores\n  ","978279":"\n  Now that I’m awake y’all ask me stuff 🙂\n  ","978280":"\n  Most of the time\n  ","978281":"\n  no I don’t lol\n  ","978282":"\n  use the restroom lol\n  ","978283":"\n  No I like lying on them!\n  ","978284":"\n  It’s currently 2:34 am and I’m wide awake now because I’m not tired anymore\n  ","978285":"\n  I do!\n  ","978286":"\n  She does\n  ","978287":"\n  no lol I don’t\n  ","978288":"\n  Nope, not really\n  ","978289":"\n  oh my lord, yes I remember that lol\n  ","978290":"\n  I do\n  ","978291":"\n  I don’t know🤨\n  ","978292":"\n  Why thank you🤗\n  ","978293":"\n  I might just go to sleep\n  ","978294":"\n  I feel I learn better by both ways.\n  ","978295":"\n  yeahhhhh ☠️\n  ","978296":"\n  I’m human lol\n  ","978297":"\n\n   @edraegen\n  \n\n  Linkin Park\n  \n  Chester Bennington\n  \n  They all inspire me because they’re all truly amazing and they motivate me to do so much better and to go after my dreams and ambitions.\n  ","978298":"\n  anyways\n  ","978299":"\n  oh my goodness😳\n  ","978300":"\n  I find\n  \n   @edraegen\n  \n  the most attractive 🥰\n  ","978301":"\n  Wouldn’t you like to know?\n  ","978302":"\n  Really?🤨\n  ","978303":"\n  yes buddy, please do!\n  ","978304":"\n  My goodness is no one on?\n  ","978305":"\n  Sigh 🥱\n  ","978306":"\n  hi anon🤍\n  ","978307":"\n  say what?\n  ","978308":"\n  Their friendship and loyalty also honesty. 🙂\n  ","978309":"\n  Someone who is big hearted and kind and loves spreading positivity and love. Also someone who is very loyal and honest. 🙂\n  ","978310":"\n  10 asker?\n  ","978311":"\n  I mean I don’t have a guy like that in my mind but sometimes when I want to do something there’s like a voice saying no don’t do that you know? It’s because of my anxiety so I just try to push through it and ignore it\n  ","978312":"\n  My dog wouldn’t bite him. Sky especially is scared of everyone and everything literally 🤣\n  ","978313":"\n  Nope I wouldn’t try that\n  ","978314":"\n  has what now?\n  ","978315":"\n  I’m bored and this app is dead😁\n  ","978316":"\n  yalll speak 🙁\n  ","978317":"\n  Gone to the mall\n  ","978318":"\n  years ago!\n  ","978319":"\n  anyways I am bored\n  ","978320":"\n  I don’t think everyone necessarily uses someone to get what they need and want but some people do that. Most people have good intentions and a good heart and only want the best for you. But some do use someone and take advantage of their feelings and it’s saddening that they think they can do that. Like once they need or want something from you they will message you because it’s convenient for them at that specific moment but then once they get what they need and want they disappear on you and don’t talk to you.\n  ","978321":"\n  I’m pretty good at cup pong and basketball on\n  \n  iMessage games!😁\n  ","978322":"\n  it’s an older photo of me but thank you angel💕\n  ","978323":"\n  🤨🤨\n  ","978324":"\n  I’m feeling alright, thank you🙂\n  ","978325":"\n  no, I’m not. That’s an older photo of me but thank you🤍\n  ","978326":"\n  yay I personally like it\n  ","978327":"\n  no I’m not\n  ","978328":"\n  sure! lol\n  ","978329":"\n  I don’t know tbh\n  ","978330":"\n  It was pretty good. How was your day?🙂\n  ","978331":"\n  no thank you! Lol\n  ","978332":"\n  Oh my goodness, I know I also don’t like that!\n  ","978333":"\n  Honestly probably the tiger king and Joe Exotic tbh\n  ","978334":"\n  Well that seems like it would be interesting but I also feel that wouldn’t be too good because often times people like to show off what they have to others who can’t afford that life style or  have what they have. So it would be a negative thing really.\n  ","978335":"\n  Not every girl is mean anon\n  ","978336":"\n  Hello!\n  ","978337":"\n  That’s not necessarily always true\n  ","978338":"\n  talking to my fiancé, watching movies, listening to music, doing schoolwork, walking in the backyard, doing yoga, sleeping, going on social media etc.🙂\n  ","978339":"\n  That’s personal, that’s not something you should be asking\n  ","978340":"\n  no I don’t\n  ","978341":"\n  I’m not making fun of you guys at all, I’m just saying I know many anons that do have a foot fettish I’m not saying all of you do.\n  ","978342":"\n  both hopefully\n  ","978343":"\n  2!\n  ","978344":"\n  Yeah most of you have a foot fettish\n  ","978345":"\n  Yes of course!\n  ","978346":"\n  yeah exactly anon, we don’t have a thing for feet like the most of you do 🤣\n  ","978347":"\n  I helped an old lady find the correct house to deliver the package that was supposed to go to that particular house\n  ","978348":"\n  Well I’m not really a parent yet but I don’t mind those kinds of questions\n  ","978349":"\n  No lol\n  ","978350":"\n  That’s one way to get followers 🤗\n  ","978351":"\n  Thank you, you as well!\n  ","978352":"\n  I have no idea honestly lol\n  ","978353":"\n\n   @edraegen\n  \n  do I let you?\n  ","978354":"\n  Very soon!\n  ","978355":"\n  He’s my fiancé now\n  ","978356":"\n  probably a tiger or lion\n  ","978357":"\n  not necessarily, you build trust overtime\n  ","978358":"\n  How screen time works lol\n  ","978359":"\n  I like to be creative with everything I do lol\n  ","978360":"\n  That would be cute lol\n  ","978361":"\n\n   @edraegen\n  \n  🥰\n  ","978362":"\n  a lot lol\n  ","978363":"\n  what?🤔\n  ","978364":"\n  On club penguin my username was pinkbed99🤣\n  ","978365":"\n  I don’t\n  ","978366":"\n  most definitely!\n  ","978367":"\n  Well I’ve never been that afraid in my life but when I’m scared I become anxious and nervous lol\n  ","978368":"\n  nothing tbh, I have all that I want lol\n  ","978369":"\n  I’m not sure lol. Everyone does things differently and in different ways\n  ","978370":"\n\n   https:\/\/youtu.be\/yeMt-no2LW0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","978371":"\n  yeahhhhhhh lol 🤣\n  ","978372":"\n  I ask myself why am I still on this dead app?🤔\n  ","978373":"\n  alrighty then 🥴\n  ","978374":"\n  my past two relationships are part of the past now so it really doesn’t matter how they ended or made me feel.\n  ","978375":"\n  absolutely not\n  ","978376":"\n  YASSSSS Barnabas Collins 😁\n  ","978377":"\n  I don’t like mayonnaise at all lol\n  ","978378":"\n  oh my goodness, Mayonnaise doesn’t taste good though 🥴\n  ","978379":"\n  I don’t feel lost but when I do I talk to\n  \n   @edraegen\n  \n  and I feel found again 😍\n  ","978380":"\n  oh yes you’re 😉\n  ","978381":"\n  Here y’all go to all who have been asking 🥴😝\n  ","978382":"\n  🥱🥱\n  ","978383":"\n  definitely an introvert\n  ","978384":"\n  y’all should ask me stuff 🥱\n  ","978385":"\n  omg ask\n  \n   @edraegen\n  \n  😉\n  ","978386":"\n  I’ve been entertaining myself really\n  ","978387":"\n  I’m so bored lol\n  ","978388":"\n  that’s wonderful\n  ","978389":"\n  It’s going! lol\n  ","978390":"\n  sweets definitely!\n  ","978391":"\n  I’m not sureee\n  ","978392":"\n  Hey! Thank you🤍 4 or so 🙂\n  ","978393":"\n  hmmm I’m not sure tbh\n  ","978394":"\n  jealousy\n  ","978395":"\n  nopeeeee!\n  ","978396":"\n  nope🤣\n  ","978397":"\n  since 2013\n  ","978398":"\n  No, I love the dark!\n  ","978399":"\n\n   @edraegen\n  \n  💕\n  ","978400":"\n  yes he is my friend and there was absolutely no reason for you to go to him and tell him that he couldn’t talk to me because he can. We are friends and he knows I’m engaged and he hasn’t done anything to disrespect me.\n  ","978401":"\n  Howdy!\n  ","978402":"\n  I am alive, I’m just playing dead\n  ","978403":"\n  oh my goodness lol🥴\n  ","978404":"\n  oooh I’m not sure actually 🤨\n  ","978405":"\n  Es ist Morgen hier und ich bin im Bett. Was tun Sie? 🙂\n  ","978406":"\n\n   @edraegen\n  \n  🥰\n  ","978407":"\n  I’m sure you’re not the only one lol\n  ","978408":"\n  I guess my silliness\/weirdness because I’m very shy\n  ","978409":"\n  Okay goodnight y’all\n  ","978410":"\n  I doubt it\n  ","978411":"\n  Yeah Joe Exotic went to jail\n  ","978412":"\n  I know lol that’s why I was so confused\n  ","978413":"\n  I’m watching the tiger king oop\n  ","978414":"\n  I’m not buying them all silly 🤣\n  ","978415":"\n  y’all ask meeeee\n  ","978416":"\n  a sleepy time? Lol\n  ","978417":"\n  your tinkles?🤔\n  ","978418":"\n  don’t worry, their will be toilet paper anon\n  ","978419":"\n  What about her?\n  ","978420":"\n  hmm that would be interesting but I don’t know\n  ","978421":"\n  🤔🤔\n  ","978422":"\n  Yes, I think the stores will restock the toilet paper. Don’t worry\n  ","978423":"\n  lol no I haven’t seen him\n  ","978424":"\n  That’s okay, no worries!\n  ","978425":"\n  Lol say what?\n  ","978426":"\n  Wow you’ve been following me for awhile! No you never ask too many questions. I appreciate all of your questions and that you ask them. And oh no don’t ever feel like you’re bothering me or annoying me because you’re not!\n  ","978427":"\n  Yes, please ask me questions! and take your time🙂\n  ","978428":"\n  Who’s that? Lol\n  ","978429":"\n  🥱🥱\n  ","978430":"\n  no lol\n  ","978431":"\n  Hey anon hey! It’s going okay! It’s still Friday here lol\n  ","978432":"\n  yes, I am! Thank you love💕\n  ","978433":"\n  Yes, I am! Thank you🤍\n  ","978434":"\n  Because we are both not ready\n  ","978435":"\n  nooo it’s way too early for that\n  ","978436":"\n  skinny jeans!\n  ","978437":"\n  I don’t know when the worst month is. I think it’s okay to conceive a child during any month it shouldn’t matter\n  ","978438":"\n  questions?\n  ","978439":"\n  Thank you!😁\n  ","978440":"\n  I love nature!\n  ","978441":"\n  Thank you and yes, of course!\n  ","978442":"\n  Thank you🤍\n  ","978443":"\n  Thank you and he’s my fiancé now 😁\n  ","978444":"\n  Thank you anon🙂\n  ","978445":"\n  In like May or June lol\n  ","978446":"\n  🤣🤣🤣\n  ","978447":"\n  You’re my baby, awhhh I love you so much 🥺💕 I cant wait to marry you too! you’re so adorable omgggg\n  ","978448":"\n  I didn’t feel anything lol\n  ","978449":"\n  thanks girly!💕\n  ","978450":"\n  much love!\n  ","978451":"\n  you tell me?\n  "}}