{"Question":{"978452":"\n   It was warm a couple days this week\n  ","978453":"\n   Do you like mint?\n  ","978454":"\n   Do you have any new biknii pics\n  ","978455":"\n   what abuot a vsco\n  ","978456":"\n   ur bikini pics are so hot\n  ","978457":"\n   When is you and Edragen's 6 months?\n  ","978458":"\n   Do you have a TikTok\n  ","978459":"\n   did you feel the earthquake just now?\n  ","978460":"\n   Are you ever scared marrying so young?\n  ","978461":"\n   How did Edragen propose to you?\n  ","978462":"\n   w2w how did you meet your bf? :o\n  ","978463":"\n   can i ask you a question\n  ","978464":"\n   Until the virus is over\n  ","978465":"\n   🤣🤣🤣🤣....I have the updated versions of askfm\n  ","978466":"\n   When are you and e getting married\n  ","978467":"\n   how long after dating did you get engaged?\n  ","978468":"\n   hi nikki can you post a bikini pic\n  ","978469":"\n   You are an angel (friendly) I hope you never block me.   👿\n  ","978470":"\n   Your smile is like the morning sun warming my day.\n  ","978471":"\n   🌸 What is your favourite healthy meal to eat? 🥗\n  ","978472":"\n   What is your favorite and least favorite disney movie\n  ","978473":"\n   Not you\n  ","978474":"\n   What music do you love?\n  ","978475":"\n   Who do you want to see right now, but can’t?\n  ","978476":"\n   What do you feel while farting?\n  ","978477":"\n   why you going to bed so early\n  ","978478":"\n   so coooool!!! i wish I had some! need to go to work to get 5 so i can uncover the secret :D\n  ","978479":"\n   Totally yup! and thats great I wish you the best in your second year and throughout\n  ","978480":"\n   Do you think that the woman is firstly a wife and a mother before anything else in this life ?\n  ","978481":"\n   Are you ever curious what us anons really look like in real life and also can you say some guesses why we stay on anon when we ask you questions?\n  ","978482":"\n   What are the world biggest problems at this point in time from your perspective?\n  ","978483":"\n   Isnt hoobastank 1 of the worst bands that has ever existed?\n  ","978484":"\n   Also, do you like any retro styles for women that you want to make a comeback?\n  ","978485":"\n   Do you think that everyone will die of something sooner or later?\n  ","978486":"\n   I did talk to you lol. I thought you liked animmals being adorable lol\n  ","978487":"\n   This is an interesting question. Do you think that you are pretty and do you think that I think that you’re pretty?\n  ","978488":"\n   is it easier or harder to focus on them lately?\n  ","978489":"\n   What kind of coffee do you like to drink?\n  ","978490":"\n   Are you using hand sanitizers?\n  ","978491":"\n   If you were being eaten alive would you rather be eaten head first or feet first\n  ","978492":"\n   You're welcome, I like sociology but it sure is a lot of work honestly lol. What year are you in?\n  ","978493":"\n   “When he opens his arms and holds you close tonight it just won’t feel right because I can love you more than this yeah yeah when he lays you down I might just die inside It just don’t feel right because I can love you more than this love you more than this”😔😢\n  ","978494":"\n   does lack of common sense to certain things irk you?\n  ","978495":"\n   Have vsco?\n  ","978496":"\n   has everyone enjoyed their day? 🥺🥰\n  ","978497":"\n   Can you tell me what your high school years were like? If you re do one high school moment what would it be?\n  ","978498":"\n   has a close friend significant other ever try to hit on you? and if so did you tell them?\n  ","978499":"\n   When you get married im sure you and your fiance will be happy. As well as his family and your's im so happy for you Nikki congrats\n  ","978500":"\n   Would you be happy if a baby penguin hugged you?\n  ","978501":"\n   Do you think there should be an end to racism? I don't see why people are still racist its 2020\n  ","978502":"\n   Have you ever dealt with? (friends with benefits) ? Give me one advice how to deal with them?\n  ","978503":"\n   Oh awesome glad to hear that, good luck with Psychology! I only know quite a handful of Psych. I studied sociology but as far as I know they are very similar?\n  ","978504":"\n   I know I am not your friend yet but can I come to the wedding?\n  ","978505":"\n   Do you think it is unnecessary to fear death?\n  ","978506":"\n   Doing great can complain and yourself? Everything holding up alright on your end with this whole situation going on?\n  ","978507":"\n   When were you planning to get married? if you don't mind me asking you\n  ","978508":"\n   Me\n  ","978509":"\n   Without you, I am a boy without a soul.\n  ","978510":"\n   If you had to turn into any fantasy creature but the choise was yours, which would choose? 🦄🐉🧚‍♂️🧜‍♀️🧝‍♀️🧞‍♂️ Why? 🤔\n  ","978511":"\n\n    @birddawg19\n   \n   don’t tease him thanks\n  ","978512":"\n   Omg im dying i love this 😂😂 she deffo murdered her husband\n  ","978513":"\n   Insta?\n  ","978514":"\n   Saad to hear about your delay marriage because of Corona Virus...\n  ","978515":"\n   PAP \/ screenshot of the funniest meme you've seen recently? 😁😂\n  ","978516":"\n   Hey buddy\n  ","978517":"\n   How do you think Donald Trump handled the Coronavirus situation here in America?\n  ","978518":"\n   Do you usually eat candy during Easter? 🍬🥚 Or atleast more than usual? Haha\n  ","978519":"\n   Still you have good people around you who love you a lot✨🙌🏽✌🏽\n  ","978520":"\n   Whats your favourite activity during quarantine?💯\n  ","978521":"\n   How's the quarantine going? 👍\n  ","978522":"\n   You are the reason why I find this world beautiful.\n  ","978523":"\n   Come to daddy 🤤🤤\n  ","978524":"\n   Thank you all good here ✌ lovely person !\n  ","978525":"\n   What is your ethnic background?\n  ","978526":"\n   I'm mainly German and English, a good amount of Scot-Irish, and a small amount of Native American (less than 3%). You can't even see the Native American in me. Brown hair, green eyes, fair skin.\n  ","978527":"\n   Do you have any Grey hair yet\n  ","978528":"\n   Hey Nikki hope you're having a great day 🙋\n  ","978529":"\n   How is everyone ? 😊\n  ","978530":"\n   Yeah you have. You're forever locked up in my heart.\n  ","978531":"\n   I should have guessed that 😹\n  ","978532":"\n   Have u been in prison?\n  ","978533":"\n   Let's pretend you were the opposite gender, what would you want your name to be? 👍\n  ","978534":"\n   Have you ever given anyone a haircut?\n  ","978535":"\n   If you could invite anyone over for dinner, whom would you invite?\n  ","978536":"\n   اكتب معلومه سمعتها مؤخرا 👀👥\nغير مسموح بالهبد 😹\n  ","978537":"\n   I'm not a perfect person. There's many things I wish I didn't do. But I continue learning. I never meant to do those things to you. And so I have to say before I go, that I just want you to know. I've found a reason for me to change who I used to be. A reason to start over new and the reason is you.\n  ","978538":"\n   Are your schools cancelled for the year as well?\n  ","978539":"\n   🤔what is the difference between ice cream and froyo? I always thought they tasted the same\n  ","978540":"\n   Is it ok if you discover your bf started to have sex with a male colleague oh him? What would you do in such situation?\n  ","978541":"\n   ur a brit? 😳 I'm shocked! literally thought u lived in the us or canada for some reason lmao\n  ","978542":"\n   Do you agree that loneliness can be addictive and therefore dangerous?\n  ","978543":"\n   What's your favourite drink? 👍\n  ","978544":"\n   How do you treat crual people ?\n  ","978545":"\n   which African country would you most like to visit?\n  ","978546":"\n   I refuse to pay my hard earned coins for this😝\n  ","978547":"\n   I will never give up lol\n  ","978548":"\n   do you like reggae?\n  ","978549":"\n   How r u a verified user on here?\n  ","978550":"\n   what’s your favorite carribean dish\/food?\n  ","978551":"\n   What cartoon do you still watch?\n  ","978552":"\n   what’s the last thing you baked?\n  ","978553":"\n   What was the last thing to upset you\n  ","978554":"\n   Have you ever had Vietnamese food?\n  ","978555":"\n   Are you talkative or not?\n  ","978556":"\n   Hast du angst ürgend wann ma alleine zu sein?\n  ","978557":"\n   Yes\n  ","978558":"\n   IKR! Don’t those guys understand that sagging your pants is a prison thing in order to signify that you are “open for business” if you know what I mean. 😂😂😂\n  ","978559":"\n   What is a style that you do like?\n  ","978560":"\n   Do you feel a love for the rest of humanity?\n  ","978561":"\n   Don’t you find it weird when guys who sag their pants wear those Designer belts ( Gucci, Louis Vuitton etc) it kinda defeats the purpose but they do it to show off.\n  ","978562":"\n   when are your classes over\n  ","978563":"\n   Whats ur message to everyone hella jealous of edra for getting to love u???\n  ","978564":"\n   What do you think about guys who sag or lowride their pants and what would you do if your fiancé started sagging his pants because he thinks it looks cool.\n  ","978565":"\n   Do you buy them that way or do it yourself?\n  ","978566":"\n   Do you wear ripped jeans?\n  ","978567":"\n   Che  provi quando scorreggi?\n  ","978568":"\n   So I see shoutouts going to all over the world now ..... where are you from? ... and Hello 👋\n  ","978569":"\n   Because you're not 100% Armenian, you don't think you're Armenian?\n  ","978570":"\n   Sweet the calcio has an odd meow. She just saws \"Ow,\" and we're always like: \"Wheres your me?\" xD\n  ","978571":"\n   Both you and him said he's part Indian\n  ","978572":"\n   Are you fairly attached to your name and thus don't like having nicknames Nikki ?\n  ","978573":"\n   do you think that humans are wrecking the planet?\n  ","978574":"\n   So do you like anubis?\n  ","978575":"\n   Hey Tricky, how have you been?\n  ","978576":"\n   Wenn du zu einem beliebigen Punkt in der Vergangenheit gelebt hättest: Welche Entdeckung hättest du gerne gemacht?\n  ","978577":"\n   Your new favourite holiday\n   \n    https:\/\/www.google.co.uk\/search?sxsrf=ALeKk00af3J2Rh9jg0_X7JUF-fi896FmlQ%3A1585885811385&source=hp&ei=c7KGXt21FYTQaKrduagL&q=national+sex+day&oq=national+sex+day&gs_lcp=ChFtb2JpbGUtZ3dzLXdpei1ocBADMgcIABAUEIcCMgcIABAUEIcCMgIIADICCAAyAggAMgIIADICCAAyAggAOgcIIxDqAhAnOg0IIxDH\n   \n","978578":"\n   have a productive night ✨. haha i know sounds odd right? 😆\n  ","978579":"\n   And in 2024, Pence will win :D\n  ","978580":"\n   So if we were friends you would you help me with my English, psychology etc?\n  ","978581":"\n   Trump will win again :D\n  ","978582":"\n   With all those likes and all your followers it really is hard for me to believe you are not making no money on here it’s quite interesting indeed. 🤔🤔🤔\n  ","978583":"\n   Do you play any games?\n  ","978584":"\n   You’re verified because you’re ToTeS an inspiration ! YoU should run for president hyuck !\n  ","978585":"\n   I feel so bad now I apologize for my mistake and please don’t be too mad at me you are my favourite person on ask and I don’t know what I would do if I lost you.\n  ","978586":"\n   What did you think about one direction back in the day?\n  ","978587":"\n   Good just wanna make sure your memory was still intact 😅\n  ","978588":"\n   What do you mean when you wanna yes but you keep saying no?\n  ","978589":"\n   Oh I didn’t know your boyfriend was Indian. I thought he was a fare skinned European\n  ","978590":"\n   Check my recent\n  ","978591":"\n   new pic is lit, my gf\n  ","978592":"\n   قال موسى عليه السلام: يا رب علَّمني شيئًا أذكرُك وأدعوك به،\nقال: قل ياموسى: لا إله الا الله. \nقال: يا رب، كل عبادك يقولون هذا ! \nقال: ياموسى، لو ان السماوات السبع وعامرهن غيري،والأرضين السبع في كِفَّة، ولا إله إلا الله في كِفَّة، مالت بهن لا إله إلا الله⁦❤️⁩\n  ","978593":"\n   Name a few movies you can watch over and over ?\n  ","978594":"\n   Stuck in line at sqdc shoot me questions\n  ","978595":"\n   Shall we follow each other?\n  ","978596":"\n   On a scale from 1-10, how much interactive are you?🙌🏽\n  ","978597":"\n   I wish you were my teacher! and what is he best at teaching?\n  ","978598":"\n   what are you best at teaching?\n  ","978599":"\n   Can you draw  pic of one of your drawings if you can\n  ","978600":"\n   which of you is the more natural teacher?\n  ","978601":"\n   why arent you both teaching each other such things?\n  ","978602":"\n   has egen taught you about his indian traditions?\n  ","978603":"\n   Welches ist der seltsamste Beruf?\n  ","978604":"\n   Are u afraid? About coronavirus...\n  ","978605":"\n   How's your quarantine?\n  ","978606":"\n   Is it possible to stay friends with a person you have loved before?💯\n  ","978607":"\n   Would you consider letting the Government shoot you up with this Covid-19 sh*t - for medical trials purposes- in exchange for a big bundle of cash?? 💉💰🤧😬\n  ","978608":"\n   Can you guys please help me out? You don’t have to but I’d really appreciate it 🙏🏼❤️\nMy school is doing a tiktok battle on instagram, and I need to get as many votes as possible to win. If you want to help me, please go to highlandrebelstuco on insta, check their story, and vote for cherylvds 🙏🏼❤️\n  ","978609":"\n   If you could only eat one food for the rest of your life, what would it be ?(:\n  ","978610":"\n   What kind of apples do you like to eat, if you like apples? Fuji apples? Gala apples? Pink lady apples? Jonagold apples? Green apples? Red apples? Ambrosia? Pink pearl apples? Golden Delicious apples? What kind of apples do you like?\n  ","978611":"\n   Do you like to shoot pool?\n  ","978612":"\n   My boyfriend doesn't want to cook tonight. I admit he's been cooking a lot the past few weeks. But he's a better cook. Normally if I cuddle him I can get him to do what I want.  But cuddling aren't working today.  How can I get him to cook for us?\n  ","978613":"\n   what else ?\n  ","978614":"\n   something you are really choosy about ?\n  ","978615":"\n   What are you planning on doing within the next hour?\n  ","978616":"\n   it’s basically based around the 1980’s Dynasty but with a 2019 reboot into a new generation kind of feel. it’s about the richest American families the Colby’s & the Carringtons. lots of drama, lots of cat fights & lots of drama IT IS SO GOOD watch it 😆.\n  ","978617":"\n   It would be good if you share it. If it is not personal of course..\n  ","978618":"\n   Like what?\n  ","978619":"\n   Tips? Im bored af\n  ","978620":"\n   What are you up to this quarantine?\n  ","978621":"\n   Te depilas el vulvasaur 🐸🌺 o eres rebelde y te lo dejas crecer?\n  ","978622":"\n   BAHAHAHA BITCH U PROLLY THINK I AM TOO MUCH SOMETIMES HAHA AND U R NOT WRONG! you should watch Dynasty on Netflix such a good show 😴\n  ","978623":"\n   you know, just chillin’ like a villain, listening to music getting lit with this acoustic got dat music i rap & they can’t do dat🎶. LMFAOOOOO I AM SO OVER MYSELF just chillin’ listening to music getting lit 🙂🙂 hburself?? 💕.\n  ","978624":"\n   🖤Any One For Date 🖤\n  ","978625":"\n   yoo\n  ","978626":"\n   __\n\nأربعينك يتكاثرون ؟\nفي طريقي اليوم رأيتُ الكثير منك ، وأظن أني قد وصلت الى الرقم تسعين وبعدها تعبتُ من العَد !\n\" كُفِ عن نثر ملامحك في وجوه العابرين \".\n  ","978627":"\n   Wow lucky guy\n  ","978628":"\n\n    @marisakamp\n   \n","978629":"\n   What is something you have a passion for\n  ","978630":"\n   It's sad😒😡\n  ","978631":"\n   Right and all questions are weird or thready lolol\n  ","978632":"\n   I'm so bored ;-;-;-;\n  ","978633":"\n   What's important for you?\n  ","978634":"\n   Hope you are having as much fun as you want\n  ","978635":"\n   Yess😳🤗\n  ","978636":"\n   Have you maybe a OLd pic of you whearing hem😳🤗\n  ","978637":"\n   Why not?\n  ","978638":"\n   Have you suffered from dysfunctional abusive family problems or someone you have?\n  ","978639":"\n   What’s something free of charge that makes you happy?\n  ","978640":"\n   Lovely that you can find love on here\n  ","978641":"\n   Are you spending a lot of time together?\n  ","978642":"\n   Pap shoes plzzz😳🤗\n  ","978643":"\n   That is great. Are you living together?\n  ","978644":"\n   How hot do you like it\n  ","978645":"\n   Do you live close\n  ","978646":"\n   Do you like curry if you do how hot do you like it?\n  ","978647":"\n   So the tooth color ones no one can see\n  ","978648":"\n   Lovely. When did you first meet for real\n  ","978649":"\n   Are your fillings the grey metal ones\n  ","978650":"\n   How did you meet\n  ","978651":"\n   How many fillings have you had at the dentist\n  ","978652":"\n   How long have you been with your bf\n  ","978653":"\n   Who are you most inspired by ? Friends or family or boyfriend\n  ","978654":"\n   What’s the most expensive thing you’ve broken?\n  ","978655":"\n   When you used to like amy\n  ","978656":"\n   Guess what I just remembered\n  ","978657":"\n   Когда слоны пьют воду через хобот,у них вода со вкусом соплей?\n  ","978658":"\n   What quality's do you like most in an individual?\n  ","978659":"\n   What's the most valuable lesson you learnt until now?\n  ","978660":"\n   What is the worst 21th century gadget?\n  ","978661":"\n   Whats best place to buy 1 hand sanitizer\n  ","978662":"\n   an experience you wish redo ?\n  ","978663":"\n   What advantages or positive things have you noticed from the current situation?\n  ","978664":"\n   There are a billion tutorials online 😅\n  ","978665":"\n   Любимый стиль музыки и любимая песня?\n  ","978666":"\n   what do you think about all our classic films we’ve grown up watching becoming live action versions?\n  ","978667":"\n   Exactly! It seems like only few people know about this. 😅\n  ","978668":"\n   a good way to start a conversation with a stranger un a train ?\n  ","978669":"\n   Pregunta seria, a qué le tienen miedo ?\n  ","978670":"\n   Your cute for a Mexican?\n  ","978671":"\n   Mann lo aap 29 years ke ho aur apko 15 years ka ladka aunty bole to apko kaisa lagega?\n  ","978672":"\n   what’s the first thing you’re doing when this quarantine is over?\n  ","978673":"\n   I did martial arts for 12 years it a good way to get rid of stress\n  ","978674":"\n   What was the last thing to annoy you\n  ","978675":"\n   does anyone call you nikita?\n  ","978676":"\n   That's a little unhealthy but I can't really talk I do the same. I got a punching bag in my  back garden which I unload on\n  ","978677":"\n   What weird food combinations do you really enjoy?\n  ","978678":"\n   How do you blow off your aggression\n  ","978679":"\n   I dare you to try some Origami and show the result in a picture. 😄\n  ","978680":"\n   Iam absolutely shattered\n  ","978681":"\n   How are you\n  ","978682":"\n   Hahahahahaha suuure he is how many times have I heard that lmfao bahahaha\n  ","978683":"\n   Hola, do u speak Spanish? 🤓\n  ","978684":"\n   What do you enjoy doing in your spare time? 👍\n  ","978685":"\n   Cute\n  ","978686":"\n   جماعة اللي عنده فولو مش راده مش مسامح فيه 🥺🙄\n  ","978687":"\n   does anyone call you nikola?\n  ","978688":"\n   Truth or dare\n  ","978689":"\n   no one calls you nik?\n  ","978690":"\n   what is your Nickname!??😊\n  ","978691":"\n   Have you been to Langer's Deli?\n  ","978692":"\n   Would you rather have a bacon sandwich or a sausage sandwich\n  ","978693":"\n   Whens the last time\n  ","978694":"\n   Hey remember me? -Larry\n  ","978695":"\n   😱😱😱 It must have been years since you ate it!\n  ","978696":"\n   Eaten salami lately?? 😊😊\n  ","978697":"\n   It's too hard not to worry about you. Yes you are smart and strong but you also have a delicate, giving heart and see the best in people.\n  ","978698":"\n   what is happiness for you ?\n  ","978699":"\n   When have you worked hard and loved every minute of it? 👍\n  ","978700":"\n   Strange question: Did you want to do photosynthesis?\n  ","978701":"\n   Btw I know you think everybody who wants you to be more patient is negative but that's not what it is. We don't want you to end up in a bad situation.\n  ","978702":"\n   Have you ever met any celebrities? 😁 👍\n  ","978703":"\n   do you wear any type of mask or gloves when going out in public now?\n  ","978704":"\n   What characteristics do you dislike the most in others? 😠 👍\n  ","978705":"\n   How are you\n  ","978706":"\n   Only 2 months and you're engaged now?\n  ","978707":"\n   Kneek-Eye????\n  ","978708":"\n   Would you let a guy friend sit on your lap?\n  ","978709":"\n   Anyone heard the new song about Covid?  It is titled *Stay the fu+k home!  Pretty hilarious.\n  ","978710":"\n   Which artists \/ bands do you think one should listen to if they wish to get to know your taste in music? 🎶🎸🎤🎻🎹\n  ","978711":"\n   are you close with any of your cousins?\n  ","978712":"\n   Can you speak Arabic?\n  ","978713":"\n   يا غالي أنشغل بالي..\n يا غالي تعب حالي يا غالي ليش جلبك نساني جفاني زماني ..🖤\n  ","978714":"\n   بيت شعر من تأليفك ⁦✍️⁩😂🤝\n  ","978715":"\n   traits that make you like somebody ?\n  ","978716":"\n   a good book you recommand ?\n  ","978717":"\n   do you think there is a distinct fear between fear and phobia?\n  ","978718":"\n   Pancakes or waffles?\n  ","978719":"\n   You are in the TOP 10 in USA. Do you want to become #1? Try to buy coins (the button in your wallet)\n  ","978720":"\n   How would you react if on april fools day, I asked you if you could look something up on your computer, but you couldn't find it. I tell you to look out your window,and you see it in the yard in a million pieces, and I say: \"I threw it out the window, April fools!\"\n  ","978721":"\n   on life ?\n  ","978722":"\n   an advice ?\n  ","978723":"\n   How would you react if a golden retriever came up to you, wagging it's tail, holding a tennis ball in it's mouth?\n  ","978724":"\n   You are so young I believe\n  ","978725":"\n   I need advice. There is a girl I like, her and I have been texting everyday since December. All of a sudden it’s been two days and she hasn’t text me, what could be the reason why she isn’t texting me anymore now?\n  ","978726":"\n   I really like you\n  ","978727":"\n   Thoughts on April fools' day? 🤪 You like it or nah? Why? 🤔\n  ","978728":"\n   I can but I don't want because of you\n  ","978729":"\n   Where's a sleep when you need it? Ikr 😟\n  ","978730":"\n   Rata de dos patas te estoy  hablando a ti. Porque un bicho rastrero aun siendo el más mal dito comparado  contigo se queda muy chiquito\n  ","978731":"\n   bf\n  ","978732":"\n   What’s on your mind rn?\n  ","978733":"\n   If you are in a relationship, tell me something wonderful about your significant other. If you're not in a relationship how would you treat your significant other if you were in one?\n\n6 year anniversary today for me and mine. Celebrating today and tomorrow. 😊❤\n  ","978734":"\n   Have you tried to sleep because you're bored?\n  ","978735":"\n   If it helps I can bother you? 😛\n  ","978736":"\n   You look sad Nikki 🙁\n  ","978737":"\n   Can you define me what \"love\" means? In your words ^^\n  ","978738":"\n   What do you do when the remote isn't working right? Your reaction?\n  ","978739":"\n   Hbu\n  ","978740":"\n   How many followers do you have?\n  ","978741":"\n   Crab or no? 🦀\n  ","978742":"\n   I'm such a jerk I'm sorry Nikki I didn't know that. 🙂\n  ","978743":"\n   I absolutely love your questions, keep them coming!\n  ","978744":"\n   Nikki you still so sweet and adorable 😍\n  ","978745":"\n   You always ignore me but I forgive you\n  ","978746":"\n   Fruits or veggies?\nWhat doy you like more?\n  ","978747":"\n   When was the last time you cursed? 👍\n  ","978748":"\n   You prefer to study at home or at the library?\n  ","978749":"\n   Plans for the summer?\n  ","978750":"\n   Wow. Do you live close\n  ","978751":"\n   Do you consider yourself a saladictorian because you love salad so much?\n  ","978752":"\n   what about your heart ?\n  ","978753":"\n   Do you use Zoom?\n  ","978754":"\n   I haven't even married you yet but I feel like I want to marry you again. Weird, I know. But I can't help it. I love you that much. 🥺🥰\n  ","978755":"\n   Have you ever been electrocuted while talking on the phone?\n  ","978756":"\n   Ebay or Amazon\n  ","978757":"\n   are you currently training for anything? (preferably the zombie apocalypse lmao)\n  ","978758":"\n   Kendrick Lamar or Eminem?\n  ","978759":"\n   Who's working?\n  ","978760":"\n   What’s the best thing you’ve ever achieved? 😁 👍\n  ","978761":"\n   SUMMER OR WINTER!? What do you prefer 🤔\n  ","978762":"\n   I guess you are right\n  ","978763":"\n   Anything specific that worries you and makes you shy\n  ","978764":"\n   Hey strawberries\n  ","978765":"\n   What's up?\n  ","978766":"\n   How did you meet\n  ","978767":"\n   Would u like a drink\n  ","978768":"\n   How long have you been with your bf\n  ","978769":"\n   Why are you shy?\n  ","978770":"\n   Heyy beautiful ❤️\n  ","978771":"\n   What's your biggest insecurity?\n  ","978772":"\n   Can you do a cartwheel\n  ","978773":"\n   Failed to find content to run?\n  ","978774":"\n   How would you describe your country in three words?\n  ","978775":"\n   When was the last time you cried and why?\n  ","978776":"\n   Wow...best of luck...\n  ","978777":"\n   What is something you wish you were better at?\n  ","978778":"\n   Were you valedictorian\n  ","978779":"\n   Hallo einen guten Morgen wünsche ich dir.. \nKönntest du bitte auf den Link gehen und das weiterverbreiten, es geht um einen kleinen Jungen der vermisst wird.. \nDer Link dazu👇\n   \n    https:\/\/www.instagram.com\/p\/B-Vaj9IjgPf\/?igshid=1756dya211bwn\n   \n","978780":"\n   can you stand people who chew with their mouths open?\n  ","978781":"\n   If you could be quarantined with one person from AskFM, who would it be?\n  ","978782":"\n   Welchen Film hast du am häufigsten gesehen?\n  ","978783":"\n   You made my day when you told me I was your first person followed\n  ","978784":"\n   What are your major goals in life?\n  ","978785":"\n   Cemilan manis yg enak klo lg ujan dong?\n  ","978786":"\n   My stomach still hurts but I'm going to try to go to sleep. Night Nikki\n  ","978787":"\n   Would you be with someone who doesn’t have the same beliefs as you?\n  ","978788":"\n   (Scherzfrage)\nWelches Tier ist das Stärkste?\n  ","978789":"\n   Do you read the newspaper\n  ","978790":"\n   Hi Nicole!\n  ","978791":"\n   Pap of you atm\n  ","978792":"\n   What is something you're jealous of?\n  ","978793":"\n   What do you want to do first when you get out of isolation?\n  ","978794":"\n   What is the nicest thing someone's ever done for you? 😊 👍\n  ","978795":"\n   is there anyone in your family that’s currently incarcerated?\n  ","978796":"\n   Have you ever used a dating app? What was your experience?\n  ","978797":"\n   Lol\n   \n    https:\/\/m.youtube.com\/watch?v=DMr8tK3-QK4\n   \n","978798":"\n   I don't know either sorry :\/\n  ","978799":"\n   I think you are the goddess of the farts😌\n  ","978800":"\n   Probably be waiting for 10 years 😂😅\n  ","978801":"\n   Your welcome 🙏 Nikki I was talking to my friends from college they are so funny 😂\n  ","978802":"\n   I bet you Mrs. Benson would have Freddie locked up in their apt. She wouldn't let him go over to hang with Carly and Spencer. He'd be running icarly remotely which Mrs. Benson would be driving him nuts. Spencer would probably be sculpting something to help take his mind off of it.\n  ","978803":"\n   Čo sa snažia dokázať slimáky?\n  ","978804":"\n   What do you think Freddie from icarly would be doing if they were also dealing with this virus?\n  ","978805":"\n   Hey\n  ","978806":"\n   That’s so nice 👍 Nikki\n  ","978807":"\n   That's a good suggestion. I had a good amount of warm water. I'm in bed. I hope it stops and I really hope I don't get the poos. Not fun getting those. Especially in the middle of the night.\n  ","978808":"\n   Happy to hear you are doing alright. I've got a stomach ache from dinner. It's starting to hurt pretty bad.\n  ","978809":"\n   Is trying harder is the only solution left if ignoring toxic person isn't working well? #staif\n  ","978810":"\n   What is an unusual smell that you like?\n  ","978811":"\n   That's means how are you 🧐😂\n  ","978812":"\n   What is your favourite style of art? (ex. abstract, impressionism)\n  ","978813":"\n   How are you holding up?\n  ","978814":"\n   How would you react if I was at your next birthday party, and I farted on your cake?\n  ","978815":"\n   Maybe for you because you know him, but not for us. It's like following an anon account.\n  ","978816":"\n   What's your favourite type of sandwich? 🥪 👍\n  ","978817":"\n   Who's the strongest person you know? 💪 👍\n  ","978818":"\n   Do you use to say your true feelings through jokes or some other ways?\n  ","978819":"\n   Space to share your beautiful thought's🌚♥️\n  ","978820":"\n   Best guys to follow ? Can you recommend any\n  ","978821":"\n   Hi what is your favorite multiplayer games?\n  ","978822":"\n   Thoughts on daylight saving time? ☀️🕑 Dumb or no? Haha\n  ","978823":"\n   Is there anything that attracts people to where you live? 🤔 Do you ever encounter tourists? 📷\n  ","978824":"\n   Buenos diassss 🥺\n  ","978825":"\n   If you could travel back in time, which era would you go to?\n  ","978826":"\n   What is the last thing that made you laugh?\n  ","978827":"\n   If you could live on another planet in the solar system, which would you choose?\n  ","978828":"\n   Favourite hot drink?\n  ","978829":"\n   Favourite flavour of crisps\/chips?\n  ","978830":"\n   Going to send out some questions, you don't have to answer if you dont want to :) use this as a filler ❤\n  ","978831":"\n   :)\n  ","978832":"\n   Do you have any cool nicknames? If yes, what are those?\n  ","978833":"\n   I can say the same thing\n  ","978834":"\n   What's your number one rule in life?\n  ","978835":"\n   Rutabagas.\nYay or nay?\nHow do you cook them?\nOr do you just not cook them at all?\n  ","978836":"\n   Have you left the house since this virus? Do you know anyone personally who has it?\n  ","978837":"\n   aww would u look at the person celebrating the birthday to see if they were ok ?\n  ","978838":"\n   Hy loll♥️😂\n  ","978839":"\n   What’s your favorite cartoon character to see memes by?\n  ","978840":"\n   Be my valentine for a day xx\n  ","978841":"\n   yes of course\n  ","978842":"\n   Do you use fruits for facial masks? If so, what fruits do you use? 😊🍌🍎🍏🍊🍋🍇🍈🍉🍐🍑🍒🍓🍍\n  ","978843":"\n   if you are at a birthday celebration and something really emotional happens where everyone is crying tears of joy , do you let the tears drip or wipe them away\n  ","978844":"\n   If Jurassic Park \/ World truly existed like in the movies, no accidents had happened and the park was open for visitors, would you wanna go there? 🦖🦕 Why \/ why not? 🤔\n  ","978845":"\n   Morning how are you\n  ","978846":"\n   What is the first thing you want to do \/ first place you want to go after lockdown is over ?\n  ","978847":"\n   Do you have any interesting activities to do during quarantine? 🤪 I just began to do some simple workout and no jokes, my body’s sore as hell 😂\n  ","978848":"\n   What makes someone beautiful in your eyes? 👍\n  ","978849":"\n   But I love you more\n  ","978850":"\n   What age did you realize that Santa never existed\n  ","978851":"\n   If someone sent you an unanonymous @, would you know what to do like what it means?\n  ","978852":"\n   Tell me in details when the first time you rode a bike 🚲?\n  ","978853":"\n   Are you an introvert or a extrovert?\n  ","978854":"\n   Do you have a hobby your friends don’t know about? 👍\n  ","978855":"\n   I hope everyone is staying safe, healthy, and taking all necessary precautions 💞 please take care of both your physical and mental wellbeing during this uncertain time... We have to fight it...\n  ","978856":"\n   Do you like cats? Do you prefer orange cats or black cats?\n  ","978857":"\n   Have you ever failed a class so poorly that you had to repeat it ?\n  ","978858":"\n   When you like a person, do you search to know if the person's zodiac sign is compatible with yours?\n  ","978859":"\n   Should people care more about doing the right thing, or doing things right?\n  ","978860":"\n   It's quite obvious that God was showing off when he made you. 😍🥰😘\n  ","978861":"\n   I were pretty much asking whether you liked pickles, gherkins is what us Brits sometimes call 'em 😹\n  ","978862":"\n   Good to hear. I just came back from a walk with my little sister, just to get out the house for for awhile and get some fresh air for once lol\n  ","978863":"\n   Is there any type of renovations that you were going to be doing soon around in your home? Inside or outside. Care to share?\n  ","978864":"\n   Is it possible to be friends with an ex or would it be too hard?\n  ","978865":"\n   Have you watched any of those live concerts certain singers have put on because of the coronacalypse?\n  ","978866":"\n   When was the last time you hung out with someone who wasn't family?\n  ","978867":"\n   If you could live one day of your life over again, what day would you choose? 👍\n  ","978868":"\n   Realllyyyyyyyyyy\n  ","978869":"\n   What is a popular song at the moment that you cannot stand?\n  ","978870":"\n   Do you like gherkins or pickles? 🥒 👍\n  ","978871":"\n   When is the big day\n  ","978872":"\n   Are you able to ride on any roller coaster or do you have your limits?\n  ","978873":"\n   Nikki still sees family. I still see family. Our families could come into contact with someone with the virus, transferring it to us. Then we could transfer it to each other, therefor giving it to the other persons family. Doesn'\n  ","978874":"\n   Can’t wIt to see ur wedding pictures 😂😂\n  ","978875":"\n   Why you r soo stuning?\n  ","978876":"\n   Going to dinner tomorrow\n  ","978877":"\n   Have  you ever been  told to wear something that you thought I look so stupid\n  ","978878":"\n   You are so charming\n  ","978879":"\n   what motivates you to study ?\n  ","978880":"\n   How would someone get your special attention? 😁 👍\n  ","978881":"\n   Would you still pay tuition if classes were only offered as online for the next year or so? Let's just say it lasts that long 😵\n  ","978882":"\n   What are some of the easiest languages to learn?\n  ","978883":"\n   I hope each and everyone of you have an amazing day! I hope it's productive! Much love to all you from the\n🇺🇸 USA. STAY SAFE!! 🤙\n  ","978884":"\n   I've only just seen this on the news feed 😹 Thank you btw 😁\n  ","978885":"\n   I love california\n  ","978886":"\n   i love following each of you 🤍✨\n  ","978887":"\n   I hope each & every one of you are doing okay & are staying healthy. 👍👍🤙\n\nIf you are super bored & don't have anything to do, remember you can always explore your hobbies. Call people & speak to them over the phone. Learn to cook diff things. Watch something new. Spend time with family at home.\n  ","978888":"\n   Do you answer every question you get? Do you ask anyone questions?\n  ","978889":"\n   Vegemite or peanut butter?\n  ","978890":"\n   What are some of your pet peeves\n  ","978891":"\n   cats 🐈 or dogs 🐕\n  ","978892":"\n   I agree. I love seeing you on here and you're why I have chosen to stay on here.\n  ","978893":"\n   How do you like your eggs cooked?\n  ","978894":"\n   Hi where you from?\nYour place is lockdown too?\n  ","978895":"\n   Are you a shopaholic?\n  ","978896":"\n   Yeah you don't. You yourself said that you don't go anywhere. Ok if BOTH of you don't go anywhere, there's nothing to be cautious about. You won't get it or give it to each other. It makes no sense for 2 people in total isolation to fear giving it to one another.\n  ","978897":"\n   Pap OOTD\n  ","978898":"\n   With no pictures\n  ","978899":"\n   have you ever had someone try to take every win you’ve made and turn it around to be all about them?\n  ","978900":"\n   How long was your longest phone call? And with whom you had it?\n  ","978901":"\n   Would you ever do the spicy chip challenge? The one chip challenge? Hottest chip in the world challenge.\n  ","978902":"\n   You dont even see anybody. That means HE must be exposed to a lot of people and is the reason why you're being cautious. Are you worried about him?\n  ","978903":"\n   Is there anyone you wish you could talk to but can't?\n  ","978904":"\n   Does anyone else have a hard time staying home in quarantine?\n  ","978905":"\n   Do you believe people have to look a like in order to be considered family? People say family is about blood is that true?\n  ","978906":"\n   Why do many people fear rejection when it comes to dating?\n  ","978907":"\n   So you can’t spend time with your fiancé due to the Virus going on?\n  ","978908":"\n   What year were you born in? What about you’re fiancé ?\n  ","978909":"\n   If you won’t the lottery what would you do?\n  ","978910":"\n   How are your parents and the rest of your family?  are they safe?\n  ","978911":"\n   What's the largest amount of money you've ever lost?\n  ","978912":"\n   Youre kind of the most popular and famous person on ask so figured youd know. Might  lauren know somethings\n   \n    @Itslaurencim\n   \n","978913":"\n   You’re very welcome!!\n  ","978914":"\n   Do you think it’s okay to have no intelligence at all? But still be considered smart\n  ","978915":"\n   What are you most talented at ?\n  ","978916":"\n   hi how are you? :)\n  ","978917":"\n   Have you dreamt of snakes before? If so, do you believe it was an omen? If so, why?\n  ","978918":"\n   Nikki I'm scared. The head doctor of the coronavirus task force said that a good outcome of American deaths would be 100,000 to 200,000. That's a good outcome. I'm so scared.\n  ","978919":"\n   Favorite thing that you've bought recently? PAP perhaps? 😁😊\n  ","978920":"\n   Do you have a habit of cleaning your phone with alcohol?\n  ","978921":"\n   Just stating facts beautiful ❤\n  ","978922":"\n   What other languages would you be interested in learning? Do you also think learning a new language takes years or months?\n  ","978923":"\n   What is the weirdest \"scam\" you have come across?\n  ","978924":"\n   I feel you girl, I'm litterally terrified to leave the house now\n  ","978925":"\n   Is English your first language?? If not what is?? Do you know any other languages?? 🤔\n  ","978926":"\n   You're anon is absolutely right! Love you ❤\n  ","978927":"\n   Would you be capable of loving a mentally and emotionally unstable person with unconditional love? Why \/ Why not?\n  ","978928":"\n   Are takeaways still delivering to your area ? If not what's your favourite lockdown meal you've had ?\n  ","978929":"\n   Nikki you are such a wonderful person with a gentle heart please never change or leave askfm because I truly adore with all my heart. That’s my only way of keeping in Contact with you if you leave I’ll be sad and miss you\n  ","978930":"\n   When do you think the virus will end?\n  ","978931":"\n   Do you trust your instincts about someone?✨\n  ","978932":"\n   Do you look younger than your actual age in years?\n  ","978933":"\n   does your younger brother approve of edra egen?\n  ","978934":"\n   Are you more sociable online or real life ?\n  ","978935":"\n   Any plans for today or just going to lounge in the lounge room?\n  ","978936":"\n   What's worse: Not knowing your significant others height or their phone number?\n  ","978937":"\n   Do you follow fashion trends actively? 🤩\n  ","978938":"\n   Are there any gangs where you live?\n  ","978939":"\n   Would you ever dye your hair?\n  ","978940":"\n   do you know that drinking water in a tall beautiful glass will feel more magical water than the water in a short regular glass? 🥂\n  ","978941":"\n   Are you all being good and staying in isolation?\n  ","978942":"\n   Bruh uku\n  ","978943":"\n   where do you see yourself in next 5 years ?\n  ","978944":"\n   Do you have any sisters and brothers are brats to you?\n  ","978945":"\n   Yes Nikki you are super gorgeous\n  ","978946":"\n   You're beautiful!\n  ","978947":"\n   Are you eating a lot in this quarantine? Or are you taking care of your weight?\n  ","978948":"\n   Are you worried about the coronavirus?\n  ","978949":"\n   What is the craziest thing on your bucket list\n  ","978950":"\n   Good Morning! 🥞 I hope you have a really amazing and wonderful day! 🌺\n  ","978951":"\n   Strange, this is a question that I asked somebody else.  Think Ask maybe reusing peoples questions.\n  ","978952":"\n   Did you grow up in the bush or did you decide to move out there?\n  ","978953":"\n   Which question ?\n  ","978954":"\n   How is everyone today?\n  ","978955":"\n   Doing great today and how are you?\n  ","978956":"\n   Has he gotten revenge on those who hurt you in middle school?\n  ","978957":"\n   What's the most important quality in a friend in your opinion? 😁 👍\n  ","978958":"\n   Does Edra know?\n  ","978959":"\n   What activity do you never get bored with?\n  ","978960":"\n   why?\n  ","978961":"\n   did someone bully you?\n  ","978962":"\n   What year has been your worst year so far? What were some of the ups and downs of the year\n  ","978963":"\n   Do you ever talk to that Canadian model ?\n  ","978964":"\n   So youre bff brice deleted his ask. Can you please tell them to come back? Thank you\n  ","978965":"\n   Have you watched Tiger King  yet?\n  ","978966":"\n   why did that anon literally steal my question. rly not cool 😒\n  ","978967":"\n   Do you look to the past or to the future? Or do you look at the present while it lasts?\n  ","978968":"\n   hopefully one day!\n  ","978969":"\n   is there a nickname you have. that only your family calls you or gave you?\n  ","978970":"\n   What's the favourite part of your daily routine!!?\n  ","978971":"\n   What is something that is really popular now, but in 5 years everyone will look back on and be embarrassed by?\n  ","978972":"\n   Have you ever been in love with someone who you could not have?\n  ","978973":"\n   How do you behave with people you don't like?\n  ","978974":"\n   Do you have a favourite style? (Not asking for a PAP)\n  ","978975":"\n   What is your idea of an ideal life?\n  ","978976":"\n   Who is your favourite wrestler?\n  ","978977":"\n   Have you ever blushed and if so what made you blush?\n  ","978978":"\n   have you ever been scammed? if so , what did they scam you out of?\n  ","978979":"\n   Pap your feet\n  ","978980":"\n   Is there a flavor that your taste buds just cannot get used to? You can share more than one if you'd like to.\n  ","978981":"\n   Do you ever listen to movie soundtracks just like you would \"regular\" music? 📽🎶 What soundtracks do you listen to the most then? 😁\n  ","978982":"\n   5 ASKfm people you would like to meet?\n  ","978983":"\n   be a picture of your feet 🥰👣\n  ","978984":"\n   What's the next big step you need to take? 👍\n  ","978985":"\n   is there a nickname you have. that only your family calls you or gave you?\n  ","978986":"\n   Are you an only child?\n  ","978987":"\n   what color do you bring your toenails photo 🥰👣\n  ","978988":"\n   🤗 What is your love language? How do you show and wanna be shown love and affection? 💞 Make the test and post the result:\n   \n    https:\/\/www.5lovelanguages.com\/5-love-languages\/\n   \n   🥰 Is it accurate?\n  ","978989":"\n   Single?\n  ","978990":"\n   Do you think intelligence given more importance over beauty ?\n  ","978991":"\n   Are you an only child?\n  ","978992":"\n   Would you give up something you’ve always dreamed of because you are living it and you are not happy ?\n  ","978993":"\n   Why did brice delete?\n  ","978994":"\n   Any movie or Drama Dialogue  Which impressed u the most?\n  ","978995":"\n   To who\n  ","978996":"\n   Have you ever had birth control?  What kind if so and would you recommend it?\n  ","978997":"\n   Which songs bring you back to great moments in your life? 🎶 😁 👍\n  ","978998":"\n   Is getting pregnant always an easy task for a women\n  ","978999":"\n   Cheetos flaming hot or Takis Fuego?\n  ","979000":"\n   Wait you’re like for real engaged?! Congratulations Nikki!! 🎉✨\n  ","979001":"\n   Are you a fan of the Studio Ghibli movies? ⛩🏰🐉🏮🐺 Which is your favorite? 😁\n  ","979002":"\n   What are the reasons to be happy?\n  ","979003":"\n   Out of 10 how bored are you\n  ","979004":"\n   Good morning buddy\n  ","979005":"\n   Nikki you are so lucky since your language is world language, anywhere to go in the planet people understand :)\n  ","979006":"\n   Favorite spice?\n  ","979007":"\n   If you could be any mythical or fantasy creature what would you be?\n  ","979008":"\n   How many children do you think you will have in your life?\n  ","979009":"\n   Are you eating chocolate right now?\n  ","979010":"\n   Have you ever ended a friendship with someone or has someone ended it with you? What was the reason behind it if so?\n  ","979011":"\n   Favourite condiment\n  ","979012":"\n   What do you miss?  Is there anything you miss having or doing since the covid-19 thing started?\n  ","979013":"\n   What is the most scariest ride you’ve been on in an amusement park\n  ","979014":"\n   What would you do differently if you knew nobody would judge you?\n  ","979015":"\n   Where u frm?\n  ","979016":"\n   Do you mind if we chat on messenger\n  ","979017":"\n   What movie do you think is overrated?\n  ","979018":"\n   How do you feel about your relationship with your mother?\n  ","979019":"\n   If you had the power to swap bodies with a man that was sexist would you?\n  ","979020":"\n   If you had to choose a type of color that you thought represented yourself, which would it be?\n  ","979021":"\n   If you had to act in a movie, what character would you choose to be?\n  ","979022":"\n   Do you think this world is full of hypocrites?\n  ","979023":"\n   You’re welcome & thanks again Nikki :)\n  ","979024":"\n   i am live in wisconsin\n  ","979025":"\n   Can you cook it?\n  ","979026":"\n   What's the last thing you cooked? 😊\n  ","979027":"\n   What’s the most important way to spend adulthood?\n  ","979028":"\n   Are you a morning person or night person?\n  ","979029":"\n   You’ve been such a genuine role model to me and others. I am genuinely sending out tons of positive vibes in return to you. I know you have friends that care about and support you & I am definitely one of them. I mean when ever at any time and place feel free to reach out if you need anything.\n  ","979030":"\n   Was soll sich hoffentlich nie ändern?\n  ","979031":"\n   If you’re bored, check this out 🤗\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/161605945199\n   \n   💞\n  ","979032":"\n   what did you do this weekend?\n  ","979033":"\n   Really ? Your figure must be great without that excess fat 😂😊\n  ","979034":"\n   Do you think your parents ever had love for each other?\n  ","979035":"\n   How many languages can you speak and what are they?\n  ","979036":"\n   At what point in the relationship did you know that Edra's goal wasn't to siphon funds from the Buckley fortune into his bank account? How did you know it?\n  ","979037":"\n   Was kann man nicht rational entscheiden?\n  ","979038":"\n   What states have you traveled to in the United States\n  ","979039":"\n   Do you have any challenges for yourself to do during quarantine? 👯‍♀️\n  ","979040":"\n   I love picking at my scalp and finding a few crunchy pieces\n  ","979041":"\n   Random question: have you ever seen a shark up close?\n  ","979042":"\n   can you do instagram live\n  ","979043":"\n   Do you trust your instincts? Have they ever deceived you?\n  ","979044":"\n   😃😄😁🤣😅\n  ","979045":"\n   Welche Augenfarbe findest du schön?👀\n  ","979046":"\n   Who has more money, you or him?\n  ","979047":"\n   Will you and Edra sign a prenuptial agreement before marriage?\n  ","979048":"\n   Okay people. We are now being told, we are at the very apex of the flu epidemic. And to stay in houses, and visit no one, not even family members that may come to visit. I have read it online. The warning was online. What are your thoughts on it?  Legitimate or not?\n  ","979049":"\n   Who or what inspired you to be the person you are?\n  ","979050":"\n   How do You know when you’re in love?\n  ","979051":"\n   Anyway enjoy the rest of your evening ✌\n  ","979052":"\n   What can you do that other people can’t do?\n  ","979053":"\n   Where do you go when you need advice? Do you always get the advice you need?\n  ","979054":"\n   Yep too much work for me😂\n  ","979055":"\n   There’s VIP’s now?? I wanna be one even though I haven’t been active in almost a year😂\n  ","979056":"\n   What are 5 things about you that are unique about you?\n  ","979057":"\n   Would you rather live with a constant sneeze \/ cough everyday or live knowing that twice a week at anytime you're going to be sick but you never know when ?\n  ","979058":"\n\n    @redoasis2017\n   \n   has the virus. Please send your thoughts and prayers\n  ","979059":"\n   Hello again, hope your day is going well! What did you have for dinner 🤔\n  ","979060":"\n   Imma go to sleep but hope you're having a great day you wonderful person 👌\n  ","979061":"\n   I like talking to people like you on ask. It helps me escape the virus.\n  ","979062":"\n   Do you live with family?\n  ","979063":"\n   I'm think that school in the fall will be online too. What do you think?\n  ","979064":"\n   Big booty bouncin\n  ","979065":"\n   And talking to your fiance all day since you woke... Just saying 😋\n  ","979066":"\n   How is everyone doing? Any fun plans for this coming week?!😊🌼\n  ","979067":"\n   The first thing to your left is your weapon in the zombie apocalypse. What is it?\n  ","979068":"\n   Aww, thank you!\n  ","979069":"\n   Are you know peaple from German on this App?\n  ","979070":"\n   Like I want to crawl in a ball and die I’m so sad and fed up\n  ","979071":"\n   Have you ever lost contact with someone you used to talk to every day?\n  ","979072":"\n   They ask and I’m horrible and did everything wrong and I’m the problem\n  ","979073":"\n   Do you collect anything\n  ","979074":"\n   Accounts you like? :) Why you like them? SPREAD THE LOVE ❤❤❤❤❤❤❤❤❤\n  ","979075":"\n   You are beautiful the way you are ❤️🌸\n  ","979076":"\n   You okay ? Been upto anything exciting today 🤔\n  ","979077":"\n   ❤️.❤️\n  ","979078":"\n   Are you eating a lot in this quarantine? Or are you taking care of your weight?\n  ","979079":"\n   between you and edra egen, who has the stronger immune system?\n  ","979080":"\n   Who has neater penmanship, you or Edra?\n  ","979081":"\n   Hey ✌\n  ","979082":"\n   “Just don't give up trying to do what you really want to do. Where there is love and inspiration, I don't think you can go wrong.”💞 — Your opinion? 🤗\n  ","979083":"\n   Do you have a favourite supermarket?\n  ","979084":"\n   are you angry\n  ","979085":"\n   aw so cute\n  ","979086":"\n   Define the word, \"Hope.\"\n  ","979087":"\n   Birds have their wings, foxes have their holes. What do you think that this phrase means ?\n  ","979088":"\n   What did she said?\n  ","979089":"\n   What’s the first thing you did when you woke up today?\n  ","979090":"\n   If you had $5 left in your pocket, what would you spend it on?\n  ","979091":"\n   U still like ramen noodles\n  ","979092":"\n   but ofc & i had to hail you up a bit, you already know 🙋🏾‍♂️🙋🏾‍♂️.\n  ","979093":"\n   Have you ever taken one of those DNA tests where you find out your ancestry and stuff?\n  ","979094":"\n   If I died and God asked me what I'd like to come back as, I'd say a tear; so I can be born in your eyes, roll down your cheek, and die on your lips.\n  ","979095":"\n   What is your favorite song?\n  ","979096":"\n   Are you cold at the moment?\nAre you hot at the moment?\nOr are you comfortable?\n  ","979097":"\n   They say a picture tells 1,000 words, but when I see yours, all I see is 3: I Love You\n  ","979098":"\n   Have you ever spoken on a CV Radio before? What did you say of you remember?\n  ","979099":"\n   Last night I looked up into the stars and matched each one with a reason why I love you. I was doing great until I ran out of stars.\n  ","979100":"\n   Is there a flavor that your taste buds just cannot get used to? You can share more than one if you'd like to.\n  ","979101":"\n   stay healthy and safe everyone 🤍✨😊\n  ","979102":"\n   He liked emma photo in bra\n  ","979103":"\n   bikini pao\n  ","979104":"\n   Has any one died from lack of toilet paper? Stop this pandemonium 🤣\n  ","979105":"\n   “Believe you can and you're halfway there.” 💞\n  ","979106":"\n   How do you feel about your man like girls pictures in bra's?\n  ","979107":"\n   Are you the kind of person who moves on quickly?\n  ","979108":"\n   can u hear me?\n  ","979109":"\n   how often do you send voice recordings\n  ","979110":"\n   can u hear me?\n  ","979111":"\n   any selfies doing a funny pose?\n  ","979112":"\n   Oh goodness today you will cry even more joy\n  ","979113":"\n   any other selfies?\n  ","979114":"\n   Have you ever bought anything from a food market NOT An Supermarket\n  ","979115":"\n   do you like the taste of dimetapp?\n  ","979116":"\n   Have you ever sat on a balloon?\n  ","979117":"\n   Good morning! The sun is shining as beautiful as you are 👌 have an awesome day 😊\n  ","979118":"\n   Do you believe in horoscopes?\n  ","979119":"\n   What do you do for work\n  ","979120":"\n   When Edra met you, was there anything he said was unexpected about you?\n  ","979121":"\n   Are you as nice and kind and understanding in person as what you seem on here?\n  ","979122":"\n   Hi there !\n  ","979123":"\n   What is your fave album of all time?\n  ","979124":"\n   What is a personality trait you cannot stand in other people?\n  ","979125":"\n   Do you ever hate those moments when you feel like your getting anxiety over something but your really not?\n  ","979126":"\n   Do you like potato cheese soup?\n  ","979127":"\n   Umm maybe that anon was talking about a different Brice. Bold of you to assume\n  ","979128":"\n   Does Edra call your mom Mother Buckley?\n  ","979129":"\n   do you like the female name hester?\n  ","979130":"\n   What would my friends say? :(\n  ","979131":"\n   do you wanna meet\n  ","979132":"\n   I'll do my part you do yours.. thanks\n  ","979133":"\n   do you have a boyfriend\n  ","979134":"\n   Brice for president 2020!!!!\n  ","979135":"\n   Mom I'm out here in this world all alone but don't you worry about me I'll be fine. You take care of yourself. 🌷\n  ","979136":"\n   Simply doing this to try it. Salutations! 🖖\n  ","979137":"\n   What chain restaurant do you think has leftovers that warm up the best?\n  ","979138":"\n   Why do people copy questions? I've seen mine copy and pasted. Does it bother you when yours are or not?\n  ","979139":"\n   What's the longest you have ever stayed on hold on the phone for?\n  ","979140":"\n   Life update from your country\/city?\n  ","979141":"\n   Besides McDonald's, what burger place do you like?\n  ","979142":"\n   That's what made Jared famous. It only lasted 1 season (19 episodes) but it was good. It's streaming on ABC's website for free.\n  ","979143":"\n   Nice profile picture. Where was it taken ?\n  ","979144":"\n   Do you like candles? Fave scents? 🥰\n  ","979145":"\n   Are you comfortable explaining why you don't consider yourself one\n  ","979146":"\n   Did you like Leto in My So Called Life?\n  ","979147":"\n   You can always pretend plus you don't have to cook food for me\n  ","979148":"\n   Do you ever have any dreams that you never stuck too?\n  ","979149":"\n   Did you see that your boy Leto is even watching Tiger King?\n  ","979150":"\n   Hey do you consider yourself a feminist\n  ","979151":"\n   YES, YES barely anyone is on here either they sign back in to see what’s poppin’ then logged out.\n  ","979152":"\n   hello, gorgeous face 💞💞💞!!\n  ","979153":"\n   Sure mom\n  ","979154":"\n   Yes you're so pretty and sweet\n  ","979155":"\n   I wish you were my mama :')\n  ","979156":"\n   I think brice is a good dude like someday hes gonna be a really good grandpa to a bunch of litttle grandkids , agree?\n  ","979157":"\n   Omg you met your bf on ask?\n  ","979158":"\n   But you like brice tho, right?\n  ","979159":"\n   Do you ever look back at your baby and childhood photos and just be like wow I’ve grown so much over the years? Does it also give you flashbacks of many good moments you’ve had during that time?\n  ","979160":"\n   What personality trait do you admire in other people?\n  ","979161":"\n   I only send few like 3 or 4 I don't bother you much\n  ","979162":"\n   What do you think is the biggest issue going on right now in the world and an issue thats going on in your country ?\n  ","979163":"\n   No need that married woman got me in her trap you're too late help :(\n  ","979164":"\n   Are you more of the person who likes to spend money all at once on the things that you like or save it for reasonable things ?\n  ","979165":"\n   Well you ignore most of my questions\n  ","979166":"\n   As a person you're bitter we all know but Hey! you look sweet\n  ","979167":"\n   You look deceptively sweet\n  ","979168":"\n   Hey Nikki you look fresh breath of air\n  ","979169":"\n   Sure thing\n  ","979170":"\n   What is ur facial expression when someone is talking to you in the face with bad breath ?\n  ","979171":"\n   In the name of the Lord our Savior Jesus Christ. Did you ever try pigs in a blanket ?? Especially with ketchup on those little munchkins\n  ","979172":"\n   Is there something that you are strongly confident about ? What is it?\n  ","979173":"\n   Why is it so hard for people to text back nowadays? Like seriously what's the point of having a cell phone??\n  ","979174":"\n   what?\n  ","979175":"\n   do you often not finish your entire meal at restaurants? when you have food leftover, do you usually bring it home as leftovers?\n  ","979176":"\n   u r'nt a a teen, r u?\n  ","979177":"\n   Nikki?\n  ","979178":"\n   any old full body selfies?\n  ","979179":"\n   selfie?\n  ","979180":"\n   Do you like doing people favors only when you can get paid for it as opposed to getting absolutely nothing at all ?\n  ","979181":"\n   What are some of the things that you share in common with friends? What about the differences you have from each other\n  ","979182":"\n   youre so loyal to ur friends god bless u\n  ","979183":"\n   it seems like anon seems worried or interested its a bit cute they are there for u\n  ","979184":"\n   Hello\n  ","979185":"\n   Whom do you consider to be a hero of our times?\n  ","979186":"\n   When you text people, do you usually reply back fast ?\n  ","979187":"\n   How did you meet your best friend?\n  ","979188":"\n   Have you ever done a hair braid?\n  ","979189":"\n   How come you like brice more than the rest of us?\n  ","979190":"\n   How many times do you hit the snooze button before getting up?\n  ","979191":"\n   what?\n  ","979192":"\n   What's something you're not very good at but enjoy doing anyway?\n  ","979193":"\n   Everyone should reply to their text messages? Why do some people claim their bad at texting\n  ","979194":"\n   are you wearing a t-shirt when u had the tears in your eyes\n  ","979195":"\n   What would be the greatest achievement for you right now ?\n  ","979196":"\n   Hi 🙊\n  ","979197":"\n   do u let them know they made u cry happy tears\n  ","979198":"\n   Have you ever met\n   \n    @edraegen\n   \n   in real life ?\n  ","979199":"\n   How many friends do you have? Do you call them close friends? Like people you can always hang out with?\n  ","979200":"\n   If you had to choose between wealth and security or love, what would you choose?\n  ","979201":"\n   think of something you're passionate about. when did you first realize you were passionate about that subject? do you have any future plans to pursue your passion?\n  ","979202":"\n   Do you see yourself as financially stable?\n  ","979203":"\n   With the streets of San Francisco emptied, coyotes are strolling around in increased numbers. Are you happy for them, that they get a chance to roam around the city again?\n  ","979204":"\n   Do you have a person that you trust to whom you tell your secrets?\n  ","979205":"\n   Could you live comfortably with giving yourself $100 spending money a week? Which means bills,gas,groceries are covered. Justs hopping\/nails\/spoiling yourself\n  ","979206":"\n   I will in fact stay on all night with you until I make you cry of joy. For you are so so worthy of this joy. For you deserve kindness. You are worthy of kindness and you are being rewarded by the universe for your kindness.\n  ","979207":"\n   Heyyy can we talk in questions\n  ","979208":"\n   Do you ever find it annoying how iPhone keyboards are so small that you type other keys that you don't want too ?\n  ","979209":"\n   Do you like your name? Have your parents ever told you how they chose your name? Would you ever want to change your name?\n  ","979210":"\n   Are you still friends with someone from kindergarten?\n  ","979211":"\n   If your life were a movie, what would be the title?\n  ","979212":"\n   So you are answering this anonymous questions and ignoring mine because they seem appropriate?\n  ","979213":"\n   Are there somethings about your family that you just don't  agree with ?\n  ","979214":"\n   Have you ever order KFC and then the cashier forgets to put your biscuits in the box?\n  ","979215":"\n   How do you like to start your morning?\n  ","979216":"\n   This world may be having many beautiful girls out there. But none of them have the charm as magnetic as you. I simply cannot resist you.I would love to know ya😭❤️\n  ","979217":"\n   do you like when friends make you cry happy tears\n  ","979218":"\n   💘\n  ","979219":"\n   A candle? You brighten my day like a supernova. 😎🥺😘\n  ","979220":"\n   did edra egen ever be the reason for them?\n  ","979221":"\n   Have you ever talked back to your parents in a rude manner and then ultimately there were consequences for that ?\n  ","979222":"\n   Why is it that most families tend to have such an issue with interracial marriages\/or dating?\n  ","979223":"\n   Why is Twerking a such a female habit? Half of the days I scroll through Instagram girls are shaking their butts all day !? Like what's the point of that? Are you basically shaking your butt to the alphabet? ABC easy as 123 ?\n  ","979224":"\n   Does your family shield you from all harsh realities of the world in order to protect you?\n  ","979225":"\n   did u have to wipe ur tears away with a tissue\n  ","979226":"\n   Today is the day for you to sit and to look at your phone and for the river of joy to pour from your eyes. You deserve it. You're mature, loyal, you are so pretty, and so smart. Who isn't lucky to be your friend? Like, everyone loves Nikki.\n  ","979227":"\n   Why are girls always so quick to reject guys who are so nice.?\n  ","979228":"\n   Does it ever bother you when your family tends to keep secrets ? Especially behind your back and not informing you\n  ","979229":"\n   If you are both eating a meat dish, do you let him eat til he is fully content before getting a share yourself?\n  ","979230":"\n   Look in the mirror and you will see a beautiful woman. A woman who has gone through a lot, but who has overcome a lot to get to where she is today. It's Nikki, the truly naturally gifted woman. A beautiful person. One who I would most have pleasure calling a friend. Who brings Tears of Joy to eyes.\n  ","979231":"\n   Have you ever had birth control?  What kind if so and would you recommend it?\n  ","979232":"\n   So tell me about your dating experiences ?\n  ","979233":"\n   BE HONEST AND VERY HONEST. DO YOU BRUSH YOUR TEETH EVERYDAY ?\n  ","979234":"\n   You're are GORGEOUS its so unexplainable. Like seeing your face and ask profile lightens up my day like a candle. ❤️\n  ","979235":"\n   When your boyfriend walks in a room with you do you get scared ? Since hes male and hes the boss\n  ","979236":"\n   You cried because of what I sent you?\n  ","979237":"\n   did tears get in your eyes\n  ","979238":"\n   i want to come off anon but i dont want you to post my identity on here\n  ","979239":"\n   You have such a good heart and I love the vibes you spread & I always enjoy asking you questions and even just chatting with you. You honestly have no idea, god bless you Nikki you’re an amazing person and I am so happy about the person you are. Continue to be who you are please don’t change :)\n  ","979240":"\n   The whole discover page here on ask and every other social media platform, in media in general, is all about the same topic. How do you feel about that? Do you find it annoying and wish that people would stop talking about it? Or do you find it interesting what other people add to the conversation?\n  ","979241":"\n   Me too!\n  ","979242":"\n   Do you think their is an origin behind racism? do you also think it started from something or somewhere?\n  ","979243":"\n   How’s the reaction toward the virus does it have anything to do with politics?\n  ","979244":"\n   Is there away to end racism? Do you think racism is unnecessary till this day?\n  ","979245":"\n   Hi what are you doing today?\n  ","979246":"\n   What does beauty mean to you?😳🤗\n  ","979247":"\n   What was the last movie you watched? Did you like it?\n  ","979248":"\n   Nice, enjoy the rest of your evening 😊\n  ","979249":"\n   What time is it there?\n  ","979250":"\n   You 😂\n  ","979251":"\n   Hola, nos seguimos 🤙 \nTe dejare algunos ❤️\n  ","979252":"\n   Wow so nice !!!!\n  ","979253":"\n   Idk but it's hard to make friends \/ get close on here, lot of stuck up people, not you tho you seem a lovely down to earth girl\n  ","979254":"\n   You say that now then I come off anon and bang the happiness ends 😂😂\n  ","979255":"\n   Hi what are you doing today?\n  ","979256":"\n   More than welcome😊🙌\n  ","979257":"\n   You're absolutely stunning, great personality, your page is always positive, keep it going✌\n  ","979258":"\n   Do you like boregs?\n  ","979259":"\n   What’s your favorite public or state holiday of the year?\n  ","979260":"\n   Do you like lahmajun?\n  ","979261":"\n   Do they like you?\n  ","979262":"\n   Ofcourse , I won't ask\n  ","979263":"\n   Should we forgive our enemies? Why\/why not?\n  ","979264":"\n   Do I have permission to ask you about something related to sex?\n  ","979265":"\n   Do you tend to stand out or blend in with a crowd?\n  ","979266":"\n   What is the grosses thing u have ever done?\n  ","979267":"\n   What is a popular song at the moment that you cannot stand?\n  ","979268":"\n   Do you like your siblings?\n  ","979269":"\n   What is the weirdest \"scam\" you have come across?\n  ","979270":"\n   5’7” is in the 92nd percentile for women. You’re tall.\n  ","979271":"\n   short????  wtf how. I am 4'9 now that is short.\n  ","979272":"\n   How many siblings do you have\n  ","979273":"\n   My cat isnt eating i gave her all of her fav treats and nothong. She hasnt moved from a spot for 3 days. I think i found a lump on her not 100% sure thou\n  ","979274":"\n   Short ass\n  ","979275":"\n   Is there an ingredient your parents tell you to not be wasteful with?\n  ","979276":"\n   Height?\n  ","979277":"\n   have you guys been cooking more? have your parents? ***\n  ","979278":"\n   What do you notice when you walk into someone's home for the first time?\n  ","979279":"\n   Im worried\n  ","979280":"\n   How are you\n  ","979281":"\n   when it was ur birthday did you get to pick a special dinner? what did you usually pick?\n  ","979282":"\n   What is the last store you went to?\n  ","979283":"\n   How many hours a day do you listen to music?\n  ","979284":"\n   Do you identify with Molly Lansing?\n  ","979285":"\n   Anyone want one of\n1 - A compliment\n2 - Spam of questions\n3 - Spam of likes\n4 - Anything else of your choice 🤔\n  ","979286":"\n   What is the longest you've ever gone without any sleep?\n  ","979287":"\n   Do you ever tell Edra to clean up after himself because you're not his maid?\n  ","979288":"\n   What is the worst job you've ever had\n  ","979289":"\n   Can you share your daily quarantine activities ?\n  ","979290":"\n   Would you get any tattoos or pericings\n  ","979291":"\n   the lawyer on gh who defended nelle & franco..he also works with valentin\n  ","979292":"\n   What is something you wish you were better at?\n  ","979293":"\n   Whataya feel about Barak Obama?\n  ","979294":"\n   America already has 2000. It was 1000 just 2 days ago.\n  ","979295":"\n   do you like martin gray?\n  ","979296":"\n   what advice can you give to others?\n  ","979297":"\n   The uk news said if the uk has less than 20 thousand deaths from this virus  we would of done well how depressing is that\n  ","979298":"\n   do you play any video games (even games on the phone)? if so, what are your favorite games? if not, what's your general opinion on video games?\n  ","979299":"\n   do you think valentin is hot?\n  ","979300":"\n   Favorite thing that you've bought recently? PAP perhaps? 😁😊\n  ","979301":"\n   🤔\n  ","979302":"\n   Are you left handed or right handed?\n  ","979303":"\n   You look better with the less yellow photo <3\n  ","979304":"\n   Do you think smoking is - for the lack of better term - “cool”? 🤔\n  ","979305":"\n   What is the most played song in your music library?\n  ","979306":"\n   Who is the best movie villain?\n  ","979307":"\n   Do you agree that girls can live without men for a long time😎? And I know why\n  ","979308":"\n   Hahahah wth 😂\n  ","979309":"\n   Wouldn’t you think that during this near worldwide shutdown that the very last place on Earth you would want to stay open would be a grocery store? \nI know they have to be open but literally what better place to spread the bug?\n  ","979310":"\n   Do you like this song? 🎶\n   \n    https:\/\/www.youtube.com\/watch?v=fCkeLBGSINs\n   \n","979311":"\n   What would be the perfect gift for you?\n  ","979312":"\n   When was the last time you got spanked?\n  ","979313":"\n   ***gets down on one  knee\n\nNikki, will you please marry...\n     .....\n...\n........Brice?\n  ","979314":"\n   What makes you really sleepy?\n  ","979315":"\n   Would you ever do the spicy chip challenge? The one chip challenge? Hottest chip in the world challenge.\n  ","979316":"\n   Do you like cornbread? 🌽🍞\n\nDo you like anything special in your cornbread? Maybe cheese? Jalapenos to make it a little spicy? Maybe some butter to make it sweet? What do you like in yours?\n  ","979317":"\n   It's true. I'd give you a link but I know you don't click them. Just look it up. I don't want you leaving money on the table.\n  ","979318":"\n   PAP.🔥\n  ","979319":"\n   If a person was stalking you obsessively and claiming that they are doing that because their love for you is so \"deep and uncontrollable\", how would you get rid of the obsessive admirer and why?\n  ","979320":"\n   Do you have any pictures of gardens that you would like to share? Maybe look one up to share with us?\n  ","979321":"\n   You DO get stimulus $ even if you made nothing. Just file your 2019 tax return, you can do it online for free.\n  ","979322":"\n   How often do you take a nap\n  ","979323":"\n   If you had one word to describe yourself, what would it be?\n  ","979324":"\n   If you eat meat, what's your favourite type? 🍖 🥩 🍗\n  ","979325":"\n   😷 Viruses are contagious. — But so is panic, fear, hysteria, calm, grace, empathy, love and kindness. 💞Choose wisely which one you will spread. 🤗\n  ","979326":"\n   Post a picture of you wearing your favorite pair of sunglasses.\n  ","979327":"\n   Are takeaways still delivering to your area ? If not what's your favourite lockdown meal you've had ?\n  ","979328":"\n   Do you trust your instincts about someone?✨\n  ","979329":"\n   What's something that you once believed to be essential in your life, but after going without, decided it really wasn't?\n  ","979330":"\n   Yeah then why do they have to keep putting you on pause on FaceTime? That’s very annoying I think they do that because they wanna do other stuff on their phone social media etc don’t you think? I also find it rude if they keep having you on pause\n  ","979331":"\n   What do you like to do on the weekends?\n  ","979332":"\n   If you could go back in time 10,000 years ago and make a cave painting to confuse everyone in the future; what would you draw?\n  ","979333":"\n   Hey Tessa, uit welke stad kom jij?\n  ","979334":"\n   Hold up you remember me lmao 😈🖤\n  ","979335":"\n   Yes how long\n  ","979336":"\n   You have five minutes stuck alone in an elevator with Donald Trump. What would you say?\n  ","979337":"\n   What are some of the easiest languages to learn?\n  ","979338":"\n   Don’t you ever hate it when you’re on FaceTime or a video call with someone and the other person keeps putting their camera off?\n  ","979339":"\n   what summer activities are you looking forward to? (hoping the coronavirus is gone by then.)\n  ","979340":"\n   How do think the quarantaine Will last ?\n  ","979341":"\n   What's the last thing u learned?\n  ","979342":"\n   Have you ever been bitten by a cookie?\n  ","979343":"\n   What insects are you afraid of?\n  ","979344":"\n   You time-travel from the year 2018 to 2020. You go outside and see everything closed and the streets empty. What's your reaction ? What do you assume happened ?\n  ","979345":"\n   Would you want to go to space if given the opportunity? 👩‍🚀 Why \/ why not? 🤔\n  ","979346":"\n   You are very pretty today , can I return to your page please?\n  ","979347":"\n   Why do you think mirrors are often used as symbols of alternate reality in fiction? As if a mirror is the window to another world.\n  ","979348":"\n   Are you very cautious of who you trust\n  ","979349":"\n   You're pretty!\n  ","979350":"\n   would you like to explore space?\n  ","979351":"\n   One day you wake up and your best friend is at your door asking to be let in. He tells you that he has a secret, and it comes out that he is a vampire. What is your reaction?\n  ","979352":"\n   What was the last thing you got for free?\n  ","979353":"\n   Some users have been complaining that I ask them questions. So, if you wish me to stop asking you questions, just let me know by sending me a non-anonymous message and I will unfollow you.\n  ","979354":"\n   What do you think of when you hear \"Sweden\"? 🇸🇪 Say as many things you can think of 😊\n  ","979355":"\n   Pap shoes ??\n  ","979356":"\n   What was the last restaurant you went to?\n  ","979357":"\n   Do you tend to stand out or blend in with a crowd?\n  ","979358":"\n   Good morning\n  ","979359":"\n   When do you think the ability to feel deeply is a downfall and why?\n  ","979360":"\n   A person's eyes are the windows to their soul. Do you agree with this statement? Why \/ why not?\n  ","979361":"\n   In your opinion, what are the most effective methods of bringing a shy person \"out of their shell\" and why?\n  ","979362":"\n   What is the one thing you would like to hear from the person you care most about?\n  ","979363":"\n   How would you describe being in the possession of a mental connection with someone and why? Is it necessary for a human being to have a mental connection with a person in order to converse with them freely?\n  ","979364":"\n   What made you happy this week?\n  ","979365":"\n   Is “dude” a gender neutral word? If not, what are some gender neutral alternatives?\n  ","979366":"\n   “Thinking too much about a decision can lead to analysis paralysis which is the idea that you end up not making a decision at all.” Have you ever thought about making a decision so intensely that you ended up without any decision at all? If yes, then what kind of decision did you have to make?\n  ","979367":"\n   Would you be capable of loving a mentally and emotionally unstable person with unconditional love? Why \/ Why not?\n  ","979368":"\n   People who get a good sleep every night, how?\n  ","979369":"\n   ✨✨✨ᵀᵒᵈᵒˢ ˢᵉ ᵛⁱⁿⁱᵉʳᵒⁿ ᵃ ᵉˢᵗᵃ ᵖˡᵃᵗᵃᶠᵒʳᵐᵃ ᴶᵃʲᵃʲᵃʲᵃ ᴶᵃʲᵃʲᵃʲᵃ______________ʳᵉᵗᵒ ᵃ ᵗᵒᵈᵒˢ ᵃ ᵈᵃʳˡᵉ 🔥 ᵃ ᵐⁱˢ ʳᵉˢᵖᵘᵉˢᵗᵃˢ‧ ᴸᵒˢ ᵛᵉᵒ ᴹʸ ᶠʳⁱᵉⁿᵈˢ‧ 🌚🌃\n  ","979370":"\n   Are you there now? Are things getting better\n  ","979371":"\n   How has your day been buddy ?\n  ","979372":"\n   Are you better at underwater swimming or surface swimming?\n  ","979373":"\n   . When you help someone do you ever think, “What’s in it for me?”\n  ","979374":"\n   If you were an animal, what animal would you be and why?\n  ","979375":"\n   Where are you from\n  ","979376":"\n   what’s a song that reminds you of high school ?\n  ","979377":"\n   If you could go anywhere all expenses paid where would you go\n  ","979378":"\n   What was the last TV show you watched?\n  ","979379":"\n   Very active person what is your favorite place you have visited\n  ","979380":"\n   What’s something that will forever be in fashion, no matter how much time passes? 👍\n  ","979381":"\n   Welches wäre ein kleiner, spontaner Wunsch von dir?\n  ","979382":"\n   Was schmeckt besser Original Nutella oder Fake Nutella?\n  ","979383":"\n   Favorite things to do\n  ","979384":"\n   What’s your biggest pet peeve?\n  ","979385":"\n   What’s your age\n  ","979386":"\n   What's your biggest style fail?\n  ","979387":"\n   Sweets or coffee\n  ","979388":"\n   What female celebrity do you wish was your sister?\n  ","979389":"\n   What is something that is really popular now, but in 5 years everyone will look back on and be embarrassed by?\n  ","979390":"\n   What do you buy with a dollar?\n  ","979391":"\n   If someone liked you, how would you like them to tell you?\n  ","979392":"\n   Do you believe that each individual on Earth has a soulmate?\n  ","979393":"\n   Hi there 👋 Just wondering how are you are coping with this lockdown? Is the cabin fever getting to you yet? 😳 Have you taken up exercise as a legitimate excuse to leave the house once a day (besides essential shopping 🛒) 🏃‍♂️🚵‍♀️ Sending you best wishes in these times of general shitiness 🤨😊\n  ","979394":"\n   How late do you stay up\n  ","979395":"\n   What was the last song you sang out loud to?\n  ","979396":"\n   I am good, just chilling\n  ","979397":"\n   Should I delete my Snapchat account? I barely have any friends on there.\n  ","979398":"\n   Pssst reptilians taking over pass it on.. 👽\n  ","979399":"\n   If u knew miley cyrus & she got corona would u make fun of her by calling her \"corona cyrus?\"\n  ","979400":"\n   I love your new profile pic! Absolutely gorgeous 💞🌸\n  ","979401":"\n   I like collecting hair\n  ","979402":"\n   Favorite hair you’ve found?\n  ","979403":"\n   Them Grey's at it again!!!!\n  ","979404":"\n   if you did that would a part of you be scared that if you didnt live for another 2+ years, you wouldn't get to have that million+ that you could otherwise get immediately?\n  ","979405":"\n   What are your top 4 phobias ?\n  ","979406":"\n   Roller coasters or water slides?\n  ","979407":"\n   If you and Edra were in public and a random man whistled at you, then Edra broke his femur, landing him in jail for 6 months, would you forgive him since he defended your honor or would you think what he did was wrong?\n  ","979408":"\n   So what's wit this app now real talk shits way different\n  ","979409":"\n   💸 Would you rather take 1.000.000$ right now or one penny doubling every day for 30 days?\n  ","979410":"\n   I believe it is round to\n  ","979411":"\n   Do you believe earth is flat or round\n  ","979412":"\n   In what area did your opinion change a lot lately?\n  ","979413":"\n   that’s awesome congrats so happy for u both ❣️🍭✅\n  ","979414":"\n   We should talk more on Instagram. You're cool\n  ","979415":"\n   omg ur engaged ❣️ sweet when I missed it congrats 🎵🎵\n  ","979416":"\n   If you don't mind sharing, what do you get the most 'hate' for an Ask? And how do you respond?\n  ","979417":"\n   I heard you met your fiance here on ASKfm. Any truth to that? 🤔\n  ","979418":"\n   انا حاسس إني عايش بفيلم ألف مبروك تبع احمد حلمي كل ما أصحى بعيد نفس اليوم 🤦‍♂️😂🤣\n  ","979419":"\n   Are you happy you joined Ask? 👍\n  ","979420":"\n   Your new dp ahh, an angel 🥰🥰\n  ","979421":"\n   You look beautiful with your hair up in your new dp\n  ","979422":"\n   What’s the coolest thing you have ever seen ?(:\n  ","979423":"\n   have you been to palmdale? that is like socals version of south dakota\n  ","979424":"\n   would you watch a movie of a nurse taking care of james deen during his bout of rona, falling for him and them celebrating his health with love making?\n  ","979425":"\n   H-h-i 🤚🏾 um I hawv I wittle qwestion?! So I like a wittle pp and it monster so *pisses in the corner*\n  ","979426":"\n   there was  a song about S.F back in the 80's.  If your going to S.F be sure to wear some flowers in your hair you can google it\n  ","979427":"\n   Last Sunday! Just saying.\n  ","979428":"\n   Last time you given a bj\n  ","979429":"\n   If your going to San Francisco be sure to wear some goves on your hands if you going to S.F theres going to be a lot of people there\n  ","979430":"\n   Worst fear\n  ","979431":"\n   On a scale of 1 to 10, how good do you think you are at cooking?\n  ","979432":"\n   Do an honesty hour answer everything\n  ","979433":"\n   is south dakota is part of your country and isn't crowded, loud & busy\n  ","979434":"\n   Are you sticking to the 2 meter rule\n  ","979435":"\n   Do you believe love is real?\n  ","979436":"\n   What is one thing you WISH more people would understand and accept?\n  ","979437":"\n   Do you have good eye sight?\n  ","979438":"\n   Do you like easter eggs? The chocolate kind?\n  ","979439":"\n   Emoji of the day!\n  ","979440":"\n   You don't have to answer it too personal but has there ever been a moment where you thought your relationship was going to end? And how did you solve that problem and stay together?\n  ","979441":"\n   How would you describe your country in three words?\n  ","979442":"\n   With\n  ","979443":"\n   What is happiness for you?🌝\n  ","979444":"\n   What do you think people think of you?\n  ","979445":"\n   If you were to die today what would you most regret not telling anyone?\n  ","979446":"\n   What is your definition of pure happiness?\n  ","979447":"\n   Name something that really boils your pi$$? 🤬😡\n  ","979448":"\n   Great answer 😊\n  ","979449":"\n   How do you get rid of stress and negative energy?\n  ","979450":"\n   What compliment do people give you the most?👑\n  ","979451":"\n   If you were to write a movie script – what would it be about?\n  ","979452":"\n   but do you think if she was better and not the kind to remarry that quickly, he might've been even happier & still be here?\n  ","979453":"\n   Do you have any guilty pleasures when it comes to media? 🤔 Like if you love a certain movie, book, video game etc. that you know that most people think is horrible haha\n  ","979454":"\n   Why are they shutting down so many facilities because of the CoronaVirus? Can’t they just open them but just limit how long we can stay ?\n  ","979455":"\n   do you think she must've not been a good wife to him if she could get over him that quickly?\n  ","979456":"\n   What is your favorite source of indoor entertainment?\n  ","979457":"\n   What would you consider as a perfect day\n  ","979458":"\n   What do you say to people who think the virus is Earth's way of getting revenge on humans for mistreating it?\n  ","979459":"\n   You're stuck between a rock and a hard place, what are you going to do?\n  ","979460":"\n   With who\n  ","979461":"\n   Do you smoke\n  ","979462":"\n   If you could wake up tomorrow and gain an ability or a quality what would  you choice and why\n  ","979463":"\n   If you could choice anyone  in the world who would you choice as a dinner guest and why\n  ","979464":"\n   What songs hit you with a wave of nostalgia every time you hear them?\n  ","979465":"\n   What's the craziest or most out-of-character thing you've ever done? 🤪 👍\n  ","979466":"\n   this coronavirus is trash . 🙄. just complaining 🙃\n  ","979467":"\n   If you got married but later became a widow, would you ever think about remarrying? 👍\n  ","979468":"\n   How are you all doing?\n  ","979469":"\n   Would you rather keep your current sleep schedule or hibernate for 3 months and have 9 months of 24\/7 alertness without being tired? 👍\n  ","979470":"\n   What's something you're certain you’ll never experience? 👍\n  ","979471":"\n   Last time you had sex\n  ","979472":"\n   How long will the coronavirus quarantine last in the place where you live?\n  ","979473":"\n   If you had a chance to replay one moment of your life, what would it be?\n  ","979474":"\n   What's your least favourite mode of transportation? 🚆 🚌 🚗 ✈️🚢 👍\n  ","979475":"\n   What do you miss most about your childhood? The innocence? The carefree time of life? The simplicity? 🥺\n  ","979476":"\n   Have you ever experienced hail before? Talking about the type of precipitation. (You do not have to answer)\n  ","979477":"\n   tell me a quote you live by.\n  ","979478":"\n   What movie can you watch over and over again?\n  ","979479":"\n   Do you like papaya?\n  ","979480":"\n   Wie geht es euch mit der Ausgangssperre?😅\n  ","979481":"\n   Hey beautiful\n  ","979482":"\n   Thank you! Yeah of course let’s hope all of our prayers are answered 🙏🏽\n  ","979483":"\n   do you put sugar on cheerios?\n  ","979484":"\n   What was the last thing to make you go wait what in confusion ?\n  ","979485":"\n   What feels illegal,but isn't?\n  ","979486":"\n   That’s good. Everything is cool bro, Just hanging in there, taking things one day at time. I’ve been stuck at home because of this whole situation. This  virus shut down like every form of work until this ends, but for the time being I’m maintaining positive.\n  ","979487":"\n   Recent song you have listened?\n  ","979488":"\n   Have you ever been inspired by a prophet\n  ","979489":"\n   I needed your opinion dude\n  ","979490":"\n   😁😁...Hmm..By the way how was the game?...\n  ","979491":"\n   Do you like fast food? what is your favourite kind to get?\n  ","979492":"\n   Your looks great\n  ","979493":"\n   Leide ich unter Einsamkeit, ich bin ein Mensch der zu jedem freundlich ist egal wie die person ist, wenn ich was esse, würde ich die person oder denn person auch das essen kaufen, bin ich zu großzügig\n  ","979494":"\n   Thank you! You’re beautiful and nice too!\n  ","979495":"\n   What do you most want to see over there?\n  ","979496":"\n   😂😂...yup... You should go back in 18 and marry anyone... 😂🤣🤣\n  ","979497":"\n   do you have any band t-shirts?\n  ","979498":"\n   Try this quickly..... \nYour Current Age + Your Birth Date – Your Birth Month = Your Marriage Age\n  ","979499":"\n   Congrats beautiful!! So happy for you! Fighting a staph infection and cellulitis but doing okay\n  ","979500":"\n   What is your favourite flavour of tea... if you like tea at all that is\n  ","979501":"\n   where did you go to high school?\n  ","979502":"\n   Have you ever had food made by a \nmichelin star chef\n  ","979503":"\n   how do you feel about ask.fm giving us the option to look at questions and shoutouts separately? i think it’s kind of nice.\n  ","979504":"\n   Do you have art on the walls of your house?\n  ","979505":"\n   is it good to squat?\n  ","979506":"\n   Yes you’re absolutely right✨✌🏽\n  ","979507":"\n   I have but you ignore my questions nowadays\n  ","979508":"\n   last time your were desperate for the toilet?\n  ","979509":"\n   Do you like horror movies?\n  ","979510":"\n   Random thoughts? 💯\n  ","979511":"\n   Do you think you'll ever go there with her?\n  ","979512":"\n   Whats you schedule?\n  ","979513":"\n   How long has it been since she went there?\n  ","979514":"\n   Has your mom been to Armenia?\n  ","979515":"\n   Is Zimbabwe one of them?\n  ","979516":"\n   Yeah you. It's like the female version of Edra.\n  ","979517":"\n   So is my half sibling blood related to me still ?\n  ","979518":"\n   She+Edra = Shedra.\n  ","979519":"\n   If Edra found Jeebus, would you respect his newfound devotion to the Gospel or would you say bye bye?\n  ","979520":"\n   If you were a superhero, would you consider calling yourself Shedra?\n  ","979521":"\n   My girl!! How are you doing in all this chaos?\n  ","979522":"\n   Thanks again bud, how’s self quarantine going btw?\n  ","979523":"\n   If Edra hired a personal assistant, would you prefer she was frumpy looking rather than a knockout or would that not matter?\n  "},"Answer":{"978452":"\n  I haven’t gone swimming lol\n  ","978453":"\n  I do like mint!\n  ","978454":"\n  Nooo too cold for that\n  ","978455":"\n  I don’t have that\n  ","978456":"\n  Thank you lol\n  ","978457":"\n  Tuesday July 14th🥰\n  ","978458":"\n  I don’t!\n  ","978459":"\n  no I didn’t 🤨\n  ","978460":"\n  no it’s not young to get married\n  ","978461":"\n  He came over to my house to pick me up and take me to his and when we got to his place and in front of his door he blindfolded me so that I couldn’t see inside and I thought he was just blindfolding me because he tends to be kinky so I just thought he was being kinky again.  And he took off the blindfold and I saw rose petals on the floor and beautiful flowers and I got distracted as I was looking at all of them. Then I turned around and saw that he was on one knee and he asked Nicole Buckley ( He also used my middle name) will you marry me? I started crying and said yes omg omg yes I will marry you! 🥺 and then we kissed afterwards.\n  ","978462":"\n  I met my fiancé now on here!🙂\n  ","978463":"\n  What’s up?\n  ","978464":"\n  Yeah probably next year tbh\n  ","978465":"\n  What does that mean? lol\n  ","978466":"\n  very soon😋\n  ","978467":"\n  Not that long🙂\n  ","978468":"\n  ask\n  \n   @edraegen\n  \n  😉\n  ","978469":"\n  Thank you, and there’s no reason for me to block you🙂\n  ","978470":"\n  That’s so cuteeeee and sweet🥺\n  ","978471":"\n  I love chicken salad and the salad my mom makes!😋\n  ","978472":"\n  My favorite disney movie is frozen!🤩\n  ","978473":"\n  Not me?\n  ","978474":"\n  Maroon 5\n  \n  Coldplay\n  \n  Linkin Park\n  \n  Dead by sunrise\n  \n  30 seconds of mars\n  \n  walking on cars\n  ","978475":"\n\n   @edraegen\n  \n  🥰\n  ","978476":"\n  lol🥴\n  ","978477":"\n  because no one was asking me lol\n  ","978478":"\n  Yes, you gotta get 5 coins to unlock it lol\n  ","978479":"\n  Thank you, I appreciate that!\n  ","978480":"\n  no I don’t think that\n  ","978481":"\n  Yes sometimes I’m curious about what y’all look like and you stay on anonymous because you’re afraid to talk to me off of it I guess\n  ","978482":"\n  this whole coronavirus madness and how people are reacting to it\n  ","978483":"\n  Well that’s the only song I’ve heard by them\n  ","978484":"\n  hmm retro styles?\n  ","978485":"\n  well eventually everyone will anon\n  ","978486":"\n  I do like animals being adorable lol\n  ","978487":"\n  I personally don’t think I am, I don’t know tbh. I don’t know what you’re thinking anon 🤨\n  ","978488":"\n  harder honestly I prefer to go to class smh\n  ","978489":"\n  I don’t drink coffee\n  ","978490":"\n  yeah but I prefer to wash my hands\n  ","978491":"\n  I wouldn’t want to picture that tbh\n  ","978492":"\n  Yeah but it’s really interesting! And I’m in my second year🙂\n  ","978493":"\n  you put that in quotes lol. Is that a song?\n  ","978494":"\n  yeah sometimes honestly\n  ","978495":"\n  I don’t, no\n  ","978496":"\n  I guess so, it’s still going though\n  ","978497":"\n  I didn’t like high school at all. Maybe some parts but most of it I didn’t like. It was full of drama because of my ex best friend.  But me and my ex best friend had some really good times despite all of that.\n  ","978498":"\n  No not that I remember lol\n  ","978499":"\n  Awh this is very sweet, thank you!🤍\n  ","978500":"\n  That would be extremely adorable\n  ","978501":"\n  yes, I wish it would end as well\n  ","978502":"\n  No sorry I’ve never done that in my life. Never really understood that or got into it.\n  ","978503":"\n  Thank you very much! It’s very interesting and I’m also taking sociology 😁\n  ","978504":"\n  of course!😋\n  ","978505":"\n  No some people fear death because they don’t know what’s going to happen on the other side or where they are going to go.\n  ","978506":"\n  I’m doing pretty good currently just writing my notes for psychology and yeah I’m hanging in there!🙂\n  ","978507":"\n  Hopefully by next year or so\n  ","978508":"\n  Hey! you’re back!😁\n  ","978509":"\n  awhhhh and without you, I’m a girl without a soul 🥺\n  ","978510":"\n  honestly probably a fairy or a mermaid or even a genie because they’re are so magical and awesome! 🤩\n  ","978511":"\n  I’m not teasing him?🤔\n  ","978512":"\n  I know omg I saw it and I was like dying🤣🤣 I honestly think she did!\n  ","978513":"\n  gotta come off anon\n  ","978514":"\n  oh yeah it’s very sad but it’ll be happening soon😉\n  ","978515":"\n  🤣🤣\n  ","978516":"\n  Hey buddy! How’s it going?\n  ","978517":"\n  ehhhh I don’t pay attention to him because I dislike him so much 🤣\n  ","978518":"\n  I do eat candy but not more than usual lol😁\n  ","978519":"\n  I appreciate that, thank you!🤗\n  ","978520":"\n  definitely being able to spend time and talk to\n  \n   @edraegen\n  \n  🥰\n  ","978521":"\n  It’s going pretty good still, I’m not complaining just yet lol. I mean I still go outside like in the backyard for walks and all that🙂\n  ","978522":"\n  That’s so sweet, awhhh🥺❤️\n  ","978523":"\n  no thank you, lol🥴\n  ","978524":"\n  That’s wonderful to hear!😁\n  ","978525":"\n  I’m Armenian, Greek, Irish, Italian, French, German, British, Spanish and Portuguese\n  ","978526":"\n  There you go anon, this should answer your question. That’s also what makes you attractive my love 😋\n  ","978527":"\n  no lol I’m only 20\n  ","978528":"\n  Hey! I hope you’re having a great day as well 🙂\n  ","978529":"\n  I’m doing pretty good. How are you?🙂\n  ","978530":"\n  yeah that’s true and you’re forever locked up in my heart 🥺\n  ","978531":"\n  Yeah, lol you should’ve guessed that 🤣\n  ","978532":"\n  No I have never been in prison\n  ","978533":"\n  Definitely Chester it’s a very unique name and because I would want to be named after the legend Chester Bennington 😁\n  ","978534":"\n  No I haven’t!\n  ","978535":"\n\n   @edraegen\n  \n  🥰\n  ","978536":"\n  I don’t understand 🤨\n  ","978537":"\n  I know you’re not perfect but neither am I. We both make mistakes but that’s only human and we learn and grow from them in the end. But I’m glad you found a reason to change and that the reason is me. You’re also a reason why I want to change. That’s really sweet and adorable. Also I like this song!😝\n  ","978538":"\n  Basically sigh 🙃\n  ","978539":"\n  Well froyo is frozen yogurt and ice cream is ice cream lol it’s not frozen yogurt\n  ","978540":"\n  🤨🤨\n  ","978541":"\n  I wish I was British! lol no I live in the US🤣\n  ","978542":"\n  I mean I feel loneliness can definitely be addictive and dangerous only because you can get so used to being lonely that you wouldn’t want to become and get close to someone both emotionally and physically. And so if you get so used to being lonely you feel it’s just better to be lonely so that you don’t end up getting hurt if you do become attached to someone. So yes, I do agree with that.\n  ","978543":"\n  well I have lots of favorite drinks like water, pink drink, dragon drink, matcha green tea frapp, matcha green tea iced latte, green tea, black tea, rose juice, sour cherry juice, orange juice, coconut water, almond milk etc😁\n  ","978544":"\n  Well if they’re cruel I try not to even interact with them instead I just ignore them and not pay attention to them.\n  ","978545":"\n  oooh probably Namibia 😁\n  ","978546":"\n  that’s okay lol🤣\n  ","978547":"\n  Well it’s never going to happen anon\n  ","978548":"\n  yes I like reggae!\n  ","978549":"\n  because I asked to become verified and since I’m Vip it was much easier🙂\n  ","978550":"\n  oooh I don’t think I’ve tried Caribbean food😅\n  ","978551":"\n  I still watch Spongebob Squarepants, We bare bears and  Adventure time\n  ","978552":"\n  It’s been awhile actually but I definitely will bake something soon\n  ","978553":"\n  everything that’s going on in the world currently\n  ","978554":"\n  I don’t think I have\n  ","978555":"\n  no I’m not talkative\n  ","978556":"\n  okay goodnight everyone\n  ","978557":"\n  I guess definitely stylish and ripped jeans\n  ","978558":"\n  lol yeah it’s just really unattractive period but they still do it\n  ","978559":"\n  on a guy?\n  ","978560":"\n  Not really, no. There’s so many negative people out there\n  ","978561":"\n  Yeah I’ve seen that before it’s just super unattractive\n  ","978562":"\n  I think in May or June\n  ","978563":"\n  Don’t be jealous! I know you guys will find someone that’s right for you! I found the one and I’m very lucky.\n  ","978564":"\n  I don’t find guys who sag their pants attractive at all. I don’t like it\n  ","978565":"\n  No I but them that way\n  ","978566":"\n  Yes, of course!\n  ","978567":"\n  Well since no one is asking me stuff I just might go to bed\n  ","978568":"\n  Hey! And I’m from California 😁\n  ","978569":"\n  lol that’s not what I meant. Yes I am Armenian\n  ","978570":"\n  somebody talk\n  ","978571":"\n  That doesn’t make him fully Indian.\n  ","978572":"\n  I do like my name and Nikki is my nickname lol\n  ","978573":"\n  Yes I do\n  ","978574":"\n  House of Anubis!\n  ","978575":"\n  That’s not my name but I’ve been okay\n  ","978576":"\n  hi everyone\n  ","978577":"\n  y’all talk\n  ","978578":"\n  haha no it doesn’t!😝\n  ","978579":"\n  anyways I’m bored\n  ","978580":"\n  Yes of course!\n  ","978581":"\n  let’s hope not\n  ","978582":"\n  I’m not making any money from this lol\n  ","978583":"\n  I don’t\n  ","978584":"\n  awhhhh this is so adorable! 🥺but I don’t want to be president lol\n  ","978585":"\n  oh no, don’t worry I’m not mad at you. It’s okay anon🙂\n  ","978586":"\n  I didn’t like them\n  ","978587":"\n  of course I remember that song lol\n  ","978588":"\n  oh my goodness, I remember that song when it was as popular 🤣\n  ","978589":"\n  My fiancé isn’t Indian. 🤔 he is white.\n  ","978590":"\n  What do you mean?\n  ","978591":"\n  Not your girlfriend. I have a fiancé so I would appreciate it if you’d stop.\n  ","978592":"\n  y’all 🥱\n  ","978593":"\n  ‘IT’ chapter 1 and 2\n  \n  The conjuring 1 and 2\n  \n  Christopher Robin\n  \n  etc\n  ","978594":"\n  y’all should ask me\n  ","978595":"\n  You can follow me if you want lol\n  ","978596":"\n  Like a 1 I’m very shy so I don’t interact a lot lol\n  ","978597":"\n  That’s adorable and many things as well!\n  ","978598":"\n  English, psychology, sociology and whatnot 😝\n  ","978599":"\n  I can do that later\n  ","978600":"\n  It just depends on the subject\n  ","978601":"\n  We do!\n  ","978602":"\n  No he hasn’t 🤨\n  ","978603":"\n  Hi y’all talk\n  ","978604":"\n  No I’m not\n  ","978605":"\n  Ehhh it’s okay I guess, not complaining\n  ","978606":"\n  Yes I think it can be possible definitely. I’ve answered this before\n  ","978607":"\n  No I wouldn’t!\n  ","978608":"\n  yeah, I got you🙂 I’ll go vote for you!\n  ","978609":"\n  I’m not sure🥴\n  ","978610":"\n  I like green apples because they’re sour and taste good!\n  ","978611":"\n  no I don’t\n  ","978612":"\n  Maybe you should try cooking today instead and give him a little break!🙂\n  ","978613":"\n  music, politics, people I call my friends\n  ","978614":"\n  definitely food!\n  ","978615":"\n  I have no idea probably going to go outside and let sky run around 😁\n  ","978616":"\n  Oooh seems very interesting!😱 I’ll definitely try and check it out!\n  ","978617":"\n  I just did! Scroll down 😁\n  ","978618":"\n  just listed some things🙂\n  ","978619":"\n  Watch a movie\n  \n  watch tv shows\n  \n  Listen to music\n  \n  take a nap\n  \n  bake or cook something\n  \n  call your family and friends\n  \n  go on social media\n  \n  do yoga\n  ","978620":"\n  I’m just doing things to entertain myself really lol\n  ","978621":"\n  🥱I’m bored\n  ","978622":"\n  AHAHA no Daz you’re never too much! You always got good vibes! Oooh I’ve heard of it but never watched it😅\n  ","978623":"\n  that sounds super fun Daz! I always love your vibes!💁‍♀️ I’m just watching tv currently\n  ","978624":"\n  🤔🤔\n  ","978625":"\n  heyyyy Daz💁‍♀️ how are ya?\n  ","978626":"\n  someone talk 🙃\n  ","978627":"\n  I like to think that I’m the lucky one\n  ","978628":"\n  she’s a very sweet and lovely girl! 🙂\n  ","978629":"\n  I have a lot of passion about my future with my fiancé.\n  ","978630":"\n  I know girl! I’m so bored 🥴\n  ","978631":"\n  I agree! This app is so dead lately 🙁\n  ","978632":"\n  girl, me too🙃 no ones talking!\n  ","978633":"\n  to continue making my fiancé happy and feeling loved the way he deserves to feel.\n  ","978634":"\n  What’s that supposed to mean?\n  ","978635":"\n  ask me stuff 🤗\n  ","978636":"\n  questions?\n  ","978637":"\n  Because we aren’t yet\n  ","978638":"\n  I personally haven’t, no\n  ","978639":"\n  My fiancé makes me happy.\n  ","978640":"\n  I love watching impractical jokers they’re so funny lol\n  ","978641":"\n  Well not currently, no\n  ","978642":"\n  I’m not wearing any\n  ","978643":"\n  no that we aren’t just yet\n  ","978644":"\n  not too hot\n  ","978645":"\n  Yes we do!\n  ","978646":"\n  I do like curry!\n  ","978647":"\n  are you a dentist? lol\n  ","978648":"\n  We met earlier this year in person!\n  ","978649":"\n  the normal ones you get lol\n  ","978650":"\n  we met on here!\n  ","978651":"\n  not many lol\n  ","978652":"\n  It’s been 2 months\n  ","978653":"\n  Mostly by my fiancé 🙂\n  ","978654":"\n  I haven’t broken anything expensive not that I remember lol\n  ","978655":"\n  Who?\n  ","978656":"\n  What did you remember?\n  ","978657":"\n  y’all I’m bored\n  ","978658":"\n  Positivity, kindness, love, caring, peace, honesty, respect, silliness, fun, adventurous etc🙂\n  ","978659":"\n  I’ve learned many valuable lessons in life I don’t know where to begin tbh😅\n  ","978660":"\n  I guess I would say cellphones because so many people are so distracted by them instead of living life to its fullest\n  ","978661":"\n  grocery stores I would say\n  ","978662":"\n  oh yes absolutely!\n  ","978663":"\n  Less traffic on the streets and freeways\n  \n  people can take some time for themselves and learn new things about themselves\n  \n  have time to do things you don’t usually have time to do\n  \n  learn how to take care of yourself\n  ","978664":"\n  I guess so, it’s not something I’m personally interested in🙃\n  ","978665":"\n  hi y’all\n  ","978666":"\n  I guess that’s pretty cool to see it in live action although I’m not really interested in seeing them personally\n  ","978667":"\n  Yeah, I agree! Not everyone knows what it means 😱\n  ","978668":"\n  I guess you begin by saying hello how are you?\n  ","978669":"\n  my friends, normal questions 🙂\n  ","978670":"\n  I’m not🤔\n  ","978671":"\n  🤨🤨\n  ","978672":"\n  honestly hopefully to be able to take road trips and travel!\n  ","978673":"\n  Ooh that sounds interesting!\n  ","978674":"\n  Nothing annoyed me really\n  ","978675":"\n  no they don’t\n  ","978676":"\n  Yeah, I need to learn with how to cope with feeling that way 🙃 but that’s a good way to release stress!\n  ","978677":"\n  Brussel sprouts with bbq sauce, rice with ranch, sour cream and honey. That’s all I can think of right now 🙃\n  ","978678":"\n  I usually just keep it bottled up and then I finally explode eventually\n  ","978679":"\n  I don’t know how to do Origami though 😅\n  ","978680":"\n  Why?🙁\n  ","978681":"\n  I’m doing okay, how are you?\n  ","978682":"\n  no you haven’t heard that many times anon. Be nice please🙂 and respect that he is the one I want to spend my life with.\n  ","978683":"\n  no I don’t 😅\n  ","978684":"\n  I enjoy doing many things in my spare them like I enjoy talking and spending time with my love, listening to music, watching movies, sleeping, yoga, walking, swimming, hiking, biking, traveling, going outside and enjoying the warm weather etc😁\n  ","978685":"\n  Who or what is? lol\n  ","978686":"\n  goodnight friends!\n  ","978687":"\n  no they don’t\n  ","978688":"\n  truth!\n  ","978689":"\n  of course they do\n  ","978690":"\n  It’s Nikki 🙂\n  ","978691":"\n  I haven’t\n  ","978692":"\n  ooh both sound good\n  ","978693":"\n  Awhile ago!\n  ","978694":"\n  Larryyyyyy from when Joe in impractical jokers says?\n  ","978695":"\n  Not years, no lol\n  ","978696":"\n  I haven’t!\n  ","978697":"\n  I appreciate you guys, but believe me there’s nothing to worry about. He is the one and the one I want to spend my life with.\n  ","978698":"\n\n   @edraegen\n  \n  🥰\n  ","978699":"\n  I’ve worked hard many times in my life and I’ve loved every moment of those times I have!\n  ","978700":"\n  What do you mean?🤔\n  ","978701":"\n  I appreciate you guys caring about me so much but I promise nothing bad if going to happen.\n  ","978702":"\n  Yesss, I have!\n  ","978703":"\n  No I don’t\n  ","978704":"\n  Hatred, negativity, jealously, putting themselves down, not having any motivation to do things, giving up easily etc🙃\n  ","978705":"\n  I’m alright! 🙂\n  ","978706":"\n  We’ve been best friends for awhile and I’ve known him for a long time.\n  ","978707":"\n  What?\n  ","978708":"\n  no but my fiancé does that😋\n  ","978709":"\n  hHa that’s true though!\n  ","978710":"\n  Maroon 5\n  \n  Coldplay\n  \n  Linkin Park\n  \n  Dead by sunrise\n  \n  30 seconds to Mars\n  \n  Walking on cars\n  ","978711":"\n  Yes like with one of them!\n  ","978712":"\n  no I can’t\n  ","978713":"\n  Omg y’all I miss the show house of Anubis so much!🙁\n  ","978714":"\n  I gotta start writing my notes!\n  ","978715":"\n  All the traits\n  \n   @edraegen\n  \n  has!🥰\n  ","978716":"\n  The great gatsby!\n  ","978717":"\n  I mean phobias are fears that people have and develop over time. But I feel they’re pretty similar because a phobia is a fear. But if that fear you have is a phobia I think that really scares the person to the point it becomes a phobia to them.\n  ","978718":"\n  Definitely pancakes!\n  ","978719":"\n  no thank you, I’m good🙂\n  ","978720":"\n  That wouldn’t be funny at all though 🙃\n  ","978721":"\n  Don’t ever give up, always keep your head up high. Believe in yourself! And always think positive thoughts and you will feel so much better if you always try and stay positive! ✨\n  ","978722":"\n  On what?🙂\n  ","978723":"\n  That would be adorable!\n  ","978724":"\n  I’m 20\n  ","978725":"\n  Well I think she isn’t texting you anymore only because you have been texting her everyday and maybe she isn’t used to that and or maybe she didn’t want to talk everyday. Give her some time and then I would text her if I was you🙂\n  ","978726":"\n  I have a fiancé anon 🙂\n  ","978727":"\n  I think some of the pranks people do today are pretty good and funny!🤣\n  ","978728":"\n  Why’s that?\n  ","978729":"\n  haha yeah, I can’t sleep right now 😅\n  ","978730":"\n  🤔🤔\n  ","978731":"\n  What’s that?\n  ","978732":"\n\n   @edraegen\n  \n  🥰\n  ","978733":"\n\n   @edraegen\n  \n  he is so amazing and so special to me and he means the absolute world to me. I’m so thankful for him and everything he does for me🥺💕I was lucky enough to find him and be able to call him mine. I love him sooooo much.\n  ","978734":"\n  oh no I wouldn’t be able to sleep now\n  ","978735":"\n  you can bother me with questions 🤩\n  ","978736":"\n  I’m not sad, just bored!\n  ","978737":"\n  To me loves means being emotionally and mentally connected with someone in such a deep way and just feeling butterflies in your stomach when you hang out and talk to them. You just feel so happy inside and outside and your behavior changes when you’re in love. It’s beautiful and amazing\n  ","978738":"\n  Oh goodness, I get upset mostly when it’s not working right 🤣\n  ","978739":"\n  How about me?\n  ","978740":"\n  12,790\n  ","978741":"\n  Oh no, I don’t like crab!\n  ","978742":"\n  Don’t worry, it’s all good!🙂\n  ","978743":"\n  Thank you so much! I will definitely keep them coming🙂\n  ","978744":"\n  lol thank you buddy!\n  ","978745":"\n  Oh no, I’m sorry. I try to answer everyone’s questions 🙁\n  ","978746":"\n  I like both equally actually!😁\n  ","978747":"\n  I don’t really curse actually\n  ","978748":"\n  Study at home definitely!\n  ","978749":"\n  Hopefully this all ends by then and I hope to hang out with\n  \n   @edraegen\n  \n  more and to definitely travel again!😝\n  ","978750":"\n  Yes we do!\n  ","978751":"\n  lol that’s silly but no I don’t\n  ","978752":"\n  What about my heart?🤔\n  ","978753":"\n  No I don’t\n  ","978754":"\n  omg this is so adorable!🥺 I feel the same like we aren’t even married yet but I feel I wanna marry you all over again. I love you so much more ❤️\n  ","978755":"\n  No I have not 🤨\n  ","978756":"\n  Amazon\n  ","978757":"\n  I’m not currently training for anything lol\n  ","978758":"\n  None of them!\n  ","978759":"\n  I’m not anon\n  ","978760":"\n  finding my one true love\n  \n   @edraegen\n  \n  and getting engaged to him 😍 and waiting to marry him\n  ","978761":"\n  Summer of course!!!!!!😁😁\n  ","978762":"\n  Of course! You deserve some much better who won’t ignore you🙂\n  ","978763":"\n  My social anxiety and nervousness\n  ","978764":"\n  Strawberries?🤣\n  ","978765":"\n  I’m in bed most likely going to fall asleep\n  ","978766":"\n  on here🙂\n  ","978767":"\n  I wouldn’t\n  ","978768":"\n  2 months!\n  ","978769":"\n  I’ve always been shy, sadly\n  ","978770":"\n  Hey anon🙂\n  ","978771":"\n  I guess my shyness is my biggest insecurity\n  ","978772":"\n  I can’t, no!\n  ","978773":"\n  🤔🤔\n  ","978774":"\n  Crowded, large, loud\n  ","978775":"\n  The last time I cried was today because of the movie odd Thomas 🙁\n  ","978776":"\n  Thank you!\n  ","978777":"\n  Socializing with other people and not being so anxious and nervous.\n  ","978778":"\n  Noo wasn’t\n  ","978779":"\n  Y’all talk?\n  ","978780":"\n  No I can’t\n  ","978781":"\n\n   @edraegen\n  \n  🥰\n  ","978782":"\n  Guys🙁\n  ","978783":"\n  ahhhhh yes you were the first person I followed way back!😁 I’m glad I did\n  ","978784":"\n  To get married to\n  \n   @edraegen\n  \n  and have kids one day! Also to be happy and successful in life 🙂\n  ","978785":"\n  Anon I said appropriate questions!🙃\n  ","978786":"\n  awhhh feel better soon! night🤗\n  ","978787":"\n  Where’d y’all go?\n  ","978788":"\n  Y’all!\n  ","978789":"\n  I don’t!\n  ","978790":"\n  Hey there!\n  ","978791":"\n  honesty hour? Let’s goooo\n  ","978792":"\n  I’m not jealous of anything anon🙂\n  ","978793":"\n  Hang out with\n  \n   @edraegen\n  \n  ans travel again!😁\n  ","978794":"\n  There have been many instances when someone has done something nice for me 🤗\n  ","978795":"\n  No there isn’t anyone in my family that are currently incarcerated\n  ","978796":"\n  In the past I have used dating apps! I mean i don’t really have any experiences from them to tell lol\n  ","978797":"\n  y’all let’s get some questions 😁\n  ","978798":"\n  We both don’t know anon\n  ","978799":"\n  🤨🤨\n  ","978800":"\n  Much sooner!\n  ","978801":"\n  That’s awesome!\n  ","978802":"\n  I remember Freddie’s mom🤣 she would probably drive him crazy!\n  ","978803":"\n  Hi everyone!\n  ","978804":"\n  Omg Icarly! I miss that show🥺\n  ","978805":"\n  Hello!\n  ","978806":"\n  Thank you!\n  ","978807":"\n  Yes, of course! Tea always helps especially since it’s warm. And that’s not fun🙁\n  ","978808":"\n  Oh no, I’m sorry🙁 I don’t like getting stomach aches but I would suggest for you to drink some warm tea with honey!\n  ","978809":"\n  If someone is ignoring you and a toxic person as well I don’t think you should try harder to talk to them. I just think you should move on 🙂\n  ","978810":"\n  I’m not sure actually 🤔\n  ","978811":"\n  I’m alright you?🙂\n  ","978812":"\n  I don’t really have a favorite style of art tbh\n  ","978813":"\n  I’m hanging in there and trying to entertain myself. How are you doing?\n  ","978814":"\n  oh goodness, please don’t\n  ","978815":"\n  that’s not true at all. He’s an amazing human being and his page is always fun to look at. It’s also super adorable 🥰\n  ","978816":"\n  I definitely love egg salad sandwiches, peanut butter and jelly, grilled cheese 😁\n  ","978817":"\n\n   @edraegen\n  \n  🥰\n  ","978818":"\n  I don’t say my feelings through jokes I rather keep them bottled up most times and not share how I really feel.\n  ","978819":"\n  I just want to be able to spread positivity and love to everyone because everyone deserves it🤍 I love you all and I hope you’re all staying safe and healthy! ✨ We will get through this all. Hang in there!\n  ","978820":"\n\n   @edraegen\n  \n  he’s the best guy to follow! I promise, he’s super amazing 🥰\n  ","978821":"\n  I don’t play any multiplayer games anymore!\n  ","978822":"\n  I personally don’t like it. I don’t see why the time needs to change and go back or forth an hour 🙃\n  ","978823":"\n  Oh yes absolutely! All the amusement parks, famous people, restaurants, parks, hotels etc! Yes, I’ve seen tourists🙂\n  ","978824":"\n  Buenos dias 😁\n  ","978825":"\n  I’m not sure really, I haven’t thought about that\n  ","978826":"\n  This movie I watched yesterday I was laughing so hard my eyes were getting watery it was called A haunted house 🤣🤣\n  ","978827":"\n  probably Jupiter because it’s always been my favorite planet for some reason lol\n  ","978828":"\n  green tea with honey!\n  ","978829":"\n  I love the Limon Lays, the sweet chili Doritos, the cheese ruffles, flammin hot Cheetos, that’s all I can think of right now 😅\n  ","978830":"\n  of course, I’ll answer them! I appreciate the questions girl ❤️\n  ","978831":"\n  🙂🙂\n  ","978832":"\n  I have a ton of nicknames like\n  \n  Nikki, Slick Nik, Nikkster, Niks, the tall one, and etc🙂\n  ","978833":"\n  stay safe and healthy!🤍\n  ","978834":"\n  To always try and stay happy and never give up. To always keep my head up high no matter how hard life gets. And try to be positive always🙂\n  ","978835":"\n  I’m not sure what those are tbh!\n  ","978836":"\n  Yes, I’ve been going on walks outside when the weather is warm and sunny and no I don’t personally know anyone who has it.\n  ","978837":"\n  Well I would hope they’re okay!\n  ","978838":"\n  What’s that mean?🤔\n  ","978839":"\n  I don’t really look at memes lol\n  ","978840":"\n  I’m\n  \n   @edraegen\n  \n  valentines everyday 😉\n  ","978841":"\n  awhhhh I would probably too since everyone else was!\n  ","978842":"\n  I used to put cucumbers on my eyes and would relax with them closed but I haven’t used any fruits on my face\n  ","978843":"\n  Hopefully something good happened if they’re crying tears of joy\n  ","978844":"\n  I think I would definitely want to go to the park because it would be interesting to see dinosaurs in person!😱\n  ","978845":"\n  Good afternoon, I’m doing alright you?🙂\n  ","978846":"\n  Definitely go spend time with\n  \n   @edraegen\n  \n  and definitely travel again!😋\n  ","978847":"\n  I wouldn’t say interesting. I just do things to entertain myself really rather than going crazy lol.  Oh yes, I absolutely love doing some workouts it’s fun!😁\n  ","978848":"\n  I would say their sense of style and their unique and individual personalities!\n  ","978849":"\n  I love\n  \n   @edraegen\n  \n  more and the most!🥰\n  ","978850":"\n  I don’t remember to be honest 🤔\n  ","978851":"\n  I mean usually when they send you their @ it means they want an opinion or a tbh on them.\n  ","978852":"\n  I remember I learned how to ride a bike when I was 11 in this huge park that had dirt roads and a horse stable. It was really scary at first but the funny thing is I actually was using my brothers bike for some reason and I learned on his first and then after I could actually ride it I went back to mine and that’s how I learned to ride a bike 😁\n  ","978853":"\n  I’m definitely more of a introvert!\n  ","978854":"\n  I’m not really sure actually, I don’t think so 😅\n  ","978855":"\n  Thank you anon, I appreciate it💕 I hope you’re staying safe and healthy! We are all in this together and we will get through this! Sending positive vibes and love to everyone ✨\n  ","978856":"\n  I’m more of a dog person but I do like cats as well!\n  ","978857":"\n  No, I’ve never failed a class and I’ve never had to repeat one\n  ","978858":"\n  I mean me and\n  \n   @edraegen\n  \n  are both Virgo’s so that’s awesome 😝\n  ","978859":"\n  I think both are very important. They should care about doing things right and about doing the right thing. When you do things right I think that makes you feel happy and content.\n  ","978860":"\n  Awhhhh this is so sweet🥺 I love youuuuu❤️\n  ","978861":"\n  Oh, I didn’t know that! That’s very interesting. I just know them as pickles lol😅\n  ","978862":"\n  I went for a walk outside in the warm and sunny weather and it was very relaxing! I’m glad you went for a walk to get some fresh air!🙂\n  ","978863":"\n  not that I know of, no I don’t believe so\n  ","978864":"\n  Well I think it’s possible if you don’t have feelings towards that person anymore and you love them but only as a friend type of love. Although it could be difficult as well because you still might have the love you used to have for them and their still might be feelings so you should definitely give some time before you try and be friends with an ex.\n  ","978865":"\n  Yes, the other day on Fox actually!😁\n  ","978866":"\n  It’s been awhile although I hung out with my love\n  \n   @edraegen\n  \n  8 days ago but he’s like family to me now 🥺❤️ I love him so much\n  ","978867":"\n  meeting\n  \n   @edraegen\n  \n  on here and starting to talk to him 🥺\n  ","978868":"\n  Yes, absolutely!🙂\n  ","978869":"\n  Yummy by Justin Bieber. I just can’t stand that song tbh\n  ","978870":"\n  I’m not really sure what gherkins is but I do like pickles!\n  ","978871":"\n  Definitely soon😋\n  ","978872":"\n  I mean I definitely like roller coasters but I try to do most of them!\n  ","978873":"\n  Yeah, exactly anon we still see our families! That’s why we are staying cautious and safe!\n  ","978874":"\n  We discussed it and we get married we will both post the pictures!\n  ","978875":"\n  Thank you, appreciate that.\n  ","978876":"\n  I’m not lol\n  ","978877":"\n  No I haven’t\n  ","978878":"\n  Thank you lol\n  ","978879":"\n  I try to motivate myself to study tbh\n  ","978880":"\n\n   @edraegen\n  \n  gets my special attention all the time 🥰\n  ","978881":"\n  Oh goodness, no! I hope it doesn’t last that long!🙁 I prefer to actually go to class and not do it online.\n  ","978882":"\n  I would honestly say English!\n  ","978883":"\n  Thank you lovely! I hope you have a wonderful day today😁 and stay safe!\n  ","978884":"\n  Of course!😁\n  ","978885":"\n  That’s awesome!\n  ","978886":"\n  I love following you as well 🤍\n  ","978887":"\n  Thank you, I hope you’re staying safe and healthy!🤍 and yes I absolutely agree with you those are definitely some things to do!\n  ","978888":"\n  I try to answer every question I get! I ask a lot too!\n  ","978889":"\n  Peanut butter!\n  ","978890":"\n  when someone comes and sits near me and starts eating\/chewing right next to me\n  \n  People who talk a lot\n  \n  people who talk too loudly\n  \n  When people talk in class\n  \n  etc!\n  ","978891":"\n  Doggos!\n  ","978892":"\n  Awhhhh omg you’re so sweet! wow that means a lot 🥺🤍 I’m glad you stayed! much love beautiful!\n  ","978893":"\n  Usually hard boiled and scrambled\n  ","978894":"\n  Hey! I’m from California and yes we are in lockdown.\n  ","978895":"\n  I do love shopping!\n  ","978896":"\n  Lol I go outside for walks and in the backyard to chill other than that I don’t go anywhere else. What are you so concerned about what we do though?\n  ","978897":"\n  no can do\n  ","978898":"\n  lol and you’re back!\n  ","978899":"\n  I don’t think that’s happened to me before to be honest.\n  ","978900":"\n  I don’t even remember tbh\n  ","978901":"\n  I think ask is seriously stealing questions from people 🥴\n  ","978902":"\n  I don’t even see anybody? What? No he’s not exposed to a lot of people and no he is staying safe indoors.\n  ","978903":"\n  no there isn’t\n  ","978904":"\n  I guess so, I’m just really bored and slowly might be losing my mind lol\n  ","978905":"\n  No I don’t believe people have to look alike in order to be considered family. Like you might consider your friends family and they might not look like you. Someone doesn’t have to look like you to be considered family.\n  ","978906":"\n  Many people fear rejection when it comes to dating because when they get rejected by someone they like they feel as if they aren’t good enough for that person or aren’t their type both physically and emotionally and it makes them feel insecure and not confident in themselves when they get rejected by someone they like.\n  ","978907":"\n  I mean I saw him 8 days ago and spent time with him then but we are being cautious  that’s all.\n  ","978908":"\n  is this a questionnaire? 😱\n  ","978909":"\n  I don’t need to win the lottery though 🤔\n  ","978910":"\n  We’re all staying safe and indoors! I hope you’re staying safe and healthy 🤍\n  ","978911":"\n  I haven’t lost a large amount of money\n  ","978912":"\n  I’m not though lol and I don’t know why he did. Maybe he needed a break🤔\n  ","978913":"\n  🤍🤍\n  ","978914":"\n  Well I feel if you’re considered smart you’re intelligent as well. Because you’ve learned and been through a lot so being smart would also make you intelligent.\n  ","978915":"\n  sleeping!😝\n  ","978916":"\n  Hey! I’m okay you?🙂\n  ","978917":"\n  I don’t think I’ve ever dreamt of snakes tbh. I don’t like snakes though 🙃\n  ","978918":"\n  Don’t be scared, everything will be okay soon enough. Keep your head up high 🤍\n  ","978919":"\n  Sour watermelon candy lol\n  ","978920":"\n  I do!\n  ","978921":"\n  You’re the sweetest❤️\n  ","978922":"\n  definitely Spanish and maybe Russian tbh\n  ","978923":"\n  I don’t know about the weirdest tbh🤔\n  ","978924":"\n  it’s just so stressful and tiring really 🙃 but I still go outside I’m not afraid\n  ","978925":"\n  Yes, English is my first language anon🙂\n  ","978926":"\n  Awhhh you’re the sweetest! Love ya too girly!❤️\n  ","978927":"\n  Yes, I would very much be capable of loving someone who is mentally and emotionally unstable because after all they’re human just like you and me and they deserve to feel the love and positivity as well 💕\n  ","978928":"\n  Yes they’re still delivering but I’ve been eating home cooked meals instead!\n  ","978929":"\n  This is very kind of you! awhhh thank you🥺 I appreciate this!\n  ","978930":"\n  Hopefully soon! I’m really tired of this all and stressed\n  ","978931":"\n  nope, they always tend to deceive me and the people always prove me wrong.\n  ","978932":"\n  Yes! People always say I look younger!😁\n  ","978933":"\n  yeah, definitely.\n  ","978934":"\n  I’m more sociable online\n  ","978935":"\n  I went for a walk outside in the sun!\n  ","978936":"\n  their phone number!\n  ","978937":"\n  Not really, no!\n  ","978938":"\n  Nope!\n  ","978939":"\n  you mean again? possibly but probably not\n  ","978940":"\n  oh yes drinking water in a tall beautiful glass is so magical 🤩\n  ","978941":"\n  yes, absolutely anon!😁\n  ","978942":"\n  what?\n  ","978943":"\n  married to\n  \n   @edraegen\n  \n  and living together and possibly have a child by then 🥰\n  ","978944":"\n  yeah sometimes my younger brother is a pain🤣\n  ","978945":"\n  Thank youu!\n  ","978946":"\n  Thank you🤍\n  ","978947":"\n  lol is ask seriously stealing questions from people?🥴\n  ","978948":"\n  Not really, no. Just hope this all ends soon\n  ","978949":"\n  I do not have a bucket list 😅\n  ","978950":"\n  I answered this so late but thank you so muchhhh🤍\n  ","978951":"\n  or maybe an anon just copied your question?🤨\n  ","978952":"\n  looool what? 🤨\n  ","978953":"\n  many of them!\n  ","978954":"\n  Hey! I’m alright. How are you?🙂\n  ","978955":"\n  I’m also doing pretty good! What’s up?\n  ","978956":"\n  no one hurt me in middle school anon\n  ","978957":"\n  I would say loyalty and honesty tbh🙂\n  ","978958":"\n  yeah he does!\n  ","978959":"\n  hanging out with\n  \n   @edraegen\n  \n  💕\n  ","978960":"\n  it’s rather private.\n  ","978961":"\n  No!\n  ","978962":"\n  Back around middle school were the worst years for me\n  ","978963":"\n  Who’s that?\n  ","978964":"\n  He’s not my best friend lol. He’s a friend 🙂\n  ","978965":"\n  I haven’t watched it yet, no!\n  ","978966":"\n  I know omg! They do that to me too and put it on anonymous like really?! lol🙃\n  ","978967":"\n  I definitely look at the present more and the future as well!\n  ","978968":"\n  Yes, hopefully!😁\n  ","978969":"\n  yes, I’ve also answered this lol\n  ","978970":"\n  Spending time with\n  \n   @edraegen\n  \n  🥰\n  ","978971":"\n  Hopefully the Kardashian’s 🤣\n  ","978972":"\n  not necessarily in love with them, no\n  ","978973":"\n  I just ignore or avoid them at all costs or if I can’t I just act polite and friendly with them.\n  ","978974":"\n  Yes, I have a favorite style!\n  ","978975":"\n  honestly just positive, happy, successful, healthy and adventurous!\n  ","978976":"\n  don’t have one, I don’t watch wrestling\n  ","978977":"\n  yes because of\n  \n   @edraegen\n  \n  ❤️\n  ","978978":"\n  Yes, omg I have! The Apple ID scam🙃\n  ","978979":"\n  hold up my friends I have so many questions!😁\n  ","978980":"\n  Yes, I’ve answered this question yesterday 🙂\n  ","978981":"\n  I don’t really do that actually\n  ","978982":"\n\n   @Qu33nForADayy\n  \n\n   @hailslol\n  \n\n   @Pookeo9\n  \n\n   @musicfan1998\n  \n\n   @allthelovekatxx\n  \n","978983":"\n  no thank you\n  ","978984":"\n  get married to my love 🥰\n  ","978985":"\n  Well they mostly call me Nikki but so do other people as well 😁\n  ","978986":"\n  No I’m not\n  ","978987":"\n  They’re currently neon pink like my nails lol\n  ","978988":"\n  Very true too!😁\n  ","978989":"\n  Nope I’m engaged!\n  ","978990":"\n  I think intelligence is very good to have you know? The more you experience and learn in your life the more intelligent you become overtime\n  ","978991":"\n  No I’m not !\n  ","978992":"\n  I wouldn’t give up my dreams because I feel my dreams would make me happy and they’re what I want to follow in life\n  ","978993":"\n  I’m not sure?\n  ","978994":"\n  There’s many that are impressive in my opinion\n  ","978995":"\n\n   @edraegen\n  \n  🥰\n  ","978996":"\n  No I’ve never been on it anon\n  ","978997":"\n  Every linkin park song I hear even though I miss Chester even more when I hear his voice 🥺\n  ","978998":"\n  No I don’t think it’s easy for all women. You know, it’s different for each and every one of them.  For example for some women it might be more easier to get pregnant while for others it might be more difficult for them.\n  ","978999":"\n  Definitely Cheetos flaming hot!\n  ","979000":"\n  Yes for real! Thank you so much lovely!🤍\n  ","979001":"\n  I don’t think I’ve heard of those movies!🤔\n  ","979002":"\n  There are many reasons in life to be happy!\n  \n  My fiancé\n  \n   @edraegen\n  \n  makes me very happy!🥰\n  \n  Music makes me happy especially Linkin Park!\n  \n  Doing outdoor activities make me happy like: biking, hiking, swimming, traveling, walking, running etc.\n  \n  My family and friends make me happy!\n  \n  So many things do🙂\n  ","979003":"\n  Well I just barely woke up lol\n  ","979004":"\n  Good morning buddy! How are you doing?😁\n  ","979005":"\n  yes, I’m very lucky that I know English and that it’s my first language. 🙂\n  ","979006":"\n  I don’t really use species\n  ","979007":"\n  A unicorn would be interesting but a fairy because they have wings and can fly! They also have magic powers😝\n  ","979008":"\n  Maybe two in the future\n  ","979009":"\n  no lol I’m in bed\n  ","979010":"\n  Yes I have ended friendships and their were always good reasons behind it.\n  ","979011":"\n  Honey mustard, ranch, mustard, labneh, sour cream, bbq saucs\n  \n  That’s all I can think of right now 😅\n  ","979012":"\n  I miss hanging out with my love\n  \n   @edraegen\n  \n  the most 🥺 I also miss going into public places like the movies or the mall and stores and the parks and all of those things.\n  ","979013":"\n  I don’t remember tbh\n  ","979014":"\n  I would be myself around others and not be so shy and quiet.\n  ","979015":"\n  California!\n  ","979016":"\n  nope what’s that?\n  ","979017":"\n  hmm I’m not sure🤔\n  ","979018":"\n  It’s pretty good and strong\n  ","979019":"\n  absolutely not\n  ","979020":"\n  probably a bright neon color like neon pink or neon blue\n  ","979021":"\n  oooh hopefully it’s a horror movie!\n  ","979022":"\n  I guess so\n  ","979023":"\n  You’re also welcome 🙂\n  ","979024":"\n  That’s cool!\n  ","979025":"\n  Cook what?\n  ","979026":"\n  I made chicken noodle soup!\n  ","979027":"\n  Follow your dreams and passions and never give up no matter how hard life gets. Keep your head up high always. Never let the negativity get to you. Try and stay positive throughout everything\n  ","979028":"\n  I’m definitely more of a night person\n  ","979029":"\n  Wow this so sweet! I’m glad you see me as role model to others. That means a lot to me. Thank you for sending me positive vibes, I appreciate that! Thank you, friend I’m here if you ever need anything as well 🙂\n  ","979030":"\n  Y’all should I try and get verified?\n  ","979031":"\n  I’m very bored and I will check it out!💕\n  ","979032":"\n  Just spent time with\n  \n   @edraegen\n  \n  😍\n  ","979033":"\n  yes really! haha thank you!\n  ","979034":"\n  Well of course!\n  ","979035":"\n  I could speak multiple languages!\n  ","979036":"\n  you have some imagination anon!\n  ","979037":"\n  🥱🥱\n  ","979038":"\n  y’all speak!\n  ","979039":"\n  not really, no!🥴\n  ","979040":"\n  🤨🤨\n  ","979041":"\n  Yes, I have!\n  ","979042":"\n  Why? Lol\n  ","979043":"\n  Sometimes but they have deceived me many times!\n  ","979044":"\n  y’all ask me!\n  ","979045":"\n  hi y’all\n  ","979046":"\n  That doesn’t matter anon.\n  ","979047":"\n  no because the marriage isn’t going to fail\n  ","979048":"\n  Yes, we have to stay at home and distant ourselves from others. You can’t visit family or anyone else for that matter. Social distancing is very important especially during all this madness.  It’s very legitimate that you stay at home!\n  ","979049":"\n  My experiences in life and everything I’ve been through has made me who I am today.\n  ","979050":"\n  you could tell, like you feel butterflies in your stomach when you talk to that person. And you become so much more happier and joyful! Your whole world changes tbh\n  ","979051":"\n  Thank you! you too🙂\n  ","979052":"\n  I’m not sure🥴\n  ","979053":"\n  I go to my friends and yes of course they give me advice!🙂 I also go to my love.\n  ","979054":"\n  Yeah, you just gotta be active lol🤣\n  ","979055":"\n  Hey Max! Yes, there’s VIP now but you have to go apply for it and the requirements for VIP+ is to do 40 shoutouts every week!😁\n  ","979056":"\n  That’s a good question but I’m not sure😱\n  ","979057":"\n  None of those options 🥴\n  ","979058":"\n  Really?🤔\n  ","979059":"\n  Hello again! I don’t eat dinner 🙂\n  ","979060":"\n  You’re so kind, thank you🥺\n  ","979061":"\n  Of course! You should ask me questions!🙂\n  ","979062":"\n  Yes!\n  ","979063":"\n  Hopefully not\n  ","979064":"\n  🤨🤨\n  ","979065":"\n  Yes, that’s very true! 😁 I have been talking to you since I woke up❤️\n  ","979066":"\n  I’m doing okay! how are you?🙂 and no not really!\n  ","979067":"\n  The counter 🤣 don’t know how I’d pick that up though\n  ","979068":"\n  Of course!😁\n  ","979069":"\n  I don’t think so\n  ","979070":"\n  Oh no, don’t say that! Keep your head up high! It will be okay I promise 🤍\n  ","979071":"\n  Yes, of course! 🙃\n  ","979072":"\n  What’s wrong?🙁\n  ","979073":"\n  No I don’t\n  ","979074":"\n\n   @edraegen\n  \n\n   @Qu33nForADayy\n  \n\n   @NineGDxFour\n  \n\n   @redoasis2017\n  \n\n   @Pookeo9\n  \n\n   @musicfan1998\n  \n\n   @foolian\n  \n\n   @Ice_Frozen_Vocals\n  \n\n   @Tobbelit0\n  \n\n   @TessaDiego\n  \n\n   @zy_cv\n  \n\n   @aWelcomeWellOverstayed\n  \n\n   @learningwithlolaa\n  \n\n   @marisakamp\n  \n\n   @itsarainymay\n  \n\n   @patchy_life\n  \n\n   @allthelovekatxx\n  \n\n   @keepmovingforwardx\n  \n\n   @eatyourcake\n  \n\n   @ass4lyfe\n  \n\n   @eigerphantx\n  \n\n   @dylangiordano\n  \n\n   @RaquelAlissa\n  \n\n   @soph_333\n  \n\n   @JessicaStonebridge\n  \n\n   @JoeeeMason\n  \n\n   @briceicebaby\n  \n\n   @DovahMonah\n  \n\n   @askamanz5506\n  \n\n   @kittiemeowsie\n  \n\n   @elysssa_d\n  \n\n   @astoldbyjoanna\n  \n\n   @fiezuqa\n  \n\n   @daz_xoxo\n  \n\n   @tmoneymccarver1\n  \n\n   @heyy_its_liv\n  \n\n   @chrissyjillson\n  \n\n   @Bands_Over_Food\n  \n\n   @chelly17x\n  \n\n   @krystaa_collett\n  \n\n   @SyedaAlina009\n  \n\n   @ChickSlimShady\n  \n\n   @hailslol\n  \n\n   @katbeaulieu\n  \n\n   @BonesAngela\n  \n\n   @urlsareshittbh\n  \n\n   @elbowelephant\n  \n\n   @illyisback\n  \n\n   @maddiegav27\n  \n\n   @mikeykrug\n  \n\n   @FayePinksyofficial\n  \n\n   @KeelyLynn\n  \n\n   @RaquelAlissa\n  \n\n   @littlekri\n  \n\n   @phangirlkelsey\n  \n\n   @AnthonyRayshadTaylor\n  \n\n   @Strongdef\n  \n\n   @HAMZAsBS\n  \n\n   @psyquietrist\n  \n\n   @NatalietheeWORM\n  \n\n   @XxINFINITTYxx\n  \n\n   @gabymeow69\n  \n\n   @youlikebrii\n  \n\n   @SlendyGunner\n  \n\n   @Reginailessthan3u\n  \n\n   @youcuntx\n  \n\n   @RyanSeidler\n  \n\n   @chloeeebushhh\n  \n\n  here are some of my favorite people who are all amazing ❤️❤️❤️ ( if you don’t find your @ I couldn’t find you😅)\n  ","979075":"\n  Thank you, I appreciate that🤍\n  ","979076":"\n  Yes, I’m okay! Not really, just been entertaining myself you?\n  ","979077":"\n  🤔🤔\n  ","979078":"\n  No I’m not a big eater and I never eat much to begin with so no I’m eating the same I’ve always been lol\n  ","979079":"\n  Both of us have really strong immune systems\n  ","979080":"\n  I do I do!\n  ","979081":"\n  Hey hey!\n  ","979082":"\n  Yes!! I absolutely love this and agree with this quote! Don’t ever give up on your dreams and passion. When there is love and inspiration you won’t go wrong and you’ll have the motivation to follow them💕\n  ","979083":"\n  I guess Sprouts, Trader Joe’s 😁\n  ","979084":"\n  No🤨\n  ","979085":"\n  what is?\n  ","979086":"\n\n   @edraegen\n  \n  🥰\n  ","979087":"\n  That everyone is different and unique in their own ways!\n  ","979088":"\n  🤔🤔\n  ","979089":"\n  I went back to sleep 🤣\n  ","979090":"\n  mostly likely coconut water and candy!😁\n  ","979091":"\n  I do!\n  ","979092":"\n  yasssssss of course Daz! I’m glad you did😁 you slay me! 💁‍♀️\n  ","979093":"\n  Yes, I have!\n  ","979094":"\n  oh goodness, this is so sad🥺 don’t die on me! I love you💕\n  ","979095":"\n\n   https:\/\/youtu.be\/mdJDPepGOAM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","979096":"\n  I’m a little cold at the moment but I’m going to go outside and sit in the sun!😁\n  ","979097":"\n  Okay this was extremely adorable wow 🥺💕 I love you too!\n  ","979098":"\n  No I don’t believe I have!\n  ","979099":"\n  You’re so adorable awhhh🥺I love youuuuuus❤️\n  ","979100":"\n  YES! mango, pineapple, fish, pork, lamb, shrimp, ribs, asparagus, cottage cheese, lobster, blue cheese and so much more! I’m very picky 😅\n  ","979101":"\n  Thank you! 🙂I hope you’re also staying safe and healthy girl!🤍\n  ","979102":"\n  Anon it was a poll though! There’s nothing wrong with that 🤨\n  ","979103":"\n  🤨🤨\n  ","979104":"\n  No that hasn’t happened just yet 😱\n  ","979105":"\n  I absolutely love this positivity!💗\n  ","979106":"\n  I don’t like it when he does that\n  ","979107":"\n  I’m not the type of person to move on quickly especially when I’m emotionally attached to them\n  ","979108":"\n  Nope!\n  ","979109":"\n  Not that often I guess? Lol\n  ","979110":"\n  No I can’t hear you?¿🤨\n  ","979111":"\n  😝\n  ","979112":"\n  🤗\n  ","979113":"\n  Oh goodness lol I’ll see😁\n  ","979114":"\n  Yes, I have!\n  ","979115":"\n  What’s that?\n  ","979116":"\n  No lol 🥴\n  ","979117":"\n  Good morning and awh thank you!🙂have an awesome day too!\n  ","979118":"\n  I do!\n  ","979119":"\n  Oh goodness I’m still awake\n  ","979120":"\n  Well he said when I need to think about something I freeze like a statue and that he thinks it’s cute 🥰\n  ","979121":"\n  Yes, of course I try to be!🙂\n  ","979122":"\n  Hello\n  ","979123":"\n  Living things by Linkin Park!\n  \n  my favorite song in my remains is in it!😁\n  ","979124":"\n  People who are always negative and just think negatively instead of trying to think positively. And always bring themselves down because they aren’t confident in themselves when they should be! Everyone is beautiful in their own ways!\n  ","979125":"\n  Omg yes I hate those moments! It tends to happen a lot too\n  ","979126":"\n  I haven’t had that\n  ","979127":"\n  Well I thought that’s who you were talking about\n  ","979128":"\n  No lol he doesn’t.\n  ","979129":"\n  Not really\n  ","979130":"\n  About?🤔\n  ","979131":"\n  no thank you anon\n  ","979132":"\n  thank you🤨\n  ","979133":"\n  I’m engaged.\n  ","979134":"\n\n   @briceicebaby\n  \n  I think they’re talking about you! lol\n  ","979135":"\n  Stay safe child! Take care of yourself too!\n  ","979136":"\n  Salutations!🙂\n  ","979137":"\n  I don’t know tbh🤔\n  ","979138":"\n  I’m not sure why tbh. I’ve seen mine get copy and pasted and someone goes and asks the same thing I ask on anonymous like that’s nice.🙃\n  ","979139":"\n  I’m not sure actually\n  ","979140":"\n  Everything for the most part, it’s still shut down and now to get into the grocery store there’s lines that are insane!\n  ","979141":"\n  Fosters, In n out, Burger King\n  ","979142":"\n  I’ll definitely look into it!\n  ","979143":"\n  Thank youuuu! and in the kitchen 🙂\n  ","979144":"\n  I do I do!\n  ","979145":"\n  would rather not\n  ","979146":"\n  I haven’t seen that one 😅\n  ","979147":"\n  You’re funny!\n  ","979148":"\n  I guess so\n  ","979149":"\n  Haha yes I saw Jared Leto is watching tiger king!\n  ","979150":"\n  No I don’t\n  ","979151":"\n  Oh my goodness, I know no one comes on here anymore. It’s been so dead🙃 but I’m glad to see you’re still on here!\n  ","979152":"\n  Omggggg hi Daz! You’re back!\n  ","979153":"\n  I’m not your mom anon\n  ","979154":"\n  Thank you, that’s sweet!\n  ","979155":"\n  Do you now?🤨\n  ","979156":"\n  You should go tell him that!🙂\n  ","979157":"\n  Yes I did!\n  ","979158":"\n  He’s a friend of mine!\n  ","979159":"\n  Oh yes, I absolutely do look back at them and say wow I’ve grown so much! It also does give me flashbacks of many good memories!\n  ","979160":"\n  Well everyone has a different and unique personality and that’s what makes it fun getting to know someone!\n  ","979161":"\n  You guys don’t bother me. I love when y’all send me questions\n  ","979162":"\n  This whole coronavirus madness. It’s saddening actually 🥺\n  ","979163":"\n  What does that mean?\n  ","979164":"\n  Well when I like something I like to buy it lol\n  ","979165":"\n  It’s because I have so many!\n  ","979166":"\n  I’m not bitter as a person.\n  ","979167":"\n  🤨🤨\n  ","979168":"\n  I look ?🤔\n  ","979169":"\n  Okay! What’s up anon,\n  ","979170":"\n  well I try to be polite about it\n  ","979171":"\n  it’s not my favorite lol\n  ","979172":"\n  Yes my relationship with\n  \n   @edraegen\n  \n  and the love we have for one another 💕 and our future together!\n  ","979173":"\n  Well I’m one of those people who doesn’t text back lol\n  ","979174":"\n  What?\n  ","979175":"\n  I often don’t finish my meals and I only sometimes take the leftovers home.\n  ","979176":"\n  I’m 20\n  ","979177":"\n  What’s up?\n  ","979178":"\n  here ya goooooo🥴\n  ","979179":"\n  🤗🤠😝\n  ","979180":"\n  No I like doing favors for people and not getting paid for it. I love helping others out when I can!\n  ","979181":"\n  I definitely share many interests with my friends like music, movies, shows!😁\n  ","979182":"\n  Of course I am! thank you🙂\n  ","979183":"\n  I’m not sure actually lol\n  ","979184":"\n  Hey hey!\n  ","979185":"\n  Chester Bennington honestly and even though he isn’t physically here with us anymore he has impacted and inspired so many lives through his music and life! And he will continue to inspire so many people! 💕\n  ","979186":"\n  not usually, no\n  ","979187":"\n  I met\n  \n   @edraegen\n  \n  on this app last year!💕\n  ","979188":"\n  Of course!\n  ","979189":"\n  I never said that. I like you all equally!🙂\n  ","979190":"\n  I don’t use an alarm clock lol\n  ","979191":"\n  You keep asking about tears 🤨\n  ","979192":"\n  I’m not sure 🥴\n  ","979193":"\n  Well not everyone replies right away and or they might never reply. Like I don’t rarely do I ever. That’s why I consider myself a bad texter.\n  ","979194":"\n  lol okay now\n  ","979195":"\n  Honestly getting engaged to my fiancé\n  \n   @edraegen\n  \n  😍\n  ","979196":"\n  Hey!\n  ","979197":"\n  Of course!\n  ","979198":"\n  Well yes of course I have!\n  ","979199":"\n  I have a large amount of friends and I call a few of them close definitely not all.\n  ","979200":"\n  I would choose the love\n  \n   @edraegen\n  \n  gives to me every single time 🥰\n  ","979201":"\n\n   @edraegen\n  \n  the moment I started dating him. I’m so passionate about our relationship and our future that I can’t wait for it. I can’t wait to marry him!❤️\n  ","979202":"\n  sure!🙂\n  ","979203":"\n  Not necessarily it could be scary for people even though the coyotes are more scared of people!\n  ","979204":"\n  yes my fiancé\n  \n   @edraegen\n  \n  🥰\n  ","979205":"\n  I mean I guess so but probably not\n  ","979206":"\n  That’s very kind of you to say! 🥺\n  ","979207":"\n  hold up y’all, I’m trying to get to all these questions!\n  ","979208":"\n  No it’s not that small. I can type just fine lol\n  ","979209":"\n  Yes, I like my name! They named me after Nicole Kidman.🙂\n  ","979210":"\n  I’m still friends with some of my friends from first grade!\n  ","979211":"\n  I’m not sureeee🤔\n  ","979212":"\n  I have so many questions, I’m trying to get to them\n  ","979213":"\n  Yes, of course!\n  ","979214":"\n  That hasn’t happened to me, I don’t think lol\n  ","979215":"\n  By sleeping in mostly 😋\n  ","979216":"\n  That’s so sweet! Thank you🙂\n  ","979217":"\n  absolutely that means they care!\n  ","979218":"\n  ✨\n  ","979219":"\n  You’re so adorable awhhhh❤️ I love you!\n  ","979220":"\n  He’s made me cry happy tears and tears of joy only!🙂\n  ","979221":"\n  Yes, I have especially when they have upset me but no nothing ever happened.\n  ","979222":"\n  I think it’s because they’re not used to seeing that especially back in their day when they were younger.\n  ","979223":"\n  I have no idea, I don’t really get it to be honest. Shaking it to the alphabet lol that made me laugh!\n  ","979224":"\n  I’ve seen the reality so no they don’t lol\n  ","979225":"\n  Lol no\n  ","979226":"\n  You’re so sweet! Thank you so much wow 😁\n  ","979227":"\n  That’s not necessarily true, not all girls reject nice guys\n  ","979228":"\n  I mean yeah definitely but they don’t do that\n  ","979229":"\n  We both have our own plate when we eat together lol\n  ","979230":"\n  Oh my goodness, this is so sweet wow! Thank you so much 🥺 you guys are the sweetest!\n  ","979231":"\n  No I never have anon\n  ","979232":"\n  Well in the past they have all been so negative and not so pleasant. But the relationship I have now is beyond words amazing and I couldn’t be happier honestly. He’s the best thing that’s ever happened to me and I’m so lucky.\n  ","979233":"\n  Yes anon I do brush my teeth everyday!\n  ","979234":"\n  Omg this is so very sweet! Thank you🥺\n  ","979235":"\n  No lol I do not get scared.\n  ","979236":"\n  rather tears of joy! It was so sweet!\n  ","979237":"\n  Absolutely\n  ","979238":"\n  I won’t post!\n  ","979239":"\n  Oh my goodness, messages like this make me so happy. You have no idea 🥺 thank you so much for all your kind words honestly. It means a lot to me. Thank you, for being so kind🤍 I appreciate this! Much love\n  ","979240":"\n  I don’t really pay attention or look at the discover page on here to be honest. But on Instagram the discover page is about different posts and mainly on things you like. I don’t find it annoying. I find it interesting what other people post.\n  ","979241":"\n  I know right!\n  ","979242":"\n  It definitely started back in the old days!\n  ","979243":"\n  I don’t really pay attention to politics but no it doesn’t\n  ","979244":"\n  I sure hope their is a way! It’s definitely unnecessary and hurtful.\n  ","979245":"\n  I didn’t do much today\n  ","979246":"\n  It means many different things to me. Like everyone is beautiful in their own ways and unique in their ways and that’s what makes every single person so interesting and fun to get to know better!🙂\n  ","979247":"\n  Currently watching 50 first dates and yeah I’ve seen it before\n  ","979248":"\n  Thank you! You as well 🙂\n  ","979249":"\n  7:49 pm\n  ","979250":"\n  ohhh lol thank you!\n  ","979251":"\n  🤨\n  ","979252":"\n  What is?\n  ","979253":"\n  Yeah, I know it be hard to make friends! But just be yourself and be confident. Thank you, I appreciate that.\n  ","979254":"\n  Why’s that?🤔\n  ","979255":"\n  You sent this 4 times lol\n  ","979256":"\n  You’re so sweet!\n  ","979257":"\n  Awhhh this is so sweet! Wow🥺 thank you so much, I appreciate this!\n  ","979258":"\n  Yeah I do like it!\n  ","979259":"\n  Halloween!\n  ","979260":"\n  Yes I doooo!\n  ","979261":"\n  yes they do!\n  ","979262":"\n  Thank you for respecting that!\n  ","979263":"\n  Yes, we should. I’ve answered this many times!\n  ","979264":"\n  nope, I won’t answer\n  ","979265":"\n  blend in mainly\n  ","979266":"\n  Lol i don’t know\n  ","979267":"\n  Yummy by Justin Bieber 🥴\n  ","979268":"\n  Yeah, I do\n  ","979269":"\n  The Apple ID scam like it’s so saddening how they trick people like that smh\n  ","979270":"\n  I know, I am. Thank you lol\n  ","979271":"\n  I know, I don’t know how that short lol. 🙃\n  ","979272":"\n  3\n  ","979273":"\n  Oh goodness, I’m so sorry 🙁\n  ","979274":"\n  I’m pretty tall actually 🤣\n  ","979275":"\n  nope!\n  ","979276":"\n  5’7\n  ","979277":"\n  Yes, I have been cooking more!😁\n  ","979278":"\n  The interior design and furniture\n  ","979279":"\n  Why?\n  ","979280":"\n  I’m hanging in there!\n  ","979281":"\n  Yeah, for my last birthday we went to a Greek restaurant\n  ","979282":"\n  I don’t remember 🙃\n  ","979283":"\n  At least a couple of hours\n  ","979284":"\n  Who’s that?\n  ","979285":"\n  Spam me with questions or compliments 😁\n  ","979286":"\n  I always find time to sleep!\n  ","979287":"\n  no no no he’s not like that\n  ","979288":"\n  I’m not sure\n  ","979289":"\n  I don’t do much, I try to do things that entertain me\n  ","979290":"\n  I already have two piercings on each ear!\n  ","979291":"\n  Oh yeah lol I forgot!🤣 no I don’t like him\n  ","979292":"\n  talking to other people tbh\n  ","979293":"\n  I miss him being president honestly 🥺\n  ","979294":"\n  That’s just saddening 🙁\n  ","979295":"\n  Who’s that?\n  ","979296":"\n  Guys, keep your high up high and don’t give up. I know what we are all going through is very frustrating and stressful but believe me everything will be okay soon🤍 we got this! We’re all in this together! Sending lots of positive vibes and love to everyone!\n  ","979297":"\n  I’m not in the U.K. though 🙁and that’s depressing\n  ","979298":"\n  I don’t play any video games anymore but when I was younger I did! I used to play guitar hero, just dance and much more! 😁\n  ","979299":"\n  No I do not🤣\n  ","979300":"\n  I haven’t really bought anything recently tbh\n  ","979301":"\n  I’m just as confused as you’re\n  ","979302":"\n  I’m right handed\n  ","979303":"\n  🤔🤔\n  ","979304":"\n  No I absolutely don’t think it’s “cool”\n  ","979305":"\n\n   https:\/\/youtu.be\/mdJDPepGOAM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","979306":"\n  Valentin Cassadine from general hospital like god the way he manipulated Nina🙁\n  ","979307":"\n  well yeah for most girls that could be true\n  ","979308":"\n  I know I was like that’s not my name 🤣\n  ","979309":"\n  Yeah, I could see how it could easily spread in a grocery store but it has to stay open so that people can buy food and water.\n  ","979310":"\n  I don’t open links my friend\n  ","979311":"\n  I honestly don’t know 😅\n  ","979312":"\n  seriously?🥴\n  ","979313":"\n  🤨🤨\n  ","979314":"\n  whenever I’m sleepy lol\n  ","979315":"\n  probably not tbh🥴\n  ","979316":"\n  yes omg I absolutely love cornbread! I love it especially with butter and honey! I have tried cornbread with jalapeños but it wasn’t my favorite.\n  ","979317":"\n  lol what even\n  ","979318":"\n  🤠🥴👩🏻‍🦰\n  ","979319":"\n  There’s a show like that called obsession: dark series. People do insanely crazy things when they’re obsessively in love with someone they can’t have or had but they just can’t get over that person. I would honestly try to talk to them first and if that doesn’t do anything and it gets more out of hand I would get the police and FBI involved with the situation.\n  ","979320":"\n  I took this picture btw!😁\n  ","979321":"\n  🤨🤨\n  ","979322":"\n  I don’t anymore, I used to a lot when I would come home from high school.\n  ","979323":"\n  Kind🙂\n  ","979324":"\n  I would definitely say chicken!\n  ","979325":"\n  Yes, I absolutely agree with you!💕 I think everyone is choosing to panic and stressing people out because of the fear and panic buying.\n  ","979326":"\n  I don’t think I have any pictures like that because I rarely wear sunglasses\n  ","979327":"\n  Yes, they’re still delivering in my area but I don’t order from them I prefer to eat home cooked meals.\n  ","979328":"\n  Most of the times, I don’t trust them because the person always proves me wrong\n  ","979329":"\n  Certain people from my past. Like I would think they were so essential to my life but once they left I saw that they never really were.\n  ","979330":"\n  Yeah, I get what you’re saying! I think they put you on pause because they’re also browsing social media and or distracting by something else. But the point of FaceTime is to actually see their face and their reactions and emotions as well as talk!\n  ","979331":"\n  hang out with\n  \n   @edraegen\n  \n  , sleep in, go swimming, watch movies, listen to music, hike, bike, walk, run, go sit outside and enjoy the sun, go shopping, road trips, do yoga!\n  ","979332":"\n  I would probably paint spongebob and Patrick 🤣😋\n  ","979333":"\n  My name isn’t Tessa🤔 but I think you’re talking about\n  \n   @mystictess\n  \n","979334":"\n  yes, of course I remember you from awhile ago! 😁\n  ","979335":"\n  Another month I believe\n  ","979336":"\n  Oh god no, that would be the worst and most disgusting thing to ever happen to me in my lifetime. 🤮 I would definitely start yelling at him and cussing at him for destroying this country and making everything a lot more worse.\n  ","979337":"\n  I would say English is the most easiest tbh\n  ","979338":"\n  Yeah I do, when I FaceTime someone the whole point is to see their face and talk to them🙂 and to see their reactions and emotions!\n  ","979339":"\n  spending time with my fiancé, traveling, hiking, biking, swimming, canoeing, camping, road trips, going outside and enjoying nature, walking, running all those fun stuff! 😁\n  ","979340":"\n  How long?🤔\n  ","979341":"\n  I guess more about this virus going on\n  ","979342":"\n  🤨\n  ","979343":"\n  Most of them! 😁\n  ","979344":"\n  Oh goodness I’d probably be very confused and sad. I’d walk around and try to look for people and see where they went. I might think oh no the zombie apocalypse has started or maybe a virus has started to spread.\n  ","979345":"\n  Most likely because it’s very fascinating to learn more about space and to actual get to experience it🙂\n  ","979346":"\n  Thank you lol even though you haven’t seen me today 🤨\n  ","979347":"\n  Because mirrors could also be see through so when you look into one you could be looking into another alternative universe and the people living there are probably like what are those creatures looking at us🤣\n  ","979348":"\n  Of course!\n  ","979349":"\n  Thank you🤍\n  ","979350":"\n  That would be interesting\n  ","979351":"\n  Well my best friend is my fiancé\n  \n   @edraegen\n  \n  so if he was to knock on my door of course I’d let him in without a doubt. If he tells me he’s a vampire I think that would be extremely hot actually and dangerous which I find attractive 😋 I’m in a relationship with a vampire no way! That’s awesome 😍\n  ","979352":"\n  I don’t remember lol\n  ","979353":"\n  Oh no, I absolutely love your questions! They’re really deep thinking questions and those are the kind of questions I enjoy answering 😁\n  ","979354":"\n  I think of Swedish meatballs lol\n  \n  and I think of Ikea the furniture store 😁\n  ","979355":"\n  not wearing any currently\n  ","979356":"\n  It’s been awhile so I don’t remember lol\n  ","979357":"\n  I think I tend to blend in with the crowd\n  ","979358":"\n  Good morning!\n  ","979359":"\n  Especially when you get deeply attached to someone but they don’t feel the same towards you so when that person leaves it feels like hell and back. Also when you fall deeply in love with someone who might feel the same at that time but then changes and doesn’t feel the same anymore is when you get the most hurt. The ability to feel deeply sometimes hurts so much and causes so much sadness and stress to be honest.\n  ","979360":"\n  Yes I absolutely agree with this statement because when you look into someone’s eyes you can understand their emotions and sometimes thoughts.\n  ","979361":"\n  I’m a very shy person and I’ve literally tried every method and it hasn’t worked for me. I just think  I’m to socially anxious and nervous to break out of it honestly.\n  \n  But here are a few methods:\n  \n  You should do what you can, but accept you may not be able to have the kind of conversation you want with them\n  \n  Don’t take their quietness personally\n  \n  Don’t ever comment on how shy or quiet they seem\n  \n  Take the lead in the conversation but don’t overdo it\n  \n  Give them a few minutes to warm up to you\n  \n  Build their self esteem\n  \n  Use their name\n  \n  Affirmations\n  \n  Explore their interests\n  \n  Offer to help them\n  ","979362":"\n  I hear it from him every single day and that’s what makes me extremely happy 🥰\n  ","979363":"\n  Well being mentally connected with someone means sharing the same interests, similar intellect, and chemistry. Mentally you’re able to feel close to them and you’re able to understand each other well. It also means to have a shared perspective of the world, the fell as if the other person thinks at the same level as you.\n  \n  Yes, I think it’s incredible if you’re able to have a mental connection with someone because in that way you’re able to talk to them freely and understand one another so well. You will also feel connected to them even if they aren’t physically with you. You will also be able to understand each other’s needs which is amazing.\n  ","979364":"\n\n   @edraegen\n  \n  🥰\n  ","979365":"\n  well yes I’ve seen guys call girls “dudes”. I think anyone can say it to a girl or a boy although some might get offended.\n  ","979366":"\n  Yes, I always think so much before I make a decision. It takes me awhile to actually come up with an answer or sometimes I just end up with no answer at all.\n  ","979367":"\n  Yes I believe I would be capable of loving someone who was emotionally and mentally unstable because they’re human after all and they deserve to be loved just like anyone else.\n  ","979368":"\n  Well I honestly just wait until I’m pretty sleepy and then I go to bed and sleep pretty well!\n  ","979369":"\n  Alright goodnight friends\n  ","979370":"\n  Yes, I’m there now and not necessarily\n  ","979371":"\n  It’s been alright! How’s your day been?\n  ","979372":"\n  surface swimming\n  ","979373":"\n  nope, I love helping others!\n  ","979374":"\n  probably a fox 🦊\n  ","979375":"\n  I’m from California\n  ","979376":"\n\n   https:\/\/youtu.be\/0xyxtzD54rM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","979377":"\n  ooh definitely Australia and the United Kingdom!\n  ","979378":"\n  I watched general hospital!\n  ","979379":"\n  Oooh definitely Italy and Greece!\n  ","979380":"\n  Skinny jeans!\n  ","979381":"\n  glücklich und erfolgreich im Leben und gesund zu sein\n  ","979382":"\n  Original Nutella schmeckt immer besser\n  ","979383":"\n  Spending time with my fiancé, doing yoga, hiking, biking, walking, traveling, swimming, exploring new places, going to the movies, listening to music\n  \n  etc😁\n  ","979384":"\n  When someone comes sits near me and starts eating and chewing their food right next to me 🥴\n  ","979385":"\n  I’m 20\n  ","979386":"\n  Haven’t had one\n  ","979387":"\n  sweets! I don’t drink coffee\n  ","979388":"\n  😁😁\n  ","979389":"\n  Probably the Kardashian’s hopefully 🤣\n  ","979390":"\n  maybe gum or candy 🤨\n  ","979391":"\n  I wouldn’t want them to tell me because I’m happily engaged to my love\n  \n   @edraegen\n  \n  🥰\n  ","979392":"\n  yes, I believe so\n  ","979393":"\n  Hello there! I’m still hanging in there. Yes I’ve been doing things to entertain myself and going to the backyard 😁\n  ","979394":"\n  Usually until 1 or 2 am\n  ","979395":"\n\n   https:\/\/youtu.be\/MmiDKnZf-u4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","979396":"\n  no ones talking again ugh\n  ","979397":"\n  If you want anon lol\n  ","979398":"\n  y’all 🥱\n  ","979399":"\n  nooooo I wouldn’t do that\n  ","979400":"\n  Awhhh thank you gorgeous!💕\n  ","979401":"\n  that doesn’t sound creepy at all\n  ","979402":"\n  favorite hair?🥴\n  ","979403":"\n  What?🤨\n  ","979404":"\n  no I wouldn’t be scared of that\n  ","979405":"\n  Algophobia - fear of pain\n  \n  trypanophobia - fear of needles\/injections\n  \n  Lockiophobia - fear of childbirth\n  \n  Glossophobia - fear of speaking in public\n  ","979406":"\n  roller coasters!\n  ","979407":"\n  He wouldn’t do that though but I’d forgive him\n  ","979408":"\n  Omg hey! I remember you from awhile back\n  ","979409":"\n  one penny that doubles every day for 30 days\n  ","979410":"\n  Cheers!\n  ","979411":"\n  No lol it’s round\n  ","979412":"\n  Hmmm about many things tbh\n  ","979413":"\n  Awhhh thank you so much 💕\n  ","979414":"\n  you should message me! thank you🙂\n  ","979415":"\n  Thank you lovely!💕 and we got engaged on the 22nd.\n  ","979416":"\n  Anons just talk and act like they know what they’re talking about when in reality they have zero clue.\n  ","979417":"\n  Oh yes, I met my fiancé on this app last year!😍\n  ","979418":"\n  someone talk\n  ","979419":"\n  Oh yes, absolutely! Back in 2013 😁\n  ","979420":"\n  Omg thank you angel🥺💕 you’re so sweet!\n  ","979421":"\n  Thank you awhhhh🥺\n  ","979422":"\n  bored again\n  ","979423":"\n  lol yes, I have\n  ","979424":"\n  🤔🤔\n  ","979425":"\n  🥱🥱🥱\n  ","979426":"\n  more questions please 😁\n  ","979427":"\n  oh my god, you’re so bad!🤭\n  ","979428":"\n  I said no inappropriate questions 🥱\n  ","979429":"\n  I’m not going there\n  ","979430":"\n  Losing loved ones, not being good enough, being ignored, etc\n  ","979431":"\n  At least a 6 or 7\n  ","979432":"\n  I’ll do an honesty hour but no sexual or inappropriate questions\n  ","979433":"\n  lol I’ve never been there\n  ","979434":"\n  2 meter rule? lol\n  ","979435":"\n  In the past I used to think love wasn’t real and I didn’t believe in it but now yes I believe love is very real!\n  ","979436":"\n  mental health and eating disorders.\n  ","979437":"\n  nope I do not\n  ","979438":"\n  I do like those mini chocolate Easter eggs!\n  ","979439":"\n  🥰😍😋🤤🥱🤩\n  ","979440":"\n  Yes absolutely there were times that I thought my relationship was going to end but instead of either of us walking away we communicated through our issues and worked them out and became much closer and strong because of them.\n  ","979441":"\n  Crowded, loud, busy\n  ","979442":"\n  Alright y’all I’m bored\n  ","979443":"\n\n   @edraegen\n  \n  🥰\n  ","979444":"\n  Hopefully that I’m kind, loving, honest, funny, weird, trustworthy, respectful and whatnot 🙂\n  ","979445":"\n  reminding them how much I appreciate and love them and how thankful I am for everything they do for me\n  ","979446":"\n  Doing the things you love and enjoy. Following your passion and dreams in life! And trying to stay positive always\n  ","979447":"\n  When people go on anonymous on here and talk without actually knowing what they’re talking about and having absolutely zero clue 🤣\n  ","979448":"\n  Thank you!🙂\n  ","979449":"\n  I don’t know how to that’s my problem. 🙃\n  ","979450":"\n  That I’m very kind, and beautiful! and I have a awesome music taste 😁\n  ","979451":"\n  Probably something having to do with horror lol\n  ","979452":"\n  oh goodness, she made him happy I know that for a fact. He was just depressed about losing his best friend and his demons took over 💔🥺\n  ","979453":"\n  music is my guilty pleasure! Especially linkin park!🤩\n  ","979454":"\n  No because people are dying from this virus and it’s making many people sick. So it’s better that we all stay home.\n  ","979455":"\n  Well no, because she made Chester very happy. I just honestly think it was way to early to get married.\n  ","979456":"\n  Hiking, camping, walking, biking, running, swimming, canoeing all those fun outdoor activities!😁\n  ","979457":"\n  Stress free, and chilled back and next to my love. Also hot and warm outside!\n  ","979458":"\n  I mean I could understand that. We treat this world so badly\n  ","979459":"\n  Try not to give up and keep my head up high.\n  ","979460":"\n  obviously\n  \n   @edraegen\n  \n","979461":"\n  absolutely not\n  ","979462":"\n  Invisibility honestly\n  ","979463":"\n\n   @edraegen\n  \n  with my fiancé of course 😍\n  ","979464":"\n  Every linkin park song I hear 🥺\n  ","979465":"\n  I was always doing crazy things with my ex best friend 🤣\n  ","979466":"\n  Oh my goodness, I know! It’s causing so much people so much stress and sadness 🙁 it’s draining!\n  ","979467":"\n  This is a very sad question, I mean I honestly don’t think I could remarry after losing my significant other. I would constantly be thinking about them. I don’t think I could do it again after losing someone I loved so much. So yeah, I don’t think I would remarry honestly. I just wouldn’t want to put myself through that again. And Chester Bennington’s  widowed wife got remarried just 2 years after he was gone and I was so shocked and surprised honestly. I still don’t know how it feel about it. Like it’s saddening to think she was able to move on so quickly like wow. 🥴\n  ","979468":"\n  I’m doing pretty good, not complaint yet!😅\n  ","979469":"\n  I’d just rather keep my current sleep schedule tbh. 😱\n  ","979470":"\n  I’m not really sure 🤨\n  ","979471":"\n  last Sunday\n  ","979472":"\n  oh goodness I’m not sure actually 🥴\n  ","979473":"\n  meeting\n  \n   @edraegen\n  \n  for the first time omg🥺 I ran up to him and hugged him so tightly and didn’t let go of him.\n  ","979474":"\n  any type of my public transportation is my least favorite. I prefer my own car\n  ","979475":"\n  Not having any responsibility, being carefree and how simple it was tbh🥺\n  ","979476":"\n  No I’ve never experienced hail tbh. We don’t get it here\n  ","979477":"\n  🥺🥺💕\n  ","979478":"\n  ‘IT’ chapter 1 and 2\n  \n  The conjuring 1 and 2\n  \n  Christopher Robin\n  \n  Begin again\n  \n  Etc😋\n  ","979479":"\n  not so much\n  ","979480":"\n  and no ones talking to me again 🥱\n  ","979481":"\n  So this app is really dead\n  ","979482":"\n  Oh yes absolutely! We can only hope🙂\n  ","979483":"\n  I don’t!\n  ","979484":"\n  I don’t know tbh\n  ","979485":"\n  alright y’all\n  ","979486":"\n  Yeah, same here! It’s crazy🙃 but that’s good that you’re staying positive!\n  ","979487":"\n\n   https:\/\/youtu.be\/kXYiU_JCYtU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","979488":"\n  nope\n  ","979489":"\n  on?\n  ","979490":"\n  interesting I guess lol\n  ","979491":"\n  Sometimes but not really! I like Taco Bell, chick fil a, sbarro, fosters, Chop Stop and that’s all I can think of rn😅\n  ","979492":"\n  🤔\n  ","979493":"\n  Alright y’all ask me stuffffff\n  ","979494":"\n  Thank you love🤍\n  ","979495":"\n  Oooh I’m not sure!\n  ","979496":"\n  Lol I can’t go back🤣\n  ","979497":"\n  Yes, of course!\n  ","979498":"\n  20+ 7-9 = 18 🤣 I’m 20 now so it’s extremely late\n  ","979499":"\n  Thank you lovely! and oh no, feel better soon!\n  ","979500":"\n  I love green tea, black tea, those are the two I mostly drink!\n  ","979501":"\n  who knows honestly lol\n  ","979502":"\n  no lol🤨\n  ","979503":"\n  Oh yes, I think that’s definitely pretty cool!\n  ","979504":"\n  I do!\n  ","979505":"\n  sure lol\n  ","979506":"\n  Yes, it’s absolutely true!\n  ","979507":"\n  Well are they appropriate?\n  ","979508":"\n  I have enough lol\n  ","979509":"\n  I love horror movies!\n  ","979510":"\n  Good morning everyone!\n  ","979511":"\n  I mean I’m definitely going to go with my grandma\n  ","979512":"\n  don’t really have one\n  ","979513":"\n  Years and years!\n  ","979514":"\n  She was born in Armenia\n  ","979515":"\n  nope 🤨\n  ","979516":"\n  that’s adorable lol\n  ","979517":"\n  well yeah but they’re just half related to you\n  ","979518":"\n  she? lol\n  ","979519":"\n  I would respect his devotion\n  ","979520":"\n  Shedra?🤔\n  ","979521":"\n  Hey love! I got engaged so I’m extremely happy! but it’s been crazy honestly. How’ve you been?\n  ","979522":"\n  I haven’t gone insane yet so it’s going pretty good. What about you?\n  ","979523":"\n  It wouldn’t matter because I know he’s loyal to me\n  "}}