{"Question":{"983812":"\n   Would you give blood if you could?\n  ","983813":"\n   What’s your cure for hiccups?\n  ","983814":"\n   What does ‘Today You’ do for ‘Tomorrow You’ to make your life a bit easier?\n  ","983815":"\n   Do you believe that everyone deserves forgiveness?\n  ","983816":"\n   What are the most common road blocks that stop people from achieving their dreams?\n  ","983817":"\n   Can i see your shoes??😳😳\n  ","983818":"\n   How do you judge a person?\n  ","983819":"\n   What makes you feel safe?\n  ","983820":"\n   what is your twitter?\n  ","983821":"\n   What TV show character would it be the most fun to change places with for a week?\n  ","983822":"\n   What was the best part of your day, so far?\n  ","983823":"\n   What’s the best birthday cake you ever ate?\n  ","983824":"\n   Do your feet ever smell?\n  ","983825":"\n   It (1990) or It (2017)?\n  ","983826":"\n   DOGS OR CATS?\n  ","983827":"\n   wdym \"never?\" isnt it possible you weigh more at some point?\n  ","983828":"\n   Do you think the future will be better than the present? Why?\n  ","983829":"\n   Have you ever been to a Nigerian wedding?\n  ","983830":"\n   Ever donated blood?\n  ","983831":"\n   Can I have your name?\n  ","983832":"\n   Why not?\n  ","983833":"\n   What kind of event would you wear it again for?\n  ","983834":"\n   Petty people... Petty people.. Y’all make me laugh! 😂😂\n  ","983835":"\n   Have you Snapchat?\n  ","983836":"\n   Who is your 2nd fav member of Linkin Park?\n  ","983837":"\n   Wyd today\n  ","983838":"\n   Did you ever wear your dress after that one time?\n  ","983839":"\n   Did you go to prom?\n  ","983840":"\n   What happened to Porky? Looks like he has been banned?\n  ","983841":"\n   If you won the Powerball, would you get a prenup prior to marriage?\n  ","983842":"\n   Tom Hanks' son is named Chester but likes to be called Chet. Do you like the name Chet?\n  ","983843":"\n   bikini pic???!?!\n  ","983844":"\n   Do you think the Kardashians are amazing representatives for Armenian Americans?\n  ","983845":"\n   Jeff sounds like a nice person who also likes nacho fries.\n  ","983846":"\n   does his name remind you of joffrey from game of thrones?\n  ","983847":"\n   Are you still dating jeff?\n  ","983848":"\n   Are you and your man cuddled up in bed, champagne in hand, watching Netflix and basking in your affection for each other on this day of love?\n  ","983849":"\n   What sport do you do?\n  ","983850":"\n   if you leave please take my heart but don't leave me in this world\n  ","983851":"\n   Will you do the yo kai dance with me?\n  ","983852":"\n   love ❤️❤️❤️❤️❤️❤️❤️\n  ","983853":"\n   But only I know why\n  ","983854":"\n   Ok that is cool. Don't worry it means nothing Nikki\n  ","983855":"\n   I don't celebrate\n  ","983856":"\n   (You don't have to answer this if you don't want to.)\n\nYour best gas station story experience. Care to share?\n  ","983857":"\n   Welcome to my world\n  ","983858":"\n   Do you think that someone’s behaviour on a social media app, whether the behaviour is good or bad, gives you some insight into how they are as a person ?\n  ","983859":"\n   Don't ask\n  ","983860":"\n   Hello beautiful soul! 🤗 Thank you for voting on my “would you rather” polls and maybe even following my page. 😄 My purpose is to entertain and spread fun everywhere I can. Feel free to share any ideas on how I can make that happen. 💖\n  ","983861":"\n   I didn't know boys wanted to date you in your city how did you meet him?\n  ","983862":"\n   I'm not here to talk about that\n  ","983863":"\n   Do you pick and choose your friends?\n  ","983864":"\n   When you get a boyfriend?\n  ","983865":"\n   When I try to approach you I only see limits\n  ","983866":"\n   I can't keep up though like this\n  ","983867":"\n   It has to ☹️\n  ","983868":"\n   I really like the quote: •\"Everyone you meet is fighting a battle you know nothing about. Be kind. Always.\"•\nWhat are you going through? What battle are you fighting? Big or small- It all matters, and you'll get through it!💕🌼\n  ","983869":"\n   Is it so hard to understand you're taken? Lmao\n  ","983870":"\n   is a 12 year old old enough to stay home alone?\n  ","983871":"\n   What do you do when you’re angry?\n  ","983872":"\n   Thank you for voting on my polls. 🤗 I hope you enjoy it. ✨ Just a quick question: How many new “would you rather” questions should I upload a day without it being annoying? 😄\n  ","983873":"\n   Are you using instagram\n  ","983874":"\n   🦋 I hope it’s okay, if I’m asking for this. I’m feeling very low today and it would mean a lot to me, if I could hear some words of encouragement. — Feel free to just ignore this message if you don’t want to. That’s totally fine.\n  ","983875":"\n   What's one book you've read recently and would recommend others to read?\n  ","983876":"\n   ✨ What things hold you back from doing the things that you really want to? (In case you’re not doing it already)\n  ","983877":"\n   There has to be bit of you in someone otherwise I'm not going to do it\n  ","983878":"\n   Yeah..Few times\n  ","983879":"\n   To you? I wish\n  ","983880":"\n   what’s the most annoying thing that happened to you this week?\n  ","983881":"\n   I will find another Nikki wish me good luck\n  ","983882":"\n   No one\n  ","983883":"\n   Do you have a pullover with a hole in it and don't want to throw it away?\n  ","983884":"\n   It's difficult\n  ","983885":"\n   Without you.\n  ","983886":"\n   Would you sign a Prenuptial Agreement?\n  ","983887":"\n   Do you believe that jealousy comes from insecurity?\n  ","983888":"\n   The 2016 election has indeed happened yet\n  ","983889":"\n   Are you aware that in the absence of you a matter of never ending self-preservation has begun?\n  ","983890":"\n   What is your busiest day of the week?\n  ","983891":"\n   Nikki you're my valentine :) *Gives you flowers and chocolate and kittens*\n  ","983892":"\n   Goodnight 💓\n  ","983893":"\n   Red or blue?\n  ","983894":"\n   I'm looking forward to my plans\n  ","983895":"\n   Just got done with hw!!! hows your week\n  ","983896":"\n   Would you rather live in a small tree house or a small school bus?\n  ","983897":"\n   What's a holiday that doesn't exist that you'll like to create\n  ","983898":"\n   Anyone female call of duty mobile player here????\n  ","983899":"\n   Okay , what mean you don't have boy friend 😅lol\n  ","983900":"\n   How  is your valentine day going?\n  ","983901":"\n   What is something you for sure want to do one day?\n  ","983902":"\n   Yess,😅\n  ","983903":"\n   do you like to watch fail videos?\n  ","983904":"\n   I'm talking about find another crush for myself\n  ","983905":"\n   Not a question today, but a wish of Happy Valentine's! Whether you celebrate or not, please remember, you are loved! You are of massive worth! Never forget that! #spreadingpositivity 💖\n  ","983906":"\n   Do you like any See's Candies? If yeah which one(s)?\n  ","983907":"\n   Ohhh great!\n  ","983908":"\n   Which movie character do you relate to the most? 🤔 Why? Haha\n  ","983909":"\n   Do you like the old school 💝 Valentine's Candy Sweethearts? The little hearts with messages on them? Ever heard of them? Seen them before?\n  ","983910":"\n   What classes are you taking?\n  ","983911":"\n   Tell me. Who is your hero?\n  ","983912":"\n   How are you?\n\n& This is to anyone that celebrated. Happy Valentines to each and everyone of you!\n💗❤💞💖💓💕🥀💗💞🙏😊\n  ","983913":"\n   What is your worst getting trolled story\n  ","983914":"\n   Didn’t u say that about tony\n  ","983915":"\n   Heyyyyy. What's up? How are u?\n  ","983916":"\n   My iPhone ask app is taking more than a gigabyte on space, do you know how to clear the cache? Pls help! btw ily 😘😘😘\n  ","983917":"\n   break up with ur bf im bored\n  ","983918":"\n   If you love someone, like, REALLY love some but you're not longer together; should you still tell that person you love them or should you let it go?\n  ","983919":"\n   Yes ,not everyone like that\n  ","983920":"\n   🥑Fav way to eat avocados ?\n  ","983921":"\n   Lol Trump won\n  ","983922":"\n   Do you have any good plans for Valentines Day ?  I’m going to order in a pizza and have dinner with my favourite person. Me lol.\n  ","983923":"\n   how are you\n  ","983924":"\n   Happy Valentine's day🌹🌺\n  ","983925":"\n   Are there any topics do you don’t answer questions about?\n  ","983926":"\n   ooooh you have good taste!\n  ","983927":"\n   🥧Fav kind of pie:\n  ","983928":"\n   What is the best birthday surprise you can ever think of?\n  ","983929":"\n   Aside from Necessities, What One Thing Could You Not Go a Day Without?\n  ","983930":"\n   You ever watch demon house that was pretty good\n  ","983931":"\n   Anything special for dinner tomorrow?\n  ","983932":"\n   I'm sorry I've been inactive for so long but I'm back on my feet again and better than before 🤫✨🌸\n  ","983933":"\n   😂😂\n  ","983934":"\n   Why ?\n  ","983935":"\n   You are in the world of Pokémon! Who would be your starting Pokémon? Why? What would you do in this world?\n  ","983936":"\n   You have two friends who have asked you to choose between them, you agree. Now how do you choose between the two? What traits make you prefer or value one over the other?\n  ","983937":"\n   Bikini?\n  ","983938":"\n   I have few faces in my mind maybe soon I'll choose one and leave you in peace\n  ","983939":"\n   Did you believe in long distance relationship?\n  ","983940":"\n   I got the same question earlier on today! They make no sense\n  ","983941":"\n   Do you like Tamagotchi?\n  ","983942":"\n   I am having hard time getting over you\n  ","983943":"\n   It was a last bridge you burn, I have got no more other being in the constant state of uneasiness, are you happy now?\n  ","983944":"\n   Do you wear a watch, smartwatch or sports band or do you check the time on your phone? If you have a watch, which one? Send a photo and show off if you want :)\n  ","983945":"\n   It's 14 tomorrow\n  ","983946":"\n   Which movie were you last seen? 🎬🎬🎥\n  ","983947":"\n   There's something about you😉\n  ","983948":"\n   Fwb, yes or no?\n  ","983949":"\n   Please leave. I'd be very happy and many pp as well\n  ","983950":"\n   Do you think ask should have a feature where you can block questions that aren't in languages that you deem acceptable?\n  ","983951":"\n   Oh I was hoping u would leave ask\n  ","983952":"\n   Chicken fried steak or nah?\n  ","983953":"\n   Have you been in a play?\n  ","983954":"\n   Are you under the influence, sir?\n  ","983955":"\n   💭 #QOTD: Have you ever danced in the rain before!? ☔️ I definitely have, but I want to more! 😍\n  ","983956":"\n   Are you concerned at all about the Coronavirus ?\n  ","983957":"\n   Don’t worry, be happy ☺️\n  ","983958":"\n   when did you learn german?\n  ","983959":"\n   Share one of the dreams you often have with us\n  ","983960":"\n   Teilst du deine wahren Gefühle durch Witze mit?\n  ","983961":"\n   Random: do you suffer from any hearing loss?\n  ","983962":"\n   Wie viele Geschwister hast du 🤍👌🏻\n  ","983963":"\n   Welcher Job wird am meisten unterschätzt?\n  ","983964":"\n   U have a boy friend\n  ","983965":"\n   Song of the day? 🤔🎼\n  ","983966":"\n   Kaffee für Nikki 😃☕️\n  ","983967":"\n   What's the scariest movie of your childhood?\n  ","983968":"\n   I had all that power, and it was worth for nothing\n  ","983969":"\n   Hello\n  ","983970":"\n   Tomorrow\n  ","983971":"\n   This Valentine's Day I'll tell you my feeling toward you!  💕\n  ","983972":"\n   what social media app are you most excited to get notifications on?\n  ","983973":"\n   Yes plzzzz leave & don't come back on here\n  ","983974":"\n   مفتاح السعادة. 🤔🤔\n  ","983975":"\n   Do you like broccoli?\n  ","983976":"\n   If you are confined in a space then it is a sign that you have been created\n  ","983977":"\n   Do you know how to make any Armenian cuisine?\n  ","983978":"\n   what up!!!\n  ","983979":"\n   what’s an overrated food?\n  ","983980":"\n   aye ooo\n  ","983981":"\n   have you ever been to chuck e. cheese? dave and busters?\n  ","983982":"\n   what’s your favorite tik tok video?\n  ","983983":"\n   Hi\n  ","983984":"\n   What is the secret to a Happy life?\n  ","983985":"\n   Do you know anyone who reminds you of Geppetto (from Pinocchio)?\n  ","983986":"\n   did you like book fairs in elementary school?\n  ","983987":"\n   Favourite candy?\n  ","983988":"\n   do you like bernie sanders\n  ","983989":"\n   what’s the worst book you’ve ever read? what’s the worst movie you’ve ever seen?\n  ","983990":"\n   What kind've music can you no stand to hear?\n  ","983991":"\n   What books on your shelf are begging to be read?\n  ","983992":"\n   do you recycle?\n  ","983993":"\n   Can u post two bikini pics and ill vote on that\n  ","983994":"\n   have you ever ridden on a boat? a plane? a train?\n  ","983995":"\n   Haha🙃\n  ","983996":"\n   Si tuvieras que actuar en una película, ¿qué personaje elegirías ser?\n  ","983997":"\n   Do you know how to skateboard?\n  ","983998":"\n   Anywhere with a view of you = peaceful and beautiful\n  ","983999":"\n   Do you drink monsters? Favorite flavor?\n  ","984000":"\n   Do you like ride a bike in the summer?\n  ","984001":"\n   Do you enjoy going to the park? Ever get the opportunity to go?\n  ","984002":"\n   Do you ever go back roading?\n  ","984003":"\n   What precious gem is your favorite?\n  ","984004":"\n   Too sad to tell ☹️\n  ","984005":"\n   When the barista at Starbucks asks you your name, do you say Nikki or Nicole?\n  ","984006":"\n   How did you know when it was the right time to make love?\n  ","984007":"\n   Do you chill your thin mints?\n  ","984008":"\n   🤒\n  ","984009":"\n   If you break up with him will there be my turn next?\n  ","984010":"\n   Are you taken?\n  ","984011":"\n   There's no harm in it\n  ","984012":"\n   Has anyone you went to hs with who was considered attractive fallen off a cliff and now looks way worse?\n  ","984013":"\n   It excites me\n  ","984014":"\n   when will you have a meetup for your fans????\n  ","984015":"\n   I wanna bother you\n  ","984016":"\n   Allow me to disturb you?\n  ","984017":"\n   Which do you choose truth or dare?\n  ","984018":"\n   were your parents raised in religious households ?\n  ","984019":"\n   What is your favorite summer Dress?👚👘👗👙💄👠👡👛\n  ","984020":"\n   Who's awake\n  ","984021":"\n   Last time you bought something for yourself?\n  ","984022":"\n   would you object to your boyfriend coming to one of your classes with you?\n  ","984023":"\n   It is Arabic quote ☝\n  ","984024":"\n   Do you prefer to be behind the camera or in front of it?\n  ","984025":"\n   hello what country are they from?\nkisses from Argentina\n  ","984026":"\n   Yup it's been a long time. You'll probably be hearing about it a lot more starting next year. There will be sequels released in '21, '23, '25 AND '27.  Is there anything with a lot of sequels that you enjoyed every installment of?\n  ","984027":"\n   is it hot\n  ","984028":"\n   can i see it pleaseeeee\n  ","984029":"\n   لدينا مشكلات كثيرة عالقة لا تحلّ إلا عن طريق الاعتذار والاحترام المتبادل، وإن من طبيعة الأشخاص المحترمين أنهم يمنحون الاحترام لمن يستحقه ولمن لا يستحقه\n  ","984030":"\n   It's always grounding to have you time! Keep being amazing! <3\n  ","984031":"\n   What activities help you feel most like yourself? #spreadingpositivity 💖\n  ","984032":"\n   Do u drive to see him or does he see u\n  ","984033":"\n   How far away is heeeee\n  ","984034":"\n   Are u long distance\n  ","984035":"\n   Curves of a goddess\n  ","984036":"\n   How did u meet\n  ","984037":"\n   How long together\n  ","984038":"\n   I miss u\n  ","984039":"\n   Last time u kissed?\n  ","984040":"\n   Do you have a roommate?\n  ","984041":"\n   I just wish I could see it :(\n  ","984042":"\n   OOTD please hottie?\n  ","984043":"\n   I think your body is the hottest\n  ","984044":"\n   good because i love u\n  ","984045":"\n   Do you hate your anons\n  ","984046":"\n   do you hate your pervy anons\n  ","984047":"\n   Do you wear a bra?\n  ","984048":"\n   so bikini pic? :DD\n  ","984049":"\n   you're such a tease\n  ","984050":"\n   sorry for being mean i just wanted to see ur hot bikini body\n  ","984051":"\n   is it bad that i really wanna see that pic\n  ","984052":"\n   Whats your cup size?\n  ","984053":"\n   you have too many questions\n  ","984054":"\n   How cold does it get in the winter where you live. Do you like the cold ?\n  ","984055":"\n   can i see\n  ","984056":"\n   ur just too afraid to show ur bikini body\n  ","984057":"\n   guess ur not real cause u dont have a bikini\n  ","984058":"\n   Did you like Avatar? In Avatar 2 there will be an underwater world\n  ","984059":"\n   How near?\n  ","984060":"\n   What do you think your wedding will look like?\n  ","984061":"\n   bikini pic or ur not real\n  ","984062":"\n   What is one thing you would build underwater\n  ","984063":"\n   What are you excited about most in the near future?\n  ","984064":"\n   Have you ever broken any bones? If so, how many and which ones?\n  ","984065":"\n   ⠀\n⠀\n⠀\n⠀\n\n⠀   ⠀⠀ ⠀          ⠀ \n-اظن انها تاهت وهي في الطريق إلينا \n-من هي؟؟ \n-الايام السعيدة 😔\n⠀\n⠀\n  ","984066":"\n   Did you met him?\n  ","984067":"\n   if you were actually dating\n   \n    @edraegen\n   \n   irl you would post pics of him and yet u dont so you're in online relationship\n  ","984068":"\n   where do you like to sit in class?\n  ","984069":"\n   did you like it?\n  ","984070":"\n   hi nikki what didd u do today\n  ","984071":"\n   will you make it be your middle name or will you hyphenate it with his?\n  ","984072":"\n   will you take edra's surname if you get married?\n  ","984073":"\n   What do you order when you go to starbucks?\n  ","984074":"\n   Why do people smoke?🚫🚭\n  ","984075":"\n   Do you like to people watch? Seen anything interesting? lol\n  ","984076":"\n   ⠀\n⠀         ⠀ \n⠀\nالاحـترام لا يکلف شـيء لـكنه يـعني الكثير🧡ٴֆ'\n⠀\n⠀\n⠀\n  ","984077":"\n   By your best friend ?\n  ","984078":"\n   What's your relationship status?\n  ","984079":"\n   Rate ask fm from 1-10\n  ","984080":"\n   Tag your favorite person on ask fm\n  ","984081":"\n   Last time you written something down?\n  ","984082":"\n   What do you like to cook?\n  ","984083":"\n   How do you relax after a really bad, long and tiring day?\n  ","984084":"\n   Where can happiness be found? 🧚🏻‍♀️\n  ","984085":"\n   I will find good jokes and I will try to make you.\n  ","984086":"\n   I know I am going to be around your wall for a long time ;)\n  ","984087":"\n   Yeah im way too shy to even talk to you lol when on your insta live you said hi but i left haha\n  ","984088":"\n   So I just secretly ate an entire box of Girl Scout cookies. The thin mints without sharing with my wife or kids. There’s like 5 boxes left so it’s not like I ate the last one. Am I wrong for my gluttony?\n  ","984089":"\n   what’s your favorite mexican dish?\n  ","984090":"\n   I feel happy that you exist\n  ","984091":"\n   Have you experienced true love?\n  ","984092":"\n   Have you ever had chicken on a stick?\n  ","984093":"\n   That dream pretty much told me i have a crush on you i dont even know why i had it like ya your pretty and stuff but didnt think i was that into you haha was scared to tell you cuz well im me thought i would have got told off\n  ","984094":"\n   How much would it cost to buy your love?\n  ","984095":"\n   Anyone traveling soon? If not where would you like to travel to?\n  ","984096":"\n   Do you think you've changed in the last year? In what way?\n  ","984097":"\n   If you could change one thing about ASKfm for 24 hours, what would it be?\n  ","984098":"\n   Do you use wax melts? Or any types of incense in your house? If you do, what is your favorite scent that you like to use. If you don't use one these, what would you use?\n  ","984099":"\n   But you're sweetest\n  ","984100":"\n   What’s your favorite form of comedy?\n  ","984101":"\n   goodnight\n  ","984102":"\n   I don't want this to sound rude of me but how did you become so “popular ” on here OR well known\n  ","984103":"\n   thank you for your glorious attention i did not imagine after all these years an american as beautiful as you answer me*-* ❤️❤️\n  ","984104":"\n   were you ever baptized?\n  ","984105":"\n   - space for you\n  ","984106":"\n   ok\n  ","984107":"\n   Twitter or Instagram?\n  ","984108":"\n   Recall a time you felt confident and successful. Reflect on all the steps you took to get to that point. Would you like to share that moment with us? #spreadingpositivity <3\n  ","984109":"\n   i got a red notification i thought it was u answering my question i got happy yaaaay i opened it it was a shout out i sighed this just shows how much i really love to hear u answering my questions\n  ","984110":"\n   What sport do you like watching but hate playing?\n  ","984111":"\n   is it rude to order alcoholic drinks when you’re out to eat with a sober alcoholic?\n  ","984112":"\n   How do you deal with ppl who make noises (loud chewing) when they eat ?\n  ","984113":"\n   What are you doing with your life, son\n  ","984114":"\n   Do you like TRUMP\n  ","984115":"\n   Which do you like better... Animal style fries from In N Out or nacho fries from Taco Bell?\n  ","984116":"\n   I just came across the following quote and I really needed to hear it. Maybe you, too. ✨ “In the middle of difficulty lies opportunity.” - Albert Einstein 💖\n  ","984117":"\n   Where do you wish you were currently at on vacation Atm?\n  ","984118":"\n   ✨ “It doesn’t matter who you are, where you come from. The ability to triumph begins with you. Always.” –Oprah Winfrey 💖\n  ","984119":"\n   As a welcome to the family, we have given a little like cluster to you! Have a wonderful day! 💖 Remember we upload positive quotes daily! #spreadingpositivity\n  ","984120":"\n   Can you step on me?\n  ","984121":"\n   Have you had the pleasure of having the cold or flu bugs going around lately ?\n  ","984122":"\n   In light of recent events on Ask, we created a page to spread postive messages! If you would like to receive positive and uplifting questions, just say and we will give you a follow! We are also here if anyone ever needs to talk! <3\n  ","984123":"\n   Hey\n  ","984124":"\n   Would you rather be trapped under a ton of snow, or a ton of books? Why?\n  ","984125":"\n   You don't even live in my country\n  ","984126":"\n   I'm sick 😷😷 .. what's your sure fire way of curing the common cold ... I need this gone asap and willing to try anything!!\n  ","984127":"\n   Hey pretty 😍\n  ","984128":"\n   Can you unprivate your insta\n  ","984129":"\n   Do you like hey rides?\n  ","984130":"\n   It is absolutely downpouring here. What is the weather like where you are right now? And temperature?\n  ","984131":"\n   Good day so far?\n  ","984132":"\n   Lol yeah I have no problem with it\n  ","984133":"\n   Favourite snack?\n  ","984134":"\n   I'm infatuated\n  ","984135":"\n   I care about you. I admire you. You're beautiful.\n  ","984136":"\n   Stay that way\n  ","984137":"\n   As long as you are happy I will deal with it :')\n  ","984138":"\n   I miss my old Nikki. She would laugh on anything I say. My life was filled with happiness since old Nikki was a source of it. She has changed and now my hands are empty.\n  ","984139":"\n   I only asked for your help and to answer your question yes you are free to leave?\n  ","984140":"\n   Have you ever had a friendship that ended for of a stupid reason? What was that reason?\n  ","984141":"\n   have any of your exes tried to weasel their way back into your life now that you've found happiness?\n  ","984142":"\n   Do you like YOUNG THUG\n  ","984143":"\n   Have an amazing and energetic new week y’all!! 🤯🎉💡\n  ","984144":"\n   Why\n  ","984145":"\n   Would you rather have all white hair or no hair at all? 👵🏻👴🏻\n  ","984146":"\n   did you watch the movie Shazam? SHOOZAAAAAAMMM *LightninG*\n  ","984147":"\n   Why don't you hang your clothes out to dry?\n  ","984148":"\n   I'm Egyptian.and l told you l wish to be friends. Oky??\n  ","984149":"\n   baby girl what’s your name lemme talk to you lemme buy you a drink\n  ","984150":"\n   Do you prefer xbox exclusive games or playstation exclusive games?\n  ","984151":"\n   If you had $5 left in your pocket what would you spend it on?\n  ","984152":"\n   Do you like sweatpants?\n  ","984153":"\n   do you remember the Rachel Dolezal controversy? what did you think of her?\n  ","984154":"\n   You Muslim or Irwin?\n  ","984155":"\n   Stop listening to thebaby and bluefacts and start doing your homework\n  ","984156":"\n   I just wanted to make sure that post confused me sorry!\n  ","984157":"\n   I’m confused! Everything ok?\n  ","984158":"\n   Not Jeff!\n  ","984159":"\n   Do you prefer brand names or are you ok with using the store or generic brands?\n  ","984160":"\n   What's your favorite holiday?\n  ","984161":"\n   Day to night to morning, keep with me in the moment\nI'd let you had I known it, why don't you say so?\n  ","984162":"\n   I am sad\n  ","984163":"\n   You're pretty\n  ","984164":"\n   Hi babe how are you?\n  ","984165":"\n   Ask a really difficult math problem and see if one of your followers will try to answer it.\n  ","984166":"\n   For some what!\n  ","984167":"\n   will you have s ex on valentines day?\n  ","984168":"\n   Sounds amazing I am sure you will someday❤️\n  ","984169":"\n   What is the perfect date with Jeff you have not done?\n  ","984170":"\n   Do u like Trump?\n  ","984171":"\n   I woke up with cotton mouth from yodeling in the valley\n  ","984172":"\n   When was your last date?\n  ","984173":"\n   You're amazing!\n  ","984174":"\n   favorite number?\n  ","984175":"\n   Last thing you ate?\n  ","984176":"\n   Puppies are my fav\n  ","984177":"\n   Hey! How was your day?\n  ","984178":"\n   Favorite color?\n  ","984179":"\n   puppies or kittens\n  ","984180":"\n   Hey Nikki I just wanted to say I think you and Jeff are amazing!\n  ","984181":"\n   Was Trump Betrayed?\n  ","984182":"\n   Plans for tonight?\n  ","984183":"\n   How do you handle people you don't like?\n  ","984184":"\n   Hah!  So....... are you implying you wouldn't help me...... or...... are you saying you'd admire my awesomeness first and THEN, help me? =P  Haha\n  ","984185":"\n   What pain is harder for you: physical or emotional?\n  ","984186":"\n   💋<--- take a guess who this kiss is for 😊❤️\n  ","984187":"\n   Favorite sport? :)\n  ","984188":"\n   What if the toll for the muffins is one free hug? Would you pay the toll? :)\n  ","984189":"\n   What if I gave you a dozen hot fresh baked apple cinnamon muffins?\n  ","984190":"\n   Do you sing?\n  ","984191":"\n   Well I can't teach what I can do since I'm a lover not a teacher alright?\n  ","984192":"\n   I saw a girl wearing a chester bennington shirt at my gym today and thought of you\n  ","984193":"\n   Cry cry\n  ","984194":"\n   How are you today??? 🥰\n  ","984195":"\n   Which website or app do you use first in the morning?\n  ","984196":"\n   What are 2 things you love?\n  ","984197":"\n   Name of Childhood enemies?\n  ","984198":"\n   what’s your favorite kind of girl scout cookie?\n  ","984199":"\n   Post a few of your favorite emojis.\n  ","984200":"\n   Do you have a Wikipedia page?\n  ","984201":"\n   Do you use TV trays?\n  ","984202":"\n   Have you ever stayed in the cabin before?\n  ","984203":"\n   Did you remember Ducktales and Chip n Dale Rescue Rangers?\n  ","984204":"\n   How r u today ?\n  ","984205":"\n   have you ever played ultimate frisbee?\n  ","984206":"\n   Are you camera shy or do you like having your photo taken?\n  ","984207":"\n   Thank you for the mention 😁\n  ","984208":"\n   How often do you drink coffee?\n  ","984209":"\n   A gun to your head and you have one phone call. IF THEY ANSWER, YOU DIE. If they don't, you are free. Who will you call?\n  ","984210":"\n   Lol if you click the link it’ll show you the vine\n  ","984211":"\n   Country boy, I love you 😛\n   \n    https:\/\/youtu.be\/H2SzEYKbxSg\n   \n","984212":"\n   What are your thoughts on Dr assisted suicide? 🤔\n  ","984213":"\n   Do you like strippers\n  ","984214":"\n   Walk away from people who put you down. Walk away from fights that will never be resolved. Walk away from trying to please people who will never see your worth. The more you walk away from things that poison your soul, the healthier you will be.\n  ","984215":"\n   I just really badly want to know what you're like in bed\n  ","984216":"\n   Im good to :) what do you like to do in your free time?\n  ","984217":"\n   Didn't know that. Would you let your boyfriend do those things with you?\n  ","984218":"\n   What if I decide to buy you a bikini\n  ","984219":"\n   Would you let a guy do the same things to you that Christian did to Anastasia?\n  ","984220":"\n   Do you wear X small bikini bottoms or XX small?\n  ","984221":"\n   He did a good one with Dakota Johnson recently called The Peanut Butter Falcon you might like. It's not scary or anything, but it has a lot of heart.\n  ","984222":"\n   I loved you years before you knew he existed\n  ","984223":"\n   he answers in riddles. it's too exhausting.\n  ","984224":"\n   yes it's very good\n  ","984225":"\n   Do you think Shia Labeouf is a good actor?\n  ","984226":"\n   How is life in the California place?\n  ","984227":"\n   But it's over though\n  ","984228":"\n   do movies often make you cry?\n  ","984229":"\n   have you seen the movie Fifty Shades of Gray?\n  ","984230":"\n\n    @edraegen\n   \n   = E. Draegen\n\nIt's not Edra Egen, lol.\n  ","984231":"\n   which country does the name edra originate from?\n  ","984232":"\n   very beautiful movies\n  ","984233":"\n   What movie can you watch over and over again?\n  ","984234":"\n   That’s not edraegen 🙂❤️\n  ","984235":"\n   Have you ever dated a friend's ex?\n  ","984236":"\n   I love you so fucking much ❤️😍\n  ","984237":"\n   You must be exhausted, huh?\n  ","984238":"\n   how do you feel about eggs benedict?\n  ","984239":"\n   you probably look hot\n  ","984240":"\n   Do you like jeffrey epstine\n  ","984241":"\n   uuuu\n  ","984242":"\n   What are you wearing right now?\n  ","984243":"\n   Hii how are you?\n  ","984244":"\n   Is there a question you wish you’d answered differently?\n  ","984245":"\n   What is something you wish you were better at?\n  ","984246":"\n   Where the happiness can be found?\n  ","984247":"\n   Have you ever tried an Impossible Burger? If not, would you?\n  ","984248":"\n   ¿Es ser tímido un defecto?\n  ","984249":"\n   And you're forever my always 🥰\n  ","984250":"\n   Do you consider yourself a creative person?\n  ","984251":"\n   What are you up to?\n  ","984252":"\n   How do you help your friends when they're feeling low?\n  ","984253":"\n   What kind of movies do you most enjoy?\n  ","984254":"\n   Have you ever played tennis?\n  ","984255":"\n   How do you prefer to travel?\n  ","984256":"\n   I am the divorce court🙂🙂🙂\n  ","984257":"\n   To help you I can only say, If I don't wanna deal with you it has nothing to do with how I feel about you!🌷\n  ","984258":"\n   Have you ever received any awards before?\n  ","984259":"\n   What's the best thing about your age?\n  ","984260":"\n   Sup y'all! #Staif!\n  ","984261":"\n   What's the most expensive thing you've ever broken?\n  ","984262":"\n   What is the most overplayed song of all time?\n  ","984263":"\n   Which day of the week is most busy for you?\n  ","984264":"\n   What was your first mobile phone?📱📳📲\n  ","984265":"\n   Gif of your childhood movie? :)\n  ","984266":"\n   If you could have any wild animal as a pet, what would it be?\n  ","984267":"\n   Are you a morning person?\n  ","984268":"\n   Ignore the anons. They're just jealous cause we're forever my love.\n  ","984269":"\n   if you wanted to today, could you drive to the hospital you were born in?\n  ","984270":"\n   Feeling sad because Jeffrey kicked you to the curb?\n  ","984271":"\n   How is everyone doing today ?  Any good plans for the weekend ?\n  ","984272":"\n   Have you ever been to a comedian show? Would you ever go if you could? Who would you go and see? Who would you bring with you?\n  ","984273":"\n   can u post it so i can see it\n  ","984274":"\n   Καλησπερα σας !!!\n  ","984275":"\n   Can someone give me a detailed response on how to make a secret answer? Lol I’m dying here\n  ","984276":"\n   Nope, it's ok if you don't want to admit it I think everyone already knows\n  ","984277":"\n   When's the last time you went on vacation and where'd you go?\n  ","984278":"\n   Your boyfriend, he's the one with the lil shrimp correct?\n  ","984279":"\n   The one with the tiny d?\n  ","984280":"\n   He’s a lucky boy! You been together long 🤗\n  ","984281":"\n   Class starts in 3 minutes lol I can’t wait to go home\n  ","984282":"\n   I often send out questions to those I follow, do you wish to keep receiving questions?\n  ","984283":"\n   I was complimenting it.\n  ","984284":"\n   It totally is. If a jeweler wanted to sell their necklaces, she'd want you to model them. You'd make anything look special!\n  ","984285":"\n   I love your neck baby, don't listen to the anon.\n  ","984286":"\n   Aesthetic like pleasing to the eye.\n  ","984287":"\n   How is your neck even aesthetic? Do you hear that a lot?\n  ","984288":"\n   what is an edra egen\n  ","984289":"\n   Wait?! Is this true 😱😱 Oh my...😮\n  ","984290":"\n   Send 200 my way!\n  ","984291":"\n   WHATS YOUR FOLLOWER COUNT?! POST A PIC 😛😛😛😛😛😛\n  ","984292":"\n   I'm bored. Got a long night at work- shoot me some interesting videos\/links (appropriate only obv)✨✨\n  ","984293":"\n   Have you ever made a “pizza” on a tortilla?\n  ","984294":"\n   your beauty is so regal and sophisticated. you exude a sense of dignity and even royalty\n  ","984295":"\n   omg nikki in bikini\n  ","984296":"\n   Beautiful. Incredibly soulful eyes!\n  ","984297":"\n   recent selfie??\n  ","984298":"\n   Do you like Valentine's Day?\n  ","984299":"\n   I LOOOOOVE YOU! 🥰\n  ","984300":"\n   wait where?\n  ","984301":"\n   BIKINI PIC PLEASE\n  ","984302":"\n   Yesterday’s\n  ","984303":"\n   Hey\n  ","984304":"\n   How are you\n  ","984305":"\n   which and how\n  ","984306":"\n   Have you ever broken any bones?\n  ","984307":"\n   Do you think Mayor Pete is a con artist?\n  ","984308":"\n   has anyone you met mispronounced nikki by saying nick-eye?\n  ","984309":"\n   I mean that the girl there on insta is the real woman behind the pictures and Eva... nope.\n  ","984310":"\n   Is it just me or who else has a WhatsApp group just with themselves? 😂\n  ","984311":"\n   The real\n   \n    @eva_wiliams\n   \n   unfortunately.\n   \n    https:\/\/www.instagram.com\/emilyacosta_\/\n   \n   Just another catfish.\n  ","984312":"\n   do you like cadbury mini eggs?\n  ","984313":"\n   -Guys only-\nDo you wash your hands after peeing?? *Be honest *\n  ","984314":"\n   Do you know why am I hopeful?, Cause I'm gonna get you with or without your help that's how I think!\n  ","984315":"\n   Will you choose the best school you got into?\n  ","984316":"\n   When are you going to know where you're transferring to?\n  ","984317":"\n   You ever been to IKEA? Opinions? 😁 Did you try the meatballs? 🇸🇪 Haha\n  ","984318":"\n   have you ever drank it? what kind did you not like?\n  ","984319":"\n   you dont like coffee?\n  ","984320":"\n   Do you follow your brain or your heart?\n  ","984321":"\n   But we don't drink coffee 😋\n  ","984322":"\n   What if every time you got mad or upset your body inflated like a balloon?\n  ","984323":"\n   How are you?\n  ","984324":"\n   Fave sport?\n  ","984325":"\n   I hope you guys enjoy your weekend! And happy Friday 💕☺️\n  ","984326":"\n   what about going to a coffee date together?\n  ","984327":"\n   Biggest lesson learned last year was probably to not give so much of yourself to people who will not do the same for you 👌🏼\n  ","984328":"\n   Great to know 😁 I'm good too thanks 👍 😁\n  ","984329":"\n   If you were stuck on an island and only could have one person with you, who would you choose? Why?\n  ","984330":"\n   Happy level for today.\n1-10.\n  ","984331":"\n   The weekend's almost here 😁 How is everyone? 😁\n  ","984332":"\n   Are you related to anyone named Luke?\n  ","984333":"\n   Can you roll your R's when you speak or no?\n  ","984334":"\n   you like pranks?\n  ","984335":"\n   How old, you have bf or single 🤗\n  ","984336":"\n   Is there any type of food that just 100% freaks you out? What is it? More than one? Or none really?\n  ","984337":"\n   You look absolutely stunning! 🤗\n  ","984338":"\n   Harley ride? Can't wait for spring! ♥️ ♥️ ♥️\n  ","984339":"\n   What's something you like to nibble on in the middle of the night when getting up?\n  ","984340":"\n   Do you have any plan on Valentines’ Day with your special someone? ❣️\n  ","984341":"\n   What you think bout PDA?\n  ","984342":"\n   K... Lol 🌚🦉\n  ","984343":"\n   How come you do not give out your Instagram? I find it weird since you are clearly so comfortable on ask\n  ","984344":"\n   Keep busy\n  ","984345":"\n   your welcome\n  ","984346":"\n   What motivates you when you wake up, to do the things REQUIRED in life?\n  ","984347":"\n   I'm not 😋\n  ","984348":"\n   super bored.. drop ur snapchat\n  ","984349":"\n   I love you because of the incredible life that you and I have built together. Every memory, step, and the journey taken with you means so much to me and all of it would not have the same meaning if you were not a part of it.\n  ","984350":"\n   That breaks my heart. This anon wants to connect with you 🥺\n  ","984351":"\n   You're beautiful\n  ","984352":"\n   What do you think is the greatest problem facing the teenagers of today?\n  ","984353":"\n   I wanted to add you and message you on Instagram so I could get to know you and be friends but the problem is I saw that you had over 13k followers and I have no where near that many so it’s really intimidating and scary to try and say hey\n  ","984354":"\n   Should not my mom concider that i am short before she buy heels to my sister?\n  ","984355":"\n   If you were arrested with no explanation, what would your friends and family assume you had done? 🤔\n  ","984356":"\n   I love you because you somehow always know exactly the right words to say that will make me feel better. Cheering me up when I am feeling down is just one of your many talents.\n  ","984357":"\n   Follow back ?\n  ","984358":"\n   Trust me \nI am serious\n  ","984359":"\n   Ur my turn on\n  ","984360":"\n   Nikki\n  ","984361":"\n   HOPE YOU HAD A WONDERFUL DAY 😋\n  ","984362":"\n   have your grandparents ever given you good advice?\n  ","984363":"\n   I fucking love this. What did you search to get it?\n  ","984364":"\n   What do you think of the girls who send sexy pics to boys even knowing that he have a girlfriend?\n  ","984365":"\n   Petition to get Anthony to #1. Everyone who likes approves lolol.\n  ","984366":"\n   Lol what for 🌚\n  ","984367":"\n   You found me. You actually did. I still don’t know how exactly it happened that we were right where we were meant to be at that exact time in our lives. But, I will be grateful for it forever.\n  ","984368":"\n   Ur birthday?\nFollowed+6likes\n  ","984369":"\n   your curves are sexy\n  ","984370":"\n   I love you because even in the coldest weather you warm me with your love and warmth.\n  ","984371":"\n   you look so fucking hot in a bikini\n  ","984372":"\n   You understand me. And when you don’t, you do everything and you go all in to get clarity about the things you don’t understand.\n  ","984373":"\n   wtf ur body is so nice\n  ","984374":"\n   You accept me. My light and my shadow. Even though we are different, you never try to change me.\n  ","984375":"\n   We are independent individuals, yet when we are together, we are inseparable.\n  ","984376":"\n   You are my sunshine on a rainy day 🥺\n  ","984377":"\n   You keep my head above water, even when I think I’m drowning.\n  ","984378":"\n   I am me when I am with you.\n  ","984379":"\n   You have such a beautiful smile and that smile makes me happy all day.\n  ","984380":"\n   I wish I had this right now; but bitches be dumb as fuck. So yeah\n  ","984381":"\n   I like the sense of security that I feel when you hold my hand, I understand that with your support and love I can do everything.\n  ","984382":"\n   You motivate me every single day to be a better me.\n  ","984383":"\n   I looooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooove you. Just saying 😘\n  ","984384":"\n   your welcome your amazing\n  ","984385":"\n   Have you ever tried chocolate covered mushrooms? 🤔\n  ","984386":"\n   hes not wrong\n  ","984387":"\n   Pakistan\n  ","984388":"\n   Oh my goodness gracious Nikki\n  ","984389":"\n   YOU ARE AWESOME. \nWHY ARE YOU AWESOME? \nYOU ARE AWESOME. \nWHY ARE YOU AWESOME? \nYOU ARE AWESOME. \nWHY ARE YOU AWESOME? \nYOU ARE AWESOME. \nWHY ARE YOU AWESOME? \nYOU ARE AWESOME. \nWHY ARE YOU AWESOME? \nYOU ARE AWESOME. \nWHY ARE YOU AWESOME? \nYOU ARE AWESOME. \nWHY ARE YOU AWESOME? \nYOU ARE AWESOME. 🥰\n  ","984390":"\n   What's on your to-do list this weekend?\n  ","984391":"\n   If I gave you a nickle will you tickle my... back?\n  ","984392":"\n   What do you want me to do more?\n  ","984393":"\n   Can love really move mountains?\n  ","984394":"\n   what has he inspired you to do outside of your comfort zone?\n  ","984395":"\n   If you were stuck on an island and only could have one person with you, who would you choose? Why? 😁\n  ","984396":"\n   If you could listen to only one song for the rest of your life, what would it be?\n  ","984397":"\n   Would u ever adopt a kid? Why or why not?\n  ","984398":"\n   If your boyfriend started to rub and kiss your belly, would you stop him?\n  ","984399":"\n   What did\/are you having\/have for your dinner tonight?\n  ","984400":"\n   Meat pies, yay or nay?\n  ","984401":"\n   (Do not have to answer)\nStay at a Haunted Asylum with a hotel in the middle of it for 2 days. 2 people can go with you. Get paid to go & stay 1k💰 for both days. Buut things get thrown around.. doors slam continuously... noises are to be heard throughout the day & night.. Yeah.. You in or out?\n  ","984402":"\n   How far away are you from a Starbucks?\n  ","984403":"\n   What set of items could you buy that would make the cashier the most uncomfortable? 🤔\n  ","984404":"\n   Have you ever rescued an animal? 🤔\n  ","984405":"\n   Have you ever eaten something that fell on the floor?\n  ","984406":"\n   Do you think PDA (public displays of affection) disgusting?\n  ","984407":"\n   Are you romantic? Why or why not?\n  ","984408":"\n   Do you have any allergies?\n  ","984409":"\n   i slapped my screen\n  ","984410":"\n   If someone wants to talk to you , what are the steps they should proceed to reach your acceptance of giving them a portion of your time to listen to ?\n  ","984411":"\n   You say you don’t answer $exual questions which is understandable but do you answer stupid questions like for example “if you put a crack rock in a burger does it count as an Edible”?\n  ","984412":"\n   Do you keep your room clean or messy?\n  ","984413":"\n   Windows 7 or Windows 10?\n  ","984414":"\n   What to do on this app lol\n  ","984415":"\n   Who's the person that inspires you to be better? Tell me why?\n  ","984416":"\n   Update: I don't think it's gonna happen... I have tried tirelessly; but she just assumed the worst. So yeah...\n  ","984417":"\n   Oh, you know... what I just sent you ⬇️\n  ","984418":"\n   I'm super new! Followed you, just saying heellloooo! <3\n  ","984419":"\n   Whaddup Buckaroo? 😝\n  ","984420":"\n   What do you hate doing?\n😒\n  ","984421":"\n   Suggest me your Some ASKfm. Active Friends.   \ni want to follow him.\n  ","984422":"\n   do you have lucky underwear?\n  ","984423":"\n   If you could rid the world of one disease, what would it be? 👍\n  ","984424":"\n   And this is the end of story?\n  ","984425":"\n   You think is unpolite to ask my sister to not have High heel shoes when we meet relative i am here brother and short only 165cm?\n  ","984426":"\n   What is your favorite thing about yourself?!❤️🌼\n  ","984427":"\n   Which clothing did you buy last?🙈😏😉\n  ","984428":"\n   Good night 🌙\n  ","984429":"\n   Yay Sticky :)\n  ","984430":"\n   Is that because you're used to being hot?\n  ","984431":"\n   Where in the world have you visited?\n  ","984432":"\n   Why should it have to be that way?\n  ","984433":"\n   Keep your head up sweetie! Better days are ahead😉\n  ","984434":"\n   Are you okay?\n  ","984435":"\n   So how would you defend yourself if someone attacked you?\n  ","984436":"\n   Have you done the Netflix and chill thing?\n  ","984437":"\n   Can you believe anything liberals say at this point?\n  ","984438":"\n   bikini pic?\n  ","984439":"\n   He  was a good actor from a long time ago he was 103 years old he was also good looking\n  ","984440":"\n   ever feel like time is speeding up?\n  ","984441":"\n   Are you a fighter?\n  ","984442":"\n   Have you ever seen The Man From Snowy River?\n  ","984443":"\n   Kirk Douglas just died ):\n  ","984444":"\n   Yay, Tricky :)\n  ","984445":"\n   Hii how are you  I'm Chris\n  ","984446":"\n   personally i think its kinda cool\n  ","984447":"\n   What's your favorite pun?! Or the last one that impressed you?!\n  ","984448":"\n   I am good just on YouTube\n  ","984449":"\n   How are you😊🖐\n  ","984450":"\n   How often do you take pictures?\n  ","984451":"\n   Heyyy nikki\n  ","984452":"\n   You ever got into playing the game called Sonic? Have you ever played it at all?\n  ","984453":"\n   Which place do you find to be the most boring?\n  ","984454":"\n   Take Celebrity Quiz Challenge and Share your results which hollywood celebrity matches your personality\n   \n    https:\/\/t.co\/789durluXY?amp=1\n   \n","984455":"\n   What's your favorite James Deen video?\n  ","984456":"\n   What are you most excited about right now?\n  ","984457":"\n   What's your opinion about death penalty should medicine kill people?\n  ","984458":"\n   Would you rather be really hot or really cold?\n  ","984459":"\n   What’s something you can never forget about?\n  ","984460":"\n   If you could be an animal for a day, what would it be?\n  ","984461":"\n   Do you believe in love at first sight? Why or why not?\n  ","984462":"\n   What do you prefer more?\n\nChinese food or Mexican food?\n  ","984463":"\n   You like oreos? What are your favorite?\n  ","984464":"\n   How often do you moisturise your body?\n  ","984465":"\n   Haven't heard it called that before. I've heard of the honeymoon phase, but not cupcake phase. 🥰\n  ","984466":"\n   yall in what we like to call the \"cupcake\" phase. its annoying to witness but idk how to excuse myself w\/o hurting yall\n  ","984467":"\n   YEEESSSSS\n  ","984468":"\n   You hardly ever smile for pictures. Need to do it more! 😁👍\n  ","984469":"\n   Do you always smile for pictures?😊\n  ","984470":"\n   My uncle make me kiss on him when no in is around. He says everyone does it. Is that true?\n  ","984471":"\n   What is ur ig\n  ","984472":"\n   Hi! so extremely random but my middle name is nicole so in a way we have the same name\n  ","984473":"\n   OMG I LOVE YOU BABY. LIKE YOU HAVE NO IDEA. YOU'RE SO AWESOME AND FUNNY AND ADORABLE. YOU'RE THE COOLEST PERSON I KNOW. AND WHY AM I TYPING IN ALL CAPS? I HAVE NO IDEA BUT IT SEEMED LIKE A GOOD IDEA AT THE TIME. I SHOULD PROBABLY STOP TYPING NOW. BTW, I LOVE YOU. JUST SAYING. STAY AWESOME! 🥰👍\n  ","984474":"\n   Oui tout vas biens\n  ","984475":"\n   \"secret unbox\" How does it make it?🤔🤔🙄🙄\n  ","984476":"\n   What do you like more? Asking or receiving questions? (Flames aside)\n  ","984477":"\n   weather temperature?   up-down!\n  ","984478":"\n   How do you feel when you take off your bra after a long day with it on?\n  ","984479":"\n   Do u have ig\n  ","984480":"\n   Դուք կունենաք իմ զավակները?\n  ","984481":"\n   My troops betrayed me. I was forced to take them down, and I escape to a desolate place... The darkness there, it almost took me. But I conquered it\n  ","984482":"\n   Me too. 😂☠️😂☠️ But the good thing is that she is worth it to me. Always has been and always will be, so I will continue to fight for her so yeah. 😎💯\n  ","984483":"\n   Movies should be entertaining not depressing...  Agree?\n  ","984484":"\n   Aw that's so cute. Wow you were into them as a toddler even. You being able to remember that is awesome. Was the love for their music something you continued to share with family members or did it become only your think after a while?\n  ","984485":"\n   Crazy about\n   \n    @hailslol\n   \n   but stuck on\n   \n    @eva_wiliams\n   \n   then? Do I at least have one person right? 😁\n  ","984486":"\n   OH MY FUCKING GAWD NOOOO!!!  😂☠️😂☠️ Fucking Jeff 😂☠️😂☠️ Still on Jules; who thinks I still like Lily. Lol\n  ","984487":"\n   COME GET YA MANS:\n   \n    https:\/\/ask.fm\/NicoleBuckleyyx\/answers\/160899795044?utm_source=copy_link&utm_medium=android\n   \n   HE DOESN'T HAVE THE RIGHT INFO. 😂☠️💯\n  ","984488":"\n   What was the song? How old were you? Did you hear it on your own or did someone share it with you? Did you immediately like it or were they an acquired taste?\n  ","984489":"\n   NIICCCCOOOOLLLLLEEEEEE\n  ","984490":"\n   Do you remember hearing Linkin Park for the first time?\n  ","984491":"\n   Awh Seth. Crazy about Eva but stuck on Hailee? 🥺\n  ","984492":"\n   There is this one girl I am absolutely fucking crazy for, but she thinks I still like the girl before her... 🙄🙄\n  ","984493":"\n   do u have triple a?\n  ","984494":"\n   Do you have an album you like as a whole?\n (Mine is either Mothership OR Good Kid M.A.A.D City)\n  ","984495":"\n   Uuggghhhh... sometimes girls are mentally and emotionally exhausting... 😂☠️😭💔\n  ","984496":"\n   have u ever gotten a flat while driving? what did u do?\n  ","984497":"\n   Ever gotten a Brazilian wax? How did you like it?\n  ","984498":"\n   Your mom is. She literally birthed a goddess\n  ","984499":"\n   -\n  ","984500":"\n   Man is the best creature of creation.\nI love all Human.💞\n  ","984501":"\n   Dishonest hour! Like we did back in the day\n  ","984502":"\n   any funny pic?\n  ","984503":"\n   Have you changed a car tire by yourself?\n  ","984504":"\n   Good night 😴\n  ","984505":"\n   babygirl hey\n  ","984506":"\n   homework🙄 what about you?\n  ","984507":"\n   what is pjs! 😣 any PAP\n  ","984508":"\n   babygirl hey\n  ","984509":"\n   What do you wear to sleep ?.\n  ","984510":"\n   im okay! how are you?\n  ","984511":"\n   Are you a heavy sleeper or do you wake up at the slightest sound ?\n  ","984512":"\n   Have u ever been robbed?\n  ","984513":"\n   What is your favourite food?\n  ","984514":"\n   Have u ever been fired from a job?\n  ","984515":"\n   Please. Insta.?\n  ","984516":"\n   If you had to name your child after a character on GH, what would you pick? Choose both a girl and boy name.\n  ","984517":"\n   What is the first thing that u look at boy?\n  ","984518":"\n   What was the last TV show you watched?\n  ","984519":"\n   Name three things in nature you find most beautiful? 👍\n  ","984520":"\n   Should ASKfm have a custom filter for users to filter out certain words so that they won't get questions with those words? Like if you add \"feet\" to your custom filter, you won't get any questions with \"feet\" in it.\n  ","984521":"\n   Yes you are. I know exactly where to make you giggle. Works every time 😋\n  ","984522":"\n   hostess sno balls or cupcakes?\n  ","984523":"\n   Are you tick ?\n  ","984524":"\n   Favorite book to read? And why?\n  ","984525":"\n   What do you like most about your family? 👍\n  ","984526":"\n   What is the fastest you've ever traveled in a car? Speed.\n  ","984527":"\n   Please be frindes.?\n  ","984528":"\n   Where are you from..?\n  ","984529":"\n   Do you have any kinks\/fetishes?\n  ","984530":"\n   Any hidden talents?\n  ","984531":"\n   what’s worse than cheating and abuse in a relationship? relationship edition\n  ","984532":"\n   Not it isn't.  You FAILED to meet the requirements\n  ","984533":"\n   Favourite app on your phone?\n  ","984534":"\n   When was the last time you went to the beach?\n  ","984535":"\n   I get it that you keep saying you've been best friends for 10 months, but when you only met someone a few weeks ago for the first time, saying you want to marry them is a bit extreme..this isn't me trying to be negative, but when you get in deep that fast, you set yourself up for disappointment.\n  ","984536":"\n   Kitty cat. I love my kitty cat.\n  ","984537":"\n   omg yes please\n  ","984538":"\n   Have you ever built an igloo or something close to it before?\n  ","984539":"\n   yess we can stick together!\n  ","984540":"\n   i like both! linkin park just overall has more songs that i like better\n  ","984541":"\n   Have you ever watched My 600lb Life?\n  ","984542":"\n   When are u moving out\n  ","984543":"\n   Do you believe in horoscopes?\n  ","984544":"\n   I hope all is well 💕\n  ","984545":"\n   Least favourite actor and why?\n  ","984546":"\n   I’d like to buy some Bluetooth earphones or headphones, but idk which brand or what websites ? recommendations will be likely appreciated:) 😳😎😏 #musbecapatiblewithIphone6plus and above\n  ","984547":"\n   Alan Walker's any  Favorite song?\n  ","984548":"\n   You like milky way? The candy?\n  ","984549":"\n   If you were to walk into battle with any movie weapon in hand, which would you choose? 🤔 Why? ⚔\n  ","984550":"\n   Woher weißt du, dass du verliebt bist?\n  ","984551":"\n   Not with me and that's my point\n  ","984552":"\n   I know right!?!? Both very different though\n  ","984553":"\n   Are you ticklish?\n  ","984554":"\n   who has the better weight gain, demi lovato or bebe rexha?\n  ","984555":"\n   Hope you had a good day\n  ","984556":"\n   It's where our story will take turn\n  ","984557":"\n   I loooove rain! It means cuddles in front of a fireplace. What's not to love? 🥰\n  ","984558":"\n   I'm sorry you had to wait\n  ","984559":"\n   Sorry if it took me long to reveal to you that you are cute?\n  ","984560":"\n   What was the last thing you bought? 💰 👍\n  ","984561":"\n   What do you prefer - individual or team sports?\n  ","984562":"\n   Uh-Oh,you're doomed. Lol\n  ","984563":"\n   The first thing to your left is your weapon in the zombie apocalypse. What is it?\n  ","984564":"\n   Kendrick Lamar or Eminem?\n  ","984565":"\n   Paintball or Laser Tag?\n  ","984566":"\n   What is the worst movie you've ever seen?\n  ","984567":"\n   i woud like too🥰❤\n  ","984568":"\n   Aye o\n  ","984569":"\n   Is it too early for me to come over and join you in bed for cuddles? 😘\n  ","984570":"\n   What happened to your VIP status\n  ","984571":"\n   Where does your self-worth come from?\n  ","984572":"\n   if u want the rainbow, u have to deal with the rain\"-\n  ","984573":"\n   In a scale from 1 to 5, how afraid of dark are you? 👍\n  ","984574":"\n   Ever woken up to have a dog or a pet right in your face?\n  ","984575":"\n   You miss Tony?\n  ","984576":"\n   have you gotten any good news lately?\n  ","984577":"\n   VIP status, dumbshxt\n  ","984578":"\n   Time to pony up another 10k lol\n  ","984579":"\n   hein you love me aha thank you verry ♥️♥️♥️♥️♥️\n  ","984580":"\n   Hiw does this app even work 😂\n  ","984581":"\n   do you like flannel shirts?\n  ","984582":"\n   I love you more than your cute butt and you know how much I like your butt. 😋\n  ","984583":"\n   Well thats interesting!\n  ","984584":"\n   Ever woken up in a puddle of your own drool?\n  ","984585":"\n   GH was so lit today, Port Charles gets nuked and everyone dies\n  ","984586":"\n   what is your preferred pen color?\n  ","984587":"\n   How much did you drink? X)\n  ","984588":"\n   So how is this app?\n  ","984589":"\n   How many slices of pizza are you capable of eating in one sitting? 🍕 👍\n  ","984590":"\n   I love you more than Dr Pepper 😱\n  ","984591":"\n   Is diversity a good thing or a neutral thing?\n  ","984592":"\n   Spring or Fall?\n  ","984593":"\n   What kind of flowers should you give to a girl\/boy? 🌹☺\n  ","984594":"\n   I love you more than Trump loves cheating his taxes. 😘\n  ","984595":"\n   I love you more than Chuck 🥰\n  ","984596":"\n   I love you more than Taco Bell Nacho Fries 🥺\n  ","984597":"\n   Goodmorning! 🤪\n  ","984598":"\n   Do you drive a potato car?\n  ","984599":"\n   You like to wear shorts? Or nah?\n  ","984600":"\n   RAINY DAY HMM??\n  ","984601":"\n   for sleeping!\n  ","984602":"\n   Where are you at the moment? 😊\n  ","984603":"\n   Do you have Twitch? If so what's your username and who do you follow?\n  ","984604":"\n   🤪🤪 can’t sleep\n  ","984605":"\n   What do you miss most about your childhood? Hello👋🏻😃\n  ","984606":"\n   What is your favorite true story movie?\n  ","984607":"\n   Followed back maybe ☺️\n  ","984608":"\n   with him roomdate more time....  ask him\n  ","984609":"\n   Coool! I’m breathing and stuff like that hehe...😂😂\n  ","984610":"\n   omg! he is my bf!\n  ","984611":"\n   Who is your boyfriend\n  ","984612":"\n   What would you alter about our partnership?\n  ","984613":"\n   same....☺\n  ","984614":"\n   What do you hope we accomplish together before 2020 is over?\n  ","984615":"\n   hahaha...   how are you?\n  ","984616":"\n   What was the last 'nice' thing you did for yourself?\n  ","984617":"\n   Whatcha doin!\n  ","984618":"\n   What’s your method for fixing your sleep schedule?\n  ","984619":"\n   Thank you !! ✨💕\n  ","984620":"\n   When you were under 17, did you ever sneak into an R rated movie by buying a ticket to a PG13 movie that started at about the same time, then going into the R rated theater\n  ","984621":"\n   how do you feel about chips ahoy?\n  ","984622":"\n   Have you seen any good movies lately?!\n  ","984623":"\n   Good night baby 😘\n  ","984624":"\n   Favorite winter activity?\n  ","984625":"\n   You might be the cutest girl on ask.🌷\n  ","984626":"\n   What is the first thing that attracts you in the opposite gender? 💛\n  ","984627":"\n   Do you get easily overwhelmed? 🤔\n  ","984628":"\n   Mad at\n   \n    @hailslol\n   \n   for picking Linkin Park over 30 Seconds To Mars... 🙄😂☠️💜💯\n  ","984629":"\n   Do you think it’s important to celebrate Black History Month?\n  ","984630":"\n   random dum question 😅✅ what do u call a group of unicorns 🦄❣️🦄\n  ","984631":"\n   How was yesterday🏈\n  ","984632":"\n   Have you ever studied the Bible?\n  ","984633":"\n   hat is your plan 14th February? 😤🤔 ##\n  ","984634":"\n   Thanks Nicole! 😁 Don't worry, I got my fair share of cake 😋\n  ","984635":"\n   Do you like your closet open or closed? Or it doesn’t matter.\n  ","984636":"\n   what city are you in?\n  ","984637":"\n   Will have a party Thursday night🏈\n  ","984638":"\n   Apple pie or cherry pie?\n  ","984639":"\n   I'm serious about an experiment🤣\n  ","984640":"\n   Do you have any dine in movie theaters in your area where you order on a screen on the back of the seat in front of you, and they bring you a full meal at your seat?\n  ","984641":"\n   How many hours have you not been in the bathroom? 😂\n  ","984642":"\n   Would you like to know that I have someone that can't be you and who is also happen to be my \"reality better than dreams\" type of crush?\n  ","984643":"\n   new follower!\n  ","984644":"\n   Let me give you an example if you were in my life I wouldn't have to use sugar ;)\n  ","984645":"\n   Yee haw partner 🤠\n  ","984646":"\n   Hi\n  ","984647":"\n   I found out a few days ago that I have about 1-3 years left to live at best and that as I get closer to passing, it will become more painful.\n\nWhat would you do with that time left?\n  ","984648":"\n   Favorite superbowl dish?\n  ","984649":"\n   “A good relationship should not complete you. No, it should inspire you daily to work on your incompleteness.” — What are your thoughts on this one?\n  ","984650":"\n   Coronovirus is something more majour than bacteria\n  ","984651":"\n   what is your plan 14th February?🤔😤 ##\n  ","984652":"\n   Are you a nag? Do you find yourself nagging and whining about everything? Why?\n  ","984653":"\n   How sweet you can be I hope there is a limit to it?\n  ","984654":"\n   A numbers' game?\n  ","984655":"\n   Does anyone have any advice on how I can make my migraine go away?\n  ","984656":"\n   Where do you see yourself in the next 10 years? 🙂\n  ","984657":"\n   Do you like the grande Big Mac at McDonald’s?\n  ","984658":"\n   how do you feel about drinking at breakfast? (if you’re pro: bloody marys or mimosas?)\n  ","984659":"\n   What's the bravest thing you've ever done?\n  ","984660":"\n   do you like ghirardelli brownies?\n  ","984661":"\n   Name an alcoholic beverage you haven't tried as yet but would really like to?\n  ","984662":"\n   what’s the first drink\/liquor you got drunk off of?\n  ","984663":"\n   What song is powerful enough to make you cry? Is there a reason it does?\n  ","984664":"\n   Who’s the most talented person you know?\n  ","984665":"\n   how often do you go to the gym?\n  ","984666":"\n   from a distance tho, right? :P\n  ","984667":"\n   have you ever played lacrosse?\n  ","984668":"\n   Do you rebel against authority?\n  ","984669":"\n   why????\n  ","984670":"\n   What is your fave animal?\n  ","984671":"\n   lies\n  ","984672":"\n   What are your favorite PC games? 🎮\n  ","984673":"\n   What is the main cause of corona virus\n  ","984674":"\n   What was your fav super bowl commercials from last night? (If you didn’t watch . Just use as a filter)\n  ","984675":"\n   Damn Nikki your boyfriend is hella sweet!  Congrats on nabbing the perfect man hun\n  ","984676":"\n   What compliments do people give you the most?\n  ","984677":"\n   Favorite late night beverage?\n  ","984678":"\n   Y'all are cute\n  ","984679":"\n   Will you be my girl toy\n  ","984680":"\n   What toppings do you like on your pizza?\n  ","984681":"\n   Anyone file their taxes yet? 🤨. If to personal use as a filter or delete\n  ","984682":"\n   Would you like to be the first born, the middle child or the youngest in the family? 😅 Or maybe something more special - a twin? 👭👬\n  ","984683":"\n   According to you... If you died where would you be?\n  ","984684":"\n   what’s your favorite pastry?\n  ","984685":"\n   Would you go gem mining if you got the chance?\n  ","984686":"\n   I'm sorry I will be away for 1 year or more\n  ","984687":"\n   Have you ever had a dream that became reality?\n  ","984688":"\n   Hiii🥰I’m Natalie\n  ","984689":"\n   Do you have a favorite shirt?Describe it or maybe take a picture of it or with it on you if you'd like. (Don't have to.)\n  ","984690":"\n   What are some small things that make you happy? 🙂\n  ","984691":"\n   What three things in life you want more than anything else? 💛\n  ","984692":"\n   Did you have a good day today ?\n  ","984693":"\n   As long as it takes 😋\n  ","984694":"\n   kiss or hug?\n  ","984695":"\n   have insta or snap?\n  ","984696":"\n   Is wrestling real? i'm having a hard time believing\n  ","984697":"\n   it would be nice☺\n  ","984698":"\n   If you could change one thing about yourself, what would it be?\n  ","984699":"\n   Anons be out here asking questions we don't even know the answer to😂\n  ","984700":"\n   how are youu?😇\n  ","984701":"\n   can we be friends?\n  ","984702":"\n   Hey its nikki\n  ","984703":"\n   finee, kisses☺😇\n  ","984704":"\n   how are you?🥰\n  ","984705":"\n   are you ok\n  ","984706":"\n   I’m already evil\n  ","984707":"\n   Outfit pap currently?\n  ","984708":"\n   hii😄\n  ","984709":"\n   Post one that I pick then? 😋\n  ","984710":"\n   Post a picture of your Own favorite  selfie.\n  ","984711":"\n   vry gd\n  ","984712":"\n   kisses\n  ","984713":"\n   11!\n  ","984714":"\n   😔\n  ","984715":"\n   Hey what you up too?\n  ","984716":"\n   babyy❤\n  ","984717":"\n   On a scale of 1-10 how honest are you?\n  ","984718":"\n   How long can you hold your breath? 😏\n  ","984719":"\n   You are beautiful girlie\n  ","984720":"\n   That's something we haven't done yet! Kiss underwater!\n  ","984721":"\n   I think you deserve it 😊❤️\n  ","984722":"\n   What did you think of them!? 😍\n  ","984723":"\n   A knock out that's what you are!\n  ","984724":"\n   How do you get in the pool?🤷‍♂️😜🏊‍♂️\n  ","984725":"\n   You should check it out cause omfg she sang it so beautifully\n  ","984726":"\n   Hello nikki\n  ","984727":"\n   i still remember demi lovato from sonny with a chance lol\n  ","984728":"\n   hello my dear\n  ","984729":"\n   LET'S GO 49ERS!!! (Who do you got??? Niners or Chiefs???) 😎💯\n  ","984730":"\n   She did omfg and she makes it look sooooo GOOD omfg you wouldn't believe\n  ","984731":"\n   Did you notice how thick Demi Lovato has gotten!? 😍\n  ","984732":"\n   why don't response my Qualifications..!😟\n\ni miss gou... 😩\n but, the Anonymous Qus doing response quickly.🐸 \nAnonymous is real...🍻🍷🐸  ##\n  ","984733":"\n   Where anthony at\n  ","984734":"\n   How was your day\n  ","984735":"\n   You should eat\n  ","984736":"\n   What's for dinner tonight? 🍽\n  ","984737":"\n   did u block me\n  ","984738":"\n   hiiiiiiiiiiiiiiiiiiiiiii\n  ","984739":"\n   What time is  in your country ?\n  ","984740":"\n   hi...Nikki, Good morning 💞🌹\n  ","984741":"\n   Are you an organized person?\n  ","984742":"\n   where are you transferring to?\n  ","984743":"\n   cheers😤🍷🍻\n  ","984744":"\n   Do people really think 20 miles apart is that far? It's not like we need to fly. Lol 🤣\n  ","984745":"\n   Are your arms showing currently?\n  ","984746":"\n   Do you ever see movies in theaters?\n  ","984747":"\n   You don't even live on the same city\n  ","984748":"\n   are you with ur bf right now\n  ","984749":"\n   wherenikki at though?????????\n  ","984750":"\n   Do you want to be verified?\n  ","984751":"\n   Awwwww thank you for the reward!! 😘😘😘\n  ","984752":"\n   Well not everyone likes sports 😂\n  ","984753":"\n   I'm not one of your hobbies? 🥺\n  ","984754":"\n   I cleared out a drawer for you. Just saying. 😘\n  ","984755":"\n   How tall are you?\n  ","984756":"\n   What are Nikki's hobbies\n  ","984757":"\n   Aww why not lol\n  ","984758":"\n   do you drink?\n  ","984759":"\n   You're 7'2\", I'm 4'4\". We're so cute together. 🤗\n  ","984760":"\n   🚢 Having Yacht party! 🎈🍽\nWho you bringing?! Tag a few peeps! 🎉😁👍🙏 All day. 24 hour party!\n\nHuge buffet, music, 🎶 anything you want to drink.\n🍸 🍵 ☕ Alcoholic or non-alcoholic. Video game 🎮 arcade. Minnie roller ring inside. Movie theater. 🎥 Sunroof that you can sit out on and hot tubs.\n  ","984761":"\n   Are you 7 feet tall\n  ","984762":"\n   do you go to community college\n  ","984763":"\n   Hey are you watching the Super Bowl?\n  ","984764":"\n   nikkiiii\n  ","984765":"\n   Are u into horror mvoies\n  ","984766":"\n   Do you have a pic of u and jeffrey?\n  ","984767":"\n   ur cute\n  ","984768":"\n   Where do you envision yourself living in the future? 🙂\n  ","984769":"\n   Which word do you use most often?  ##\n  ","984770":"\n   Do you like hot food? Like real spicy foods.\n  ","984771":"\n   Because why not? \nI’ve noticed lots of people doing it, and it’s interesting, so I’m just curious.\n  ","984772":"\n   sup nikki\n  ","984773":"\n   I don't think us females have an answer to this😂\n  ","984774":"\n   When you wear flip-flops or sandals, do you ever kick them off while sitting, or take one of them off while standing and perch your bare foot on top of your opposite foot? If you do so, why? Is it because it’s comfortable? Does it help your feet to cool off when they get too hot and sweaty?\n  ","984775":"\n   I was kidding I have no one. I'm all alone.\n  ","984776":"\n   They want me to ask something else but I refuse to so I'm asking if you two have tripped over each other yet.\n  ","984777":"\n   i'm not robot.👀✔\n  ","984778":"\n   Do you know anyone who wears just a bit too much cologne ,perfume ,body spray etc??\n  ","984779":"\n   Do you prefer cheetos or doritos?\n  ","984780":"\n   u have a nice fucking bod\n  ","984781":"\n   Hope you have an amazing day! 🤗\n  ","984782":"\n   Would you like to play Beaver Bother?\n  ","984783":"\n   if you’re planning on watching it, what are you going to have to eat for the super bowl?\n  ","984784":"\n   Is there one person in your life that can always make you smile?\n  ","984785":"\n   How are you\n  ","984786":"\n   Hi Nikki\n  ","984787":"\n   Lol well as long as it’s a fake\n  ","984788":"\n   Why are you silent\n  ","984789":"\n   Single Or Mingle?\n  ","984790":"\n   Search for nocolebuckleyyx and see what shows\n  ","984791":"\n   Te gusta viajar\n  ","984792":"\n   Use this post to share a few words you'd like to say.\n  ","984793":"\n   What are you longing for right now?\n  ","984794":"\n   Do you have any strange phobias? 😶\n  ","984795":"\n   caramello or twix?\n  ","984796":"\n   goodnight (thx for making me feel like I can say goodnight to an angel)\n  ","984797":"\n   whats something ur boyfriend wants u to do more?\n  ","984798":"\n   Tbh my bf and I agree that you an\n   \n    @edraegen\n   \n   are couple goals\n  ","984799":"\n   You're going to be ok. There may be bumps in the road, but goodness attracts goodness in the long run.. and you are a truly good person\n  ","984800":"\n   You're hot. Does gratefulness for that ever help de-stress you?\n  ","984801":"\n   What is your favorite song at the moment?\n  ","984802":"\n   What you miss the most from your childhood?\n  ","984803":"\n   What is the difference between living and existing?\n  ","984804":"\n   Do you believe in love at first sight?\n  ","984805":"\n   Have you ever drank from a fresh water stream?\n  ","984806":"\n   Which of Chester's wives do you think was better for him?\n  ","984807":"\n   Share chocolate and spinach while you're watching. He should have to give something up for you watching that nonsense.\n  ","984808":"\n   whats funny? let us laugh with you\n  ","984809":"\n   Search what I sent you on insta and u will see\n  ","984810":"\n   are you ticklish\n  ","984811":"\n   Ure insta is in your pics do remove it\n  ","984812":"\n   Never have i ever ...?\n  ","984813":"\n   Does he give you sex when you want it\n  ","984814":"\n   Your insta?\n  ","984815":"\n   If we watch them together? Yep!\n  ","984816":"\n   Oh are you in Love again 😍?\n  ","984817":"\n   Single?\n  ","984818":"\n   but the name he chose rhymes with malaria. I dont want your child's name to sound like an infectious disease!\n  ","984819":"\n   That will change... Gonna get you hooked on the three Stars. Star Wars, Star Trek and Stargate. 😋\n  ","984820":"\n   Do you like BLTs?\n  ","984821":"\n   if you had a girl would you ever name her after your anons by calling her anonette?\n  ","984822":"\n   bikini pic???\n  ","984823":"\n   Do you consider yourself athletic ?What’s the last athletic thing you did ?\n  ","984824":"\n   have you heard the johnny depp \/ amber heard tapes?\n  ","984825":"\n   Do you like the Star Wars series ? If you do which is your favourite one ?\n  ","984826":"\n   hi nikki\n  ","984827":"\n   what's the weirdest thing youve eaten\n  ","984828":"\n   That can be dangerous\n  ","984829":"\n   We'll find a solution\n  ","984830":"\n   I'd take a bullet for you 🥺\n  ","984831":"\n   Single* no I'm jealous\n  ","984832":"\n   Because you are in love\n  ","984833":"\n   You're in love so I'm worry about you\n  ","984834":"\n   Take care of yourself\n  ","984835":"\n   Or I'll stay rest of my life and it'll be your fault\n  ","984836":"\n   Okay then you will have to meet my future gf and be friends with her\n  ","984837":"\n   You wouldn't understand\n  ","984838":"\n   Don't tell me about it I am already jealous enough\n  ","984839":"\n   No I wanna find someone related to you so I could have an excuse to stay close to you\n  ","984840":"\n   I don't see it that way I'm sorry\n  ","984841":"\n   For diversion of course I got to take my mind off you\n  ","984842":"\n   Any good looking friend?\n  ","984843":"\n   Lucky him\n  ","984844":"\n   Do you have a sister?\n  ","984845":"\n   Does he looks into your eyes in such a way that makes you wanna marry him?\n  ","984846":"\n   I just like to see your smile\n  ","984847":"\n   whats something ur boyfriend wants u to do less?\n  ","984848":"\n   I would tell If you were single\n  ","984849":"\n   Do you have a love that got away?\n  ","984850":"\n   I hope it's not the best you can do\n  ","984851":"\n   Why do I fall for the wrong ones💔\n  ","984852":"\n   I thought you were still waiting for me\n  ","984853":"\n   whats something u want to do more for ur boyfriend ?\n  ","984854":"\n   Is that a smile on your face? 🤨\n  ","984855":"\n   Oh great you got a new bf\n  ","984856":"\n   Congratulations\n  ","984857":"\n   Are you a caramel fan?\n  ","984858":"\n   if you were on the beach or in a park with friends and family would you  get a group to go to the toilet or just go on your own?\n  ","984859":"\n   hi...Nikki..😎\n  ","984860":"\n   Would you stop sending confusion in my way everytime I say that I love you?\n  ","984861":"\n   What's your sexiest clothing ? Pap!\n  ","984862":"\n   would you have liked to have gone to the buckley school?\n  ","984863":"\n   What up!\n  ","984864":"\n   Have you ever went jet skiing before?\n  ","984865":"\n   Do you have a 🐕\n  ","984866":"\n   Cat or doge\n  ","984867":"\n   Are your ribs ticklish?\n  ","984868":"\n   You are growing pretty and sad.\n  ","984869":"\n   If you didn’t have acne you’d be a model\n  ","984870":"\n   are you ticklish???\n  ","984871":"\n   What do you think is the most difficult sport?\n  ","984872":"\n   Anon wants to know if you and jeff fell over each other yet\n  ","984873":"\n   hi babe\n  ","984874":"\n   Fave movie?\n  ","984875":"\n   If you were going to get a tattoo, what would it be and where?\n  ","984876":"\n   When did you become a member of ask.fm?\n  ","984877":"\n   do you like to listen to music while you clean? what genre of music?\n  ","984878":"\n   Mia Khalifa Pic!\n  ","984879":"\n   What makes a person attractive?👑\n  ","984880":"\n   What is your attitude towards smoking?\n  ","984881":"\n   Hello mom\n  ","984882":"\n   Wenn die ganze Welt zuhören könnte, was würdest du sagen?\n  ","984883":"\n   mention!\n  "},"Answer":{"983812":"\n  No I wouldn’t\n  ","983813":"\n  Hold your breath or drink water!\n  ","983814":"\n  Everything that I need to get done I usually do today.\n  ","983815":"\n  No I don’t believe that necessarily everyone deserves forgiveness. Because sometimes people do things that you can’t ever forgive them for but on the other hand, you can forgive but you don’t ever have to forget what they did.\n  ","983816":"\n  anxiety\n  \n  nervousness\n  \n  stepping out of their comfort zones\n  \n  no motivation\n  \n  no confidence\n  ","983817":"\n  no lol\n  ","983818":"\n  I guess by their behavior and how they act.\n  ","983819":"\n\n   @edraegen\n  \n  😍\n  ","983820":"\n  don’t use it\n  ","983821":"\n  Valentin Cassadine from General Hospital lmao just kidding I don’t know that’s tough!\n  ","983822":"\n  talking to\n  \n   @edraegen\n  \n  🥰\n  ","983823":"\n  Red velvet cake 😍\n  ","983824":"\n  no lmao\n  ","983825":"\n  I’ve seen the 1990 version but I like the newer Pennywise tbh he’s more creepier!\n  ","983826":"\n  Dogs!\n  ","983827":"\n  no I don’t gain weight and I wouldn’t even if I could.\n  ","983828":"\n  Yes I definitely believe the future will be better then the present because I found the love of my life and I can’t wait to spend my life with him.\n  ","983829":"\n  I have not!\n  ","983830":"\n  nope I never will and can’t because I’m underweight\n  ","983831":"\n  Come off anon\n  ","983832":"\n  Because there’s better people that do\n  ","983833":"\n  Like a party or wedding lol\n  ","983834":"\n  lmao okay\n  ","983835":"\n  I do indeed\n  ","983836":"\n  Mike Shinoda!\n  ","983837":"\n  I’m living lol\n  ","983838":"\n  no but I absolutely love it\n  ","983839":"\n  I did!\n  ","983840":"\n  He made another account anon\n  ","983841":"\n  I don’t know lol\n  ","983842":"\n  No I like Chester though and for nicknames I’d definitely call him Chaz or Chazy Chaz\n  ","983843":"\n  already posted\n  ","983844":"\n  no not at all lmao\n  ","983845":"\n  He’s super kind and he does like nacho fries!\n  ","983846":"\n  I’ve never watched game of thrones lol\n  ","983847":"\n  He’s stuck with me 🥰\n  ","983848":"\n  oh yes definitely 😉\n  ","983849":"\n  Tennis!\n  ","983850":"\n  say what now?😱\n  ","983851":"\n  no lol\n  ","983852":"\n  Alright y’all I’m going back to sleep\n  ","983853":"\n  Why’s that?\n  ","983854":"\n  Lol okay anon\n  ","983855":"\n  I seeee that\n  ","983856":"\n  Don’t have one!\n  ","983857":"\n  cheers anon\n  ","983858":"\n  oh yes absolutely! I do think how someone acts on social media definitely gives you insight on how they’re as a person and how they would act in person.\n  ","983859":"\n  I’m lost now lol\n  ","983860":"\n  Of course! I enjoy your polls🙂 I appreciate that you’re entertaining others that really means a lot!\n  ","983861":"\n  What’s that supposed to mean? I met him on here. We have been best friends for almost a year and last month we started dating.\n  ","983862":"\n  what even?\n  ","983863":"\n  In a way, everyone does!\n  ","983864":"\n  Last month lol\n  ","983865":"\n  you know me in person?\n  ","983866":"\n  what?🤔\n  ","983867":"\n  What has to?\n  ","983868":"\n  yes, I absolutely agree with this quote! it’s very true! You should always be kind no matter what you never know what a person is going through so a little kindness towards their way can definitely help them.\n  ","983869":"\n  apparently anons can’t comprehend that lol\n  ","983870":"\n  I guess it depends on how mature they’re and if they can handle it\n  ","983871":"\n  I usually lash out and say things I don’t mean also have panic attacks. It isn’t pretty lol\n  ","983872":"\n  I think you should try to at least post 2-3 a day!😁\n  ","983873":"\n  gotta come off anon\n  ","983874":"\n  I’m sorry you’re feeling low but just remember you got this and you will get through whatever you’re going through. You’re strong and I have faith in you. You will overcome it and become much stronger emotionally and mentally. I believe in you!\n  ","983875":"\n  Haven’t read in awhile lol\n  ","983876":"\n  definitely my social anxiety and nervousness.\n  ","983877":"\n  there isn’t though.\n  ","983878":"\n  interesting 🤔\n  ","983879":"\n  oh? that’s interesting. Have I ever talked to you before?\n  ","983880":"\n  nothing annoying happened\n  ","983881":"\n  lol no you won’t because I’m one of a kind anon\n  ","983882":"\n  obviously you’re someone\n  ","983883":"\n  say what? lol\n  ","983884":"\n  Who is this? lol\n  ","983885":"\n  Without me what?\n  ","983886":"\n  I guess tbh\n  ","983887":"\n  Yes, I absolutely believe that jealousy can come from insecurity and hate as well! Also anger or obsession. There’s many factors that cause jealously.\n  ","983888":"\n  It’s 2020🤣\n  ","983889":"\n  The absence of me?\n  ","983890":"\n  Tuesday’s and Thursday’s!\n  ","983891":"\n  lol I’m my boyfriend’s valentine 🙂\n  ","983892":"\n  Good morning!\n  ","983893":"\n  Blue!\n  ","983894":"\n  That’s wonderful!\n  ","983895":"\n  Just started classes again this week so it’s been okay so far!\n  ","983896":"\n  small tree house sounds fun!\n  ","983897":"\n  maybe a holiday where we spread love and positivity all around and all day!\n  ","983898":"\n  Nope lol\n  ","983899":"\n  I do have a boyfriend anon\n  ","983900":"\n  Well it’s just another normal day lol\n  ","983901":"\n  get married to\n  \n   @edraegen\n  \n  🥰\n  ","983902":"\n  Questions anyone?\n  ","983903":"\n  Sometimes but rarely!\n  ","983904":"\n  You definitely will!\n  ","983905":"\n  happy Valentine’s Day! Thank you, I appreciate this positivity so much💕\n  ","983906":"\n  I do!\n  ","983907":"\n  Lol totally\n  ","983908":"\n  Oh goodness I don’t really know!\n  ","983909":"\n  They’re okay not really my favorite tbh.\n  ","983910":"\n  I had psychology today\n  ","983911":"\n  My boyfriend\n  \n   @edraegen\n  \n  🥰\n  ","983912":"\n  I’m doing okay! Happy Valentine’s Day!\n  ","983913":"\n  hmmm good question! 🤔\n  ","983914":"\n  Gino Anthony Pesi? I haven’t dated him lmao\n  ","983915":"\n  Hello!\n  ","983916":"\n  buy more storage? lol\n  ","983917":"\n  Nope I’m going to spend my life with him\n  ","983918":"\n  Well if you really love that person you’re no longer with I don’t think it would hurt telling them that you still love them because they might still feel the same towards you\n  ","983919":"\n  but that’s how I am lol\n  ","983920":"\n  Just regular or in a salad\n  ","983921":"\n  lol no the election hasn’t happened yet\n  ","983922":"\n  That sounds fun! lol\n  ","983923":"\n  I’m in class but I’m doing okay!\n  ","983924":"\n  Ehhhh it’s not Valentine’s Day yet\n  ","983925":"\n  yeah I will not answer negativity of any kind and inappropriate questions\n  ","983926":"\n  Haha thank you! Appreciate that🙂\n  ","983927":"\n  Key lime pie!\n  ","983928":"\n  I don’t know tbh\n  ","983929":"\n  Without talking to my love\n  \n   @edraegen\n  \n  🥰 and listening to Linkin Park!\n  ","983930":"\n  I don’t think so\n  ","983931":"\n  I don’t eat dinner so no lol\n  ","983932":"\n  That’s okay! Hope all is well 🙂 welcome back!\n  ","983933":"\n  oooh I have class later today actually looking forward to it\n  ","983934":"\n  I just don’t because it’s much easier in person don’t you agree?\n  ","983935":"\n  I never got into Pokémon so I don’t know lol\n  ","983936":"\n  I don’t like choosing people like that. If I was in that situation I wouldn’t choose either of them because why would they put me in that position in the first place?\n  ","983937":"\n  nope it’s cold outside\n  ","983938":"\n  what are you talking about?\n  ","983939":"\n  not really, no\n  ","983940":"\n  yeah! Like I’m so confused to what they’re saying lol\n  ","983941":"\n  What’s that?\n  ","983942":"\n  that’s interesting anon\n  ","983943":"\n  What are you talking about?\n  ","983944":"\n  I don’t wear anything on my wrist.\n  ","983945":"\n  alright y’all\n  ","983946":"\n  Cabin in the woods I believe\n  ","983947":"\n  cheers anon\n  ","983948":"\n  nope I’m taken anon.\n  ","983949":"\n  lol nope I disagree\n  ","983950":"\n  I guess?\n  ","983951":"\n  funny how you’re on anon😁\n  ","983952":"\n  I don’t think I’ve had that!\n  ","983953":"\n  yes I was in play production in high school!\n  ","983954":"\n  no lol\n  ","983955":"\n  Nope, I never have!\n  ","983956":"\n  Well of course\n  ","983957":"\n  yeah, that’s true I guess 🙂\n  ","983958":"\n  lol you do realize I have German in me\n  ","983959":"\n  I don’t recall having a repeating dream tbh\n  ","983960":"\n  Nein nicht wirklich! Ich teile gerne mit, wie ich mich fühle, indem ich es kommuniziere\n  ","983961":"\n  nope I do not\n  ","983962":"\n  Ich habe 3 Brüder!\n  ","983963":"\n  Ich würde sagen, Müllleute und Ärzte und Zahnärzte\n  ","983964":"\n  yup.\n  ","983965":"\n\n   https:\/\/youtu.be\/hMAVLXk9QWA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","983966":"\n  Nein, ich trinke keinen Kaffee 🤣\n  ","983967":"\n  probably nightmare on elm street but that’s the movie that really got me into loving horror!\n  ","983968":"\n  🤔\n  ","983969":"\n  Hello!\n  ","983970":"\n  it’s Thursday tomorrow\n  ","983971":"\n  totally anon.\n  ","983972":"\n  I only have notifications on for Snapchat tbh\n  ","983973":"\n  nah I meant to go out and clear my mind\n  ","983974":"\n  alright y’all it’s time for me to go\n  ","983975":"\n  yes, I do!\n  ","983976":"\n  say what now?\n  ","983977":"\n  Yes I do!\n  ","983978":"\n  not much you?😁\n  ","983979":"\n  shrimp and ribs and lobster! So on 🤣\n  ","983980":"\n  ayeeeeeee\n  ","983981":"\n  Yes I have!\n  ","983982":"\n  I don’t watch tik toks lol\n  ","983983":"\n  what a lovely question!\n  ","983984":"\n  I would say to think positively and not let anything bring you down even though life can get difficult you have to learn from it and grow stronger!\n  ","983985":"\n  yeah I do lol\n  ","983986":"\n  I did!\n  ","983987":"\n  sour watermelon candy!\n  ","983988":"\n  I guess? I don’t know\n  ","983989":"\n  I haven’t read any bad books that I remember of tbh and the worst movie I’ve seen has to be A nightmare on elm street what a rip off from the original one!\n  ","983990":"\n  country, rap, classical music\n  \n  that’s all I can think of rn\n  ","983991":"\n  I don’t read anymore lol\n  ","983992":"\n  I do!\n  ","983993":"\n  lol nah it doesn’t matter to me if you vote or not\n  ","983994":"\n  yes I’ve been on a boat, a plane and a train!😁\n  ","983995":"\n  soooo y’all\n  ","983996":"\n  What? Lol\n  ","983997":"\n  no I don’t!\n  ","983998":"\n  that’s adorable!🥺\n  ","983999":"\n  Nope absolutely not!\n  ","984000":"\n  yes, absolutely!\n  ","984001":"\n  Of course I enjoy going to the park! It’s peaceful and beautiful!\n  ","984002":"\n  I think I have before!\n  ","984003":"\n  I guess my birthstone sapphire\n  ","984004":"\n  alright y’all\n  ","984005":"\n  I usually say Nicole tbh\n  ","984006":"\n  lol I mean you just know when it’s time anon. You’ll know when you’re ready\n  ","984007":"\n  no I don’t lol\n  ","984008":"\n  what’s the supposed to mean?\n  ","984009":"\n  no we are not breaking up. We are going to spend our lives together.\n  ","984010":"\n  Yes I am!\n  ","984011":"\n  yeah, there is anon\n  ","984012":"\n  I don’t know lol\n  ","984013":"\n  absolutely not\n  ","984014":"\n  I don’t know how that would work lol\n  ","984015":"\n  no thank you\n  ","984016":"\n  to disturb me?\n  ","984017":"\n  I choose truth\n  ","984018":"\n  nope they weren’t\n  ","984019":"\n  I have many favorites dresses lol\n  ","984020":"\n  nah I’m asleep\n  ","984021":"\n  it’s been awhile tbh\n  ","984022":"\n  If he wanted to he definitely could lol\n  ","984023":"\n  goodnight peoples\n  ","984024":"\n  it just depends but usually in the front!\n  ","984025":"\n  I’m from California 🙂\n  ","984026":"\n  well 🤯 lol and I’m not sure\n  ","984027":"\n  very lmao\n  ","984028":"\n  lol no\n  ","984029":"\n  alright y’all\n  ","984030":"\n  thank you! that’s very sweet🙂\n  ","984031":"\n  that’s a good question! I guess listening to music and just chilling and taking time for myself 🙂\n  ","984032":"\n  both ways anon\n  ","984033":"\n  not that far actually\n  ","984034":"\n  nope!\n  ","984035":"\n  Thank you🙂\n  ","984036":"\n  on here anon\n  ","984037":"\n  it’s almost a month!\n  ","984038":"\n  I’m sure you do anon\n  ","984039":"\n  Last Saturday to my boyfriend\n  ","984040":"\n  no lol\n  ","984041":"\n  I have a lot of body pictures anon\n  ","984042":"\n  don’t have one lol\n  ","984043":"\n  thank you lol\n  ","984044":"\n  And I love my boyfriend\n  ","984045":"\n  no I don’t\n  ","984046":"\n  I just don’t like questions like that\n  ","984047":"\n  lmao\n  ","984048":"\n  Already posted it. It’s secret\n  ","984049":"\n  totally lol\n  ","984050":"\n  it wasn’t mean don’t worry\n  ","984051":"\n  well it’s secret 🤪\n  ","984052":"\n  that isn’t your concern\n  ","984053":"\n  well scroll down\n  ","984054":"\n  usually in the 40’s and no I hate the cold!\n  ","984055":"\n  scroll down in my likes and you’ll find it\n  ","984056":"\n  nah I already have actually!\n  ","984057":"\n  lmao how about you go ask that to everyone. Guess everyone is fake 🤣\n  ","984058":"\n  Omg I remember that movie! It’s been such a long time since I’ve heard about it\n  ","984059":"\n  soon enough anon!\n  ","984060":"\n  I don’t know but when that time comes me and him are going to plan it together.\n  ","984061":"\n  I’m  dying of laughter 🤣\n  ","984062":"\n  a whole world and everything we have today would be underwater 😁\n  ","984063":"\n  getting married to\n  \n   @edraegen\n  \n  🥰\n  ","984064":"\n  Yes I have! Only one and my right elbow!\n  ","984065":"\n  y’all\n  ","984066":"\n  yes, he’s my boyfriend after all.\n  ","984067":"\n  anon he likes his privacy and he doesn’t post pictures of himself online and believe it or not most people don’t post pictures of who they’re in a relationship with online.\n  ","984068":"\n  always in the back lol\n  ","984069":"\n  it was alright!\n  ","984070":"\n  I had class today!\n  ","984071":"\n  I’m not sure anon!\n  ","984072":"\n  I’d take his surname and keep mine as well\n  ","984073":"\n  usually pink drink or dragon drink or iced matcha green tea latte or  matcha green tea Frappuccino\n  ","984074":"\n  I wish I knew the answer to that! It does slowly kill them but I guess they just don’t care tbh😐\n  ","984075":"\n  I do like to people watch! I find it interesting how they act tbh. It’s something that fascinates me\n  ","984076":"\n  I tried so hard and got so far but in the end it doesn’t even matter\n  ","984077":"\n  yes I’m dating my best friend!\n  ","984078":"\n  taken\n  ","984079":"\n  I guess I would rank it as 5 tbh lol\n  ","984080":"\n\n   @edraegen\n  \n  🥰\n  ","984081":"\n  sometimes I do in my notes!\n  ","984082":"\n  Carbonara 🤤\n  ","984083":"\n  I just listen to Linkin Park and take a bath and relax and close my eyes🙂 or I’ll do some yoga and or take a nap! Even go for a hike or go outside!\n  ","984084":"\n  by listening to Linkin Park 😁\n  ","984085":"\n  what? lmao\n  ","984086":"\n  lol that’s nice I guess\n  ","984087":"\n  don’t be shy!\n  ","984088":"\n  No lol it’s okay as long as that wasn’t the last box! And I absolutely love thin mints and I know that they’re really good so no I don’t see any problem lol\n  ","984089":"\n  I have no idea tbh but I do love horchata! 😍\n  ","984090":"\n  that’s so kind!\n  ","984091":"\n  yes I’m experiencing it currently with my love\n  \n   @edraegen\n  \n  🥰\n  ","984092":"\n  I don’t think so\n  ","984093":"\n  oh my goodness! lol I see I see. But I know you’ll  find someone that will make you happy because I’m happily taken🙂\n  ","984094":"\n  You can’t buy love anon\n  ","984095":"\n  I’m not sure! I probably will though\n  ","984096":"\n  yes I absolutely have! I’ve become so much more emotionally stronger and much more open to sharing how I feel with others. And much more!\n  ","984097":"\n  I would take out the anonymous feature so you wouldn’t even have the option to go on anonymous\n  ","984098":"\n  I don’t use wax melts no! But I definitely should some of them smell really good!\n  ","984099":"\n  thank youuu!\n  ","984100":"\n  I don’t know honestly lol\n  ","984101":"\n  Good morning!\n  ","984102":"\n  I mean I’ve been around on this app for a long time I guess but I’m not popular lol\n  ","984103":"\n  oh lol thank you I guess 🥴\n  ","984104":"\n  Yeah I was!\n  ","984105":"\n  so anyways I start class todayyy\n  ","984106":"\n  goodnight y’all\n  ","984107":"\n  Instagram!\n  ","984108":"\n  telling my boyfriend now how I felt about him. It was so difficult for me to share how I felt because I was extremely nervous that he didn’t feel the same but he did and now I couldn’t be happier with him! it was the best decision I’ve ever made to share how I felt with my boyfriend now\n  \n   @edraegen\n  \n  🥰 Eventually I built up the confidence to do so and when I did everything changed and became so much better so I’m glad I found the confidence inside me to do so.\n  ","984109":"\n  I’m sorry! I try to answer every question 🥺\n  ","984110":"\n  I don’t watch any sports tbh I’d rather play them\n  ","984111":"\n  no I wouldn’t think it’s rude. If they’ve been to rehab and have gotten better I would think it’s okay!\n  ","984112":"\n  Oh my god that annoys me sooo much!🥴\n  ","984113":"\n  What are you doing with your life child?\n  ","984114":"\n  absolutely not\n  ","984115":"\n  nacho fries!\n  ","984116":"\n  yes, I absolutely agree with this quote!\n  ","984117":"\n  Italy right now 😍\n  ","984118":"\n  yes, I love this! I absolutely agree😁\n  ","984119":"\n  thank you, you guys are too sweet! Much appreciated 💕\n  ","984120":"\n  Why would I do that?\n  ","984121":"\n  nope I rarely get sick and if I do it’s not that bad.\n  ","984122":"\n  Yes, I love this! I love how you’re going to spread positivity on ask! That’s honestly what asks needs some positivity. I’ve been saying that for a long time now. I appreciate that you’ve made an account to do that!😁 Also yes I would like questions from you guys!\n  ","984123":"\n  This is such a wonderful  question! I love it\n  ","984124":"\n  I guess a ton of books because that would be much easier to get out of rather then snow!\n  ","984125":"\n  alright? lol\n  ","984126":"\n  drinking tea with honey usually helps! Also make sure you’re warm and under warm blankets so that way it can help you feel better as well.\n  ","984127":"\n  howdy anon\n  ","984128":"\n  nope you have to request to follow me\n  ","984129":"\n  yeah I do!\n  ","984130":"\n  It was extremely windy here but now it’s calm and sunny!\n  ","984131":"\n  Yeah it’s still going but it’s alright!\n  ","984132":"\n  cheers anon!\n  ","984133":"\n  oh my I can’t just choose one lol\n  ","984134":"\n  well that’s great?\n  ","984135":"\n  Thank you anon! That’s kind\n  ","984136":"\n  I appreciate that!\n  ","984137":"\n  Yeah, I’m happy anon🙂\n  ","984138":"\n  well yes I’ve grown lol. Of course I have changed friend. Everyone does.\n  ","984139":"\n  What’s up anon?\n  ","984140":"\n  no there has always been good reasons to why it has ended.\n  ","984141":"\n  no anon!\n  ","984142":"\n  no I don’t\n  ","984143":"\n  awhhh, you as well!🤪\n  ","984144":"\n  alright I’m out\n  ","984145":"\n  all white hair!\n  ","984146":"\n  No lol I didn’t\n  ","984147":"\n  because I don’t do that.\n  ","984148":"\n  Wow just wow is all I’m gonna say rn\n  ","984149":"\n  yoooooo\n  ","984150":"\n  I don’t play video games tbh😱\n  ","984151":"\n  I guess candy or gum lol\n  ","984152":"\n  I do, yes!\n  ","984153":"\n  No idea who that is!\n  ","984154":"\n  none? lol\n  ","984155":"\n  Homework?😂\n  ","984156":"\n  Its all good! 🙂\n  ","984157":"\n  yeah, why what’s wrong?\n  ","984158":"\n  I’m sorry?🤔\n  ","984159":"\n  I prefer brand names over generic brands definitely!\n  ","984160":"\n  Halloween!\n  ","984161":"\n  interesting anon\n  ","984162":"\n  Why’s that?\n  ","984163":"\n  Thank you!\n  ","984164":"\n  Hey girly! I’m okay you?\n  ","984165":"\n  In a lake, there is a patch of lily pads. Every day, the patch doubles in size. If it takes 48 days for the patch to cover the entire lake, how long would it take for the patch to cover half of the lake?\n  ","984166":"\n  What?\n  ","984167":"\n  alright someone help me lol\n  ","984168":"\n  Yeah we definitely will soon!😁\n  ","984169":"\n  Going to the beach and sitting on the sand and watching the sunset and then going into the ocean! That sounds absolutely perfect tbh🙂\n  ","984170":"\n  hahhaha nope\n  ","984171":"\n  that’s interesting\n  ","984172":"\n  Early Saturday at\n  \n   @edraegen\n  \n  ‘s place 😋\n  ","984173":"\n  That’s very sweet! Thank you😁\n  ","984174":"\n  I guess I would say 3!\n  ","984175":"\n  I’m eating rice right now! lol\n  ","984176":"\n  same here!😁\n  ","984177":"\n  It’s still going haha but it’s good! How’s yours?\n  ","984178":"\n  blue and pink!\n  ","984179":"\n  puppies!😍\n  ","984180":"\n  That’s very kind! omg thank you!\n  ","984181":"\n  lol nooo\n  ","984182":"\n  most likely just going to chill today\n  ","984183":"\n  I just avoid\/ignore them and I don’t pay any attention to them especially if I don’t like them. I also act like they don’t exist. 🤠\n  ","984184":"\n  I mean I love chocolate lol\n  ","984185":"\n  I would definitely say emotional.\n  ","984186":"\n  Joe mama?\n  ","984187":"\n  Tennis!\n  ","984188":"\n  I’m not a hugger though\n  ","984189":"\n  That sounds good actually\n  ","984190":"\n  I don’t!\n  ","984191":"\n  say what now?\n  ","984192":"\n  awhhhh that’s adorable actually.\n  ","984193":"\n  you’re gonna cry?\n  ","984194":"\n  I’m doing okay!🙂\n  ","984195":"\n  Snapchat and Instagram 😁\n  ","984196":"\n\n   @edraegen\n  \n  🥰\n  \n  and Linkin Park!\n  ","984197":"\n  oh goodness I don’t know lol\n  ","984198":"\n  Definitely thin mints!\n  ","984199":"\n  🤠🤪😍🥰😘🥴🤔🤯😋🥺\n  ","984200":"\n  Jared Leto does🙂\n  ","984201":"\n  Not really, no!\n  ","984202":"\n  Yes of course!\n  ","984203":"\n  No I don’t think I do\n  ","984204":"\n  I’m doing okay. How are you?\n  ","984205":"\n  Yeah I have!\n  ","984206":"\n  No most times I like having my picture taken tbh\n  ","984207":"\n  Of course, anytime!😁\n  ","984208":"\n  I don’t drink coffee!\n  ","984209":"\n  Oh goodness that’s hard I have no idea 😱\n  ","984210":"\n  I don’t open links lol\n  ","984211":"\n  absolutely not! I don’t like country music\n  ","984212":"\n  it’s called euthanasia and I remember writing an essay on it in English class! I honestly think if the person is in that much pain and is suffering to the point they can’t function and do anything by themselves I think euthanasia would be the best option for them especially if they’re in so much pain and suffering to the point they can’t anymore. And it should absolutely be the patients choice entirely after all it is their life so they should have the option to choose if they want to be euthanized. It’s entirety their choice and their families choice.\n  ","984213":"\n  Y’all 😴😴\n  ","984214":"\n  omg yes, I absolutely love this and agree with it so much!\n  ","984215":"\n  lol not your concern\n  ","984216":"\n  I like doing yoga, hiking, biking, listening to music, watching movies, hanging out, traveling and etc😁\n  ","984217":"\n  why does that concern you? lol\n  ","984218":"\n  no thank you lol\n  ","984219":"\n  You do realize I have a boyfriend? lol\n  ","984220":"\n  Why does it concern you? lol\n  ","984221":"\n  Oh yeah, I’ve heard about it! I haven’t seen it yet but I might check it out lol. I do like Dakota Johnson😁\n  ","984222":"\n  I’m sure you did anon\n  ","984223":"\n  but it’s adorable anon\n  ","984224":"\n  lol yeah\n  ","984225":"\n  In transformers I liked his acting!\n  ","984226":"\n  it’s way too crazy and crowded lol\n  ","984227":"\n  y’all I just read something that blew my mind 🤯\n  ","984228":"\n  actually it’s very rare that I will cry while watching a movie. I do cry if it’s an actor I like that’s dying in the movie or that’s hurt and especially if it’s an animal I will definitely tear up.\n  ","984229":"\n  of course I have! One of my favorite movies!\n  ","984230":"\n  exactly anon! see😋\n  ","984231":"\n  you should ask him 🙂\n  ","984232":"\n  Indeed! lol\n  ","984233":"\n  IT chapter 1 and 2\n  \n  the conjuring 1 and 2\n  \n  Christopher Robin\n  \n  and much more!\n  ","984234":"\n  no but he knows I love him very much!\n  ","984235":"\n  nopeeeee\n  ","984236":"\n  that’s very sweet anon but I love\n  \n   @edraegen\n  \n  sooooo much❤️\n  ","984237":"\n  No lol it’s only noon\n  ","984238":"\n  I actually like it!\n  ","984239":"\n  looool thanks I guess\n  ","984240":"\n  Who?\n  ","984241":"\n  me?\n  ","984242":"\n  ripped jeans and a t - shirt 😁\n  ","984243":"\n  Hey there! I’m good you?\n  ","984244":"\n  Not that I can think of tbh\n  ","984245":"\n  socializing with other people and not getting so anxious.\n  ","984246":"\n  Whenever I’m with or talking to my love\n  \n   @edraegen\n  \n  🥰\n  ","984247":"\n  no I haven’t and I probably won’t try it. Sounds too complicated\n  ","984248":"\n  This app is dead\n  ","984249":"\n  I love youuuuuu sooooo much❤️\n  ","984250":"\n  I do!\n  ","984251":"\n  I’m currently watching the movie called “horns” 😁\n  ","984252":"\n  I try to cheer them up or give them advice and let them talk about it to me so that I can help them 🙂\n  ","984253":"\n  Horror movies!\n  ","984254":"\n  Yes, I love tennis!\n  ","984255":"\n  It just depends how far the place is that I’m going to!\n  ","984256":"\n  this movie is crazy lol\n  ","984257":"\n  🤔🤔\n  ","984258":"\n  Yes absolutely in school I have!\n  ","984259":"\n  Well I’m 20 so I’m a young adult and there’s still so much in life I have yet to experience and too grow from! Looking forward to going on new adventures and following my dreams and passion!\n  ","984260":"\n  what’s gucci?\n  ","984261":"\n  I don’t usually break things lol so I don’t know\n  ","984262":"\n  They overplay so many songs all the time though\n  ","984263":"\n  I guess Tuesday’s and Thursday’s tbh\n  ","984264":"\n  I don’t remember lol\n  ","984265":"\n  I don’t remember my favorite childhood movie!😱\n  ","984266":"\n  a pet bear definitely!\n  ","984267":"\n  not at all!\n  ","984268":"\n  yeah, I know they just like talking. You’re always my forever ❤️\n  ","984269":"\n  Yeah, I definitely could if I wanted to!\n  ","984270":"\n  I love how you guys assume things. No he didn’t.\n  ","984271":"\n  I’m not so good today feeling rather sad but I don’t know if I have any plans yet.\n  ","984272":"\n  yes I went and saw an Armenian comedian and he was pretty funny!\n  ","984273":"\n  So welcome to the break down\n  \n  tired of playing games now\n  \n  make it no mistake I will prove you wrong\n  ","984274":"\n  Yes, I know we can’t all follow where I plan to go. All I want is faith in the path I chose\n  ","984275":"\n  You have to be VIP in order to have that option!\n  ","984276":"\n  you’re dismissed anon\n  ","984277":"\n  I went to Dana Point, California 😁\n  ","984278":"\n  are you kidding me rn?\n  ","984279":"\n  excuse me?\n  ","984280":"\n  Actually I’m the lucky one! Almost 1 month!\n  ","984281":"\n  That’s so me lmao\n  ","984282":"\n  Yeah, of course. I enjoy them🙂\n  ","984283":"\n  I appreciate that!\n  ","984284":"\n  Wow that’s so sweet omg🥺\n  ","984285":"\n  I know you do my love 😋\n  ","984286":"\n  It’s not? lol\n  ","984287":"\n  I don’t get the question? lmao what\n  ","984288":"\n  that’s my boyfriend 🥰\n  ","984289":"\n  Yeah, it’s very true! I couldn’t believe it either lol\n  ","984290":"\n  if I could I definitely would!🥰\n  ","984291":"\n  Currently have 12,203 😁\n  ","984292":"\n  Of course President Trump🤣\n  ","984293":"\n  No I haven’t\n  ","984294":"\n  wow that’s incredibly kind of you to say! Thank you🙂\n  ","984295":"\n  omg lol yeah\n  ","984296":"\n  Why thank you 🙂\n  ","984297":"\n  🤪🤠🤭\n  ","984298":"\n  In all honesty I see no point to it\n  ","984299":"\n  I LOVE YOU THE MOST!🥰\n  ","984300":"\n  ages ago anon!\n  ","984301":"\n  I’ve already posted!\n  ","984302":"\n  What?\n  ","984303":"\n  howdy there!\n  ","984304":"\n  I’m doing okay. How are you?\n  ","984305":"\n  Story time! So I was in first grade when this happened. I was running really fast and my elbow landed on the carpet really hardly and I realized I couldn’t move it and it hurt so much so I started crying and we went to the hospital turns out I broke it! So then I had to write with a cast on which was difficult but I got used to it quickly lol.\n  ","984306":"\n  Yes I have broken a bone before!\n  ","984307":"\n  Who?\n  ","984308":"\n  lol no I haven’t\n  ","984309":"\n  I’m mind blown lol holy\n  ","984310":"\n  I don’t have that app lol\n  ","984311":"\n  Wait what?!\n  ","984312":"\n  oooh yes I do!\n  ","984313":"\n  you do realize this gets sent to girls too lol\n  ","984314":"\n  What?🤔\n  ","984315":"\n  I’ll choose wherever has the best program for what I want to do lol\n  ","984316":"\n  Soon enough but not yet\n  ","984317":"\n  Yes absolutely I’ve been to Ikea and I’ve tried the Swedish meatballs! 😁\n  ","984318":"\n  Yes I’ve tried it before and didn’t like it at all. I prefer tea!\n  ","984319":"\n  No, I don’t drink coffee\n  ","984320":"\n  I feel like I used to follow my heart over my brain but now that I found a love that isn’t ever gonna die I followed my heart and brain together and they were both right. I’m the luckiest girl in the entire universe!\n  ","984321":"\n  That’s true but starbucks has other drinks 😋\n  ","984322":"\n  absolutely not\n  ","984323":"\n  I’m okay you anon?\n  ","984324":"\n  tennis!\n  ","984325":"\n  I hope you have a wonderful Friday and weekend!😁\n  ","984326":"\n  With my mans definitely!\n  ","984327":"\n  that was my biggest lesson last year, I know how you feel anon!\n  ","984328":"\n  that’s wonderful, I’m glad 😁\n  ","984329":"\n  I would take my lover\n  \n   @edraegen\n  \n  because I’d want to be stuck on an island with him 😋\n  ","984330":"\n  Right now I’m at a 10🙂\n  ","984331":"\n  I’m doing good! How are you?😁\n  ","984332":"\n  Nope no one!\n  ","984333":"\n  no I don’t think I can tbh\n  ","984334":"\n  Yes! I absolutely love watching pranksters on YouTube!\n  ","984335":"\n  I’m 20 and yes I have a boyfriend!\n  ","984336":"\n  sushi, fish, ribs, pork, shrimp, lobster etc..😁\n  ","984337":"\n  That’s very sweet, thank you girl! So do you!🙂\n  ","984338":"\n  Is that a movie? lol\n  ","984339":"\n  I don’t eat in the middle of the night lol\n  ","984340":"\n  I’m not sure yet!\n  ","984341":"\n  I personally like doing it with my mans. I don’t mind it\n  ","984342":"\n  guess everyone’s dead\n  ","984343":"\n  because I just don’t anymore. If you want it come off anon 🙂\n  ","984344":"\n  this app bores me\n  ","984345":"\n  🙂\n  ","984346":"\n\n   @edraegen\n  \n  🥰\n  ","984347":"\n  but how could you not be bored?😱\n  ","984348":"\n  I mean who isn’t bored on this app? lol\n  ","984349":"\n  Awhhh this is the cutest omg! I love you so much and I’m so happy we are getting to build a life together and create memories that we will cherish forever! This means so much to me🥺❤️\n  ","984350":"\n  And they can. I try my best and answer everyone who does message me 😅\n  ","984351":"\n  thankssss🙂\n  ","984352":"\n  the internet and everything about it\n  ","984353":"\n  You can always message me but you don’t have my Instagram anon. I would say hi and you don’t have to be intimidated.\n  ","984354":"\n  y’all\n  ","984355":"\n  probably jay- walking lol🤣\n  ","984356":"\n  That’s so adorable 🥺 you always know how to cheer me up when I’m down! It’s definitely a talent of yours 😘\n  ","984357":"\n  sure thing!\n  ","984358":"\n  don’t care though\n  ","984359":"\n  lmao absolutely not\n  ","984360":"\n  yeah?\n  ","984361":"\n  I hope you had a wonderful day too😁\n  ","984362":"\n  Absolutely!\n  ","984363":"\n  I literally just put lightening and saw that and thought it was super cool!\n  ","984364":"\n  that’s just messed up man\n  ","984365":"\n  Gino Anthony Pesi doesn’t have an ask 🥴\n  ","984366":"\n  what? lol\n  ","984367":"\n  wait didn’t you find me though? Because I remember you saying you saw me on the leaderboard but I asked you your first ever question on here! I will forever be grateful that we found one another ❤️\n  ","984368":"\n  It’s in September lol\n  ","984369":"\n  Thank you lol\n  ","984370":"\n  awhhhhh that’s so adorable 😍\n  ","984371":"\n  lmao thank you\n  ","984372":"\n  Of course I understand you and when I don’t I ask questions to better understand what you are saying🥰\n  ","984373":"\n  oh lol? thank you\n  ","984374":"\n  Of course, I accept you for who you’re and I would never ever try to change you. You’re perfect to me the way you are❤️\n  ","984375":"\n  we definitely are inseparable when we are together 🥰\n  ","984376":"\n  you’re the sun in my life every single day🥺\n  ","984377":"\n  You keep me from drowning my love 🥰 you’re the one who keeps me going in life!\n  ","984378":"\n  And I am me when I’m with you 🥰\n  ","984379":"\n  that’s so adorable omg🥺\n  ","984380":"\n  Don’t be like that. I’m sure you’ll find someone!\n  ","984381":"\n  oh my god. That’s so damn sweet🥺 I’m glad you feel that way❤️\n  ","984382":"\n  omg that’s so sweet of you to say 🥺\n  ","984383":"\n  GUESS WHO LOVES YOU MORE THEN ANYTHING AND EVERYTHING ? I do😘\n  ","984384":"\n  thank you very much! That’s so kind🙂\n  ","984385":"\n  nope I don’t like mushrooms!\n  ","984386":"\n  Why thank you, that’s very kind!\n  ","984387":"\n  Okay and?\n  ","984388":"\n  🤣🤣\n  ","984389":"\n  oh my goodness! you’re so incredibly adorable wow 🥰 guess who’s more awesome then me though? YOU ARE MORE AWESOME THEN ME😘\n  ","984390":"\n  Enjoy it because I go back to school on Tuesday lol\n  ","984391":"\n  sure sure 😉\n  ","984392":"\n  You already do so much for me and I appreciate it very much my love🥰\n  ","984393":"\n  Yes I believe it can! If you really love one another and the bond is that strong I believe it can move mountains emotionally lol\n  ","984394":"\n  Like he inspires me to talk more when I usually don’t talk a lot.\n  ","984395":"\n\n   @edraegen\n  \n  obviously 😋\n  ","984396":"\n  oh my goodness I would have to choose in my remains by linkin park!\n  ","984397":"\n  That’s something I would have to think about tbh and my partner\n  \n   @edraegen\n  \n  would also have to think about. But I would honestly want to have my own kids.\n  ","984398":"\n  lmaooo\n  ","984399":"\n  I don’t eat dinner 😱\n  ","984400":"\n  not really my favorite\n  ","984401":"\n  OMG yes I’m absolutely in! That sounds fun tbh😁 I’ve always wanted to go to haunted places! I would take my love\n  \n   @edraegen\n  \n  even though he’s gonna get scared 😝\n  ","984402":"\n  Not that far! There’s so many around lol\n  ","984403":"\n  Definitely condoms or girl products lol🤣\n  ","984404":"\n  yes, I have!\n  ","984405":"\n  no I haven’t\n  ","984406":"\n  No I don’t think it’s disgusting anon\n  ","984407":"\n  I’m not really romantic lol\n  ","984408":"\n  I do not!\n  ","984409":"\n  oh no!\n  ","984410":"\n  You just have to message me lol and I’ll try and answer you\n  ","984411":"\n  lmao that’s funny!\n  ","984412":"\n  well rn it’s pretty messy lol\n  ","984413":"\n  I don’t use windows anon\n  ","984414":"\n  ask and answer questions basically even though it’s a dead app lol\n  ","984415":"\n\n   @edraegen\n  \n  has inspired me to go out of my comfort zone and do things that I wouldn’t normally do and also to share how I feel and not hold back my feelings. He has really made me become such an open person with him and that inspiration inspires me to change and become a much better girlfriend for him only because I adore and love him so much.\n  ","984416":"\n  oh no! I’m so sorry!🙁 that sucks that she didn’t listen to you\n  ","984417":"\n  yeah hold up lol just got it\n  ","984418":"\n  Hello! Welcome to ask😁\n  ","984419":"\n  lmao not much just sitting here you?\n  ","984420":"\n  I hate doing homework, classwork, tests and quizzes for example lol\n  ","984421":"\n  him? Lol\n  ","984422":"\n  no lol\n  ","984423":"\n  I would say negativity of all kind! We don’t need that in this world we need more positivity!\n  ","984424":"\n  for you anon\n  ","984425":"\n  let your sister wear whatever she wants lol\n  ","984426":"\n  I guess how kind, weird, silly, I am definitely 🙂\n  ","984427":"\n  I don’t remember lol\n  ","984428":"\n  my head hurts\n  ","984429":"\n  y’all\n  ","984430":"\n  yeah I love the hot weather!\n  ","984431":"\n  I’ve visited many countries!\n  ","984432":"\n  it just was today at least\n  ","984433":"\n  Lol thank you anon!\n  ","984434":"\n  Not really but that’s just life\n  ","984435":"\n  I could anon\n  ","984436":"\n  have you anon?\n  ","984437":"\n  yeah actually I can lmao\n  ","984438":"\n  nope anon\n  ","984439":"\n  interesting anon\n  ","984440":"\n  all the time\n  ","984441":"\n  no I’m not\n  ","984442":"\n  no I haven’t\n  ","984443":"\n  Who’s that?\n  ","984444":"\n  that’s not me\n  ","984445":"\n  I feel very disrespected rn\n  ","984446":"\n  yes girly I think it’s very cool too!\n  ","984447":"\n  Don’t have a favorite one\n  ","984448":"\n  That’s fun! Whatcha watching?\n  ","984449":"\n  I’m super wonderful! Never been better😁 you?\n  ","984450":"\n  sometimes not too often lol\n  ","984451":"\n  Hello!\n  ","984452":"\n  I’ve never played it no! but I think I know what you’re talking about\n  ","984453":"\n  The doctors and the dentist lol\n  ","984454":"\n  lmao someone with no caller ID called and I’m like oh who dis and they were like oh okay😂\n  ","984455":"\n  really?😂\n  ","984456":"\n  Starting school again believe it or not I’m kinda excited lol\n  ","984457":"\n  Well that’s tough because I think someone people like really terrible\/bad people do deserve it.\n  ","984458":"\n  really hot honestly. I prefer the heat rather then the cold\n  ","984459":"\n  How people treat me and how they make me feel. I will never forget the people that have done me wrong and treated me badly.\n  ","984460":"\n  maybe a grizzly or black bear or maybe even a fox 😁\n  ","984461":"\n  No I don’t believe in love at first sight anon because you can’t love someone just at first sight. You have to get to know them first.\n  ","984462":"\n  I like both to be honest!\n  ","984463":"\n  I do like Oreos! I like the original kind and the red velvet ones!\n  ","984464":"\n  sometimes, not very often tbh\n  ","984465":"\n  same here! I’ve heard of the honeymoon phase definitely 😋\n  ","984466":"\n  cupcake phase? lol\n  ","984467":"\n  YESS! Who doesn’t?\n  ","984468":"\n  I know I don’t lol because I don’t like my smile 😁\n  ","984469":"\n  nope, not always!\n  ","984470":"\n  😱😱😱😱😱\n  ","984471":"\n  gotta come off anon\n  ","984472":"\n  Heyyy! That’s so awesome!😁 and yes we kinda do have the same name haha\n  ","984473":"\n  OMG you’re so adorable! I love you so much more but you already knew that. Words can’t describe how much love I have for you.  Also you’re so silly😋 and you’re more awesome! I LOVE YOU MORE💕\n  ","984474":"\n  back to sleep I go\n  ","984475":"\n  I’m so confused lol\n  ","984476":"\n  I like asking and receiving questions! 😁\n  ","984477":"\n  currently it’s cold lol\n  ","984478":"\n  loool\n  ","984479":"\n  yes I do lol\n  ","984480":"\n  այո, ես շատ կցանկանայի ունենալ ձեր երեխաները 😍\n  ","984481":"\n  y’all I’m bored lol\n  ","984482":"\n  yeahhhh, you should definitely follow your heart! Go for her!\n  ","984483":"\n  I think movies are definitely a mixture of both. They can be depressing and entertaining as well.\n  ","984484":"\n  Yeah I know. Yes, I’ve been into them ever since I was little! No I definitely shared my love for them with my family😁\n  ","984485":"\n  I think you’re wrong he likes another girl lol\n  ","984486":"\n  Ahhhhhh I see!😱\n  ","984487":"\n  lol he was just joking!🤣\n  ","984488":"\n  it was what I’ve done and when I was like 3 and my mom was playing them and I immediately started loving them!\n  ","984489":"\n  YES?\n  ","984490":"\n  yes I doooo🥺\n  ","984491":"\n  woahhhh sounds like a love triangle 🤯\n  ","984492":"\n  Oh no! I’m sorry 🙁\n  ","984493":"\n  absolutely\n  ","984494":"\n  One more light- Linkin Park\n  \n  Living things - Linkin Park\n  \n  Minutes to Midnight - Linkin Park\n  \n  Out of Ashes - Dead by sunrise\n  \n  V - maroon 5\n  \n  Songs about Jane - maroon 5\n  \n  Overexposed - maroon 5\n  \n  It won’t be soon before long - maroon 5\n  \n  Hands all over - maroon 5\n  \n  Red pill blues - maroon 5\n  \n  A head full of dreams - Coldplay\n  \n  Parachutes - Coldplay\n  ","984495":"\n  What’s wrong?\n  ","984496":"\n  Nope I haven’t\n  ","984497":"\n  I have not gotten one!\n  ","984498":"\n  that’s so sweet holy 🥺\n  ","984499":"\n\n   @edraegen\n  \n","984500":"\n  My boyfriend is the best creature to have ever been made😍\n  ","984501":"\n  Omg yes I remember when we did that!😝\n  ","984502":"\n  shall I do honest hour?\n  ","984503":"\n  Nope never!\n  ","984504":"\n  I’m not sleeping\n  ","984505":"\n  Heyyyyy my love😍\n  ","984506":"\n  oh no I hate homework! I’m just watching a movie 😁\n  ","984507":"\n  lmao are you serious?\n  ","984508":"\n  Not your babygirl.\n  ","984509":"\n  pjs lol\n  ","984510":"\n  I’m doing alright!🙂 what’s up?\n  ","984511":"\n  I’m a heavy sleeper most days but sometimes I wake up easily\n  ","984512":"\n  Nope never!\n  ","984513":"\n  don’t really have one tbh\n  ","984514":"\n  No I haven’t\n  ","984515":"\n  off anon\n  ","984516":"\n  Well for the boy maybe Sonny or Valentin or Michael\n  \n  And for a girl maybe Carly or Elizabeth or Willow or Lulu tbh\n  ","984517":"\n  y’all\n  ","984518":"\n  General hospital!\n  ","984519":"\n  the greenness, animals, trees\n  ","984520":"\n  YES omg I wish ask was that advance smh!😴\n  ","984521":"\n  shhh don’t tell anyone 🤭 lol and I know you do! 😋\n  ","984522":"\n  cupcakes!\n  ","984523":"\n  🤦‍♀️🤦‍♀️\n  ","984524":"\n  Don’t have a favorite book tbh\n  ","984525":"\n  How loving, caring, crazy, loud, fun, loyal, kind, funny we all are!\n  ","984526":"\n  Just the normal speed not that fast tbh\n  ","984527":"\n  What even\n  ","984528":"\n  California\n  ","984529":"\n  not for you to know lmao\n  ","984530":"\n  Not really lol\n  ","984531":"\n  I would definitely say dishonesty\n  ","984532":"\n  😂😂😂\n  ","984533":"\n  probably Instagram lol\n  ","984534":"\n  it’s been awhile\n  ","984535":"\n  Yes I’ve known him for a long time and we’ve talked for a long time as well so no it’s not extreme. I know I want to marry him and he feels the same. I’m very much in love with him and have never felt this way I do about him. So no anon it’s not extreme.\n  ","984536":"\n  that’s wonderful!\n  ","984537":"\n  How are you girly?🙂\n  ","984538":"\n  No I haven’t done that\n  ","984539":"\n  yessss girl! we should talk more 🙂\n  ","984540":"\n  yes girl! Same here but I love linkin park more!😁\n  ","984541":"\n  Yes I have! It’s sad though🥺\n  ","984542":"\n  excuse me? lmao\n  ","984543":"\n  I do!\n  ","984544":"\n  I hope all is well with you too!💕\n  ","984545":"\n  that’s tough! I don’t know 😱\n  ","984546":"\n  buy Apple airpods lol\n  ","984547":"\n  don’t listen to him\n  ","984548":"\n  not really tbh\n  ","984549":"\n  I would have Lucille in my hand because I think it’s a completely sick weapon! Also because I would like to steal it from Negan lmao\n  ","984550":"\n  Ich bin verliebt in meinen Partner. Wenn Sie verliebt sind, werden Sie im Leben und in den Dingen, die Sie tun, viel glücklicher. Wenn Sie dann Dinge in Ihrem täglichen Leben tun, werden Sie viel vorsichtiger und bewusster, denn jetzt teilen Sie Ihr Leben nicht nur mit Ihrem Partner, sondern mit dieser Person, die Sie den Rest Ihres Lebens verbringen möchten.\n  ","984551":"\n  lmao nah I’m happily taken by my boyfriend who I very much plan on marrying.\n  ","984552":"\n  yeah anon!\n  ","984553":"\n  I might be\n  ","984554":"\n  they’re both equally beautiful anon!\n  ","984555":"\n  it’s still the afternoon here! I hope you’re having a wonderful day!\n  ","984556":"\n  nope absolutely not! I’m happily in love 😍\n  ","984557":"\n  Well if I can cuddle with you then I’ll start liking rainy days😋\n  ","984558":"\n  🤔🤔\n  ","984559":"\n  what even?\n  ","984560":"\n  I don’t remember lol\n  ","984561":"\n  It just depends I guess\n  ","984562":"\n  lmao like how am I supposed to use a couch?\n  ","984563":"\n  The couch? lmao oh no\n  ","984564":"\n  none of them lol\n  ","984565":"\n  Definitely laser tag!\n  ","984566":"\n  The one I watched yesterday called A nightmare on elm street I was like what is this madness 🤣 it was a rip off from the original ones!\n  ","984567":"\n  Nope only my boyfriend can.\n  ","984568":"\n  Hey!\n  ","984569":"\n  It’s not too early 😋 you can definitely come over!\n  ","984570":"\n  ask is malfunctioning for a lot of people lol\n  ","984571":"\n  It comes within yourself. The more confident you’re the more self-worth you will have about yourself. You just have to think positively about yourself and that will build up confidence and lead to self-worth.\n  ","984572":"\n  That’s true!\n  ","984573":"\n  0 lol I love the dark!\n  ","984574":"\n  yes lol I have!\n  ","984575":"\n  Joe Mama?\n  ","984576":"\n  not really tbh\n  ","984577":"\n  not interested anon\n  ","984578":"\n  for what exactly?\n  ","984579":"\n  lmao what\n  ","984580":"\n  It doesn’t work😂\n  ","984581":"\n  I do!\n  ","984582":"\n  I love you more than how much you like it 😋\n  ","984583":"\n  super interesting!\n  ","984584":"\n  no I haven’t\n  ","984585":"\n  no lmao that doesn’t happen\n  ","984586":"\n  It honestly doesn’t matter to me\n  ","984587":"\n  It’s super strong stuff!\n  ","984588":"\n  It’s dead and quite boring but there’s many awesome people on here to meet!\n  ","984589":"\n  Only 1 or 2!🤭\n  ","984590":"\n  I love you lore than tea with honey 😱\n  ","984591":"\n  It’s a good thing absolutely!\n  ","984592":"\n  I would definitely say Spring!\n  ","984593":"\n  It depends on what you’re trying to tell that other person🙂\n  ","984594":"\n  I love you more than Trump supposedly loves this country 😘\n  ","984595":"\n  I love you more than criminal minds 🥰\n  ","984596":"\n  I love you more than chocolate 🥺\n  ","984597":"\n  Good morning girly!😁\n  ","984598":"\n  yes, I drive a potato car🤣\n  ","984599":"\n  Yes I do like wearing shorts!\n  ","984600":"\n  I don’t like the rain or rainy days! I prefer warm and sunny days😁\n  ","984601":"\n  of course lmao\n  ","984602":"\n  I’m in bed at the moment lol\n  ","984603":"\n  I don’t use twitch!\n  ","984604":"\n  girl, same here!😴\n  ","984605":"\n  I’m so sleepy😴\n  ","984606":"\n  oh my goodness I’ve seen so many true story movies!😱\n  ","984607":"\n  definitely!\n  ","984608":"\n  excuse me? lol\n  ","984609":"\n  yeah, same here🤣\n  ","984610":"\n  No he’s not lmao\n  ","984611":"\n\n   @edraegen\n  \n  😍\n  ","984612":"\n  absolutely nothing. It’s perfect as it is already 🥰\n  ","984613":"\n  that’s great!\n  ","984614":"\n  Hanging out more, and making more memories together and giving so much more love to one another 😋\n  ","984615":"\n  I’m okay you?\n  ","984616":"\n  It’s been awhile tbh\n  ","984617":"\n  I’m watching A nightmare on elm street lol you?\n  ","984618":"\n  Don’t really have a method I just sleep when I’m really tired\n  ","984619":"\n  Of course!🙂\n  ","984620":"\n  no I didn’t lol\n  ","984621":"\n  I like them!\n  ","984622":"\n  I’m watching A nightmare on elm street 😁\n  ","984623":"\n  not your baby anon. I’m my boyfriends.\n  ","984624":"\n  sitting by the fire and under blankets drinking hot cocoa or warm tea with honey and watching movies in the dark!\n  ","984625":"\n  well thank you I think lol\n  ","984626":"\n  definitely their style of clothing, bone structure, face, hair, their eyes, body type\n  ","984627":"\n  I do!\n  ","984628":"\n  Oh come on, Linkin Park is legendary! I like thirty seconds of mars too! lol\n  ","984629":"\n  of course!\n  ","984630":"\n  fantastically magical 😝\n  ","984631":"\n  just another normal day? lol\n  ","984632":"\n  nope I’ve never studied it but I have read it\n  ","984633":"\n  Do not disturb. Scream in silence everyone’s  sleeping\n  ","984634":"\n  that’s wonderful! 😁 glad you had some cake! Hope you had a great birthday!\n  ","984635":"\n  No it doesn’t matter to me\n  ","984636":"\n  I’m on planet mars\n  ","984637":"\n  great lmao\n  ","984638":"\n  Cherry pie!\n  ","984639":"\n  That’s wonderful 🤣\n  ","984640":"\n  Not that I’m aware of but that sounds amazing!\n  ","984641":"\n  what? lmao\n  ","984642":"\n  lmao that’s wonderful anon!\n  ","984643":"\n  Thank you friend!\n  ","984644":"\n  lmaoooo\n  ","984645":"\n  🤠\n  ","984646":"\n  Howdy!\n  ","984647":"\n  That’s very saddening news. I’m so sorry. Make sure to live your life to the fullest in the meantime. I would definitely spend that time with my family, doggos, and my love\n  \n   @edraegen\n  \n  🥰 I would also travel!\n  ","984648":"\n  I guess hot wings and chips with salsa!\n  ","984649":"\n  Yes I absolutely agree with this!\n  ","984650":"\n  That’s true too!\n  ","984651":"\n  lol what even\n  ","984652":"\n  Not not necessarily. Sometimes I might when I’m annoyed\n  ","984653":"\n  how sweet can I be?\n  ","984654":"\n  what’s that?\n  ","984655":"\n  take some Tylenol and try laying down\n  ","984656":"\n  married to\n  \n   @edraegen\n  \n  and maybe a few kids by then😁\n  ","984657":"\n  No not really!\n  ","984658":"\n  I don’t drink at breakfast lol\n  ","984659":"\n  Shared with my boyfriend now how I felt about him and that I liked him.\n  ","984660":"\n  I have no clue what that is\n  ","984661":"\n  I don’t know actually but I’m sure there’s a few I want to try!\n  ","984662":"\n  I think it was Ouzo wow that stuff is super strong my goodness!\n  ","984663":"\n\n   https:\/\/youtu.be\/Tm8LGxTLtQk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  This song makes me cry because it reminds me of Chester and makes me miss him so much more then I already do🥺 Who cares if one more light goes out? Well I do 👼🏻\n  ","984664":"\n  Chester Bennington 🥺\n  ","984665":"\n  I go sometimes!\n  ","984666":"\n  yeah I guess from a distance lol\n  ","984667":"\n  no I don’t believe I have\n  ","984668":"\n  no I don’t\n  ","984669":"\n  ugh my back hurts again great\n  ","984670":"\n  Bears! I love them\n  ","984671":"\n  excuse you?\n  ","984672":"\n  Don’t play pc games anymore\n  ","984673":"\n  I would definitely say bacteria and people not washing their hands when they get home from being out in public!\n  ","984674":"\n  me rn\n  ","984675":"\n  Yes he’s the best! I love him so muchhhhhhh! thank you anon 😁\n  ","984676":"\n  That I’m beautiful and a very kind hearted person and that I spread positivity around and love as well 🙂\n  ","984677":"\n  I don’t drink anything late at night lol\n  ","984678":"\n  thanks! appreciate that🙂\n  ","984679":"\n  absolutely not! I’m happily taken once again\n  ","984680":"\n  I mainly just like plain cheese pizza!\n  ","984681":"\n  No I don’t do mine lol\n  ","984682":"\n  I’m the middle child lol but I do wish I had a twin omg!\n  ","984683":"\n  hopefully heaven lol\n  ","984684":"\n  I honestly have many favorite pastries!😱\n  ","984685":"\n  probably not to be honest. Although that does sounds interesting lol\n  ","984686":"\n  alright anon🤔\n  ","984687":"\n  No actually I don’t believe I have!\n  ","984688":"\n  Heyy! I’m Nikki😁\n  ","984689":"\n  I don’t really have a favorite, I like a lot of the ones I have lol\n  ","984690":"\n\n   @edraegen\n  \n  😍, Linkin Park, doggos, traveling, yoga, hiking, spending time with family, biking and whatnot 😁\n  ","984691":"\n  1) to always make\n  \n   @edraegen\n  \n  very happy and to always show him that I love him very much.\n  \n  2) to marry\n  \n   @edraegen\n  \n  and just be extremely happy with him. I can’t wait to spend our lives together.\n  \n  3) to live with my love and grow together🥰\n  ","984692":"\n  Yesterday not so much tbh.\n  ","984693":"\n  We will definitely have to try then to see😉\n  ","984694":"\n  definitely both from my love 🥰\n  ","984695":"\n  gotta come off anonymous\n  ","984696":"\n  yes it’s real lol\n  ","984697":"\n  definitely!\n  ","984698":"\n  definitely my social anxiety and shyness!\n  ","984699":"\n  Yeah, I know it’s very funny 🤣\n  ","984700":"\n  I’m okay! You?\n  ","984701":"\n  Sure!\n  ","984702":"\n  yeah, it’s me!\n  ","984703":"\n  no thank you. I only want kisses from my man\n  ","984704":"\n  I’m doing okay anon. How are you?\n  ","984705":"\n  yeah I’m fine 🙂\n  ","984706":"\n  goodnight y’all I’m very hurt rn and should just sleep\n  ","984707":"\n  sigh.....\n  ","984708":"\n  Heyyyy😁\n  ","984709":"\n  maybe maybe 😝\n  ","984710":"\n  don’t have a favorite lol\n  ","984711":"\n  lmao\n  ","984712":"\n  Only want kisses from\n  \n   @edraegen\n  \n  🥰\n  ","984713":"\n  yes anon!🤯\n  ","984714":"\n  don’t be sad anon\n  ","984715":"\n  Hello, watching A Madea Family Funeral you?\n  ","984716":"\n  Absolutely not your baby anon\n  ","984717":"\n  Definitely a 11!\n  ","984718":"\n  I can hold my breath pretty long under water. How long can you hold yours?😉\n  ","984719":"\n  Thank you love😁\n  ","984720":"\n  we should definitely kiss underwater 😋\n  ","984721":"\n  I appreciate that!\n  ","984722":"\n  lmaoooo\n  ","984723":"\n  Thank you anon!\n  ","984724":"\n  i just walk into the pool lol\n  ","984725":"\n  yeah I’ve seen videos on Instagram lol\n  ","984726":"\n  Yoooo!\n  ","984727":"\n  same here!\n  ","984728":"\n  oh anon anon\n  ","984729":"\n  no one lol I didn’t watch 🤣\n  ","984730":"\n  that’s wonderful lol\n  ","984731":"\n  lmao no I didn’t\n  ","984732":"\n  🤔🤔🤔\n  ","984733":"\n  Gino Anthony Pesi?\n  ","984734":"\n  It was pretty good!\n  ","984735":"\n  and I do eat!\n  ","984736":"\n  Don’t eat dinner\n  ","984737":"\n  No I wouldn’t be getting your questions if I do\n  ","984738":"\n  Hey hey!\n  ","984739":"\n  I thought that was slender man as your profile picture 🤣\n  ","984740":"\n  It’s night time here\n  ","984741":"\n  yeah somewhat!\n  ","984742":"\n  I’m not sure yet\n  ","984743":"\n  😤\n  ","984744":"\n  Well apparently it’s different states so I’ll fly over to your place 🤣\n  ","984745":"\n  I can’t wait to go see the impractical jokers movie!😍\n  ","984746":"\n  Of course!\n  ","984747":"\n  There’s a thing called driving?😂\n  ","984748":"\n  Definitely 😉\n  ","984749":"\n  she not here thoughhhh\n  ","984750":"\n  not really why?\n  ","984751":"\n  Of course lovely!😁\n  ","984752":"\n  I like playing them but not watching lmao\n  ","984753":"\n  you’re definitely one of my hobbies my love😉\n  ","984754":"\n  you’re so adorable omg awhh🥺\n  ","984755":"\n  I’m 5’7\n  ","984756":"\n  sleeping, hiking, biking, traveling, running, walking, swimming, listening to music, watching movies and whatnot 😁\n  ","984757":"\n  I’m not into watching sports that’s why lol\n  ","984758":"\n  no I do not\n  ","984759":"\n  oh my goodness yes we’re so adorable together 😍\n  ","984760":"\n  I’d definitely take the love of my life with me\n  \n   @edraegen\n  \n  😘 and my angel best friend\n  \n   @Qu33nForADayy\n  \n  and\n  \n   @eva_wiliams\n  \n\n   @RaquelAlissa\n  \n\n   @depig\n  \n\n   @ladams208\n  \n\n   @ass4lyfe\n  \n\n   @elysssa_d\n  \n\n   @redoasis2017\n  \n\n   @Tobbelit0\n  \n\n  there’s a few people I would definitely bring along!🥳\n  ","984761":"\n  Oh yeah I’m 7 feet tall\n  ","984762":"\n  I definitely go somewhere!\n  ","984763":"\n  nope not interested! lol\n  ","984764":"\n  yeah what’s good?\n  ","984765":"\n  YES, I live for horror!\n  ","984766":"\n  Who’s asking?\n  ","984767":"\n\n   @edraegen\n  \n  thinks so too 😉\n  ","984768":"\n  Definitely living with\n  \n   @edraegen\n  \n  😍\n  ","984769":"\n  I use tbh and lol a lot 🤣\n  ","984770":"\n  Yeah, I definitely do!\n  ","984771":"\n  I don’t know anon. I don’t lol\n  ","984772":"\n  Hello there!\n  ","984773":"\n  I’m just so confused to why it’s even a question lol🤣\n  ","984774":"\n  Why is this a question?\n  ","984775":"\n  don’t say that! You’ll find someone I’m sure!🙂\n  ","984776":"\n  I mean I don’t get what you’re asking lol\n  ","984777":"\n  cheers anon!\n  ","984778":"\n  Oh my goodness yes I do and it’s extremely strong too like 🥴\n  ","984779":"\n  I like both tbh\n  ","984780":"\n  woahhh lol but thank you\n  ","984781":"\n  hope you do as well!🙂\n  ","984782":"\n  no thank you\n  ","984783":"\n  nah I’m not interested in watching it lol\n  ","984784":"\n\n   @edraegen\n  \n  😍\n  ","984785":"\n  I’m good youu?\n  ","984786":"\n  Hello anon!\n  ","984787":"\n  Yeah it’s fake. I know who made it as well\n  ","984788":"\n  I was sleeping lol\n  ","984789":"\n  I’m happily taken\n  ","984790":"\n  That’s not mine. It’s a fake account but I know who made it 😂\n  ","984791":"\n  goodnight friends\n  ","984792":"\n  Dear\n  \n   @edraegen\n  \n  ,\n  \n  I love you so very much beyond words that I can find to describe how much I love you. Those words just don’t exist. My love for you is so much more then words can describe. You’re my everything and I honestly long for the day I get to marry you and spend the rest of my life with you, my love. I cannot wait. You’re are the love of my life😘\n  \n  Yours truly,\n  \n  your baby girl ❤️\n  ","984793":"\n\n   @edraegen\n  \n  right next to me rn 😍\n  ","984794":"\n  I wouldn’t say strange, no. They’re pretty normal\n  ","984795":"\n  I’ve heard of Twix but not the other one\n  ","984796":"\n  That’s very kind HOLY 🥺\n  ","984797":"\n  alright y’all\n  ","984798":"\n  that’s very kind of you to say! thank you🙂\n  ","984799":"\n  Awhhh, thank you! I really do appreciate this🥺\n  ","984800":"\n  lol thank you anon and no not really. I get stressed out a lot\n  ","984801":"\n\n   https:\/\/youtu.be\/mdJDPepGOAM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","984802":"\n  Definitely not having so much responsibilities and not being so stressed out all the time and not worrying about unnecessary things.\n  ","984803":"\n  I mean you can be alive and not be living your life to the fullest and not doing things out of your comfort zone and you can exist but not really exist because you follow exactly what other people do instead of doing your own thing and slaying whatever you do.\n  ","984804":"\n  yeah with\n  \n   @edraegen\n  \n  😍\n  ","984805":"\n  no I haven’t\n  ","984806":"\n  really anon?\n  ","984807":"\n  no I wouldn’t make him eat things he doesn’t like anon.\n  ","984808":"\n  this episode of impractical jokers!\n  ","984809":"\n  you didn’t send me anything my friend.\n  ","984810":"\n  it just depends\n  ","984811":"\n  nope that’s not my Instagram.\n  ","984812":"\n  Never have I ever laughed as much as I am right now lol\n  ","984813":"\n  lmao seriously?\n  ","984814":"\n  don’t give it out to anons\n  ","984815":"\n  okay okay will watch them together 😉\n  ","984816":"\n  yes I’m in love and it feels so good😍\n  ","984817":"\n  no I’m happily taken\n  ","984818":"\n  no it doesn’t anon! It’s a beautiful name!\n  ","984819":"\n  Are you sure you can get me hooked though?😉 I doubt it\n  ","984820":"\n  I do!\n  ","984821":"\n  that’s cute but my love already picked a name for a girl😍\n  ","984822":"\n  nahhh anon\n  ","984823":"\n  yeah I would! I walked and tomorrow I’m going hiking!😁\n  ","984824":"\n  Yeah, I have actually\n  ","984825":"\n  No I don’t like Star Wars tbh\n  ","984826":"\n  Heyooo\n  ","984827":"\n  I don’t know tbh\n  ","984828":"\n  well it’s not when the other person feels exactly the same\n  ","984829":"\n  nah you’ll find someone anon!\n  ","984830":"\n  Awhh, my love I would do the same for you🥺\n  ","984831":"\n  okay anon, that’s not healthy\n  ","984832":"\n  Yes I’m very much in love and?\n  ","984833":"\n  why would you worry? I’m very happy\n  ","984834":"\n  I definitely am!\n  ","984835":"\n  anon you’re crazy\n  ","984836":"\n  lmao what even\n  ","984837":"\n  whatever you say anon\n  ","984838":"\n  Why though?\n  ","984839":"\n  well I don’t have anyone like that lol\n  ","984840":"\n  Well I’m very lucky anon\n  ","984841":"\n  I know you’ll find someone anon!\n  ","984842":"\n  Why? lmao\n  ","984843":"\n  I’m the lucky one!\n  ","984844":"\n  no lol\n  ","984845":"\n  yes of course he does. I can’t wait to marry him🥰\n  ","984846":"\n  and I’ve been smiling ever since I’ve been with\n  \n   @edraegen\n  \n  😍\n  ","984847":"\n  ask him anon🤭\n  ","984848":"\n  well no I’m happily taken and in love once again.\n  ","984849":"\n  no I don’t\n  ","984850":"\n  excuse you?\n  ","984851":"\n  Who are you? lol\n  ","984852":"\n  nope I’m happily taken and very much in love anon.\n  ","984853":"\n  To always make him happy and happier as much as I can😁\n  ","984854":"\n  yes it very much is!😁\n  ","984855":"\n  excuse me? lol\n  ","984856":"\n  I’m not lol\n  ","984857":"\n  yeah I am!\n  ","984858":"\n  I would just go to the restroom myself lol\n  ","984859":"\n  howdy there\n  ","984860":"\n  lol nah only my boyfriend says that to me\n  ","984861":"\n  lol wouldn’t you like to know\n  ","984862":"\n  No lol I’m happy with where I went\n  ","984863":"\n  I’m watching Frozen for Olaf!😝\n  ","984864":"\n  no I have not!\n  ","984865":"\n  yes!\n  ","984866":"\n  dogs!\n  ","984867":"\n  lol why?\n  ","984868":"\n  I’m not sad actually. I’m very happy!\n  ","984869":"\n  lmao models have acne my friend. I’m not the only one who gets it.🙂\n  ","984870":"\n  it just depends tbh\n  ","984871":"\n  probably football and baseball tbh\n  ","984872":"\n  lmaoooo what?\n  ","984873":"\n  I’m all\n  \n   @edraegen\n  \n  ‘s 😘\n  ","984874":"\n  ‘IT’ chapter 1 and 2\n  \n  the conjuring 1 and 2\n  \n  so on..😁\n  ","984875":"\n  possibly some Linkin Park lyrics or something really small like a word or something\n  ","984876":"\n  in like 2013\n  ","984877":"\n  yeah definitely and Linkin Park because they hype me up and help me finish things!\n  ","984878":"\n  so anyways it’s a nice day outside today!😍\n  ","984879":"\n  definitely their personality!\n  ","984880":"\n  I absolutely hate it and don’t know why people still smoke when they know that it’s slowly killing them inside. It’s rather sad actually. Can’t stand the smell either 😤\n  ","984881":"\n  Now I’m a mom?🥴\n  ","984882":"\n  Ich würde sagen, verbreiten Sie mehr Liebe und Positivität anstelle von Hass und Negativität!\n  ","984883":"\n  alright y’all, I’m sleepy\n  "}}