{"Question":{"984884":"\n   what does the word “bear claw” mean to you, pastry-wise? (if anything?)\n  ","984885":"\n   How long can you hold in your laughter when someone starts tickling your feet?\n  ","984886":"\n   Best guys to follow ?\n  ","984887":"\n   Someone needs to call Liam Neeson\n  ","984888":"\n   What sport do you do?\n  ","984889":"\n   Is there anyone or anything you love more then me? 🥺\n  ","984890":"\n   Is there anything you regret saying or doing with me since we became a couple?\n  ","984891":"\n   Oh? How come? 🤔\n  ","984892":"\n   We'll just livestream it. 😋\n  ","984893":"\n   can I come to ur wedding with\n   \n    @edraegen\n   \n   ?\n  ","984894":"\n   Hi, Thoughts RN?\n  ","984895":"\n   Do you love me more than tacos? 🌮\n  ","984896":"\n   Yeeeehaa!\n  ","984897":"\n   Do you love me more then Sky? 🐶\n  ","984898":"\n   😱 Do you love me more than Criminal Minds? 🥺\n  ","984899":"\n   You may have the crown, but who do you really think loves the other person more? 😋\n  ","984900":"\n   Do you love me more than General Hospital? 🤔\n  ","984901":"\n   Bulldogs or Indians? 🤔\n  ","984902":"\n   You were really really scared to tell me you had feelings for me. What I want to know is if you were already in love with me before you told me how you felt? If so, how long were you in love with me before you told me?\n  ","984903":"\n   Who asks you the most question in ASKFm ?\n  ","984904":"\n   What university you wanna go to?\n  ","984905":"\n   Your Favorite Indian Female singer .🎤🎻\n\nwith mention to your favorite song.🎼🎶\n  ","984906":"\n   Nikki mwaaah\n  ","984907":"\n   Guess to me;😎\n\nwho i am!🐸\n\n\nmention id👉😉 @........n😛\n  ","984908":"\n   It's time to forget about the past. To wash away what happened last. Hide behind an empty face. Don't ask too much just say. Cause this is just a game.\n  ","984909":"\n   Sometimes I feel like I trusted you too well. Sometimes I just feel like screaming at myself. Sometimes I'm in disbelief, I didn't know. Somehow I need to be alone.\n  ","984910":"\n   What are your plans for tomorrow?\n  ","984911":"\n   I don't know what's worth fighting for or why I have to scream. I don't know why I instigate and say what I don't mean. I don't know how I got this way, I know it's not alright. So I'm breaking the habit. I'm breaking the habit tonight.\n  ","984912":"\n   I'm tired of being what you want me to be. Feeling so faithless, lost under the surface. I don't know what you're expecting of me. Put under the pressure of walking in your shoes.\n  ","984913":"\n   Do you like...☺\nAnonymously Questions ! \n#Or \nNon-Anonymously Questions!😊\n  ","984914":"\n   Very very true, but now you trust me completely 🥰\n  ","984915":"\n   Do you trust people easily?\n  ","984916":"\n   Show your Facebook or Twitter ID.\n  ","984917":"\n   Im really disappointed of this app bc I put too much effort to ask you questions and also giving you my attention and what I get in exchange is a report and warnings from ask 😞\n  ","984918":"\n   Excuse you?\n  ","984919":"\n   Have you ever thought about how your behavior might cause 96% of your mental illness?\n  ","984920":"\n   Do you think there will ever be a La Lloronavirus?\n  ","984921":"\n   Everyone knows we're both in Los Angeles. LA isn't that big. Well it is, but not really. 😋\n  ","984922":"\n   Nacho Fries are back at Taco Bell... they are $1.39 now. They keep raiding the price on them each time they return....\n  ","984923":"\n   Do you think it's a good idea to stay inside and hide there? That's what I'm doing. Except I'm also getting take out food, but I'm eating it at home.\n  ","984924":"\n   Me too!\n  ","984925":"\n   Wondered if it's actually a long distance relationship\n  ","984926":"\n   For how long have you been taken?\n  ","984927":"\n   How far apart do you live?\n  ","984928":"\n   Have you ever dyed your eyebrows so that they are the same color as the hair on your head?\n  ","984929":"\n   Have you ever met the person you're dating?\n  ","984930":"\n   Single or taken?\n  ","984931":"\n   Nikki what are you doing tonight?\n  ","984932":"\n   Are you scared of the Corona Virus?\n  ","984933":"\n   Have you ever had athlete's foot? My foot is really itchy. I hope I don't have it.\n  ","984934":"\n   Are you ready to talk about fun stuff?\n  ","984935":"\n   Were you looking for love or was falling in love with me something you didn't plan?\n  ","984936":"\n   You like soup? That's what we are having for dinner tonight. What kind've soups to you like? What kind do you not like?\n  ","984937":"\n   Should people pay more attention to other people than their phones?\n  ","984938":"\n   what's Ur fav position?\n  ","984939":"\n   Who is the most beautiful woman?\n  ","984940":"\n   Do you like to watch documentaries? If so, what kind of documentaries do you usually enjoy watching?\n  ","984941":"\n   Have you told me all your deepest secrets?\n  ","984942":"\n   What loving thing do I do that you like the most?\n  ","984943":"\n   Did you ever ride a bike as a child? You remember a time? Care to share?\n  ","984944":"\n   Mood..\n  ","984945":"\n   At what age should a guy have his first kiss?\n  ","984946":"\n   What’s the most expensive thing you’ve paid for recently?\n  ","984947":"\n   What are your hobbies?\n  ","984948":"\n   What do you prefer J-pop or K-pop?\n  ","984949":"\n   What's the last book you read?\n  ","984950":"\n   edraegen = lil shrimp\n  ","984951":"\n   Is there anything that you can't wait to do with me? Make a list!\n  ","984952":"\n   How do you like to show your love?\n  ","984953":"\n   who is your favorite female poet?\n  ","984954":"\n   What are you most known for?\n  ","984955":"\n   how’s the tap water where you live?\n  ","984956":"\n   could kill alot of people a epidemic\n  ","984957":"\n   do you know who Ta-Nehisi Coates is?\n  ","984958":"\n   Do you judge people quickly?\n  ","984959":"\n   Do you have a cash app, pay pal or something where your followers can send you money? If not start one because I feel like a bunch of anons want to send you money\n  ","984960":"\n   What obstacles are you currently trying to overcome?\n  ","984961":"\n   Have you noticed an increase or decrease in different emotions since we became a couple? Which ones?\n  ","984962":"\n   Where do you see us as a couple in 5 years?\n  ","984963":"\n   did you grow up with the tradition of Santa Claus?\n  ","984964":"\n   Would you like to stay young forever?\n  ","984965":"\n   What’s the last time you went to a library?\n  ","984966":"\n   What frightens you most when it comes to love?\n  ","984967":"\n   Can a girls name be Wilhelmina?\n  ","984968":"\n   Has your life gotten better, worse or stayed the same since this time last year?\n  ","984969":"\n   i think everyone might be\n  ","984970":"\n   Name 3 things you never thought you would do but end up try\n  ","984971":"\n   Did you think this relationship would be short or long when we started?\n  ","984972":"\n   Are you worried about the corona virus? I work at the airport and I won’t lie to you I am a bit.\n  ","984973":"\n   Hm what are you waiting for?\n  ","984974":"\n   What part of this relationship makes you happiest?\n  ","984975":"\n   Whats up? It is so difficult to waste time like that\n  ","984976":"\n   Who is more loving between us?\n  ","984977":"\n   xo are you chilling like a villian\n  ","984978":"\n   How much do you value me?\n  ","984979":"\n   My crown 👑 is yours baby girl. Wear it well my queen. 😌 But remember, it will be mine again one day. 🥰\n  ","984980":"\n   I'm bored at work and time is draggingggggg😒😒\n  ","984981":"\n   Do you enjoy going on walks?\n  ","984982":"\n   Lol I’m kinda mad tonight but its all good. :) I had a bomb dinner though.\n  ","984983":"\n   When can fat be a compliment?\n  ","984984":"\n   You don’t have to be bored. Daina here to save the night.\n  ","984985":"\n   If I do find someone new or stick with the person I have, how do I make a move exactly? I have zero game...\n  ","984986":"\n   🎀🎁\n  ","984987":"\n   That's another part! Personalities too! There's honestly lot's of things tbh but I just just focused on bodies for a sec sorry\n  ","984988":"\n   what part of ur body does ur bf like the most?\n  ","984989":"\n   In case you didnt already know, horror nights is a great date idea 😁 something to look forward to perhaps? 👍\n  ","984990":"\n   We are! But shapes and sizes are part of what makes us unique right?\n  ","984991":"\n   Isnt your bf like twice ur age\n  ","984992":"\n   Best and worst part of being single!?\n  ","984993":"\n   I did but struggles 😭 And thank you... You are too kind\n  ","984994":"\n   ? how's that a bad question\n  ","984995":"\n   I did but too scared ro make a move. My love life is just screwed rn I won't bore you with it but thank you for listening\n  ","984996":"\n   Thanks... I appareciate. Idrk how to deal with it yet like at all\n  ","984997":"\n   how big is his gf? surprised he calls her fat but I bet she's still beautiful\n  ","984998":"\n   yeah... recently too\n  ","984999":"\n   Have you have had to tell some misses to back off your man?\n  ","985000":"\n   When a women is pregnat is that even a way to show some kind of sexual identity?\n  ","985001":"\n   You're a goddess to me but you're heart doesn't belong to me, it belongs to someone who can actually make you happy\n  ","985002":"\n   I'm sure he does lmao and I meant quirk! That sounds better than kink. And yeah your quirks are cute af\n  ","985003":"\n   But you're and angel and my goddess!!! I'll oblige though ❤️❤️\n  ","985004":"\n   ugh what can I call you!!!\n  ","985005":"\n   What are your favorite animals?\n  ","985006":"\n   cause you're slim af and they look SEXY on you 😍\n  ","985007":"\n   should name ur first born with\n   \n    @edraegen\n   \n   \" anon \" as tribute to ur anonymous fans!\n  ","985008":"\n   call you what? hot? I'm sorry. Can I call you gorgeous sexy beautiful goddess?\n  ","985009":"\n   not kind enough! stuff that pretty face of yours cause you deserve it! omfg you're so hot\n  ","985010":"\n   stuff your pretty face! 😍\n  ","985011":"\n   Do you like to wear jeans or not really? What do you prefer to wear then?\n  ","985012":"\n   Ready for those girl scout cookies?\n  ","985013":"\n   uh.... YESTERDAY 🤣🤪🤣\n  ","985014":"\n   oh... then IN TWO HOURS\n  ","985015":"\n   ya but like are u waiting for him to ask? what if he asked u tomorrow? is it a def not something right now or is it possible now ??\n  ","985016":"\n   TOMORROW\n  ","985017":"\n   lmao that's the best weird kink (for lack of a better term) to have! that's the cutest thing ever lol I bet he loves it!\n  ","985018":"\n   when r u gonna marry\n   \n    @edraegen\n   \n   ?\n  ","985019":"\n   lmao really!?!? that's adorable!!!\n  ","985020":"\n   anon uses fat as a compliment. I say sorry too much but never when I need too. what makes you weird?\n  ","985021":"\n   well... she's married\n  ","985022":"\n   not that kind of weird lol but you right! is what makes us unique!\n  ","985023":"\n   She's got the cutest smile... Problem is, it's not appropriate for me to compliment her like that if that makes sense\n  ","985024":"\n   Anon is weird but in a good way lol. Only person I've seen use fat as a compliment lmao\n  ","985025":"\n   She is beautiful. Sooo beautiful. And you're right. I wouldn't call her that to her face but it's still something I really love about her, I know that's weird. I'm sorry to cause the misunderstanding.\n  ","985026":"\n   Evening\n  ","985027":"\n   It sounds bad but I meant good by it. I like fat (I know it's weird...) and idk if she fires but I've noticed some signs of stuff. I call her that as a compliment. And I'm glad! You're so sweet and beautiful!!!\n  ","985028":"\n   What positive thing has happened to you in January. What do you want to happen for February ?\n  ","985029":"\n   Oh I know it's weird but I meant that in a good way. I can't tell if she likes it or doesn't mind it but I know she doesn't hate it. Not enough to change anything that is. She looks great really. I didn't mean to be rude by saying that like other people. And I really admire how you're not vain!\n  ","985030":"\n   Wait what wasn't nice? I promise I meant only good things. And how do you ever look away from the mirror? Away from your beautiful twinkling eyes?\n  ","985031":"\n   I'm sorry for the TMI I got carried away...\n  ","985032":"\n   What happened with your iPhone\n  ","985033":"\n   Thank YOU for being a non-stop sexy sweet goddess to all of us anons and making a cool dude like jeff the luckiest man in the world!\n  ","985034":"\n   Pap of text messages with\n   \n    @edraegen\n   \n","985035":"\n   What were some of your favourite childhood TV shows? 📺\n  ","985036":"\n   I wish I was the sweetest cause tbh that's what you deserve!\n  ","985037":"\n   HELLOOO 🥰🥰🥰 Hope you had a good day\n  ","985038":"\n   Anon it's Nikki... of course it is now let's not be gross on the goddess's page (ily nikki)\n  ","985039":"\n   he better! you damn super model 😝😍\n  ","985040":"\n   Is the sex good?\n  ","985041":"\n   damn right he would! sexy body, sexier face, sexiest personality. you're being the total package 😍😍😍\n  ","985042":"\n   Hey, Nick Nack :)\n  ","985043":"\n   He's dating the hottest and sweetest girl in the world. He's luckiest!\n  ","985044":"\n   is your bf the oldest u ever dated?\n  ","985045":"\n   He's luckier!\n  ","985046":"\n   How did you and\n   \n    @edraegen\n   \n   start dating?\n  ","985047":"\n   Is this anon serious? Angry with you because you won't be unfaithful? Wow. The balls on this guy. 🤦‍♂️\n  ","985048":"\n   Do you like pretending about stuff when you're falling asleep?\n  ","985049":"\n   So if I were friends with you and I fell in love, you would  not want to be friends with me anymore. wow and you say you are nice like how are guys supposed to be friends with you if you just end up throwing them away in the end and making them feel useless and worthless for trying to talk to you.\n  ","985050":"\n   What if a guy on ask messages you and you 2 become friends and overtime he falls in love with you. Would stop being his friend\n  ","985051":"\n   Now that tomorrow is the last day of Jan. Who excited for February? Anything exciting happening?\n  ","985052":"\n   U still speak to char? where is she?\n  ","985053":"\n   If you could eat anything in the world right now ?(: what would you eat ?(:\n  ","985054":"\n   What is the most shocking thing you've seen in a place of business?\n  ","985055":"\n   Favorite singer and album?!\n  ","985056":"\n   HELLO!! 💓💓 Nice to meet you 😘\n  ","985057":"\n   What is your favorite song? Post some lyrics with it.\n  ","985058":"\n   I bet if your boyfriend was in jail you would rush on over to visit him no questions asked but when it comes to me you would leave me to rot\n  ","985059":"\n   You have any relationship goals inspired by any celebrity couple or people you personally know?\n  ","985060":"\n   What is more important for you - friendship or love?\n  ","985061":"\n   fav summer outfit\n  ","985062":"\n   Would you ever ride on the back of a motorcycle with a cute guy in the summertime and what outfit would you wear?\n  ","985063":"\n   Do you and your bf have a competition for the leaderboard rankings?\n  ","985064":"\n   What is your favorite magazine?\n  ","985065":"\n   Who love ymca?\n  ","985066":"\n   if you follow back;😜 then, i show me...☺\n  ","985067":"\n   Why do you think the world is out to get you?\n  ","985068":"\n   How was your day? 😶\n  ","985069":"\n   Chinese food? Yay or nay.\n  ","985070":"\n   hi,..Nikki😊😊\n  ","985071":"\n   Did you ever fall down and scrape your knee?\n  ","985072":"\n   Hello bro\n  ","985073":"\n   Do you decide quickly or do you think a long time?\n  ","985074":"\n   Have you ever played Minecraft before?\n  ","985075":"\n   Last pic on your Camera roll?\n  ","985076":"\n   Better now that work is done, ugh time to grab a feed and head home :3\n  ","985077":"\n   Your most favorite thing to do. 1 thing. What is it?\n  ","985078":"\n   nope..that's what I thought about your poll!\n  ","985079":"\n   Not yet at least. 😋 And we can always practice making babies 😚🥰\n  ","985080":"\n   v I ❤️ em both. flip a coin..and because it's you, make it a dime\n  ","985081":"\n   what are you better at than your bf?\n  ","985082":"\n   do you have any carribean\/jamaican restaurants where you live?\n  ","985083":"\n   Howwww😩😩\n  ","985084":"\n   Would you rather never have cheese again or never have Indian food again?\n  ","985085":"\n   my name is amir\n  ","985086":"\n   My wish for you is that this life becomes all that you want it to. Your dreams stay big, your worries stay small. You never need to carry more than you can hold. And while you’re out there gettin’ where you’re gettin’ to, I hope you know somebody loves you.\n  ","985087":"\n   Are your parents over the moon about him?\n  ","985088":"\n   what makes you briefly wake up in the early mornings sometimes?\n  ","985089":"\n   Can you play any instruments?\n  ","985090":"\n   Tell me about your day today.  What was good about it and  what was bad about it ?\n  ","985091":"\n   Austerity forced millions into poverty!\n  ","985092":"\n   Do you like ELIAS. WWE\n  ","985093":"\n   Help me get more followers please xoxoxo\n  ","985094":"\n   do you have any drive through coffee stands where you live?\n  ","985095":"\n   Favorite non alcoholic drink? :)\n  ","985096":"\n   Who is your celebrity crush?\n  ","985097":"\n   which is more popular in your area: burritos or doughnuts?\n  ","985098":"\n   You say you are willing to be friends so tell me this How can guys on ask be friends with you?\n  ","985099":"\n   Current outfit?\n  ","985100":"\n   Just a quick message to tell everyone I follow how awesome they are 😊😊😊\n  ","985101":"\n   Have you ever thought about starting your own business? What is it?\n  ","985102":"\n   Are you perfectionist?\n  ","985103":"\n   hot cocoa or red wine?\n  ","985104":"\n   Guys are scared of you because you are so pretty and really popular so they are intimidated and believe that they are not good enough to be even friends with you since you could easily be around more better people.\n  ","985105":"\n   I think you answered this before, but I forgot. Do you like Taco Bell?\n  ","985106":"\n   Have you ever considered that guys who ask questions to you on anon are just scared of you.\n  ","985107":"\n   If you are working -  Why  did you  choose  that  profession? If you aren't- are you studying towards something?\n  ","985108":"\n   do you like hummus?\n  ","985109":"\n   You like horror movies?\n  ","985110":"\n   Do you have work today?\n  ","985111":"\n   Do you put high demands on yourself?And on others?\n  ","985112":"\n   have you ever thought it was a different day of week than it actually is? i thought today was thursday earlier. 🤪\n  ","985113":"\n   Favorite place to relax? :)\n  ","985114":"\n   are there many\/any food carts or food trucks where you live?\n  ","985115":"\n   Do you smoke\n  ","985116":"\n   If you haven't followed\n   \n    @NicoleBuckleyyx\n   \n   yet, you totally should 🥰\n  ","985117":"\n   Would you rather be an orangutan or a gorilla?\n  ","985118":"\n   Have you ever been to Wisconsin?\n  ","985119":"\n   are you afraid of mice?\n  ","985120":"\n   Have you ever bought coins on ASKfm?\n  ","985121":"\n   Did you ever have a Justin Bieber phase?\n  ","985122":"\n   Gonna watch the Superbowl? 🏈\n  ","985123":"\n   Red is your fav color?\n  ","985124":"\n   i was being a dreamer lol i hope i didnt offend ya\n  ","985125":"\n   if you were, would you be happy?\n  ","985126":"\n   Hows chuuuuu\n  ","985127":"\n   There is never a time or place for true love. It happens accidentally, in a heartbeat, in a single flashing, throbbing moment.\n  ","985128":"\n   wish i was next to you hehe\n  ","985129":"\n   Nikkiiiiiiii :p\n  ","985130":"\n   Whats up bro?\n  ","985131":"\n   Just chillin’! Wbu?\n  ","985132":"\n   Jeffrey*\n  ","985133":"\n   What is the key to not letting that constant pain overwhelm your spirit?\n  ","985134":"\n   How long did you know him before you became best friends?\n  ","985135":"\n   is there any job\/career you absolutely would not do no matter what?\n  ","985136":"\n   I mean I dropped out of school in like grade 10 chilled at home for 2 years on Netflix and PlayStation and then I did my ged test and no drama after that. How come you didn’t just drop out and did the test later on it would have saved you a lot of stress\n  ","985137":"\n   r u pregnant ?\n  ","985138":"\n   Wow, you're naturally gorgeous!!,I believe you have line of guys dieying to go out with yuo???,\n  ","985139":"\n   This is what every girl wants.  Congratulations Nicole\n  ","985140":"\n   How do you typically react when strangers try to interact with you in a friendly and cheerful manner, for example, by wishing 'good morning' or commenting on the weather?? 😮😬\n  ","985141":"\n   Have you ever been arrested before either justifiably or unjustifiably?\n  ","985142":"\n   Should girls take guys on dates or should it always be the other way round?\n  ","985143":"\n   We’re all a little weird. And life is a little weird. And when we find someone whose weirdness is compatible with ours, we join up with them and fall into mutually satisfying weirdness – and call it love – true love.\n  ","985144":"\n   Nikki and Jeffery reigning supreme over their loyal anons 😍\n  ","985145":"\n   You know you’re in love when you can’t fall asleep because reality is finally better than your dreams.\n  ","985146":"\n   Congrats to\n   \n    @edraegen\n   \n   are in order.  I have the biggest crush on you but obviously you’re all his and he obviously makes you super happy\n  ","985147":"\n   Finding someone you love and who loves you back is a wonderful, wonderful feeling. But finding a true soul mate is an even better feeling. A soul mate is someone who understands you like no other, loves you like no other, will be there for you forever, no matter what.\n  ","985148":"\n   To find someone who will love you for no reason, and to shower that person with reasons, that is the ultimate happiness.\n  ","985149":"\n   You should be kissed and often, and by someone who knowshow.\n  ","985150":"\n   What if I wanted to fight\nBeg for the rest of my life\nWhat would you do?\nYou say you wanted more\nWhat are you waiting for?\nI'm not running from you\n  ","985151":"\n   Is your mans name Jeffery?\n  ","985152":"\n   You’re amazing Nikki and your boyfriend is perfect.  I can’t think of a better couple\n  ","985153":"\n   Us anons should be paying for your dates\n  ","985154":"\n   Only goons are on ask this late at night 😂\n  ","985155":"\n   When you go out with your boyfriend who pays for dates?\n  ","985156":"\n   And you're forever my always 🥰\n  ","985157":"\n   If I was in a jail in your city and I wanted you to visit me would you come?\n  ","985158":"\n   If I do end up messaging you in insta please do not shatter my self esteem and break my heart\n  ","985159":"\n   Do you believe everything you read?\n  ","985160":"\n   tbh i wish more girls realized that they have a perfectly good guy around em all along like u did\n  ","985161":"\n   How hot and beautiful you are\n  ","985162":"\n   wow im so glad u and ur best friend ended up dating its good to see that actually happens\n  ","985163":"\n   Pic in underwear\n  ","985164":"\n   I’m good! How are you, qt? 😊\n  ","985165":"\n   Without saying who it is describe your favourite person on ask in a way that only they might know\n  ","985166":"\n   Whats your favorite YouTube channel?\n  ","985167":"\n   I think he's the anon who asked about rejection. He wants to know if he might get rejected or should just come out and say he likes you.\n\nI think 😋\n  ","985168":"\n   I meant message you on Instagram or Snapchat and yes I would risk my self esteem because you are really pretty and I’m afraid you won’t want to talk to me in order for us to be friends\n  ","985169":"\n   What are some good tv shows to watch now?\n  ","985170":"\n   I see\n  ","985171":"\n   You got some nice lips for a white girl\n  ","985172":"\n   Is it worth risking my self esteem to try and message you\n  ","985173":"\n   English is my third language. My first is baby dribble and my second is cute voices to my dog.\n  ","985174":"\n   Oh which new phone did you get?\n  ","985175":"\n   I keep dragging around what's bringing me down. If I could just let go I'd be set free. 🥰\n  ","985176":"\n   If I go crazy, then will you still call me Superman? 🦸‍♂️ If I'm alive and well, will you be there and holding my hand? 👫 I'll keep you by my side with my superhuman might. Kryptonite 🤟\n  ","985177":"\n   I know I'm not the center of the universe but you keep spinning around me just the same. 🥰\n  ","985178":"\n   Will you love me forever? 🥺\n  ","985179":"\n   😘\n  ","985180":"\n   How would a guy feel getting rejected by a girl he knows and has feelings for? How would the girl feel rejecting the guy that she knows and has feelings for her, if there is any feelings? Who would you say has it was worse, the guy or girl in this situation?\n  ","985181":"\n   I want to buy your phone that’s why when you get the new one that’s why\n  ","985182":"\n   Hey everyone, I just wanted to say my recent question was related to whether or not race, culture and heritage are biological or a social construct. If you've anything else to say about it, plz do so here. I'm aware that it's a controversial topic, which is why I wanted to hear your opinions on it.💚\n  ","985183":"\n   If you were an animal, what would you be and why?\n  ","985184":"\n   When is your next upgrade available for your phone plan\n  ","985185":"\n   I can't believe you can read and spell so good\n  ","985186":"\n   What do you like best about this website?\n  ","985187":"\n   Do you like barbecue? Any favorites?\n  ","985188":"\n   Why kind of questions do you not answer\n  ","985189":"\n   Don’t worry about Michael Jackson he only harms boys\n  ","985190":"\n   Why did you graduate high school? how come you didn’t get a ged like me?\n  ","985191":"\n   Did you graduate high school? If so, when?\n  ","985192":"\n   What is the strangest dream you've ever had?\n  ","985193":"\n   Can you ask me questions please\n  ","985194":"\n   are you looking forward to valentines\n  ","985195":"\n   Age? Taken?\n  ","985196":"\n   R you a mom?\n  ","985197":"\n   Who is your favorite author?\n  ","985198":"\n   😌 What do you currently need help with?\n  ","985199":"\n   do you like pretzels?\n  ","985200":"\n   random dumb eva question 😂✅ is this emoji a sloth 🐨 a sloth told me it was just tryna verify him\n  ","985201":"\n   What is your spirit animal?\n  ","985202":"\n   have you ever had a life size cut out of someone or something?\n  ","985203":"\n   What is the funniest thing one of your teachers said to you in school?\n  ","985204":"\n   What’s your favorite color ?\n  ","985205":"\n   10 months as best friends and 2 weeks as couple ? if he asked u to marry him right now today would u ??\n  ","985206":"\n   how long u been a couple?\n  ","985207":"\n   how long u been best friends ?\n  ","985208":"\n   Do you prefer very spicy or non-spicy food?\n  ","985209":"\n   It really sucks that you say you are nice and when I try to message you on Instagram you don’t respond\n  ","985210":"\n   Is there a good game you've been playing lately? What is it?\n  ","985211":"\n   ur best friends with ur boyfriend?\n  ","985212":"\n   Have you ever had Louisiana Popeyes before?\n  ","985213":"\n   are you superstitious?\n  ","985214":"\n   Any of y'all own any fish? Fish tanks? PAP of your set ups! (If ya want. Don't have to)\n  ","985215":"\n   Do you like who you are?\n  ","985216":"\n   Hi\n  ","985217":"\n   Hi\n  ","985218":"\n   Guten Abend 😄❄️☔️ was macht das Wetter bei euch ?\n  ","985219":"\n   u love me\n  ","985220":"\n   i care about your tears nikki\n  ","985221":"\n   Hypothetical: You do a DNA test like 23AndMe and your DNA shows that you've a significant percentage of DNA from a race you didn't know you were part. Do you then get culturally educated? Start identifying as the race and reclaim their slurs? What actions do you think are\/aren't appropriate?\n  ","985222":"\n   oh nikki the tears\n  ","985223":"\n   Why do you have to “put your two cents in”, but it’s only a “penny for your thoughts”? Where is that extra penny going to? 🤔\n  ","985224":"\n   I wish you knew who I was and gave a dam about me\n  ","985225":"\n   Will your relationship affect where you transfer to?\n  ","985226":"\n   Iʼm still single and available, so do you want to bear my child?\n  ","985227":"\n   Goodmorning!\n  ","985228":"\n   Are you with me?\n  ","985229":"\n   Whatʼs in your mind right now?\n  ","985230":"\n   Whatʼs behind you right now?\n  ","985231":"\n   Heels or flats?\n  ","985232":"\n   haiiii\n  ","985233":"\n   FOLLOWED 🥰🥰\n  ","985234":"\n   How’s your day? 🥳 I spent some times with my family today, and I’m feeling super great 🔥\n  ","985235":"\n   İnstagram name\n  ","985236":"\n   What is your religion? What religious beliefs do you believe in? How do you practice your religion? 💕💕💕\n  ","985237":"\n   Would you rather choose a six-pack of Coke or six-pack of stomach?\n  ","985238":"\n   What will the future be like?\n  ","985239":"\n   What is the most played song in your music library?\n  ","985240":"\n   What is the longest you can go without feeling the pain of his absence?\n  ","985241":"\n   Have you ever used a bath bomb?\n  ","985242":"\n   Has he taken you to dinner?\n  ","985243":"\n   Fellow anons - Nicole’s man is just better than us.  He’s amazing.  We need to just sit back and admire Queen Nikki and her perfect boyfriend.  It’s time for us to be happy that Nikki is happy\n  ","985244":"\n   u gonna invite everyone to ur wedding with\n   \n    @edraegen\n   \n   ?\n  ","985245":"\n   You actually haven't rejected my invitation to dinner? I would like a change to impress you.\n  ","985246":"\n   Dream on - she’s already dating the best\n  ","985247":"\n   Was sagst du dazu?\n   \n    https:\/\/amzn.to\/2RTCkyd\n   \n","985248":"\n   You can bring him too. I'm all for fair competition 😊\n  ","985249":"\n   Lmfao did some chick just agree that she’s lucky to get likes from your bf while you’re enjoying making out with him?\n  ","985250":"\n   Would you like to go out to dinner then😊\n  ","985251":"\n   You’re so right\n  ","985252":"\n   I’ll have to settle for getting excited when\n   \n    @edraegen\n   \n   likes my answers I guess 😂\n  ","985253":"\n   Is he good in bed?\n  ","985254":"\n   You’re couple goals!  You’re so into each other!\n  ","985255":"\n   Of course.... Goddess Nikki gets the best man\n  ","985256":"\n   Obviously I’d love to have a mans as sweet as him\n  ","985257":"\n   If your boyfriend aware of how many guys on here wish they were him right now?\n  ","985258":"\n   He’s soooo sweet. Congrats girl :\/\n  ","985259":"\n   why r u with\n   \n    @edraegen\n   \n   ? u could probs have ne one\n  ","985260":"\n   Wait is your bf getting a fanpage?\n  ","985261":"\n   HA HA HA your man got your anons at his feet\n  ","985262":"\n   That's ok. I'm not a jealous type😝\n  ","985263":"\n   You're mega cute😍\n  ","985264":"\n   Yes Queen Nikki.  Consider me your boyfriend’s fanboy\n  ","985265":"\n   what celebrity death shocked you the most? also, what do you think about people claiming that mourning about celebrity deaths is unnecessary cuz you didn’t know the person on a personal level?\n  ","985266":"\n   I assume your anons are now required to show your boyfriend respect?\n  ","985267":"\n   tysm for being patient instead of getting frustrated that I wasn't being clear enough. not everybody is blessed with that level of patience and I'm sure it helps make you a peaceful presence in the lives of those you know.\n  ","985268":"\n   Why do you want to go on a date with Trumр?\n  ","985269":"\n   what is the least beloved cake flavor, in your opinion? (like just not universally adored.) do you like it?\n  ","985270":"\n   What is your ideal breakfast? I have a bowl of Greek yogurt with honey, granola and strawberries.\n  ","985271":"\n   Why is it that people say they “slept like a baby” when babies wake up like every two hours? 🤔\n  ","985272":"\n   How much money should a guy have in his bank account before he starts trying to talk and have a relationship with girls\n  ","985273":"\n   Should men wear skinny jeans, slim jeans, regular jeans, boot cut jeans or nothing and let everything hangout.\n  ","985274":"\n   ok my bad lemme try this a dif way. right now your boyfriend is your best friend. got it. before he was your best friend, *someone else* was your best friend at some point. how long were you best friends with that other person for?\n  ","985275":"\n   What was your first kiss like and how old were you at the time?\n  ","985276":"\n   Is it worth it for a guy to try and talk to a girl whom is out of there league\n  ","985277":"\n   Is your boyfriend a good kisser?\n  ","985278":"\n   are you messing with me or is the ques still unclear?\n  ","985279":"\n   ik I'm asking how long were you best friends with the best friend you had *before* knowing him\n  ","985280":"\n   how long were you best friends with your best friend before you knew your bf?\n  ","985281":"\n   You know the song yet? Its dance monkey by tones and I\n  ","985282":"\n   I’m so sorry 😔😔. Please forgive me\n  ","985283":"\n   What is your favourite way to watch TV or videos? (Netflix, Youtube, Cable, Prime Video, etc)\n  ","985284":"\n   Can you watch me while i 💦\n  ","985285":"\n   Idk it from a song\n  ","985286":"\n   You make me wanna cry\n  ","985287":"\n   Obviously heaps of guys on here have wanted you.  What is it about your boyfriend that led to him being you one to get to date you?\n  ","985288":"\n   Are you into Greys Anatomy?\n  ","985289":"\n   Why is it that when you’re driving and looking for an address, you turn down the volume on the radio? 🤔\n  ","985290":"\n   Now spin around three times and act like a Bulbasaur.\n  ","985291":"\n   Do you like to text, call or video chat? Which you prefer?\n  ","985292":"\n   Do you like to use hand sanitizer? What kinds? Smells.\n  ","985293":"\n   Where? Um only EVERYWHERE!\n  ","985294":"\n   I know\/seen something that you haven't lol\n  ","985295":"\n   Do you attribute any of your beauty to the extensive sleep you get?\n  ","985296":"\n   Hi love can I get your opinion on my post? I need someone to explain it to me. It makes me sad. BTW I love and miss you ❤\n  ","985297":"\n   Why does it take 15 minutes to cook minute rice? 🤔\n  ","985298":"\n   Can blind people see their dreams? 🤔\n  ","985299":"\n   If the #2 pencil is the most popular, why is it still #2? 🤔\n  ","985300":"\n   It is Eva, she forgot to turn off anon, lol.\n  ","985301":"\n   What time do you normally go to bed ?What time do you Normally wake up ?\n  ","985302":"\n   random dumb eva question ✅🍭😂 is a penguin a mammal\n  ","985303":"\n   Post your last TikTok?\n  ","985304":"\n   How many coins do you have on here?\n  ","985305":"\n   If you have ever used a food delivery service, do you have a favorite one? Any crazy stories?\n  ","985306":"\n   They're mediocre compared to you. 🥰 Plus you taste much better than they do 😋\n  ","985307":"\n   Well I know that you know that I know how much you love Linkin Park, so I know that you know that we know the same thing you know about me knowing what you know that I know. 🥰\n  ","985308":"\n   😳 I love you more than Dr Pepper and Taco Bell 🥰\n  ","985309":"\n   Do you prefer: fried eggs or poached eggs?\n  ","985310":"\n   But... it's Linkin Park 🥺\n  ","985311":"\n   That's impossible! 😱 There is no possible way you can love me more than you love Linkin Park. A close second maybe, but no way it's more. I accept being second in your life. 🥰\n  ","985312":"\n   I love you more 🥰 than kittens and puppies! 🐱🐶\n  ","985313":"\n   how do you keep track of ideas?\n  ","985314":"\n   There are much much much better things I want to taste in my mouth. 🤤\n  ","985315":"\n   what’s your favorite horror movie?\n  ","985316":"\n   Do you like Rice Krispie Treats? Have you ever made homemade one's? So good! 😁\n  ","985317":"\n   ❤ I love you baby girl! 🥰 Even though you like chocolate. Chocolate is yucky. 🤢\n  ","985318":"\n   In Sweden is currently raining\n  ","985319":"\n   Do you enjoy singing? 😊\n  ","985320":"\n   Sweet tea? Honey tea?\nOr non-sweet tea or.. no tea? And that's okay.\n  ","985321":"\n   Today i can happily announce that the name on my cat is Nikki\n  ","985322":"\n   Okay yeah you better not say it 😂🤔\n  ","985323":"\n   How long have you had an askfm account ? how much has your account changed since then ?\n  ","985324":"\n   how do you like your mashed potatoes, peeled or mashed w some skin on them?\n  ","985325":"\n   Who?\n  ","985326":"\n   When can u call someone \"strong\"?\n  ","985327":"\n   Interesting point. But you are wrong my friend. If you are a legend and don't believe in Jesus you won't make it hun. Jesus is the Way, the truth and the light :) Fyi\n  ","985328":"\n   What's Your Horoscope?\n  ","985329":"\n   Who goes to Heaven?\n  ","985330":"\n   When was the last time you go to church? Why do you quit going?\n  ","985331":"\n   u are an angel & u matter to me\n  ","985332":"\n   Hope everyone is enjoying a beautiful night!\n  ","985333":"\n   Your hair so pretty ❤\n  ","985334":"\n   No\n   \n    @NicoleBuckleyyx\n   \n   is so lucky\n  ","985335":"\n   Can I go to sleep Nikki?\n  ","985336":"\n\n    @edraegen\n   \n   is so lucky\n  ","985337":"\n   What's  your favorite summer dessert?\n  ","985338":"\n   That does make sense since you're out of this world gorgeous\n  ","985339":"\n   You are really very beautiful ❤️\n  ","985340":"\n   If my birthday was coming up and we lived in the same place and all I ever wanted was to spend the day with you watching movies and eating pizza and Chinese food would you spend my birthday with me\n  ","985341":"\n   How many hours do you spend online every day typically?\n  ","985342":"\n   Your in los angeles? Wow\n  ","985343":"\n   What kind of blankets do you like more? Sheets? Quilts? Fuzzy blankets? Comforters?\n  ","985344":"\n   be honest, do you often think black guys are cute?\n  ","985345":"\n   What time zone are you in. I’m in Pacific Time Zone.\n  ","985346":"\n   is yoga the secret to maintaining that incredible shape?\n  ","985347":"\n   Only people who accept Jesus as there Savior will go to Heaven. Make sure to read your bible..its all in there!\n  ","985348":"\n   Did you accept Jesus as your Savior?\n  ","985349":"\n   Is it something you're willing to keep doing now that you've done it?\n  ","985350":"\n   What do you love to do for fun\n  ","985351":"\n   Jesus loves you. He wants you to come to Him\n  ","985352":"\n   Have a good night then 😁\n  ","985353":"\n   what’s the best intro song from a tv show?\n  ","985354":"\n   What was your biggest hobby growing up? 😊\n  ","985355":"\n   Have a great day 💕🤙\n  ","985356":"\n   What do you think attracted me to you?\n  ","985357":"\n   You are still around?? Leave we don't want you here\n  ","985358":"\n   Why you put anon back on?\n  ","985359":"\n   Yes\n  ","985360":"\n   Did you marry that guy yet?\n  ","985361":"\n   Wheh was the last time you were out of your comfort zone ? What situation was it and how did you react ?\n  ","985362":"\n   I felt sad that you didn't have anon questions because of negativity. You only make me think positive things and I have nothing but appreciation for you.\n  ","985363":"\n   What is that speaker for?\n  ","985364":"\n   Evening!\n  ","985365":"\n   Who do you recommend I follow on here?\n  ","985366":"\n   How many followers do you have\n  ","985367":"\n   Oh thank god you brought back anonymous so I can finally ask you questions again\n  ","985368":"\n   hey miss you x\n  ","985369":"\n   What things that I do make you blush?\n  ","985370":"\n   Fave holiday?\n  ","985371":"\n   What initially attracted you to me?\n  ","985372":"\n   What do I contribute to your life?\n  ","985373":"\n   Do you think we spend too much time together? Too little?\n  ","985374":"\n   What scares you the most (if anything) about our relationship?\n  ","985375":"\n   Do I compliment you enough?\n  ","985376":"\n   If a crystal ball could tell you the truth about yourself, your life, the future or anything else, what would you want to know?\n  ","985377":"\n   What would constitute a perfect day for you?\n  ","985378":"\n   Does it mean a lot to you when I say I loveyou?\n  ","985379":"\n   If you had to change your name, what would you change it to and why?\n  ","985380":"\n   How are all of my favourite people doing today ?\n  ","985381":"\n   In whose power is it to make a difference in the world?\n  ","985382":"\n   What brought you to ASKfm originally?\n  ","985383":"\n   Hast the death of a celebrity ever hit you really hard? 🤔 (Inspired by recent events with Kobe Bryant 😥)\n  ","985384":"\n   Would you make your kid eat healthy or wouldn't bother\n  ","985385":"\n   suggest some good songs 💯\n  ","985386":"\n   You want to do something scary?! Try watching Scooby Doo by yourself at night.\n  ","985387":"\n   Watch out for that corona virus 😷\n  ","985388":"\n   Would you ever climb a mountain? Have you done this? Would you do it again?\n  ","985389":"\n   Have you ever gotten into Pottery before? Would you ever do this? Try it?\n  ","985390":"\n   what’s your favorite musical?\n  ","985391":"\n   What do you wish came easier to you?\n  ","985392":"\n   Who do you look up to? Any celebrities?\n  ","985393":"\n   What are you thankful for today?\n  ","985394":"\n   have you ever tried oat milk?\n  ","985395":"\n   do you own anything from Victoria’s Secret?\n  ","985396":"\n   Do you answer all the questions you get?\n  ","985397":"\n   Life was so plain and dull before I met you. But once I did, it was like I was seeing color for the first time. You saved my life Nicole. Saved me from being miserable the rest of my life. You gave me purpose. To give all my love to you. To cherish you for the rest of your life. You're my purpose.\n  ","985398":"\n   What do you like to cook?\n  ","985399":"\n   Least fave season\n  ","985400":"\n   Has anyone been to Japan? How was it?\n  ","985401":"\n   Is summer your favorite season because  the days are longer and its sunnier?\n  ","985402":"\n   Incorrect. Tests would be testicles 😉😂☠️\n  ","985403":"\n   When was the last time you stepped out of your comfort zone and tried something new?\n  ","985404":"\n   What was the first thing on your mind this morning?\n  ","985405":"\n   Do you have any plans for today?\n  ","985406":"\n   How tall are u?\n  ","985407":"\n   If corn oil is made from corn and vegetable oil is made from vegetables, what is baby oil made from? 🤔\n  ","985408":"\n   How come you press harder on a remote control when you know the battery is dead? 🤔\n  ","985409":"\n   Which time of day do you like best? Why?\n  ","985410":"\n   If you became a teacher tomorrow, what would you teach?\n  ","985411":"\n   how many apps do you have on your phone?\n  ","985412":"\n   Where do you like to read?\n  ","985413":"\n   Are you more of a dog person or a cat person?\n  ","985414":"\n   How do you feel about planes?\n  ","985415":"\n   You ever been to a NASCAR race before? Would you ever go?\n  ","985416":"\n   Would you hurt someone intentionally? 🥺\n  ","985417":"\n   If quizzes are quizzical, what are tests? 🤔\n  ","985418":"\n   Do you enjoy going to Starbucks? Why\/why not? 🧐\n  ","985419":"\n   What's your opinion on noise cancelling headphones? 🤔 Do you often wear any yourself? What kind? 😁\n  ","985420":"\n   Are you generally a more optimistic or pessimistic person?\n  ","985421":"\n   Would you rather have a rewind button or a pause button in your life?\n  ","985422":"\n   Wow, 😳 that girl in your profile picture is super hot! I think I'm crushing on her. I hope that doesn't make you jealous baby girl 😋\n  ","985423":"\n   Oh yeah do you enjoy pool parties?\n  ","985424":"\n   If an orange is orange, why isn’t a lime called a green or a lemon called a yellow? 🤔\n  ","985425":"\n   If you could only see three people for the rest of your life who would it be?\n  ","985426":"\n   What's the most valuable thing you've held in your hands?\n  ","985427":"\n   You like sweatpants? Or nah?\n  ","985428":"\n   What would be the coolest animal to scale up to the size of a horse? 🤔\n  ","985429":"\n   do you like big butts\n  ","985430":"\n   have you ever hooked up with a friend’s ex? 🙊\n  ","985431":"\n   What sport do you do? If you do any? Or if you could play one, what would it be? Or just none? 🤷 Which is okay.\n  ","985432":"\n   Do you follow organized religion? What does it mean to you?\n  ","985433":"\n   What two totally normal things become really weird if you do them back to back? 🤔\n  ","985434":"\n   Where should you never take a first date?\n  ","985435":"\n   HEY GUYS HELP ME OUT PLEASE!! It's for a contest in school... please like or put a heart react on the photo \"The golden hour\"\n   \n    https:\/\/m.facebook.com\/ustmedwards\/photos\/pcb.2552477458321107\/2552468964988623\/?type=3&source=49\n   \n   It would really be a great help...THANK YOU SO MUCH!!!\n  ","985436":"\n   Have you ever put your hand over someone’s mouth to shut them up?\n  ","985437":"\n   What would be the absolute worst name you could give your child? 🤔\n  ","985438":"\n   what did you major in in university? \/ what will you major in? \/ what would you major in?\n  ","985439":"\n   Is there any kind of food you'd consider your \"weakness\"? 😂 Like something you can't refuse eating no matter the circumstances Haha\n  ","985440":"\n   My sister named her fish Bubbles\n  ","985441":"\n   what’s a good name for a goldfish?\n  ","985442":"\n   Typically how do you handle boredom? ( I go on YouTube or watch videos on Facebook )\n  ","985443":"\n   is there a lot of roadwork where you live?\n  ","985444":"\n   What sport would be the funniest to add a mandatory amount of alcohol to? 🥴🥃\n  ","985445":"\n   what do you season chicken with?\n  ","985446":"\n   What hairstyle looks best on girls?\n  ","985447":"\n   Last person’s house you were in?\n  ","985448":"\n   If peanut butter wasn’t called peanut butter, what would it be called? 🤔\n  ","985449":"\n   What are some of the nicknames you have for customers or coworkers? 🤔\n  ","985450":"\n   Cheers to Friday! 🎉\nWhat are y’all up to this weekend? 🤔\n  ","985451":"\n   Have you ever seen a Dalmatian in real life?\n  ","985452":"\n   What kinda shoes do you like to wear out?\n  ","985453":"\n   Its Friday! \nWhat's your plan ?\n  ","985454":"\n   What’s the most unsettling movie you’ve ever seen?\n(mine is A Serbian Film)\n  ","985455":"\n   Use 3 emojis to describe your day! Mine are 🤪🔥🥂\n  ","985456":"\n   Happy Friday!!!!!!\nThe weekend is almost here.......\nEnjoy.\n  ","985457":"\n   I'm still supporting Queen Alexis\n  ","985458":"\n   What kind of secret society would you like to start? 🤔\n  ","985459":"\n   What is something, or someone who can always make you smile? ☺️\n  ","985460":"\n   Have you ever attended a parade before? What was it like? Did you have a good time or did you really not like it?\n  ","985461":"\n   It's been a long time\n  ","985462":"\n   Thanks girlie 💕💕💕💕\n  ","985463":"\n   Hey love ask me questions\n  ","985464":"\n   Just a friendly reminder that you are loved and that you matter!\n  ","985465":"\n   Do you like staying really nice hotels with nice views or do you just like your home and bed more?\n  ","985466":"\n   If animals could talk, which would be the rudest? 🤔\n  ","985467":"\n   Ever seen a rolled house? Like someone toilet paper all over it.\n  ","985468":"\n   Have you ever seen an albino snake before? They are so cool looking. (In a cage or out)\n  ","985469":"\n   What was your favourite childhood Halloween costume? 👻 🎃\n  ","985470":"\n   What made you download this app in the first place?\n  ","985471":"\n   Have you texted your phone number neighbour?\n  ","985472":"\n   🎬 Do you keep track of the movies and\/or series you watched? Like writing them down somewhere. If so, how do you do it and how many are listed there? If not, would you like to keep track of it? — I‘m a movie and series lover, sorry not sorry. 😄\n  ","985473":"\n   -\n  ","985474":"\n   What is your fave song of all time and why\n  ","985475":"\n   Do you own a snowmobile? Have you ever ridden on one? Would you ever do this?\n  ","985476":"\n   What’s the weirdest thing a guest has done at your house? 🤔\n  ","985477":"\n   On what does it depend weither it’s easy or not?\n  ","985478":"\n   🎁 Do you have a hard time on finding gifts for other people or is it easy for you?\n  ","985479":"\n   Is a hotdog a sandwich? 🤔\n  ","985480":"\n   Which body part do you wish you could detach and why? 🤔\n  ","985481":"\n   have you ever prank called someone?\n  ","985482":"\n   What was the last thing you ate?\n  ","985483":"\n   What is the most embarrassing thing you have ever worn? 🤔\n  ","985484":"\n   In one sentence, how would you sum up the internet? 🤔\n  ","985485":"\n   How do you feel about putting pineapple on pizza? 🤔\n  ","985486":"\n   Have you ever been to Disney World or Disneyland? If not, do you have any desire to ever go?\n\nWould you like to share a picture that you have? If you've been that is.\n  ","985487":"\n   Is cereal a soup? 🤔\n  ","985488":"\n   Do you like sausage? Or nah?\n  ","985489":"\n   What’s the best type of cheese? 🧀\n  ","985490":"\n   Do you play an instrument? Which? Say in GIF. Or do ya wanna learn how to play one? What is it? GIF it.\n  ","985491":"\n   What’s the best Wi-Fi name you’ve seen? 🤔\n  ","985492":"\n   What matters to you most - money, good looks or attitude?\n  ","985493":"\n   Do you celebrate Lunar New Year? 🥳🐭\n  ","985494":"\n   How often do you go shopping?\n  ","985495":"\n   What makes you feel like a total bad-ss?\n  ","985496":"\n   Have you ever watched a tv show from the 80’s or 90’s and thought “this acting really sucks” ?\n  ","985497":"\n   So true 😋\n  ","985498":"\n   You're on death row ... what's your final last meal?\n  ","985499":"\n   Are u easy to convince?\n  ","985500":"\n   It will! How was your day today?\n  ","985501":"\n   What do you like best about your hometown?\n  ","985502":"\n   If you could go anywhere in the world right now, where would you go?\n  ","985503":"\n   These last 2 questions were shoutouts silly. Needed to reach my quota for the week.\n  ","985504":"\n   Who's the best for you: \nNicole Kidman, \nNicole Scherzinger, \nNicole Richie or \nNicoleBuckleyyx?\n  ","985505":"\n   What time is it? 🤔\n  ","985506":"\n   How are you doing?\n  ","985507":"\n   True not gonna lie about that\n  ","985508":"\n   Follow me 🌸❤️\n  ","985509":"\n   Who be her?\n  ","985510":"\n   Hi! 😇 Follow back? 💕\n  ","985511":"\n   Haha aw thank you very much :) 💕 you are more though!  Stay beautiful and up 😍🔥\n  ","985512":"\n   Good! I think I'm really going to like my class(es)\n  ","985513":"\n   How are you so beautiful omg? 💕\n  ","985514":"\n   Ah nice! I went back yesterday!\n  ","985515":"\n   When was the last time you had a milkshake?! What was it?!\n  ","985516":"\n   what’s a kind of cookie you don’t like? i don’t like peanut butter cookies. 😂\n  ","985517":"\n   Favorite drink when it's hot?\n  ","985518":"\n   Do you listen to any classic rock. If yes who do you listen to ?\n  ","985519":"\n   You want to be friends, we're you from\n  ","985520":"\n   Why do some people stay in relationships that they know are toxic?\n  ","985521":"\n   What was the last word you found in a word search puzzle?!\n  ","985522":"\n   What did you do today?\n  ","985523":"\n   What's something that everyone should do every day?\n  ","985524":"\n   Favorite drink when it's cold?\n  ","985525":"\n   Gonna go out and drink when you turn 21?\n  ","985526":"\n   Do you like gummy candies? GIFs? Post them with the answer if ya want to. 😊\n  ","985527":"\n   If you watch YouTube, what kinds of videos do you like to watch? Least favorite.\n  ","985528":"\n   Have you ever participated in a demonstration? 🤔 How was it? What was it for? 😁\n  ","985529":"\n   Which color do you use for the ask interface? 🤔😁\n  ","985530":"\n   Do you have any strange phobias?\n  ","985531":"\n   What makes you sad?\n  ","985532":"\n   Do you prefer to ask or answer questions? 🤔 Why? 😁\n  ","985533":"\n   Yes .. it was reinstated after I emailed them  .. so don't worry about it now ... damn ask\n  ","985534":"\n   My\n   \n    @askamanz5506\n   \n   was just shut down ... no idea why I have my suspicions on who reported me 🤔... was on there then got logged out .. anyway.. Reopening this one add me if you haven't already .. I need to work my way back again to 1000 followers  lol\n  ","985535":"\n   How’s everyone’s life going?\n  ","985536":"\n   what’s the weirdest chip flavor you’ve ever tried?\n  ","985537":"\n   do you know anyone that still has their christmas decorations out?\n  ","985538":"\n   Have you had any family get togethers lately?\nHow was it?\n  ","985539":"\n   nikki took off anon\n  ","985540":"\n   why did he ask that he already knows the answer\n  ","985541":"\n   What do you think Donald Trump will come to Pakistan? 👱🏼‍♂️🇵🇰🇬🇧\n  ","985542":"\n   How do you like your coffee? ☕️\n  ","985543":"\n   do you decorate for valentine’s day?\n  ","985544":"\n   do you have a computer or laptop? how often do you use it?\n  ","985545":"\n   How often do you drink coffee?\n  ","985546":"\n   Would you live in a tree house? 🌳🏠👪\n  ","985547":"\n   do you like ginger ale?\n  ","985548":"\n   Do you like chicken? 🐔\nWhat kinda things do you like to make with chicken?\n  ","985549":"\n   Happy Wednesday girlie!\n  ","985550":"\n   What is your relationship status?\n  ","985551":"\n   Do you agree that good things come to those who wait?\n  ","985552":"\n   Do shooting stars have the power to fulfill wishes?\n  ","985553":"\n   Thankyou ❤️\n  ","985554":"\n   Do you believe that playing is more important than winning?\n  ","985555":"\n   What makes you strong?\n  ","985556":"\n   Do you like boat rides? Or not really.\n  ","985557":"\n   I user to only ask you questions and then i drifted and visited other asks. You were #1 forever until you weren't. Sorry but im back now, cool?\n  ","985558":"\n   Have you ever ridden in a limousine before?\n  ","985559":"\n   Nikki sorry that i asked other people questions. Are you cool with that?  How  can i come back\n  ","985560":"\n   How do you spend most of your time on the Internet?\n  ","985561":"\n   Look out! Someone is behind you! 😱\n  ","985562":"\n   i am congratulating you on your bf, hes soo lucky xox\n  ","985563":"\n   The long wheelbase version is 😍😍😍🙌🏼🙌🏼\n  ","985564":"\n   God bless Tommy Robinson!\n  ","985565":"\n   You into fixing vehicles or nah?\nTell me about an experience you've had. (Don't have to)\n  ","985566":"\n   Did you ever win an academic or athletic  award at school ?  If you did which award did you win and what was it for ?\n  ","985567":"\n   What is your love language?! Have you taken the test to see?\n  ","985568":"\n   What's your favorite day of the week?\n  ","985569":"\n   Do you have any regrets in life?\n  ","985570":"\n   I’m good thanks! Did you go back to school yet?\n  ","985571":"\n   Got any tattoos?\n  ","985572":"\n   Do you wear crop tops? PAP!\n  ","985573":"\n   How often do you think of leaving this app ?\n  ","985574":"\n   Wie werden Menschen 120 Jahre alt?\n  ","985575":"\n   What’s your thoughts on 👀 marijuana 🤭💨👍👎\n  ","985576":"\n   whats ur religion?\n  ","985577":"\n   What’s your claim to fame? 🤔\n  ","985578":"\n   Oh how I miss him\n  ","985579":"\n   Love or arrange marriage which one will you consider and why?✨🌺\n  ","985580":"\n   PAP of the very first image on your camera roll?\n  ","985581":"\n   HAVE YOU EVER CRIED AT A MOVIE?\n  ","985582":"\n   I'm gonna use the random question generator to select 5 questions that ask you to post a pic and I want you to do all 5. Okay baby?\n  ","985583":"\n   I’m good thanks! What’s new?\n  ","985584":"\n   What's your perfect omelet?!\n  ","985585":"\n   What’s your favourite food(s) for comfort while you’re sick?\n  ","985586":"\n   How are you doing?\n  ","985587":"\n   Hardest thing you had to do recently\n  ","985588":"\n   Imagine you have an amphibious self driving car that will drive you anywhere in the world, by land or by sea. It is solar powered and will never run out of charge. Where is the first place you have it drive you to, and who (if anyone) do you ask along for the ride?\n  ","985589":"\n   What do you value the most in your life? 🌸\n  ","985590":"\n   Thank you so much!!\n  ","985591":"\n   What is something you're jealous of?\n  ","985592":"\n   How do you feel about ppl third wheeling? Like on a date?\n  ","985593":"\n   Hey girlie can you please ask my friend\n   \n    @Samta_Clause\n   \n   ? He’s new!\n  ","985594":"\n   Did you ever have a babysitter as a kid?\n  ","985595":"\n   Do you think Pete Rose should be in the Hall of Fame?\n  ","985596":"\n   What is Mçafe?\n  ","985597":"\n   What time is the sun setting today where you are? 🌞\n  ","985598":"\n   HOW OFTEN DO YOU LOOK AT YOUR PHONE EVERY DAY?\n  ","985599":"\n   congratulations x\n  ","985600":"\n   Anyone watch 90 day fiancé? If not, maybe check it out . 🤔🤪\n  ","985601":"\n   Hii\n  ","985602":"\n   Are you good at keeping secrets ? Do lots of people confide in you ?\n  ","985603":"\n   When do you normally go to bed?\n  ","985604":"\n   PAP of what you are doing right now\n  ","985605":"\n   HOW DARE YOU??? 😂☠️\n  ","985606":"\n   You don't know?!? LOL\n  ","985607":"\n   Sunooo!!!!! Soo jaoooo Subh Class kaleaa ni janaa🤔😒😏\n  ","985608":"\n   have you a favourite animal\n  ","985609":"\n   How often do you just think to yourself “I’m so tired of people’s crap” ? Like daily, weekly, or not often.\n  ","985610":"\n   You should take computer science too. It's required for CSI type jobs. Not sure about profiling though.\n  ","985611":"\n   do u know who kid niki the radical ninja is\n  ","985612":"\n   Did you pay attention to the Nikki Yovino case?\n  ","985613":"\n   sweet what r u studying ?\n  ","985614":"\n   Do you like Mountain Dew?\n  ","985615":"\n   Would you consider yourself good at giving advice?\n  ","985616":"\n   yup back tomorrow yikes and cool ✅🍭 u back yet\n  ","985617":"\n   What are you better at – singing or dancing?\n  ","985618":"\n   tryna get my life ready for classes tomorrow srsly ✅😩🍭 hbu\n  ","985619":"\n   hey wassup ? 🍭\n  ","985620":"\n   What is the toughest part about your job ? Or what is the toughest thing about your school day if you don’t have a job ?\n  ","985621":"\n   do you have a subscription to any magazines? do you read magazines while you sit in waiting rooms?\n  ","985622":"\n   Unless that anon is Jared Leto, nope! 🤪\n  ","985623":"\n   How was your day\n  ","985624":"\n   You want me to be your friend\n  ","985625":"\n   I'm here waiting\n  ","985626":"\n   That's good you very pretty can I meet you\n  ","985627":"\n   Sure, let's go! We'll say hi to\n   \n    @SophieWhite3\n   \n   and\n   \n    @musicfan1998\n   \n   😋\n  ","985628":"\n   Aye, me too! Let's goo!!\n  ","985629":"\n   Do you and\n   \n    @edraegen\n   \n   actually know each other personally?\n  ","985630":"\n   Hi Nikki, how you doing texts me\n  ","985631":"\n   what’s something on your bucket list?\n  ","985632":"\n   what do you wish you had the guts to do?\n  ","985633":"\n   What is the last thing you ate?\n  ","985634":"\n   What are your thoughts on Australia?\n  ","985635":"\n   It looks nice  is it expensive thou\n  ","985636":"\n   Always wanted to visit there\n  ","985637":"\n   Be honest have you ever used your phone whilst driving\n  ","985638":"\n   Followed🌸\n  ","985639":"\n   I’m currently stuck between going to sleep or getting some food! In the moment in time, what do you want more, sleep or food?\n  ","985640":"\n   Have you been in Europe? If yes where in Europe?\n  ","985641":"\n   Have you been in Japan or Australia?\n  ","985642":"\n   Do you like china\n  ","985643":"\n   Do you get many tourists  where you live\n  ","985644":"\n   I actually understood this, lol. 😚\n  ","985645":"\n   Are you ticklish? Where?\n  ","985646":"\n   What can you do to make this world a better place?\n  ","985647":"\n   Do you make your own rules?\n  ","985648":"\n   What could I do for you that I don't do now?\n  ","985649":"\n   Someone walks in a room and you smile from ear to ear; who is the person?\n  ","985650":"\n   Are you left handed or right handed?\n  ","985651":"\n   Yeah are you single\n  ","985652":"\n   Would you call yourself a “happy person”? 🙂\n  ","985653":"\n   I'm okay\n  ","985654":"\n   Hello how are you\n  ","985655":"\n   What’s the weather like where you are? Mine’s just dropped to 14°C (57°F) and I’m already on the brink of freezing to death 😅🌧\n  ","985656":"\n   Do you ever talk to yourself in the mirror?\n  ","985657":"\n   -\n  ","985658":"\n   does your man buy you liquor?\n  ","985659":"\n   Have you ever just seen a ton of birds at once just chilling somewhere and just wanted to go up to them and scare them all up into the air?\n😂🐦🐓🦅🦆🦉\n(I thought I'd ask a funny one)\n  ","985660":"\n   Do you have Snapchat?\n  ","985661":"\n   What is your favorite type of sushi? If you like sushi that is. Sushi 🍣 GIFS? Any photos of some you've had before that you'd like to share? Post them! \n\n😊✌ Much love to y'all. Have a good day!\n  ","985662":"\n   Describe your day with an emoji...\n  ","985663":"\n   And jacket!\n  ","985664":"\n   Take off your blanket!\n  ","985665":"\n   You and your \"bf\" need to seek professional help and not rely on this f*cked up social media outlet to portrait your relationship. Seek help.\n  ","985666":"\n   You still cutie\n  ","985667":"\n   Go get a hotel room and stop clogging up everybody's feed with this nauseating pre teen drivel. You would make all very happy.\n  ","985668":"\n   Where are you from ?\n  ","985669":"\n   🤮\n  ","985670":"\n   Do you have a particular place you like to visit regularly?\n  ","985671":"\n   On a scale of 1 - 10, how much do you crave my kiss right now, and how much do you miss it? 😚💋\n  ","985672":"\n   Did you think the world was gonna end in 2012?\n  ","985673":"\n   You rather be able to do a backflip or the splits?\n  ","985674":"\n   Would you say you have a \"type\"? Do I fit what you thought you were looking for?\n  ","985675":"\n   Yeah, I was paying a compliment not asking for your hand in marriage.\n  ","985676":"\n   You're HOT💕\n  ","985677":"\n   What about our relationship makes you really happy?\n  ","985678":"\n   Lucky, I never got to see them. I miss Chester 😥\n  ","985679":"\n   Me neither.\n\nCan you do anything similar? Like a flip, a cartwheel, the splits?\n  ","985680":"\n   What’s your typical remedy for a sore throat?\n  ","985681":"\n   Do you like curly fries? Do you like any type of dipping sauce with them?\n  ","985682":"\n   What age were your parents when they had you?\n  ","985683":"\n   who is ur best friend\n  ","985684":"\n   Why?\n  ","985685":"\n   You may not have said that but it is certainly applied and common sense\n  ","985686":"\n   How come you do not like black or any coloured people?\n  ","985687":"\n   Do you believe in aliens. If you do, do you  think they have already been here ?\n  ","985688":"\n   Ever been to laguna beach?\n  ","985689":"\n   Ever been to Dennys past midnight?\n  ","985690":"\n   I love you\n  ","985691":"\n   have you ever had oxtails?\n  ","985692":"\n   But if they are someone close to you, seeing their future will change how you see them. Like say someone you're going to marry. You see that in 10 years you'll get a divorce. You may not marry them and lose out on so much happiness until then. Or when they die, etc.\n  ","985693":"\n   Would you rather know the history of every object you touch, or be able to see the future of every human you touch?\n  ","985694":"\n   Do you eat at night?\n  ","985695":"\n   Is there anyone’s stomach you find attractive?\n  ","985696":"\n   whats heavy\n  ","985697":"\n   were tissues needed when u meet ur bf in person\n  ","985698":"\n   Do you like grapefruit juice? Have you ever had it before? Would you ever try this?\n  ","985699":"\n   Do you drink lots of water?\n  ","985700":"\n   If you could read minds, who's would you want to read?\n  ","985701":"\n   Would you date the actor who played Gibby on iCarly?\n  ","985702":"\n   Favourite colour?\n  ","985703":"\n   Are you in bed?\n  ","985704":"\n   Do you sleep well at night?\n  ","985705":"\n   What is your favorite food?\n  ","985706":"\n   Your LIIIIIIIIIIIIIIIIPS 💋🤩👀👀👀\n  ","985707":"\n   Have you ever sent someone a handwritten love letter through the mail?\n  ","985708":"\n   Do you believe in the saying... \"Duct tape fixes everything!\"\n😂 LOL What do you think?\n  ","985709":"\n   Do you have a favorite poem? What is it?\n  ","985710":"\n   Would you rather have one best friend or several good friends? 🤔 Why?\n  ","985711":"\n   Do you have a boyfriend\n  ","985712":"\n   Man this was a real bad habit of mine as a kid lol. Most of it was due to nerves though. I've gotten better at it over time\n  ","985713":"\n   Last time you took the time to think about me in your mind?\n  ","985714":"\n   What was the Last discussion about  that you had with a  friend\n  ","985715":"\n   The Super Bowl is in 2 weeks.  Will you watch the game ? Will you watch for the commercials and halftime show. Or will you not watch at all ?\n  ","985716":"\n   Thank you you took it in good heart at least as a little joke\n  ","985717":"\n   In what age you think is ok to someone to sleep over with his girlfriend at home?\n  ","985718":"\n   I would of thought you would of heard  a static noise\n  ","985719":"\n   wait why wait until tomorrow? Lmao\n  ","985720":"\n   If people can read your mind , What would they usually hear!¿ 😛😛\n  ","985721":"\n   I'll change my cats name to Nikki tomorrow\n  ","985722":"\n   What is your favourite conspiracy theory? 👽\n  ","985723":"\n   I'm changing my name to frog dog tomorrow.\n  ","985724":"\n   How are you\n  ","985725":"\n   Where do u live\n  ","985726":"\n   Name 2 movies you’ve seen probably 100 times? 😁🤷💜\n  ","985727":"\n   Are you single or maridd\n  ","985728":"\n   what’s the weirdest kind of waffle you’ve ever had\/made\n  ","985729":"\n   Do you feel bad for the dogs\/pets of homeless people?\n  ","985730":"\n   Favorite rock band?\n  ","985731":"\n   How's your day been so far?\n  ","985732":"\n   Do you have any father\/mother in law\/ parents of your significant other horror stories?\n  ","985733":"\n   Ur cute\n  ","985734":"\n   What is your favorite midnight snack?\n  ","985735":"\n   Do you prefer gold or silver jewelry?\n  ","985736":"\n   Do you think you are mentally equipped to handle fame if it was to come your way, either voluntarily or involuntarily?? 🤩\n  ","985737":"\n   What are the most comfortable shoes?\n  ","985738":"\n   Do you like or dislike spicy food?\n  ","985739":"\n   Do u hang out with friends a lot ?\n  ","985740":"\n   ما هي قمة الحيرة ؟\n  ","985741":"\n   Are you getting a ps5?\n  ","985742":"\n   That's pretty good\n  ","985743":"\n   Whats your most annoying habit?\n  ","985744":"\n   im jealous. can we talk in private ??\n  ","985745":"\n   Nikki im gay\n  ","985746":"\n   is ur bf on here ??\n  ","985747":"\n   Favorite feature on her?\n   \n    https:\/\/www.instagram.com\/p\/B7d-j04goBD\/?igshid=ms0kxkexla80\n   \n","985748":"\n   so ur taken ?\n  ","985749":"\n   are u in love ?\n  ","985750":"\n   Are you a morning person or night person?...🗝\n  ","985751":"\n   In a perfect world what would your life be like?\n  ","985752":"\n   Can you do a handstand?\n  ","985753":"\n   I had a person follow me in the woods once, it was a little scary\n  ","985754":"\n   What are you always late for?\n  ","985755":"\n   Would you be happy without money?\n  ","985756":"\n   What was your first concert? No matter how embarrassing - let's hear it.\n  ","985757":"\n   Do you think it hurts much when you get born?\n  ","985758":"\n   Yo, Nikkalodian :)\n  ","985759":"\n   Did you really really hate any teachers in school\/college\n  ","985760":"\n   Are you single?\n  ","985761":"\n   Would you ever go walking in the woods by yourself? Have you ever done this before?\n  ","985762":"\n   I was watching man vs food the man on the show ate 12 Carolina reaper chill hot  wings would you be able to do that or nah?\n  ","985763":"\n   What’s the “strangest” food you’ve eaten and would recommend?\n  ","985764":"\n   Ever gone wine tasting?\n  ","985765":"\n   Do you drink alcohol ?if you do what is your drink of choice ? Have you ever gotten drunk ?\n  ","985766":"\n   Why did you join ask.fm?\n  ","985767":"\n   What are you passionate about right now?\n  ","985768":"\n   Do you go camping often or no? You're not really a camping person?\n  ","985769":"\n   When’s the last time you went to a shopping mall? Did you buy anything?\n  ","985770":"\n   🧟‍♀️ How long would you last in a zombie apocalypse? 🧟‍♂️\n  ","985771":"\n   your such a kind person xo\n  ","985772":"\n   If life is a drink, then Love is a ?🍸\n  ","985773":"\n   What's the most expensive thing you've bought? Did you regret buying it? How much was it? 😭\n  ","985774":"\n   If you opened a business, what kind of business would it be?\n  ","985775":"\n   can u gimme a quick rub\n  ","985776":"\n   To make a better life, what kind of potential change we need?\n  ","985777":"\n   What were you looking for when you found me? Were you looking for love at all?\n  ","985778":"\n   I can't! But I can bend my fingers back to touch my wrist lol\n  ","985779":"\n   Can you make brownies and cakes from scratch\n  ","985780":"\n   What's your biggest fear in this relationship?\n  ","985781":"\n   Ah that's still really cool!!\n  ","985782":"\n   What's the first thing you check when you turn on your computer?\n  ","985783":"\n   What song makes you want to dance?\n  ","985784":"\n   Do you ever dance even if there's no music playing?\n  ","985785":"\n   Who’s your favorite Simpsons character?\n  ","985786":"\n   How do you describe me to other people?\n  ","985787":"\n   Which Disney character would you like to be for a day?\n  ","985788":"\n   What is your favorite chocolate bar?\n  ","985789":"\n   Can you do both at the same time? 😂\n  ","985790":"\n   Do you like hot drinks on hot days?\n  ","985791":"\n   Do you feel comfortable when being photographed?\n  ","985792":"\n   What’s the worst type of sandwich?\n  ","985793":"\n   Can you wiggle your nose or your ears?\n  ","985794":"\n   Did you debate whether or not to ask me out? Why would you have chosen not to?\n  ","985795":"\n   Do you sleep with your legs tucked under the blankets or one foot out?\n  ","985796":"\n   when you need to gas, do you go to the station that’s closest to you or the one that has the cheapest price?\n  ","985797":"\n   Do you want kids?\n  ","985798":"\n   do you like pizza?\n  ","985799":"\n   Do you have to have your closet doors open or closed when you go to sleep?\n  ","985800":"\n   If you had one word to describe our relationship what would it be?\n  ","985801":"\n   Gm❤️\n  ","985802":"\n   👧🏻 What do you miss most about being a kid? 🧒🏻\n  ","985803":"\n   Would you ever compete in an eating contest?\n  ","985804":"\n   Have you ever counted your steps while you walk?\n  ","985805":"\n   And now I am back from my break\n  ","985806":"\n   Follow for follow?\n  ","985807":"\n   Isn't an account with no selfies or biographical info the same as anon?\n  ","985808":"\n   -\n  ","985809":"\n   Aren't love likes\n  ","985810":"\n   Like for likes?\n  ","985811":"\n   What is your proposal story? Or what is your dream proposal story?!💕💍\n  ","985812":"\n   Do you think kids spend too much time on video games, phones and other electronics. Not spending enough time outside.\n  ","985813":"\n   Do you like bananas? 🍌😁\nI like them in smoothies!\n\n\n(Non loaded. No pun intended)\n  ","985814":"\n   Favorite fruit?\n  ","985815":"\n   If you could only eat one thing for the rest of your life, what would you eat?\n  ","985816":"\n   Me or Jared Leto? 😋\n  ","985817":"\n   What’s the WEIRDEST compliment you’ve ever received?\n  ","985818":"\n   What do you love the sound of?\n  ","985819":"\n   How are you\n  ","985820":"\n   Did you have uniform in school?\n  ","985821":"\n   Speak your heart out! 💫\n  ","985822":"\n   I am making pigs in a blanket for dinner. What are you making \/ eating for dinner?\n  ","985823":"\n   Where do you prefer to sing?\n  ","985824":"\n   What's your most memorable event of this summer?\n  ","985825":"\n   What is\/was your nickname at school?\n  ","985826":"\n   I hope everyone had a great Friday! Make everyday worth it . remember you matter ✨💛\n  ","985827":"\n   When is the last time you had a pb&j sandwich?\n  ","985828":"\n   tears entered your eyes when you saw him ?\n  ","985829":"\n   Lots of calamities happen this 2020 including earthquake in Puerto Rico, eruptions in the Philippines and Mexico, flash flood in Indonesia, feud between US and Iran, and so much more. This is not a question. But PLEASE PRAY for the world. It's becoming unhealthy. thank you\/shukriya\/salamat. ☹☹☹\n  ","985830":"\n   How many ways can you find to tell you how lovely you are? I suppose as many if you could count them and name every star. You see it an essence within you that exudes a lovely soul. With a heart and mind to match, making you beautifully whole!\n  ","985831":"\n   If you could pick an eye color for you, which one would you choose?👀\n  ","985832":"\n   💎 Do you trust your intuition?\n  ","985833":"\n   Does anyone have any plans to do for Valentine’s Day this year? ♥️ ❤️🧡💛💚💙💜💘💝💖💗💓💞\n  ","985834":"\n   Who is your favourite Disney Princess who's not really a Disney Princess? Mine for example is Sweet Dee from It's Always Sunny In Philadelphia because Disney bought Fox who owned It's Always Sunny and in one episode shes dressed as a Princess. Princess Leia and others also count. Whoever Disney owns\n  ","985835":"\n   whats been your most embarrassing moment ?\n  ","985836":"\n   It's almost the weekend! I hope you have a really great one! :D you're amazing! Never forget that :3 💕\n  ","985837":"\n   how is your january going?\n  ","985838":"\n   Do you like milk? People say I’m too childish because I enjoy milk rather than beers or cocktails like other teenagers 🤷‍♀️\n  ","985839":"\n   What do you spend most of your money on?\n  ","985840":"\n   At what age did you learn to ride a bicycle?\n  ","985841":"\n   What's your favourite dessert? 👍\n  ","985842":"\n   What is your favourite thing about Spring time? 🌸🌱🦋\n  ","985843":"\n   If your life was a movie, what 3 songs would be on the soundtrack?\n  ","985844":"\n   💢 Can anyone help me with my project \"Forms of market\" for economics? Pretty please?\n  ","985845":"\n   If you like to pop fireworks, what are your favorite kind to pop? 🎆\n  ","985846":"\n   Have you ever raced go karts before? Would you like to tell your experience? If you've never done this before, would you like to try it?\n  ","985847":"\n   Would you rather be the best player on a horrible team or the worst player on a great team? 👍\n  ","985848":"\n   Did you like midsommar? 💐🌷🌹🌻\n  ","985849":"\n   Why do women live longer than men?\n  ","985850":"\n   Are you looking forward to Winter being over? ☃️❄\n  ","985851":"\n   -\n  ","985852":"\n   Your thoughts on salami? Yay or nay?\n  ","985853":"\n   I am on a like ban RN; sorry I failed you. 😂☠️💜 I'll like your shit when I wake up tomorrow\n  ","985854":"\n   I’m the biggest risk taker in my family.\n  ","985855":"\n   Stellt mir alle Fragen, würde mich freuen:)\n  ","985856":"\n   If tomorrow, you woke up 10 years older, where would you be in life? 🤔\n  ","985857":"\n   What are the most important traits you look for in a person? Friends or romantic my?\n  ","985858":"\n   If you could change anything in the world, what would it be\n  ","985859":"\n   Tell me about it I'll prob never get a girl\n  ","985860":"\n   Haha i saw that GIF when looking for one to answer that question😅😁\n  ","985861":"\n   Who's your day been?\n  ","985862":"\n   Sprinkle on me like I'm one of your nude French cup cakes\n  ","985863":"\n   Do you believe in the 5 second rule?! 😂.    🍏🐜\n  ","985864":"\n   Do you like sprinkles?\n  ","985865":"\n   Hows your day going\n  ","985866":"\n   Would you had a baby with your boyfriend\n  ","985867":"\n   What is the last thing you though about before you went to bed last night ?\n  ","985868":"\n   If you could be a magical creature, what would you be? ✨\n  ","985869":"\n   Was wäre die nutzloseste Superkraft?\n  ","985870":"\n   Do you prefer knee high socks or normal socks? :) xxx\n  ","985871":"\n   Are you that kind of person to have a fan on while you're sleeping? Just to be cold or have the sound? Or like to listen to the ocean?\n  ","985872":"\n   Last time you had a pillow fight and who was it with ?\n  ","985873":"\n   Are you a shy person?  Are there times when you feel more shy then others?\n  ","985874":"\n   do you have an island in your kitchen?\n  ","985875":"\n   Sweat is out helps out big time\n  ","985876":"\n   Would you like to be friends with Mario and Luigi?\n  ","985877":"\n   How do I know if I'm Jewish?\n  ","985878":"\n   You're still in school? What year? Do you like it? :)\n  ","985879":"\n   Would you like to go horseback riding?\n  ","985880":"\n   How long do you have until you graduate? (If you’re in school)\n  ","985881":"\n   Wurde Nikki vermisst ☺️ ?\n  ","985882":"\n   What is or was your favorite cartoon? 👍\n  ","985883":"\n   In your opinion, Is heat or cool temperatures better for any injuries or sick situations. Lets sat a fever. I’ve been told by that it’s better to just sweat out the sickness. Which works In time. And other times to sleep with a ice cold towel on my forhead to regulate body temp. What do you think?\n  ","985884":"\n   Where would you say you are a frequent customer at?\n  ","985885":"\n   If you could spend the next year living anywhere in the world, where would you go?\n  ","985886":"\n   A language you wanna learn?\n  ","985887":"\n   I would only agree that a symbolic clock is as nourishing to the intellect as a photograph of oxygen to a drowning man.\n  ","985888":"\n   Do you enjoy creating? Would you like to share something that you created? Whether it be explained or shown in a picture, share if you'd like.\n  ","985889":"\n   well!. I got charming voice 😂 too .. should I use it when i meet pretty girls like u.. I get many compliments about it lol\n  ","985890":"\n   how long was the kiss\n  ","985891":"\n   Do you like to sing out loud when no one else is around? 👍\n  ","985892":"\n   did you two kiss on the lips :o\n  ","985893":"\n   how far do yall live from each other\n  ","985894":"\n   Have yall met irl\n  ","985895":"\n   Have you ever found a shark tooth before? Like walking on a beach of some sort.\n  ","985896":"\n   is he jeffrey\n  ","985897":"\n   some ask users nvr cease to amuse me 😂😅❣️\n  ","985898":"\n   is ur bf on ask\n  ","985899":"\n   Is there anything that you don’t have, but your friend does and it makes you want to have it as well ?\n  ","985900":"\n   what burned in your eyes\n  ","985901":"\n   What is your favorite movie from your childhood? And why?\n  ","985902":"\n   Are you looking forward to self driving cars? I'm so excited. I want a big van that's like a mini camper with a bed and TV and kitchen and bathroom in it. I could like live in it and at night it could drive around and I'll get takeout food and watch tv in bed while is drives. That would be awesome😊\n  ","985903":"\n   what was in your eyes?\n  ","985904":"\n   Did you ever see the movie Good Burger?\n  ","985905":"\n   On insta or Sc because it will contain some dirty questions too yk xD\n  ","985906":"\n   How can you tell a good person from a bad one? 😊\n  ","985907":"\n   lmao did you? :$\n  ","985908":"\n   aww\n  ","985909":"\n   did u say \"oh my goodness\" then grabbed tissues?\n  ","985910":"\n   did u need tissues\n  ","985911":"\n   Can you do any impressions\n  ","985912":"\n   If all jobs had the same pay and hours, what job would you like to have?\n  ","985913":"\n   Did you make any New Years Resolutions ? Are you sticking to them ?\n  ","985914":"\n   Do you have a favourite high end brand? Clothing, shoes, make up etc.\n  ","985915":"\n   *licks you on the nose* 😋😛\n  ","985916":"\n   Do you have a song that you would like to share with us today? Post a link or a few lyrics from it.\n  ","985917":"\n   Like truth and dare? :3\n  ","985918":"\n   Pap in your favourite crop top?\n  ","985919":"\n   There is a world out there waiting for you to be discovered,\nBut you will never find it if you keep your eyes closed and covered.\nA great example is here on ASK where there are some amazing few,\nOne of those I’ve discovered would have to be none other than…you! \nHave a wonderful day!!\n  ","985920":"\n   First we were friends, then we became best friends. Over time we became more, then a couple, but still remained best friends. Do you think if we ever broke up we would still be best friends? Would the cycle repeat and we would fall in love all over again? Are we destined to love each other? 🤔🥰\n  ","985921":"\n   Have you ever had a bf\n  ","985922":"\n   What's your favourite type of workout? 💪 👍\n  ","985923":"\n   whats the real word for boobies?\n  ","985924":"\n   Do you like potato salad or not really? Have you ever heard of this before? If you like potato salad, what do you like it with?\n  ","985925":"\n   Anyone want any questions im bored\n  ","985926":"\n   there is big gab between psychology and design 😅\n  ","985927":"\n   So Nikki why do you sleep during the day\n  ","985928":"\n   Hey whts up???\n  ","985929":"\n   What is the one thing you want most in your life right now?\n  ","985930":"\n   What are you craving today? 🍐🥯🥓🍔🍕🥗🍣🍩\n  ","985931":"\n   You know it's true 🤷‍♂️\n  ","985932":"\n   You are going to regret not talking to me and Anthony! Smh\n  ","985933":"\n   What three things do you think of most each day?\n  ","985934":"\n   Is love an easy game to play?\n  ","985935":"\n   If tomorrow is going to be the last day of earth, how would you spend it?\n  ","985936":"\n   If you could watch one movie for a whole year, what would it be? And why?\n  ","985937":"\n   Talk to me to find out on ig\n  ","985938":"\n   I have things to ask you. Dead cereal\n  ","985939":"\n   What makes you feel sexy?\n  ","985940":"\n   Its Karina lol\n  ","985941":"\n   It's me. I'm not done talking to u on ig. I wanna talk\n  ","985942":"\n\n    https:\/\/ask.fm\/TessaDiego\/answer\/160213879470?utm_source=copy_link&utm_medium=iOS\n   \n","985943":"\n   Favourite food to eat\n  ","985944":"\n   What's your favorite things to do in the summer?\n  ","985945":"\n   what’s the last thing you ordered for yourself online?\n  ","985946":"\n   Do you like to have conversations with people on ask or just answer questions ?    Or does the answer depend on who it is ?\n  ","985947":"\n   whats the most paranormal thing u have ever experienced?\n  ","985948":"\n   of all your cousins, which of their names is your favorite?\n  ","985949":"\n   Do you want any?\n  ","985950":"\n   I was dared by a friend 🐧 to ask this to 50 people I follow 😬 (feel free to delete): \n\nPAP your feet holding a balloon that's the color of your underwear or I'm going to tickle you! (All common anon fetishes in one)\n  ","985951":"\n   Do you have any tattoos? Let’s see that! Post a pic\n  ","985952":"\n   Post a GIF on how your day is going so far.\n  ","985953":"\n   Welche Länder hast du schon besucht?\n  ","985954":"\n   Do u have bf\n  ","985955":"\n   You look fire\n  "},"Answer":{"984884":"\n  I have no idea actually\n  ","984885":"\n  I wouldn’t want someone to tickle my feet lol\n  ","984886":"\n\n   @edraegen\n  \n\n   @edraegen\n  \n\n   @edraegen\n  \n\n   @edraegen\n  \n\n   @edraegen\n  \n\n   @edraegen\n  \n  😍😘\n  ","984887":"\n  Why’s that? lol\n  ","984888":"\n  I play tennis!\n  ","984889":"\n  no no no I love you the most remember 😘\n  ","984890":"\n  nope not at all! We’ve grown together so much and that’s what makes our bond so strong!\n  ","984891":"\n  Because you make me so beyond happy!🥰\n  ","984892":"\n  yeah, that’s true 😋\n  ","984893":"\n  Is anon invited to our wedding?🤔\n  ","984894":"\n  I’m extremely happy😁\n  ","984895":"\n  absolutely!\n  ","984896":"\n  🤠\n  ","984897":"\n  I do I do!\n  ","984898":"\n  yes, of course I do!🥰\n  ","984899":"\n  oh come on, you know that I love you more🥰\n  ","984900":"\n  of course I love you more then general hospital!😝\n  ","984901":"\n  you already know the answer to that silly 😋\n  ","984902":"\n  Yeah, I remember how scared I was to tell you that I liked you because I thought you wouldn’t feel the same but I have liked you for awhile I just never really told you because one you were dating someone else and two we were just best friends and weren’t as close as we are now but I still liked you. I started falling in love with you once we started to get closer and closer! And now I’m completely in love with you and you’re the love of my life🥰\n  ","984903":"\n  different people!\n  ","984904":"\n  I haven’t decided yet\n  ","984905":"\n  Don’t have one\n  ","984906":"\n  lmaooo\n  ","984907":"\n  🤔🤔\n  ","984908":"\n  It’s a beautiful lie\n  \n  It’s a perfect denial\n  \n  Such a beautiful lie to believe in\n  \n  So beautiful, beautiful it makes me\n  \n  Oh!\n  ","984909":"\n  Don’t stay\n  \n  Forget our memories\n  \n  Forget our possibilities\n  \n  What you were changing me into (just give me myself back and) don’t stay\n  ","984910":"\n  I’m not quite sure yet!\n  ","984911":"\n  Clutching my cure\n  \n  I tightly look the door\n  \n  I try to catch my breath again\n  \n  I hurt much more then anytime before\n  \n  I have no options left again\n  \n  I don’t want to be the one the battles always choose\n  ","984912":"\n  Caught in the undertow, just caught in the undertow\n  \n  Every step that I take is another mistake to you\n  \n  caught in the undertow, just caught in the undertow\n  ","984913":"\n  I don’t mind either lol\n  ","984914":"\n  Of course I trust you silly with all my heart ❤️\n  ","984915":"\n  Nope not very easily! It’s difficult rather!\n  ","984916":"\n  nah I’m barely on it\n  ","984917":"\n  I’m sorry anon. Do you say nice things on your ask?\n  ","984918":"\n  you’re excused\n  ","984919":"\n  excuse me?\n  ","984920":"\n  what? lol\n  ","984921":"\n  true true but it’s pretty big actually but we are always close 😋\n  ","984922":"\n  I love nacho fries omg!\n  ","984923":"\n  no you shouldn’t hide lol. Go and enjoy life while you can anon. Life is short go have fun!\n  ","984924":"\n  yay I’m happy for you!\n  ","984925":"\n  no it’s not anon\n  ","984926":"\n  It’s been 2 weeks now\n  ","984927":"\n  not that far anon why?\n  ","984928":"\n  no lol I haven’t. My eyebrows are dark brown\n  ","984929":"\n  yes anon, him and I have said that multiple times already\n  ","984930":"\n  I’m happily taken\n  ","984931":"\n  I’m just chilling rn\n  ","984932":"\n  absolutely who isn’t?\n  ","984933":"\n  no I haven’t\n  ","984934":"\n  I’m sorry? lol\n  ","984935":"\n  I wasn’t necessarily looking for love but you know things happen and then even better we happened 😍\n  ","984936":"\n  I do like soup! I like tomato soup and broccoli and cheese soup, chicken noddle soup. 😁\n  ","984937":"\n  yes absolutely but that’s not going to happen\n  ","984938":"\n  lol what even\n  ","984939":"\n  everyone is beautiful in their own way!\n  ","984940":"\n  I don’t really enjoy watching them and I never really have. In school I probably did though lol\n  ","984941":"\n  yes, I believe I have 😁\n  ","984942":"\n  Just by being yourself and complimenting me and giving me all your love😍\n  ","984943":"\n  I learned how to ride a bike when I was 11 and wow it was so much fun! I love bike riding now!\n  ","984944":"\n\n   @edraegen\n  \n  this is how I feel about you. My heart melts 🥵\n  ","984945":"\n  honestly whenever you feel is the right time for you  anon\n  ","984946":"\n  I don’t remember lol😱\n  ","984947":"\n  yoga, hiking, biking, swimming, sleeping, walking, traveling, chilling, listening to music, watching movies, zumba, shopping, etc..😁\n  ","984948":"\n  I prefer none of the above\n  ","984949":"\n  Don’t remember. It’s been awhile tbh\n  ","984950":"\n  What’s that supposed to mean?🤔\n  ","984951":"\n  get married to you\n  \n  have kids with you\n  \n  live with you\n  \n  go on adventures with you\n  \n  travel with you\n  \n  just be extremely happy with you 🥰\n  ","984952":"\n  By saying sweet things to you and by talking to you and telling you that I love you🥰\n  ","984953":"\n  don’t have one\n  ","984954":"\n  I guess my kindness and the love I try to spread around 😁\n  ","984955":"\n  I don’t drink tap water lol\n  ","984956":"\n  I know! It already has though 😱\n  ","984957":"\n  no idea who that is tbh\n  ","984958":"\n  No I don’t like judging people quickly. That’s not the type of person I am.\n  ","984959":"\n  I don’t have any of those lol\n  ","984960":"\n  How to handle stress in a more better way and not to panic. Also not to be so insecure about things because I know that you love me for who I am.\n  ","984961":"\n  I’ve definitely noticed an increase in happiness, love, joy, positivity, support, so many positive ones!\n  \n  I’ve noticed a huge decrease in my sadness ever since we started dating I’ve never been more happier in my life!\n  ","984962":"\n  hopefully by that time living together and maybe married by then and planing our future ahead 😋 and extremely happy and more in love then we already are!\n  ","984963":"\n  yes, I did!😁\n  ","984964":"\n  oh yes definitely!\n  ","984965":"\n  Last month actually!\n  ","984966":"\n  well I definitely have fears that in anytime the other person can just leave without a reason or anything or that they will not fight for me anymore meaning that I’m not good enough for them. I have a ton of insecurities when it comes to love.\n  ","984967":"\n  Yeah, I think so\n  ","984968":"\n  well actually this month has been so much better for me. I’ve never been happier in my life and it’s been life changing so absolutely better!\n  ","984969":"\n  that’s true!\n  ","984970":"\n  I never thought I’d try Brussel sprouts and then end up liking them.\n  \n  I never thought I’d experience love and fall in love with someone who loves me the same way I love them but I’m experiencing that and I’m very much in love and it’s the best feeling truly.\n  \n  Can’t think of a third one rn lol\n  ","984971":"\n  It’s going to be for the rest of our lives and I’m very much looking forward to that🥰\n  ","984972":"\n  Yeah I definitely am worried about it!\n  ","984973":"\n  what are you talking about?\n  ","984974":"\n  The love we give back to each other and the communication makes me so very happy 🥰\n  ","984975":"\n  Excuse me anon?\n  ","984976":"\n  I would definitely say you’re more loving because that’s just how you naturally are but remember I am too and I love you more❤️\n  ","984977":"\n  always lol\n  ","984978":"\n  I value you more then words can describe. I value you more then anything🥰 you mean the absolute world to me beyond words.\n  ","984979":"\n  I know it’s all mine bahahahha and I will wear it very well, my love🥰 I know it will be yours again one day 😉\n  ","984980":"\n  awh girl, I’m sorry! Hang in there. It’ll go by quickly 🙂\n  ","984981":"\n  I love going on walks!\n  ","984982":"\n  oh no, I’m sorry! And oooh what did you have for dinner?\n  ","984983":"\n  I mean it really depends on how you say it to someone. You definitely have to say it in a friendly matter so that the person wouldn’t get offended or hurt by it.\n  ","984984":"\n  WOO! You rock girl! How you doing?\n  ","984985":"\n  I think you’ll definitely be nervous and afraid at first to tell them how you feel but you should go for it because if you never try you’ll never know anon! You got this🙂\n  ","984986":"\n  Oh no guess who’s bored 😱\n  ","984987":"\n  yeah, that’s alright anon🙂\n  ","984988":"\n  Ask him 😉\n  ","984989":"\n  oh yeah definitely but he’s not into horror!😅\n  ","984990":"\n  Don’t forget our personalities!\n  ","984991":"\n  He was born in a year that has 12 months.\n  \n  He was not born in a leap year.\n  \n  He’s old enough to not wear diapers anymore.\n  \n  He is young enough to not need diapers yet.\n  \n  His age is a number between 1 and 117.\n  \n  His current age is not a prime number.\n  \n  His current age is divisible by 2.\n  \n  Next year his age will be an odd number.\n  ","984992":"\n  I wouldn’t know, I’m not single. I’m happily in love 🥰\n  ","984993":"\n  It’s okay, you’ll find someone new anon and of course, anytime!\n  ","984994":"\n  look at how adorable and sweet my man is. Awhhhh my heart melted again. God, I love him so very much and I’m the luckiest to be able to call him mine forever and ever 🥺💕\n  \n   @edraegen\n  \n","984995":"\n  I’m sorry anon. I’m sure you’ll find someone else though and it’s no problem I’m here for ya!\n  ","984996":"\n  I’m sorry anon. I can understand how that can be very hard to deal with but I’m sure you’ll find someone else that’s all about you!\n  ","984997":"\n  anon it doesn’t matter what size or shape you are. We are all beautiful and unique in our own ways!\n  ","984998":"\n  oh no! I’m sorry\n  ","984999":"\n  nope, that hasn’t happened 😝\n  ","985000":"\n  🤔🤔\n  ","985001":"\n  thank you anon, that’s kind and yes my heart belongs to my love always and forever.\n  ","985002":"\n  Yeah, I think he does! And lol thank you!\n  ","985003":"\n  I’m not your goddess. I’m my boyfriends 🥰\n  ","985004":"\n  Nikki or Nicole lol\n  ","985005":"\n  Bears are my absolute favorite!\n  ","985006":"\n  oh my goodness lol\n  ","985007":"\n  I mean we already have names though 😜\n  ","985008":"\n  lol only my man can anon🤭\n  ","985009":"\n  thank you but only my mans can call me that 😁\n  ","985010":"\n  anon these compliments are very kind! lol\n  ","985011":"\n  I do wear jeans a lot! especially skinny jeans\n  ","985012":"\n  YES, omg especially thin mints 😍\n  ","985013":"\n  you’re silly anon!\n  ","985014":"\n  2 HOURS?!🤣\n  ","985015":"\n  Well definitely anon but in the future! He wouldn’t ask me tomorrow anon. It will happen later on😁\n  ","985016":"\n  awhhhh anon it’s too early though lol\n  ","985017":"\n  yeah it’s very weird! And I think he does like it 😝\n  ","985018":"\n  I’m going to marry him in the future anon!😍\n  ","985019":"\n  yeah I do!\n  \n   @edraegen\n  \n  has seen it🤣\n  ","985020":"\n  I just act really weird. Like I tend to laugh randomly sometimes for no reason 🤣\n  ","985021":"\n  your crush is married?😱\n  ","985022":"\n  exactly anon!\n  ","985023":"\n  and why’s that anon?\n  ","985024":"\n  come on, I’m very weird as well. Everyone is!\n  ","985025":"\n  I think you should definitely tell her that she’s beautiful to her face anon! She would smile, I can promise you that.\n  ","985026":"\n  good evening!\n  ","985027":"\n  Yeah, I understand anon. But she might not like that you’re calling her fat. It’s definitely kinder to compliment her and tell her that she’s beautiful and amazing things like that. Thank you anon!😁\n  ","985028":"\n  Well I started dating my best this month and it changed my life for the better and I’ve never been happier!😍\n  ","985029":"\n  As long as you meant it in a kind way then it’s all good. And no I know you didn’t mean it in a rude away anon. And I appreciate that!\n  ","985030":"\n  you calling your crush fat. That wasn’t very nice. I don’t always look in the mirror lol. I’m not confident like that.\n  ","985031":"\n  it’s all Gucci!\n  ","985032":"\n  nothing happened with it lol\n  ","985033":"\n  lol this is adorable! thank you🙂 and no I’m the lucky one!\n  ","985034":"\n  😝\n  ","985035":"\n  Spongebob square pants!\n  ","985036":"\n  and I have the sweetest boyfriend ever!\n  ","985037":"\n  I hope you had a wonderful day! It’s night time here😁\n  ","985038":"\n  aren’t you the sweetest anon!\n  ","985039":"\n  lmao thank you anon!🤣\n  ","985040":"\n  that’s not your concern\n  ","985041":"\n  of course, he tells me all the time that I am😜\n  ","985042":"\n  yooooo\n  ","985043":"\n  that’s very kind, he would definitely agree😋\n  ","985044":"\n  oh anon anon anon\n  ","985045":"\n  I’m definitely the luckiest!\n  ","985046":"\n  We were best friends for a long time and then I decided to tell him that I had feelings for him and he felt the same and then we met in person to see if it was real and it was so we started dating and it’s been so amazing! I’m very lucky😍\n  ","985047":"\n  yeah, anon is being serious. I know it’s very sad.😤 I love you, and only you❤️\n  ","985048":"\n  you mean dreaming?\n  ","985049":"\n  Well of course we can be friends and you already know I’m happily taken with the love of my life. And yes I’m very kind anon and no I don’t want anyone to feel useless and worthless talking to me. I’m always open to making new friends\n  ","985050":"\n  well I’m very much happily taken so yeah I would say I’d stop being his friend.\n  ","985051":"\n  Not really. I go back to school in February so I’m looking forward to that actually 😁\n  ","985052":"\n  Of course I do!\n  ","985053":"\n  I honestly don’t know tbh\n  ","985054":"\n  I have seen so many shocking things in businesses like mostly rudeness tbh\n  ","985055":"\n  don’t have a favorite singer necessarily. I have favorite bands!\n  ","985056":"\n  Hey girl!\n  ","985057":"\n\n   https:\/\/youtu.be\/mdJDPepGOAM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  no matter how many times that you told me you wanted to leave\n  \n  no matter how many breaths that you took, you still couldn’t breathe\n  \n  No matter how many nights that you lied wide awake to the sound of the poison rain\n  \n  where did you go? Where did you go? Where did you go?\n  ","985058":"\n  He wouldn’t go to jail though anon. He isn’t like that. And no anon I wouldn’t want you to rot.\n  ","985059":"\n  I would say yes definitely!\n  ","985060":"\n  well I believe when you’re friends with someone that friendship can turn into so much more and lead to love and having a relationship with that person.\n  ","985061":"\n  definitely shorts and tank tops!\n  ","985062":"\n  I’m  happily taken anon\n  ","985063":"\n  not a competition no lol because I don’t care about the leaderboard but I know that he wants to be #1 at least once 😋\n  ","985064":"\n  definitely people magazine 😝\n  ","985065":"\n  nothing makes sense anymore\n  ","985066":"\n  this will be the day I prove you wrong\n  ","985067":"\n  it’s a song called heavy by Linkin Park 😱\n  ","985068":"\n  it’s okay so far I guess... I’m pretty confused though but it’s fine.\n  ","985069":"\n  yay! I enjoy it 😁\n  ","985070":"\n  Hey anon!\n  ","985071":"\n  yes, I have!\n  ","985072":"\n  and I’m going back to sleep lol\n  ","985073":"\n  I usually take a long time to decide lol\n  ","985074":"\n  yes, I have!\n  ","985075":"\n  🤠😜🤯\n  ","985076":"\n  ahhhh sounds fun!\n  ","985077":"\n  hanging out\/talking to my love\n  \n   @edraegen\n  \n  always 🥰\n  ","985078":"\n  awhhhh, that’s so sweet\n  ","985079":"\n  I know not yet😉 and omg someone’s being naughty😋\n  ","985080":"\n  are you singing? lol\n  ","985081":"\n  hmm, good question but I don’t know tbh🤭\n  ","985082":"\n  yeah, I believe so\n  ","985083":"\n  I just do especially his new song omg it’s annoying\n  ","985084":"\n  ahhhhhh I love Indian food and cheese🙁\n  ","985085":"\n  no sweet anons today?\n  ","985086":"\n  This is very sweet of you to say! omg thank you for this positivity🥺 I appreciate this so much. You’re so kind\n  ","985087":"\n  oh yeah absolutely!\n  ","985088":"\n  Only because I have to use the restroom lol\n  ","985089":"\n  no I can’t\n  ","985090":"\n  Well I spent time with my love so that was good and made the day much better!\n  ","985091":"\n  I scream at myself when there’s nobody worse to fight\n  ","985092":"\n  no matter how many deaths that I die I will never forget\n  ","985093":"\n  sure!😁\n  ","985094":"\n  Starbucks has a drive through does that count? lol\n  ","985095":"\n  let’s just go with water for now lol\n  ","985096":"\n\n   @edraegen\n  \n  😍\n  ","985097":"\n  I would say doughnuts!\n  ","985098":"\n  just talk to me lol. We can definitely be friends\n  ","985099":"\n  maybe another time lol\n  ","985100":"\n  thank you! you’re awesome as well🙂\n  ","985101":"\n  maybe like a clothing store tbh\n  ","985102":"\n  no I’m definitely not\n  ","985103":"\n  hot cocoa\n  ","985104":"\n  but they shouldn’t be scared of me. I’m very kind and I don’t bite. I definitely like making new friends! And trust me y’all are more then good enough🙂\n  ","985105":"\n  oh my goodness yes, I love it!\n  ","985106":"\n  Why’s that?🤔\n  ","985107":"\n  yes I’m studying towards psychology or maybe even interior design!😁\n  ","985108":"\n  I do!\n  ","985109":"\n  YES, I love horror movies! I’m all about them 😍\n  ","985110":"\n  I do not lol\n  ","985111":"\n  On myself I definitely do on others not so much tbh\n  ","985112":"\n  yes, all the time actually! 🤣\n  ","985113":"\n  my bed😋\n  ","985114":"\n  yeah, absolutely!\n  ","985115":"\n  absolutely not\n  ","985116":"\n  you’re the cutest, my love 😍\n  ","985117":"\n  gorilla bahahahhaha\n  ","985118":"\n  nope I haven’t!\n  ","985119":"\n  no I’m not!\n  ","985120":"\n  absolutely not lol\n  ","985121":"\n  never, I find him very annoying\n  ","985122":"\n  nope, not interested lol\n  ","985123":"\n  no pink and blue are my favorites lol\n  ","985124":"\n  it’s all good lol\n  ","985125":"\n  well I don’t know anon. Things happen but definitely later on in the future I’d be very happy to be!\n  ","985126":"\n  I’m very wonderful! How’s chuuu?😁\n  ","985127":"\n  I definitely agree anon!\n  ","985128":"\n  I don’t think so anon. Wish my man was next to me rn\n  ","985129":"\n  hello thereeeee Mickey!\n  ","985130":"\n  in bed bro lol you?\n  ","985131":"\n  I’m in bed! Don’t know why I’m awake rn😐\n  ","985132":"\n  anon you’re spelling his name wrong!🤭\n  ","985133":"\n  By keeping his legacy alive and introducing his music to new people all around and by sharing his memories and life. And celebrating him.\n  ","985134":"\n  We became best friends almost instantly anon\n  ","985135":"\n  I wouldn’t want to be a doctor or plastic surgeon or lawyer or anything that is office work. I also wouldn’t want to be a math teacher.\n  ","985136":"\n  Well that was your choice that’s some thing I wouldn’t have done myself. It was definitely stressful but it was worth it all and then when the time came to graduate I couldn’t be more excited.\n  ","985137":"\n  no anon I’m not\n  ","985138":"\n  thanks I appreciate that anon but no I’m very much happily taken by the love of my life 🥰\n  ","985139":"\n  Thank you! He’s just so amazing isn’t he? I’m the luckiest girl in the universe😍\n  ","985140":"\n  I think it’s very kind that they interact with me like that. I respond back 🙂\n  ","985141":"\n  Nope never anon\n  ","985142":"\n  I think it should definitely go both ways anon\n  ","985143":"\n  look at how sweet my baby is. Oh my god my heart exploded. Words can not describe how much I love you like honestly. I’ve never loved someone as much as I love you. You’re my future, my everything, my life. I owe it all to you now. You’re my world and I aim to always make you happy. You’re my always forever and I can’t wait to walk down the isle, and say “I do” to you 😍 honestly I cannot wait for that day to come. I also can’t wait to spend my life with you and to have children with you. Little Chester and Alaria running around the house saying mommy and daddy. They’re going to be so adorable and kind hearted just like you, my love.  You’re truly are the best thing that’s ever happened to me. It was blessing to have met you and then to have been able to call you mine forever. The universe wanted us to met because we were destined to be together forever ❤️ I love you so muchhhhhhhhhh!\n  \n   @edraegen\n  \n  🥰\n  ","985144":"\n  we love you guys! Y’all are so sweet!\n  ","985145":"\n  I’m so in love with the love of my life and yes reality is so much better then my dreams now.\n  ","985146":"\n  I’m sorry to disappoint you anon. But yes you’re absolutely right I’m all his and only his and he makes me the happiest I’ve ever been in my life and I love him with all my heart. He makes me feel whole and gives me a purpose and reason in life. I can’t wait to spend the rest of my life with him and build a future with him and also get married to him and then have kids 😍\n  ","985147":"\n  these are really amazing quotes anon🥺\n  ","985148":"\n  that’s absolutely true anon!\n  ","985149":"\n  by my boyfriend, yes absolutely!\n  ","985150":"\n  come, break me down\n  \n  bury me, bury me\n  \n  I am finished with you\n  \n  look in my eyes\n  \n  you’re killing me, killing me\n  \n  all I wanted was you\n  ","985151":"\n  yes that’s my man!\n  ","985152":"\n  you’re so very kind! I appreciate this awh🥺\n  ","985153":"\n  you definitely should 😉\n  ","985154":"\n  I guess I’m a goon now 😂\n  ","985155":"\n  no sweet anons today I guess lol\n  ","985156":"\n  I love you forever and always❤️\n  ","985157":"\n  I’ve never been to jail to visit anybody so I don’t know\n  ","985158":"\n  how would I know it’s you anon? And I won’t do that to you🙂 we can be friends.\n  ","985159":"\n  no not necessarily\n  ","985160":"\n  Well I’m sure they do anon\n  ","985161":"\n  yeah, my boyfriend thinks so too\n  ","985162":"\n  You’re so sweet! Yes, I couldn’t be happier that I’m dating my best friend. He’s the best thing that’s ever happened to me🥰 I’m absolutely beyond lucky.\n  ","985163":"\n  you really thought anon lol\n  ","985164":"\n  I’m doing very good! Whatcha up to lovely?🙂\n  ","985165":"\n  well they’re someone I absolutely adore and love to death with all my heart and they mean the absolute world to me and I can’t wait to marry them one day🥰\n  ","985166":"\n  Jeffree Star definitely is my favorite!\n  ","985167":"\n  but I’m not interested because I love youuuuuu so much for the rest of my life🥰\n  ","985168":"\n  And do you have my Snapchat or Instagram? How?🤔 anon I’m sure you’re good looking don’t bring yourself down like that. I’m sure we can be friends.\n  ","985169":"\n  there’s so many good shows to watch like : The office (US), Lucifer, Bates motel, the greenhouse academy, criminal minds, dirty John, impractical jokers, the circle, the haunting on hill house!\n  \n  there’s a few choices for you😁\n  ","985170":"\n  That’s my man anon.\n  ","985171":"\n  And those lips are strictly for\n  \n   @edraegen\n  \n  😋\n  ","985172":"\n  on here anon? and why would you risk your self esteem?\n  ","985173":"\n  hahaha that’s funny!\n  ","985174":"\n  So I thought the sweet anons come out at night lol\n  ","985175":"\n  You say that I’m paranoid but I’m pretty sure the world is out to get me. It’s not like I made the choice to let my mind stay so f*cking messy🥰\n  ","985176":"\n  love this🥺 the lyrics are so adorable awhhhh❤️I’ll always be holding your hand and you’ll always be by my side.\n  ","985177":"\n  I’m holding on. Why is everything so heavy? Holding on. So much more than I can carry 🥰\n  ","985178":"\n  I will love you forever and always🥰 remember you’re always my forever.\n  ","985179":"\n  Hey beautiful! How are you?😘\n  ","985180":"\n  Well I think the guy would feel hurt that the girl rejected him or maybe he wouldn’t care and instead he’d go find someone else. The girl probably rejected him for many reasons to begin with so there’s that to factor in. I would say probably the guy has it the worse because he had the courage to tell this girl he liked her but she rejected him. So he’s probably feeling insecure after that.\n  ","985181":"\n  I’m not selling my phone lol it’s already new.\n  ","985182":"\n  oh no, it’s totally fine. I understand and didn’t mind it🙂\n  ","985183":"\n  maybe a fox lol because I’m foxy😝\n  ","985184":"\n  I don’t know lol why?\n  ","985185":"\n  Well yes English is my first language lol\n  ","985186":"\n  All the new friends I’ve made and I met my amazing boyfriend on here!😍\n  ","985187":"\n  not really, I don’t tbh\n  ","985188":"\n  negativity of any kind, no drama, nothing inappropriate, no hateful things\n  ","985189":"\n  We will never really know anon\n  ","985190":"\n  lmao because I graduated high school in 12th grade. You usually graduate when you get to 12th grade and near the end lol\n  ","985191":"\n  In 2017 so 2 years ago!\n  ","985192":"\n  That Michael Jackson was trying to kill me lol so now every time  I hear one of his songs I say he tried to kill me 🤣\n  ","985193":"\n  yes, I absolutely can!\n  ","985194":"\n  I never really saw a point to it. It’s really a pointless holiday so no not really lol\n  ","985195":"\n  I’m 20 and yes I’m taken\n  ","985196":"\n  no I’m not a mom anon\n  ","985197":"\n  don’t really have a favorite author tbh\n  ","985198":"\n  Learning how to manage stress more better than having panic attacks 😐\n  ","985199":"\n  I do I do!\n  ","985200":"\n  oh no lol that’s a koala emoji 🤣\n  ","985201":"\n  Bears of all kinds 😍\n  ","985202":"\n  oh yes I definitely have 😝\n  ","985203":"\n  My economics teacher in high school said ask me anything because I’m better then google and I know everything 😂 I just thought in my mind yeah okay I’m sure you do lol\n  ","985204":"\n  pink and blue!\n  ","985205":"\n  yes I would definitely say yes! I’ve known him for a long time now anon 🙂\n  ","985206":"\n  2 weeks now!\n  ","985207":"\n  9 months and 26 days!\n  ","985208":"\n  I like a little bit of spicy but not too spicy!\n  ","985209":"\n  I’m sorry I don’t always see my messages\n  ","985210":"\n  not really, no I haven’t played any in awhile\n  ","985211":"\n  yes anon!\n  ","985212":"\n  Yes I have!\n  ","985213":"\n  not really lol\n  ","985214":"\n  I used to have a pet fish named Buddy but then we found out it was a girl so we named her Sandy lol\n  ","985215":"\n  Yeah, I do lol\n  ","985216":"\n  Hello there!\n  ","985217":"\n  so I guess the anons came out at night lol\n  ","985218":"\n  guten Tag! 😁draußen sieht es eigentlich warm aus!\n  ","985219":"\n  I love\n  \n   @edraegen\n  \n  so much 😍\n  ","985220":"\n  your tear fettish anon\n  ","985221":"\n  I mean I have taken the 23AndMe DNA test and I found out I’m races I didn’t even know I was and so I got very interested and started learning about them and their language.  I definitely think it’s appropriate to learn about their culture and language and to try their foods!\n  ","985222":"\n  oh no you’re back again🥴\n  ","985223":"\n  Because putting in two cents is better luck I guess and helps more rather then putting in one cent for penny for you thoughts! 😋\n  ","985224":"\n  you’re going to make me cry anon.  Of course I care about you don’t say that.\n  ","985225":"\n  well yes I’ll definitely take that into count but I don’t even know where I went to go yet.\n  ","985226":"\n  are you kidding me? no, I’m happily taken by the love of my life who’s children I want to bear in the future.\n  ","985227":"\n  Good morning!\n  ","985228":"\n  I’m sorry?🤔\n  ","985229":"\n  My love\n  \n   @edraegen\n  \n  is always on my mind🥰\n  ","985230":"\n  a head board lol\n  ","985231":"\n  definitely flats!\n  ","985232":"\n  Hello!🙂\n  ","985233":"\n  I’ve been following you!😁\n  ","985234":"\n  Well it’s currently 7:30 am and I’m in bed about to go back to sleep lol! And I’m glad you spent some time with your family 🙂\n  ","985235":"\n  you gotta come off anon\n  ","985236":"\n  I’m Christian but I’m not religious at all and I don’t practice any religion. 🙂\n  ","985237":"\n  I don’t drink soda so the second option lol\n  ","985238":"\n  me and\n  \n   @edraegen\n  \n  will be happily married together and later on we would have children and just live our lives together. And love each other for the rest of our lives 🥰\n  ","985239":"\n  hurricane by thirty seconds to Mars 😁\n  ","985240":"\n  I will always feel Chester’s absence and the pain along with it. That never goes away🥺\n  ","985241":"\n  I absolutely love bath bombs!\n  ","985242":"\n  Of course he has!\n  ","985243":"\n  My man is definitely the best and he is super amazing! awhhhh, thank you anon! you’re too sweet🥺\n  ","985244":"\n  yes, everyone is invited to our wedding!😜\n  ","985245":"\n  anon I’m very much happily taken by the love of my life.\n  ","985246":"\n  thats very true anon!😁\n  ","985247":"\n  anons y’all should go talk to my love\n  \n   @edraegen\n  \n  too😋\n  ","985248":"\n  there is no competition. He’s the only one I want and my future is with him ❤️\n  ","985249":"\n  lol not exactly. 🤔\n  ","985250":"\n  I’d go out to dinner with my mans 🥰\n  ","985251":"\n  haha I’m glad you think so 🙂\n  ","985252":"\n  oh come on! that’s like the best news you can get! seeing him liking your answers is awesome because he’s so incredible 🥰\n  ","985253":"\n  maybe😋\n  ","985254":"\n  you guys are so sweet! Thank you for all the love! And yes, we definitely are very much into one another 😍\n  ","985255":"\n  I’m not a goddess but he definitely is the best and I’m very lucky 🙂\n  ","985256":"\n  I’m sure you’ll find someone that’s sweet but never as sweet as he is!\n  ","985257":"\n  ask him, I wouldn’t know 😋\n  ","985258":"\n  thank you so much! I’m very lucky! And why the :\/ face?\n  ","985259":"\n  why am I with him? because he’s my everything and I absolutely adore and love him to pieces. And I’m lucky enough to call him mine. He makes me the happiest I’ve ever been in my life. And I owe my all to him. He’s my love🥰\n  ","985260":"\n  my fan pages haven’t been active in so long. I miss them 🥺 but he definitely should! He deserves it 😍\n  ","985261":"\n  🥴\n  ","985262":"\n  hahaha that’s good!\n  ","985263":"\n  yeah, my boyfriend\n  \n   @edraegen\n  \n  thinks so too😜\n  ","985264":"\n  that’s wonderful anon 😋\n  ","985265":"\n  Chester Bennington’s death shocked me the most and was the hardest death I have ever dealt with in my life. I remember that exact day. I was sleeping and then I woke up and when I wake up I always check my phone and I have the news notifications on and the first thing I saw was that he committed suicide. And at that moment I started freaking out and telling myself no no no no this can’t be real. They’re just lying to people. This isn’t real. I was in complete denial because I couldn’t believe what I just saw. But then more people started posting it and that’s when my heart dropped and a piece of me died. I remember feeling so lost and heart broken. Completely devastated and a loss for words. I was shaken to the core. I couldn’t believe it. I honestly couldn’t. Broke my heart to know how much pain he was in really and you know what really tears me apart is that we could feel is pain through his music and if you listened carefully to the lyrics in his songs you would be able to feel his pain and misery that he was in but yet no one helped him💔 and knowing that just breaks me and shreds me to pieces. A piece of me has died with him. I’m not whole anymore my other half is along side him. It’s going to be 3 years this year in July without him and I can’t even begin to think about that. When that day comes man I’m going to feel lost and heart broken just like I did last year when it was 2 years without him but then I remember and know that he wouldn’t want us to be in depression or to be sad. He would much rather want us to be celebrating his life always and sharing his music all over the world to keep his legacy alive forever. And I could see it happening and knowing that Chester’s legacy will be lived on forever warms my heart and makes me so very happy. He deserves that much for us to keep his beautiful angelic legacy alive forever and ever. 👼🏻💕 miss you Chester so much.\n  ","985266":"\n  of course, that’s my man🥰\n  ","985267":"\n  oh no, don’t worry about it. Of course I was patient. That happens to me as well. I sometimes miss word what I’m trying to say.\n  ","985268":"\n  is this a joke? because I’m dying of laughter 🤣\n  ","985269":"\n  I would say pineapple or mango and vanilla as well. And no I don’t like them at all🥴\n  ","985270":"\n  Well it just depends on what I feel like eating at that time lol\n  ","985271":"\n  Because that can also mean they slept sound and peacefully without waking up in the middle of the night.\n  ","985272":"\n  Money shouldn’t matter. If you’re wanting to be in a relationship with someone they should like you for who you’re and not worry about how much money you have.\n  ","985273":"\n  honestly I like when men wear skinny jeans especially ripped ones it’s just attractive.\n  ","985274":"\n  oh okay! I was best friends with my now ex best friend for 4 years!\n  ","985275":"\n  much younger lol don’t remind me\n  ","985276":"\n  You never know so yeah definitely!\n  ","985277":"\n  very good kisser😋\n  ","985278":"\n  it’s unclear lol\n  ","985279":"\n  How long was I best friends with him?\n  ","985280":"\n  My best friend is my boyfriend lol\n  ","985281":"\n  no clue who that is lol\n  ","985282":"\n  I don’t know anon\n  ","985283":"\n  Netflix, YouTube, Prime, Hulu😁\n  ","985284":"\n  that’s so inappropriate lol. Absolutely not. I’m taken 🙂\n  ","985285":"\n  a song?\n  ","985286":"\n  Why’s that?\n  ","985287":"\n  because he was my best friend for so long and then I started to have feelings for him and I told him eventually. Then we started dating and he’s made me the happiest I’ve ever been😍\n  ","985288":"\n  Nope I’m not\n  ","985289":"\n  That’s because when you turn the volume down it helps you concentrate more on whatever you’re looking for lol\n  ","985290":"\n  I am alive, I’m just playing dead\n  ","985291":"\n  I usually like texting but I also like video chatting definitely!\n  ","985292":"\n  sometimes and only the ones that have a good smell to it. Like flowery smells or fruity smells!\n  ","985293":"\n  you’re so sweet!🥺\n  ","985294":"\n  congratulations lol\n  ","985295":"\n  where though? lol\n  ","985296":"\n  Yes of course, I can give you my opinion. I miss you too girly! Love you 💕\n  ","985297":"\n  I have no idea why. Maybe because that’s how long it needs to be cooked so that it isn’t be raw looool\n  ","985298":"\n  I would like to think that they’re able to see their dreams by using their imagination and by picturing it within their minds tbh😁\n  ","985299":"\n  Because being #2 is better then being #1 lol🥴\n  ","985300":"\n  Oh oops my bad🤭\n  ","985301":"\n  I usually go to bed around 12 or 1 am and then I wake up around 11 am or 12 pm😁\n  ","985302":"\n  This isn’t Eva smh\n  ","985303":"\n  I don’t have tiktok\n  ","985304":"\n  only one person knows how many I have and that’s my love\n  \n   @edraegen\n  \n  😝\n  ","985305":"\n  nope, not really to be honest lol\n  ","985306":"\n  that’s adorable! and omg someone’s  being naughty 😋\n  ","985307":"\n  yes, I know that you’re aware of how much I love them but you also know how much I love you and my love for you tops that 🥰\n  ","985308":"\n  no way that’s not possible though! I know how much you love Taco Bell and Dr Pepper 😱\n  ","985309":"\n  I like poached eggs don’t know about fried though lol\n  ","985310":"\n  I know it’s linkin park and I know you know how much they mean to me but you’re always first 🥰\n  ","985311":"\n  I know you would think that’s impossible! But it’s very possible because you’re so incredibly special to me and you mean the world to me so yes it’s very much possible and true.  You’re the first in my life 🥰\n  ","985312":"\n  I love you more then I love Linkin Park and you know how much I love them 🤯\n  ","985313":"\n  If I have an idea it just usually sticks with me in my mind lol\n  ","985314":"\n  oooh really?😋\n  ","985315":"\n  ‘IT’ chapter 1 and 2\n  \n  The conjuring 1 and 2\n  ","985316":"\n  I don’t like them anymore but when I was younger I definitely did!\n  ","985317":"\n  I love you too, my love❤️ and no chocolate isn’t yucky 🤯 it’s delicious!\n  ","985318":"\n  that’s awesome anon\n  ","985319":"\n  I do, sometimes!\n  ","985320":"\n  I love sweet tea, honey with tea, green tea, black tea!😍\n  ","985321":"\n  That’s adorable 🥺\n  ","985322":"\n  yeah, I have a strong feeling I do know who it is\n  ","985323":"\n  Since 2013 or such lol and it’s changed so much! It’s absolutely crazy 🤯\n  ","985324":"\n  I like them peeled completely with no skin on them\n  ","985325":"\n  I don’t want to say your name but I do know who it is lol\n  ","985326":"\n  After they’ve been through so much but they’re still standing and moving along. And you can see that they have struggled but they’re trying their best to stand up and stay strong.\n  ","985327":"\n  I know who this is though lol\n  ","985328":"\n  I’m a Virgo 😋\n  ","985329":"\n  I think people who have done good in life and who were hero’s and legends. Also people who have inspired others in life for the better.\n  ","985330":"\n  I don’t go to church anon\n  ","985331":"\n  that’s so sweet, thank you anon🥺\n  ","985332":"\n  Thank you, you as well!🙂\n  ","985333":"\n  Thank youuuu!😁\n  ","985334":"\n  that’s true I am🥰\n  ","985335":"\n  you don’t have to ask me anon🤔\n  ","985336":"\n  actually I’m the lucky one🥰\n  ","985337":"\n  I guess I would say ice cream and popsicles!\n  ","985338":"\n  that’s very kind!🥺\n  ","985339":"\n  Awh, thank you!\n  ","985340":"\n  Sure, anon as friends definitely!\n  ","985341":"\n  a lot tbh!\n  ","985342":"\n  I’m on the moon actually\n  ","985343":"\n  I like fluffy blankets and sheets!\n  ","985344":"\n  I’m happily taken anon and no I don’t\n  ","985345":"\n  the same time zone as you\n  ","985346":"\n  I’m naturally like that anon\n  ","985347":"\n  I know who this is lol\n  ","985348":"\n  I’m not religious\n  ","985349":"\n  Yeah possibly 😋\n  ","985350":"\n  this show the circle is so funnnn\n  ","985351":"\n  that’s nice anon🙂\n  ","985352":"\n  Thank you!🙂\n  ","985353":"\n  The walking dead theme, the office theme, criminal minds theme 😁\n  ","985354":"\n  playing outdoors always tbh\n  ","985355":"\n  It’s night time here! But thank you, you as well🙂\n  ","985356":"\n  I would say my personality and looks am I right?🤔\n  ","985357":"\n  how about you do that?🙂 this is my page anon and you’re on it\n  ","985358":"\n  because I thought why not give it a try again 🙂 if I get anything negative I’ll turn it back off though\n  ","985359":"\n  no lol isn’t it too early?\n  ","985360":"\n  Did I marry that guy? my boyfriend?\n  ","985361":"\n  just the other day actually and it was something I don’t normally do or have done but I did🙂\n  ","985362":"\n  yeah I only turned it off because of all the negativity and unnecessary drama. But I’m so glad that I make you think positive thoughts. That honestly makes me feel so beyond happy that I’m able to do that for others. I appreciate you too anon! 🥺\n  ","985363":"\n  my loud music playing 😝\n  ","985364":"\n  Good evening to you as well!\n  ","985365":"\n\n   @edraegen\n  \n\n   @Qu33nForADayy\n  \n\n   @depig\n  \n\n   @BigAmericanFatso\n  \n\n   @NineGDxFour\n  \n\n   @eva_wiliams\n  \n\n   @redoasis2017\n  \n\n   @Ice_Frozen_Vocals\n  \n\n   @RaquelAlissa\n  \n\n   @elysssa_d\n  \n\n   @musicfan1998\n  \n\n   @foolian\n  \n\n   @ass4lyfe\n  \n\n   @Tobbelit0\n  \n\n   @LouisaRHale\n  \n\n   @patchy_life\n  \n\n   @zy_cv\n  \n\n   @marisakamp\n  \n\n   @MermaidOnTheMoon\n  \n\n   @TessaDiego\n  \n\n   @aWelcomeWellOverstayed\n  \n\n   @Sillybutt26\n  \n\n   @learningwithlolaa\n  \n\n   @chrissyjillson\n  \n\n   @DLOVELIFE\n  \n\n   @alexfoxthefox\n  \n\n   @krystaa_collett\n  \n\n   @SaraahM1\n  \n\n   @soph_333\n  \n\n   @Pookeo9\n  \n\n   @itsarainymay\n  \n\n   @SlendyGunner\n  \n\n   @Bands_Over_Food\n  \n\n   @TrivialTrinket\n  \n\n   @PrincessTally\n  \n\n   @youlikebrii\n  \n\n   @briannabananaxo\n  \n\n   @askamanz5506\n  \n\n   @ladams208\n  \n\n   @serenitaaaa\n  \n\n   @ksgxxagain\n  \n\n   @Reginailessthan3u\n  \n\n   @FayePinksyofficial\n  \n\n   @JoeeeMason\n  \n\n   @fiezuqa\n  \n\n   @Nicoleeexoxo1\n  \n\n   @littletrust\n  \n\n   @JamesW7558\n  \n\n   @hailslol\n  \n\n   @katbeaulieu\n  \n\n   @littlekri\n  \n\n   @Itskendrahhhh\n  \n\n   @JessicaStonebridge\n  \n\n   @Austintag1ous\n  \n\n   @DennisQ777\n  \n\n  there’s a few people that I think you should follow!😁 they’re all so amazing and lovely! I couldn’t find everyone but there’s a few.\n  ","985366":"\n  almost 12k on here\n  ","985367":"\n  Why? You couldn’t ask me off anon? lol\n  ","985368":"\n  Hello there!\n  ","985369":"\n  When you compliment me and when I get to hear your voice 🥰\n  ","985370":"\n  Halloween is my favorite holiday!\n  ","985371":"\n  your personality!😍\n  ","985372":"\n  happiness and so much love🥰\n  ","985373":"\n  no we spend the perfect amount of time together.\n  ","985374":"\n  I would definitely say losing you or you realizing I’m not enough to fight for and be with.\n  ","985375":"\n  yes of course you do love! More then enough and it makes me so happy 🥺\n  ","985376":"\n  oh my goodness! I would probably want to know more about my future like who I’m going to get married to and how many kids I’m going to actually have. Also if I’ll be successful and happy in life. And also if this shyness and social anxiety will go away🥺\n  ","985377":"\n  Any day spent alongside you🥰\n  ","985378":"\n  It absolutely means the world to me when you say you love me. It makes my heart melt\n  ","985379":"\n  I don’t think I would change it tbh. I like my name as it is now🙂\n  ","985380":"\n  I’m surviving! How are you?\n  ","985381":"\n  the people who have power to make a difference in this world. Like celebrities for example and the government including the president but we all know that he’s just made this world such a bad and terrible place to live in.\n  ","985382":"\n  Well because I saw at the time that everyone had it and I thought why not join on the fun for myself. Back in the day it was so much better and much more alive and no hate or negativity of any kind really. Now it’s dead and boring and so much unnecessary drama and hate.🙁\n  ","985383":"\n  yes of course like when my inspiration and role model Chester Bennington passed away my god that really hit me so hard and changed me in ways I can’t even explain. Hardest death ever for me. A piece of me died along with him. Gosh I miss him so much 💔 and it’s very saddening to hear that Kobe and his daughter Gigi passed away 🙁 may they RIP truly.\n  ","985384":"\n  well when I have kids definitely I would want them to eat healthy but to also enjoy other foods.\n  ","985385":"\n  hurricane by thirty seconds to Mars!\n  \n  northern lights by Thirty Seconds To Mars!\n  \n  Hail to the victor by Thirty Seconds To Mars!\n  \n  in my remains by Linkin Park!\n  \n  rebellion by Linkin Park!\n  \n  breaking the habit by Linkin Park!\n  \n  Final masquerade by Linkin Park!\n  \n  Castle of glass by Linkin Park!\n  ","985386":"\n  lmao this is a good one! 🤣\n  ","985387":"\n  oh my goodness same for you!😱\n  ","985388":"\n  No I wouldn’t tbh. Sounds and seems very scary 😱\n  ","985389":"\n  No I haven’t really ever gotten into pottery actually but I have done it!😁\n  ","985390":"\n  Don’t really have one 🥴\n  ","985391":"\n  socializing with other people and not being so shy and anxious all the time when talking to new people 🙁\n  ","985392":"\n  Adam Levine, Jared Leto, Chester Bennington, Chris Martin, etc😁\n  ","985393":"\n  I’m absolutely very beyond thankful for my amazing out of this world boyfriend\n  \n   @edraegen\n  \n  🥰\n  ","985394":"\n  I don’t think so\n  ","985395":"\n  Yes I absolutely do! Like their bath robes for example 😁\n  ","985396":"\n  I honestly try to answer all of them!🙂\n  ","985397":"\n  this is the sweetest message I’ve ever received. You’re so sweet. And this touched my heart and warmed my heart in ways I can’t explain. You’re the love of my life and I can definitely see a future with you. I’ve visioned it. One day we will have little Chester and Alaria running around the house saying mommy and daddy 😋 Also you saved me from being so miserable. Trust me you saw how miserable I was before I met you. And then you changed me and have made me so much happier in life and in general. You give me a purpose and reason to be happy for now on. I owe my life to you, my love I really do. I just want to thank you for entering into my life and changing it and making it worth living.  I love and adore you so very much beyond words honestly. cheers to us and the future is yet to come. My everything💘 I love you!\n  ","985398":"\n  I like to cook many things like carbonara first example 😋\n  ","985399":"\n  no way!😱\n  ","985400":"\n  no I haven’t been there\n  ","985401":"\n  yes my favorite season is summer!😍\n  ","985402":"\n  lmao that’s funny!😂\n  ","985403":"\n  just yesterday actually!😁\n  ","985404":"\n\n   @edraegen\n  \n  🥰\n  ","985405":"\n  I think I do!😋\n  ","985406":"\n  I’m 5’7\n  ","985407":"\n  Baby oil is made from babies no I’m just joking lol I honestly have no idea what it’s made of probably of other essential oils that are good for babies skin!\n  ","985408":"\n  Because people think it will work again by pressing on it harder lol 🥴\n  ","985409":"\n  I usually like the afternoon when the sun is out and it’s extremely warm and nice outside and I also like the night time where it’s completely dark!🤭\n  ","985410":"\n  probably the subject English tbh!😁\n  ","985411":"\n  quite a few actually. I don’t know how many exactly 🥴\n  ","985412":"\n  usually online tbh\n  ","985413":"\n  I’m definitely more of a dog person!\n  ","985414":"\n  I don’t mind them. I’m not afraid of heights so I actually enjoy being in one and I absolutely love traveling!\n  ","985415":"\n  I have never been to one and probably not that’s not something that interests me\n  ","985416":"\n  No I wouldn’t hurt someone on purpose but accidentally without knowing definitely. 🥺\n  ","985417":"\n  tests are frustrating 😂 that’s what they’re lol\n  ","985418":"\n  Yes I absolutely do because I love the drinks from there and also the cake pops!🙂\n  ","985419":"\n  I have noise canceling AirPods and it actually works tbh. When I put it on that mode I can’t hear anything else besides my music lol 😁\n  ","985420":"\n  I’ve always been more pessimistic in life never optimistic to be honest but I feel that’s changing now that I have found  my love\n  \n   @edraegen\n  \n  😍\n  ","985421":"\n  I would say honestly maybe a rewind button in life\n  ","985422":"\n  you’re so adorable! That’s okay, you can definitely crush on her 😉 I love youuuuu, silly ❤️\n  ","985423":"\n  Of course I do!\n  ","985424":"\n  that’s a good question because an orange is actually orange and a lime is green but they thought that lime would be a better name for it lol\n  ","985425":"\n\n   @edraegen\n  \n\n\n   @edraegen\n  \n\n  oh and\n  \n   @edraegen\n  \n  😋\n  ","985426":"\n  I don’t even know tbh\n  ","985427":"\n  yes, indeed I do!\n  ","985428":"\n  maybe a fox lol🥴\n  ","985429":"\n  lol no I’m straight\n  ","985430":"\n  nope never have!\n  ","985431":"\n  I play tennis! 😋\n  ","985432":"\n  No I’m not religious at all tbh\n  ","985433":"\n  everything is really weird once you do them so many times lol\n  ","985434":"\n  definitely a movie theater because you want to talk to your date to get to know them more!\n  ","985435":"\n  🙂🙂🙂🙂🙂\n  ","985436":"\n  no I haven’t done that\n  ","985437":"\n  hmm.. I honestly can’t think of any rn\n  ","985438":"\n  Well I’m planning on majoring in psychology or maybe taking a different path and majoring in interior design 😁\n  ","985439":"\n  Definitely sweets like chocolate for example!\n  ","985440":"\n  That’s cute!🙂\n  ","985441":"\n  there’s many good names!\n  ","985442":"\n  I listen to music, watch movies, go outside and chill, come on this app etc lol\n  ","985443":"\n  constantly lol\n  ","985444":"\n  Maybe golf? lmao🥴\n  ","985445":"\n  Just depends what the dish is lol\n  ","985446":"\n  long hair definitely! 😁\n  ","985447":"\n\n   @edraegen\n  \n  ‘s house 😋\n  ","985448":"\n  maybe like peanut spread 😋\n  ","985449":"\n  I don’t have any nicknames for others lol\n  ","985450":"\n  Cheers to Friday!🙂 I’m not sure yet! What about you?\n  ","985451":"\n  yes, I have!😁\n  ","985452":"\n  mostly sneakers!\n  ","985453":"\n  I’m not sure just yet😁\n  ","985454":"\n  It’s called Midsommar it was extremely unsettling and confusing lol\n  ","985455":"\n  🥱🥰😋\n  ","985456":"\n  Happy Friday to you too!😁\n  ","985457":"\n  That’s nice lol\n  ","985458":"\n  One that resembles the movie ‘the giver’ tbh😁\n  ","985459":"\n\n   @edraegen\n  \n  🥰\n  ","985460":"\n  Yes, of course! It was pretty fun😁\n  ","985461":"\n  What do you mean? lol\n  ","985462":"\n  of course lovely 💕\n  ","985463":"\n  I will!🙂\n  ","985464":"\n  Awh, you’re so sweet, same to you ❤️\n  ","985465":"\n  I like both! I absolutely love traveling 😁\n  ","985466":"\n  that’s a good question 🤔\n  ","985467":"\n  yes I have actually!\n  ","985468":"\n  I think I have actually but I’m not sure lol\n  ","985469":"\n  I’ve dressed up every Halloween but I don’t know what was my favorite lol\n  ","985470":"\n  It used to be popular back in 2013 and much more fun and positive and there was no hate or negativity but now it’s very boring and such a negative place to be. It’s saddening\n  ","985471":"\n  what do you mean?\n  ","985472":"\n  I mean I usually like keeping track of what movies and shows I watch but I definitely lose track! The movies that I watch that I happen to really like I definitely write down😁\n  ","985473":"\n  You guys, should go follow my lovely and amazing boyfriend that I love very much!\n  \n   @edraegen\n  \n  🥰 and also ask him questions and give him likes!😋\n  ","985474":"\n\n   https:\/\/youtu.be\/mdJDPepGOAM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  This is my favorite song and it’s because I just love it so much and I feel the lyrics and it really touches me.🙂\n  ","985475":"\n  No I don’t own one because we don’t get snow here but I don’t think I’ve ever ridden one either.\n  ","985476":"\n  hmm. Good question I don’t even know lol. Can’t remember tbh\n  ","985477":"\n  If I really know the person and what they like then it’s easier lol\n  ","985478":"\n  Sometimes it’s easy to find someone the perfect gift but then sometimes it’s not lol\n  ","985479":"\n  kinda in a way, yeah I guess so\n  ","985480":"\n  I wouldn’t want any of my body parts detached lol😳\n  ","985481":"\n  oh yes, absolutely!\n  ","985482":"\n  scrambled eggs with sausage 😁\n  ","985483":"\n  hmmm I have no idea lol\n  ","985484":"\n  A very hateful and negative place that is also sickening and saddening🥱\n  ","985485":"\n  I don’t like pineapple so I definitely wouldn’t like it on my pizza lol\n  ","985486":"\n  I’ve been to Disneyland just not disney world yet! But yeah, I’ll definitely go to Disney world!😁\n  ","985487":"\n  no lol it’s definitely not a soup\n  ","985488":"\n  I do I do!\n  ","985489":"\n  oooh I would definitely say Armenian Cheese😁\n  ","985490":"\n  No I don’t play any instruments. Never really learned tbh.😁\n  ","985491":"\n  I don’t know which one is the best lol\n  ","985492":"\n  I would definitely say attitude!\n  ","985493":"\n  no I don’t. Sounds interesting though lol\n  ","985494":"\n  I go shopping a lot because I absolutely love it😁\n  ","985495":"\n  I honestly have no clue lol\n  ","985496":"\n  not really, no lol\n  ","985497":"\n  yeah, you would definitely know lol😝\n  ","985498":"\n  oh goodness I don’t know 😱\n  ","985499":"\n  No I’m really not tbh\n  ","985500":"\n  It was pretty good! How was yours?\n  ","985501":"\n  the scenery I guess lol\n  ","985502":"\n  to\n  \n   @edraegen\n  \n  ‘s house 😝\n  ","985503":"\n  oh yeah, I saw that lol 😋\n  ","985504":"\n  Well I was named after Nicole Kidman lol\n  ","985505":"\n  it’s 10:00 pm you should know that silly\n  ","985506":"\n  I’m good love😋 how are you?\n  ","985507":"\n  yeah, I know lol😁\n  ","985508":"\n  lol okay\n  ","985509":"\n  A very beautiful girl🙂\n  ","985510":"\n  Sure!🙂\n  ","985511":"\n  you definitely are more!💕 you’re so very sweet, thank you! you too love 😍\n  ","985512":"\n  That’s good! Should make it more enjoyable 😁\n  ","985513":"\n  says you girl! you’re so gorgeous 😍\n  ","985514":"\n  oh that’s cool! How’d it go?\n  ","985515":"\n  I had a strawberry milkshake not to long ago from In n Out 😋\n  ","985516":"\n  hmm that’s a good question! I can’t think of any I don’t like\n  ","985517":"\n  I like sweet ice tea or juice or cold water lol\n  ","985518":"\n  I do, yes and so many different kinds!\n  ","985519":"\n  Tell me what I gotta do there’s no getting through to you. The lights are on but nobody’s home\n  ","985520":"\n  I think they stay in relationships that they know are toxic because they’re afraid to let go or maybe they’re afraid to speak up to that person that is hurting them either emotionally or physically. Or maybe they just don’t want to be lonely. You never knows what goes on in the mind of the person willing to stay in a relationship that they very well know is toxic for them and their well being.\n  ","985521":"\n  I haven’t done those in awhile\n  ","985522":"\n  I went for a walk and then chilled all day and whatnot lol\n  ","985523":"\n  I think everyone should at least try and make someone happy if they can at least everyday 🙂 this world needs more kindness and love.\n  ","985524":"\n  Definitely tea with honey!\n  ","985525":"\n  I probably will who knows lol\n  ","985526":"\n  I do like gummy candies!\n  ","985527":"\n  I like watching Jeffree Star, Good Mythical Morning, prank you tubers, the react Chanel 😁\n  ","985528":"\n  Yes of course I have! I don’t remember tho 😱 it’s always nerve wreaking for me since I’m always anxious.\n  ","985529":"\n  I use the nice color pink 🙂\n  ","985530":"\n  I wouldn’t consider them strange they’re normal actually lol\n  ","985531":"\n  getting ignored, not being good enough, someone falling out of love with me, all this negativity and hate in the world, not getting married in the future, not settling down and much more tbh.\n  ","985532":"\n  I prefer to answer questions tbh\n  ","985533":"\n  but why would that happen to you?😐\n  ","985534":"\n  you mean the account you’re on right now?🤔\n  ","985535":"\n  I mean it’s definitely crazy and busy but it’s going! 😁\n  ","985536":"\n  I don’t know about weirdest 🤔\n  ","985537":"\n  not that I know of, but probably lol\n  ","985538":"\n  Yes I have, many actually and they’re always good😁\n  ","985539":"\n  I did, yes lol\n  ","985540":"\n  Because he’s silly just like me 😋\n  ","985541":"\n  Who cares about him lol\n  ","985542":"\n  I don’t drink coffee 😱\n  ","985543":"\n  no I don’t actually lol\n  ","985544":"\n  I use laptops so often lol\n  ","985545":"\n  I don’t drink coffee tbh\n  ","985546":"\n  No I probably wouldn’t tbh\n  ","985547":"\n  I don’t drink soda😁\n  ","985548":"\n  I do like chicken! I like chicken wings, chicken salad, fried chicken and whatnot lol\n  ","985549":"\n  Happy Wednesday lovely!😁\n  ","985550":"\n  I’m taken by you ❤️\n  ","985551":"\n  best things come to those who wait and it’s bound to get rough on any road you take\n  ","985552":"\n  no I don’t necessarily believe that\n  ","985553":"\n  thank you for?🤔\n  ","985554":"\n  yes I definitely believe playing is more important then winning because winning isn’t always everything. It’s better to play and have fun rather then winning.\n  ","985555":"\n  you, definitely do🙂\n  ","985556":"\n  I do like them!\n  ","985557":"\n  yes of course, that’s cool. Don’t worry 🙂\n  ","985558":"\n  yes of course I have!\n  ","985559":"\n  What do you mean by that?🤔\n  ","985560":"\n  talking to you, my love🥰\n  ","985561":"\n  omg silly it’s you😋\n  ","985562":"\n  I’m the one who’s lucky!\n  ","985563":"\n  Which version? lol\n  ","985564":"\n  I have no time for fear or people in my ear\n  ","985565":"\n  I don’t know how to fix a car lol so I never have\n  ","985566":"\n  yes, I have and oh goodness it was more then a few times but I don’t remember lol\n  ","985567":"\n  I don’t know what test that is lol\n  ","985568":"\n  I would say Friday because it’s closer to the weekend 😁\n  ","985569":"\n  I absolutely do!\n  ","985570":"\n  that’s good!🙂 and I go back in February!\n  ","985571":"\n  No I don’t have any tattoos 🙂\n  ","985572":"\n  😋💁‍♀️🧞‍♀️\n  ","985573":"\n  never, I could never leave\n  \n   @edraegen\n  \n  hanging all alone 🥺\n  ","985574":"\n  Das ist eine gute Frage. Ich denke, sie werden diesem Alter gerecht, indem sie gesund bleiben und glücklich und positiv leben.\n  ","985575":"\n  I don’t do it and I never will. I absolutely hate the smell and wouldn’t ever approve of it.\n  ","985576":"\n  I’m Christian but not religious\n  ","985577":"\n  What I think about it?🤔\n  ","985578":"\n  I miss him so much too 🥺💔\n  ","985579":"\n  I definitely wouldn’t want arranged marriage and I already have a lover it’s\n  \n   @edraegen\n  \n  🥰\n  ","985580":"\n  🥺🥺🥺🥺\n  ","985581":"\n  yes I have actually\n  ","985582":"\n  okay, will see love😋\n  ","985583":"\n  nothing really, the same old! You?\n  ","985584":"\n  I don’t really like omelet’s tbh\n  ","985585":"\n  I love eating some honey when I’m sick or something sweet like chocolate 😋\n  ","985586":"\n  I’m doing okay you?🙂\n  ","985587":"\n  I have no idea actually lol\n  ","985588":"\n  I would go to my boyfriends\n  \n   @edraegen\n  \n  ‘s house and pick him up and then we would drive to Scotland to go see this angel\n  \n   @Qu33nForADayy\n  \n  and then we would go to Australia to go visit\n  \n   @musicfan1998\n  \n  and\n  \n   @SophieWhite3\n  \n  😁\n  ","985589":"\n  I value my friends and family and my love\/best friend\n  \n   @edraegen\n  \n  🥰\n  \n  Also my best friend\n  \n   @Qu33nForADayy\n  \n  💕\n  ","985590":"\n  of course love!🙂\n  ","985591":"\n  I’m jealous of people who have a stress free and not so busy life tbh lol\n  ","985592":"\n  I feel like it’s very awkward for them when they third wheel tbh.\n  ","985593":"\n  yes, I can do that girly!😁\n  ","985594":"\n  no I never did\n  ","985595":"\n  I don’t know who that is lol\n  ","985596":"\n  that’s McDonald’s cafe lol\n  ","985597":"\n  It’s not sunny today actually 🥺\n  ","985598":"\n  oh goodness, very often I guess lol\n  ","985599":"\n  Congratulations? lol\n  ","985600":"\n  yes, I do watch it! It’s so crazy lol . I can’t ever imagine having to get married in 90 days 😱\n  ","985601":"\n  Howdy there\n  ","985602":"\n  I’m very good at keeping them! Yes people tend to confide in me and I appreciate that very much 🙂\n  ","985603":"\n  Usually around 12 or 1 am😁\n  ","985604":"\n  was watching general hospital anon\n  ","985605":"\n  lol yeah I don’t drink soda\n  ","985606":"\n  I love this noise cancellation I can’t hear anything else besides my music 😁\n  ","985607":"\n  That you don’t know what you’ve got oh you don’t know what you’ve got until it’s goneeeeeeeee\n  ","985608":"\n  Bears!\n  ","985609":"\n  oh no, believe me daily!\n  ","985610":"\n  will do, love 😋 not interested in CSI though.\n  ","985611":"\n  no? lol\n  ","985612":"\n  Who’s that?\n  ","985613":"\n  I’ll be taking psychology and sociology to get a better sense if I want to major in it 🙂\n  ","985614":"\n  no, I don’t drink soda\n  ","985615":"\n  Yes, I absolutely would!\n  ","985616":"\n  have a good day tomorrow!😁 and I go back in February!\n  ","985617":"\n  none really!🤣\n  ","985618":"\n  You go back tomorrow?😱Awh, have fun though! It’ll be okay. And I’m just chilling rn🙂\n  ","985619":"\n  Hey girly! How’s it going?😁\n  ","985620":"\n  well I go back next month and I’m going to be taking classes that I’m interested in so I think I’ll enjoy it 😁\n  ","985621":"\n  Yeah, I think I do and yeah I do read magazines while waiting🙂\n  ","985622":"\n  true true! You’re so silly it’s adorable 😋\n  ","985623":"\n  It’s still going, so far so good. How’s yours?\n  ","985624":"\n  sure, why not anon\n  ","985625":"\n  waiting for?\n  ","985626":"\n  ask\n  \n   @edraegen\n  \n  😝\n  ","985627":"\n  yes, we absolutely will go visit them 😋\n  ","985628":"\n\n   @edraegen\n  \n  you wanna go on a trip to Australia?😋\n  ","985629":"\n  We’ve been best friends for a long time but never really met in person that is until we developed and started having feelings for each other. We went on a date to see if it was real the feelings we have for each other and turns out it was very much real. We’ve been on 3 dates now and it’s been amazing! We also live pretty close to each other so that’s a plus and that helps.\n  ","985630":"\n  I’m doing fine anon🙂\n  ","985631":"\n  I don’t really have a bucket list tbh\n  ","985632":"\n  I wish I had the guts to do so many things in life. Like for example to talk to new people without getting so anxious and nervous.\n  ","985633":"\n  Nutella on bread lol\n  ","985634":"\n  It’s very saddening and heartbreaking how many animals and humans have died and or been injured in the fires💔 pray for Australia 🙏🏻🙁\n  ","985635":"\n  No it’s not\n  ","985636":"\n  You should definitely!\n  ","985637":"\n  No I haven’t!\n  ","985638":"\n  thank you!\n  ","985639":"\n  I would much rather want sleep lol but if you’re hungry you should get some food!\n  ","985640":"\n  Yes, I have!\n  ","985641":"\n  I really want to go to Australia!\n  ","985642":"\n  I’ve never been🤷‍♀️\n  ","985643":"\n  absolutely!\n  ","985644":"\n  Well, of course you can!😋 that was all of yesterday summed up!\n  ","985645":"\n  lol no or maybe I am\n  ","985646":"\n  spread positivity and love everywhere you go! Also to help out people when you see them struggling and always smile at others because you never know that may make their day much better!\n  ","985647":"\n  I guess so lol\n  ","985648":"\n  That’s tough because you already do everything for me 🥰\n  ","985649":"\n  It’s you, you always make me smile 🥰\n  ","985650":"\n  I’m right handed\n  ","985651":"\n  nope I’m happily taken\n  ","985652":"\n  Actually right now I’m much happier then I’ve been in awhile 🤗\n  ","985653":"\n  That’s good!\n  ","985654":"\n  I’m alright you anon?\n  ","985655":"\n  it’s pretty cold over here as well. It’s (57°F). Yeah I feel, I miss the warmer weather 😭\n  ","985656":"\n  no that I don’t do\n  ","985657":"\n  I’m so sleepy. Goodnight friends\n  ","985658":"\n  what? lol\n  ","985659":"\n  oh yes I absolutely have and yeah scaring them is always funny though.\n  ","985660":"\n  I do, indeed\n  ","985661":"\n  I don’t like sushi! Hope you had a good day as well 🙂\n  ","985662":"\n  🙁😐😬😝😍🥰💋\n  ","985663":"\n  hahaha but you know I always like wearing one😋\n  ","985664":"\n  oh lol I get it 😂\n  ","985665":"\n  We’re together in person and if you don’t like that you can unfollow🙂\n  ","985666":"\n  I’m still cutie? lol\n  ","985667":"\n  lmaoooo I’m dead\n  ","985668":"\n  I’m from planet earth\n  ","985669":"\n  Bahahah you’re funny\n  ","985670":"\n  I mean I love to visit my bed regularly lol\n  ","985671":"\n  10, I crave your kisses so much rn and I miss it a lot 😍\n  ","985672":"\n  no I didn’t think that\n  ","985673":"\n  oh goodness probably a backflip lol\n  ","985674":"\n  Yes I definitely have a type. And you’re absolutely my type and what I look for in a guy🥰\n  ","985675":"\n  looool that’s a good one\n  ","985676":"\n  yeah, only my boyfriend can call me that tho🙂\n  ","985677":"\n  the love we give each other and how we communicate with one another. Also how we make each other smile and just overall happy!\n  ","985678":"\n  awhhh, I’m sorry love 🥺 you will always have Chester’s music to listen to though!\n  ","985679":"\n  no lol I can’t tbh\n  ","985680":"\n  warm tea with honey!\n  ","985681":"\n  I do like curly fries and mostly ranch or even honey mustard!\n  ","985682":"\n  I don’t even know tbh\n  ","985683":"\n  my best friend is\n  \n   @edraegen\n  \n  and also my boyfriend 🥰\n  ","985684":"\n  because I don’t lol\n  ","985685":"\n  not necessarily\n  ","985686":"\n  I didn’t say that anon\n  ","985687":"\n  I do believe in aliens for all we know they can be walking among us right now at this moment. And they can look just like us or they could be wearing costumes that look like real human beings.\n  ","985688":"\n  Yes, of course!\n  ","985689":"\n  No I haven’t\n  ","985690":"\n  and I love\n  \n   @edraegen\n  \n  🥰\n  ","985691":"\n  nope I haven’t\n  ","985692":"\n  you make a really good point actually🙁 that’s very true! Yeah I probably wouldn’t choose that option then\n  ","985693":"\n  I would much rather be able to see the future of every human I touch tbh😱\n  ","985694":"\n  no I don’t\n  ","985695":"\n  lolllll what?\n  ","985696":"\n  standing at the end of the final masquerade\n  ","985697":"\n  why is everything so heavy?\n  ","985698":"\n  I don’t think I’ve tried it tbh and I probably wouldn’t like it though\n  ","985699":"\n  I absolutely do!\n  ","985700":"\n\n   @edraegen\n  \n  😋\n  ","985701":"\n  No I wouldn’t because I’m happily taken\n  ","985702":"\n  blue and pink!\n  ","985703":"\n  no it’s way too early\n  ","985704":"\n  Yeah, I do\n  ","985705":"\n  I don’t even know anymore\n  ","985706":"\n  and they’re for my boyfriend 😋\n  ","985707":"\n  no I never have!\n  ","985708":"\n  No I don’t believe that’s necessarily true though lol\n  ","985709":"\n  No I don’t have a favorite\n  ","985710":"\n  I would say one best friend to be honest rather then several friends\n  ","985711":"\n  yes I do!\n  ","985712":"\n  I do all the time and I don’t know why lol. It’s just a habit I guess. That’s good that you got better by not doing it! I still do 🙃\n  ","985713":"\n  I think about you 24\/7 and you’re always in my mind\n  ","985714":"\n  y’all it’s actually hot outside woah\n  ","985715":"\n  no I’m not interested in watching sports so I won’t lol\n  ","985716":"\n  eh doesn’t effect me what you think though🙂\n  ","985717":"\n  whenever you’re ready to do that lol\n  ","985718":"\n  nope my mind isn’t empty thank you tho\n  ","985719":"\n  lmao you’re funny\n  ","985720":"\n  It would be a very dark place and rather scary too\n  ","985721":"\n  why? lol\n  ","985722":"\n  the one where Michael Jackson is still alive lol\n  ","985723":"\n  cheers anon\n  ","985724":"\n  eh I’m okay I guess\n  ","985725":"\n  on Earth I think lol\n  ","985726":"\n  ‘IT’ chapter 1 and 2\n  \n  Christopher Robin\n  ","985727":"\n  I’m taken\n  ","985728":"\n  I prefer pancakes tbh\n  ","985729":"\n  I do actually and for the people as well 🥺\n  ","985730":"\n  Linkin Park 😍\n  ","985731":"\n  Well it’s 10:40 am and I’m still in bed lol\n  ","985732":"\n  no not really lol\n  ","985733":"\n  only my boyfriend can call me cute 🙂\n  ","985734":"\n  I don’t snack at midnight lol\n  ","985735":"\n  I prefer gold tbh🙂\n  ","985736":"\n  I have no idea, probably not tbh\n  ","985737":"\n  all the sneakers I have lol\n  ","985738":"\n  no I like spicy food!\n  ","985739":"\n  hahah no I don’t\n  ","985740":"\n  Goodnight y’all\n  ","985741":"\n  no? lol\n  ","985742":"\n  Yes, absolutely\n  ","985743":"\n  picking my lips and making them bleed\n  ","985744":"\n  no lol we can’t\n  ","985745":"\n  okay anon?\n  ","985746":"\n\n   @edraegen\n  \n  ❤️\n  ","985747":"\n  don’t open links\n  ","985748":"\n  I am🥰\n  ","985749":"\n  yes I am😍\n  ","985750":"\n  more of a night person tbh\n  ","985751":"\n  it would be perfect but the world isn’t perfect lol\n  ","985752":"\n  I can’t, no lol\n  ","985753":"\n  oh no! That sounds scary!\n  ","985754":"\n  I’ve never late for anything at least most of time I’m not\n  ","985755":"\n  Yeah, I would!\n  ","985756":"\n  It was Linkin Park 🥺\n  ","985757":"\n  what? lol\n  ","985758":"\n  yoooo lol\n  ","985759":"\n  not really actually. I always got the best teachers tbh\n  ","985760":"\n  no I’m taken by\n  \n   @edraegen\n  \n  😍\n  ","985761":"\n  yeah, I would and no I haven’t. I’m sure it will be peaceful and lovely though🙂\n  ","985762":"\n  no I absolutely wouldn’t be able to do that lol\n  ","985763":"\n  I haven’t really tried any strange foods like that because if I see something that looks strange I wouldn’t eat it. I’m very picky lol\n  ","985764":"\n  I’m not exactly old enough just yet!\n  ","985765":"\n  I do sometimes though! My favorite is Stella Rosa Rosè and the Stella Rosa Peach. I also like smirnoff hard lemonade😁\n  ","985766":"\n  I joined in 2013 and because it was so hype back then and mostly everyone had it so I thought why not give it a try. It was so much drama and negative free back in the day. Also it was fun! I know right? Ask used to be fun? Yeah back in the day it did. Now it’s full of unnecessary drama and negativity which is very saddening.\n  ","985767":"\n\n   @edraegen\n  \n  🥰\n  ","985768":"\n  I do go camping! I used to go a lot with my dad and his friend when I was little. I absolutely enjoy it actually. No phones just enjoying the nature is always something everyone should do. And the scenery is always so amazing!\n  ","985769":"\n  It’s been awhile. I  usually shop online but I’m going to the mall today 😁\n  ","985770":"\n  I think I would make it through it definitely with the right equipment, food, shelter and other humans 🙂\n  ","985771":"\n  Thank you🙂\n  ","985772":"\n  Life is a drink and loves a drug\n  \n  oh, now I think I must be miles up\n  \n  When I was a river dried up\n  \n  you came to rain a flood\n  ","985773":"\n  I don’t even remember tbh and no I definitely don’t 😁\n  ","985774":"\n  probably a clothing business or even make up tbh\n  ","985775":"\n  excuse me?\n  ","985776":"\n  To get rid of all negativity and all those negative thoughts you might have and turn them into positive thoughts so that way you can think positively and that will change the way you view life and things that happen to you.\n  ","985777":"\n  I was definitely looking for a best friend and someone I can talk to openly knowing that they wouldn’t judge me or try to change me and someone who is really kind and supportive and super loving, respectful, honest,caring, silly and loyal and then last summer I came across your page and I remember I was your first question ever answered! And we started talking and I thought to myself wow he sounds like such an amazing and one of a kind guy and then we started getting close and I started to fall for you and catch feelings for you and yes I’ll admit I was very nervous\/scared to tell you I had feelings for you but then I eventually did and you felt the same and now look at us, we are so happy together and that just warms my heart and makes me cry of joy. I’m so extremely lucky that I was able to met you. I would say it was faith because I guess the man upstairs knew how much pain and sadness I was in from my previous relationship he said why not let these two cross paths and become lovers because they both deserve each other and I know that their bond will never break and plus they make each other super happy and so our paths first crossed on here and then we happened 🥰 That’s definitely faith and I couldn’t be more happier with you. I love you so muchhhhhhhhh, my everything ❤️\n  ","985778":"\n  woahhhh that sounds crazy!\n  ","985779":"\n  I could 😝\n  ","985780":"\n  I would say I have a fear of it ending and or not working and to be honest that really scares me and I’m trying to not think like that.\n  ","985781":"\n  Can you do either one?😁\n  ","985782":"\n  I go on Netflix lol\n  ","985783":"\n  hail to the victor by thirty seconds to mars\n  ","985784":"\n  not I don’t actually. I don’t like dancing\n  ","985785":"\n  I mean I don’t know. I don’t really watch the Simpsons\n  ","985786":"\n  I describe you, as my love, the one who makes me really happy, my boyfriend and best friend. I tell people I’m dating my best friend it’s amazing 😍\n  ","985787":"\n  hmm good question! Maybe Elsa 😁\n  ","985788":"\n  I like almond joy, Hershey’s, there’s so many I enjoy actually\n  ","985789":"\n  I can’t at the same time actually 😬\n  ","985790":"\n  yeah, I don’t really mind it 😋\n  ","985791":"\n  yeah, sometimes I do\n  ","985792":"\n  that’s a good question actually\n  ","985793":"\n  I can, actually 😝\n  ","985794":"\n  it wasn’t a debate. I was just really nervous because I didn’t know if you felt the same and so that’s why I was super scared but look where it got us. I’m very happy now🥰\n  ","985795":"\n  no usually with my legs tucked under the blanket\n  ","985796":"\n  doesn’t matter to me. I go to whichever one I find 🙂\n  ","985797":"\n  eventually, yeah\n  ","985798":"\n  I do\n  ","985799":"\n  It doesn’t matter to me to be honest. It can be open or closed\n  ","985800":"\n  well in one word I would say it’s astonishing 😍\n  ","985801":"\n  morning!🙂\n  ","985802":"\n  Not having to stress and worry about getting things done and responsibilities definitely 🥺\n  ","985803":"\n  no lol I couldn’t do it tbh\n  ","985804":"\n  sometimes but I really don’t lol. I walk a lot\n  ","985805":"\n  Who’s this? Lol\n  ","985806":"\n  and I’m going to go to bed. Night y’all\n  ","985807":"\n  yeah basically\n  ","985808":"\n  🥱🥱\n  ","985809":"\n  🤔\n  ","985810":"\n  why though?\n  ","985811":"\n  I’ve never been proposed to lol but my dream proposal? 🤔 definitely something really romantic I would say\n  ","985812":"\n  Yes I absolutely think so! It’s saddening tbh\n  ","985813":"\n  no I do not lol\n  ","985814":"\n  Watermelon!\n  ","985815":"\n  I don’t know tbh🤔\n  ","985816":"\n  YOU, my love. Always you❤️\n  ","985817":"\n  I’ve received many weird ones lol\n  ","985818":"\n\n   @edraegen\n  \n  ‘s voice 😍\n  ","985819":"\n  I’m okay I guess\n  ","985820":"\n  yeah in elementary\n  ","985821":"\n  I honestly kinda feel like something changed. It’s not the same anymore at least today it’s not. I don’t know but I feel a change. 🙁 Kinda scares me but I definitely feel it.\n  ","985822":"\n  I don’t eat dinner but I haven’t had pigs in a blanket in ages!😱\n  ","985823":"\n  sometimes when I go live or mostly in the shower lol\n  ","985824":"\n  passing my driving test last year in the summer 😁\n  ","985825":"\n  the same one as I have now Nikki lol\n  ","985826":"\n  I hope you had a great Friday as well!🙂 this is so sweet, thank you❤️\n  ","985827":"\n  I believe it was like last week lol😋\n  ","985828":"\n  tears of joy!\n  ","985829":"\n  yes, we should absolutely pray for this messed up world 🙏🏻 I agree, the world has definitely become a unhealthy place to live in. It’s very saddening 🙁\n  ","985830":"\n  This is very sweet, thank you friend! I appreciate this😁\n  ","985831":"\n  I would either want\n  \n   @edraegen\n  \n  ‘s eyes or Jared Leto’s eyes 😋\n  ","985832":"\n  most of the times, I do but then other times I really don’t\n  ","985833":"\n  Do I?😝\n  ","985834":"\n  Well my favorite Disney princess is a princess lol and it’s Elsa from Frozen 😁\n  ","985835":"\n  I don’t even remember tbh\n  ","985836":"\n  I hope you have a wonderful weekend too and you’re also amazing 💕\n  ","985837":"\n  It’s going pretty good actually!😁\n  ","985838":"\n  Yeah I do, I have it with cereal mostly I don’t really drink it by itself anymore 🙂\n  ","985839":"\n  mostly shoes, clothes, technology lol🙂\n  ","985840":"\n  I was 11 years old 😁\n  ","985841":"\n  I have many favorite deserts but one of them is key lime pie😋\n  ","985842":"\n  the warmer weather of course😍\n  ","985843":"\n  hurricane -thirty seconds to Mars\n  \n  crawling - Linkin Park\n  \n  breaking the habit - Linkin Park\n  ","985844":"\n  I’ve only just saw this!😐 but I could’ve helped I remember economics from high school!\n  ","985845":"\n  I do like fireworks but I forgot what they were called lol\n  ","985846":"\n  Yes of course I have! It was fun and crazy lol\n  ","985847":"\n  I would say best player on a horrible team tbh\n  ","985848":"\n  I was very confused to what was happening throughout the whole movie and it was creepy weird lol\n  ","985849":"\n  I mean that’s not necessarily true\n  ","985850":"\n  yes omg! I don’t like the cold weather 🙁\n  ","985851":"\n  I’m sleepy night y’all!\n  ","985852":"\n  I like salami I think it’s good!\n  ","985853":"\n  Haha you don’t have to like my answers but I appreciate that😁\n  ","985854":"\n  That’s awesome!\n  ","985855":"\n  Ja, ich kann dir Fragen stellen!🙂\n  ","985856":"\n  Oh My goodness! I hope  by then I’ll be married and maybe have some kids! Also that I’m happy and very much in love and successful in life.\n  ","985857":"\n\n   @edraegen\n  \n  🥰\n  ","985858":"\n  the president first of all lol\n  ","985859":"\n  no, no you definitely will! You just have to believe you will and then it will happen for you\n  ","985860":"\n  yes haha it’s sprinkles lmao😁\n  ","985861":"\n  Who’s?\n  ","985862":"\n  WHAT?😂😂\n  ","985863":"\n  I really don’t actually lol\n  ","985864":"\n  I do!\n  ","985865":"\n  It was a pretty good day today. I spent it with my love\n  \n   @edraegen\n  \n  so of course it was a great day🥰\n  ","985866":"\n  woahhhh anon lol\n  ","985867":"\n  always\n  \n   @edraegen\n  \n  😝\n  ","985868":"\n  An angel. I believe they’re absolutely magical 😁\n  ","985869":"\n  Ich halte keine Supermacht für nutzlos, um ehrlich zu sein\n  ","985870":"\n  elderberries are so good\n  ","985871":"\n  No I’m definitely not the kind of person to have a fan on while sleeping. I would much rather have the heater on and to be warm.\n  ","985872":"\n  oooh it’s definitely been awhile 😱\n  ","985873":"\n  Yes I’m definitely very shy and anxious when I meet someone new and have to talk to them but then once I get to know them more I become more comfortable and open up more.\n  ","985874":"\n  yes, I dooooo!\n  ","985875":"\n  Definitely!\n  ","985876":"\n  absolutely lol\n  ","985877":"\n  I don’t anon?\n  ","985878":"\n  I’m in college🙂 and my second year now and not really, it’s okay I guess!\n  ","985879":"\n  I have before! 😁\n  ","985880":"\n  not too long, soon😁\n  ","985881":"\n  Ja, ich wurde vermisst. Ich bin zurück😂\n  ","985882":"\n  Spongebob Sqarepants, We Bare Bears, Adventure Time😁\n  ","985883":"\n  Well I think when you’re sick and really cold it’s better to deal with in the heat so that you sweat and eventually feel better and when you are feeling hot it’s definitely better to put a wet paper towel on your forehead or something cold on you. Sickness definitely does depend on the temperature.\n  ","985884":"\n  oh I don’t know, I go to so many stores lol\n  ","985885":"\n  I would go wherever\n  \n   @edraegen\n  \n  wanted to go 😁\n  ","985886":"\n  hmm good question 🤔\n  ","985887":"\n  woah that’s really deep\n  ","985888":"\n  I used to really like doing crafts and drawing clothes!\n  ","985889":"\n  Yes, when you meet someone you like you definitely should anon 😁\n  ","985890":"\n  it was pretty long and good😝\n  ","985891":"\n  oh yes, definitely!\n  ","985892":"\n  On the second date, yes🙂\n  ","985893":"\n  Not that far actually\n  ","985894":"\n  yes, we have!😁\n  ","985895":"\n  No I haven’t\n  ","985896":"\n  yes, I’m dating my best friend 😍\n  ","985897":"\n  same here girly! I laugh 😂\n  ","985898":"\n  Yes, he has ask!\n  ","985899":"\n  No, not really to be honest!🙂\n  ","985900":"\n  fire anon\n  ","985901":"\n  that’s difficult, I don’t really remember but I would probably say The Grinch Who Stole Christmas 😁\n  ","985902":"\n  I mean I’m not very comfortable with driving yet, I definitely need to practice more driving because I’m not the best just yet. And that sounds awesome anon!😁\n  ","985903":"\n  tears from the question 🥺\n  ","985904":"\n  Yes, I think I have!\n  ","985905":"\n  nope, I do not answer dirty questions and plus I’m happily taken 🙂\n  ","985906":"\n  Well first they can be nice to you and act all friendly but then they can turn you and start talking negatively about you so really you can’t. And once they turn on you, you can see their true colors all along and who they really are on the inside and outside.\n  ","985907":"\n  I didn’t say that lol\n  ","985908":"\n  🙂🙂🙂\n  ","985909":"\n  lol you’re funny!\n  ","985910":"\n  I did🥺\n  ","985911":"\n  yeah, I can\n  \n   @edraegen\n  \n  heard them yesterday 😝\n  ","985912":"\n  Interior designer or an FBI agent\/profiler 😁\n  ","985913":"\n  I really didn’t make any to be honest but I guess to not stress out all the time or panic like I always do.\n  ","985914":"\n  I absolutely do! there’s many I like actually\n  ","985915":"\n  no thank you, only my mans can do that 😋\n  ","985916":"\n\n   https:\/\/youtu.be\/oM-XJD4J36U\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","985917":"\n  hmm.. maybe lol\n  ","985918":"\n  yeah, but I already have\n  ","985919":"\n  Thank you for this friend! I appreciate and hope you had a wonderful day too!🙂\n  ","985920":"\n  this actually made me tear up🥺.  Thinking about breaking up really scares me and I can’t think like that but yeah I’d think we would still be best friends.  Honestly once you love someone a lot I believe the cycle would repeat again and again. And I do believe we are destined to love each other! I truly believe we are.\n  ","985921":"\n  I’m dating my best friend anon🙂\n  ","985922":"\n  I definitely love swimming, hiking, walking, yoga, running, biking, zumba all those active activities 😁\n  ","985923":"\n  lolllllllll\n  ","985924":"\n  Yes I like it, I mean it’s okay lol\n  ","985925":"\n  sure, I’m down🙂\n  ","985926":"\n  I know that’s why I’m not sure yet lol\n  ","985927":"\n  I don’t?\n  ","985928":"\n  Hello there!\n  ","985929":"\n\n   @edraegen\n  \n  🥰\n  ","985930":"\n  I’m not really craving anything tbh\n  ","985931":"\n  anywaysssss\n  ","985932":"\n  😂😂😂\n  ","985933":"\n\n   @edraegen\n  \n\n\n   @edraegen\n  \n\n  oh and did I mention\n  \n   @edraegen\n  \n  😋🥰\n  ","985934":"\n  nope it’s very much difficult but if you honestly love someone you will fight for them\n  ","985935":"\n  I would definitely spend it with you and remind you on how much I love you and appreciate you🥺\n  ","985936":"\n  that’s so difficult because there’s so many good movies out there!😱\n  ","985937":"\n  nope you are blocked for a reason 😁\n  ","985938":"\n  the cereal is dead?🤔\n  ","985939":"\n  you, do😉\n  ","985940":"\n  goodbye 🙂\n  ","985941":"\n  I have no idea what you’re talking about lol\n  ","985942":"\n  ❤️❤️\n  ","985943":"\n  that’s tough because I don’t really have a favorite 🤔\n  ","985944":"\n  definitely go swimming, hiking, biking, hanging out, traveling, yoga, enjoying the heat outside!\n  ","985945":"\n  I don’t even remember actually lol\n  ","985946":"\n  No I definitely have conversations with people on here that I enjoy talking with🙂\n  ","985947":"\n  oh I’ve definitely experienced it lol\n  ","985948":"\n  I would say my cousin named Samantha Nicole 😝\n  ","985949":"\n  no, probably not even though I thought about it before\n  ","985950":"\n  How could you?😭lol. All the fetishes anons have in one😱\n  ","985951":"\n  I don’t have any anon\n  ","985952":"\n\n   @edraegen\n  \n  😋\n  ","985953":"\n  Ich habe viele Länder besucht 😁\n  ","985954":"\n  yeah lol I do\n  ","985955":"\n  I look fire? lol\n  "}}