{"Question":{"985956":"\n   Do you like to go bike riding?\n  ","985957":"\n   Do you like Hot Pockets? What's your favorite flavor besides the pizza one?\n  ","985958":"\n   Have you ever been horse riding? I did it for 7 years 🐎\n  ","985959":"\n   Curious? 🤔 Do you mind sharing your age? Or general age? 💯 Respect either way! 😊\n  ","985960":"\n   What are you singing for?\n  ","985961":"\n   Have you ever used one to summon anyone's spirit?\n  ","985962":"\n   Procrastinating is a problem nowadays 😂💯\n  ","985963":"\n   Do you get things done early or do you procrastinate?\n  ","985964":"\n   Do you ever eat those cheese crisps that are basically dried out cheese?\n  ","985965":"\n   Do you believe in the power of ouija boards?\n  ","985966":"\n   You are very pretty ❤️\n  ","985967":"\n   And a great kisser too 😚🥰\n  ","985968":"\n   What is your  Religion? What role does it play in your life ?\n  ","985969":"\n   What do you use to listen to music? Radio, app, etc.\n  ","985970":"\n   if wooly mammoths were alive and internet savvy, do you think the meaner ones online would be known as cyber woolies?\n  ","985971":"\n   You are gorgeous!!\n  ","985972":"\n   Nikki! I just got in bed! Actually I'm on the floor. I'm sleeping here with my cat tonight. It's a little hard but I folded two blankets to make it softer. It's 923pm so it's very late. I should have gone to bed at 8pm. Tomorrow I'll go to bed on time. I hope you're having fun!\n  ","985973":"\n   What was the longest car ride you’ve ever taken?\n  ","985974":"\n   Wht u like most in food's\n  ","985975":"\n   Do you know johnny sins?\n  ","985976":"\n   Whoops turned anon on sorry 😅\n  ","985977":"\n   If things don't work out, please move in with me anytime. I'll be waiting for you with open arms\n  ","985978":"\n   do you think it should be spelled sighcology instead?\n  ","985979":"\n   Thank you 🙂\n  ","985980":"\n   Do you prefer fish or meat? What kind of fish are meat do you prefer?\n  ","985981":"\n   Is geoff your boyfriend?\n  ","985982":"\n   So what you are takin. Two guys are better than one you know and I am willing to share you\n  ","985983":"\n   Do you make money off ask?\n  ","985984":"\n   So I’m skinny too so let’s hangout and be skinny together and like maybe date and stuff or whatever\n  ","985985":"\n   how many followers do you think you gain a day on here?\n  ","985986":"\n   You are skinny right?\n  ","985987":"\n   How long will you need to date before taking that step?\n  ","985988":"\n   Do you like bendin over for your mans\n  ","985989":"\n   Your skinny I’m skinny let’s be skinny together\n  ","985990":"\n   Do u know anyone with diabetes\n  ","985991":"\n   You guys are so cute awe 🥰\n  ","985992":"\n   Anything interesting happened today?\n  ","985993":"\n   subtitles: on or off?\n  ","985994":"\n   What do you see when you close your eyes while kissing me?\n  ","985995":"\n   whats your major?\n  ","985996":"\n   anybody know any mobile homes in Florida for a decent price ?\n  ","985997":"\n   When will you move in with your boyfriend?\n  ","985998":"\n   What's the best thing that has happened to you today?!\n  ","985999":"\n   Let's talk about fun stuff! I'm going to get ready for bed. I'll be back shortly!\n  ","986000":"\n   Talk to me on ig like seriously lol\n  ","986001":"\n   What do you think about children being on the internet at such a young age?\n  ","986002":"\n   What is the best thing you like about me?\n  ","986003":"\n   you seem friendly ru nice\n  ","986004":"\n   What's your morning routine like?\n  ","986005":"\n   if i compliment u do u feel pitty patter\n  ","986006":"\n   What are the 3 things that make you go weak in your knees?\n  ","986007":"\n   have u ever experienced anything paranormal? if so, tell us about it.\n  ","986008":"\n   Ever been to Los Angeles? 🤔\n  ","986009":"\n   Ever been to New York? 🤔\n  ","986010":"\n   Which part of your body do you like being massaged?\n  ","986011":"\n   had you a nice day\n  ","986012":"\n   In the Drake & Josh universe, What do you think Drake & Josh are doing right now?\n  ","986013":"\n   What things that I do make you blush?\n  ","986014":"\n   Why are you getting angry at me? I am getting angry at them! Not at you.\n  ","986015":"\n   What makes someone a hero in your eyes? 💪 👍\n  ","986016":"\n   No your from China\n  ","986017":"\n   Do you get along with\n   \n    @elysssa_d\n   \n","986018":"\n   How old is your bf?\n  ","986019":"\n   We're half way through the week! You've got this! Just remember you are amazing! :3 💕\nFeel free to use this as a filler :3\n  ","986020":"\n   U from usa?\n  ","986021":"\n   do you still want closure from your ex?\n  ","986022":"\n   Let's get married then\n  ","986023":"\n   Who is the craziest person you've ever meet\n  ","986024":"\n   What would you do if I needed to be cheered?\n  ","986025":"\n   I asked my parents and they said she was faking 🤷‍♀️\n  ","986026":"\n   Do you want to get married\n  ","986027":"\n   Coldplay is the best innit?\n  ","986028":"\n   Ever dealt with a kid who’s got an attitude problem and then you meet their parents and they’re just as bad?\n  ","986029":"\n   Have a good day!\n  ","986030":"\n   I’m\n  ","986031":"\n   You’re cute 😘\n  ","986032":"\n   Do you know how to drive a forklift?\n  ","986033":"\n   Nikki, its Karina. I need to talk to asap. Plz dm me\n  ","986034":"\n   Do you like spas or massages? Day outs.\n  ","986035":"\n   Do you wear a wristwatch? Or anything on ypur wrist? Anything special or nah?\n  ","986036":"\n   Rain or no rain? What do you rather at the moment? 🌧🌂\n  ","986037":"\n   Do you enjoy music award shows?\n  ","986038":"\n   Does it make you feel good when I tell you how adorable\/beautiful you are?\n  ","986039":"\n   At what point did you decide that you wanted us to be “official?”\n  ","986040":"\n   What’s the last snack you had?\n  ","986041":"\n   What is the secret of happy relationship? 🙂\n  ","986042":"\n   What you up to?\n  ","986043":"\n   If you could pick an eye color what would you choose?\n  ","986044":"\n   Let's chat?\n  ","986045":"\n   What was the last experience that made you a stronger person? 💪 👍\n  ","986046":"\n   Would you risk your life to save me from danger?\n  ","986047":"\n   When things break, do you prefer to fix them or replace them? 👍\n  ","986048":"\n   Do you ever want to just walk away from technology? 👍\n  ","986049":"\n   Do I make you laugh enough?\n  ","986050":"\n   Ohh here's ur best anonym everrr! Yes yes, it's mee! I know that you love meee uhahauaaaa!\n  ","986051":"\n   Ever forged a signature?\n  ","986052":"\n   It's okay. I'm very convincing. So it still works out 😁\n  ","986053":"\n   If I were to cook you dinner, what would make you the happiest?\n  ","986054":"\n   🤢🤮\n  ","986055":"\n   Do you want to rule the world with me?\n  ","986056":"\n   Would you take a break from your favorite hobby just to spend some time with me?\n  ","986057":"\n   What exactly do you feel when we hold each other’s hands?\n  ","986058":"\n   More like... it would take 37.92 tries, but you'd do it eventually 🤗\n  ","986059":"\n   What qualities do you like in me the most?\n  ","986060":"\n   If I asked you to try something new, would you do it without a second thought?\n  ","986061":"\n   Besides me, are you addicted to anything else? 😋\n  ","986062":"\n   Would you kiss me on the neck?\n  ","986063":"\n   Do I make you happy?\n  ","986064":"\n   صباح الخير ثمَّ أتمنى أن تبتهج أرواحكم دائمًا بسبب وبلا سبب.❤\n  ","986065":"\n   Lol. He thinks you and I only talk on ASKfm. Doesn't know we talked on IG first. Then the phone. Then 2 dates. 😋\n  ","986066":"\n   Wats your Instagram\n  ","986067":"\n   What song do you have to sing along with when you hear it .. no matter what it is? \n\n\"Mine is anything from Grease\" 🙈🤣\n  ","986068":"\n   How many alarms do you set in the morning?😂 How many minutes apart are they, if it's more than one!?\n  ","986069":"\n   Going to Coachella?\n  ","986070":"\n   If I asked you to be naughty right now, would you be into it? 😋\n  ","986071":"\n   you said hearing your voice for first time....that,s what em talking about you literally not hear him...you just read him\/her post 😄\n  ","986072":"\n   Even you are not hearing him really...😜😄\n  ","986073":"\n   What is your favorite memory of me so far?\n  ","986074":"\n   What do you like about yourself the most?\n  ","986075":"\n   If you could ask one question about your future, what question would you ask?\n  ","986076":"\n   Do you love having your hair pulled? 😏😋\n  ","986077":"\n   How would you react if I was able to read your mind?\n  ","986078":"\n   What did you think about me when you first saw me?\n  ","986079":"\n   Do you like it when I touch your face?\n  ","986080":"\n   How can I make you feel more special?\n  ","986081":"\n   Would you like to go to the moon with me?\n  ","986082":"\n   If I told you I liked your body, would you hold it against me? 😏\n  ","986083":"\n   Your hot\n  ","986084":"\n   Are you a fan of horror films.  What’s the last one you saw. What’s the best one you saw ?\n  ","986085":"\n   Are you handicapped? Like mentally?\n  ","986086":"\n   You like boiled peanuts?\n  ","986087":"\n   Turdy is from the word turd. And turd is poop. Lol\n  ","986088":"\n   Nikki I'm sleeping on the floor tonight. Do you ever do that?\n  ","986089":"\n   Do you like south park\n  ","986090":"\n   Are you feeling good or turdy? I'm feeling turdy.\n  ","986091":"\n   Do you like kissing?\n  ","986092":"\n   You're dating Char? 😱\n\n🤣😂🤪😝\n  ","986093":"\n   Are you alone?\n  ","986094":"\n   Shocking, I know. 😆\n  ","986095":"\n   Auf welches Konzert willst du mal?\n  ","986096":"\n   Are you lonely?\n  ","986097":"\n   is that edraegen guy ur boyfriend ?\n  ","986098":"\n   Do you usually plan months ahead or just take each day as it comes?\n  ","986099":"\n   OMG this commercial  xD\n   \n    https:\/\/www.youtube.com\/watch?v=egs2dLKH3qg\n   \n","986100":"\n   do you like clothes shopping\n  ","986101":"\n   Hey, Stikky Nikki :)\n  ","986102":"\n   A gold digger tried getting with me recently. She said she's not interested wave some money she suddenly becomes interested lol\n  ","986103":"\n   Have you come across a gold digger\n  ","986104":"\n   If you could make your own music would you\n  ","986105":"\n   Nikki let's play a game maybe?\n  ","986106":"\n   Just a tip: don’t place your watermark on the corners of your photos because someone can easily crop them\n  ","986107":"\n   Okay i will untick but then reply back in question?\n  ","986108":"\n   Nikki can i have your instagram maybe?\n  ","986109":"\n   Do you think that you're funny\n  ","986110":"\n   Can I have it now\n  ","986111":"\n   Neden yok var mı diye sorsam yine aynı yanıt mı gelirdi 😒\n  ","986112":"\n   I'll just dm you on Instagram instead.\n  ","986113":"\n   Can I have your Instagram username?\n  ","986114":"\n   That's so sad.\n  ","986115":"\n   What things are you passionate about? 👍\n  ","986116":"\n   I like to write you privately with you\n  ","986117":"\n   Your lips are the darkest, the bridge of your nose is the lightest, and both are extremely sexy. 😍\n  ","986118":"\n   How many times a week do you drink alcohol? What's your favorite?!\n  ","986119":"\n   What part of your body is te darkest and what part is the palest?\n  ","986120":"\n   are you pro Israel or pro Palestine?\n  ","986121":"\n   hey xo\n  ","986122":"\n   Do you smoke\n  ","986123":"\n   Got a list for you to answer 😊\n\nFavorite female friend? \nFavorite male friend? \nFemale crush? \nMale crush? \nFavorite female celebrity? \nFavorite male celebrity? \nFemale celebrity crush? \nMale celebrity crush? \nLast time you were kissed? \nLast time someone slapped your ass? \nWho do you love?\n  ","986124":"\n   what’s your favorite soup?\n  ","986125":"\n   How many questioes do you answer everyday?\n  ","986126":"\n   You have a boyfriend? 😱\n  ","986127":"\n   I flirt with James all the time\n  ","986128":"\n   How did you decide to flirt with your boyfriend?\n  ","986129":"\n   Do you prefer to cook or order takeaways? 👍\n  ","986130":"\n   What is your go to thing to do, when you really want to relax? :3\n  ","986131":"\n   What part of a kid’s movie completelyscarred you?\n  ","986132":"\n   That’s exactly the point. 😄 The quote goes on with: “Why is it selfish? Because the gratification, the goodness that comes to you, the good feeling that I get from helping others. Nothing’s better than that.” — Isn’t it selfish to want that warm feeling you get by helping others?\n  ","986133":"\n   I'd totally give you coins my sweet but I'm capped 😋\n  ","986134":"\n   People to follow on here?\n  ","986135":"\n   Are you a risk taker? 👍\n  ","986136":"\n   What's your instagram account?\n  ","986137":"\n   “The most selfish thing is to help someone else.” —What do you think about this quote?\n  ","986138":"\n   Do you have a favourite fashion brand?\n  ","986139":"\n   There is no such thing as _________.\n  ","986140":"\n   Who’s ready for the warm weather? 😩\n  ","986141":"\n   Do you keep a diary or journal? 👍\n  ","986142":"\n   will u invite all your followers to ur wedding???\n  ","986143":"\n   do you think we live in a simulation?\n  ","986144":"\n   Pap with overknee socks\n  ","986145":"\n   what's your name on Instagram\n  ","986146":"\n   Where are you from?\n  ","986147":"\n   Are you a better person than a year ago?\n  ","986148":"\n   What's everyone up to\n  ","986149":"\n   Wie wirst du Stress und negative Energy los ? :)\n  ","986150":"\n   Got so many questions to answer!\n  ","986151":"\n   Have you seen the trailer for Morbius yet? It looks Interesting\n  ","986152":"\n   you were saying you were gonna have a kiss on your date. was that a joke that went over my head?\n  ","986153":"\n   If your dogs could talk, what kind of things do you think they would say?\n  ","986154":"\n   Gefällt es dir besser zu reden, oder zuzuhören ?\n  ","986155":"\n   did your kiss today feel life affirming?\n  ","986156":"\n   Don't let them greys escape!!!\n  ","986157":"\n   Warum besser nicht mit leeren Magen einkaufen ?\n  ","986158":"\n   Wo stellst du dir vor, in Zukunft zu leben?\n  ","986159":"\n   Hast du Wünsche für die Zukunft ?\n  ","986160":"\n   do you like rap? who are three rappers you like? who are three rappers you don’t like?\n  ","986161":"\n   Fried 🍤 jumbo shrimp.\nYay or Nay? 😋\n  ","986162":"\n   Do you feel fulfilled?\n  ","986163":"\n   I love talking to you on here, Nikki the Nikkerz. I hope you are having a nice day!\n  ","986164":"\n   Then why don't you ask him (or her, I don't judge) if they feel the same way? 🤔\n\nProtip: Tell them exactly how you feel first so they can tell you if they feel the same way.\n  ","986165":"\n   do you think your ancestors watch over you all the time?\n  ","986166":"\n   do you think you'd love relatives you never even knew like your great great grandchildren?\n  ","986167":"\n   Have you had any weird uber experiences?\n  ","986168":"\n   where would you hang out if you were a ghost?\n  ","986169":"\n   Who do you think would be good with Billie Eilish?\n  ","986170":"\n   Are you someone that buises easily? How did you get your last bruise? Please don't pap of it, I DON'T want to see it.\n  ","986171":"\n   Is Pete Davidson and Kaia Gerber a close 2nd?\n  ","986172":"\n   Why do you \"like\" your own answers?\n  ","986173":"\n   was your date everything you dreamed it would be or has the disappointment sent you into a tailspin which you're trying to recover from?\n  ","986174":"\n   If you could ask one ask user any question and they had to answer honestly who and what are you asking ?\n  ","986175":"\n   Whats the best time to wake up?\n  ","986176":"\n   What is your favourite drink?\n  ","986177":"\n   Favorite celebrity couple?\n  ","986178":"\n   I am really struggling to understand something and I was hoping you could help me?\n  ","986179":"\n   Do  you go for instant gratification?\n  ","986180":"\n   Bist du ein Frühaufsteher oder eine Nachteule?\n  ","986181":"\n   Do you remember a lot of your dreams? Do you have a favorite one you've had so far?!\n  ","986182":"\n   when did u first realize u liked boys?\n  ","986183":"\n   Do you like Coke or Pepsi? Why?\n  ","986184":"\n   have you ever had a crush on a girl?\n  ","986185":"\n   Hi, How are you doing?\n  ","986186":"\n   Excited for today? 🤔😋\n  ","986187":"\n   Wie lässt sich ein gebrochenes Herz am besten heilen?\n  ","986188":"\n   Have you ever got into trouble with the police? 🚔 🚨😰\n  ","986189":"\n   Happy monday ☺️\n  ","986190":"\n   Hi 💋\n  ","986191":"\n   Do you have tumblr? 😊\n  ","986192":"\n   Do you have road rage when you drive\n  ","986193":"\n   How would you describe me in just one word?\n  ","986194":"\n   I will neck myself. That will satisfy you.\n  ","986195":"\n   Damn. I'm so jealous of that Jeff guy. 🤪\n  ","986196":"\n   It says “ask me anything” but what kind of questions do you like being asked?\n  ","986197":"\n   Actually I already have the xs I bought it recently. but I was thinking if they are both so similiar then I might just sell my xs buy the x used and keep the extra money\n  ","986198":"\n   In your opinion is the iPhone X worth the money?\n  ","986199":"\n   How long have you been using this app for?\n  ","986200":"\n   Should I be jealous? 😋\n  ","986201":"\n   Ok, I'm so sorry. I didn't know. Forgive me.\n  ","986202":"\n   What's the most affordable motor vehicle currently sold in Afghanistan?\n  ","986203":"\n   What is the most spontaneous thing you’ve ever done?\n  ","986204":"\n   What do you hate doing?\n  ","986205":"\n   I haven't seen Christopher Robin yet. Is it good?\n  ","986206":"\n   Last time you laughed so much that you wet yourself?\n  ","986207":"\n   Name a few movies you can watch over and over?\n  ","986208":"\n   Awh, this anon is so cute.\n  ","986209":"\n   Do you believe that rude people should be hugged until they are nice?\n  ","986210":"\n   Idk maybe because I have a major crush on you\n  ","986211":"\n   Ever make out in a movie theater? What a coincidence! You'll be in one later today. 😏😘\n  ","986212":"\n   Pretty good actually.\n  ","986213":"\n   What is your favorite part about nighttime?!\n  ","986214":"\n   What is the last thing that made you feel uncomfortable?\n  ","986215":"\n   I want to carry you in my arms\n  ","986216":"\n   You could have made the first move too you know. Though I think you were more shy than me. 🤗\n  ","986217":"\n   How come that guy gets to kiss you and see frozen 2 with you and I can’t\n  ","986218":"\n   Can you just admit that white is your favourite skin colour since that is what all you white girls want and won’t settle for anything less\n  ","986219":"\n   When we go see Frozen 2 tomorrow that answer might change... I wanted to kiss you last Wednesday but chickened out. 😬\n  ","986220":"\n   Do you think cats have any regrets?\n  ","986221":"\n   Who was the last person you gave a kiss?\n  ","986222":"\n   How are you feeling right now?\n  ","986223":"\n   Do you push the elevator button more than once? Do you really believe it makes the elevator faster?\n  ","986224":"\n   If I had to move away to a really far place, would you come with me?\n  ","986225":"\n   Would you kiss me where people are watching?\n  ","986226":"\n   Can I call you when I feel like hearing your voice?\n  ","986227":"\n   Describe a perfect night out!\n  ","986228":"\n   If you were a dog, would you think in barks?\n  ","986229":"\n   post a picture of your feet\n  ","986230":"\n   Would you ever swim without a bikini top if we swam together? 😋\n  ","986231":"\n   Which one?\n  ","986232":"\n   What musical instrument\/s can you play?\n  ","986233":"\n   would u ever swim without a bikini top?\n  ","986234":"\n   What's are you doing right now, Nikki?\n  ","986235":"\n   Then my girl will get what she wants 🥰\n  ","986236":"\n   How much do you weigh?\n  ","986237":"\n   And what do YOU want? 😋\n  ","986238":"\n   What is your favorite movie that is coming in 2020?\n  ","986239":"\n   what gives you confidence that ghosts exist?\n  ","986240":"\n   skippy or jif?\n  ","986241":"\n   What is your opinion on spending real money on games? 💵🤔\n  ","986242":"\n   That the one you want me to use on here?\n  ","986243":"\n   Well I know you like it when I call you baby. I call you hon and honey too. Do you like one of the others more?\n  ","986244":"\n   Yep. Just one single one that I use for you on here. Off ask I'll keep using the others.\n  ","986245":"\n   Have a great night!!!\n  ","986246":"\n   Okay, pick 1 and that's what I'll call you from now on instead of Nikki or Nicole. (I'll probably use the others as well from time to time)\n  ","986247":"\n   Are you obsessed with the notion of perfection?\n  ","986248":"\n   So I'm allowed to call you any of those? Only me, no one else? 😊\n  ","986249":"\n   Yep. I wanna know what you want me to call you. 😋\n  ","986250":"\n   What about people you know giving you nick names?\n  ","986251":"\n   Which ones do you like? 🤔😊\n  ","986252":"\n   Ever take  yourself too seriously?\n  ","986253":"\n   Am I allowed to use nicknames with you? If yes, which ones? 😋\n  ","986254":"\n   Are you ok with other people giving you nick names Nikki?\n  ","986255":"\n   No, I mean Stikky :)\n  ","986256":"\n   Heya, Trikky :)\n  ","986257":"\n   Crop top pap?\n  ","986258":"\n   How was your weekend that just passed.   Did you do anything fun ?\n  ","986259":"\n   What can you not get right, no matter how many times you try? 🤔\n  ","986260":"\n   I see lol. I take it from your answer you really can't stand country?\n  ","986261":"\n   well said, dear friend.\n  ","986262":"\n   What does country music say about a person?\n  ","986263":"\n   do you like any country music?\n  ","986264":"\n   Do you believe; Love is never lost. If not reciprocated, it will flow back and soften and purify the heart?\n  ","986265":"\n   Oh? What kind of music do you like Nikki?\n  ","986266":"\n   If you could, would you?\n  ","986267":"\n   I'll call before I leave.\n  ","986268":"\n   What one question can you ask to find out the most about a person? 🤔\n  ","986269":"\n   Just get chubby then?🤷🏻‍♂️\n  ","986270":"\n   When\/if you get fast food, do you order a drink too?\n  ","986271":"\n   Tomorrow around lunch time?\n  ","986272":"\n   What is your favourite skin colour?\n  ","986273":"\n   Frozen 2 and Taco Bell? 😋\n  ","986274":"\n   Doesn’t get exhausting for you to answer questions on this app when you always have so many?\n  ","986275":"\n   what would a teacher do if a pupil tried escaping school?\n  ","986276":"\n   Is being brutally honest a bad thing\n  ","986277":"\n   How old is your oldest piece of clothes?\n  ","986278":"\n   Followed, follow back? 🦋\n  ","986279":"\n   I normally don't ask stuff like this (because it is..gross?) but my fiancé just asked me this and it made me laugh a little. Hoping it will do the same for you. Have a good day!💕🙃😋😂\n\nIf a clown farts, does it smell funny? 😂😂\n  ","986280":"\n   Follow back ?\n  ","986281":"\n   what did\/are you going to have for dinner tonight?\n  ","986282":"\n   do you like your eye color? would you change it if you could?\n  ","986283":"\n   I'm her business partner.\n  ","986284":"\n   Which Hogwarts house are you a part of? 😁 (Sorry if I've already asked this before, sent to everyone I follow since I wanna try and make a pie chart of the different houses haha Please answer so I can get a fair number 😊)\n  ","986285":"\n   Shes supposed to charge people for it\n  ","986286":"\n   Where are your leather jackets from? Are they all black?\n  ","986287":"\n   I'm not giving it out unless they give me 10 billion dollars and I split it with eva.\n  ","986288":"\n   Ohhhh yeah I know her.\n  ","986289":"\n   Eva who?\n  ","986290":"\n   ..Night ..\n  ","986291":"\n   Followed 😊\n  ","986292":"\n   ??\n  ","986293":"\n   Pakistan\n  ","986294":"\n   UK I assume.\n  ","986295":"\n   I talked to her before. I'll come of anon and you tell me\n  ","986296":"\n   Lol hi, are you UK or USA?\n  ","986297":"\n   Well did you find Eva's username?\n  ","986298":"\n   Gm\n  ","986299":"\n   what’s a “grown up” snack?\n  ","986300":"\n   what is a “kid” snack?\n  ","986301":"\n   What's her username? Plz tell me\n  ","986302":"\n   Whose presence makes you well-bahaved in an instant?\n  ","986303":"\n   The other Anthony 😅😁😂😂😂😂 what's Eva's username? I need it\n  ","986304":"\n   It's me again. Btw, what is Eva's username? I lost it.\n  ","986305":"\n   Follow me and say back \nAnd i'll back ..\n  ","986306":"\n   Anyone else not feeling well today?\n\nI'm a little sick today... Meh.. And if anyone else is! I hope ya get to feeling better! Much love! 🇺🇸\n  ","986307":"\n   One of my greatest lesson ive learnt is some people aren't just worth it\n  ","986308":"\n   What is the greatest lesson that you've ever learned\n  ","986309":"\n   What’s yalls favorite movie\n  ","986310":"\n   Does you crush easily distract you? 😅\n  ","986311":"\n   Is it okay if a guy wears a tinted lip balm?\n  ","986312":"\n   Do you prefer bicycle or roller skates?\n  ","986313":"\n   What would be the worst form of daily transportation?\n  ","986314":"\n   do you like peanut butter and jelly sandwiches? smooth or crunchy peanut butter? what’s your favorite jelly flavor? do you put the peanut butter or the the jelly on first?\n  ","986315":"\n   Choose joy even when one of these tries to break in :)\n  ","986316":"\n   What's your favorite sound?!\n  ","986317":"\n   Do you believe in love at first sight?\n  ","986318":"\n   What is the feeling you really hate?\n  ","986319":"\n   what’s a flavor you HATE? i hate grape flavored stuff.\n  ","986320":"\n   yes darling x\n  ","986321":"\n   They say aloe vera is used for many different reasons. What do you use it for? Have you ever heard of this?\n  ","986322":"\n   Do you like fuzzy blankets?\n  ","986323":"\n   You’d want to be single but with abs?\n  ","986324":"\n   Are you afraid to fall in love? Or do you welcome it?\n  ","986325":"\n   Cherry cola.\nYay or nay?\n  ","986326":"\n   If you are a VIP has it been what you expected.  If you are not a VIP do you want to become one ?\n  ","986327":"\n   do you like to talk a lot? do you like to complain?\n  ","986328":"\n   Would you rather stay asleep forever or to wake up?\n  ","986329":"\n   🌙 Have you ever danced in the moonlight?\n  ","986330":"\n   what is 1 of your recurring ones\n  ","986331":"\n   What's the best feeling you've ever exprienced?\n  ","986332":"\n   Good Morning 🌞\nJi\n  ","986333":"\n   Does the relationship with your family affect your social life\n  ","986334":"\n   Have you ever been annoyed because you had to unexpectedly go someplace with your parents, and you'd just drank a lot of water\/soda not know you'd be going out?\n  ","986335":"\n   Can I tell you something?  Please don't be angry at me 😭\n  ","986336":"\n   Hi beautiful\n  ","986337":"\n   whats the quickest way to pass time?\n  ","986338":"\n   What do you believe stands between you and complete happiness?\n  ","986339":"\n   Please can someone help. I put this stone on my mantlepiece and then it ends up on my bed without me putting it there! What could be the logical explanation for this?\n  ","986340":"\n   How are you doing tonight, miss mamma Nikki VIP?\n  ","986341":"\n   When did you know you were genuinely happy?\n  ","986342":"\n   Id explain the dream  ut someone its naugjtt so ill be respectful and keep it to myself\n  ","986343":"\n   do u dream?\n  ","986344":"\n   hiii, how are you today? i'm following you, can you follow me back?♥\n  ","986345":"\n   How did you get so popular on this site like what is the best way to get noticed and have a lot of likes and followers\n  ","986346":"\n   do you like to debate or argue?\n  ","986347":"\n   What was the last thing to make you happy\n  ","986348":"\n   Haha yeah it was weird idk why it was you  at first it was blury and i couldnt see who it was till i got closer\n  ","986349":"\n   Idk why but for some reason you were in my dream\n  ","986350":"\n   Do you get enough sleep?\n  ","986351":"\n   Gm❤️\n  ","986352":"\n   Have you ever made a movie? Like for school, home \/ travel movie etc. 😁\n  ","986353":"\n   Where do you usually find new music?\n  ","986354":"\n   Which holidays do you and your family celebrate?\n  ","986355":"\n   Do you like linkin bark🐶🐶🐶\n  ","986356":"\n   Who is your cell phone carrier?\n  ","986357":"\n   What stores do you get excited to shop at\/check out?\n  ","986358":"\n   I play this game with Ginger, my jack Russell terrier, where I stand by my driveway by the deck and throw a stick in the backyard, when she runs for the stick I take a head start and run around the house and try to make it to the deck before she catches me :D\n  ","986359":"\n   John Lennon: “Imagine thereʼs no heaven. No hell below us. Above us only sky. Imagine thereʼs no countries. Nothing to kill or die for. And no religion, too. Imagine no possessions. No need for greed or hunger. You may say that Iʼm a dreamer. But Iʼm not the only one. I hope someday youʼll join us.”\n  ","986360":"\n   Cite two things you like and dislike about yourself 🙂\n  ","986361":"\n   How many countries have you been to? Which one would you like to visit next?!\n  ","986362":"\n   Do you do yoga or any other type of Pilates or stretching exercises?\n  ","986363":"\n   What is your least favorite chore?\n  ","986364":"\n   Are you single cause you don’t look like single?\n  ","986365":"\n   would you say you are happy\n  ","986366":"\n   What was something you wished you did not discover?\n  ","986367":"\n   If you can change your nationality, what nationality would it be and why? 🙂\n  ","986368":"\n   What's the weirdest thing you've found at a garage sale or thrift shop?\n  ","986369":"\n   When’s the last time you did anything fun?\n  ","986370":"\n   do you like sour cream?\n  ","986371":"\n   It's the weekend! :3 I hope you have a lovely one! 💕 Do you have any plans? :3\n  ","986372":"\n   What's the longest you've waited in line and what were you waiting for?\n  ","986373":"\n   Looking so fit.. as according to figure\n  ","986374":"\n   Do you like it when people make you things for gifts? Like make creative things for you.\n  ","986375":"\n   Are you nervous about your figure?\nIf not? Don't share any pap\nIf yes? Share solo pap\n  ","986376":"\n   #QOTD: have you ever accidentally matched someone? 🤷‍♀️\n  ","986377":"\n   You sleep too much lmao\n  ","986378":"\n   Do you know if it’s possible to see who follows you on ask.fm?\n  ","986379":"\n   Do you agree that good things come to those who wait?\n  ","986380":"\n   Is it worth telling a girl how you feel even though you know she will reject you and leave you depressed for a really long time?\n  ","986381":"\n   How did I get so low? 😂🔥😘\n  ","986382":"\n   Who would like free coins?\n  ","986383":"\n   Do you remember your parents being really strict or lax back in the day?\n  ","986384":"\n   I'm about to sleep my eyes are getting tired 😴\n  ","986385":"\n   What are you fed up of\n  ","986386":"\n   What's a sentence an \"edgelord\" would say?\n  ","986387":"\n   Aye Waz up!!!\n  ","986388":"\n   When was the last time you screamed?\n  ","986389":"\n   Who's Jeffery?\n  ","986390":"\n   what do you mean x\n  ","986391":"\n   whats paranormal activity?\n  ","986392":"\n   Please can someone help. I put this stone on my mantlepiece and then it ends up on my bed without me putting it there! What could be the logical explanation for this?\n  ","986393":"\n   15 likes x 15 likes?\n  ","986394":"\n   Wow you are always all my feed you must be popular or something\n  ","986395":"\n   What sound gives you goosebumps?\n  ","986396":"\n   hi\n  ","986397":"\n   hi x\n  ","986398":"\n   Ever taken apart a radio to find out where the voices come from?\n  ","986399":"\n   Why do girls wear tight pants if they don’t fit?\n  ","986400":"\n   I have been alright. Wish last Sunday never ended (cuz that was the end of my winter break, which means it was time to get back to reality) 😂☠️💯\n  ","986401":"\n   Do shooting stars have the power to fulfill wishes?\n  ","986402":"\n   Do you feel separate from most other people?\n  ","986403":"\n   Do we become happy only when we meet the one we love?\n  ","986404":"\n   Do you like being challenged?\n  ","986405":"\n   Is it okay for a girl to ask a guy out on a date?\n  ","986406":"\n   Describe what a good friend means to you?\n  ","986407":"\n   Edward Cullen is the cheap, knock-off version of Stefan Salvatore. 😎💯 #SorryNotSorry #TheVampireDiariesForTheWin\n  ","986408":"\n   you single ?\n  ","986409":"\n   Oh, which is your favorite Coldplay song? 😊 I love them to bits 😍 (Initiative by Manu to make personalized questions)\n  ","986410":"\n   Which fictional character would you date?\n  ","986411":"\n   On scale 1-10, how awkward are you?\n  ","986412":"\n   Who's the one person that makes you laugh all the time?\n  ","986413":"\n   Do you like high heels?\n  ","986414":"\n   Hi how are you?\n  ","986415":"\n   hey nice body\n  ","986416":"\n   Nice! Oooh have fun doing yoga! 🤗 I'm just eating a salad lol\n  ","986417":"\n   How have you been lately? How is your 2020 going so far?\n  ","986418":"\n   Give me coins plz😂🤪\n  ","986419":"\n   You better say Bill Nye the Science Guy!! 😂☠️\n  ","986420":"\n   HEYYO NIKKI 😊💜\n  ","986421":"\n   Favorite scientist?\n  ","986422":"\n   Wishing you a good day and have good fortunate in front of ya!\n  ","986423":"\n   Back then, was it easy to ask for the permission of your parents for some things?\n  ","986424":"\n   Of course girlie! 💕💕💕\n  ","986425":"\n   Which is the best city you've been to? 🤔 Please tell me 5 things that you think made it great 😁\n  ","986426":"\n   What do you do if you keep waking up in the middle of the night? What is your little things you do when you wake up?\n  ","986427":"\n   do you like chocolate? do you know anyone that doesn’t like chocolate?\n  ","986428":"\n   do you like candy canes?\n  ","986429":"\n   hello guys! how do you say “i love you” in your first language? (if you have one) in the philippines 🇵🇭 it’s “mahal kita” yes you 😉\n  ","986430":"\n   I'm good thanks! What are you up to today?\n  ","986431":"\n   if you could adopt a puppy right now, what breed would you want?\n  ","986432":"\n   Exchange Follow Instagram?\n  ","986433":"\n   What's your favorite fast food? I'm craving pizza right now lol\n  ","986434":"\n   What do you regret not doing or starting when you were younger? 🤔\n  ","986435":"\n   Would you break the law to save a friend or family member? 👍\n  ","986436":"\n   What’s something you could teach me about?\n  ","986437":"\n   This girl over here is sleep af but can't sleep 🥴 anyway hope you're enjoying your day, pretty girl!\n  ","986438":"\n   I love you 🥰\n  ","986439":"\n   What do you think about more than anything else?\n  ","986440":"\n   If there are things you want to say sorry to your self for, what are they?\n  ","986441":"\n   Your smile is like sunshine on a cloudy day. It is so nice to hear the kind words that you say. Pleasant and sweet you are a gift you see. You are beautiful in every way that there could possibly be! May your day bring you joy like you bring to others!\n  ","986442":"\n   do you believe in angel numbers?\n  ","986443":"\n   Black or white\n  ","986444":"\n   What do you spend most of your money on?\n  ","986445":"\n   Dunno. Just never heard it before. I'm a fan of Chester and all, but I've never heard of Kiiara. Love her voice though!\n  ","986446":"\n   r u sititng on ur bottom\n  ","986447":"\n   Do you think the word \"sorry\" has lost its value? If so, why do you think so?\n  ","986448":"\n   How's your day so far? ☺️ (or night)\n  ","986449":"\n   i like the shape of ur hands btw!\n  ","986450":"\n   Yes really, at least try and see once.\nLet me know how it went..\n  ","986451":"\n   Funniest video you know? 😁 Link?\n  ","986452":"\n   I've never heard that song before but holy shit I like it! Wow. 😳\n  ","986453":"\n   Song that fits your mood?\n  ","986454":"\n   I bet you 20 dollars that you can’t knock me to the ground with one kick to the nuts 😌\n  ","986455":"\n   Hey\n  ","986456":"\n   I wasn't sure which way you were going to vote on this. But you do give me the impression of a beach person.😊😊😊\n  ","986457":"\n   You're V pretty Nikki\n  ","986458":"\n   Just a suggestion, start believing in love, for you'll receive so much love that you'll be all surprised.\n  ","986459":"\n   Post a screenshot? 🥰\n  ","986460":"\n   What’s the nicest thing that anyone has ever said to you?\n  ","986461":"\n   With pure honesty, have you really been okay lately? 🙂\n  ","986462":"\n   Short or tall\n  ","986463":"\n   Why just okay?\n  ","986464":"\n   hi x\n  ","986465":"\n   What’s the weirdest thing about modern life that people just accept as normal?\n  ","986466":"\n   How are you?\n  ","986467":"\n   Do you like Girl Scout cookies? My daughter is selling them .\n  ","986468":"\n   Hi lovely\n  ","986469":"\n   What is favorite season? Why so? :)\n  ","986470":"\n   If you had to pick one, which one would it be? Either extremely good looking, got all the attention from the boy, but you’re pretty chubby, or ugly with no attention from boys but a rock solid set of abs?\n  ","986471":"\n   For life's fantasy to be locked away and still think we are free.\n  ","986472":"\n   post a picture of something nostalgic\n  ","986473":"\n   I know this might be random for you..\nYou matter. Whether or not your existence is acknowledged, you matter. 😁❤️\n  ","986474":"\n   Definite. I'm glad I read this today. ☺️\n  ","986475":"\n   Should you wonder my friend I’d like to share,\nJust how precious you are how much you care.\nKindness comes from a heart that’s been tried,\nit makes you as sweet as the Grand Canyon is wide.\nA friend who has mercy and compassion too,\nThese are just a few ways how I’d describe you.!\n  ","986476":"\n   🌻 What do you think about this, Nikki:\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/160262842991\n   \n   ?\n  ","986477":"\n   Esp the war between America and Iran, as well as the bushfire in Australia. 💔\n  ","986478":"\n   If you could change any of the rules of where you live, what would you change?\n  ","986479":"\n   Why are so many people depressed nowadays? 🥺💔\n  ","986480":"\n   what do you look for in a friend\n  ","986481":"\n   Are you a forgiving person?\n  ","986482":"\n   I will never _______ because _________.\n  ","986483":"\n   is 2020 going okay friend x\n  ","986484":"\n   What talent or skill your family and friends do not know you possess?\n  ","986485":"\n   What branches of science sound interesting for you?\n  ","986486":"\n   Love your lips❤️\n  ","986487":"\n   Nikki❤️\n  ","986488":"\n   Be the _______ in a world full of ______.\n  ","986489":"\n   Is it easy to make you laugh or smile? How?\n  ","986490":"\n   That's what's important :)\n  ","986491":"\n   How do you make it good with your mom or dad if you have disappointed them about something?\n  ","986492":"\n   Cause you not knowing anymore is sad. I just want you to be happy 😌\n  ","986493":"\n   If you could take one thing to prison what would you bring in with you?\n  ","986494":"\n   🥺\n  ","986495":"\n   Who was the last person you gave a gift to?\n  ","986496":"\n   Love or Hate?\n  ","986497":"\n   So kind :))\n  ","986498":"\n   I stopped _____________ when I ____________.\n  ","986499":"\n   Do you want to get married someday? Can you picture yourself settling down with someone for the rest of your life?\n  ","986500":"\n   How old were you when you discovered askfm?\n  ","986501":"\n   Cake or pie?\n  ","986502":"\n   Have you ever regretted loving someone?\n  ","986503":"\n   What do you think about marriage?\n  ","986504":"\n   Who inspires you?\n  ","986505":"\n   Are you romantic? Why or why not?\n  ","986506":"\n   What’s one mistake you keep repeating?\n  ","986507":"\n   What is the most beautiful thing you have ever seen?\n  ","986508":"\n   Love that show!\n  ","986509":"\n   What were you doing 30 minutes ago?\n  ","986510":"\n   Woah. I had the same dream as a child and I think I still want to pursue it now. I want to learn how to use the sewing machine this year.. 😁\n  ","986511":"\n   hi\n  ","986512":"\n   i cant find it\n  ","986513":"\n   interesting! :)\n  ","986514":"\n   Awe :)\n  ","986515":"\n   Where did your parents get your name?\n  ","986516":"\n   oh rly where?\n  ","986517":"\n   can u post a bikini pic of u\n  ","986518":"\n   you ok\n  ","986519":"\n   I'm doing ok when I See your pretty Smile ❤️\n  ","986520":"\n   hi there\n  ","986521":"\n   whats ur ethnic ancestry?\n  ","986522":"\n   ru conservative lol\n  ","986523":"\n   do you plan to get one like a belly button piercing?\n  ","986524":"\n   why not?\n  ","986525":"\n   do u have any tats or body piercing?\n  ","986526":"\n   How are you?\n  ","986527":"\n   glad to hear from you look great in display photo\n  ","986528":"\n   I'm about to have lunch!\n  ","986529":"\n   What is your most favorite thing to order at a deli?\n  ","986530":"\n   How are you?\n  ","986531":"\n   A Santa was hired for us kids back then, he went to our house and gave what I told mom I wanted. So basically there was a collab among parents and Santa 🤣\n  ","986532":"\n   What was your first dream job when you were a child and where did you get the idea of it?\n  ","986533":"\n   ❤️☺️ You must be\n  ","986534":"\n   A neighbor once told me ____________________.\n  ","986535":"\n   What is the weirdest saying you heard somewhere?\n  ","986536":"\n   First question since I came back. How was your New Years. Did you do anything good ?\n  ","986537":"\n   When you were little, what did you believe was true because you were told so?\n  ","986538":"\n   When do you start spring semester?\n  ","986539":"\n   Would you kiss Tigress form Kong fu panda?\n  ","986540":"\n   So most of the questions you send me, are so unique and definitely something I wouldn’t have thought of.. so I guess I’m asking, are they original orr do you get them from somewhere???\n  ","986541":"\n   Wanna challenge u at armwrestling match\n  ","986542":"\n   You are Yotta cute💕\n  ","986543":"\n   U have a great night! 👍\n  ","986544":"\n   You are a angel\n  ","986545":"\n   how do u know regina, if you live in cali and she lives in texas?\n  ","986546":"\n   Are the children's hospitals in America for children born in America or the children born in China ?\n  ","986547":"\n   Naniknaniknanik! Weeeey! 😻😻😻😻🙀😸😽😺😹\n  ","986548":"\n   Would you like to tell something more about that someone!\n  ","986549":"\n   I believe you will and you can. 2022, wait up! :)\n  ","986550":"\n   What was the last thing to  excite you\n  ","986551":"\n   How do you prefer your eggs?\n  ","986552":"\n   Thoughts on the military? 🤔\n  ","986553":"\n   Whom do you look up to the most? What trait\/s do you want to learn from him or her?\n  ","986554":"\n   Of all the countries you have visited, which is your favorite country and why? The food, the people, or the scenery?\n  ","986555":"\n   aww :(\n  ","986556":"\n   u look like rey. i'm ben solo.\n  ","986557":"\n   Fast forward ⏭️⏭️ to 2022, where are you and what are you doing?\n  ","986558":"\n   What's the weirdest food combination that you like that seems gross\/ disliked by some people? 😛😛😛\n  ","986559":"\n   What little things can put you into tears?\n  ","986560":"\n   Are you street-smart?\n  ","986561":"\n   If you have\/had a duaghter, at what age would you let her get her ears peirced?  Would you let her get anything else pierced at the same time?\n  ","986562":"\n   What is a traditional food you can eat often?\n  ","986563":"\n   Yikes! Sleep well! and I am thanks lol :)\n  ","986564":"\n   Have  you ever eaten hasenpfeffer??\n  ","986565":"\n   Your thoughts on people that are very controversial?\n  ","986566":"\n   well-bahaved child. :)\n  ","986567":"\n   Did you sometimes do something on purpose just to get mom or dad's attention? 😂\n  ","986568":"\n   When you were a little, how did your mom or dad show or say it when she was unamused with a slightest misbehaviour?\n  ","986569":"\n   I'd rather (be) _________ than (be) __________.\n  ","986570":"\n   How do you like spending your weekends?\n  ","986571":"\n   Yeah, some friendships end but some spring up a great start. Hope you find around you friends who will stay all along :D\n  ","986572":"\n   Do you like to do science experiments? Would you like to tell me a time where you did one?\n  ","986573":"\n   hey there whats up wish u well into this weekend\n  ","986574":"\n   I originally said I'm just a  normal guy what else is there to say\n  ","986575":"\n   I feel you.\n  ","986576":"\n   What's your take on friendship?\n  ","986577":"\n   Is this too cheesy to put on a dating site when they said tell me about yourself? I said\n\nI'm just a normal guy looking for that special woman in my life who I want to spend the rest my life with and make me a better person.\n  ","986578":"\n   Nikitakinakitiki bum!\n  ","986579":"\n   has someone ever used a cheesy pick up line on you AND it worked?\n  ","986580":"\n   How can love endure?\n  ","986581":"\n   Do you remember the sword duel between master Yoda and Chancellor Palpatine in Star Wars movie revenge of the sith?\n  ","986582":"\n   What would you do if Channing Tatum was knocking at your door right now?\n  ","986583":"\n   do you have a favorite blanket?\n  ","986584":"\n   Really? I've heard rumors that you were a totall fan girl of Harry Styles and Justin Bieber <3\n  ","986585":"\n   do you have any toys or stuffed animals from when you were a kid?\n  ","986586":"\n   Where you a Directioner or Belieber when you were younger?\n  ","986587":"\n   how’d you meet your best friend?\n  ","986588":"\n   how’d you meet your significant other\/crush?\n  ","986589":"\n   are you close with your cousins?\n  ","986590":"\n   if ghosts don't exist why do people see them?\n  ","986591":"\n   I genuine believe that i'm absolutly starving\n  ","986592":"\n   Do you like having your bellybutton kissed? This girl I’m seeing really likes it. I’ve never heard of such a thing. Wondering if it’s something all women enjoy.\n  ","986593":"\n   Do you like chicken salad?? I just made some home made! Want some? 😁 Passes bowl!\n  ","986594":"\n   What is your goal in life? 🙂\n  ","986595":"\n   Tell me a secret of you ! You never told anyone about even your parents\n  ","986596":"\n   how do you feel about pet names from someone other than your better half? does your reaction matter according to whom is using them?\n  ","986597":"\n   What was the last thing to shock\/suprise you\n  ","986598":"\n   Nikkikoko! 😹😹😹\n  ","986599":"\n   Do you know how to play English football\/soccer, American football, Gaelic football, Rugby? Do you like or dislike these sports?\n  ","986600":"\n   Have you ever stolen anything from a store before?\n  ","986601":"\n   Sweet's a meow ring!\n  ","986602":"\n   Do you believe in love!?\n  ","986603":"\n   Noted I'll check it out tomorrow probably. Thanks girlie! Hope you're having a good day!\n  ","986604":"\n   when was the last time you cook? what was it?\n  ","986605":"\n   OOOOOH I've never heard of it. What's it about?\n  ","986606":"\n   for cars? do you prefer 2 doors or 4 doors?\n  ","986607":"\n   What do you do if you keep waking up in the middle of the night? What is your little things you do when you wake up?\n  ","986608":"\n   What comes into your mind when I mention light and dark? Is it based off our visual senses? Or is your mind more complex than that.\n  ","986609":"\n   Scale 1-5, how stressed would you say you are this week. And if it is high... I wish only the best for you and for things to turn around and to start getting better for ya!\n  ","986610":"\n   What would you say is your favourite colour? Using the letters in that colour, how would you best describe yourself? E.g, My favourite colour would be Blue....\nBashful \nLoyal \nUnderstanding \nEntertained.\n  ","986611":"\n   What's up on your end\n  ","986612":"\n   Alright I'm going to log out and talk to my friends good night\n  ","986613":"\n   have an amazing day im going to go sleepppppppppppp hehe\n  ","986614":"\n   Have you ever had a day where you just kept dropping things and dropping things.... aaand dropping things... you're just like... Must be drop stuff day?! Officially! 🤷🤦\n  ","986615":"\n   stop ok youre a freakin cutiepie\n  ","986616":"\n   what do you do when you feel like you're in a one-sided relationship to where you feel like you're the only one that cares and the other bitch doesn't?\n  ","986617":"\n   yayyyyyyyy\n  ","986618":"\n   HI cutie Long time no see remember me ?\n  ","986619":"\n   Followed 💜🚶‍♂️\n  ","986620":"\n   How do you feel about jealousy in a healthy relationship? Does it belong there or not? — Where does jealousy come from?\n  ","986621":"\n   What do you plan to accomplish in the next 5 years?\n  ","986622":"\n   You make me so jealous when you treat those guys so nicely but you ignore me\n  ","986623":"\n   yay but you know it thank you for being so niceeeeeeeeeeeee\n  ","986624":"\n   OMG YES.\n  ","986625":"\n   adorable babes\n  ","986626":"\n   Ever missed someone who didn't even thought about you?\n  ","986627":"\n   🌻 What are your most used emojis? — Feel free to attach a screenshot with that “frequently used” emojis folder. 🤗\n  ","986628":"\n   this q for songs\nsing.......\n  ","986629":"\n   It's nauseating.\n  ","986630":"\n   In what category or skill can you hit a world record for?\n  ","986631":"\n   Why?\n  ","986632":"\n   Get a room.\n  ","986633":"\n   What makes a man different from a boy?\n  ","986634":"\n   Would you help a guy dress up as a girl ??\n  ","986635":"\n   What irritates you? 🤭\n  ","986636":"\n   You know but you still want to go?\n  ","986637":"\n   What is the luckiest thing that has happened to you?\n  ","986638":"\n   You are kind\n  ","986639":"\n   Do you have 2020 resolutions? What are they?\n  ","986640":"\n   فولو + لايكس وهعمل باك دونت انسر ❤️\n  ","986641":"\n   what are you doing now ?\n  ","986642":"\n   That's a Australian flag. Why would you ever want to go there. The place is on fire?\n  ","986643":"\n   What is something you don't mind your friend telling you?\n  ","986644":"\n   Nikki\n  ","986645":"\n   Have you ever raised a pet? What's the name of your pet and what type of animal is (was) it? 🤔🤔\n🐶🐱🐭🐹🐰🐔🐵🐸🐝🐜🐴🐢🕷🦀🐙🐖🐏🐃🐂🐄🐓🦃🦚🦝🐇🐁\n  ","986646":"\n   When is your birthday? {if you don't mind me asking} :\")\n  ","986647":"\n   Sunset or sunrise? 🤔\n  ","986648":"\n   How old are you? 🤔\n  ","986649":"\n   Ok. Pardon me for Asking.\n  ","986650":"\n   Do watch reality shows? If you do, which one is your favorite?\n  ","986651":"\n   Great! \":) I believe so, too.\n  ","986652":"\n   Do you think there is generally a shortcut way to someone's heart?\n  ","986653":"\n   Would you like to talk on snapchat?\n  ","986654":"\n   Who can cash app me $100,000?🤣\n  ","986655":"\n   Tricky Nikki?\n  ","986656":"\n   Do you use snapchat?\n  ","986657":"\n   What are you most likely to be famous for?\n  ","986658":"\n   Hey, how old are you😀\n  ","986659":"\n   What about nikalodian?\n  ","986660":"\n   Where are you from?\n  ","986661":"\n   What about nicotine?\n  ","986662":"\n   :'(\n  ","986663":"\n   What nick names do you have if any?\n  ","986664":"\n   do u like star wars?\n  ","986665":"\n   Oh hehe 😳\n  ","986666":"\n   I like your Answers.\n  ","986667":"\n   So let mercy come and wash away\nWhat I've done\n\nI'll face myself to cross out what I've become\nErase myself\nAnd let go of what I've done\n  ","986668":"\n   Let it go\nLet it go\nLet it go\nLet it go\n  ","986669":"\n   Do you feel cold and lost in desperation\nYou build up hope but failure's all you've known\nRemember all the sadness and frustration\nAnd let it go, let it go\n\nRing any bells?\n  ","986670":"\n   Do you dress to impress or keep your appearance low-key !!! ?\n  ","986671":"\n   Who do you love name ?\n  ","986672":"\n   Do you believe in second chances ?\n  ","986673":"\n   What were some of the turning points in your life? 🤔\n  ","986674":"\n   What's one good thing that happened to you today? Doesn't matter how big or small\n  ","986675":"\n   Who do you love the most who is not a family member?\n  ","986676":"\n   You ask deep, intelligent questions to other ppl but you give the impression of someone who is simple-minded from a distance. Why is that?\n  ","986677":"\n   Why do you act simpler than you are?\n  ","986678":"\n   Are you a good writer?\n  ","986679":"\n   What do you think you do better than 90% of people?\n  ","986680":"\n   Would you rather be a worried genius or a joyful simpleton? 👍\n  ","986681":"\n   Ever listened to a recording of your own voice?\n  ","986682":"\n   What is the furthest place you have ever been away from where you were born?\n  ","986683":"\n   Are you good with your hands?\n  ","986684":"\n   I thought that since 2020 was here, my vision would be better since I can see 2020 but that was a lie. I’m upset 🤦🏾‍♀️\n  ","986685":"\n   \" I CAN'T LIVE WITHOUT YOU😭\" wala prank huwa kabhi apky sath?😂🔥\n  ","986686":"\n   Have you ever made a music quiz? 🤔 What for? Haha How did it go? What kind of songs did you include? 😁\n  ","986687":"\n   A ghost dog actually played on my bed and slept with me one night. I'm pretty sure it wasnt me curled up for once in fetal position.\n  ","986688":"\n   What things are you good at?\n  ","986689":"\n   How did you react when you found out Trump won?\n  ","986690":"\n   What is something you wish you already accomplished in life so far?\n  ","986691":"\n   Do you think that porn gives guys the wrong idea what love and relationships should be about?\n  ","986692":"\n   Hey, Nik Nak :)\n  ","986693":"\n   Thanks, pretty ❤️\n  ","986694":"\n   Don’t go crying back to ppl who play u\n  ","986695":"\n   Are you a calm person?\n  ","986696":"\n   Ever pegged a guy or would you?\n  ","986697":"\n   do girls have life  harder than guys do?\n  ","986698":"\n   If you got magical powers like in Harry Potter for one day, what'd you do with them? 🧙‍♂️ Haha\n  ","986699":"\n   I’ve been sick since friday, so all I’ve been doing is relaxing and sleeping lol\n  ","986700":"\n   What is the most beautiful thing you have ever seen? 🙂\n  ","986701":"\n   If ghosts exist, where do you think they live? Among us, invisible, or on a different dimension, or something else?\n  ","986702":"\n   Could you ever completely walk away from technology?\n  ","986703":"\n   Suuuuuuuure\n  ","986704":"\n   ok so i got added into one of these moms groups from my area and there was a question posted asking should men be allowed to have friends of the opposite .sex. if they’re in a relationship? what’s your input?\n  ","986705":"\n   Anthony and Fahim don’t approve 🤨😤\n  ","986706":"\n   What is the best thing you've seen online this week?\n  ","986707":"\n   How’s your week so far?\n  ","986708":"\n   Have you tried any weird food combos that actually taste nice?\n  ","986709":"\n   When you grab groceries, what do you make sure to grab every time?\n  ","986710":"\n   how r u\n  ","986711":"\n   what do you wish your parents had named you?\n  ","986712":"\n   you are very very cute :) amazing girl ah ahh\n  ","986713":"\n   What is the lowest test score you've ever gotten? 😶😶😶\n  ","986714":"\n   my love kiss me ?\n  ","986715":"\n   Yo, Sticky :)\n  ","986716":"\n   Same here🙋🏻‍♀️\n  ","986717":"\n   You finally met a couple of your ask friends?\n  ","986718":"\n   Do you get angry much\n  ","986719":"\n   what’s your favorite month of the year? why?\n  ","986720":"\n   Oooh what stores do you like? Sorry I didn't see that you answered!\n  ","986721":"\n   Would you rather lose all your old memories, or never be able to make new ones? 👍\n  ","986722":"\n   Love you best friend 💖\n  ","986723":"\n   could you be a motivational speaker?\n  ","986724":"\n   If you could run any business, which one would you choose? Would you make any drastic changes to it?\n  ","986725":"\n   What are 3-5 of your greatest triumphs (recognitions, awards, successes, or achievements)?\n  ","986726":"\n   Think of a brand, now what would an honest slogan for that brand be?\n  ","986727":"\n   What two movies would you like to combine into one?\n  ","986728":"\n   Yeah u do 🙃\n  ","986729":"\n\n    https:\/\/youtu.be\/htYVPGJYl40\n   \n","986730":"\n   Are you a Star Wars fan?\n  ","986731":"\n   do you like to get food from food trucks? do you have a favorite one?\n  ","986732":"\n   Hows your day been\n  ","986733":"\n   When was the last time you were angry? What caused it?\n  ","986734":"\n   would you describe yourself as “too nice”?\n  ","986735":"\n   Have you ever flown a kite before?\n  ","986736":"\n   Have you ever heard of an Air Fryer before? Have you ever used one?\n  ","986737":"\n   You don’t even know what the secret challenge is\n  ","986738":"\n   Lol where would you like to work?\n  ","986739":"\n   Who or what made you smile today? ☺️\n  ","986740":"\n   Define what clothes lol x\n  ","986741":"\n   When you imagine yourself as really, really relaxed and happy, what are you doing?\n  ","986742":"\n   Favorite guy on ask?\n  ","986743":"\n   Any moment when u wished that it should go on and never end.\n  ","986744":"\n   Where do you go for advice?\n  ","986745":"\n   Yes, its a question\n  ","986746":"\n   Defineee\n  ","986747":"\n   What u wearing on u rn\n  ","986748":"\n   Same do you work?\n  ","986749":"\n   Like small children!?\n  ","986750":"\n   Any childish game you want to play!?\n  ","986751":"\n   That so true!\n  ","986752":"\n   Want to do a secret video response challenge?\n  ","986753":"\n   It's good. What are you up to today?\n  ","986754":"\n   Do you prefer giving or receiving?\n  ","986755":"\n   😂 this should be very true i can sense it!\n  ","986756":"\n   What can melt your heart?\n  ","986757":"\n   Someone who insulted you but you didn't felt anything!?\n  ","986758":"\n   I'm good thanks! How's your day going?\n  ","986759":"\n   Pap of the socks you’re wearing rn?\n  ","986760":"\n   How many siblings do you have? Are you close to them?\n  ","986761":"\n   Something you wanted but you never got it!?\n  ","986762":"\n   would you rather be a professional photographer or professional painter?\n  ","986763":"\n   would you prefer to go to the beach or the mountains?\n  ","986764":"\n   what’s your favorite citrus fruit?\n  ","986765":"\n   what’s your favorite gatorade flavor?\n  ","986766":"\n   do you like marble? do you have anything marble in your house\/room?\n  ","986767":"\n   do you like motivational quotes?\n  ","986768":"\n   Have you ever seen an alligator or a crocodile before? 🐊\n  ","986769":"\n   Hey Nikki sup\n  ","986770":"\n   Hey girlie! How are you?\n  ","986771":"\n   You somehow end up in jail, who do you call to bail you out?\n  ","986772":"\n   cute reply\n  ","986773":"\n   How'd you describe the way you like to keep your hair? 🤔💇‍♂️💇‍♀️\n  ","986774":"\n   Would you like to be granted the power to talk to animals?\n  ","986775":"\n   Have you ever met anyone in person from Ask.fm?\n  ","986776":"\n   Yeah!\n  ","986777":"\n   Do you love dogs\n  ","986778":"\n   what are u doing now\n  ","986779":"\n   sounds like a plan think im gonna do this too hehe\n  ","986780":"\n   AWW what you doing\n  ","986781":"\n   have a fantastic dayyyyy\n  ","986782":"\n   “Oftentimes our purpose and passion is found in our greatest pain.” — How do you feel about this?\n  ","986783":"\n   Would you rather have less work to do, or more work you actually enjoy doing? 👍\n  ","986784":"\n   What's the bravest thing you've ever done?\n  ","986785":"\n   If your day is over or just begun, may it begin as it ends with that beautiful smile. Some things you can control and some things you cannot. If you stay your sweet self you will make someone’s day though no matter what! Thank you for being you!\n  ","986786":"\n   Hi.\n  ","986787":"\n   What are your plans for the weekend?\n  ","986788":"\n   If you were in an apocalypse, would you be the type to seek a group to stay with, or would you be the type to go solo and survive by yourself?\n  ","986789":"\n   thoughts about online trading ?\n  ","986790":"\n   You're half way through the week! You've got this! You're doing great! 💕 (feel free to use this as a filler to post anything!)\n  ","986791":"\n   oh i just looked up jared leto he's the guy in the middle :D\n  ","986792":"\n   Angel\n  ","986793":"\n   do u have rules in ur house\n  ","986794":"\n   how do you dry up your tears? tissue or fingers?\n  ","986795":"\n   Do you like Fairy Tales\n  ","986796":"\n   the guy in the middle is hot who is he???\n  ","986797":"\n   Thanks.\n  ","986798":"\n   Name a movie you’ve seen at least 5 times!?\n  ","986799":"\n   Have you ever witnessed a tsunami? (You do not have to answer this question if you do not feel comfortable)\n  ","986800":"\n   How has 2020 been so far? 😁\n  ","986801":"\n   Jared Leto is a crybaby, next.\n  ","986802":"\n   If you could steal anything from anyone or anywhere with no repercussions... what would you steal?\n  ","986803":"\n   Have you ever heard a song that made you yearn for something that you’re not sure what it is?\n  ","986804":"\n   If you call the security guard then I will pay him 20 bucks and he will leave through the window.\n  ","986805":"\n   In three words, how would you describe your best friend?\n  ","986806":"\n   What kind of surprises do you like?\n  ","986807":"\n   You are allowed one beverage for the rest of your life. What would you choose?\n  ","986808":"\n   What type of people are you afraid of?\n  ","986809":"\n   What is your idea of paradise?\n  ","986810":"\n   How are you with sleeping? Do you struggle to fall asleep? Do you struggle to stay asleep? Or do you fall asleep as soon as you lay down and stay asleep until morning?\n\nPersonally I struggle to fall asleep but I REALLY struggle with staying asleep! 😩\n  ","986811":"\n   It would of been quicker for you to write your age than writing that reply.\n  ","986812":"\n   How old are you? And I'm not looking at your FAQ.\n  ","986813":"\n   please ask porky to restore anon questions and not be a little 🙀\n   \n    @depig\n   \n","986814":"\n   Which things in life would you say are the most beautiful? \n(In my opinion, they are finding the love of my life, have children, and grandkids 👨‍👩‍👧‍👦)\n  ","986815":"\n   Do you still drink milk? 🤔\n  ","986816":"\n   Which song is your favorite?\n  ","986817":"\n   what question have you received lately that just makes your blood boil and was an instant eye roll moment?\n  ","986818":"\n   I need dating advice: I am texting a girl I like she keeps giving one word answers and sometimes doesn’t reply\n  ","986819":"\n   LOVE YOU TOO!\n  ","986820":"\n   A favorite side of the universe...... silly billy. No, a favorite side of your body?\n  ","986821":"\n   Good night\n  ","986822":"\n   LOVE YOU TOO!\n  ","986823":"\n   What’s your plans for tomorrow?\n  ","986824":"\n   why did you ask?\n  ","986825":"\n   Hi\n  ","986826":"\n   What's your favorite video game?!\n  ","986827":"\n   Do you like Chicken Wings? If so, do you prefer drums or flats?\n  ","986828":"\n   do you have a favorite side?\n  ","986829":"\n   Have you been broken yet?\n  ","986830":"\n   🤗🤗🤗🤗\n  ","986831":"\n   So are you!\n  ","986832":"\n   Do you do vr?\n  ","986833":"\n   You are fantastic\n  ","986834":"\n   You are strong\n  ","986835":"\n   Ooooh what movie??\n  ","986836":"\n   Look at you 😍❤\n  ","986837":"\n   Hbd quote for bestfriend?\n  ","986838":"\n   Does it make sense?\n  ","986839":"\n   That's it I'm convinced lol\n  ","986840":"\n   oh my goodness, sniffing and tears\n  ","986841":"\n   Not much just got home from work! It’s snowing! What about you?\n  ","986842":"\n   When you stand naked in the mirror, what do you like and dislike the most?\n  ","986843":"\n   Are you single\n  ","986844":"\n   What's the most you've done for someone who really needed it?\n  ","986845":"\n   Jeans, tops?\n  ","986846":"\n   What size are you?\n  ","986847":"\n   what’s the weather like where you are? it’s snowing here. ❄️\n  ","986848":"\n   are u still skinny 😝?\n  ","986849":"\n   Hey, Sticky :)\n  ","986850":"\n   Nikki, are you sticky?\n  ","986851":"\n   what are your plans for tomorrow?\n  ","986852":"\n   are you single?\n  ","986853":"\n   HAHAHAHHAHAHAHHA🤣🤣🤣\n  ","986854":"\n   Cheers mate have a good one!\n  ","986855":"\n   What's the worst nightmare you've ever had?\n  ","986856":"\n   What was your most recent purchase?\n  ","986857":"\n   How often do you salute the sun?\n  ","986858":"\n   What do you consider cheating, when in a relationship?\n  ","986859":"\n   what irritates you more: slow drivers or slow walkers?\n  ","986860":"\n   Have you ever been in a dance off? Did you win?\n  ","986861":"\n   It's going well! Just tired. How are you?? 🤗\n  ","986862":"\n   what is your opinion on ambrosia salad?\n  ","986863":"\n   What do you do to let others know you love them?\n  ","986864":"\n   How many verses of \"The Farmer in the Dell\" do you know?\n  ","986865":"\n   Hey girlie!\n  ","986866":"\n   o you know how to keep secrets?\n  ","986867":"\n   How many times have you fallen in love?\n  ","986868":"\n   You have school or work?\n  ","986869":"\n   Stay up I'm so bored\n  ","986870":"\n   ❤️😊😊\n  ","986871":"\n   How did you feel when you found out Chester hung himself?\n  ","986872":"\n   Remember me if I get drafted 😐\n  ","986873":"\n   You have friends that is black race\n  ","986874":"\n   Is forgiveness important to you, or do you think that it is better to hold grudges? 🤔\n  ","986875":"\n   Are you more into looks or brains? 🤔\n  ","986876":"\n   Getting a black gf\n  ","986877":"\n   You have gorgeous hair💕\n  ","986878":"\n   Would you ever take back someone who cheated on you? Have you? 🤔\n  ","986879":"\n   Hey Nikki can you help me today?\n  ","986880":"\n   Now the circular motion....... rub it\n  ","986881":"\n   How was your Monday? I hope everything went well!\n  ","986882":"\n   What was the best phase in your life? 🤔\n  ","986883":"\n   What was the worst phase in your life? 🤔\n  ","986884":"\n   When\/if you do go out to socialize, what things do you enjoy doing? 🤔\n  ","986885":"\n   You're cute😍\n  ","986886":"\n   What's one thing you hate about yourself? 😧\n  ","986887":"\n   What is the best way to say goodbye?\n  ","986888":"\n   You are the most beautiful gift from God ❣️ 💕 💞 💓 💗 💖 💘 💝 💟\n  ","986889":"\n   What is something that you would change about yourself spiritually or emotionally? 🤔\n  ","986890":"\n   What wearable technology would you want to have?\n  ","986891":"\n   What is the first life changing moment that comes to your mind? 🤔\n  ","986892":"\n   Have you lost a loved one?\n  ","986893":"\n   What is your opinion on clowns?!\n  ","986894":"\n   What’s the one thing you would like to change about yourself physically? 🤔\n  ","986895":"\n   What is the last movie that made you cry? (Or at least hit you in the feels?!)\n  ","986896":"\n   Post your best picture\n  ","986897":"\n   Do you like literature? What books do you like to read the most? What genre?\n  ","986898":"\n   What comes easy to you?\n  ","986899":"\n   Do you judge Chester's widow for already remarrying?\n  ","986900":"\n   I think I have social anxiety but not 100% sure if you had it how would you deal with it?\n  ","986901":"\n   What do you do when you can't go back to sleep after you've woken up in the middle of the night? Asking for a friend... 😅😂\n  ","986902":"\n   Whats your ideal date night\n  ","986903":"\n   Meow sweet are you\n  ","986904":"\n   Well; you looked sexy in that dream 💕\n  ","986905":"\n   Evening\n  ","986906":"\n   Ah that sounds amazing! Where all have you been?\n  ","986907":"\n   Good night! 🤗💕\n  ","986908":"\n   What color do you wear most frequently?\n  ","986909":"\n   That's bad\n  ","986910":"\n   Favorite place you've ever been?\n  ","986911":"\n   Have you ever been on a speedboat?\n  ","986912":"\n   What are 5 things you love?\n  ","986913":"\n   Loool oh well had my mind going wild for abit x\n  ","986914":"\n   U had at me go under the blankets n do what not 👀🙈\n  ","986915":"\n   Just Chilling what about you! X\n  ","986916":"\n   Hello there x\n  ","986917":"\n   What do you usually do when you’re ill?\n  ","986918":"\n   It's true! Absolutely gorgeous inside and out!\n  ","986919":"\n   Awe girlie! You are fantastic! I hope you know that 💕💕💕\n  ","986920":"\n   target, tj maxx, marshalls, home goods, or hobby lobby?\n  ","986921":"\n   Would you say you’re sensitive?\n  ","986922":"\n   Where do you like to go when you eat out? 🤔\n  ","986923":"\n   What is one thing you love about yourself characteristically and physically?\n  ","986924":"\n   chester <3\n  ","986925":"\n   Tell me about the person you love.\n  ","986926":"\n   Best video game you've ever played? 🎮 Why is it? 🤔😁\n  ","986927":"\n   have you ever seen Ace Ventura: Pet Detective? (follow up question: do you like it?)\n  ","986928":"\n   What was the last question that made you laugh?\n  ","986929":"\n   If I put a little police uniform on a duck, and sent the duck waddling into a police station, would they be fooled into thinking the duck is an actual cop?\n  ","986930":"\n   Have some boy ever cheated on his girlfriend with you when you were single but not him?\n  ","986931":"\n   You're looking more sexier than my girlfriend ;)\n  ","986932":"\n   Single?\n  ","986933":"\n   What do you like to do for fun\n  ","986934":"\n   when people call you, leave a voicemail, and text you afterwards but it’s not that important, does that irritate you?\n  ","986935":"\n   So have they given you your coins back? If not thats just waste of coins\n  ","986936":"\n   What happened to ur vip badge?\n  ","986937":"\n   how often do you shop on amazon?\n  ","986938":"\n   when people call you and don’t leave a voicemail, does that irritate you?\n  ","986939":"\n   Have you ever been serenaded by anyone? You ever serenaded anybody?\n  ","986940":"\n   How was your day\n  ","986941":"\n   Do you get any aches or pains when the weather changes?\n  ","986942":"\n   What's the one thing you cannot live without?\n  ","986943":"\n   What do you prefer to waste most of your money on?\n  ","986944":"\n   Thanks beautiful! 💕\n  ","986945":"\n   Describe what an average day would be to you? 🤔😁 Do you follow any kind of schedule? Haha\n  ","986946":"\n   What leather jackets do you have? And where are they from?\n  ","986947":"\n   What is your favorite drink?\n  ","986948":"\n   how emotional you get when you listen to a song? for example: getting emo while staring outside the window car or like you have your own music video 😬🤣😂✋🏼\n  ","986949":"\n   Why do beautiful girls always have to be with handsome guys?! oh god... but but I like you very much..... 💔 love me\n  ","986950":"\n   How many phone calls did you receive yesterday?\n  ","986951":"\n   Who from your past do you wish you stayed in contact with and why?🌼\n  ","986952":"\n   Hope you have a great day today!\n  ","986953":"\n   Awe I hope it gets better!\n  ","986954":"\n   but I guarantee we'd make love every night. pls pls marry me. :(\n  ","986955":"\n   Do you play any instruments?\n  ","986956":"\n   may i be ur bf?\n  ","986957":"\n   What's worse, failing or never trying? 👍\n  ","986958":"\n   do you have a bf?\n  ","986959":"\n   What do you think of when you hear \"Sweden\"? 🤔 Haha\n  ","986960":"\n   How old would you be if you didn’t know how old you are? 👍\n  ","986961":"\n   What are you grateful for the most? 👍\n  ","986962":"\n   DO YOU LOVE PINEAPPLES ON PIZZA? 🤭 please say yes HAHAHA...\n  ","986963":"\n   Melbourne vs. Sydney, which city would you rather visit?\n  ","986964":"\n   What animals do you want to see in life before you die?\n  ","986965":"\n   Ever had a bad accident?\nIf yes, how?\n  ","986966":"\n   Who did you last say “I love you” to?\n  ","986967":"\n   Who makes plans most the times? you or your friends?\n  ","986968":"\n   Do you check out the Discover wall here on askfm every once in a while?\n  ","986969":"\n   Happy Monday everyone ✨. Hope you had a great weekend!\n  ","986970":"\n   What keeps you up at night?\n  ","986971":"\n   Everyone has their own style of writing and \"tbh\" is classified as... wait for it... internet short-hand. Which means this is the exact scenario where it is socially acceptable and doesn't relay a negative representation of someone's intellect or social ability.\n  ","986972":"\n   What can really make you happy? ☺️\n  ","986973":"\n   Would you rather have a boyfriend\/ girlfriend for life or a best friend for life? 😃\n  ","986974":"\n   how often do you check your email?\n  ","986975":"\n   💢 Is there any Potterhead over here?\n  ","986976":"\n   What annoys you?\n  ","986977":"\n   Pancakes or waffles?\n  ","986978":"\n   follow for follow🌸\n  ","986979":"\n   U ever farted at the wrong time before\n  ","986980":"\n   Like trying to stand up for you against them but is cool just don’t worry about it\n  ","986981":"\n   It's the first full week of the new decade! How're the twenties going for you so far?\n  ","986982":"\n   I was trying to be nice to you but is cool 🤔\n  ","986983":"\n   Some of us anonymous are deuchebags or creeps just becareful\n  ","986984":"\n   It really does. It makes you out as a bimbo. I'm sure all your followers are going to say otherwise. People you don't know or will ever meet.\n  ","986985":"\n   Any early plans for Valentine's day?\n  ","986986":"\n   Because it's social media. It makes out like you don't opinion of your own.\n  ","986987":"\n   I don’t think you say tbh a lot. You do you girlie ignore the anon!\n  ","986988":"\n   Please stop with the \"tbh\"\n  ","986989":"\n   What kind of questions do you enjoy answering the most?\n  ","986990":"\n   Nikki❤️❤️\n  ","986991":"\n   How was your day? 😁\n  ","986992":"\n   Do you check out the Discover wall here on askfm every once in a while?\n  ","986993":"\n   What do you think they'd think when they saw that big you had woken up? 🤔😂\n  ","986994":"\n   If you found yourself in the same spot as Gulliver when he woke up tied to the ground by hundreds of tiny people, what'd you do? 🤔😂\n  ","986995":"\n   When you go to a movie, do you like to sit in the back, middle, or front?\n  ","986996":"\n   You forgot to put \"tbh\" on the end of your reply.\n  ","986997":"\n   What do you do for exercise?!\n  ","986998":"\n   Do you believe; The art of being happy lies in the power of extracting happiness from common things.\n  ","986999":"\n   TBH,tbh,tbh,tbh,tbh,tbh,tbh,tbh,tbh,tbh,tbh,tbh,tbh,tbh,tbh,tbh,tbh,tbh,tbh,tbh,tbh,tbh,tbh,TBH.\n  ","987000":"\n   Are you fairly jumpy?\n  ","987001":"\n   Would you date yourself if you were a guy?\n  ","987002":"\n   Do you like ranch?\n  ","987003":"\n   What bends your mind every time you think about it? 🤔\n  ","987004":"\n   What song or artist do you like but rarely admit to liking? 🤔\n  ","987005":"\n   What can you not get right, no matter how many times you try? 🤔\n  ","987006":"\n   If you had to change your name, what would you change it to? 🤔\n  ","987007":"\n   I love you beautiful girl 💜\n  ","987008":"\n   What are you addicted to?\n  ","987009":"\n   Whats your favorite scent to smell from a candle? I’ve always enjoyed citrus to an extent and cinnamon.\n  ","987010":"\n   Gm❤️❤️\n  ","987011":"\n   Aw! I think it’s also a good conversation starter\n  ","987012":"\n   Where are you from?\n  ","987013":"\n   You lied and said you would help me!\n  ","987014":"\n   Ahhh quite a few in common! So what are your thoughts on 13 reasons why?\n  ","987015":"\n   For many of us seeing you would be like how you'd feel if you met Jared Leto!\n  ","987016":"\n   Tag the people who you want to see in real life! Say what you'd go do with each one of them 😇\n  ","987017":"\n   Lol what other shows do you like? (Besides the office and impractical jokers lol)\n  ","987018":"\n   hi\n  ","987019":"\n   Has a follower ever seen you in public and flipped out that they met their icon?\n  ","987020":"\n   If you were really hungry, really exhausted, AND really gross, what would you do first — eat, nap, or shower?\n  ","987021":"\n   How can I attract black girls? They don't seem interested in me give me advice\n  ","987022":"\n   What is the most you have paid for a bottle of water before?\n  ","987023":"\n   What song brings back memories from your childhood?\n  ","987024":"\n   Describe your day with an emoji🔥\n  ","987025":"\n   What is your week going to look like?\n  ","987026":"\n   Do you like KFC?\n  ","987027":"\n   Most memorable experiences at the movie theaters?\n  "},"Answer":{"985956":"\n  Yes, I absolutely love it!\n  ","985957":"\n  I mean I don’t really eat them that much but I do like the pizza kind and the chicken pot pie hot pocket is good as well!\n  ","985958":"\n  yes, of course! I love it🙂\n  ","985959":"\n  yeah, it’s okay I’m 20!😁\n  ","985960":"\n  goodnight friends\n  ","985961":"\n  Nope, I have never used one\n  ","985962":"\n  hahahah that’s very true!😂\n  ","985963":"\n  I usually get things done early but I also procrastinate 😬\n  ","985964":"\n  oh yeah! those are good\n  ","985965":"\n  yes, I absolutely do actually\n  ","985966":"\n  Thank you❤️\n  ","985967":"\n  I know, you know that 😋\n  ","985968":"\n  I’m Christian but I’m not religious\n  ","985969":"\n  Spotify or the radio lol\n  ","985970":"\n  that’s actually adorable lol\n  ","985971":"\n  Thanks awh❤️\n  ","985972":"\n  Goodnight anon, sleep tight! 🙂\n  ","985973":"\n  I don’t know lol\n  ","985974":"\n  what song should I sing tomorrow?🤔\n  ","985975":"\n  what’s that?\n  ","985976":"\n  it’s okay girl!😁\n  ","985977":"\n  no anon, don’t say that 🥺\n  ","985978":"\n  no lol I don’t\n  ","985979":"\n  of course girly 🙂\n  ","985980":"\n  I don’t like fish. I prefer meat and usually chicken or beef.\n  ","985981":"\n\n   @edraegen\n  \n  is🥰\n  ","985982":"\n  no thank you, I’m loyal\n  ","985983":"\n  Ask isn’t a money making app lol\n  ","985984":"\n  I’m taken anon🙂\n  ","985985":"\n  a lot, actually\n  ","985986":"\n  yeah I’m skinny and?\n  ","985987":"\n  lol that’s a huge step so definitely awhile\n  ","985988":"\n  anon anon anon\n  ","985989":"\n  LOL what\n  ","985990":"\n  I don’t believe so\n  ","985991":"\n  Awh, thank you love!🙂 you & Josh are also so cute!\n  ","985992":"\n  just been talking to my mans so yes 😁\n  ","985993":"\n  has to be off for me! I can’t stand it\n  ","985994":"\n  I saw your lips against mine and thought wow this is really happening I’m so happy 😋\n  ","985995":"\n  I’m not quite sure yet but maybe psychology or interior design\n  ","985996":"\n  no I don’t live in Florida lol\n  ","985997":"\n  lolll we just started dating anon\n  ","985998":"\n  just spending time with\n  \n   @edraegen\n  \n  is always the best 💕\n  ","985999":"\n  sure anon!😁\n  ","986000":"\n  why anon?😂\n  ","986001":"\n  I definitely believe they should be older and then start going on the internet.\n  ","986002":"\n  definitely your personality and voice!\n  ","986003":"\n  thank you❤️\n  ","986004":"\n  I get up to use the restroom then go back to sleep 😁\n  ","986005":"\n  What? lol\n  ","986006":"\n  you\n  \n  when you compliment me\n  \n  and when I hear your voice 🤤\n  ","986007":"\n  Yes yes, I have!\n  ","986008":"\n  nope, I’ve never been 😝\n  ","986009":"\n  yes, I have!😁\n  ","986010":"\n  usually my back mostly 😋\n  ","986011":"\n  it’s going alright 🙂\n  ","986012":"\n  probably listening to music or watching tv lol\n  ","986013":"\n  Every time you compliment me and call me cute names. Also when you tell me you love me 🥰\n  ","986014":"\n  I’m not angry at you anon?\n  ","986015":"\n  An example of a hero is Chester 🥰\n  ","986016":"\n  oh yeah definitely 😂\n  ","986017":"\n  of course, she’s an angel💕\n  ","986018":"\n  117 😝\n  ","986019":"\n  awhhh, you’re amazing too💕\n  ","986020":"\n  you tell me?\n  ","986021":"\n  nah forget him. I’m very happy now 🙂\n  ","986022":"\n  oh no anon. I don’t know you and I have a mans🙂\n  ","986023":"\n  my ex best friend\n  ","986024":"\n  I would sit next to you, hold your hand and I would talk to you and knowing how silly I am I would probably be able to make you laugh 😁\n  ","986025":"\n  Who what ?\n  ","986026":"\n  yeah, definitely one day!\n  ","986027":"\n  Yes, I agree!😁\n  ","986028":"\n  no, I don’t believe I have actually\n  ","986029":"\n  you as well!🙂\n  ","986030":"\n  I’m?\n  ","986031":"\n  that’s all you love 💕\n  ","986032":"\n  I don’t!\n  ","986033":"\n  Who’s this? lol\n  ","986034":"\n  yes, I absolutely do!\n  ","986035":"\n  no I don’t. I don’t really like wearing things on my wrist\n  ","986036":"\n  i don’t like the rain! I prefer the sun tbh!\n  ","986037":"\n  yeah, sometimes I do\n  ","986038":"\n  yes, it makes me smile and feel warm inside 😬\n  ","986039":"\n  Once I started realizing I love you more then a friend and once we starting talking more and more 🙂\n  ","986040":"\n  I haven’t  had a snack yet today lol\n  ","986041":"\n  I believe the secret to any relationship is communication and I cannot stress that anymore! Also loyalty and honesty, respect, love, care, kindness, and if you have those then I believe you will have a happy relationship 🙂\n  ","986042":"\n  I’m just waking up actually\n  ","986043":"\n  I would definitely want\n  \n   @edraegen\n  \n  ‘s eyes 😋 or Jared Leto’s eyes lol\n  ","986044":"\n  sure, anon\n  ","986045":"\n  I’ve experienced many things that have made me stronger actually 🙂\n  ","986046":"\n  if that means I’d be able to save you, then yes absolutely!\n  ","986047":"\n  depends on what I break lol\n  ","986048":"\n  Yeah, actually that would be nice lol\n  ","986049":"\n  yes, you absolutely do!\n  ","986050":"\n  you okay? lol\n  ","986051":"\n  yes, I have before!\n  ","986052":"\n  that’s true 😬\n  ","986053":"\n  probably Carbonara 😋\n  ","986054":"\n  excuse you?\n  ","986055":"\n  yeah, let’s do it 😝\n  ","986056":"\n  of course I would!\n  ","986057":"\n  I feel so warm and happy and I blush when we hold hands 😋\n  ","986058":"\n  I told you, I’m very difficult 😋\n  ","986059":"\n  your personality and how kind and caring you’re. Also how loving and how you treat me 🥰 and how you make me always smile & laugh.\n  ","986060":"\n  Well knowing me, it would definitely depend on what you wanted me to try lol\n  ","986061":"\n  so adorable!😝 and yes, Linkin Park!\n  ","986062":"\n  sure, why not 😋\n  ","986063":"\n  you do, very much so!\n  ","986064":"\n  and goodnight friends\n  ","986065":"\n  oh yeah that’s true😋 now anon knows!\n  ","986066":"\n  gotta come off anon\n  ","986067":"\n  hurricane by thirty seconds to Mars 😋\n  ","986068":"\n  I don’t set alarms to wake up. I just wake up whenever 😬\n  ","986069":"\n  maybe, I’m not sure 🤷‍♀️\n  ","986070":"\n  maybe but who knows 😋\n  ","986071":"\n  no lol 🤔\n  ","986072":"\n  I’m sorry?\n  ","986073":"\n  Hearing your voice for the first time 🥺\n  ","986074":"\n  hmm.. I guess how kind I am🙂\n  ","986075":"\n  I guess I would ask if I am going to get married lol I am definitely curious about that.\n  ","986076":"\n  well you definitely have to wait to find out 😋\n  ","986077":"\n  That would be really scary and dark actually 🙃\n  ","986078":"\n  Well, I thought to myself wow  he is super good looking and very tall and wow he has a great body. Also I thought wow I love his beautiful eyes🥺\n  ","986079":"\n  yeah, I think it’s adorable\n  ","986080":"\n  You already make me feel special by being mine❤️\n  ","986081":"\n  yeah, let’s go 😝\n  ","986082":"\n  haha I remember this one, yeah I definitely would 😋\n  ","986083":"\n  why thank you anon\n  ","986084":"\n  YES OMG! I love horror films😍 the last one I watched was Midsommar and my god it was so confusing I didn’t even know what was happening and also creepy weird.\n  ","986085":"\n  no are you anon?\n  ","986086":"\n  I like peanuts!\n  ","986087":"\n  it’s time to forget about the past to wash away what happened last...\n  ","986088":"\n  no I don’t do that\n  ","986089":"\n  no I don’t\n  ","986090":"\n  what’s turdy? lol\n  ","986091":"\n  I do😋\n  ","986092":"\n  no you, silly😝\n  ","986093":"\n  I’m not\n  ","986094":"\n  Just the fact that I’m dating my best friend blows my mind 😋\n  ","986095":"\n  definitiv ein weiteres Coldplay, Maroon 5 und 30 Sekunden Mars und Mike Shinoda Konzert!\n  ","986096":"\n  no I’m not🙂\n  ","986097":"\n  yes he is 😱\n  ","986098":"\n  nope I don’t plan ahead I just go with whatever happens to come alone\n  ","986099":"\n  anon I don’t open links tho\n  ","986100":"\n  I do!\n  ","986101":"\n  nope nope nope\n  ","986102":"\n  ahhhh that’s sad!🙁\n  ","986103":"\n  no I don’t believe I have\n  ","986104":"\n  probably not\n  ","986105":"\n  What kind of game?💀\n  ","986106":"\n  the ones I have now or the one I used to have?\n  ","986107":"\n  okay anon\n  ","986108":"\n  off anon\n  ","986109":"\n  I could be, yes🙂\n  ","986110":"\n  what’s yours?\n  ","986111":"\n  I was singing on my live lol😋\n  ","986112":"\n  you just asked for my insta so you don’t have it lol\n  ","986113":"\n  gotta come off anon\n  ","986114":"\n  I know, I’ve had that for awhile now 🥺\n  ","986115":"\n\n   @edraegen\n  \n  🥰\n  ","986116":"\n  no can do anon\n  ","986117":"\n  awhhh aren’t you just extremely adorable?🥰\n  ","986118":"\n  not that often. I love Stella Rosa Rosè it’s so good!\n  ","986119":"\n  Why does that matter?\n  ","986120":"\n  none?\n  ","986121":"\n  Hello there!\n  ","986122":"\n  No I don’t\n  ","986123":"\n  favorite female friend:\n  \n   @Qu33nForADayy\n  \n  💕\n  \n  favorite male friend\n  \n   @edraegen\n  \n  ❤️\n  \n  my female crush: I’m not into girls.\n  \n  my male crush: is you and you’re extremely special to me and also have my heart.\n  \n  Favorite female celebrities: Behati Prinsloo Levine, Candice Swanepoel, Lily Aldridge, Blake Lively, Megan Fox, Nicole Kidman, Keira Knightley etc.\n  \n  Favorite male celebrities: Jim Carey, Adam Sandler, Vince Vahn, Will Farrell, Johnny Depp, Liam Hemsworth, Gino Anthony Pesi, Jared Leto, Adam Levine, Chris Martin, Chester Bennington, etc.\n  \n  female celebrity crush: Behati Prinsloo Levine.\n  \n  male celebrity crushes: Adam Levine, Jared Leto, Chris Martin, Jared Leto, Andrew Lincoln, Matthew Gubler and so on😋\n  \n  Last time I was kissed by someone: was yesterday by you\n  \n  Last time someone slapped my butt: was yesterday by you\n  \n  Who do I love? I love you, very much. You hold a special place in my heart & you mean the world to me.\n  ","986124":"\n  I definitely love tomato soup, broccoli and cheese soup, spilt pea soup, chicken and noodle soup 😁\n  ","986125":"\n  I try to answer a lot\n  ","986126":"\n  yeah, I guess so lol 😱🤭\n  ","986127":"\n  that’s cool !\n  ","986128":"\n  How do I flirt wit him? lol\n  ","986129":"\n  I prefer to cook I definitely enjoy that more🙂\n  ","986130":"\n  listen to music and lay back or do yoga or go for a swim it really just depends actually\n  ","986131":"\n  hmm.. I don’t really remember of getting scared like that from a kids movie\n  ","986132":"\n  sorry I just woke up, lol yeah I get what you mean. I could see how that can be selfish because of the feeling you get by helping others.  Yeah, it can be selfish to want that warm feeling you get when you help others. I mean maybe someone just wants to help another person just to feel that feeling.\n  ","986133":"\n  that’s okay, love🙂\n  ","986134":"\n\n   @edraegen\n  \n\n   @Qu33nForADayy\n  \n\n   @depig\n  \n\n   @BigAmericanFatso\n  \n\n   @NineGDxFour\n  \n\n   @eva_wiliams\n  \n\n   @RaquelAlissa\n  \n\n   @redoasis2017\n  \n\n   @LouisaRHale\n  \n\n   @musicfan1998\n  \n\n   @foolian\n  \n\n   @Ice_Frozen_Vocals\n  \n\n   @Tobbelit0\n  \n\n   @elysssa_d\n  \n\n   @krystaa_collett\n  \n\n   @SaraahM1\n  \n\n   @Pookeo9\n  \n\n   @learningwithlolaa\n  \n\n   @zy_cv\n  \n\n   @SophieWhite3\n  \n\n   @aWelcomeWellOverstayed\n  \n\n   @kittiemeowsie\n  \n\n   @marisakamp\n  \n\n   @MermaidOnTheMoon\n  \n\n   @SlendyGunner\n  \n\n   @littlekri\n  \n\n   @itsarainymay\n  \n\n   @ass4lyfe\n  \n\n   @chrissyjillson\n  \n\n   @fiezuqa\n  \n\n   @DLOVELIFE\n  \n\n   @somepeoplehaverealproblems\n  \n\n   @alexfoxthefox\n  \n\n   @LiammaiL\n  \n\n   @JamesW7558\n  \n\n   @GeeLouisee140\n  \n\n   @TessaDiego\n  \n\n   @eatyourcake\n  \n\n   @littlesha_\n  \n\n   @KayNaeRae\n  \n\n   @whymerlly\n  \n\n   @ladams208\n  \n\n   @Nicoleeexoxo1\n  \n\n   @FayePinksyofficial\n  \n\n   @DennisQ777\n  \n\n   @Reginailessthan3u\n  \n\n   @badmanjon\n  \n\n   @PrincessTally\n  \n\n   @asgardarts\n  \n\n   @patchy_life\n  \n\n   @iTroyx\n  \n\n   @JoeeeMason\n  \n\n   @SN9S\n  \n\n   @jacksahotmess\n  \n\n   @eigerphantx\n  \n\n   @curious_01\n  \n\n  here’s some incredible people to follow on here😁❤️\n  ","986135":"\n  sometimes, I am actually\n  ","986136":"\n  you gotta come off anon\n  ","986137":"\n  Well I disagree with that quote because I think it’s nice to be able to help someone out and knowing that you’re helping someone really makes you feel warm inside.\n  ","986138":"\n  forever 21, H&M, Zara, Express, Victoria Secret, that’s all I can think of rn 😬\n  ","986139":"\n  There is no such thing as:\n  \n  unicorns\n  \n  Santa\n  \n  happily ever after\n  \n  ‘true love’\n  \n  soulmates\n  \n  true happiness\n  \n  stress- free life\n  \n  love\n  \n  Etc.. 🙂\n  ","986140":"\n  yes omg I am😍\n  ","986141":"\n  No I don’t\n  ","986142":"\n  all my followers?\n  ","986143":"\n  I definitely think that can be a possibility !\n  ","986144":"\n  why?\n  ","986145":"\n  so y’all I’m updating my faq\n  ","986146":"\n  Cali🙂\n  ","986147":"\n  Yeah, I like to think so\n  ","986148":"\n  Watching a movie 😁\n  ","986149":"\n  Ich wünschte, ich wüsste wie, aber leider nicht.\n  ","986150":"\n  That’s awesome!\n  ","986151":"\n  yes omg I have! It looks amazing and I can’t wait to go watch it😍 especially to see Jared lol\n  ","986152":"\n  no it wasn’t a joke anon. Ask him🙂\n  ","986153":"\n  Who knows lol\n  ","986154":"\n  ehrlich besser zuhören.\n  ","986155":"\n  whatttt?\n  ","986156":"\n  Who?\n  ","986157":"\n  denn wenn Sie hungrig einkaufen gehen, können Sie sich nicht konzentrieren\n  ","986158":"\n  irgendwo am liebsten weit weg\n  ","986159":"\n  glücklich zu sein und wahre Liebe zu finden und für die Dauer. auch erfolgreich sein\n  ","986160":"\n  Not really. I used to really like G-Eazy and Machine Gun Kelly but not anymore. I really love Mike Shinoda and when he raps 🙂\n  ","986161":"\n  I don’t like  shrimp 😐\n  ","986162":"\n  not really\n  ","986163":"\n  ❤️❤️\n  ","986164":"\n  I will ask him don’t worry. And yes, I know 🙂\n  ","986165":"\n  yeah, I guess so\n  ","986166":"\n  well of course\n  ","986167":"\n  not really\n  ","986168":"\n  around the people I love\n  ","986169":"\n  i have no idea actually\n  ","986170":"\n  I swear sometimes I find bruises on myself and I have no idea how I got them 😂\n  ","986171":"\n  they aren’t my favorite 🤷‍♀️\n  ","986172":"\n  because I can🙂\n  ","986173":"\n  oh yeah my date was everything I possibly could dream of anon 🙂\n  ","986174":"\n  I would ask someone I really love if they really love me 🤔\n  ","986175":"\n  In the afternoon around 12 lol\n  ","986176":"\n  water mostly 😝\n  ","986177":"\n  Adam Levine and Behati 😍\n  ","986178":"\n  Yeah, what’s up?\n  ","986179":"\n  I guess?\n  ","986180":"\n  sehr viel eine Nachteule 🙂\n  ","986181":"\n  I do remember most of my dreams and oh goodness I have many favorites\n  ","986182":"\n  I’ve always been into guys anon\n  ","986183":"\n  I like neither because I don’t drink soda\n  ","986184":"\n  no I’m into guys\n  ","986185":"\n  hello, I’m okay you?\n  ","986186":"\n  of course I’m excited silly 😋\n  ","986187":"\n  Der beste Weg, ein gebrochenes Herz zu heilen, ist, sich Zeit für sich selbst zu nehmen und Dinge zu tun, die dich glücklich machen und mit Menschen zusammen zu sein, die du liebst.\n  ","986188":"\n  no I never have!\n  ","986189":"\n  Happy Monday beautiful 💕\n  ","986190":"\n  Hellooo🙂\n  ","986191":"\n  I do not 🙂\n  ","986192":"\n  no I definitely don’t\n  ","986193":"\n  loving 🥰\n  ","986194":"\n  no don’t do that.\n  ","986195":"\n  oh yeah you should definitely be jealous of that Jeff guy because he’s super special to me 😝\n  ","986196":"\n  it says that where? lol and I like questions that make you think a little more deeply\n  ","986197":"\n  I mean yeah I think the X is really good actually 🙂\n  ","986198":"\n  yes, I absolutely think it is anon🙂 you planning on buying it?\n  ","986199":"\n  since 2013 I believe\n  ","986200":"\n  it was you, silly 😋\n  ","986201":"\n  it’s all good\n  ","986202":"\n  How would I know? I don’t live there\n  ","986203":"\n  told someone that I liked them.\n  ","986204":"\n  waking up when I want to sleep more lol\n  ","986205":"\n  Yes it’s about Pooh Bear and his friends. Also about Christopher Robin 😁 super cute movie!\n  ","986206":"\n  not in awhile anon\n  ","986207":"\n  ‘IT’ Chapter 1 and 2\n  \n  Christopher Robin\n  \n  The conjuring 1 and 2\n  ","986208":"\n  sure, but not as cute as you\n  ","986209":"\n  no because that won’t make them become nice.\n  ","986210":"\n  Do you now?\n  ","986211":"\n  maybe, I have or maybe I haven’t. That’s a coincidence isn’t it?😋\n  ","986212":"\n  that’s wonderful!\n  ","986213":"\n  getting to sleep under warm blankets and pillows 🙂\n  ","986214":"\n  this app😐\n  ","986215":"\n  anon but why?\n  ","986216":"\n  I was definitely more nervous and shy then you were 😋\n  ","986217":"\n  because he’s very special to me\n  ","986218":"\n  that’s not true at all\n  ","986219":"\n  you chickened out? Awh that’s adorable actually. But okay I’ll look forward to it tomorrow 😋\n  ","986220":"\n  no I don’t think they do actually\n  ","986221":"\n  it’s been awhileeeee\n  ","986222":"\n  I’m feeling pretty okay, how are you?🙂\n  ","986223":"\n  I do, sometimes but no it doesn’t make it go faster lol\n  ","986224":"\n  sure, I would come with you 😋\n  ","986225":"\n  yeah definitely 😝\n  ","986226":"\n  yes, you definitely can😋\n  ","986227":"\n  a perfect night out would be a night spent with you 🥰\n  ","986228":"\n  well when a dog barks it’s like they’re speaking to you not their thoughts. I think dogs think just like humans 🙂\n  ","986229":"\n  no can do\n  ","986230":"\n  okay that’s definitely a possibility 😋\n  ","986231":"\n  House Hunting😁\n  ","986232":"\n  I can’t play any actually 🥺\n  ","986233":"\n  nope anon\n  ","986234":"\n  I’m watching a movie 😝\n  ","986235":"\n  Awhhhh aren’t you adorable 🥰\n  ","986236":"\n  Why?\n  ","986237":"\n  honestly the one I like the most is my girl 🤭\n  ","986238":"\n  oh goodness I don’t know\n  ","986239":"\n  because they do anon\n  ","986240":"\n  I like skippy lol\n  ","986241":"\n  I mean if you like games you definitely should tbh!\n  ","986242":"\n  if you want 🙂\n  ","986243":"\n  I definitely like baby 🙂\n  ","986244":"\n  let’s play a game. How about you guess which me I would like you to call me the most?😋\n  ","986245":"\n  you too!🙂\n  ","986246":"\n  You want me to pick one?😱\n  ","986247":"\n  nope not even\n  ","986248":"\n  you can call me any of those or whatever you like and yes, only you 😋\n  ","986249":"\n  I like baby, babe, my girl, cutie, mine, beautiful, all that jazz lol 😋\n  ","986250":"\n  only\n  \n   @edraegen\n  \n  can😋\n  ","986251":"\n  You really want me to share which ones I like? lol\n  ","986252":"\n  yes absolutely!\n  ","986253":"\n  yes you are the only exception and whichever ones you like to call me 😋\n  ","986254":"\n  no I’m not tbh\n  ","986255":"\n  that’s not my name\n  ","986256":"\n  you mean Nikki*\n  ","986257":"\n  I’ve posted some already\n  ","986258":"\n  me and\n  \n   @edraegen\n  \n  were going to chill together but you know how life happens and plans change so now we are going to hang out tomorrow 😁\n  ","986259":"\n  anything having to do with math 🙃\n  ","986260":"\n  I can’t stand it tbh\n  ","986261":"\n  Thank you, friend 🙂\n  ","986262":"\n  I think it says that they’re calm and relaxed and like the country lol\n  ","986263":"\n  No I do not!\n  ","986264":"\n  I mean I definitely believe love can fade away once the relationship is over. You can still love the other person but it will definitely not be the same kind of love you had before. Love definitely fades away I’ve experienced that. And I could tell you, that it truly does fade away and slowly disappears and yeah that’s very depressing but it does happen.\n  ","986265":"\n  Maroon 5, Coldplay, Linkin Park, dead by sunrise, thirty seconds to mars, Mike Shinoda🙂\n  ","986266":"\n  nope, I wouldn’t\n  ","986267":"\n  you better call 😋 lol\n  ","986268":"\n  what kind of music they’re into. Finding out what kind of music someone likes tells you so much about them 😋\n  ","986269":"\n  no I don’t get chubby lol\n  ","986270":"\n  I sometimes get a drink but I don’t drink soda so most of the times I don’t. 🙂\n  ","986271":"\n  yes, that sounds like a plan of course 😋\n  ","986272":"\n  I like every skin color that doesn’t matter to me anon\n  ","986273":"\n  you know, I’m down 😋\n  ","986274":"\n  yeah, sometimes it does\n  ","986275":"\n  what?🤔\n  ","986276":"\n  I mean it can be sometimes\n  ","986277":"\n  I don’t really know to be honest\n  ","986278":"\n  Sure🙂\n  ","986279":"\n  I hope you have a great day as well lovely! And that’s funny! 😂 yes I think if a clown farts it would definitely smell funny!\n  ","986280":"\n  Sure!🙂\n  ","986281":"\n  I don’t eat dinner tbh😱\n  ","986282":"\n  no I don’t like my eye color. I honestly wish I had Jared Leto’s eye color lol🥺\n  ","986283":"\n  That’s awesome!😱\n  ","986284":"\n  I don’t like Harry Potter 😱\n  ","986285":"\n  that’s true haha!\n  ","986286":"\n  abyways\n  ","986287":"\n  haha but I asked Eva and she said it’s okay 🙂\n  ","986288":"\n  Yeah anon wanted her @ lol\n  ","986289":"\n  I think you know her actually. Williams\n  ","986290":"\n  lol it’s afternoon here\n  ","986291":"\n  Thank you!\n  ","986292":"\n  yes?\n  ","986293":"\n  no lol\n  ","986294":"\n  what makes you think that?\n  ","986295":"\n  It’s\n  \n   @eva_wiliams\n  \n  🙂\n  ","986296":"\n  you tell me?\n  ","986297":"\n  yeah, but I don’t know if she’d want me to share it with someone on anon🙂\n  ","986298":"\n  don’t you just love getting ignored? it’s a great feeling 🙂\n  ","986299":"\n  I guess like steak, fish, fancy foods lol\n  ","986300":"\n  jello, fruity snacks, gold fish, pop tarts, ice cream, and whatnot lol\n  ","986301":"\n  I have to check lol\n  ","986302":"\n  Oh goodness I don’t know. I’m always well-behaved\n  ","986303":"\n  There’s another one? lol 😂\n  ","986304":"\n  It’s who again? lol\n  ","986305":"\n  🙂\n  ","986306":"\n  I’m feeling fine. Awh, feel better soon!🤗 drink warm tea with honey and make sure you stay warm!\n  ","986307":"\n  I totally agree with you!\n  ","986308":"\n  I’ve learned many great lessons in life\n  ","986309":"\n  ‘IT’ Chapter 1 and 2\n  \n  The conjuring 1 and 2\n  \n  etc 🙂\n  ","986310":"\n  definitely 🙂\n  ","986311":"\n  not too tinted yeah definitely!\n  ","986312":"\n  definitely the bicycle!\n  ","986313":"\n  I would say the taxi or bus tbh\n  ","986314":"\n  I do indeed like peanut butter and jelly sandwich’s. I prefer smooth peanut butter and strawberry jellly is my favorite.  I put the peanut butter first 😋\n  ","986315":"\n  I’ll try to, thank you 🙂\n  ","986316":"\n  Chester Bennington’s angelic voice 🥺\n  ","986317":"\n  yes when I first heard Chester Bennington’s voice that was love at first sight.\n  ","986318":"\n  sadness, jealously, angry, hate, confusion, not feeling good enough or worth it, regretful, lost, empty etc.\n  ","986319":"\n  Pineapple flavored stuff and mango too lol\n  ","986320":"\n  goodnight y’all\n  ","986321":"\n  I don’t use aloe vera but yes I’ve heard it’s good for many things\n  ","986322":"\n  I absolutely do!\n  ","986323":"\n  I mean I guess? Because getting attention from guys gets you hurt anyways.\n  ","986324":"\n  I’m definitely afraid to fall in love but I feel I am falling in love but I don’t know if the person I’m falling in love with feels the same so yes I’ve always been afraid of love\n  ","986325":"\n  I don’t drink soda 😁\n  ","986326":"\n  Not really tbh lol😬\n  ","986327":"\n  I do like to talk a lot with people I’m comfortable with otherwise no I’m shy lol\n  ","986328":"\n  stay asleep 🙂\n  ","986329":"\n  nope I haven’t actually\n  ","986330":"\n  I have many different dreams tho\n  ","986331":"\n  hmmm I don’t know tbh\n  ","986332":"\n  it’s night here lol\n  ","986333":"\n  no not at all tbh. I mean I don’t have one anyways 😂\n  ","986334":"\n  yeah I guess so lol\n  ","986335":"\n  What’s up?\n  ","986336":"\n  Hey hey 🙂\n  ","986337":"\n  sleep it out 😝\n  ","986338":"\n  my mind and thoughts and I just don’t believe I can be completely happy because there’s always something that will bring me down. Maybe I’m afraid to be happy because I know something will bring me back down again🤷‍♀️\n  ","986339":"\n  You’ve asked this already anon\n  ","986340":"\n  I’m doing okay you? lol\n  ","986341":"\n  When I met\n  \n   @edraegen\n  \n  🥰 that’s when I realized I’m happy.\n  ","986342":"\n  what? lol\n  ","986343":"\n  Of course I do\n  ","986344":"\n  Hey there! Followed back🙂\n  ","986345":"\n  I’m not popular on here anon. I’ve just been on this app for awhile 🙂\n  ","986346":"\n  mostly argue lol\n  ","986347":"\n\n   @edraegen\n  \n  🥰\n  ","986348":"\n  that’s interesting lol\n  ","986349":"\n  I was?🤔\n  ","986350":"\n  I absolutely do!\n  ","986351":"\n  Morning!🙂\n  ","986352":"\n  Yes I’ve made movies and music videos for drama class when I was in high school 😁\n  ","986353":"\n  On Spotify or social media 🙂\n  ","986354":"\n  Easter, birthdays, thanksgiving, Christmas, New Years, That’s all I can think of right now 😬\n  ","986355":"\n  Linkin Park* yes I do 🙂 I love them!\n  ","986356":"\n  the most popular one 😝\n  ","986357":"\n  Forever 21, H&M, Zara, Express 😁\n  ","986358":"\n  Awhh, that’s adorable lol\n  ","986359":"\n  Well woah that’s super deep! Oh yes I know that song!😁\n  ","986360":"\n  I like how friendly and honest I am. Also how I’m very loyal.\n  \n  I dislike how I’m super shy and how much social anxiety I have 🙃\n  ","986361":"\n  I’ve been to many! I definitely still want to go to Australia tbh to try Zumbo’s desserts 😋\n  ","986362":"\n  I do yoga a lot! I would definitely like to try Pilates but I don’t know if that’s for me lol\n  ","986363":"\n  I don’t do chores tbh😬\n  ","986364":"\n  but I am anon🙂\n  ","986365":"\n  goodnight friends 🙂\n  ","986366":"\n  ooh that’s a good question I guess I would say social media tbh\n  ","986367":"\n  I’m already mixed with different nationalities so I wouldn’t want to change any of them\n  ","986368":"\n  I don’t go to garage sales or thrift shops lol\n  ","986369":"\n  On Wednesday when I hung out with\n  \n   @edraegen\n  \n  at the Americana 🥰\n  ","986370":"\n  Yes I love sour cream!\n  ","986371":"\n  I hope you have a magical weekend! 💕 and yes I’m going to hang out with\n  \n   @edraegen\n  \n  on Sunday 🥰\n  ","986372":"\n  I don’t remember 😱\n  ","986373":"\n  yeah lol I’m skinny 🙂\n  ","986374":"\n  Yes I do! It shows that they’re creative and talented 😁\n  ","986375":"\n  here you go👩🏻‍🦰💀✨\n  ","986376":"\n  not accidentally lol no\n  ","986377":"\n  that’s true lol\n  ","986378":"\n  no it’s not possible 🥺\n  ","986379":"\n  yes I absolutely do agree!\n  ","986380":"\n  If you never try, you’ll never know. So I would say you should definitely tell her you like her and then she what she says. She might like you as well🙂\n  ","986381":"\n  I wish I knew anon 🤷‍♀️\n  ","986382":"\n  lol that’s a fun shoutout question\n  ","986383":"\n  They’ve always been laid back tbh\n  ","986384":"\n  goodnight, sleep well 😁\n  ","986385":"\n  the world honestly\n  ","986386":"\n  I honestly have no idea lol\n  ","986387":"\n  Hey! Nothing much you?😁\n  ","986388":"\n  Not in awhile actually\n  ","986389":"\n  my best friend who has stolen my heart so I no longer have one 😋\n  ","986390":"\n\n   https:\/\/youtu.be\/Y2M_maw7HRs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  y’all should listen to this song! It’s so amazing holy 🥵\n  ","986391":"\n  when someone you can’t explain happens. Something not ordinary. Something out of this world.\n  ","986392":"\n  it sounds like someone is messing with you, maybe a friend or relative. Or it can be paranormal activity anon\n  ","986393":"\n  I tried to be someone else but nothing seemed to change I know now this is who I really am now\n  ","986394":"\n  I’m definitely not🙂\n  ","986395":"\n  Chester Bennington’s voice as well as Jared Leto’s voice tbh🤤\n  ","986396":"\n  this hurricane is chasing us all underground\n  ","986397":"\n  Where did you go? Where did you go? Where did you gooooo?\n  ","986398":"\n  no lol 😳\n  ","986399":"\n  because we like tight pants I guess even if it doesn’t fit us lol\n  ","986400":"\n  oh no! That sucks lol💀 I go back in February!\n  ","986401":"\n  No I don’t believe so but it’s fun to believe that they can fulfill wishes💫\n  ","986402":"\n  I do actually\n  ","986403":"\n  that’s deep! I definitely do think we can become happy when we meet the one we love. I also think you can become happier when you meet someone you love. It changes you emotionally and that leads to more happiness.\n  ","986404":"\n  sometimes!\n  ","986405":"\n  yes that’s absolutely okay!\n  ","986406":"\n  everything you’re describes a wonderful friend 🥰\n  ","986407":"\n  no way! I love Edward Cullen 🤤\n  ","986408":"\n  yes anon 🙂\n  ","986409":"\n  I also love Coldplay! And my favorite song is sky full of stars 😍\n  ","986410":"\n  Him😍\n  ","986411":"\n  I’m definitely an 11😝\n  ","986412":"\n\n   @edraegen\n  \n  🥰\n  ","986413":"\n  no they’re not comfortable for me!\n  ","986414":"\n  I’m doing okay you?\n  ","986415":"\n  that’s not my name lol\n  ","986416":"\n  yoga is fun! haha and ooh I love salad! what kind are you eating?🙂\n  ","986417":"\n  I’ve been doing okay! how are you? and it’s been going so far lol how’s your 2020?😁\n  ","986418":"\n  Hello there lol😁\n  ","986419":"\n  oh my goodness I remember him 💀\n  ","986420":"\n  Heyyooo🙂\n  ","986421":"\n  I don’t even think I have a favorite one 😱\n  ","986422":"\n  you as well!😁\n  ","986423":"\n  it still is now too😁\n  ","986424":"\n  much love 💕\n  ","986425":"\n  I would definitely say Venice, Italy\n  \n  1) being surrounded by water is awesome!\n  \n  2) I love Italian food!\n  \n  3) the architecture is beautiful!\n  \n  4) the scenery is amazing!\n  \n  5) the people are so welcoming and very friendly!\n  ","986426":"\n  I don’t usually wake up in the middle of the night because I go to bed when I’m really sleepy that way I don’t wake up in the middle of the night.  But if I happen to wake up I just lay down and try to close my eyes and then eventually fall asleep again.\n  ","986427":"\n  I do love chocolate! And yes my best friend\n  \n   @edraegen\n  \n  doesn’t like chocolate and I don’t know how he could not like it😱\n  ","986428":"\n  I like the different flavor candy canes as well as the regular kind 😁\n  ","986429":"\n  Yes sirum yem k’ez 🤗\n  \n  my first language is English but I thought I’d say I love you in Armenian.\n  ","986430":"\n  I’m watching criminal minds rn and then I’m going to go do yoga 🤗 what about you?\n  ","986431":"\n  oh my goodness I don’t really know tbh\n  ","986432":"\n  lol you’re on anon\n  ","986433":"\n  oh goodness I don’t really have a favorite tbh\n  ","986434":"\n  definitely driving tbh😬\n  ","986435":"\n  I mean yes of course I would.\n  ","986436":"\n  I could teach you about the subject English and how to write  good and strong essays 😁\n  ","986437":"\n  awhhh, try and close your eyes and you’ll fall asleep eventually and thank you lovely ❤️\n  ","986438":"\n  and I love you🥰\n  ","986439":"\n\n   @edraegen\n  \n  😝\n  ","986440":"\n  Putting myself through so much emotional pain and hurt and yet still continuing to go back to the one thing that has been hurting me and so I apologize to myself for doing that.\n  ","986441":"\n  Awhh, thank you! I appreciate this 🙂\n  ","986442":"\n  wow I never actually heard of angel numbers but that’s extremely fascinating but I don’t know if I believe it.\n  ","986443":"\n  I would say definitely black!\n  ","986444":"\n  I would say clothes, shoes and technology\n  ","986445":"\n  Can’t believe you’ve never heard it 🥺and yeah Chester’s voice too\n  ","986446":"\n  no I’m not\n  ","986447":"\n  I think it’s lost it’s value. Absolutely because people say it all the time to fix something they did but they don’t really mean it anyway. They just say “sorry” as if that’s going to fix what they did but it doesn’t.\n  ","986448":"\n  It’s going alright! How’s your day so far?🙂\n  ","986449":"\n  Oh? thank you lol\n  ","986450":"\n  I can try to believe in love but I don’t know. That is going to be very hard for me anon🥺\n  ","986451":"\n\n   https:\/\/youtu.be\/JQVBfcjx6d4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Joe from impractical jokers dressed as a women gives me nightmares still 😂\n  ","986452":"\n  what?! How could you have never heard of it?🥺 it’s an amazing song and Chester’s voice is angelic as always. And my mood🙃\n  ","986453":"\n\n   https:\/\/youtu.be\/5dmQ3QWpy1Q\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","986454":"\n  I probably can 🙂\n  ","986455":"\n  Heyyy!\n  ","986456":"\n  I definitely am a beach person 😁\n  ","986457":"\n  Thank you❤️\n  ","986458":"\n  really? that’s interesting anon\n  ","986459":"\n  So very sweet of you to say, also I love pugs as well. Don’t know how you knew that 😋 I appreciate this very much🥺\n  ","986460":"\n  What you posted on your Instagram story was very nice. I appreciate it🥺\n  ","986461":"\n  Not really, but that’s okay I’m used to it🙂\n  ","986462":"\n  I’m pretty tall lol\n  ","986463":"\n  I don’t know, always just okay I guess. How are you?\n  ","986464":"\n  and I’m going back to sleep 🙂\n  ","986465":"\n  Honestly there’s so many weird things about modern life like how people aren’t kind to one another and would rather hate then love and people accept it to be normal.\n  ","986466":"\n  I’m doing okay I guess. How are you?\n  ","986467":"\n  Yes yes I do especially thin mints!😁\n  ","986468":"\n  Hey lovely!\n  ","986469":"\n  Summer because I love the heat and I just enjoy being able to go outside and feel the heat🙂\n  ","986470":"\n  Oh my those are some crazy choices lol I guess the second one 🙂\n  ","986471":"\n  that’s interesting\n  ","986472":"\n  🥺🥺🥺\n  ","986473":"\n  Awhhh, I appreciate this so muchhh❤️\n  ","986474":"\n  Of course🙂\n  ","986475":"\n  I appreciate this so much! thank you friend 😊\n  ","986476":"\n  I’m definitely with you girl!😁\n  ","986477":"\n  yes those are some examples 💔\n  ","986478":"\n  I would change so many rules tbh. I don’t know where to start\n  ","986479":"\n  I believe so many people are depressed in this world today because there’s so much negativity and fighting and so many negative emotions. We tend to hate rather then spread love. And I mean look in the world we live in it alone is depression and heartbreaking with everything that’s happening around us.\n  ","986480":"\n  Honesty, loyalty, kindness, respect, silliness, loudness, adventurous, fun, smart, trustworthy, chill, caring, loving etc🙂\n  ","986481":"\n  Very much when I shouldn’t be tbh\n  ","986482":"\n  I will never put myself in so much pain like that just because I didn’t want to lose someone\n  ","986483":"\n  eh it’s okay so far I guess lol\n  ","986484":"\n  I don’t know to be honest. I think my family would know though lol\n  ","986485":"\n  Behavioral science 🙂\n  ","986486":"\n  and now I’m sleepy\n  ","986487":"\n  sigh 🙃\n  ","986488":"\n  be the light in a world full of negativity 🙂\n  ","986489":"\n  I would say so, all you have to do is be kind to me as well as be funny and I’ll most likely smile and laugh 🙂\n  ","986490":"\n  I agree 🙂\n  ","986491":"\n  I just talk to them about it tbh\n  ","986492":"\n  yeah, but I truly don’t know anymore and I know you want me happy but that’s hard for me 🙂\n  ","986493":"\n  my phone 😁\n  ","986494":"\n  why are you sad?\n  ","986495":"\n  my cousin 🙂\n  ","986496":"\n  I don’t even know anymore. I guess I would say love.\n  ","986497":"\n  I guess so🙂\n  ","986498":"\n  I stopped caring when I saw they didn’t put any effort into talking to me.\n  ","986499":"\n  Well yeah I would like to get married one day but in this generation I don’t really think that will happen for me. No one seems to want to get married anymore. I can definitely picture myself settling down with someone for the rest of my life.\n  ","986500":"\n  I believe I was 13 lol\n  ","986501":"\n  I definitely prefer pie more!\n  ","986502":"\n  well, no actually I haven’t. Even if the love faded away it was once something I wanted so no I could never regret it.\n  ","986503":"\n  I mean I think it’s a beautiful thing if you’ve found the right person of course and if you get married whenever you’re ready and ready for the huge commitment in life. It’s definitely a big deal and changes your life. So I would definitely say if you want to get married you have to make sure that you really love them and that they’re the one for you in order so that you can stay married.\n  ","986504":"\n  Chester Bennington 💕\n  ","986505":"\n  I don’t think I’m romantic at all actually lol\n  ","986506":"\n  forgiving people so easily even though they don’t deserve it most of the time\n  ","986507":"\n\n   @edraegen\n  \n  😝\n  ","986508":"\n  omg it’s my favorite show!\n  ","986509":"\n  I was watching criminal minds and talking to you🙂\n  ","986510":"\n  Awhh that’s awesome 😁\n  ","986511":"\n  howdy\n  ","986512":"\n  long time ago anon\n  ","986513":"\n  😍\n  ","986514":"\n  yeahhh, haha😋\n  ","986515":"\n  they named me after Nicole Kidman 🙂\n  ","986516":"\n  on here\n  ","986517":"\n  nah I’ve already posted them\n  ","986518":"\n  I’m okay\n  ","986519":"\n  oh lol thank you!\n  ","986520":"\n  Heyy!\n  ","986521":"\n  In my bio lol\n  ","986522":"\n  no I’m definitely not\n  ","986523":"\n  nope I don’t\n  ","986524":"\n  because I don’t anon\n  ","986525":"\n  I don’t\n  ","986526":"\n  I’m doing okay. You?🙂\n  ","986527":"\n  😊😊\n  ","986528":"\n  ohhhh sounds good!\n  ","986529":"\n  oh goodness I don’t know tbh\n  ","986530":"\n  I’m doing okay. You?\n  ","986531":"\n  that’s true 😂\n  ","986532":"\n  a fashion designer because I have always been into fashion and style. Always been fashionable 🙂\n  ","986533":"\n  thank you, awh💕\n  ","986534":"\n  that I’m very pretty and sweet🙂\n  ","986535":"\n  that’s so many weird sayings tho lol\n  ","986536":"\n  It was pretty good. How was yours?🤗\n  ","986537":"\n  oh goodness I believed that Santa was real and the tooth fairy lol\n  ","986538":"\n  In February 🤗\n  ","986539":"\n  lol no\n  ","986540":"\n  no I try and come up with them anon and I’m glad they’re unique for ya🙂\n  ","986541":"\n  oh great\n  ","986542":"\n  What?\n  ","986543":"\n  You too!🙂\n  ","986544":"\n  an* but thank you💕\n  ","986545":"\n  I know her, from this app anon\n  ","986546":"\n  there’s children hospital in America yes anon\n  ","986547":"\n  you okay?\n  ","986548":"\n  not necessarily\n  ","986549":"\n  I appreciate that🙂\n  ","986550":"\n\n   @edraegen\n  \n  😋\n  ","986551":"\n  usually hard boiled or scrambled\n  ","986552":"\n  I think they sacrifice so much to be in he military and risk their lives for us so I’m very grateful and thankful for them for doing what they do for our country 💕\n  ","986553":"\n  Chester Bennington because he was and will continue to be loved by billions of people and his legacy will be kept alive. I look up to him because he inspires and motivates me all the time through his life and music and I just miss him deeply 🥺💔\n  ","986554":"\n  Italy and when I go to Greece because I love the food for one and the people and scenery 😁\n  ","986555":"\n  I miss him so much 💔\n  ","986556":"\n  who’s that?\n  ","986557":"\n  I hope I find ‘true love’ and someone who will stick by me and not leave me by then and I hope to be happy and also successful in whatever I end up doing 🙂\n  ","986558":"\n  rice with ranch is pretty good. So is Brussel sprouts with bbq sauce lol\n  ","986559":"\n  Hearing Chester Bennington’s angelic voice 🥺\n  ","986560":"\n  yeah, I would say so\n  ","986561":"\n  Well I got my ears pierced when I was baby I believe so I guess really young and if she wanted to get something else pierced she would have to be a little older.\n  ","986562":"\n  honestly I would say salad 🤤\n  ","986563":"\n  that’s good, I’m glad 🙂\n  ","986564":"\n  nope and I would never actually.\n  ","986565":"\n  I mean many people like to publicly disagree but sometimes it can be annoying and rather bad tbh. It can lead to negativity\n  ","986566":"\n  yeah, I was 🙂\n  ","986567":"\n  no not necessarily lol\n  ","986568":"\n  They would talk to me about it and tell me that wasn’t right and maybe a few times yell at me.\n  ","986569":"\n  I’d rather be happy than be so sad all the time 🙂\n  ","986570":"\n  I usually like going on adventures and traveling or just chilling and hangout 😝\n  ","986571":"\n  I appreciate that🙂\n  ","986572":"\n  not really. Science isn’t my favorite subject.  I did when I was in middle school and high school.\n  ","986573":"\n  Hello there!\n  ","986574":"\n  well I mean no one is normal\n  ","986575":"\n  yeahhh, 🙂\n  ","986576":"\n  I think friendship can be a beautiful and wonderful thing if it’s done correctly. But most of my friendships ended and were terrible because turns out they were crazy and just taking advantage of me. I tend to never see the bad in someone before it’s too late and I end up getting hurt because of that.  But on here I have so many beautiful friendships with people who are amazing and super kind to me and caring, loving that I would love to meet one day!😁\n  ","986577":"\n  No I don’t think that’s too cheesy. I think that’s good and can help you find someone 🙂\n  ","986578":"\n  smh anon\n  ","986579":"\n  nope not really tbh\n  ","986580":"\n  Well I believe that love can remain in existence with the significant other or person you were seeing even if the relationship ends. If you two truly loved each other there would definitely still be love between you two but it will definitely be different and not the same. I like to believe that at least but I also feel that the other person can lose feelings and the love for you so it fades away and can’t remain in existence. I honestly don’t know what to believe but I feel more towards that love can’t remain because it fades away once you part ways with your significant other or partner. And you lose feelings and the love you had for them. And love is very painful and difficult to deal with it. There’s lot of issues with love and most people don’t know how to deal with or they just play and hurt the other ones feelings. Love is definitely a suffering painful emotion and I don’t believe in it anymore at least for now until maybe I find the right one someday but until then I just don’t believe in it anymore.\n  ","986581":"\n  no I don’t remember\n  ","986582":"\n  I mean I don’t really like him so\n  ","986583":"\n  not really, no\n  ","986584":"\n  lmao no you heard wrong. Never liked neither of them 🙂\n  ","986585":"\n  Yes I do! All my pooh bears and his friends  😋\n  ","986586":"\n  Nope never was!\n  ","986587":"\n  I met my best friends\n  \n   @edraegen\n  \n  and\n  \n   @Qu33nForADayy\n  \n  on here. I adore and appreciate them both so much. I love you two very much 💗\n  ","986588":"\n  don’t have a significant other🙂\n  ","986589":"\n  yes mainly with one of my cousins\n  ","986590":"\n  Ghosts do exist anon and we sometimes see them because they want to show you that they’re there and it could be a loved one of yours. And sometimes they’re evil and can’t get through to the other side so they haunt you and your home.\n  ","986591":"\n  You should eat anon\n  ","986592":"\n  no that’s a little weird lol\n  ","986593":"\n  Omg yes I do like chicken salad! Now I want some lol😋\n  ","986594":"\n  To be happy most importantly\n  ","986595":"\n  can’t tell you, it’s a secret\n  ","986596":"\n  Well I don’t like other guys who I’m not in a relationship with calling me pet names I just think that’s inappropriate and rude.  And I guess it just depends what guy it is calling me one.\n  ","986597":"\n  a lot of things surprised me\n  ","986598":"\n  lol noooo\n  ","986599":"\n  I have played football and soccer before in pe! 😁 no I don’t like playing them personally.\n  ","986600":"\n  nope absolutely not!\n  ","986601":"\n  What? lol\n  ","986602":"\n  no I don’t.\n  ","986603":"\n  It’s 7:35 am and I’m going to go back to sleep lol. I hope you’re having a good day!😁\n  ","986604":"\n  I made carbonara my favorite pasta dish.\n  ","986605":"\n  It’s on Hulu! It’s really good actually 😬\n  ","986606":"\n  I usually prefer 4 doors but I also like 2 door 🙂\n  ","986607":"\n  I don’t usually wake up in the middle of the night because I go to bed when I’m really sleepy so in that way I could just sleep without waking up. But if that does happen I usually go on my phone and wait until I get sleepy again.\n  ","986608":"\n  When you mention light I think of the sun and blue sky on  a nice sunny and bright day in the daytime and I think of someone who is happy and very positive and just has a overall positive outlook on life and someone who likes spreading love and happiness wherever they go. When you mention dark I think of the dark pitch black sky and I think of people who are dark in a negative way like serial killers, stalkers, people who are obsessed with other people negatively, the world we live in today, my mind, other people who cause harm to others just because they get off on it or because they’ve lost their minds etc.  I also believe the mind is more complex than our visual senses. The mind is a very complex place and I don’t think anyone can truly ever really understand it.\n  ","986609":"\n  I’m not very stressed at all this week surprisingly because I always am lol but thank you girl! Same to you 😁\n  ","986610":"\n  my favorite color is blue and pink lol.\n  \n  using blue to describe me : big- hearted, loyal, understanding, eager.\n  \n  using pink to describe me: playful, idealistic, nice and kind lmao\n  ","986611":"\n  the same old. what about you?\n  ","986612":"\n  sounds good anon\n  ","986613":"\n  you too anon!🙂\n  ","986614":"\n  not really actually\n  ","986615":"\n  ❤️❤️\n  ","986616":"\n  that’s how it was with my ex when we dated shortly again in 2018 it was definitely one-sided and I felt it but yet I still went along with it. I don’t know why.  But if you feel that way I would tell you honestly to just walk away because you absolutely deserve better then a one- sided relationship. You deserve someone who loves you just as much as you love them. So you should definitely walk away.\n  ","986617":"\n  yay?\n  ","986618":"\n  lol no\n  ","986619":"\n  Thank you!🙂\n  ","986620":"\n  well I don’t think jealously is a good thing even in a healthy relationship because it can lead to obsession and that can become very dark and scary so I believe jealousy isn’t a good thing at all even in a relationship that’s healthy.  Jealousy comes from someone wanting to be like another person or wanting what they have and your brain tells you that you want to be like that person and it creates an emotion called jealousy and it’s a very dangerous emotion in my opinion.\n  ","986621":"\n  many many things tbh\n  ","986622":"\n  I ignore you anon?\n  ","986623":"\n  of course❤️\n  ","986624":"\n  it’s not actually. I just love him as a best friend and so I’m showing that off.\n  ","986625":"\n  lol alrighty then\n  ","986626":"\n  yeah, definitely\n  ","986627":"\n  😝\n  ","986628":"\n  oh my I’m still awake\n  ","986629":"\n  my friendship with my best friend?\n  ","986630":"\n  sleeping lol\n  ","986631":"\n  because I want to go and try Zumbo’s desserts\n  ","986632":"\n  Get a room? lolllll\n  ","986633":"\n  Well I feel like a man is more mature and has experienced a lot more then a boy has. A man has been through a lot emotionally and physically and a boy hasn’t experienced that much and they aren’t mature enough for serious relationships and commitment whereas a man is mature enough for a serious relationship and the issues that come from it.\n  ","986634":"\n  nopeee\n  ","986635":"\n  many things tbh\n  ","986636":"\n  yes🥺\n  ","986637":"\n  meeting\n  \n   @edraegen\n  \n  🙂\n  ","986638":"\n  ❤️❤️❤️\n  ","986639":"\n  I don’t actually\n  ","986640":"\n  alright y’all I’m sleepy\n  ","986641":"\n  Watching criminal minds😁\n  ","986642":"\n  I’ve always wanted to. And I know it’s very devastating 🥺\n  ","986643":"\n  I mean if you’re friends with someone there shouldn’t be anything off limits. That is if you’re really close with that person.\n  ","986644":"\n  Can I help you?\n  ","986645":"\n  of course I have!\n  ","986646":"\n  It’s on September 7th🙂\n  ","986647":"\n  I love sunsets 😍\n  ","986648":"\n  I’m 20 lol\n  ","986649":"\n  it’s all good 🙂\n  ","986650":"\n  Not really, I don’t\n  ","986651":"\n  indeed🙂\n  ","986652":"\n  honestly no I don’t think so. It takes time for you to get someone’s heart or vise versa. There’s no shortcut. Once you get to know them more you can tell that you’ve won over their heart but that definitely takes time.\n  ","986653":"\n  Hmm I’d rather not\n  ","986654":"\n  sure!🙂\n  ","986655":"\n  I have been called that lol\n  ","986656":"\n  I do\n  ","986657":"\n  selfies and social media 🙂\n  ","986658":"\n  I’m 20\n  ","986659":"\n  nope lol\n  ","986660":"\n  I’m from California 🙂\n  ","986661":"\n  that’s not a nickname lol\n  ","986662":"\n  why you sad?:(\n  ","986663":"\n  Nikki is the most used one 🙂\n  ","986664":"\n  No I don’t\n  ","986665":"\n  it’s actually pretty good!\n  ","986666":"\n  thank you v much!🙂\n  ","986667":"\n  put to rest what you thought of me\n  \n  while I clean this slate\n  \n  with hands of uncertainty\n  ","986668":"\n  do you feel cold and lost in desperation\n  ","986669":"\n  and in the burst of light that blinded every angel\n  \n  as if the sky had blown the heavens into stars\n  \n  you felt the gravity of temper grace falling into empty space\n  \n  No one there to catch you in their arms ✨\n  ","986670":"\n  sometimes both actually 😁\n  ","986671":"\n  What?🤔\n  ","986672":"\n  no not really but I end up giving people a thousand chances when they don’t deserve it. Once they do something they will do it again. It happens every time. Trust me I would know.\n  ","986673":"\n  meeting you🙂\n  ","986674":"\n  honestly just talking to\n  \n   @edraegen\n  \n  is something good that happened today 🙂\n  ","986675":"\n\n   @edraegen\n  \n  ❤️\n  ","986676":"\n  How do I give the impression that I’m simple- minded from a distance?\n  ","986677":"\n  I’m sorry? lol\n  ","986678":"\n  yeah I am🙂\n  ","986679":"\n  write essays and papers 🙂\n  ","986680":"\n  a joyful simpleton\n  ","986681":"\n  yes I have!\n  ","986682":"\n  Definitely Europe 🙂\n  ","986683":"\n  I guess?\n  ","986684":"\n  same though! lol\n  ","986685":"\n  Whatttt?\n  ","986686":"\n  I have actually! It was very fun! It was a Coldplay quiz and I was top ten in the state 😁\n  ","986687":"\n  awhhhh haha that’s cute\n  ","986688":"\n  tennis, yoga, hiking, swimming, fashion, styling, interior design, helping others etc..🙂\n  ","986689":"\n  I got so mad at people tbh. He definitely didn’t deserve it\n  ","986690":"\n  finding ‘true love’ but that hasn’t happened yet\n  ","986691":"\n  that could be a possibility\n  ","986692":"\n  hey!🙂\n  ","986693":"\n  of course love❤️\n  ","986694":"\n  I don’t go crying back 😂\n  ","986695":"\n  sometimes I am\n  ","986696":"\n  what even\n  ","986697":"\n  definitely!\n  ","986698":"\n  I don’t like Harry Porter😐\n  ","986699":"\n  Awhhh, I’m sorry lovely. Feel better soon!❤️\n  ","986700":"\n  again,\n  \n   @edraegen\n  \n  😝\n  ","986701":"\n  I do believe that ghosts exist and that they’re real. I believe that they exist among us and all around us.  They’re definitely always around us because I feel their presence so I know that ghosts are real. For example Chester’s ghost is always around us all and he’s spirit will always be here among us.\n  ","986702":"\n  nope I couldn’t\n  ","986703":"\n  actually I don’t so\n  ","986704":"\n  yes, I think men can be friends with women even if they’re in a relationship. I mean if you trust them you shouldn’t worry about it because you know that they wouldn’t betray you or lie to you so yes I absolutely think it’s okay for men to be friends with women when they’re in a relationship.\n  ","986705":"\n  I don’t care about them🙂\n  ","986706":"\n\n   @edraegen\n  \n  😋\n  ","986707":"\n  It’s okay, I guess really nothing special. How’s your week?\n  ","986708":"\n  rice with ranch and Brussel sprouts with bbq sauce lol\n  ","986709":"\n  everything lol\n  ","986710":"\n  I’m okay you?\n  ","986711":"\n  I like the name I have now lol\n  ","986712":"\n  thank you lol\n  ","986713":"\n  I don’t even remember lol\n  ","986714":"\n  I’m not your love?\n  ","986715":"\n  Would you like to get blocked? that’s not my name\n  ","986716":"\n  That’s awesome!😁\n  ","986717":"\n  I did?\n  ","986718":"\n  now not really\n  ","986719":"\n  I would probably say June because that’s when summer starts!\n  ","986720":"\n  I definitely like forever 21, express, H&M, Zara, Gucci etc lol\n  ","986721":"\n  Never be able to make new ones I guess 🙁\n  ","986722":"\n  I love you more 💗\n  ","986723":"\n  no I couldn’t tbh\n  ","986724":"\n  probably a luxury clothing store like Gucci or whatnot lol\n  ","986725":"\n  1) meeting my best friend who’s super sweet and loving\n  \n   @edraegen\n  \n  😋\n  \n  2) passing my driving test last year.\n  \n  3) keeping Chester’s legacy alive.\n  \n  4) meeting my other best friend who’s an angel\n  \n   @Qu33nForADayy\n  \n  💕\n  \n  etc.\n  ","986726":"\n  oh goodness I don’t know 😱\n  ","986727":"\n  oh goodness maybe ‘IT’ Chapter 2 and the conjuring 😋\n  ","986728":"\n  no actually I don’t\n  ","986729":"\n  I don’t open links 🙂\n  ","986730":"\n  no I’m not\n  ","986731":"\n  I rarely do but some of them are really good and plus I’m very picky lol\n  ","986732":"\n  it’s okay 🙂\n  ","986733":"\n  recently and I don’t really wanna share why 🙂\n  ","986734":"\n  yes sometimes I would definitely but most people don’t deserve it\n  ","986735":"\n  I don’t think I have\n  ","986736":"\n  yes I do😁\n  ","986737":"\n  nope\n  ","986738":"\n  maybe in a clothing store\n  ","986739":"\n\n   @edraegen\n  \n  🤗\n  ","986740":"\n  clothing anon\n  ","986741":"\n  I’m talking to you, of course silly 😋\n  ","986742":"\n\n   @edraegen\n  \n  😝\n  ","986743":"\n  What?🤔\n  ","986744":"\n  you🙂\n  ","986745":"\n  I guess so, not really tho\n  ","986746":"\n  define what?\n  ","986747":"\n  clothes lol\n  ","986748":"\n  no I don’t, but I definitely do wanna experience it but I have to find a place that’s hiring lol\n  ","986749":"\n  Do I like children?\n  ","986750":"\n  not really, no\n  ","986751":"\n  exactly 🙂\n  ","986752":"\n  no thank you\n  ","986753":"\n  I’m just chilling right now. What about you?\n  ","986754":"\n  I prefer giving tbh🙂\n  ","986755":"\n  yeah I don’t feel anything when they insult me because it’s people hiding behind a computer screen to scared to show who they’re so 🤷‍♀️\n  ","986756":"\n  for example: Linkin Park can melt my heart so can Chester’s voice, Jared Leto’s voice and Adam Levine’s voice and so on😋\n  ","986757":"\n  many anons on here🙂\n  ","986758":"\n  it’s going haha. How’s your day?\n  ","986759":"\n  nope 🤗\n  ","986760":"\n  I have 3 brothers and I’m only close with one of them🙂\n  ","986761":"\n  true love anon🙂\n  ","986762":"\n  professional photographer\n  ","986763":"\n  well I like both tbh\n  ","986764":"\n  key lime, lemon, grapefruit, orange\n  ","986765":"\n  lemon- lime\n  \n  cool blue\n  \n  fruit punch\n  \n  orange 😋\n  ","986766":"\n  Yes I do like marble. Some things that we have are marble 🙂\n  ","986767":"\n  I do, indeed!\n  ","986768":"\n  Yes I have!\n  ","986769":"\n  Hey hey!\n  ","986770":"\n  Hey lovely! I’m okay you?\n  ","986771":"\n  probably my mom lol\n  ","986772":"\n  I guess so?\n  ","986773":"\n  Well my hair is always mostly down tbh lol\n  ","986774":"\n  yes please!\n  ","986775":"\n  nope I haven’t\n  ","986776":"\n  I can lol\n  ","986777":"\n  I love doggos!😍\n  ","986778":"\n  going back to sleep\n  ","986779":"\n  you definitely should!\n  ","986780":"\n  I’m going to go back to sleeppp\n  ","986781":"\n  you too!❤️\n  ","986782":"\n  I absolutely agree with that saying because it’s very much true! We do find our purpose and passion when we experience our greatest pains.\n  ","986783":"\n  I would rather have more work that I actually enjoy doing!\n  ","986784":"\n  Told someone who was close to me that I liked them but then I feel I shouldn’t have🤷‍♀️\n  ","986785":"\n  I appreciate this! Thank youu🤗 have a fantastic day!\n  ","986786":"\n  Hello there!\n  ","986787":"\n  I’m not sure yet!😬\n  ","986788":"\n  I would be the type to find a group and stay with them tbh.\n  ","986789":"\n  I don’t know, I’ve never personally done it\n  ","986790":"\n  You too, lovely 💕\n  ","986791":"\n  yes, that’s him😁\n  ","986792":"\n  Where?\n  ","986793":"\n  Not really, no\n  ","986794":"\n  Why? lol\n  ","986795":"\n  they aren’t real. They’re fantasy so yeah I do\n  ","986796":"\n  That’s Jared Leto anon🙂\n  ","986797":"\n  for?\n  ","986798":"\n  Christopher Robin 🤗\n  ","986799":"\n  no I haven’t\n  ","986800":"\n  it’s going okay I guess, nothing special.\n  ","986801":"\n  no he ain’t, next\n  ","986802":"\n  I would definitely steal Jared Leto’s heart 😉\n  ","986803":"\n  oh yes absolutely!\n  ","986804":"\n  lmao what\n  ","986805":"\n  loving, sweet, silly 🙂\n  ","986806":"\n  I guess surprise parties and surprise vacations definitely!\n  ","986807":"\n  I would choose water tbh\n  ","986808":"\n  serial killers definitely, people who are mentally insane and whatnot.\n  ","986809":"\n  hmm. I don’t even know I guess I would say Greece and Italy 🙂\n  ","986810":"\n  Well I usually sleep when I’m really sleepy and my eyes are closing so that I could sleep through the night and not wake up.\n  ","986811":"\n  I’m 20 lol\n  ","986812":"\n  well it’s said in it so\n  ","986813":"\n  Lol why ?\n  ","986814":"\n  my family and friends and life itself tbh🙂\n  ","986815":"\n  not really anymore but I do eat cereal with milk lol\n  ","986816":"\n\n   https:\/\/youtu.be\/mdJDPepGOAM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","986817":"\n  most of them do lol\n  ","986818":"\n  that should tell you that she’s not interested in you or talking to you\n  ","986819":"\n  And who are you?\n  ","986820":"\n  I don’t know lol\n  ","986821":"\n  Good night!🙂\n  ","986822":"\n  💗💗\n  ","986823":"\n  I’m not sure yet\n  ","986824":"\n  because it seemed like you were sad\n  ","986825":"\n  hello lol\n  ","986826":"\n  guitar hero, just dance, Mario kart, gta 5, and that’s all I can think of lol\n  ","986827":"\n  I do! I mostly like drums tbh😁\n  ","986828":"\n  a favorite side of?\n  ","986829":"\n  yes I’m broken. Half of me is missing anon\n  ","986830":"\n  😊😊\n  ","986831":"\n  I appreciate that😁\n  ","986832":"\n  video responses?\n  ","986833":"\n  you’re so sweet 💕\n  ","986834":"\n  Awh, thank you!🤗\n  ","986835":"\n  My killer client 🙂\n  ","986836":"\n  thank you🙂\n  ","986837":"\n  happy birthday quote?\n  ","986838":"\n  what are you talking about?\n  ","986839":"\n  That’s wonderful anon\n  ","986840":"\n  you good?\n  ","986841":"\n  that’s awesome! I just finished watching a movie 😁\n  ","986842":"\n  lol why?🤔\n  ","986843":"\n  read my fAQ anon\n  ","986844":"\n  I supported them and been there for them when they needed it the most and sent them positivity 🙂\n  ","986845":"\n  I’m a size 00 or 0 in jeans and a extra small in tops lol why?\n  ","986846":"\n  in jeans? lol shoes?\n  ","986847":"\n  it’s pretty warm outside actually!\n  ","986848":"\n  yeah always have been\n  ","986849":"\n  That’s not my name\n  ","986850":"\n  no lmao\n  ","986851":"\n  I’m not sure just yet lol\n  ","986852":"\n  yeah lol\n  ","986853":"\n  I know, it was funny 😂\n  ","986854":"\n  You too!\n  ","986855":"\n  I don’t know about worst but I had one where Michael Jackson was trying to kill me lmao\n  ","986856":"\n  hmm I don’t even remember lol\n  ","986857":"\n  salute the sun?\n  ","986858":"\n  When the other person is talking to someone else behind your back without you knowing and they’re flirting with each other or when they start acting differently and you could kind of tell they’re seeing someone else.\n  ","986859":"\n  definitely slow walkers because I’m a fast walker lol\n  ","986860":"\n  nope absolutely not. I can’t dance lol\n  ","986861":"\n  I’m doing okay, what’s up?🤗\n  ","986862":"\n  I don’t think I’ve heard about it\n  ","986863":"\n  I tell them I love them, or I do small gestures and big gestures so that they know I appreciate and love them\n  ","986864":"\n  I don’t?\n  ","986865":"\n  Hey girl, how’s it going?🙂\n  ","986866":"\n  I do, indeed\n  ","986867":"\n  only truly once\n  ","986868":"\n  I go to school lol\n  ","986869":"\n  But I’m sleepy\n  ","986870":"\n  I am now sleepy\n  ","986871":"\n  obviously very devastated and heart broken. A piece of me died.\n  ","986872":"\n  Of course I will 🙁\n  ","986873":"\n  I guess so?\n  ","986874":"\n  Well I absolutely think it’s important to forgive someone even though most of the time they know exactly what they’re doing. But it’s better to forgive just not to forget. You can definitely move on by forgiving someone but you don’t have to forget what they did. And that’s what I do. I forgive but I don’t forget.\n  ","986875":"\n  I’m into both actually but maybe a little more into looks tbh.\n  ","986876":"\n  I don’t know anon\n  ","986877":"\n  thank you lovely 💕\n  ","986878":"\n  no I wouldn’t actually because once they cheated on you they will do it again. The cycle repeats. And that’s why it’s so hard to trust nowadays.\n  ","986879":"\n  What’s up?\n  ","986880":"\n  damn this movie called “Trick” on Hulu is so dark omg\n  ","986881":"\n  It was just a normal Monday for me nothing special.\n  ","986882":"\n  I don’t even remember tbh\n  ","986883":"\n  oh goodness definitely 2012-2013\n  ","986884":"\n  going out to the mall, inviting people over, going to a movie etc.\n  ","986885":"\n  Thank you❤️\n  ","986886":"\n  My personality\n  ","986887":"\n  honestly it’s never easy to say goodbye. But if you’re saying goodbye to a loved one that passed away I would say to tell them that you love them very much and that they’ll always be in your heart and mind. You’ll never forget them. And if it’s someone like an ex honestly the best way to say goodbye is to just let them go and move on slowly and remember that you deserve much better then them and that’s how you say goodbye to an ex lover.\n  ","986888":"\n  That’s adorable!\n  ","986889":"\n  Definitely how easily I forgive people when they know exactly what they were doing and how attached I get to people that I like and how hard it is for me to move on from someone. There’s so many things I wish I could change emotionally about myself.\n  ","986890":"\n  I already have wearable technology 🙂\n  ","986891":"\n  the experience I went through which started in 7th grade. A disorder I had to go through that changed my life. Still recovering from it to this day.\n  ","986892":"\n  I have!\n  ","986893":"\n  I love clowns especially Pennywise 🤡\n  ","986894":"\n  physically? well I guess I would say my face tbh\n  ","986895":"\n  I don’t really cry when watching movies so I don’t know tbh\n  ","986896":"\n  thank you omg👏🏻\n  ","986897":"\n  I used to read a lot but now I don’t really as much. I like mystery, drama, horror, thriller types of books 🙂\n  ","986898":"\n  Nothing comes easy for me. There’s always a struggle\n  ","986899":"\n  I mean I’m definitely happy for her but my feelings are mixed about it. I just find it very sad.\n  ","986900":"\n  I definitely do have it and I don’t even know how to deal with it. It takes the best out of me tbh\n  ","986901":"\n  I just close my eyes until I finally can fall asleep again 🙂 or just sit up for a little bit and read a book and then you’ll get sleepy!\n  ","986902":"\n  oh goodness I don’t know\n  ","986903":"\n  what?\n  ","986904":"\n  sure anon🙂\n  ","986905":"\n  Evening!\n  ","986906":"\n  I’ve been to many others places as well 🤗\n  ","986907":"\n  Good night lovely!\n  ","986908":"\n  bright colors mostly tbh\n  ","986909":"\n  Why? lol\n  ","986910":"\n  Definitely Italy and when I go and stay in Greece 😁\n  ","986911":"\n  yes of course\n  ","986912":"\n  Linkin Park\n  \n  my family\n  \n  My friends\n  \n  The outdoors\n  \n  Traveling\n  ","986913":"\n  that’s wonderful\n  ","986914":"\n  lmao that’s not what I meant\n  ","986915":"\n  yeah same here lol\n  ","986916":"\n  Howdy\n  ","986917":"\n  I drink tea with honey, I sleep, sit in a warm bath, go under blankets and whatnot 😋\n  ","986918":"\n  I appreciate that so much 🥺 thank you love💕\n  ","986919":"\n  Awh, that’s so sweet🥺💕\n  ","986920":"\n  I like target and home goods lol\n  ","986921":"\n  very much!\n  ","986922":"\n  I like to eat at home more\n  ","986923":"\n  hmm good question I don’t really know tbh😬\n  ","986924":"\n  YES, you got it 🥺💕\n  ","986925":"\n  well he was very talented and inspired and motivated billions of people through his life and his music. And he truly had the voice of an angel and he screamed like the devil. And he will forever be in our hearts and thoughts and missed by us all but he’s legacy will live on forever and ever. And he is always here with us in spirit. 👼🏻💕\n  ","986926":"\n  I would say guitar hero and just dance, Mario kart 😁\n  ","986927":"\n  Yes I have and I do like it 🙂\n  ","986928":"\n  all of them\n  ","986929":"\n  what even\n  ","986930":"\n  no I don’t think so\n  ","986931":"\n  That’s not cool tho\n  ","986932":"\n  It’s in my FAQ anon\n  ","986933":"\n  sleep\n  ","986934":"\n  nope it doesn’t bother me tbh\n  ","986935":"\n  I did get more coins though lol\n  ","986936":"\n  🤷‍♀️\n  ","986937":"\n  Sometimes, not often\n  ","986938":"\n  no it doesn’t bother me actually\n  ","986939":"\n  I don’t believe I have lol and nope I haven’t\n  ","986940":"\n  it’s just another normal day for me. Nothing special tbh\n  ","986941":"\n  No I don’t\n  ","986942":"\n  definitely music!\n  ","986943":"\n  clothes, shoes, technology lol\n  ","986944":"\n  of course lovely!🤗\n  ","986945":"\n  not really. I just go with whatever pops up tbh😁\n  ","986946":"\n  Why? lol\n  ","986947":"\n  well I mostly drink water lol\n  ","986948":"\n  When listening to nay Linkin Park I tear up because it reminds me of how much I miss Chester 🙁 and that’s beyond words can express.\n  ","986949":"\n  that’s not necessarily true though\n  ","986950":"\n  15 lol😱\n  ","986951":"\n  a few people actually but mostly someone and I don’t want to mention their name 🙂\n  ","986952":"\n  You as well gorgeous 😁\n  ","986953":"\n  I hope so too lovely, thank you!🙂\n  ","986954":"\n  anon anon anon\n  ","986955":"\n  no I don’t\n  ","986956":"\n  no anon\n  ","986957":"\n  never trying. If you never try, you’ll never know 🙂\n  ","986958":"\n  I’m single\n  ","986959":"\n  Swedish meatballs lol\n  ","986960":"\n  probably 16 to be honest lol\n  ","986961":"\n  my family and friends 😁\n  ","986962":"\n  nope I hate pineapple tbh.\n  ","986963":"\n  both!\n  ","986964":"\n  that’s tough I don’t know tbh! I’ve seen many animals in my life\n  ","986965":"\n  no I haven’t\n  ","986966":"\n  No one actually. It’s been awhile tbh\n  ","986967":"\n  What friends though? lol\n  ","986968":"\n  sometimes but rarely\n  ","986969":"\n  Happy Monday! I hope your weekend was great as well🙂\n  ","986970":"\n  my thoughts\n  ","986971":"\n  I totally agree with you! It’s just some anon talking again 🙂\n  ","986972":"\n  Linkin Park 😝\n  ","986973":"\n  I would much rather have a boyfriend for life 🙂\n  ","986974":"\n  I have my notifications on for email so very often 🙂\n  ","986975":"\n  nope I don’t like Harry Porter.\n  ","986976":"\n  so many things annoy me tbh\n  ","986977":"\n  I prefer pancakes tbh\n  ","986978":"\n  sure thing 🙂\n  ","986979":"\n  nope I haven’t lol\n  ","986980":"\n  I appreciate that\n  ","986981":"\n  I would say definitely terribly and made me feel like sh*t so this year is not that great as usual though 🙂\n  ","986982":"\n  nice how?\n  ","986983":"\n  like I haven’t noticed?\n  ","986984":"\n  nah no one is bothered by it and so it shouldn’t concern you what I say.\n  ","986985":"\n  hahahahahhahha nope I absolutely hate that day. It’s a pointless holiday actually 😁\n  ","986986":"\n  no it doesn’t\n  ","986987":"\n  I appreciate that, thank you❤️\n  ","986988":"\n  lol why?\n  ","986989":"\n  definitely questions that make you think a little deeper tbh!\n  ","986990":"\n  Hiii🙂\n  ","986991":"\n  It was alright nothing special. How was yours?🙂\n  ","986992":"\n  sometimes I do\n  ","986993":"\n  wait what?🤔\n  ","986994":"\n  I’d be like woah what is happening  lol\n  ","986995":"\n  in the middle or back\n  ","986996":"\n  I don’t put tbh after everything lol\n  ","986997":"\n  Yoga, hiking, biking, walking, running, swimming etc🙂\n  ","986998":"\n  yeah I think that’s true in a way tbh\n  ","986999":"\n  You okay?\n  ","987000":"\n  not at all\n  ","987001":"\n  possible but I don’t know\n  ","987002":"\n  I do sometimes lol\n  ","987003":"\n  a friendship I share with someone and not in a good way though.\n  ","987004":"\n  Hmm I don’t know tbh. Can’t think of any.\n  ","987005":"\n  the subject math tbh\n  ","987006":"\n  I wouldn’t change it even if I had the chance to.\n  ","987007":"\n  I love you more 💗\n  ","987008":"\n  Linkin Park for example 😋\n  ","987009":"\n  citrus smells, fruity smells, this candle called Voluspa and the smell is Perse Bloom that’s my favorite 😍\n  ","987010":"\n  it’s afternoon here\n  ","987011":"\n  what is?\n  ","987012":"\n  that’s in my FAQ\n  ","987013":"\n  might have to unfollow that person I don’t know tho\n  ","987014":"\n  Oh wow I thought it was very deep and emotional. Made me cry a few times actually. 🥺\n  ","987015":"\n  lol that’s adorable\n  ","987016":"\n  there’s many people I would like to meet from here in real life 🙂\n  ","987017":"\n  my fav shows :\n  \n  Criminal minds, doctor who, bates motel, the walking dead, impractical jokers, the carbonaro effect, glitch, 13 reasons why, riverdale, black mirror, shameless, ghost adventures, hack my life, the greenhouse academy, the office, scream, imposters, general hospital, we bare bears, the voice, awkward , this is us, the good doctor, sugar rush, nailed it, Zumbo’s just desserts, cake wars, cupcake wars, designated survivor, you, house hunters, my lottery dream house, four weddings, say yes to the dress, Lucifer, insatiable , nurse Jackie, stranger things, beat Bobby Flay, bar rescue, restaurant impossible, halloween wars, Halloween baking  championship, obsession: dark series, dirty john\n  ","987018":"\n  howdy\n  ","987019":"\n  lol no?\n  ","987020":"\n  I would shower, nap and then eat lol\n  ","987021":"\n  I’m honestly so annoyed 🙄\n  ","987022":"\n  I don’t know tbh\n  ","987023":"\n  that’s a tough one I don’t know tbh\n  ","987024":"\n  honestly 😂🙄🖕🏻🤷‍♀️\n  ","987025":"\n  I’m not sure tbh\n  ","987026":"\n  I do!\n  ","987027":"\n  hmm I don’t know I’ve had many memorable experiences at the movie theaters lol\n  "}}