{"Question":{"987028":"\n   Your favorite item is not going to be sold anymore!!! What are you stockpiling?!\n  ","987029":"\n   When you need a distraction what do you turn to?\n  ","987030":"\n   what’s a movie or tv show where the main characters are opposites (the yin to the other’s yang!)\n  ","987031":"\n   do you like english tea?\n  ","987032":"\n   what’s your favourite song atm? why?\n  ","987033":"\n   In your group of friends, what role do you play? 🤔\n  ","987034":"\n   not even \"amelie?\"\n  ","987035":"\n   are you coffee or a tea person?\n  ","987036":"\n   Would you ever go scuba diving🤿?\n  ","987037":"\n   it’s water is cool 😬\n  ","987038":"\n   is hearing about a partner’s past exploits\/escapades hot or make you jealous?\n  ","987039":"\n   Would you rather be hurt by the one you trust the most or the one you love the most?\n  ","987040":"\n   On a scale of 1-5, how afraid of the dark are you?\n  ","987041":"\n   I’m sorry that you know girlie 💕\n  ","987042":"\n   what’s your favourite soda?\n  ","987043":"\n   what was the latest kind of dream you last had? or was is a nightmare?\n  ","987044":"\n   What is it like to be cheated by someone?🥀🎭\n  ","987045":"\n   Why not? They're dope. And you even know the language (I just read the subtitles)!\n  ","987046":"\n   Tesla! Yay or nay?\n  ","987047":"\n   What will the future be like?\n  ","987048":"\n   who r 3 boys in ur ask page\n  ","987049":"\n   Same.. just spend time with my family later. Was watching Impractical Jokers earlier!\n  ","987050":"\n   what is the coolest outdoorsy vacation you’ve ever been on? where did you go?\n  ","987051":"\n   If you were given chance to join politics, would you?\n  ","987052":"\n   what???\n  ","987053":"\n   I'm alright thanks. What are you up to today?\n  ","987054":"\n\n    https:\/\/ask.fm\/eatyourcake\/answers\/158396881716\n   \n   how does it make you feel when a stranger uses the word sexy as a compliment? How does it make you feel when someone you know uses the word sexy as a compliment? Explain your answer please\n  ","987055":"\n   Hey girlie! How are you doing?\n  ","987056":"\n   Nicest guy on ask? :)\n  ","987057":"\n   Of course! 🤗\n  ","987058":"\n   I get extra gluten on the side, for dipping.\n  ","987059":"\n   If you had amnesia tomorrow, what notes would you write for yourself to remember?\n  ","987060":"\n   do your pets sleep with you or do they have their own bed?\n  ","987061":"\n   Do you watch French movies?\n  ","987062":"\n   Can you help me with something Nikki?\n  ","987063":"\n   Walmart or your local supermarket gives you 1 minute to go around and grab everything and its free. And you can bring one person with you. Who are you bringing and what are you grabbing?\n  ","987064":"\n   What makes you feel good about yourself?!\n  ","987065":"\n   do you like listening to old songs?\n  ","987066":"\n   do you think you've changed in the last year? in what way?\n  ","987067":"\n   do you like playing carnival games? what’s your favorite one?\n  ","987068":"\n   have you ever watched american idol? x factor? _______’s got talent?\n  ","987069":"\n   have you ever been a part of a custody battle? (on any end?)\n  ","987070":"\n   panic! at the disco or fall out boy or my chemical romance?\n  ","987071":"\n   Where are you from\n  ","987072":"\n   Have you ever heard of a now and later? It is a candy.\n  ","987073":"\n   But I do 😛😛do it it's cool\n  ","987074":"\n   When & How you know you are an adult now? 🔞😆👻\n  ","987075":"\n   Congrats you just got a place in my stalking list.\n  ","987076":"\n   Dinner can be very romantic depending on the conversation.\n  ","987077":"\n   Wow can you believe it??\n  ","987078":"\n   what’s your favorite wing flavor? boneless or bone-in?\n  ","987079":"\n   have you ever played never have i ever? truth or dare? beer pong? 7 minutes in heaven (or some other version)?\n  ","987080":"\n   Do you like eating lamb?\n  ","987081":"\n   What was the last big mistake you made?\n  ","987082":"\n   do you like the beatles or are they overrated?\n  ","987083":"\n   I mean that i like that song\n  ","987084":"\n   do you like going to arcades? have you ever gotten something cool at one?\n  ","987085":"\n   would you consider imagine dragons rock music?\n  ","987086":"\n   What is the best color for a car?\n  ","987087":"\n   anyone from AU who’s still up? i can’t sleep and it’s 2:40 am. what’s wrong with me\n  ","987088":"\n   Have you ever gone zip lining?\n  ","987089":"\n   Are you good at accepting compliments?\n  ","987090":"\n   What is a good tv bromance?!\n  ","987091":"\n   Is there anything big you already know you're gonna do this year? 😁\n  ","987092":"\n   Do most people think you look older, younger or about your age when they first meet you? Why do you think that is? 🤔\n  ","987093":"\n   Some say there are four personality types:\n\nBlue 💙: Calculated, orderly but unflexible, insensitive. \nRed ❤: Competitive, confident but quick to anger, unempathetic. \nGreen 💚: Kind, compassionate but timid, slow. \nYellow 💛: Energetic, creative but forgetful, self-absorbed.\n\nWhich are you? How? 🤔\n  ","987094":"\n   I realized i get a bad hair day when i wake up. My hairs al poofy and all over the place since my hairs a bit longer😂 how is your bad hair day?\n  ","987095":"\n   Do you like Jim Carrey\n  ","987096":"\n   guys! in a scale of 1-10, how weird you can be?\n  ","987097":"\n   what’s an overrated tv show?\n  ","987098":"\n   Who has 20\/20 vision? 👀\n  ","987099":"\n   truth or dare?\n  ","987100":"\n   What is the last thing you wish you caught on camera?\n  ","987101":"\n   What’s your favourite thing to cook?\n  ","987102":"\n   Do you still think about the people that used to be a very important part of your life, but not anymore? 😔\n  ","987103":"\n   Are you careful to not offend people or do you not give a shit?\n  ","987104":"\n   U seem to be old enough to give us advice. Can u help us out?\n  ","987105":"\n   On a scale of 1-5, how afraid of the dark are you?\n  ","987106":"\n   Do you prefer paintball or laser tag?\n  ","987107":"\n   are you fearful of the future or do you welcome it with high expectations?\n  ","987108":"\n   What time do you wake up on Sundays?\n  ","987109":"\n   I heard this rumor that girls who speak French are SUPER ticklish :D\n  ","987110":"\n   Are you gluten intolerant?\n  ","987111":"\n   Do you want a big or small wedding?\n  ","987112":"\n   what is your primary definition of someone ‘settling’ when it comes to relationships whether romantic or not?\n  ","987113":"\n   Do you speak French?\n  ","987114":"\n   Tu es gaucher ou droitier\n  ","987115":"\n   do you care about how you age? why?\n  ","987116":"\n   why\n  ","987117":"\n   What was the fastest you ever ran a mile?\n  ","987118":"\n   can i give someone my number\n  ","987119":"\n   Let me know if you do! 10000000% support that!\n  ","987120":"\n   What is your favorite pic of yourself?\n  ","987121":"\n   have you ever ridden in a helicopter?\n  ","987122":"\n   What's the worst that could happen? Worst case scenario they ignore your email. Haha take the shot\n  ","987123":"\n   Do you enjoy going out with friends? Or more by yourself?\n  ","987124":"\n   would you like to be on the price is right?\n  ","987125":"\n   Hehe im just kidding <3\n  ","987126":"\n   That is brilliant! You should do that!!\n  ","987127":"\n   What was your first impression of me? 🤔😊 How's it compared to your current impression of me? 😁 (Inspired by a question from Doug)\n  ","987128":"\n   Can you imagine accidentally being in one of their bits? Lol I love when they have to read crazy made up names. I laugh so hard every time lol\n  ","987129":"\n   Sorry I don't open links\n  ","987130":"\n   If you could have any superpowers in the world, what would it be?\n  ","987131":"\n   There all actors brahh🙄\n  ","987132":"\n   Would you name your son Chester?\n  ","987133":"\n   Really?? Thats's fantastic lol. Murr is great too! I've always wanted to meet all of them. Do you have a favorite bit that they do?\n  ","987134":"\n   Nah it's not an opinion it's a fact impractical jokers sucks itsa 100 percent cheesy staged show its all fake af\n  ","987135":"\n   I'm a penguin b!tch lemme slide in those dm's\n  ","987136":"\n   Yeah I like the show world's dumbest better\n  ","987137":"\n   Is Dallas Raines the greatest weatherman you've ever seen?\n  ","987138":"\n   Know that I'm on your side. Idc if you robbed a bank, I stand with you!\n  ","987139":"\n   Yeah! I like Joe the most. He's just hysterical (I mean they all are but it's just something about his humor and ability to stay composed). Who is your favorite?\n  ","987140":"\n   Nah world's dumbest is better🙄😂\n  ","987141":"\n   Do you paint or draw or do any sort of art? pap of your art?\n  ","987142":"\n   What do you think would be one of the best steps we could take toward ending poverty around the world?\n  ","987143":"\n   Ah me too! I'm watching them rn!!!\n  ","987144":"\n   the girl above takes an L on it\n  ","987145":"\n   have any of your boyfriends refused to call you nikki and *only* called you nicole?\n  ","987146":"\n   Of course girl! 🤗 What is something that always makes you laugh?\n  ","987147":"\n   do you have experience as an equestrian?\n  ","987148":"\n   wow! did he always perform at the same level or was he extra good any of the times you saw him?\n  ","987149":"\n   Really? 😔😔😔😔\n  ","987150":"\n   What happened?\n  ","987151":"\n   Are you wise? If so, tell me something wise. If not, what’s the wisest thing you have ever heard someone else say?\n  ","987152":"\n   That head big lol\n  ","987153":"\n   Here for you if you want to talk about it!\n  ","987154":"\n   Can i be your friend?\n  ","987155":"\n   Pretty good thanks! How are you doing?\n  ","987156":"\n   Hey girlie!\n  ","987157":"\n   Are there any brands or companies that you boycott? Why did you?!\n  ","987158":"\n   💢When did your “somethings not right here” gut feeling ever save you?\n  ","987159":"\n   Walk on the ocean step on the stones. Flesh becomes water, wood becomes bone.\n  ","987160":"\n   What’s something you think every person should experience in their lifetime?\n  ","987161":"\n   There's no need to be mean to anyone. We're all in the same site & are like family. Your dad is my dad too. My mom is your mom. Your boyfriend is also my boyfriend 😁\n  ","987162":"\n   Insta\n  ","987163":"\n   do you have specific color schemes for the rooms of your house\/place?\n  ","987164":"\n   💢What's the fastest you've ever gone from caring about someone to straight up loathing them?\n  ","987165":"\n   Okay.. here's a serious one...\nSeedless grapes.. or seeded? 😂🤣😭 What do you prefer? Haha or NEITHER?! XD\n  ","987166":"\n   Nice linkin bark lyrics\n  ","987167":"\n   I would cream you in tennis :D\n  ","987168":"\n   Would you be okay to be just a “trophy wife”?\n  ","987169":"\n   What game on your phone do you enjoy playing?!\n  ","987170":"\n   hi\n  ","987171":"\n   what kind of sports do you play?\n  ","987172":"\n   Would you like to take a journey down the yellow brick road from Munchkin Land to the Emerald City?\n  ","987173":"\n   dobraa\n  ","987174":"\n   Where’s it from? Do you wear it much?\n  ","987175":"\n   Do you have a plan to throw away your old pillow in your bedroom?\n  ","987176":"\n   Resistance-type challenges\n  ","987177":"\n   I have a challenge for you nikki are you ready?\nSelect a letter😊\nA\nB\nC\n  ","987178":"\n   Have you ever owned a Chinese New Year calender before? Have you gotten a new 2020 calendar yet?\n  ","987179":"\n   ❤️🤗😊\n  ","987180":"\n   I am tired about my life😔\n  ","987181":"\n   what do you do when no one is around?\n  ","987182":"\n   Would u rather get a tattoo on your sole or forehead 😆🐾\n  ","987183":"\n   What’s the personality trait you find most attractive in someone?\n  ","987184":"\n   I love your lipstick\n  ","987185":"\n   post a picture of u in a cute outfit :)\n  ","987186":"\n   How long have you lived in your current home?\n  ","987187":"\n   Faq you\n  ","987188":"\n   long sleeves?\n  ","987189":"\n   Hello my friend, how are you? 😀\n  ","987190":"\n   If I send you questions, that means I'm following you. Do you still want to receive questions from me or I'm a total bullshit for you? Cuz I don't want to annoy or disturb you. Thank you. 🥺 #staif\n  ","987191":"\n   may i ask what you are wearing in your profile picture? it looks cute *_*\n  ","987192":"\n   Whats worse to you? Someone who constantly complains or someone who is constantly sarcastic?\n  ","987193":"\n   I'm so confused lol because you're the hottest woman I have ever seen but I like really chunky girls like what?? I guess you're just that damn good 😍😍\n  ","987194":"\n   what did you have for breakfast?\n  ","987195":"\n   why definitely that one?\n  ","987196":"\n   Well, there wouldn’t be drug addiction if we follow Switzerland’s example where they have legal heroin and crack dispensaries. SMH!😪\n  ","987197":"\n   I can't read.\n  ","987198":"\n   what are the 5 things you love in life?\n  ","987199":"\n   Thoughts on Donald Trump recent actions\n  ","987200":"\n   yum 😋\n  ","987201":"\n   Nikki Vikki\n  ","987202":"\n   Where are you from?\n  ","987203":"\n   How many people are you truly comfortable with?\n  ","987204":"\n   Have you ever replied to a text while completely naked?\n  ","987205":"\n   What's more important - inner or outer beauty? 💕 ✨ 💄 🧠 🤔\n  ","987206":"\n   In the nail salon 💅, Should a person with a sixth finger be charged extra and the one with a missing index finger get a discount?😬\n  ","987207":"\n   How often do you smoke weed?\n  ","987208":"\n   What is the scariest bug\/spider you've ever seen?! And where did you see it?!\n  ","987209":"\n   yeah, you live in cali and i live in midwest that's kinda far\n  ","987210":"\n   If the person you hated so much died suddenly, how likely would you celebrate?\n  ","987211":"\n   Is there any person you are afraid of?\n  ","987212":"\n   Would you like to go jellyfishing with SpongeBob and Patrick?\n  ","987213":"\n   I just wanted to say happy weekend!! You're awesome!😊🌼 I love sending questions out, but if I ever annoy y'all, just shoot me something in my inbox and I'll stop.💕🌼\n  ","987214":"\n   Oh just like what i do, i treat everyone like shit equally!\n  ","987215":"\n   i got another shout out\n  ","987216":"\n   How often do you treat poor and ugly people like shit?\n  ","987217":"\n   When arguing, how often do you yell at your mom?\n  ","987218":"\n   What’s the title of the current chapter of your life? 🤔\n  ","987219":"\n   Do you love double dipping? Why?\n  ","987220":"\n   Google just for fun lechtani bosa turistika 😂...would this experience be worth it or never ever 😈😂\n  ","987221":"\n   Among your friends or family, what are you famous for? 🤔\n  ","987222":"\n   Would you like a krabby patty?\n  ","987223":"\n   NIKKI NIKKI NIKKI NIKKI NIKKI IM SO HAPPY :D\n  ","987224":"\n   Would u rather have a tattoo in your sole or forehead😆🐾\n  ","987225":"\n   Is it better for a person to have a broad knowledge base or a deep knowledge base?\n  ","987226":"\n   And you would date a married man because?\n  ","987227":"\n   Are you a cry baby or a drama queen?\n  ","987228":"\n   What have you created that you are most proud of? 🤔\n  ","987229":"\n   Do you have a leather jacket?\n  ","987230":"\n   hello, how are you? 😊\n  ","987231":"\n   Fyi: When someone buys “self help” books, that’s not self help, that’s help. Wtf!\n  ","987232":"\n   ❄️ Is January a difficult month for you to get through in any way, or do you generally find it ok?\n  ","987233":"\n   Do you prefer blue or black pens? 🤣🤷🖊\n\n(I found this question and thought it was hilarious and had to ask.. Haha! Well.. What do you think? 😆 What do you prefer? LOL)\n  ","987234":"\n   What do you think is the most difficult addiction to overcome?\n  ","987235":"\n   What’s your middle name and do you like it?\n  ","987236":"\n   When do you plan to be a rich guy’s mistress?\n  ","987237":"\n   What are ur goals in life\n  ","987238":"\n   What do you think about the following three rules:\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/160135346031\n   \n   ? Are they important to you as well?\n  ","987239":"\n   Would you rather play football or watch it played by others?\n  ","987240":"\n   Hello 😍\n  ","987241":"\n   Can you play Poker?\n  ","987242":"\n   Followed, back maybe??\n  ","987243":"\n   Who inspires you?\n  ","987244":"\n   what’s for breakfast, lunch or dinner? 😬\n  ","987245":"\n   What’s your favorite movie character and why?\n  ","987246":"\n   Theres a vip badge for 20k in the market for 2 weeks💀\n  ","987247":"\n   I hope you have a lovely weekend! :3 Do you have any plans at all? 💐\n  ","987248":"\n   Good morning! 🌹 Happy new year! 🌹 What do you whish to do this year?\n  ","987249":"\n   Just curious. Ever gone on a Tinder date?\n  ","987250":"\n   Which is worse, being too hot or too cold?\n  ","987251":"\n   How are you today?\n  ","987252":"\n   I’ll get my friend and spit roast you. That’s how I cook\n  ","987253":"\n   Then how can they still like your answers if they block you? 🤷🏻‍♂️\n  ","987254":"\n   How would you react if i want your contact number?\n  ","987255":"\n   What would you say is your element? 🔥🌊🌪☄Why? 🤔\n  ","987256":"\n   How do you know if someone blocked you on ask? 😂\n  ","987257":"\n   Would you date somebody who couldn't cook?\n  ","987258":"\n   helloo beautiful\n  ","987259":"\n   What was your first mobile phone?\n  ","987260":"\n   Are you living your dream?\n  ","987261":"\n   What’s your longest relationship?\n  ","987262":"\n   I love u❤\n  ","987263":"\n   Is it easy for you to confess your love?\n  ","987264":"\n   of countries in Africa which would be highest on your vacation bucket list?\n  ","987265":"\n   What is your favorite restaurant and what do you order?!\n  ","987266":"\n   did you ever see chester perform live?\n  ","987267":"\n   do you ever eat your food with green chilis to enhance the flavor?\n  ","987268":"\n   If only ______.\n  ","987269":"\n   How well do you know yourself? 🤔\n  ","987270":"\n   What color do you think is the worst out of the entire spectrum? And why do you think that?\n  ","987271":"\n   can you handle very hot food?\n  ","987272":"\n   I think you should transfer to CSUN. Remember in Victorious, the running joke about Northridge girls? I thought that was hilarious and it would be funny if you went there. lol\n  ","987273":"\n   Yeah I am. Are your fillings the grey metal ones\n  ","987274":"\n   have you ever gotten a late cancellation or no show fee for a doctor’s or dentist’s office? did you pay it?\n  ","987275":"\n   what’s your most embarrassing moment in life?\n  ","987276":"\n   If you could breed two animals together to defy the laws of nature, what new animal would you create?\n  ","987277":"\n   Vous croyez à la vie après la mort ? 🥺\n  ","987278":"\n   why not? you can do so much\n  ","987279":"\n   Wait what is the other VIP badge in the market for? Is this VIP badge not permanent?\n  ","987280":"\n   U got no boyfriend?\n  ","987281":"\n   how long you’ve been using this app?\n  ","987282":"\n   could you be a yoga teacher?\n  ","987283":"\n   Do you love, like love any of your followers?\n  ","987284":"\n   Would you rather be a bf\/gf relationship breaker or a home wrecker?\n  ","987285":"\n   Last time you were late for something? And what was it?\n  ","987286":"\n   Yeahhhh multiple times.. I'm rather clumsy lol... Hope you're having a great night!\n  ","987287":"\n   Hi pretty\n  ","987288":"\n   You will for sure find it\n  ","987289":"\n   Do you want children?\n  ","987290":"\n   How long have you been living in a hick town ?\n  ","987291":"\n   What would prompt you to kick a guy’s nuts?\n  ","987292":"\n   I didn't ask this question BUT I did fall going upstairs before 😬😅\n  ","987293":"\n   I WAS!? :O\n  ","987294":"\n   woah, that’s a big number 😊\n  ","987295":"\n   How many followers do you have on IG\n  ","987296":"\n   Favourite game app on your phone? I want some games too play but I really can’t find any good ones that I can get into.\n  ","987297":"\n   how many followers do you have here on ask?\n  ","987298":"\n   What's the current local time where you are now?\n  ","987299":"\n   What is the last book you read?\n  ","987300":"\n   what is your biggest fear?\n  ","987301":"\n   do you mind hanging out with couples? (aka 3rd wheeling)\n  ","987302":"\n   what is the first thing you do when you wake up in the morning?\n  ","987303":"\n   When was the last time you cried\n  ","987304":"\n   are any of your friends\/anyone in your family currently pregnant?\n  ","987305":"\n   what’s your go to alcoholic drink when you just want to sip something while you relax?\n  ","987306":"\n   Do you like anyone?\n  ","987307":"\n   qark*\n  ","987308":"\n   have you ever worked night shift?\n  ","987309":"\n   if you happen to wake up from 5years in coma, what’s the firsts you will do?\n  ","987310":"\n   Which of your scars has the best story behind it? 🤔\n  ","987311":"\n   if you had the opportunity to name a newly discovered planet, what would you name it? 🌟\n  ","987312":"\n   Is it true that you're so stupid you once fell UP a flight of stairs?\n  ","987313":"\n   If your childhood had a smell, what would it be? 🤔\n  ","987314":"\n   Have you ever seen someone get madly jealous? What did they do?\n  ","987315":"\n   What do you wish your brain was better at doing? 🤔\n  ","987316":"\n   can you write in cursive?\n  ","987317":"\n   Do you like linkin bark?\n  ","987318":"\n   do you know how to write a check?\n  ","987319":"\n   How often do you discriminate based on ethnicity?\n  ","987320":"\n   Ever been to a haunted house before?\n  ","987321":"\n   Yay I made the list\n  ","987322":"\n   Are you on Tinder?\n  ","987323":"\n   If you got hit on the head with a wooden guitar would you collapse?\n  ","987324":"\n   what are your plans for the weekend?\n  ","987325":"\n   Were you live?\n  ","987326":"\n   what was your childhood nickname?\n  ","987327":"\n   The only kid you have is kid rock\n  ","987328":"\n   You said that last time and he won\n  ","987329":"\n   Trumps gonna win, like it or not.\n  ","987330":"\n   How old is your kid ???\n  ","987331":"\n   Follow for Follow - On Twitter???\n   \n    @FayePinksy\n   \n","987332":"\n   You going out tonight?\n  ","987333":"\n   what’s a word you hate the spelling of?\n  ","987334":"\n   What is your favorite source of indoor entertainment?\n  ","987335":"\n   have you ever played charades?\n  ","987336":"\n   Favorite color hair?\n  ","987337":"\n   would you clone yourself if you could?\n  ","987338":"\n   are you a good judge of character?\n  ","987339":"\n   When was the last time you annoyed someone\n  ","987340":"\n   do you use facebook messenger?\n  ","987341":"\n   U so pretty 💯💯💯💯\n  ","987342":"\n   Do you believe that each individual on Earth has a soulmate?\n  ","987343":"\n   Ugh I forgot to take anonymous off the first time I sent it out but the first question was me 😩😩\n  ","987344":"\n   You like honey?\n  ","987345":"\n   what’s the farthest you’ve ever driven?\n  ","987346":"\n   sunset or sunrise?\n  ","987347":"\n   Happy friday 🤗\n  ","987348":"\n   who was tge last person you hug?\n  ","987349":"\n   who was the first person you followed on ask?\n  ","987350":"\n   good morning you all beautiful people 💕\n  ","987351":"\n   do you have any suggestions on who to follow here? the more the merrier right? ☺️\n  ","987352":"\n   Have you been in a car accident?\n  ","987353":"\n   what are some of the things you like to pin on pinterest?\n  ","987354":"\n   What does your instagram bio say?\n  ","987355":"\n   what’s your favorite throwback song?\n  ","987356":"\n   Do you use to say your true feelings through jokes?\n  ","987357":"\n   How many fillings have you had\n  ","987358":"\n   of countries in Europe which would be highest on your vacation bucket list?\n  ","987359":"\n   When did you last have a filling at the dentist\n  ","987360":"\n   Coffee drinker?  ☕\n  ","987361":"\n   chocolate or vanilla?\n  ","987362":"\n   Do you prefer to live alone or with someone?\n  ","987363":"\n   From the kids show Billy and mandy\n  ","987364":"\n   Are you a psychic in any way?\n  ","987365":"\n   Nice lips in your dp❤️\n  ","987366":"\n   How often do you find yourself judging others?\n  ","987367":"\n   in the internet\n  ","987368":"\n   Hope you are having a good day! Have you done anything fun so far?\n  ","987369":"\n   Fred fred burger is not a gif 😒🙃\n  ","987370":"\n   What’s the last thing you did right before you answered this question?\n  ","987371":"\n   do you hear from the bushfire in australia?\n  ","987372":"\n   Where would you wish to wake up tomorrow and spend the weekend?!\n  ","987373":"\n   What color is your winter coat?\n  ","987374":"\n   What's something you searched for a GIF for, but couldn't find anything that really fit?!\n  ","987375":"\n   What made your day today? Anything so far?!😊\n  ","987376":"\n   feta cheese or blue cheese?\n  ","987377":"\n   Do you have any family secrets?\n  ","987378":"\n   do you bake or cook? if so, what do you most enjoy making?\n  ","987379":"\n   ave you ever gone parachuting or para-diving?\n  ","987380":"\n   Do you like your nails short or long?\n  ","987381":"\n   Is your icon a green turd?\n  ","987382":"\n   Ever been sea sick before?\n  ","987383":"\n   have you ever climbed a tree? have you ever fallen out of a tree?\n  ","987384":"\n   Oh babe\n  ","987385":"\n   What kind've work did you do today or did you just chill and rest today?\n  ","987386":"\n   do you like white chocolate?\n  ","987387":"\n   your dp is amaaazing\n  ","987388":"\n   How are you\n  ","987389":"\n   So you don't think you have compelling, fascinating qualities?\n  ","987390":"\n   Ur sleepy?\n  ","987391":"\n   Ye I know\n  ","987392":"\n   what age do you feel?\n  ","987393":"\n   happy friday everyone! anyone up for a drink 🥃 🤣\n  ","987394":"\n   And you're intriguing.😊\n  ","987395":"\n   ye\n  ","987396":"\n   All ready❤️\n  ","987397":"\n   i like u\n  ","987398":"\n   15 day trip to Fiji, yay or nay?\nWould you like to try something different?\n  ","987399":"\n   Wow. You really told me. I admit defeat.😊\n  ","987400":"\n   Use a GIF to show an awesome singer or video that you like. Try to find your singer or favorite video in the GIFs or just PAP.\n  ","987401":"\n   Touche😊\n  ","987402":"\n   Ur cute\n  ","987403":"\n   does anyone else keep thinking it’s monday and then remembering it’s actually thursday or just me? 🤪\n  ","987404":"\n   U got anyway back problems or no\n  ","987405":"\n   Not really. I just don't really want it. Thank you though😊\n  ","987406":"\n   What is true beauty for you? ☺️\n  ","987407":"\n   Is there any people or person that you'll probably never forget ( family and friends don't count)\n  ","987408":"\n   But  need it or no\n  ","987409":"\n   Thank you. But I'm good😊\n  ","987410":"\n   U got massage??\n  ","987411":"\n   How is ur back\n  ","987412":"\n   Have you ever stolen anything?\n  ","987413":"\n   Instagram?\n  ","987414":"\n   what makes you insecure?\n  ","987415":"\n   what’s your favorite salad dressing?\n  ","987416":"\n   Causei have them and they suck\n  ","987417":"\n   How do you get rid of stress and negative energy?\n  ","987418":"\n   I’m dead😂😭\n  ","987419":"\n   Who is in your bad books atm\n  ","987420":"\n   To trip or not to trip that is the question...\n\nY'all trippin today?\n  ","987421":"\n   Would you rather try to\n\nStorm Area 51 \n\nOR\n\nAttend the Fyre Festival\n  ","987422":"\n   Welp youre lucky\n  ","987423":"\n   Who else has braces ?\n  ","987424":"\n   Who would like to receive questions when I send them out?\n\n Use this for whatever just let me know. Anyone else wants them just hmu\n  ","987425":"\n   Do you feel younger or older than your actual age? 👍\n  ","987426":"\n   Why our moods are same\n  ","987427":"\n   ASK.fm is a lot like life the more you give the more you get back, the less you give the more you lack! May your New Year be one of abundant joy and happiness filled with blessings and much success!\n  ","987428":"\n   Ummmmm if you could eat ANY FOOD IN THE WORLD ... right now ! What would you eat ?(:\n  ","987429":"\n   I hope yall have a great Friday and an even better weekend!\n~use this as a filler~\n  ","987430":"\n   Do you have to work or go to school at the moment?\n  ","987431":"\n   omg ur anons 😂😂😂\n  ","987432":"\n   Why do girls gossip a lot?\n  ","987433":"\n   If you could eliminate one social network from the site, which one would it be and why?\n  ","987434":"\n   Ever do a messy bun with your nose hairs?\n  ","987435":"\n   Babe give me your snapchat please\n  ","987436":"\n   If you were a character in a dating sim, what choices would the player have to make to get you to go out with them?\n  ","987437":"\n   If you were arrested what would your family and friends think it was for?\n  ","987438":"\n   Ok Give me your snapchat and let's romance\n  ","987439":"\n   Have you had a good day?\n  ","987440":"\n   Up for sexting or romance?\n  ","987441":"\n   Am I the only one who has never had a New Years kiss\n  ","987442":"\n   Friday Tomorrow\n\nYAYYYY\n  ","987443":"\n   Anything planned for the new year?\n  ","987444":"\n   Ever do a messy bun with your hair?\n  ","987445":"\n   what’s your favorite snapchat or instagram filter?\n  ","987446":"\n   If you could switch families, would you?\n  ","987447":"\n   Ever feel tired for no apparent reason?\n  ","987448":"\n   What‘s something inexpensive that you bought, but that had a high value for you?\n  ","987449":"\n   Ever try to imagine what you['ll look like when you're about 80?\n  ","987450":"\n   Trump 2020\n  ","987451":"\n   What comes easy to you?\n  ","987452":"\n   Ever gotten a canker sore? I have one and it freaking hurts!!!\n  ","987453":"\n   If memes come and memes go, then how come people are still dabbing?\n  ","987454":"\n   In popular areas in your town do they charge for parking? If so how much?\n  ","987455":"\n   How have the holidays been for you? 😁\n  ","987456":"\n   have you ever had professional photos done of you or your family?\n  ","987457":"\n   do you like crab dip? shrimp salad? chicken salad? tuna?\n  ","987458":"\n   Vanessa against the machine\n  ","987459":"\n   What's your opinion of professional wrestling?\n  ","987460":"\n   Are you an accomplished tennis player?\n  ","987461":"\n   What topic of conversation do you consider boring?\n  ","987462":"\n   Have you ever fallen\/jumped\/been pushed into water with your clothes on?\n  ","987463":"\n   Are u single and ready to mingle?\n  ","987464":"\n   what are you doing?\n  ","987465":"\n   Do you like theme park rides?\n  ","987466":"\n   What's something you tell yourself every day? 👍\n  ","987467":"\n   What’s the best thing you got from your parents? 🤔\n  ","987468":"\n   and that you're hot\n  ","987469":"\n   What's the usual first impression people have on you in person? 😅✨ Are they wrong or nah?\n  ","987470":"\n   Isn't eating heart shaped chocolate good enough of a reason?\n  ","987471":"\n   Only old people wear them\n  ","987472":"\n   have you taken a selfie in 2020 yet?\n  ","987473":"\n   Why?\n  ","987474":"\n   Lol aren't you too young for that\n  ","987475":"\n   Do you wear slippers\n  ","987476":"\n   Are you ready for Valentine's Day?\n  ","987477":"\n   Do you have a favorite New Years memory? Are you excited for this New Years?\n  ","987478":"\n   Who’s your crime partner?😉\n  ","987479":"\n   do you like disney music?\n  ","987480":"\n   Who means more to you, Chester or Jared?\n  ","987481":"\n   What's something you wish you saw more of? Why? 👍\n  ","987482":"\n   what’s a really common name that you like?\n  ","987483":"\n   Unlimited tacos or unlimited pizza?!\n  ","987484":"\n   do you like to go and listen to live music?\n  ","987485":"\n   Who was the last person you took a picture with?\n  ","987486":"\n   would you rather listen to music or watch TV?\n  ","987487":"\n   What photo on your phone do you love the most? What's the reason?!\n  ","987488":"\n   have you ever had a locket or a charm bracelet?\n  ","987489":"\n   What mistake do you keep making again and again? 🤔\n  ","987490":"\n   do you wear any rings? post a picture!\n  ","987491":"\n   What do you spend the most time thinking about? 🤔\n  ","987492":"\n   how many coins do you have? how many followers? how many answered questions? how many likes? how many unanswered questions?\n  ","987493":"\n   What is your favorite genre of music?\n  ","987494":"\n   do you remember koo koo roo?\n  ","987495":"\n   what’s your favorite time of day?\n  ","987496":"\n   What's your favorite jolly rancher?!\n  ","987497":"\n   If you had to pick a fast food place to live on forever, what would you pick?\n  ","987498":"\n   What do you hope your last words will be? 🤔\n  ","987499":"\n   What have you not done since last year?😉\n  ","987500":"\n   Do you fake illness sometimes to avoid going to school or work?\n  ","987501":"\n   In what way are you a survivor? 👍\n  ","987502":"\n   What was the most memorable gift you’ve received? 🤔\n  ","987503":"\n   What’s in your pockets?\n  ","987504":"\n   When you're alone, what do you think about a lot?\n  ","987505":"\n   What do you spend most of your money on?\n  ","987506":"\n   Gm❤️\n  ","987507":"\n   You doing any of these health fads for January?\n  ","987508":"\n   how is your day going so far?\n  ","987509":"\n   Do you like Evas feet?\n  ","987510":"\n   Hugs❤️\n  ","987511":"\n   and they got the best student\n  ","987512":"\n   What do you most often take pictures of? 🤔 Haha\n  ","987513":"\n   who was your least favorite teacher in school?\n  ","987514":"\n   Do you actually have a ordinary thought or question that's actually your own. And not from Quora?\n  ","987515":"\n   DO YOU LIKE WRESTLING?\n  ","987516":"\n   Happy new years eve! I hope 2020 brings you alot of new memories with love, laughter, joy and happiness and most importantly good health. I hope you achieve all your goals and dreams ❤️\n  ","987517":"\n   Which would you rather have as a gift... roses or chocolates?\n  ","987518":"\n   Do you prefer to be in front of or behind the camera?!\n  ","987519":"\n   May I hug your doggos?\n  ","987520":"\n   why would they do that to your saintly self?\n  ","987521":"\n   what's good?\n  ","987522":"\n   have you ever thought about marrying a man named nikki and you 2 having the same name?\n  ","987523":"\n   When was the last time somebody shouted at you?\n  ","987524":"\n   Have you ever trusted someone and then regretted trusting them? If so care to share your story on why you stop trusting them....\n  ","987525":"\n   Are you afraid of large striped beetles ?\n  ","987526":"\n   do you feel like an aristocrat?\n  ","987527":"\n   Do you like working on vehicles?\n  ","987528":"\n   What do you do that makes it bad?\n  ","987529":"\n   Which brand of bottled water do you like most?\n  ","987530":"\n   Ever been chosen out of the audience to participate ?\n  ","987531":"\n   Did you take your Christmas decorations down yet?\n  ","987532":"\n   What's your favorite drink?\n  ","987533":"\n   What's your favorite alcoholic beverage?\n  ","987534":"\n   What's something you're really bad at?\n  ","987535":"\n   did 2020 start off super well for you nicole?\n  ","987536":"\n   Do you like to talk about different subjects in school? If so then what kind?\n  ","987537":"\n   I hope you’re having a good new year so far, love 💛\n  ","987538":"\n   What’s the most immature thing that you do? 🤔\n  ","987539":"\n   What's something you tried, that you won't ever do again?\n  ","987540":"\n   What dumb accomplishment are you most proud of? 🤪\n  ","987541":"\n   Instagram?\n  ","987542":"\n   Glad to hear it! ✨ Mine's alright thank you c:\n  ","987543":"\n   If you found Jared Leto wandering through your neighborhood and he didn't know who he was but was convinced that you were his beloved wife, would you roll with it or tell him the truth?\n  ","987544":"\n   What is the biggest lesson you never learned? 🤔\n  ","987545":"\n   When the electricity goes out in your home, what’s the first thing you miss?\n  ","987546":"\n   On scale from 1 to 10, how much of a pizza person are you?\n  ","987547":"\n   Did you get your pets Christmas gifts?!\n  ","987548":"\n   2 hours to go\n  ","987549":"\n   Favorite animal to own as a pet?\n  ","987550":"\n   Do you usually sleep well each night?\n  ","987551":"\n   What is the grossest thing you’ve ever eaten?\n  ","987552":"\n   What activity do you never get bored with?\n  ","987553":"\n   How is everyone's New Year so far?\n  ","987554":"\n   Funniest random thought you’ve had?\n  ","987555":"\n   I know it’s late but I wish you a very happy new year and i hope your coming year is full of joy and love and is far better than last year!! ✨\n  ","987556":"\n   Who do you love more than yourself?\n  ","987557":"\n   Do you prefer to shop in store or online?\n  ","987558":"\n   Do you love yourself more than anyone else?\n  ","987559":"\n   Do you have any new year resolutions?! 2020\n  ","987560":"\n   If someone wanted to paint their house a \"strange\" color, what color would you recommend?\n  ","987561":"\n   Do you think this year is going fast so far?\n  ","987562":"\n   I just wanted to drop in before the new year to remind you that you are absolutely beautiful!!! 💕\n  ","987563":"\n   🐱🎆 To everybody with pets on New Year’s: How do you handle it? It’s not New Year’s here in Germany yet, but they already fire off fireworks ever now and then, which scares my cat. What can I do to comfort them and help them calm down? 🐱🎆\n  ","987564":"\n   Are you from Iraq?\n  ","987565":"\n   Are you utterly thrilled that Lindsay Lohan is making her Hollywood comeback?\n  ","987566":"\n   Do you like crime shows?\n  ","987567":"\n   Who is your favorite Streamer? (Twitch, Mixer, etc.)\n  ","987568":"\n   Happy New Twenty Twenty! ☺\n  ","987569":"\n   Best hotel you’ve lived at?\n\nWorst hotel you’ve lived at?\n  ","987570":"\n   🍻Happpyyyy New Year!!!!❤❤❤👑💞💫✨🎉🎊 Cheers to a better life and a bright future. Have a prosperous New Year and another chance for us to get it right 💯\n  ","987571":"\n   do you hold on to receipts?\n  ","987572":"\n   Do you love Post Malone's new face tattoo?\n  ","987573":"\n   Follow Back\n  ","987574":"\n   I always check you answer in ask app.\n  ","987575":"\n   Happy New Year everyone, I hope that 2020 is a great year for you! ✨💕\n  ","987576":"\n   Do the 10 year challenge\n  ","987577":"\n   Happy New Years everyone!!\nI hope y'all have an incredible 2020 🤟🏼💛\n  ","987578":"\n   It's 2020. Did you think that the world would have ever made it to this year?\n  ","987579":"\n   Happy New Year’s 🎇🥳🎆. I hope 2020 is good to you all 💕\n  ","987580":"\n   Nightlife Spam: When was the last time you accepted a drink from a stranger? If you haven't, would you?\n  ","987581":"\n   Anything you’re doing to start the new year?\n  ","987582":"\n   Nightlife Spam: How often do you stay out past midnight?\n  ","987583":"\n   Why do you \"like\" your own answers???\n  ","987584":"\n   What has been your biggest accomplishment in 2019?!\n  ","987585":"\n   do you use a lot of emojis? 😂🤪🥴🤷🏼‍♀️💩👹🧟‍♀️🧚🏻‍♂️💛🤍\n  ","987586":"\n   What is your favorite season?\n  ","987587":"\n   How did you celebrate New Year? 🥂🎉\n  ","987588":"\n   Happy New Year! Do you have any resolutions?\n  ","987589":"\n   what time did you go to bed last night?\n  ","987590":"\n   Do you find dreadlocs attractive or unattractive\n  ","987591":"\n   When was the last time you spent an entire day without your phone? What did you do?\n  ","987592":"\n   what’s your favorite cover song?\n  ","987593":"\n   your new years blessing means EVERYTHING to me\n  ","987594":"\n   What makes you nervous?\n  ","987595":"\n   Do you find yourself thinking more about your past, present or future?\n  ","987596":"\n   Happy 2020 to all of you!Make 2020 better and let’s re-elect Trump! 😛😛😛😛😛\n  ","987597":"\n   Wishing you a very Happy New Year 😁 🎉 🥳 🎆\n  ","987598":"\n   Happy New Year!!! 🎊🎉✨ I hope you have a great evening and be safe if you're out celebrating tonight! 🙌💪✨\n  ","987599":"\n   Happy new year! I hope your year is better than 2019!\n  ","987600":"\n   Favourite quote from a movie?\n  ","987601":"\n   Would you sample an authentic Philly cheesesteak?\n  ","987602":"\n   were you @ lebrons bday party last night?\n  ","987603":"\n   what’s your favorite sport that involves a ball?\n  ","987604":"\n   Do you mourn for the little girl you used to be?\n  ","987605":"\n   what’s everyone doing tonight this NYE?\n  ","987606":"\n   Same\n  ","987607":"\n   What do people think is weird about you? 🤔\n  ","987608":"\n   Is this year going to be your year\n  ","987609":"\n   What song do you often sing in the shower?\n  ","987610":"\n   Happy New Year! What are you doing tonight?\n  ","987611":"\n   Are you close with your parents\n  ","987612":"\n   your body is so curvy nikki\n  ","987613":"\n   You gonna party and get drunk tonight?\n  ","987614":"\n   Happy new year eve  Nikki\n  ","987615":"\n   Do you often find yourself longing more to the past or the future?\n  ","987616":"\n   What was the last thing to Annoy you\n  ","987617":"\n   What’s the most money you’ve given away?\n  ","987618":"\n   do you wear more white or black ?\n  ","987619":"\n   You can pick any person in the world and they will instantly fall in love with you when you meet .  Who you picking ?\n  ","987620":"\n   Yay, not capped anymore\n  ","987621":"\n   Do you like or hate your job?\n  ","987622":"\n   Do you make New Years Resolutions, or do you end up breaking them?\n  ","987623":"\n   ✨ You are in charge of your life. No one has power over your decision-making. You are not powerless to act.  In fact, you are endowed with more than enough resources to ignite change. ✨\n  ","987624":"\n   Who’s had five guys before? What was your Order? Rate it out of ten?\n  ","987625":"\n   What celebrity annoys you the most?\n  ","987626":"\n   Have you ever saved someone’s life? 🤔\n  ","987627":"\n   How do you buy it?\n  ","987628":"\n   If you could change one thing about ASKfm for 24 hours, what would it be?\n  ","987629":"\n   Hi i have offer for you if you kiss my hand i will give you 20 like and 100 coines ? Do you have better offer ?\n  ","987630":"\n   how long did you wait after you sent in for Vip ?\n  ","987631":"\n   With a new decade on the horizon, how hyped are you for the 2020s?\n  ","987632":"\n   outfit for new years?\n  ","987633":"\n   Happy  new year\n  ","987634":"\n   I'll be coming home next year\n  ","987635":"\n   would you rather drink or smoke\n  ","987636":"\n   If you go pass the guy in 2nd, then you are in 2nd\n  ","987637":"\n   What do you think about ice skating?\n  ","987638":"\n   Are you generally a more optimistic or pessimistic person? Happy New Year \/ Happy Diwali btw 🥰💛\n  ","987639":"\n   Forget the bad times,\nYou have 12 new chapters hai 365 new episodes.\n  ","987640":"\n   We’re almost there to 2020. To some people its already 2020. Lets hope for a better year! And have a good rest of your day!\n  ","987641":"\n   What’s something you are self-conscious about? 🤔\n  ","987642":"\n   Are you ready to close page 365 of 365 of Book 2019? ☺️💛\n  ","987643":"\n   What’s the best thing about you? 🤔\n  ","987644":"\n   What are you addicted to? 🤔\n  ","987645":"\n   What do you have doubts about? 🤔\n  ","987646":"\n   What's the dumbest thing you've ever done?\n  ","987647":"\n   How healthy is your diet?\n  ","987648":"\n   You are running on a race,and you just surpass the man on 2nd position. So what position are you in now?\n  ","987649":"\n   Wow those are both really cool options! :)\n  ","987650":"\n   Are you enjoying your NYE? 😊\n  ","987651":"\n   I’m definitely with you! How could we spread more positivity on here?\n  ","987652":"\n   Ah! Do you love it?\n  ","987653":"\n   🍄 What are you missing on this platform? What would make this an even better experience?\n  ","987654":"\n   Do you prefer to eat with TV On or Off?\n  ","987655":"\n   Ah! I loved the new Jeffree and Shane series! Do you have their palette?\n  ","987656":"\n   You like punk rock?\n  ","987657":"\n   What kind of accessories do you wear usually?\n  ","987658":"\n   I wish you crazy New Year's party with a bang of fireworks and a happy New Year 2020! 🍾🎉\n  ","987659":"\n   How much time does it take you to get over someone?\n  ","987660":"\n   Do you have any T-shirts with your own face on them?\n  ","987661":"\n   I noticed you like Jeffree Star! Do you like Shane Dawson too?\n  ","987662":"\n   Hey \nHappy New Year...🌹\n  ","987663":"\n   Were you bullied at school?\n  ","987664":"\n   Do you prefer a younger or older partner?\n  ","987665":"\n   is the movie \"dirty dancing\" appropriate for a 7 year old?\n  ","987666":"\n   Which would you rather be able to do in real life? Copy and paste, or undo?\n  ","987667":"\n   We going have problems if you don't swing that opinion outta here try again\n  ","987668":"\n   What's the last movie you watched?!\n  ","987669":"\n   How are you ?\n  ","987670":"\n   What’s  the  Best  Comedy  Movie  You’ve  Ever  Seen?\n  ","987671":"\n   You’re a female! You should know how to change diapers! 😂\n  ","987672":"\n   I'm good. I'll stick with just one. 😉\n  ","987673":"\n   What kinds of things do you watch on YouTube?\n  ","987674":"\n   Hey❤️\n  ","987675":"\n   Does that mean I can have a second best friend too? Or do you want me all to yourself? 🤔\n  ","987676":"\n   Not fair. I'm coin capped. 😔\n  ","987677":"\n   I'm sure a lot of people would be jealous if their best friend had another best friend. But not me. I don't mind sharing your love. 🤗\n  ","987678":"\n   How do you like to be comforted when you’re sad or upset? 🤔\n  ","987679":"\n   Were you just trying to be nice when you said you've always wanted to go there?\n  ","987680":"\n   What's your favorite childhood book and why?\n  ","987681":"\n   Have you ever changed a diaper?\n  ","987682":"\n   What do you want to see in PA?\n  ","987683":"\n   What's the sweetest thing anyone's ever done for you?!\n  ","987684":"\n   I'd give coins but still capped 😋\n  ","987685":"\n   What was the last thing to make you happy\n  ","987686":"\n   what is your greatest achievement?\n  ","987687":"\n   What does your signature look like\n  ","987688":"\n   Stinkswift\n  ","987689":"\n   Have you ever gotten your arm stuck in a golf bag?\n  ","987690":"\n   Do you have any tonsils?\n  ","987691":"\n   How many Warhead candies could you eat in 5 minutes?\n  ","987692":"\n   Stay pretty 😘\n  ","987693":"\n   Do the breathing challenge: put your hand over someone’s mouth and plug their nose for 10 seconds.\n  ","987694":"\n   What has been your favorite New Year's Eve yet?! Will tomorrow top it?!\n  ","987695":"\n   What's your favorite thing to do alone? 🤔\n  ","987696":"\n   ever made your tinder swipe choices with a parent?\n  ","987697":"\n   when you're feeling depressed, what do you do to feel better?\n  ","987698":"\n   I have it on my list of shows to watch lol. So what would be your dream job? (the dreaded question for a lot of young adults lol) and I am going my Masters in Business Administration at the moment!\n  ","987699":"\n   Lol that GIF is me too\n  ","987700":"\n   Do you have any gay\/lesbian friends\n  ","987701":"\n   Lol certain parts of PA are better than others... Oddly enough I never watched The Office lol. So you like psychology and interior design?\n  ","987702":"\n   Thank you bestie. ❤\n  ","987703":"\n   I loveeeeeeee you tooooo!!!!😂❤\n  ","987704":"\n   tennis is bomb\n  ","987705":"\n   Ah thank you! I appreciate the compliments! I'm from Pennsylvania. Do you like California?\n  ","987706":"\n   followed 😊\n  ","987707":"\n   You're so sweet! Where are you from?\n  ","987708":"\n   Aww thank you so much!! And I'm good thanks! Followed btw\n  ","987709":"\n   Who is the smartest person you’ve ever met? 🤔\n  ","987710":"\n   Of course girlie! How are you? (Sorry didn't realize I had anon on when I asked you at first)\n  ","987711":"\n   what is something that can always improve your mood?\n  ","987712":"\n   You are so pretty! And you seem like a really nice person!\n  ","987713":"\n   y the summer months\n  ","987714":"\n   Write a message to your 2019 self 🥰💛\n  ","987715":"\n   How long did it take you to get your vip badge because im pretty sure they just took my coins...\n  ","987716":"\n   Well fine. Meany.\n  ","987717":"\n   what's your favourite pizza topping?\n  ","987718":"\n   What cliche saying do you hate hearing the most? 🤔\n  ","987719":"\n   what do u think is the most common birthday month worldwide?\n  ","987720":"\n   did you ever have a wii? what was your favorite game?\n  ","987721":"\n   what’s the name of your wifi?\n  ","987722":"\n   What do you wish you cared less about? 🤔\n  ","987723":"\n   Cool. Did you play tennis on your high school team?\n  ","987724":"\n   Fav movie\n  ","987725":"\n   Do you play tennis?\n  ","987726":"\n   Tennis? Wtf I'm not trying have an incident I go for the ball nd extend and blaaaaaap pull my arm out of its socket. Try again\n  ","987727":"\n   Favorite sports\n  ","987728":"\n   Must have been a glitch losing my VIP. It wasn't gone long.\n  ","987729":"\n   What even is this 😂😂😂\n  ","987730":"\n   U evr been black?\n  ","987731":"\n   If you could change your sleep schedule to where you would hibernate for 3 months, and then would be fully awake for the other 9- would you?!\n  ","987732":"\n   What does it mean when your partner asked you a question like, “Are we okay for each other?” Are they having doubts or questioning the relationship or what?\n  ","987733":"\n   Did you get bullied in school and how did you deal with it\n  ","987734":"\n   May as well since I know you want to. 🙂\n  ","987735":"\n   Are you a gamer\n  ","987736":"\n   Anything you want to accomplish before 2019 ends?\n  ","987737":"\n   What are the three best things about you?\n  ","987738":"\n   What was your favorite toy growing up?\n  ","987739":"\n   Do you have any regrets? Care to share? 🤔\n  ","987740":"\n   How are you now?\n  ","987741":"\n   1 question and I’m out Do you still like Adam Levine?\n  ","987742":"\n   Do you have any siblings and do you get along with them\n  ","987743":"\n   How many boyfriends have you had?\n  ","987744":"\n   Can you type without looking at the keyboard?\n  ","987745":"\n   You’re beautiful\n  ","987746":"\n   Whats your height an whats your weight ?\n  ","987747":"\n   What was the last book you read?\n  ","987748":"\n   To my previous question, they can’t harm you but you’re in the room with them. My question did sound like a death question. Sorry😂\n  ","987749":"\n   Enjoy your day hope it goes well\n  ","987750":"\n   what should you be doing right now?\n  ","987751":"\n   Are you a buckley?\n  ","987752":"\n   favorite brand of makeup? lipstick or lipgloss?\n  ","987753":"\n   You are beautiful! and you can change the world..🌸\n  ","987754":"\n   What song did you last listen to?\n  ","987755":"\n   What did you have for breakfast\/lunch today?!\n  ","987756":"\n   What promise have you broken? 💔\n  ","987757":"\n   What's a damn good song you've been listening to recently?\n  ","987758":"\n   Name one thing that really annoys you 😁\n  ","987759":"\n   Chester Bennington was the lead singer for Linkin Park. You were mentioning him.\n  ","987760":"\n   Have you ever fired a real gun? 😁\n  ","987761":"\n   Lead singer Linkin Park!\n  ","987762":"\n   Would you rather to always have to say the exact truth, or never be able to accurately express yourself?\n  ","987763":"\n   What do you like more for a date.\n\n1. Just a order pizza, stay at home, watch movies and then maybe go swimming in the pool out back together, kinda date?\nOR\n2. Go get dinner, go to the arcade, walk to the boardwalk and watch the sunset together, then small boat ride home in a row boat, kinda date?\n  ","987764":"\n   Instagram name\n  ","987765":"\n   Test of fear:Rather be trapped in a room with harmful spiders? Or be trapped in a room with a bunch of wasps?\n  ","987766":"\n   Do you believe in ghosts? Any paranormal experiences? 😊\n  ","987767":"\n   Can i follow you on instagram?\n  ","987768":"\n   have you ever been to a play?\n  ","987769":"\n   I'll never ______.\n  ","987770":"\n   Do you like chocolate milk?\n  ","987771":"\n   do you like cheetah print? chevron? plaid? stripes? polka dots?\n  ","987772":"\n   Do you ever wear printed shirts? 🤔 With what kind of prints then? 😁\n  ","987773":"\n   How many times have you broken your phone?\n  ","987774":"\n   Do you like 2019?\n  ","987775":"\n   Would want to have you as my friend❤️\n  ","987776":"\n   What is the difference between being alive and truly living?\n  ","987777":"\n   Good morning! :D I follow you now! How are you? Are you happy? Can you ask me something, please?\n  ","987778":"\n   No one cares about his music. The way he finished things, is a cowards way out. Do you really think people are remember him for his music?\n  ","987779":"\n   You're a very good person :) I wish you all the happiness in the world ;) :) xxxxxxxxx Do you like this website?\n  ","987780":"\n   But he committed suicide? How is that inspiring?\n  ","987781":"\n   Votre vie est in gachis. Pas let miens.\n  ","987782":"\n   What do you take for granted? 🤔\n  ","987783":"\n   But he's dead?\n  ","987784":"\n   What do you have doubts about? 🤔\n  ","987785":"\n   Who inspires you to be better? 🤔\n  ","987786":"\n   What risks are worth taking? 🤔\n  ","987787":"\n   What's your new year resolution?\n  ","987788":"\n   Would you rather be able to breathe underwater or walk in the clouds?\n  ","987789":"\n   Demander de l'aide professionnelle.\n  ","987790":"\n   It amazes me that you find sarcastic questions funny.\n  ","987791":"\n   ever seen The Greatest Showman?\n  ","987792":"\n   Really?\n  ","987793":"\n   🧠 What harsh truths do you prefer to ignore?\n  ","987794":"\n   that seems pretty shocking considering how likable you are!!\n  ","987795":"\n   Then sleep. Are you waiting for permission?\n  ","987796":"\n   i ate way too much, lol\n  ","987797":"\n   What animal are u scared to death of the most ?. Or do u like all animals. ?\n  ","987798":"\n   Kindly followed back and like plz 👸💕\n  ","987799":"\n   Do U ever take a break from this sh*t.\n  ","987800":"\n   If you could turn any activity into an Olympic sport, what would you have a good chance at winning medal for? 🤔\n  ","987801":"\n   what’s a hobby or interest you’ve tried getting into but it just wasn’t for you?\n  ","987802":"\n   What gets you fired up? 🤔\n  ","987803":"\n   What are you interested in that most people haven’t heard of? 🤔\n  ","987804":"\n   What’s your favorite book\/movie of all time and why did it speak to you so much?\n  ","987805":"\n   Can i be your friend? Please\n  ","987806":"\n   So how long have you been seeing a therapist?\n  ","987807":"\n   If you had to be apart of a circus show, what would you be doing?!\n  ","987808":"\n   No! He might die! Too many gerbils running around! 😱😱\n  ","987809":"\n   Here's Pete the elephant. 🐘\n•You have to keep him for one day!\n•What will YOU call him?\n•Where would you take him?\n•Tag who you would give him to next! Then send them this!\n\nLet's see the #adventuresofababyelephant !!🐘❤️\n  ","987810":"\n   And attention starved.\n  ","987811":"\n   I need you\n  ","987812":"\n   What's your favorite item of clothing you own? PAP\n  ","987813":"\n   You are so dramatic.\n  ","987814":"\n   Would you rather live in a zoo or an amusement park?\n  ","987815":"\n   Do you have a favorite store or brand you can recommend for sports bras? I've only used Hanes so far. They're ok but I wonder what else is better and worth the price tag. Thank you!\n  ","987816":"\n   Im happy we met 💯\n  ","987817":"\n   Thank you:) and i noticed i can tell were already going to be good friends 💅🏻\n  ","987818":"\n   Hi :) im new to ask hopefully we can be friends. Feel free to follow me and ask me questions ❤️💜\n  ","987819":"\n   Do you know any woman who has had a miscarraige?\n  ","987820":"\n   What came first, chicken or egg?🤷‍♂️\n  ","987821":"\n   Thanks buddy , I promise this time , hope all is good with you ?\n  ","987822":"\n   Hey I’m very sorry for over welm I did long time ago , I promise this time I will calm down and wait  I apologize everything .\n  ","987823":"\n   What kind of things do you not mind waiting for?!\n  ","987824":"\n   And I think they were happy also\n  ","987825":"\n   ever posted a review on Yelp?\n  ","987826":"\n   If you could be immortal, would you choose to be?\n  ","987827":"\n   Write the sentence “James loves Tights” with your name on a piece of paper, take a picture and post it here. I’d like to see your handwriting.\n  ","987828":"\n   How would you react if you had a new female friend who didn't know you were a hugger, and she gave you a hug every time she saw you?\n  ","987829":"\n   We all love you and care about you nikki\n  ","987830":"\n   Would you support a US regime change in North Korea?\n  ","987831":"\n   Why would I give up on you? :( I meant would you like to be real life friends with Eva?\n  ","987832":"\n   Friends in real life I mean?\n  ","987833":"\n   Ugh Bored. What's everyone up to tonight?\n  ","987834":"\n   Would you rather live a normal life or a weird life?\n  ","987835":"\n   There are so many people who put guys down though, people who act like they're animals and can't ever be trusted with anything.\n  ","987836":"\n   Who here wants to be a single mother\n  ","987837":"\n   ever had that moment when you could not stop sneezing?\n  ","987838":"\n   Would you like to be friends with Eva Williams?\n  ","987839":"\n   🎨 It would mean a lot to me, if you would check out my three most recent posts here on ask and give me feedback to my different styles. Which style do you like most? What do you like about that style? etc. — Thank you so much already! You’re amazing! 💟\n  ","987840":"\n   Merry Christmas and Happy New Year 🥳\n  ","987841":"\n   Do you think games can be educational?\n  ","987842":"\n   Do you like reading? What do you enjoy if so?\n  ","987843":"\n   what was bad about it?\n  ","987844":"\n   What product would you refuse to promote?\n  ","987845":"\n   what’s the last new thing you tried?\n  ","987846":"\n   do you proofread your answers before posting them?\n  ","987847":"\n   do you think cats understand what we’re saying? i definitely talk to my cat like she knows. 😂\n  ","987848":"\n   beautiful sport tennis for legs ahah\n  ","987849":"\n   What would you do if somebody did something bad and then they started begging u for mercy. Would u listen to them or ignore there begging ?.\n  ","987850":"\n   Most favourite song?\n  ","987851":"\n   selfie atm?\n  ","987852":"\n   which sport do you do?\n  ","987853":"\n   Why wont you pap of your doggos? :(\n  ","987854":"\n   How many pennies would fit into your shower?!\n  ","987855":"\n   If you were dictator of a small island nation, what crazy dictator stuff would you do? 🤔\n  ","987856":"\n   nice eyes!\n  ","987857":"\n   Do you poo in the morning or at night?\n  ","987858":"\n   🎇 What are your goals for 2020?\n  ","987859":"\n   you didn't have a good time there?\n  ","987860":"\n   Have you ever smoked weed\n  ","987861":"\n   Do you own an animal? What kind?\n  ","987862":"\n   What was the best thing before sliced bread?😂\n  ","987863":"\n   What is your biggest fear?\n  ","987864":"\n   Plans for New Years Eve?\n  ","987865":"\n   ✨ What are your thoughts on the quote shared in the following post:\n   \n    https:\/\/ask.fm\/lalunaesblanca\/answer\/160243962504\n   \n","987866":"\n   Do you know how to cook?\n  ","987867":"\n   What's your favorite breakfast food?\n  ","987868":"\n   Eva Williams has the most ticklish tum tum ever\n  ","987869":"\n   Eyes\n  ","987870":"\n   You having a good day today?! \n\n\n😁 Good day for me! 🎂 I am happy and love y'all! Raining out here.\n  ","987871":"\n   Do you like to dance when no one is watching?!\n  ","987872":"\n   What's your favorite part of the human face?!\n  ","987873":"\n   Like 😁😁\n  ","987874":"\n   What hobby would you get into if time and money weren’t an issue? 🤔\n  ","987875":"\n   What do you hate about life?\n  ","987876":"\n   How did you get the VIP pass thing?\n  ","987877":"\n   Does Nikki have a ticklish tum tum?\n  ","987878":"\n   ok i found out how to read your bio\n  ","987879":"\n   Have you ever said what people were thinking\n  ","987880":"\n   Do you like where you live\n  ","987881":"\n   On scale from 1 to 10, how much of a sweets person are you? One meaning not so much and 10 being super duper duper, like loving sweets!\n  ","987882":"\n   Do you think breastfeeding in public should be illegal?\n  ","987883":"\n   What makes you feel accomplished?\n  ","987884":"\n   Have you ever been to any movie\/tv series set\n  ","987885":"\n   Would you like to hug a dolphin?\n  ","987886":"\n   What would be your first question after waking up from being cryogenically frozen for 100 years? 🤔\n  ","987887":"\n   it doesnt state your age\n  ","987888":"\n   What was the last thing someone dared you to do?\n  ","987889":"\n   What is something that a ton of people are obsessed with but you just don’t get the point of? 🤔\n\n(Don't you dare say Baby Yoda 🥺)\n  ","987890":"\n   my answer would depend on your age\n  ","987891":"\n   What's something silly you've done recently?\n  ","987892":"\n   What's your favorite app?\n  ","987893":"\n   how old are you ?\n  ","987894":"\n   Imma steal your rigabamboo\n  ","987895":"\n   What’s something you’ve been meaning to try but just haven’t gotten around to it? 🤔\n  ","987896":"\n   What was the best phase in your life?\n  ","987897":"\n   Who’s your go to band or artist when you can’t decide on something to listen to? 🤔\n  ","987898":"\n   What is something that is considered a luxury, but you don’t think you could live without? 🤔\n  ","987899":"\n   When people come to you for help, what do they usually want help with? 🤔\n  ","987900":"\n   If you didn’t have to sleep, what would you do with the extra time? 🤔\n  ","987901":"\n   cute new pfp nikki! (:\n  ","987902":"\n   What is the most impressive thing you know how to do? 🤔\n  ","987903":"\n   🍄 What kind of parent do you think you will be? \/ What kind of parent are you?\n  ","987904":"\n   🍄 If you are in a bad mood, do you prefer to be left alone or have someone to cheer you up?\n  ","987905":"\n   What amazing thing did you do that no one was around to see? 🤔\n  ","987906":"\n   🍄 When do you think a person is ready for marriage?\n  ","987907":"\n   🍄 What is a relationship deal breaker for you?\n  ","987908":"\n   Is what you’re doing now what you always wanted to do growing up?\n  ","987909":"\n   Which parent are you closer to and why?\n  ","987910":"\n   Do you consider yourself an introvert or an extrovert?\n  ","987911":"\n   What is the luckiest thing that has happened to you? 🤔\n  ","987912":"\n   Where do you usually go when you have time off? 🤔\n  ","987913":"\n   What question would you most like to know the answer to? 🤔\n  ","987914":"\n   Are you religious or spiritual?\n  ","987915":"\n   What’s the one thing you would like to change about yourself?\n  ","987916":"\n   Hey come on. Instead of your 5 dollar hen i got you a snake worth 500 dollars and you're still asking for the hen? Forget it.\n  ","987917":"\n   I guess it doesn't 😋\n  ","987918":"\n   What is the most annoying habit that other people have? 🤔\n  ","987919":"\n   I’m watching the packer game right now 😁\n  ","987920":"\n   But I live alone, you don't.\n  ","987921":"\n   Would you rather lose all your internet or not be able to listen to music ever in your life?\n  ","987922":"\n   So if I drove the 20ish miles to your house tonight and picked you up at 7, we would drive back to my place for dinner? A picnic inside by my fire place, with dishes you prepared? What movie would we watch after?\n  ","987923":"\n   🧠 Does hardship make a person stronger? If so, under what conditions and at what point is it too much hardship? If not, what makes a person stronger?\n  ","987924":"\n   How are you spending your sunday?\n  ","987925":"\n   What are some small things that make your day better? 🤔\n  ","987926":"\n   Yours or mine?\n  ","987927":"\n   friends or the office?\n  ","987928":"\n   What's one thing you really want but can’t afford? 🤔\n  ","987929":"\n   have you ever taken a dance class? a singing class? a cooking class? a pottery class?\n  ","987930":"\n   That's what I'm asking you silly. Say I were to pick you up tonight at 7pm, where would we go to eat, or would I cook for you? Would we see a movie in theaters, or watch one at my place? 🤔\n  ","987931":"\n   did you eat lots of chocs for xmas x\n  ","987932":"\n   do you own a camera? what kind?\n  ","987933":"\n   If you were going to do karaoke tonight, what song would you sing?\n  ","987934":"\n   did you have a nice christmas\n  ","987935":"\n   What was the most beautiful thing in 2019 ?\n  ","987936":"\n   I mean if we were to go out tonight. 😋\n  ","987937":"\n   do you wear sunglasses? do you wear hats?\n  ","987938":"\n   what’s something you want?\n  ","987939":"\n   what are you excited for?\n  ","987940":"\n   do you do those facebook quizzes and games?\n  ","987941":"\n   do you miss anyone?\n  ","987942":"\n   You, me, dinner and a movie. Where will we eat, what would we see? 🤗\n  ","987943":"\n   what are your sunday plans?\n  ","987944":"\n   Have you ever put salt instead of sugar?🤣\n  ","987945":"\n   What's the longest you've gone without sleeping? 💤 👍\n  ","987946":"\n   Are you walking the stairway to heaven or driving the highway to hell?\n  ","987947":"\n   How do you feel about meat eaters?\n  ","987948":"\n   What's more valuable, brains or beauty?\n  ","987949":"\n   Which is the best age to marry?\n  ","987950":"\n   How many meals have you burned when cooking?\n  ","987951":"\n   Were you popular in school?\n  ","987952":"\n   How do you know that you're in love?\n  ","987953":"\n   What are your plans for new years eve? do you prefer staying up late and watching movies or going for a meal and drink with family and friends or just have an early night?\n  ","987954":"\n   Do you buy phones based on their looks or how they work?\n  ","987955":"\n   Have you ever used a sauna?\n  ","987956":"\n   Who's the person with the loudest laughter you know?\n  ","987957":"\n   Would have you❤️❤️\n  ","987958":"\n   The year 2019 has coming to the end and are you fully satisfied with all those days in your life?\n  ","987959":"\n   What attracts tourists to your city?\n  ","987960":"\n   Do you think having boyfriends\/girlfriends is bullshit and should get married if someone wants to engage in sexually activity?\n  ","987961":"\n   What kind of pet would you like to have in the future?\n  ","987962":"\n   Nice dp❤️\n  ","987963":"\n   Is it possible to stay friends with a person you have loved before?\n  ","987964":"\n   When was the last time you cried?\n  ","987965":"\n   What is the last thing you do before bed?\n  ","987966":"\n   Do you prefer to travel or stay close to home? 👍\n  ","987967":"\n   I miss everything but the homework\n  ","987968":"\n   what do you miss about hs?\n  ","987969":"\n   Yeah just like you, cutie-patootie.\n  ","987970":"\n   Yes Nikki, I'll be your Mickey forever.\nSee how cute our names rhyme.\n  ","987971":"\n   Then, wt?\n  ","987972":"\n   Spiritual or religious\n  ","987973":"\n   Would you like to witness an alien invasion?\n  ","987974":"\n   Can I be you mickey?\n  ","987975":"\n   Hey Nikki!\n  ","987976":"\n   Are you spiritual or religious in any way? If so, how?\n  ","987977":"\n   Follow Back Please 🌸\n  ","987978":"\n   You really think so? How?\n  ","987979":"\n   they're basically the chocolate cake donut frosted with chocolate\n  ","987980":"\n   do you like korean bbq?\n  ","987981":"\n   What was the role that initially made you a Leto fan?\n  ","987982":"\n   Rather paint your house red or blue?\n  ","987983":"\n   Have you ever gone to Disney on Ice? I’m going in two weeks with Sophia!\n  ","987984":"\n   do you like devil's food chocolate donuts?\n  ","987985":"\n   Why aren't guys worth anything?\n  ","987986":"\n   What's the worst and best part about losing your sense of smell?\n  ","987987":"\n   Since you live in 🇺🇸 what celebrities have you met?\n  ","987988":"\n   Send me links to the weirdest or wildest webistes\/videos you've seen. (appropriate obv) \nI'm bored✨\n  ","987989":"\n   Is sui.cide the most horrible thing a person could go through?\n  ","987990":"\n   what big life changes have you recently experienced?\n  ","987991":"\n   What if I steal your jew gold?\n  ","987992":"\n   have you ever ran into someone else's car\n  ","987993":"\n   Merry Christmas and happy new year\n  ","987994":"\n   Can you touch your nose with tongue?\n  ","987995":"\n   Do you have ticklish feet?\n  ","987996":"\n   Drugs or pugs or hugs?\n  ","987997":"\n   If you could interview anyone, who would you pick?\n  ","987998":"\n   If you could steal something and get away with it, what would you steal?\n  ","987999":"\n   What is the craziest thing you have ever done?\n  ","988000":"\n   What compliment does people give you the most?\n  ","988001":"\n   Don’t do drugs kids\n  ","988002":"\n   Do you have an app you hate but still use?\n  ","988003":"\n   If you're on Instagram, do you prefer to see posts from friends or celebrities?\n  ","988004":"\n   Which of Jared's exes do you think suited him most?\n  ","988005":"\n   Let's go then\n  ","988006":"\n   Yea, I thought it was a good idea. I'll let you know how it goes! I think it will work out really well in the sauce.\n  ","988007":"\n   I would not ever have known that.\n  ","988008":"\n   I'm sayin it rn you beautiful little queen\n  ","988009":"\n   Hey girl\n  ","988010":"\n   Nahhhhhh look in the mirror that’s you. NOOOOOOOO to you.\n  ","988011":"\n   has anyone said you are the nik-key to their heart?\n  ","988012":"\n   That’s a yes!\n  ","988013":"\n   Finish the sentence. \n\nI'm so going to hell for _____.\n  ","988014":"\n   Ooh same!\n  ","988015":"\n   Good Morning ji\n  ","988016":"\n   What would be your ideal way to spend the weekend? 🤔\n  ","988017":"\n   Where would you spend all your time if you could? 🤔\n  ","988018":"\n   What would be the most amazing adventure to go on? 🤔\n  ","988019":"\n   How do you relax after a hard day of work? 🤔\n  ","988020":"\n   I’m a crackbaby 🤪\n  ","988021":"\n   Am I marrying him? Lmao. I just like to pick on you.\n  ","988022":"\n   Omg Jared is your mans me braindeaddddddddd\n  ","988023":"\n   Probably not. Isnt he in a relationship or married?\n  ","988024":"\n   He pays me for my love.\n  ","988025":"\n   No, anon. I'm his man.\n  ","988026":"\n   Jared is your mans?\n  ","988027":"\n   You got a question about spaghetti last night and it made me want spaghetti. I think I'm going to make it tomorrow. I don't feel like making meatballs, but I have a really yummy meatloaf that is already baked so I think I'll crumble some of that in the sauce so it's like a meat sauce.\n  ","988028":"\n   Anon how rich is he?\n  ","988029":"\n   Christmas is saved for me❤️\n  ","988030":"\n   Gn my nikki❤️\n  ","988031":"\n   Do you think Americans will one day have freedom?\n  ","988032":"\n   so you'd reject leto irl since he's even older\n  ","988033":"\n   Was machst du gerade\n  ","988034":"\n   Freue mich 👍\n  ","988035":"\n   Create a word and tell me what it means!\n  ","988036":"\n   Who here has been through the friendzone? 😅 Or are you usually the one who friendzones? Both? 😁✨\n  ","988037":"\n   I’ve just finished the whole season and damn, It was going kinda slow but it picked up\n  ","988038":"\n   What do you think of people who whistle in public? Are you one of those people?\n  ","988039":"\n   Do you believe that one day the North Korean people will have their freedome?\n  ","988040":"\n   im sorry that happened you didnt deserve that at all\n  ","988041":"\n   do you like macadamia nuts?\n  ","988042":"\n   Congratulations for getting a VIP! You Deserved it from the beginning\n  ","988043":"\n   Have you ever been stood up by a date or a friend? Did you ever learn the reason why?\n  ","988044":"\n   Who’s watched\/watching season 2 of YOU? I’m on episode 9 right now\n  ","988045":"\n   Some human whant to live on other humans. Some people are more productive then others. Therefor we have immigration and conflict in our society\n  ","988046":"\n   have you been to armenia?\n  ","988047":"\n   You should get a t-shirt made that has \"Ask VIP\" on it so every one in public knows that you are VIP and super famous on Ask.\n  ","988048":"\n   Are you currently in love 💚? Crushing 😍? Or heartbroken? 💔😅\n  ","988049":"\n   Would you rather leave your hometown forever -Or- stay in your hometown forever?\n  ","988050":"\n   Anyone struggle to sleep\n  ","988051":"\n   do you wish there were more arby's restaurants?\n  ","988052":"\n   What was your favorite toy as a kid?\n  ","988053":"\n   VIP Nikki, what did you do today?\n  ","988054":"\n   I haven't seen either of those yet, are they gory?\n  ","988055":"\n   Why do people hate women so much ? This is a shout out. 💋\n  ","988056":"\n   do you like pina coladas? strawberry daiquiris? malibu sunrises?\n  ","988057":"\n   do you like to buy home decor? what’s your favorite piece of decor?\n  ","988058":"\n   What is the scariest movie you've ever seen? What is your favorite scary movie and why?\n  ","988059":"\n   I'm annoyed work  called me in on my day off again\n  ","988060":"\n   If you could be apart of a tv family, who would it be?!\n  ","988061":"\n   What was the last thing to annoy you\n  ","988062":"\n   what happent to u\n  ","988063":"\n   My boyfriend’s ex wants to see me (she and him are best friend) and I feel so uncomfortable whenever he speaks about her\n  ","988064":"\n   WHERE'S MY DOE ITS STARTIN TO SNOW!!!\n  ","988065":"\n   😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂\n  ","988066":"\n   What fictional place would you most like to go? 🤔\n  ","988067":"\n   Hahahahah ja\n  ","988068":"\n   If I offered to buy you dinner to any place you wanted with no price limit, where would we go and what would you order? 🤔\n  ","988069":"\n   Hey kann man dich kennenlernen?\n  ","988070":"\n   Would you rather go hang gliding or whitewater rafting? 🤔\n  ","988071":"\n   What thing do you wish you invented?\n  ","988072":"\n   What is the most heartwarming thing you’ve ever seen? 🤔\n  ","988073":"\n   What have you only recently formed an opinion about? 🤔\n  ","988074":"\n   What is your favourite kind of scents?\n  ","988075":"\n   Anything special your doing with the new few days? Any event your attending?\n  ","988076":"\n   Do you have a skincare routine?\nGuys it's important to look after your skin.\n  ","988077":"\n   Do you prefer countryside or the city?\n  ","988078":"\n   What is your battery percentage currently on?\n  ","988079":"\n   What is your one guilty pleasure? 🤔\n  ","988080":"\n   Bath or shower?\n  ","988081":"\n   What is the best place to spend New Years Eve?\n  ","988082":"\n   What are you up to today?\n  ","988083":"\n   Google or Doctor?\n  ","988084":"\n   Do you like chinese food?\n  ","988085":"\n   What ruins a good time?\n  ","988086":"\n   Do you have any aftershave\/ Cologne suggestions\n  ","988087":"\n   So you need to do 10 each week to 50 followers each AND 6 shoutouts?  Sorry for the questions but it confuses me how to do this and ask has not been helpful.\n  ","988088":"\n   I have a £200 amazon gift card any ideas what to buy\n  ","988089":"\n   So you do that once and it covers the 10 open questions right\n  ","988090":"\n   What is a relationship deal breaker for you?\n  ","988091":"\n   The 10 questions are those the group questions\n  ","988092":"\n   For what do you have a soft spot?\n  ","988093":"\n   i should say plan to leave cali but play to stay sounds more fun\n  ","988094":"\n   Ew ew ew\n  ","988095":"\n   What do u need to do to keep it\n  ","988096":"\n   What impresses you in a person?\n  ","988097":"\n   MURICA TRUMP YEAH\n  ","988098":"\n   Once you buy it do you need to do anything to keep it\n  ","988099":"\n   have you ever gone on a cruise?\n  "},"Answer":{"987028":"\n  oh goodness coconut water 😋\n  ","987029":"\n  I listen to music!😁\n  ","987030":"\n  hmmm that’s a good question\n  ","987031":"\n  I do!\n  ","987032":"\n  hurricane by thirty seconds to mars because it’s so catchy and I love the lyrics and Jared’s voice!🤤\n  ","987033":"\n  definitely the quiet one unless I am super comfortable with them then I would be the loud and silly one who laughs at everything 😂\n  ","987034":"\n  i think I’ve seen that one\n  ","987035":"\n  I’m a tea person!\n  ","987036":"\n  possibly but I don’t know tbh\n  ","987037":"\n  I prefer water tbh🙂\n  ","987038":"\n  I don’t have a partner but I personally wouldn’t want to hear about it.\n  ","987039":"\n  I’ve been hurt by both so it doesn’t really matter tbh.\n  ","987040":"\n  0 lol\n  ","987041":"\n  yeah, it’s okay though 🙂\n  ","987042":"\n  I don’t drink soda 🙂\n  ","987043":"\n  Hmm I had a pretty good dream actually\n  ","987044":"\n  it’s a very terrible\/heart breaking  feeling to know that you’re being cheated on trust me I would know 🙂\n  ","987045":"\n  I guess I could but I don’t lol\n  ","987046":"\n  It’s alright lol\n  ","987047":"\n  I wish I knew how it would be like but I don’t\n  ","987048":"\n  who?\n  ","987049":"\n  same omg! lol\n  ","987050":"\n  that’s hard I’ve been to so many places like that tbh\n  ","987051":"\n  No I absolutely wouldn’t\n  ","987052":"\n  ugh I feel so dumb for sharing how I feel sometimes man🙃\n  ","987053":"\n  nothing much really what about you?\n  ","987054":"\n  I mean when a stranger compliments you by saying you’re sexy that can make me feel uncomfortable especially since I don’t know them but if it’s someone I know that compliments me by calling me sexy I would just say thank you I guess lol.\n  ","987055":"\n  I’m doing okay. How are you?\n  ","987056":"\n  there’s so many kind people on here anon\n  ","987057":"\n  hey girly!🙂\n  ","987058":"\n  good for you lol\n  ","987059":"\n  I would write a lot of notes to help me remember things lol. It’s too long to list them all\n  ","987060":"\n  they like sleeping with me🙂\n  ","987061":"\n  nope I don’t\n  ","987062":"\n  What’s up anon?\n  ","987063":"\n  I don’t know who I would bring and what I would grab lol\n  ","987064":"\n  I don’t even know tbh😱\n  ","987065":"\n  I do!\n  ","987066":"\n  i think I have tbh\n  ","987067":"\n  I do I do!\n  ","987068":"\n  I used to like The Voice but then I started hating it because the last season Adam was on no one was left on his team because people didn’t vote for them and that pissed me off so I started hating the voice. And the only reason why I started watching it was because Adam Levine was a judge lol now it sucks.\n  ","987069":"\n  nope I never have\n  ","987070":"\n  I like a few songs from panic! At the disco\n  ","987071":"\n  again read my FAQ anon\n  ","987072":"\n  nope I’ve never heard of it\n  ","987073":"\n  no no it’s not cool 😳\n  ","987074":"\n  Well I’m 20 now so I’m not a teenager anymore lol\n  ","987075":"\n  I don’t stalk people lol\n  ","987076":"\n  that’s very true 🙂\n  ","987077":"\n  nope I can’t believe it 😱\n  ","987078":"\n  I like boneless tbh\n  ","987079":"\n  yes I’ve played never have I ever and and truth and dare 😁\n  ","987080":"\n  I don’t\n  ","987081":"\n  messaging this person that belongs in the past again.\n  ","987082":"\n  they’re okay, I don’t listen to them\n  ","987083":"\n  I like thunder lol\n  ","987084":"\n  yeah I enjoy playing games there sometimes!\n  ","987085":"\n  yeah and a mix of pop too\n  ","987086":"\n  I would say black, white or silver even 😁\n  ","987087":"\n  no I’m not from there lovely!\n  ","987088":"\n  Nope!\n  ","987089":"\n  most of the time, yes\n  ","987090":"\n  When Adam Levine was a judge on the voice with Blake Shelton! That bromance tho😝\n  ","987091":"\n  not really tbh\n  ","987092":"\n  Most people think I’m younger then my actual age actually because I have a younger looking face and body lol and I look young\n  ","987093":"\n  hmmm I would say green tbh because that kinda describes me lol\n  ","987094":"\n  ehh it’s just fizzy actually\n  ","987095":"\n  I dooo!\n  ","987096":"\n  About an 11\n  ","987097":"\n  I would definitely say ‘Friends’ lol\n  ","987098":"\n  I don’t lol\n  ","987099":"\n  I choose truth lol\n  ","987100":"\n  all the emotionally pain he caused 🙂\n  ","987101":"\n  hmm I have many favorite things to cook lol\n  ","987102":"\n  yes sometimes actually but not as much anymore\n  ","987103":"\n  well yes I’m usually always careful not to offend anyone\n  ","987104":"\n  What’s up?\n  ","987105":"\n  0 lol I love the dark actually\n  ","987106":"\n  laser tag!\n  ","987107":"\n  maybe a little fearful but also looking forward to it tbh\n  ","987108":"\n  usually 10 or 11 am lol\n  ","987109":"\n  I’m sleepy now lol\n  ","987110":"\n  I can eat gluten lol\n  ","987111":"\n  I don’t know atm\n  ","987112":"\n  I think that means someone found someone and that their relationship is solid and they plan on moving in together and living with one another and building a foundation together because they know they will be together for awhile.\n  ","987113":"\n  I do\n  ","987114":"\n  Je suis droitier\n  ","987115":"\n  not necessarily. Everyone will eventually age so it doesn’t bother me\n  ","987116":"\n  because I’m not interested\n  ","987117":"\n  I don’t remember tbh\n  ","987118":"\n  not me\n  ","987119":"\n  i appreciate that haha🙂\n  ","987120":"\n  Don’t really have a favorite\n  ","987121":"\n  of course!\n  ","987122":"\n  yeah I might actually do it lol\n  ","987123":"\n  I enjoy most being by myself. If I had friends to hang out with I definitely would lol\n  ","987124":"\n  no I wouldn’t\n  ","987125":"\n  About?\n  ","987126":"\n  I should shouldn’t I? haha😝\n  ","987127":"\n  Well I think you’re very intelligent and ask very deep thinking questions that I enjoy answering so thank you for that! And you’re also very kind!🙂\n  ","987128":"\n  I’ve actually wanted to join them 😂 I remember once I was going to email them to ask if I could join them lol\n  ","987129":"\n  that’s not a link lol\n  ","987130":"\n  teleportation, invisibility tbh\n  ","987131":"\n  anyways I’m currently watching queen of the damned\n  ","987132":"\n  yes I would!\n  ","987133":"\n  yes really! haha and yeah I also want to meet them!😁 and oh my goodness I have so many favorites\n  ","987134":"\n  no it’s not fake at all. They actually do everything so 😂\n  ","987135":"\n  I’m part of the penguin squad 🐧\n  \n   @eva_wiliams\n  \n  😋\n  ","987136":"\n  well that’s what you like lol\n  ","987137":"\n  Who?\n  ","987138":"\n  ❤️❤️\n  ","987139":"\n  omg Joe reminds me of my uncle actually 😂 they look alike lol! And my favorites are Joe and Murr!\n  ","987140":"\n  excuse me?\n  ","987141":"\n  I do but it’s away rn maybe later I can show you 😁\n  ","987142":"\n  I would say by giving everyone jobs and at least somewhere they can make money or by the government to give them money to help them buy shelter, fold and clothing.  There’s so many people suffering from poverty and it breaks my heart really.\n  ","987143":"\n  omg no way! Who’s your favorite joker?😁\n  ","987144":"\n  what does that mean?\n  ","987145":"\n  no they called me Nikki or Nicole it doesn’t matter to me lol\n  ","987146":"\n  impractical jokers 😋\n  ","987147":"\n  no?\n  ","987148":"\n  Well you know that he was always talented in everything he did so the shows were beyond magical and amazing beyond words!\n  ","987149":"\n  yes of course!\n  ","987150":"\n  I don’t wanna share it on here\n  ","987151":"\n  Life is ten percent what happens to you and ninety percent how you respond to it🙂\n  ","987152":"\n  Excuse me?\n  ","987153":"\n  yeah I’m just very upset at someone currently but thank you I appreciate you!🙂\n  ","987154":"\n  Sure!😁\n  ","987155":"\n  I could be better but I’m okay 🙂\n  ","987156":"\n  hey girl! how’s it going?\n  ","987157":"\n  no not really\n  ","987158":"\n  I don’t think it’s ever saved me. I actually realize somethings wrong after it happens tbh🙃\n  ","987159":"\n  that’s fascinating\n  ","987160":"\n  falling in love even though it ends and it’s emotionally painful I think everyone should experience love at least once so that they can become emotionally stronger.\n  ","987161":"\n  that’s interesting anon🤔\n  ","987162":"\n  read my FAQ all the way to the bottom\n  ","987163":"\n  well it’s definitely specific and matching with the rest of the place but some rooms are bright colored as I like bright so yeah lol\n  ","987164":"\n  pretty fast actually but it definitely took awhile for me to loathe them 🙂\n  ","987165":"\n  I prefer seedless grapes tbh\n  ","987166":"\n  Linkin Park *🙂\n  ","987167":"\n  And your voice was all I heard that I get what I deserve\n  ","987168":"\n  nope tbh\n  ","987169":"\n  temple run sometimes\n  ","987170":"\n  this hurricane oh oh ohhhh\n  ","987171":"\n  tennis 🙂\n  ","987172":"\n  ahhh The Wizard of oz😝\n  ","987173":"\n  I’ve cleared my head and made a decision 🙂\n  ","987174":"\n  I have many actually\n  ","987175":"\n  i don’t have old pillows lol\n  ","987176":"\n  what’s that?\n  ","987177":"\n  What kind of challenge?\n  ","987178":"\n  yee I’ve owned many! I will soon😁\n  ","987179":"\n  lel, I’m just done man 🙂\n  ","987180":"\n  Why?🙁\n  ","987181":"\n  i sleep\n  ","987182":"\n  none tbh\n  ","987183":"\n  honesty, kindness, funny, loyalty, weirdness, loudness, silliness etc 🙂\n  ","987184":"\n  Thank you!\n  ","987185":"\n  maybe later lol\n  ","987186":"\n  awhile now🙂\n  ","987187":"\n  nope that’s not nice\n  ","987188":"\n  yeah lol\n  ","987189":"\n  hey, eh I’m okay you?\n  ","987190":"\n  I follow you too!🙂 no I definitely enjoy questions from you🤗\n  ","987191":"\n  a red shirt anon\n  ","987192":"\n  I would say someone who constantly complains tbh\n  ","987193":"\n  lol thank you anon\n  ","987194":"\n  scrambled eggs 🙂\n  ","987195":"\n  because I want to go there lol\n  ","987196":"\n  smh anon\n  ","987197":"\n  okay then\n  ","987198":"\n  Linkin Park\n  \n  my doggos\n  \n  My family\n  \n  my friends\n  \n  traveling 😁\n  ","987199":"\n  I don’t care lol\n  ","987200":"\n  it was good! haha\n  ","987201":"\n  interesting lol\n  ","987202":"\n  read my FAQ anon\n  ","987203":"\n  not that many honestly. Maybe a few\n  ","987204":"\n  what even\n  ","987205":"\n  I would definitely say inner beauty! Because your inner beauty truly shows who you’re on the outside 😁\n  ","987206":"\n  no I don’t believe so\n  ","987207":"\n  I don’t.\n  ","987208":"\n  I’ve seen many scary bugs tbh😬\n  ","987209":"\n  yeah well it goes to everyone on the US lol\n  ","987210":"\n  I wouldn’t want that to happen even if I hate that person.\n  ","987211":"\n  of course!\n  ","987212":"\n  yes I would omgggg\n  ","987213":"\n  happy weekend to you too lovely!🙂 same here! I enjoy your questions!\n  ","987214":"\n  that’s not very nice anon\n  ","987215":"\n  cheers anon\n  ","987216":"\n  I never do, I treat everyone equally\n  ","987217":"\n  when she really pisses me off I will lol\n  ","987218":"\n  sh*t and feeling empty lol isn’t it a great name?😁\n  ","987219":"\n  sometimes I do!\n  ","987220":"\n  no thank you lol\n  ","987221":"\n  I’m famous for being so quiet lol and silly, adventurous, weird, kind, loving, caring and sometimes loud😂\n  ","987222":"\n  I would!\n  ","987223":"\n  that’s awesome!\n  ","987224":"\n  none lol\n  ","987225":"\n  well I would say if you have a broad knowledge base you would experience and learn a lot and that would lead to having a deep knowledge base as well. The more you learn the deeper your knowledge base becomes.\n  ","987226":"\n  I didn’t say that anon\n  ","987227":"\n  none of the above anon\n  ","987228":"\n  I’ve made many things that I’m proud of lol\n  ","987229":"\n  I do!\n  ","987230":"\n  Hey! I’m okay you?🙂\n  ","987231":"\n  what?🤔\n  ","987232":"\n  It’s just like every other month for me tbh\n  ","987233":"\n  I like both tbh lol\n  ","987234":"\n  I would definitely say alcohol and drug addiction as I’ve seen how hard people struggle from that and how terrifying it is that someone has to go through that 🙁\n  ","987235":"\n  It’s Samantha and I do like it🙂\n  ","987236":"\n  lmao no need for that anon\n  ","987237":"\n  I have many goals in life 🙂\n  ","987238":"\n  Yes absolutely!\n  ","987239":"\n  no I don’t like playing it tbh\n  ","987240":"\n  heyyoooo\n  ","987241":"\n  no I can’t\n  ","987242":"\n  Sure!\n  ","987243":"\n  Chester Bennington inspires me every single day even though he’s not here with us anymore. He will continue to inspire me through his music and life 💗\n  ","987244":"\n  for breakfast I’m having scrambled eggs lol\n  ","987245":"\n  I have so many favorite movies characters like one is Pennywise 😝\n  ","987246":"\n  yeah I saw! lol\n  ","987247":"\n  I hope you do as well!😁 I’m not sure yet!\n  ","987248":"\n  Good morning!😊 so many things hopefully!\n  ","987249":"\n  nope never actually\n  ","987250":"\n  honestly being too cold\n  ","987251":"\n  I’m surviving lol\n  ","987252":"\n  no thank you🙂\n  ","987253":"\n  If you block them you can’t like that person’s answers but if they don’t have you on block they still can like yours\n  ","987254":"\n  Well I don’t know you, so I wouldn’t give it to you lol\n  ","987255":"\n  🌎 I’m an earth element 😁\n  ","987256":"\n  You can’t like their answers or ask them anything lol\n  ","987257":"\n  probably not tbh\n  ","987258":"\n  hellooo\n  ","987259":"\n  I don’t remember lol\n  ","987260":"\n  not even lol\n  ","987261":"\n  about 2 years tbh\n  ","987262":"\n  goodnight friends fr now 😴\n  ","987263":"\n  no not really but sometimes yes\n  ","987264":"\n  definitely Namibia\n  ","987265":"\n  I don’t really have a favorite restaurant tbh\n  ","987266":"\n  many times!\n  ","987267":"\n  nope lol\n  ","987268":"\n  goodnight friends 🙂\n  ","987269":"\n  not very well tbh\n  ","987270":"\n  I would say grey and brown because they’re just so boring and sad lol\n  ","987271":"\n  I guess so\n  ","987272":"\n  lol maybe I don’t know but yeah I remember!\n  ","987273":"\n  interesting anon\n  ","987274":"\n  no I don’t believe I have\n  ","987275":"\n  i don’t know tbh\n  ","987276":"\n  ohhh my I don’t know 😱\n  ","987277":"\n  Je crois en la vie après la mort🥺\n  ","987278":"\n  lol it’s just something I wouldn’t want to teach\n  ","987279":"\n  What other? and no it’s not permanent 🙂\n  ","987280":"\n  nope anon\n  ","987281":"\n  since like 2013\n  ","987282":"\n  nope probably not\n  ","987283":"\n  I love all of my followers 🙂\n  ","987284":"\n  What?🤔\n  ","987285":"\n  I don’t remember tbh\n  ","987286":"\n  awhhh that’s okay, I hope your night is going great too!🙂\n  ","987287":"\n  Hey anon🙂\n  ","987288":"\n  I hope so, anon\n  ","987289":"\n  one day yeah\n  ","987290":"\n  excuse me?\n  ","987291":"\n  I wouldn’t do that\n  ","987292":"\n  really? oh no🙁\n  ","987293":"\n  yeah you were my first follower and I’ve had this account since like awhile ago 😱\n  ","987294":"\n  haha yeah I know 😁\n  ","987295":"\n  Why do you need to know?\n  ","987296":"\n  I don’t really play games on my phone as much\n  ","987297":"\n  11,612\n  ","987298":"\n  it’s night time 😝\n  ","987299":"\n  I haven’t read a book in awhile\n  ","987300":"\n  honestly not finding ‘true’ love and not settling down I would say is the biggest one\n  ","987301":"\n  yeah I do mind because I wouldn’t want to tbh. I would be uncomfortable.\n  ","987302":"\n  I use the restroom lol\n  ","987303":"\n  It’s been awhile\n  ","987304":"\n  not that I know of lol\n  ","987305":"\n  Stella Rosa Rosè 😋\n  ","987306":"\n  not currently anon\n  ","987307":"\n  🤔\n  ","987308":"\n  nope I haven’t\n  ","987309":"\n  omg call my family and see what they’ve been doing all that time without me\n  ","987310":"\n  I don’t have any scars 😬\n  ","987311":"\n  Definitely after Chester🙂\n  ","987312":"\n  nope that’s not even possible\n  ","987313":"\n  oh goodness probably something that smells good and fruity tbh\n  ","987314":"\n  oh yes omg like the show called obsession: dark series it’s insane tbh\n  ","987315":"\n  hmm many things tbh🙃\n  ","987316":"\n  nope tbh\n  ","987317":"\n  park* lol\n  ","987318":"\n  I doooo\n  ","987319":"\n  I don’t\n  ","987320":"\n  i have 😝\n  ","987321":"\n  You did😁\n  ","987322":"\n  why? lol\n  ","987323":"\n  obviously\n  ","987324":"\n  probably hang out and chill tbh\n  ","987325":"\n  In California\n  ","987326":"\n  the same one as now Nikki😁\n  ","987327":"\n  he’s not my child lol\n  ","987328":"\n  nah he won’t this time now that people know who he really is lol\n  ","987329":"\n  I doubt that tbh\n  ","987330":"\n  I don’t have kids?\n  ","987331":"\n  I don’t really use twitter tbh\n  ","987332":"\n  no I’m not\n  ","987333":"\n  there’s so many words I hate tho lol\n  ","987334":"\n  There’s so many I like lol😝\n  ","987335":"\n  i think so\n  ","987336":"\n  my hair color 😋\n  ","987337":"\n  maybe actually 😝\n  ","987338":"\n  nope not really sadly\n  ","987339":"\n  i don’t know anon\n  ","987340":"\n  I do!\n  ","987341":"\n  awhhh, thank you 😊\n  ","987342":"\n  nope I don’t believe that actually. Not everyone finds love in this world. Like for example I haven’t and who knows if I will hopefully though. Maybe one day we can only hope right?🙂\n  ","987343":"\n  that’s okay lovely!\n  ","987344":"\n  OMG, YES I love honey!\n  ","987345":"\n  I don’t even know tbh😱\n  ","987346":"\n  I like watching both tbh😋\n  ","987347":"\n  Happy Friday lovely 😊\n  ","987348":"\n  a family member 🙂\n  ","987349":"\n\n   @MichaelJoyTaumaoe\n  \n  🙂\n  ","987350":"\n  good afternoon beautiful 🙂\n  ","987351":"\n\n   @edraegen\n  \n\n   @Qu33nForADayy\n  \n\n   @BigAmericanFatso\n  \n\n   @NineGDxFour\n  \n\n   @depig\n  \n\n   @RaquelAlissa\n  \n\n   @eva_wiliams\n  \n\n   @Sillybutt26\n  \n\n   @GeeLouisee140\n  \n\n   @redoasis2017\n  \n\n   @Ice_Frozen_Vocals\n  \n\n   @LouisaRHale\n  \n\n   @musicfan1998\n  \n\n   @foolian\n  \n\n   @Tobbelit0\n  \n\n   @patchy_life\n  \n\n   @Jigsaw2019\n  \n\n   @zy_cv\n  \n\n   @chrissyjillson\n  \n\n   @TessaDiego\n  \n\n   @learningwithlolaa\n  \n\n   @Nicoleeexoxo1\n  \n\n   @Pookeo9\n  \n\n   @SophieWhite3\n  \n\n   @Reginailessthan3u\n  \n\n   @itsarainymay\n  \n\n   @KeepYourEyesPeeled\n  \n\n   @JJD55\n  \n\n   @MermaidOnTheMoon\n  \n\n   @keepmovingforwardx\n  \n\n   @KeelyLynn\n  \n\n   @RorySutherland1995\n  \n\n   @marisakamp\n  \n\n   @aWelcomeWellOverstayed\n  \n\n   @DLOVELIFE\n  \n\n   @FayePinksyofficial\n  \n\n   @slanggang412\n  \n\n   @JamesW7558\n  \n\n   @somepeoplehaverealproblems\n  \n\n   @alexfoxthefox\n  \n\n   @eatyourcake\n  \n\n   @KayNaeRae\n  \n\n   @whymerlly\n  \n\n   @asgardarts\n  \n\n   @being__crystal\n  \n\n   @PrincessTally\n  \n\n   @TrivialTrinket\n  \n\n   @littletrust\n  \n\n   @littlesha_\n  \n\n   @badmanjon\n  \n\n   @Cammierango\n  \n\n   @LiammaiL\n  \n\n   @misswinnquestions\n  \n\n   @daiquiridahlia\n  \n\n   @ass4lyfe\n  \n\n   @ladams208\n  \n\n   @mworkman16\n  \n\n   @Laybee8\n  \n\n   @askamanz5506\n  \n\n   @iwassusspended\n  \n\n   @mystictess\n  \n\n   @AnthonyRayshadTaylor\n  \n\n   @loreznomoose\n  \n\n   @hey_its_ciara_\n  \n\n   @krystaa_collett\n  \n\n   @SaraahM1\n  \n\n   @Kalithompsonn\n  \n\n   @ToriIsBack\n  \n\n   @littlekri\n  \n\n   @SlendyGunner\n  \n\n   @jenjenamyy\n  \n\n   @Blairtfinley\n  \n\n   @Ja2317\n  \n\n   @jacksahotmess\n  \n\n   @katbeaulieu\n  \n\n   @elysssa_d\n  \n\n   @SloanYecats\n  \n\n   @HAMZAsBS\n  \n\n   @sophielouise961\n  \n\n   @JessicaStonebridge\n  \n\n   @Austintag1ous\n  \n\n   @kireijosei\n  \n\n   @haiideritskimberlyxx\n  \n\n   @hailslol\n  \n\n   @DemiSmurfSmurfatic\n  \n\n   @JoeeeMason\n  \n\n   @SN9S\n  \n\n   @fiezuqa\n  \n\n   @so_sexyy\n  \n\n   @msmonkeylover63099\n  \n\n   @amirmohammadshafiee\n  \n\n   @Stickmanluke6\n  \n\n   @briannaelizabeth771\n  \n\n  here are some amazing people to follow!💗 if you can’t find your @ I’m sorry I couldn’t find it 🙁 but I love you all!\n  ","987352":"\n  nope never, thank god 🙂\n  ","987353":"\n  I don’t use Pinterest\n  ","987354":"\n  if you follow me you would know anon🙂\n  ","987355":"\n\n   https:\/\/youtu.be\/v2H4l9RpkwM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  one of my favorite songs 😍🥺\n  ","987356":"\n  no not really tbh\n  ","987357":"\n  Not many anon. Are you a dentist?\n  ","987358":"\n  definitely want to go to Ireland, United Kingdom, Scotland, Germany etc 😋\n  ","987359":"\n  not in awhile actually\n  ","987360":"\n  no not at all\n  ","987361":"\n  chocolate!\n  ","987362":"\n  with someone tbh\n  ","987363":"\n  I don’t know what show that is lol\n  ","987364":"\n  not really tbh\n  ","987365":"\n  Thank you🙂\n  ","987366":"\n  not very often tbh\n  ","987367":"\n  yes I have!🙁\n  ","987368":"\n  ehhh it’s okay I guess and I haven’t done anything yet. How’s your day?\n  ","987369":"\n  who’s that?\n  ","987370":"\n  slept lol\n  ","987371":"\n  I’m not in Australia anon\n  ","987372":"\n  somewhere far far away preferably 😁\n  ","987373":"\n  I have many winter coats lol\n  ","987374":"\n  can’t really think of anything 🤔\n  ","987375":"\n  Nope nothing actually 🙂\n  ","987376":"\n  Feta cheese. I hate blue cheese lol\n  ","987377":"\n  most likely lol\n  ","987378":"\n  I enjoy doing both actually 😁\n  ","987379":"\n  nope never tbh\n  ","987380":"\n  I usually keep them medium and not cut them 😝\n  ","987381":"\n  It’s the grinch smh\n  ","987382":"\n  Nope never!🙂\n  ","987383":"\n  no I never have actually\n  ","987384":"\n  goodnight guys 😴\n  ","987385":"\n  Relaxed today 🙂\n  ","987386":"\n  I doo\n  ","987387":"\n  Thanks love ❤️\n  ","987388":"\n  I’m doing okay you?\n  ","987389":"\n  not really anon\n  ","987390":"\n  kinda crackly\n  ","987391":"\n  😴\n  ","987392":"\n  like 16 or 17 lol\n  ","987393":"\n  Happy Friday girly!😁\n  ","987394":"\n  Am I tho?🤔\n  ","987395":"\n  that’s awesome anon\n  ","987396":"\n  sigh I might take a break I’m tired of this app 🤷‍♀️\n  ","987397":"\n  do you though?\n  ","987398":"\n  yay I would definitely go! I mean I love Fiji water so I would definitely enjoy it😋\n  ","987399":"\n  lol you’re funny\n  ","987400":"\n  💗\n  ","987401":"\n  exactly anon😊\n  ","987402":"\n  thank you ❤️\n  ","987403":"\n  Yeah same though lol\n  ","987404":"\n  no lol\n  ","987405":"\n  then don’t ask for it🙂\n  ","987406":"\n  someone’s personality definitely 🙂\n  ","987407":"\n  yes of course\n  ","987408":"\n  nah it’s okay\n  ","987409":"\n  okay then your loss 😊\n  ","987410":"\n  nope\n  ","987411":"\n  my back is just fine 🙂\n  ","987412":"\n  no I wouldn’t\n  ","987413":"\n  read my FAQ all the way to the bottom\n  ","987414":"\n  everything about myself tbh\n  ","987415":"\n  I have many favorites 😁\n  ","987416":"\n  I’m sorry!🥺\n  ","987417":"\n  I honestly wish I knew how 🙃\n  ","987418":"\n  Why’s that?\n  ","987419":"\n  a few people atm\n  ","987420":"\n  absolutely! lol\n  ","987421":"\n  oh goodness both are terrible options\n  ","987422":"\n  yeah I am 🙂\n  ","987423":"\n  nope never!\n  ","987424":"\n  I would!😁\n  ","987425":"\n  I would definitely say younger tbh\n  ","987426":"\n  because we do?\n  ","987427":"\n  I appreciate that, happy new year!🥳\n  ","987428":"\n  I’m not hungry lol\n  ","987429":"\n  you as well!🙂\n  ","987430":"\n  I’m a student 🙂\n  ","987431":"\n  I know, I’m laughing 😂\n  ","987432":"\n  well most of them do not all\n  ","987433":"\n  probably this one tbh\n  ","987434":"\n  I don’t have nose hairs lol\n  ","987435":"\n  nah you’re on anon\n  ","987436":"\n  make me laugh, and smile🙂 definitely!\n  ","987437":"\n  I have no idea lol\n  ","987438":"\n  nope lol that’s not how it works\n  ","987439":"\n  it was okay🙂\n  ","987440":"\n  definitely romance soon again\n  ","987441":"\n  I never had either so don’t worry 🙂\n  ","987442":"\n  oh yeah I didn’t even know what day it is lol\n  ","987443":"\n  a lot of new adventures definitely 😁\n  ","987444":"\n  well yes of course\n  ","987445":"\n  i honestly don’t know tbh\n  ","987446":"\n  no I wouldn’t. I love my family 🙂\n  ","987447":"\n  yes of course lol\n  ","987448":"\n  many things tbh😅\n  ","987449":"\n  yeah I do wonder sometimes\n  ","987450":"\n  absolutely not\n  ","987451":"\n  hmm good question but nothing really comes easy for me tbh\n  ","987452":"\n  no I haven’t\n  ","987453":"\n  haha I wish I knew why myself!\n  ","987454":"\n  yes they do and I’m not even sure tbh. I don’t pay attention 😬\n  ","987455":"\n  they’ve been okay! What about you?😁\n  ","987456":"\n  yes I have 🙂\n  ","987457":"\n  nope the only seafood I like is calamari and I do like chicken salad!\n  ","987458":"\n  what are you talking about? Is that  a song?\n  ","987459":"\n  I mean I’m not interested in wrestling at all so I don’t really have much to say about it\n  ","987460":"\n  no but I’m pretty good at it\n  ","987461":"\n  politics definitely\n  ","987462":"\n  not that I recall lol\n  ","987463":"\n  I’m definitely single just not ready to mingle my heart needs time to heal\n  ","987464":"\n  I just watched 3 days worth of general hospital lol 😋\n  ","987465":"\n  I do!\n  ","987466":"\n  that I got this and to believe in myself lol\n  ","987467":"\n  there’s so many things tbh😬\n  ","987468":"\n  I’m not tho\n  ","987469":"\n  that I’m quiet and shy and that’s true at first lol but then I open up 😬\n  ","987470":"\n  nope lol\n  ","987471":"\n  no that’s not true whatsoever\n  ","987472":"\n  I have!\n  ","987473":"\n  there’s absolutely no reason for it.  It’s pointless tbh\n  ","987474":"\n  what does slippers have to do with being young? lol\n  ","987475":"\n  I do!\n  ","987476":"\n  nope I hate it\n  ","987477":"\n  Not really lol\n  ","987478":"\n  don’t have one tbh\n  ","987479":"\n  nope not really\n  ","987480":"\n  both of them tbh but Chester more 💕\n  ","987481":"\n  positivity and love in the world 😐\n  ","987482":"\n  That’s tough lol\n  ","987483":"\n  tacos lol😋\n  ","987484":"\n  sometimes I do!\n  ","987485":"\n  My mother lol\n  ","987486":"\n  Listen to music tbh\n  ","987487":"\n  This is one of my favorites because it’s Chester laughing and seeing that just warms my heart and makes me smile and cry at the same time 🥺\n  ","987488":"\n  I do!\n  ","987489":"\n  letting someone back into my life even though I know they didn’t change. I guess I just didn’t want to lose them but I realized I deserve better anyways.\n  ","987490":"\n  no I don’t\n  ","987491":"\n  how much I miss Chester🥺\n  ","987492":"\n  my best knows how many coins I have lol😋 and I have 11,582 followers! I have a ton of unanswered questions woahhh\n  ","987493":"\n  pop\/rock!🙂\n  ","987494":"\n  Who?\n  ","987495":"\n  usually in the afternoon when the sun is out and when it’s dark lol\n  ","987496":"\n  I like the watermelon flavor and strawberry lol\n  ","987497":"\n  something healthy tbh lol\n  ","987498":"\n  oh my goodness I don’t even know 😳\n  ","987499":"\n  good question I can’t think of anything rn lol😬\n  ","987500":"\n  not really but I used to high school and middle school lol! I hated it that much 😂\n  ","987501":"\n  I’ve made it this far without giving up and I pushed through my struggles I’ve had even though I’m still recovering.\n  ","987502":"\n  money 😝 and a lot of other things!\n  ","987503":"\n  nothing currently lol\n  ","987504":"\n  a lot of things honestly lol\n  ","987505":"\n  Clothes and shoes!😝\n  ","987506":"\n  good morning!\n  ","987507":"\n  no I’m not lol\n  ","987508":"\n  Well it’s currently 7:27 am and I’m in bed lol\n  ","987509":"\n  Really anon?\n  ","987510":"\n  goodnight friends, I’ll continue answering questions later on 😁\n  ","987511":"\n  ❤️❤️❤️\n  ","987512":"\n  Sunsets, the sky the mostly\n  ","987513":"\n  hmm I always got the best teachers in every subject tbh\n  ","987514":"\n  Actually none of my questions are from Quora anon so try again 🙂\n  ","987515":"\n  no I don’t\n  ","987516":"\n  same goes for you❤️\n  ","987517":"\n  Chocolates tbh\n  ","987518":"\n  mostly in the front but sometimes on the back tbh\n  ","987519":"\n  Sure!😋\n  ","987520":"\n  I’m not saintly lol\n  ","987521":"\n  not much, same old you?\n  ","987522":"\n  no I wouldn’t lol\n  ","987523":"\n  Recently lol\n  ","987524":"\n  Yes I have actually\n  ","987525":"\n  no I’m not\n  ","987526":"\n  no I don’t lol\n  ","987527":"\n  I’ve never worked on cars\n  ","987528":"\n  I just don’t because I have social anxiety tbh\n  ","987529":"\n  Fiji!\n  ","987530":"\n  yes I have!\n  ","987531":"\n  no we didn’t yet\n  ","987532":"\n  I would say water the most lol\n  ","987533":"\n  hard lemonade tbh\n  ","987534":"\n  socializing with other people lol🙃\n  ","987535":"\n  it was just a normal day lol\n  ","987536":"\n  I mean i don’t really interact with other people and I could thank my anxiety for that lol\n  ","987537":"\n  Awhh, I hope you’re having a fantastic year so far, beautiful 💗\n  ","987538":"\n  hmm good question I can’t recall anything rn😬\n  ","987539":"\n  message someone ever again 🙂\n  ","987540":"\n  I don’t know about dumb lol 🤔\n  ","987541":"\n  gotta come off anon\n  ","987542":"\n  I’m glad girly!😁\n  ","987543":"\n  I would definitely roll with it🤩🤯\n  ","987544":"\n  not to put so much time and effort into someone who’s not interested and someone who just couldn’t care less 🙂\n  ","987545":"\n  the internet lol\n  ","987546":"\n  about a 5 tbh\n  ","987547":"\n  Of course I did 😝\n  ","987548":"\n  it’s already 2020 lol\n  ","987549":"\n  a bear😍\n  ","987550":"\n  not every night, no\n  ","987551":"\n  I don’t really know tbh\n  ","987552":"\n  Listening to music 😝\n  ","987553":"\n  It going alright! how’s yours?🥳\n  ","987554":"\n  I’ve had many random thoughts though lol\n  ","987555":"\n  same goes for you!🥳\n  ","987556":"\n  definitely not myself\n  ","987557":"\n  Mostly online and in store sometimes as well 🙂\n  ","987558":"\n  no I don’t\n  ","987559":"\n  no I don’t tbh\n  ","987560":"\n  honestly maybe baby blue or dark blue or maybe even yellow lol\n  ","987561":"\n  of course it will\n  ","987562":"\n  awhhh this is so sweet💕\n  ","987563":"\n  I mean they don’t  get scared. They don’t seem to mind it even though it’s pretty loud. I would suggest you take your cat to a  quiet room and sit with your cat and comfort them. 🙂\n  ","987564":"\n  no anon\n  ","987565":"\n  not really? lol\n  ","987566":"\n  my favorite show is criminal minds!😁\n  ","987567":"\n  I don’t really have a favorite streamer tbh\n  ","987568":"\n  Happy Twenty Twenty!🥳\n  ","987569":"\n  I’ve stayed in many amazing hotels so I don’t know tbh\n  ","987570":"\n  you as well lovely!🥳❤️\n  ","987571":"\n  Sometimes I do\n  ","987572":"\n  nah I don’t like him\n  ","987573":"\n  I tried so hard and got so far but in the end it doesn’t even matter\n  ","987574":"\n  that’s cool?🤔\n  ","987575":"\n  Happy New Year best friend🥳🎉 I hope you have a wonderful year angel 💕\n  ","987576":"\n  what’s  that?\n  ","987577":"\n  I hope you have a amazing year!🥳🎊\n  ","987578":"\n  No I didn’t but surprisingly we did it!🥳\n  ","987579":"\n  I hope it’s a good year for you as well 💗\n  ","987580":"\n  I don’t accept drinks from strangers and plus I’m not old enough to drink lol\n  ","987581":"\n  listening to Linkin Park 😝\n  ","987582":"\n  I mean it’s rare but I do sometimes 😁\n  ","987583":"\n  because most people do the same and it shouldn’t concern you\n  ","987584":"\n  passing my driving test 😁\n  ","987585":"\n  I doooo😝😁😋🤯\n  ","987586":"\n  Definitely summer!\n  ","987587":"\n  a party with the family 🥳\n  ","987588":"\n  Happy new year!🥳 and I don’t really tbh\n  ","987589":"\n  really late tbh😴\n  ","987590":"\n  unattractive tbh\n  ","987591":"\n  I don’t even remember tbh!😱\n  ","987592":"\n  Bad romance - thirty seconds to Mars\n  \n  War is over - maroon 5\n  \n  rolling in the deep- Linkin Park\n  \n  😋\n  ","987593":"\n  ❤️❤️❤️\n  ","987594":"\n  talking to new people, having to socialize, mostly anything having to do with socializing with someone\n  ","987595":"\n  I guess more about the past and future tbh😬\n  ","987596":"\n  Happy 2020🥳 and let’s not re-elect that thing 🙂\n  ","987597":"\n  happy new year!🥳🎊🎆\n  ","987598":"\n  you too lovely!🎊\n  ","987599":"\n  thank you, same to you🙂\n  ","987600":"\n  They ALL float down here. When you’re down here with us, you’ll float too! 🤡🎈\n  ","987601":"\n  maybe I would\n  ","987602":"\n  who? lol\n  ","987603":"\n  tennis! lol\n  ","987604":"\n  I do actually\n  ","987605":"\n  getting ready for tonight lolz😋\n  ","987606":"\n  😅😅\n  ","987607":"\n  my personality mostly\n  ","987608":"\n  I hope so man I really do\n  ","987609":"\n  any Linkin Park song 😝\n  ","987610":"\n  it’s still New Year’s Eve here.\n  ","987611":"\n  yeah I am\n  ","987612":"\n  I’m skinny tho?\n  ","987613":"\n  no I don’t drink lol\n  ","987614":"\n  Happy New Year’s Eve anon🙂\n  ","987615":"\n  more to the past tbh\n  ","987616":"\n  this app lol\n  ","987617":"\n  I don’t remember 😱\n  ","987618":"\n  more of black tbh lol\n  ","987619":"\n  this man right here 🤩\n  ","987620":"\n  I noticed lol😝\n  ","987621":"\n  sure I guess lol\n  ","987622":"\n  I usually don’t to be honest and never really have. Even if I do I’ll end up not following them anyway lol\n  ","987623":"\n  I appreciate this so much, thank youuuuu for this positivity ❤️\n  ","987624":"\n  yes I have and they’re pretty good!🙂\n  ","987625":"\n  I would say Nicki Minaj and Cardi B, Kanye West, Jay Z, Beyoncé, the Kardashian’s etc lol\n  ","987626":"\n  I would like to think so 😬\n  ","987627":"\n  In the coin market lol\n  ","987628":"\n  completely get rid of the anonymous option and see how all the hate and negativity would stop because everyone likes hiding behind anonymous and talking badly so yeah that would be fun without that option.\n  ","987629":"\n  I’m okay, thank you lol\n  ","987630":"\n  it takes about 24 hours to show up after you buy it\n  ","987631":"\n  I feel like it’s going to be just like every other year meaning terrible anyways so not very I guess.\n  ","987632":"\n  not dressed yet but who knows tbh\n  ","987633":"\n  it’s still 2019 lol\n  ","987634":"\n  that’s wonderful anon\n  ","987635":"\n  none actually\n  ","987636":"\n  I know lol I figured it out\n  ","987637":"\n  I’ve never been 😱\n  ","987638":"\n  I’m not optimistic so more pessimistic I would say and Happy New Years Eve 😁\n  ","987639":"\n  yeah that’s true tbh\n  ","987640":"\n  let’s hope next year will be a good year but who knows honestly. I can only hope right?🙃\n  ","987641":"\n  everything about me\n  ","987642":"\n  I guess so honestly\n  ","987643":"\n  I would say my honesty and loyalty, kindness and I guess my weirdness lol\n  ","987644":"\n  How can you not know this? lol Linkin Park😝\n  ","987645":"\n  mostly everything in life tbh\n  ","987646":"\n  let someone back into my life again when they haven’t changed\n  ","987647":"\n  it’s healthy lol\n  ","987648":"\n  I believe the 1st position lol 😅\n  ","987649":"\n  Haha yes I agree😁\n  ","987650":"\n  I’m in bed still lol\n  ","987651":"\n  I think by spreading positive messages to people and letting them know that we love them and we are here for them as well you know?🙂\n  ","987652":"\n  of course I do even do I barely wear make up lol\n  ","987653":"\n  I’m definitely missing the positivity that we need on this platform. There’s way to much negativity and people talking sh*t on this app it’s rather sad.  It would be a better experience if we could have more positivity and kindness and love spread around here. 🙂\n  ","987654":"\n  I usually always have to watch something when I’m eating because I eat slow anyways lol\n  ","987655":"\n  yes I loved it too! And I do 😁\n  ","987656":"\n  not really tbh\n  ","987657":"\n  necklaces mostly\n  ","987658":"\n  it’s still New Years Eve here but happy New Year to you!🎉\n  ","987659":"\n  well usually pretty quickly but with this one person years actually because I was in love with this particular one.\n  ","987660":"\n  no lol I don’t\n  ","987661":"\n  yeah I do like him as well!😁\n  ","987662":"\n  It’s still 2019 here lol\n  ","987663":"\n  no I wasn’t\n  ","987664":"\n  a little older then me\n  ","987665":"\n  I haven’t seen it, so I wouldn’t know\n  ","987666":"\n  I would definitely say undo tbh\n  ","987667":"\n  I’m sleepy\n  ","987668":"\n  A twist of Christmas 🙂\n  ","987669":"\n  I’m okay I guess😐 you?\n  ","987670":"\n  that’s hard, I don’t know tbh\n  ","987671":"\n  well I don’t lol\n  ","987672":"\n  Haha well I’m glad that’s so 😬\n  ","987673":"\n  I mostly watch Jeffree Star and pranksters and the react channel 😋\n  ","987674":"\n  Hey🙂\n  ","987675":"\n  I mean that’s your choice.\n  ","987676":"\n  haha that’s okayyyy, don’t worry 😝\n  ","987677":"\n  I’m glad you don’t mind sharing 😋\n  ","987678":"\n  by you, and\n  \n   @Qu33nForADayy\n  \n  💗\n  ","987679":"\n  no I actually do anon\n  ","987680":"\n  I don’t remember actually\n  ","987681":"\n  nope anon\n  ","987682":"\n  i don’t know anon\n  ","987683":"\n  that’s a tough one!😱\n  ","987684":"\n  that’s okay, bestie😋\n  ","987685":"\n  my best friend 😋\n  ","987686":"\n  I’ve had many great achievements lol\n  ","987687":"\n  like a child is writing it lol. I need a new signature\n  ","987688":"\n  excuse me?\n  ","987689":"\n  no that’s not happened to me\n  ","987690":"\n  yes I do lol\n  ","987691":"\n  oh goodness I don’t know 😱\n  ","987692":"\n  awhhh, you too ❤️\n  ","987693":"\n  why would I do that?\n  ","987694":"\n  maybe lol I’m not sure\n  ","987695":"\n  everything lol. I’m antisocial so I prefer to do things alone anyway\n  ","987696":"\n  Oh no lol\n  ","987697":"\n  listen to Linkin Park!🙂\n  ","987698":"\n  FBI agent\/profiler or an interior designer 😋\n  ","987699":"\n  haha yassss!😝\n  ","987700":"\n  I don’t think so\n  ","987701":"\n  no way! You have to watch the office lol. And I am interested in psychology and interior design tbh🙂 what about you?\n  ","987702":"\n  of course bestie❤️\n  ","987703":"\n  hello there, love you as well!🙂\n  ","987704":"\n  I agree!\n  ","987705":"\n  of course!😊and I’ve always wanted to go to Pennsylvania thanks to the show The Office lol. And yeah I do like Cali.\n  ","987706":"\n  Thank you beautiful , I followed you back 😊\n  ","987707":"\n  So are you lovely, I’m from California what about you?🙂\n  ","987708":"\n  of course, I just followed you back 😁\n  ","987709":"\n  I would definitely have to say you 😋\n  ","987710":"\n  you’re also so pretty!🙂 and I’m doing okay how are you?\n  ","987711":"\n  Linkin Park 🥺💗\n  ","987712":"\n  awhhh thank you so much 💗\n  ","987713":"\n  because that’s when most people have their birthdays lol\n  ","987714":"\n  I’m so proud of you, even though this year was so hard and tough you made it through yet once again! Good job! Keep your head up high and I know you will overcome this pain of trying to forget someone and move on. You got this girl! Also remember to believe in yourself most importantly and that you can do anything you put your mind to💗\n  ","987715":"\n  it takes 24 hours to show up 🙂\n  ","987716":"\n  I love you too duhhhh😋\n  ","987717":"\n  just plain cheese\n  ","987718":"\n  I guess I would say “I love you” because it’s mostly a lie anyways\n  ","987719":"\n  definitely the summer months lol\n  ","987720":"\n  yes of course I do still! And just dance and guitar hero are my favs 😝\n  ","987721":"\n  can’t say lol\n  ","987722":"\n  someone 🙂\n  ","987723":"\n  no I didn’t\n  ","987724":"\n  ‘IT’ Chapter 1 and 2\n  \n  The conjuring 1 and 2\n  \n  So on lol\n  ","987725":"\n  not as much anymore but I do\n  ","987726":"\n  lol well that’s what I like anon\n  ","987727":"\n  tennis definitely!\n  ","987728":"\n  yeah I’m telling you, ask has been weird lately\n  ","987729":"\n  I wish I knew 😂\n  ","987730":"\n  obviously not\n  ","987731":"\n  no I wouldn’t. I’m not a bear ahah I would miss too much 🥺\n  ","987732":"\n  I feel like that means they’re telling you that you deserve better and that they aren’t giving you the best and so they’re doubting it because deep down your partner knows you deserve better.\n  ","987733":"\n  no I didn’t\n  ","987734":"\n  no it’s fine, I won’t 🙂 I mean I don’t regret it anyway\n  ","987735":"\n  I’m not\n  ","987736":"\n  wanting to end on good terms with someone but it seems that’s not gonna happen so 🤷‍♀️\n  ","987737":"\n  my kindness, honesty, loyalty 🙂\n  ","987738":"\n  I would definitely say the barbies I had!😝\n  ","987739":"\n  I do but you told me not to share it so I can’t 🙂\n  ","987740":"\n  I’m okay, how are you?\n  ","987741":"\n  yes I absolutely love him!\n  ","987742":"\n  I doooo\n  ","987743":"\n  A few anon\n  ","987744":"\n  not really tbh\n  ","987745":"\n  Thank you❤️\n  ","987746":"\n  in my FAQ anon\n  ","987747":"\n  it’s been awhile tbh\n  ","987748":"\n  that’s okay lol no worries 😂\n  ","987749":"\n  I appreciate that🙂\n  ","987750":"\n  getting ready lol\n  ","987751":"\n  that’s my last name 🙂\n  ","987752":"\n  I don’t really have a favorite brand tbh\n  ","987753":"\n  ❤️❤️❤️\n  ","987754":"\n  A line in the sand - Linkin Park\n  ","987755":"\n  I didn’t eat anything yet ahha\n  ","987756":"\n  🥺🥺🥺🥺\n  ","987757":"\n\n   https:\/\/youtu.be\/Y2M_maw7HRs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  just heard this the other day and omg 😍😍\n  ","987758":"\n  this app😁\n  ","987759":"\n  yes I know, he was🙁\n  ","987760":"\n  i haven’t\n  ","987761":"\n  what?🤔\n  ","987762":"\n  never be able to accurately express myself I mean that’s already tough for me anyways\n  ","987763":"\n  I think 2 sounds more romantic in my opinion. I like that one more 😋\n  ","987764":"\n  you gotta come off anon\n  ","987765":"\n  both sound horrifying tbh. I don’t like spiders so I guess wasps 🙁\n  ","987766":"\n  yes I do and I have experienced paranormal! 😝\n  ","987767":"\n  what’s yours?\n  ","987768":"\n  yes I’ve acted in many as well!\n  ","987769":"\n  have the answers to why it happened again 🙃\n  ","987770":"\n  I do!\n  ","987771":"\n  I like cheetah print and plaid and polka dots 😝\n  ","987772":"\n  I dooo😁\n  ","987773":"\n  never lol\n  ","987774":"\n  no I didn’t tbh\n  ","987775":"\n  imma sleep y’all nighttt\n  ","987776":"\n  well truly living means living your life to the fullest and doing the things you’ve always wanted to do. Following your dreams and going after what you’re passionate about and making sure you’re happy and positive and being alive just means that you’re breathing but not living your life to the fullest and therefore you’re negative and sad.\n  ","987777":"\n  good morning! I followed you too🙂 I’m not happy no and sure I can ask you something!\n  ","987778":"\n  Yes so many people care about his music. That’s very rude of you to say. He has so many fans all over the world that love him and love his music so seriously stop.  Of course people are going to remember him through his music and his life.\n  ","987779":"\n  thanks anon🙂\n  ","987780":"\n  are you kidding me rn? 🙃don’t even go there with me. Perhaps through his music and memories anon and life.\n  ","987781":"\n  non ma vie va bien, la tienne semble être un gâchis\n  ","987782":"\n  my life tbh\n  ","987783":"\n  like I said he will always inspire me\n  ","987784":"\n  many things honestly\n  ","987785":"\n  Chester Bennington always will 💗\n  ","987786":"\n  falling in love I think just so you can experience emotional pain and then become stronger in the end.\n  \n  going out of your comfort zone!\n  \n  Following your dreams and passions in life!\n  \n  Talking to the boy you like even though you might be nervous about it.\n  \n  etc😁\n  ","987787":"\n  I haven’t really made one tbh\n  ","987788":"\n  breathe underwater tbh\n  ","987789":"\n  Je pense que c'est vous qui avez besoin d'une aide professionnelle 🙂\n  ","987790":"\n  absolutely anon\n  ","987791":"\n  no I haven’t\n  ","987792":"\n  of course 🙂\n  ","987793":"\n  I choose to ignore many tbh\n  ","987794":"\n  I guess so aha\n  ","987795":"\n  lol no\n  ","987796":"\n  I’m sleepy\n  ","987797":"\n  I like all animals anon😋\n  ","987798":"\n  you’re on anon?\n  ","987799":"\n  obviously I’m not on 24\/7\n  ","987800":"\n  sleeping!😝\n  ","987801":"\n  dancing tbh just wasn’t for me\n  ","987802":"\n  so many things tbh😐\n  ","987803":"\n  hmm I don’t know actually 🤔\n  ","987804":"\n  I don’t really have a favorite book but I did really like the great gatsby when I read it in 11th grade lol.\n  ","987805":"\n  yes!\n  ","987806":"\n  can you not ?\n  ","987807":"\n  i have no idea tbh\n  ","987808":"\n  NOO don’t kill Chester💔🥺\n  ","987809":"\n  first of all I would name him Chester and then I would take him places with me😋 After I would give Chester to\n  \n   @edraegen\n  \n  😝\n  ","987810":"\n  lmao not at all.\n  ","987811":"\n  I’m here for you\n  ","987812":"\n  I have so many favorites 😱\n  ","987813":"\n  lmao I’m singing\n  ","987814":"\n  In a zoo because I absolutely adore animals!\n  ","987815":"\n  I don’t like my mind right now\n  \n  stacking up problems that are so unnecessary\n  ","987816":"\n  Awhh, that’s so sweet! I’m happy as well 😁\n  ","987817":"\n  yes we are girly!🙂\n  ","987818":"\n  hey welcome to ask!🙂 I followed you and we have the same name😝\n  ","987819":"\n  no anon I don’t\n  ","987820":"\n  the chicken tbh\n  ","987821":"\n  yeah everything is okay I guess and you?\n  ","987822":"\n  🙂\n  ","987823":"\n  broken down and waiting for a chance to feel alive\n  ","987824":"\n  yeah I think so too🙂\n  ","987825":"\n  no I don’t use it\n  ","987826":"\n  Who said I’m not already?\n  ","987827":"\n  who cares if one more light goes out? Well I do\n  ","987828":"\n  They say who cares if one more light goes out in the sky of a million stars\n  ","987829":"\n  ❤️❤️❤️\n  ","987830":"\n  ‘cause I’m only a crack in this castle of glass hardly anything left for you to see\n  ","987831":"\n  wash the poison from off my skin and show me how to be whole again\n  ","987832":"\n  please just don’t give up on me\n  ","987833":"\n  I’ve got a long way to go and a long memory. I’ve been searching for an answer always just out of reach\n  ","987834":"\n  definitely a weird life which I already have\n  ","987835":"\n  i know but they can be trusted. Once you’ve found the one you will know. I haven’t but I know.\n  ","987836":"\n  no thank you\n  ","987837":"\n  no I haven’t\n  ","987838":"\n  We are friends 🙂\n  ","987839":"\n  I did check them out and I think you’re incredibly talented! I loved them 😁\n  ","987840":"\n  happy almost new year!🙂\n  ","987841":"\n  yes I absolutely do!\n  ","987842":"\n  not really anymore tbh\n  ","987843":"\n  everything about it\n  ","987844":"\n  Good question 🤔\n  ","987845":"\n  I don’t remember honestly 😱\n  ","987846":"\n  most of the time I do!\n  ","987847":"\n  haha I mean dogs definitely understand what you say\n  ","987848":"\n  Ahah okay anon\n  ","987849":"\n  it depends on bad it was lol\n  ","987850":"\n  Hurricane by thirty seconds to mars\n  ","987851":"\n  maybe later 😋\n  ","987852":"\n  I play tennis 😋\n  ","987853":"\n  I have to find one lol . I have tons of pictures.\n  ","987854":"\n  I don’t know 😱\n  ","987855":"\n  probably very crazy\/weird things lmao\n  ","987856":"\n  Thank you❤️\n  ","987857":"\n  Lol why?\n  ","987858":"\n  I have many!\n  ","987859":"\n  no I didn’t\n  ","987860":"\n  nope absolutely not\n  ","987861":"\n  yes doggos!\n  ","987862":"\n  sleep lmao\n  ","987863":"\n  not finding true love, not being good enough, losing loved ones, being ignored, someone letting me go so easily, etc.\n  ","987864":"\n  party time 😁😝\n  ","987865":"\n  omg that actually made me tear up 🥺 because that’s what I’m going through rn.\n  ","987866":"\n  I do!\n  ","987867":"\n  whatever I feel like eating tbh i don’t know what my favorite is lol\n  ","987868":"\n  okay anon lol\n  ","987869":"\n  what? lol\n  ","987870":"\n  Happy birthday lovely! I hope you had a good day😁\n  ","987871":"\n  nope not really\n  ","987872":"\n  Jared Leto’s eyes and his face 🥵\n  ","987873":"\n  meeting my best friends for example 😁\n  ","987874":"\n  money isn’t the issue I just have no motivation to try new things you know?😐\n  ","987875":"\n  how difficult and depressing it is tbh.🙁\n  ","987876":"\n  it’s in the coin market 🙂\n  ","987877":"\n  nah not really\n  ","987878":"\n  Lol it’s not that hard\n  ","987879":"\n  yes actually!\n  ","987880":"\n  Yeah I do\n  ","987881":"\n  I’m definitely a 11 sweets person 😬\n  ","987882":"\n  no I don’t think so\n  ","987883":"\n  getting things done and following my passion and dreams 🙂\n  ","987884":"\n  yeah I have 😋\n  ","987885":"\n  Sure!\n  ","987886":"\n  what year is it?😬\n  ","987887":"\n  yes it does anon\n  ","987888":"\n  I haven’t played truth or dare in awhile now 😱\n  ","987889":"\n  I mean yeah I was going to say that. I just don’t get it though 🤔\n  ","987890":"\n  That’s why you should read it\n  ","987891":"\n  messaged an old friend but I shouldn’t have because they didn’t change 🙂\n  ","987892":"\n  I would say Instagram and Snapchat definitely 😁\n  ","987893":"\n  what’s my FAQ for lol\n  ","987894":"\n  my what?\n  ","987895":"\n  opening up and talking to new people without being so anxious and shy🙁\n  ","987896":"\n  oh goodness probably when I was younger definitely!\n  ","987897":"\n  Always Linkin Park, maroon 5, Coldplay, dead by sunrise and thirty seconds to Mars 😝\n  ","987898":"\n  hmm definitely my phone lol\n  ","987899":"\n  fashion advice and picking what to wear and styling, and usually for advice and support 🙂\n  \n  Also interior design help 😋\n  ","987900":"\n  well I’m a vampire you know? I never sleep anyways 🧛‍♀️\n  ","987901":"\n  awhhh, thank you lovely 💗\n  ","987902":"\n  I don’t really know tbh🤔 I guess how easily I forgive people even when they don’t deserve it and how I learned how to let go of people that clearly don’t want to stay in my life🙂\n  ","987903":"\n  Well I’m not a parent yet, but I hope I will be a passionate and ambitious one who loves their kids and only wants the best for them 🙂\n  ","987904":"\n  usually left alone but sometimes I would like someone to cheer me up tbh😁\n  ","987905":"\n  Hmm good question 🤔 I’ve done so much that others haven’t seen 😐\n  ","987906":"\n  whenever you find someone and have known them for awhile. Also whenever you feel you’re ready for that big responsibility\n  ","987907":"\n  someone who can’t communicate and ignores\/avoids me while dating me! like that’s a big no no😐\n  ","987908":"\n  nope not exactly tbh\n  ","987909":"\n  I would say both tbh\n  ","987910":"\n  I’m definitely more introvert\n  ","987911":"\n  passing my driving test lmao\n  ","987912":"\n  I watch movies, go swimming, yoga, listen to music, relax, go hiking, have a good time 😁\n  ","987913":"\n  I can’t share it I guess 🤷‍♀️\n  ","987914":"\n  I’m neither actually\n  ","987915":"\n  My personality tbh\n  ","987916":"\n  what even?\n  ","987917":"\n  haha why would it matter tho?😝\n  ","987918":"\n  chewing loudly and sitting near you and doing that, or talking really loudly etc🙄\n  ","987919":"\n  oh that sounds cool!😁\n  ","987920":"\n  that doesn’t matter? Im mostly home alone most of the time anyways.\n  ","987921":"\n  I would much rather lose the internet. I wouldn’t want to never be able to listen to music because music is what keeps me going and what motivates and inspires me to keep going and to not give up.\n  ","987922":"\n  wait scratch that we would have dinner and watch a movie at my place lol. We would watch a horror movie definitely 😝\n  ","987923":"\n  Yes I believe hardship makes us all stronger. We have so many tough times in our life and while we are going through them we feel we aren’t going to make it or feel like giving up but we don’t because we know that, that experience will make us stronger in the end.\n  ","987924":"\n  Just relaxing outside 😁 what are you doing?\n  ","987925":"\n  you definitely do best friend 😝so does\n  \n   @Qu33nForADayy\n  \n  and Linkin Park 💗\n  ","987926":"\n  how about yours.\n  ","987927":"\n  The office!\n  ","987928":"\n  nothing tbh😱\n  ","987929":"\n  I took dancing classes in high school and I took cooking classes in middle school and high school 🙂\n  ","987930":"\n  We would have a picnic inside by the fireplace 😋 I would make some Armenian dishes and we would watch a movie at home.\n  ","987931":"\n  no lol\n  ","987932":"\n  I do but I don’t use it much lol\n  ","987933":"\n  maybe in my remains by Linkin Park or hurricane by thirty seconds to mars 😋\n  ","987934":"\n  I did🙂\n  ","987935":"\n  I’ve had many beautiful moments this year😬\n  ","987936":"\n  if we were what would we do?😝\n  ","987937":"\n  I don’t really wear sunglasses! by I do like wearing hats!\n  ","987938":"\n  happiness and to have someone to love 🙃\n  ","987939":"\n  I don’t know. I guess to see what the New Year brings me😬\n  ","987940":"\n  I do I do!\n  ","987941":"\n  not anymore actually\n  ","987942":"\n  We would eat somewhere nice in Venice, Italy and we would watch a horror movie 😝\n  ","987943":"\n  to relax and lay low today lol\n  ","987944":"\n  no I haven’t lol\n  ","987945":"\n  I always find the time to sleep🙂\n  ","987946":"\n  most likely driving the highway to hell lol\n  ","987947":"\n  I mean people love their meat and enjoy eating it. I love chicken for example so I understand it.\n  ","987948":"\n  I think both are equally valuable in my opinion .\n  ","987949":"\n  There is no best age to marry. You get married whenever you find someone and have known them for awhile and whenever you’re ready for that huge responsibility.\n  ","987950":"\n  I haven’t burned any actually tbh\n  ","987951":"\n  no I wasn’t at least I wouldn’t consider myself so\n  ","987952":"\n  you just know, it’s hard to explain. You become much happier and you feel butterflies in your stomach when you talk to them and when you’re around them. And you want them happy and you always try your best to please them and whatnot.\n  ","987953":"\n  going to party and watch the ball drop and I always stay up late anyways 😁\n  ","987954":"\n  well I guess on how they work tbh\n  ","987955":"\n  I have yes!😝\n  ","987956":"\n  the guys from impractical jokers lol\n  ","987957":"\n  oh no you wouldn’t\n  ","987958":"\n  I guess so, I’m thankful for it all even if it was painful and depressing 🙂\n  ","987959":"\n  All the amusement parks we have here and all the beaches and parks!\n  ","987960":"\n  well no, you should definitely date first before marrying someone anon\n  ","987961":"\n  A pet bear!😍\n  ","987962":"\n  Thank you❤️\n  ","987963":"\n  I don’t know. I’m not friends with any of my exes because they all ended up on bad terms. Tried ending one on a good term but I guess it didn’t work so no I don’t think it’s possible unless you’re on good terms.\n  ","987964":"\n  it’s been awhile\n  ","987965":"\n  Brush my teeth lol\n  ","987966":"\n  I prefer to travel tbh😁\n  ","987967":"\n  you crazy? I don’t\n  ","987968":"\n  absolutely nothing lol\n  ","987969":"\n  awhhh🥺\n  ","987970":"\n  haha that’s cute\n  ","987971":"\n  I don’t know anon\n  ","987972":"\n  none anon\n  ","987973":"\n  no I wouldn’t lol\n  ","987974":"\n  My Mickey?\n  ","987975":"\n  Hey anon!\n  ","987976":"\n  I’m not at all\n  ","987977":"\n  sure!\n  ","987978":"\n  of course they’re. Once you find the right one you’ll see. I still haven’t but I know there is someone out their for you!\n  ","987979":"\n  ohhh that sounds so good!\n  ","987980":"\n  I don’t really like bbq\n  ","987981":"\n  His music actually and then I heard he was also an actor.\n  ","987982":"\n  I like the color we have more natural tbh and neutral.\n  ","987983":"\n  I don’t think I have tbh\n  ","987984":"\n  I’ve never heard that\n  ","987985":"\n  that’s not true. They’re definitely worth something anon\n  ","987986":"\n  I would say the worst part of losing your sense of smell would be you wouldn’t be able to smell your favorite smells, you wouldn’t be able to smell the food you eat, you wouldn’t be able to smell anything\n  \n  I don’t believe there’s a best part of losing your sense of smell. It would be depressing.\n  ","987987":"\n  I’ve meet many actually!\n  ","987988":"\n  I don’t really know actually lol nothing that wild 🤔\n  ","987989":"\n  absolutely it’s horrible 💔\n  ","987990":"\n  I’ve experienced a lot of big life changes tbh\n  ","987991":"\n  excuse me?\n  ","987992":"\n  no I haven’t\n  ","987993":"\n  happy almost new year!😁\n  ","987994":"\n  I can!\n  ","987995":"\n  sure I guess\n  ","987996":"\n  pugs!\n  ","987997":"\n  Jared Leto😋\n  ","987998":"\n  I wouldn’t steal anything actually\n  ","987999":"\n  I don’t even know tbh\n  ","988000":"\n  that I’m beautiful and sweet🙂\n  ","988001":"\n  that’s right anon\n  ","988002":"\n  Yes, this app 🥺\n  ","988003":"\n  from both actually!\n  ","988004":"\n  oh goodness I don’t know! I think him and Halsey would’ve been really cute\n  ","988005":"\n  let’s go anon\n  ","988006":"\n  it sounds really good!\n  ","988007":"\n  now you do lol\n  ","988008":"\n  that’s cute🥺\n  ","988009":"\n  lol hi\n  ","988010":"\n  you’re not okay\n  ","988011":"\n  nope actually 😬\n  ","988012":"\n  I’m not lol\n  ","988013":"\n  putting myself through so many difficult hardships when I knew I deserved much better but I let myself go through the pain.\n  ","988014":"\n  no way! 😱\n  ","988015":"\n  It’s night time lol\n  ","988016":"\n  Sleeping in honestly!\n  ","988017":"\n  in bed lol or in the pools😝\n  ","988018":"\n  I definitely wanna go to abandoned places and haunted homes and places. I’ve always wanted to go to somewhere that’s haunted and abandoned I feel like that would be such a fun adventure!😁\n  ","988019":"\n  in a bath, watch a movie, listen to music, go swimming, sit outside, yoga, meditation 🙂\n  ","988020":"\n  Congratulations?\n  ","988021":"\n  I know you do lol\n  ","988022":"\n  why you braindead?\n  ","988023":"\n  No he’s not lol\n  ","988024":"\n  no way! I don’t think he would do that tbh\n  ","988025":"\n  you’re dating Leto?😱\n  ","988026":"\n  yeahhh anon\n  ","988027":"\n  Oooh that sounds good actually!\n  ","988028":"\n  smh I can’t believe you think Jared doesn’t act well. He does!🙄\n  ","988029":"\n  that’s great!\n  ","988030":"\n  I’m not sleeping yet\n  ","988031":"\n  maybe, hopefully\n  ","988032":"\n  he’s 48 lol but no he’s an exception\n  ","988033":"\n  Zusehen, wie Kinder Meisterschaften backen\n  ","988034":"\n  ja absolut🙂\n  ","988035":"\n  Ahhhh I don’t know lol\n  ","988036":"\n  a few times I have been friend-zoned. And sometimes I’m the one who friend-zones someone I’m not interested in. lol\n  ","988037":"\n  I didn’t yet. I’m in the middle still lol\n  ","988038":"\n  I mean I don’t know, they do whatever they want I guess and no I don’t whistle in public.\n  ","988039":"\n  I guess?\n  ","988040":"\n  I appreciate that🙂\n  ","988041":"\n  I do\n  ","988042":"\n  Thank you love❤️\n  ","988043":"\n  yes by friends so many times actually and mostly by this one friend I had. Yeah she would always make excuses like “my mom said I can’t go” or “ I have to ask my mom” LIKE you’re almost 21 no you don’t lol. 🤷‍♀️\n  ","988044":"\n  yes I’m currently watching ‘you’ season 2 and the plot twist to me was that Love actually killed Delilah and not Joe like whattt🤯 they’re definitely soul mates.(oops spoiler alert!!)\n  ","988045":"\n  I definitely agree with you anon!\n  ","988046":"\n  no but I’m planning on going definitely !\n  ","988047":"\n  no thank you, I wouldn’t do that\n  ","988048":"\n  I wouldn’t say I’m in love currently I would say heartbroken and that my heart needs to heal from that still. It will definitely take time for it to be repaired.\n  ","988049":"\n  oh goodness probably leave it forever 😋\n  ","988050":"\n  no I don’t lol\n  ","988051":"\n  no not really loo\n  ","988052":"\n  I would say the barbies I had as a kid and I had tons lol\n  ","988053":"\n  I took the longest nap today lol\n  ","988054":"\n  You should omg! and I mean there’s definitely blood!\n  ","988055":"\n  Not necessarily everyone hates them. I don’t know where you got that from 🤔\n  ","988056":"\n  no I don’t because it has pineapple in it lol and I haven’t tried any of those\n  ","988057":"\n  Yes I do! I have so many favorites 🙂\n  ","988058":"\n  I don’t get scared so none of them were scary to me. My favorite scary movie is ‘IT’ Chapter 1 and 2 because I just love Pennywise and I think he’s awesome and the movies are incredible!😁\n  ","988059":"\n  Oh no, that sucks 😱\n  ","988060":"\n  oooh that’s tough I don’t know actually 😳\n  ","988061":"\n  Someone I started talking to again 🙄\n  ","988062":"\n  happened*?\n  ","988063":"\n  Maybe you shouldn’t go hang out with him then\n  ","988064":"\n  lmao what\n  ","988065":"\n  well I would like to know what’s so funny?😂\n  ","988066":"\n  hmm good question but I honestly can’t think of anywhere rn lol\n  ","988067":"\n  Klar, wir können reden🙂\n  ","988068":"\n  probably somewhere that serves Italian food or Greek food  or maybe Armenian food😋\n  ","988069":"\n  du meinst dich kennen zu lernen\n  ","988070":"\n  Whitewater rafting!🙂\n  ","988071":"\n  hmm I don’t really know actually\n  ","988072":"\n  how much Sky loves me and how she knows when I’m sad and gives me kisses to cheer me up 😝\n  ","988073":"\n  some people and things that happens lol\n  ","988074":"\n  I like citrus smells, fruity smells, and some flowery smells. I really love coconut smells and this candle called Voluspa and the smell is Perse Bloom and it’s so good😍\n  ","988075":"\n  On New Years we are having a party 😁\n  ","988076":"\n  I do! 🙂\n  ","988077":"\n  Well I definitely like both the country side and the city!\n  ","988078":"\n  20% 😐 but it’s currently on charge as well lol\n  ","988079":"\n  Linkin Park😋\n  ","988080":"\n  i like both tbh\n  ","988081":"\n  at your own home lol\n  ","988082":"\n  I’m just chilling and sitting outside and enjoying the sun 😝\n  ","988083":"\n  I use google lol\n  ","988084":"\n  I do!\n  ","988085":"\n  People who are negative or bring up negative memories or thoughts, drama, hate, rude\/mean comments etc😬\n  ","988086":"\n  no I don’t\n  ","988087":"\n  basically you send 6 (open) shoutouts\n  \n  10 questions and you can send those to 50 people at a time\n  \n  and answer more then 15 questions per week!\n  ","988088":"\n  whatever you like anon\n  ","988089":"\n  no only you gotta do it multiple times\n  ","988090":"\n  someone who doesn’t know how to communicate and someone who ignores\/avoids me while we are together and dating! like that’s a big no no\n  ","988091":"\n  you can ask 50 people at a time anon\n  ","988092":"\n  the things I enjoy like Linkin Park 😋\n  ","988093":"\n  lol oh\n  ","988094":"\n  I totally agree omg!\n  ","988095":"\n  Send 6 shoutouts (open)\n  \n  send 10 questions (open)\n  \n  answer more then 15 questions per week!\n  ","988096":"\n  Their personality and how they act and talk and if they’re ambitious and passionate in life and if they have a amazing singing voice like Jared Leto😝\n  ","988097":"\n  HAHAHHAH nope\n  ","988098":"\n  well yeah lol\n  ","988099":"\n  I have😁\n  "}}