{"Question":{"988100":"\n   do you like sour cream? do you like mayonnaise? do you like whipped cream? what about cream cheese? what about cottage cheese?\n  ","988101":"\n   Forgive the way it’s phrased but,, has anyone who isn’t attractive themselves ever judged or criticized your looks or appearance?\n  ","988102":"\n   🧠 What should be the goal of humanity?\n  ","988103":"\n   Name 3 to 5 things you love 💛\n  ","988104":"\n   When u bought ur VIP badge how long did it take for it to show up on your profile?\n  ","988105":"\n   If you gave your significant other something for the holidays but they didn’t give you anything, would you be upset?\n  ","988106":"\n   Lol, nevermind. Your response sounds so disinterested. 🤪\n  ","988107":"\n   Omg Nicole...\n  ","988108":"\n   have you ever participated in a white elephant gift exchange?\n  ","988109":"\n   do you like coconut oil?\n  ","988110":"\n   Do you enjoy wearing makeup ? If so what’s your favourite look you’ve created\n  ","988111":"\n   Last place you slept over at?\n  ","988112":"\n   How would you react if you encountered a cat that meowed in a British accent?\n  ","988113":"\n   If you were to make a social networking site of your own, what would it be about?\n  ","988114":"\n   What was the last thing you ate?\n  ","988115":"\n   Just wanted to say you’re beautiful or handsome and you should have a good rest of your day today!\n  ","988116":"\n   Do you like roast and veggies?\n  ","988117":"\n   How's the weather today where you are?\n  ","988118":"\n   Would you cheat on your partner with your favourite celebrity if gotten the chance?😋\n  ","988119":"\n   have you ever been to a very small wedding? have you ever been to a very large wedding?\n  ","988120":"\n   Gm❤️\n  ","988121":"\n   4) favorite cartoon ?\n  ","988122":"\n   Do you know how to bbq?\n  ","988123":"\n   When was the last time you climbed a tree? 🤔\n  ","988124":"\n   Where is the most relaxing place you’ve ever been? 🤔\n  ","988125":"\n   Do you still have feelings for anyone from your past?\n  ","988126":"\n   What age do you wish you could permanently be? 🤔\n  ","988127":"\n   Do you like the simpsons ?(tv show)\n  ","988128":"\n   Nikki❤️\n  ","988129":"\n   Would you date a 45 year old rich man?\n  ","988130":"\n   Do u find people starring at your feet\n  ","988131":"\n   Good too!\n  ","988132":"\n   Would you rather choose a high paid office job or a low paid adventurous job?\n  ","988133":"\n   How would you react if one of your friends snuck up on you and sprayed silly string on you?\n  ","988134":"\n   whats one thing people would never know about you just by looking at you?\n  ","988135":"\n   what are some challenges you think the next generation will face?\n  ","988136":"\n   Have you ever pushed out a kid ?\n  ","988137":"\n   how are you really? use this space to vent\/rant if you wish ❤\n  ","988138":"\n   what does love look like to you?\n  ","988139":"\n   what is your idea of heaven?\n  ","988140":"\n   what makes you angry?\n  ","988141":"\n   Same. I can't stand spinach. Most others I like.\n  ","988142":"\n   I loooove fried asparagus with seasoning! 😱\n  ","988143":"\n   What vegetable do you hate?\n  ","988144":"\n   What is your relationship status?\n  ","988145":"\n   What quality do you value most in your friends?\n  ","988146":"\n   How often do you think about your future?\n  ","988147":"\n   Whos your crush?\n  ","988148":"\n   I knew you'd say that 😋\n  ","988149":"\n   Who is the best movie villain?\n  ","988150":"\n   Can you truly love more than one person?\n  ","988151":"\n   What was the last thing you ate?\n  ","988152":"\n   Would you rather be a vampire or a werewolf?\n  ","988153":"\n   What is under your bed?\n  ","988154":"\n   How much of a shopper are you?\n  ","988155":"\n   What gift will you never forget?\n  ","988156":"\n   Spam starting soon!\n  ","988157":"\n   What quirks do you have? 🤔\n  ","988158":"\n   Nice 🙌🙌🙌 how was your Christmas\n  ","988159":"\n   Hi hehehehe\n  ","988160":"\n   shes right u are your amazing beutiful pretty\n  ","988161":"\n   have you ever gone camping? hiking? tubing?\n  ","988162":"\n   What do you do\n  ","988163":"\n   Yes life is good I do it everyday but I have a day off during the week than I’m off Sunday\n  ","988164":"\n   Good luck working with my kids at daycare 7-4 shift\n  ","988165":"\n   You wanna take my place at work tomorrow\n  ","988166":"\n   How would you react if you were at the beach and you were in the water, and all of a sudden a dolphinpoked it's head out of the water and made a happy dolphin noise at you?\n  ","988167":"\n   hey, how are you doing?\n  ","988168":"\n   do you get embarrassed easily?\n  ","988169":"\n   Are you are fan of spaghetti or do you not care for it? 🍝\n  ","988170":"\n   Jalapeños? Yay or Nay?\n  ","988171":"\n   What takes up too much of your time? 🤔\n  ","988172":"\n   lol yeah play\n  ","988173":"\n   What's up 🙂👋\n  ","988174":"\n   do u play to stay in cali?\n  ","988175":"\n   What do you think about when you're in bed?\n  ","988176":"\n   I had Christmas dinner already\n  ","988177":"\n   oh so u live in norther cali lol\n  ","988178":"\n   How can you change the World?\n  ","988179":"\n   is it snowing for u\nis it snowing for u rn?\n  ","988180":"\n   What’s the best way to start the day? 🤔\n  ","988181":"\n   do u like california?\n  ","988182":"\n   Nikki what are you doing tonight? I just had dinner.\n  ","988183":"\n   How often do you people watch? 🤔\n  ","988184":"\n   Nikki nikki nikki nikki nikki nikki nikki nikki nikki\n  ","988185":"\n   Ooooh nice!😃✌ Mine are: The Kill, Kings and Queens, From Yesterday and Closer to the Edge!😇\n  ","988186":"\n   Wait, weren't you just saying earlier today that you had a special someone and that he makes you happy? 🤔\n  ","988187":"\n   What are your fav 30 Seconds to Mars songs?😎\n  ","988188":"\n   Do you have any plans for New Years? :3\n  ","988189":"\n   He's probably dumb asf 🤪\n  ","988190":"\n   by your pic. looks like bigfoot\n  ","988191":"\n   ur beautiful Nikki ur prince is coming ...... or he’s just dumb asf ❣️🍭❣️\n  ","988192":"\n   ok. whats the green thing\n  ","988193":"\n   do you like tie dye?\n  ","988194":"\n   how come ur name ends in yx\n  ","988195":"\n   What's the most difficult choice one has to make?\n  ","988196":"\n   Please just go with it\n  ","988197":"\n   You look like a box love me I’m so bored omg  😂\n  ","988198":"\n   Sweet potato fries or regular fries?\n  ","988199":"\n   What do you need right now\n  ","988200":"\n   If you could OWN a fast food chain, which one would it be?\n  ","988201":"\n   Who’s happy Christmas is over?\n  ","988202":"\n   But what if a cop catches you with the wine when youre on your way there with it?\n  ","988203":"\n   How can you bring wine to a dinner party if youre 20? You have to be 21 to buy wine unless a store owner is breaking the law\n  ","988204":"\n   has a restaurant ever gotten rid of a food item you really liked? what was it?\n  ","988205":"\n   Have you ever put something somewhere it's not meant to go? If so, what? And where? 🤔🍿\n  ","988206":"\n   What makes you angry?\n  ","988207":"\n   When going to dinner at someone else's house, what type of presents\/gifts do you normally bring? 👍\n  ","988208":"\n   What's a warning sign that you're in the presence of bad company? 😳\n  ","988209":"\n   Have you ever tried boxing before? Even as an exercise?\n  ","988210":"\n   do you like chex mix? what’s your favorite flavor?\n  ","988211":"\n   are you in any groups on facebook?\n  ","988212":"\n   I'll be sending out more questions later, please let me know if you wish to *not* receive them!\n  ","988213":"\n   What's your favorite thing to do on a rainy day?\n  ","988214":"\n   pheelllll      u on here\n  ","988215":"\n   what’s the highest you’ve ever ranked in your country on ask.fm?\n  ","988216":"\n   Sounds like a good guy. As long as he makes you happy, then I approve. I only want what's best for my bestie 🤗\n  ","988217":"\n   photos en bikini\n  ","988218":"\n   Yeah you know I dont remember names unless I like them.\n  ","988219":"\n   So you like him cause he makes you feel special? Special how? 🤔🍿\n  ","988220":"\n   Ahhh I hate needles ;-;\n  ","988221":"\n   Do you like hamburgers?\n  ","988222":"\n   Ever had a blood test?\n  ","988223":"\n   i thought i might be your best friend too\n  ","988224":"\n   Describe your life in five words ❣\n  ","988225":"\n   Cause I know him, remember? You said so yourself earlier. 🤪😆\n  ","988226":"\n   Have you ever swallowed a fly? How does it taste?\n  ","988227":"\n   Alright. Next time I see him I'll give him a stern talking to. I think he's still in bed though. \n\nWhat do you see in him anyways? 🤔🍿\n  ","988228":"\n   I was going with the guy off of here but put the youtubers name instead. I dont know his name.\n  ","988229":"\n   How old ru\n  ","988230":"\n   If dogs never existed, which animal would take its place as Man's Best Friend? 🤔\n  ","988231":"\n   I am I’m 16 almost 17\n  ","988232":"\n   You guess so? 😱 Want me to knock some sense in him for you?\n  ","988233":"\n   You forgot to put in your bio that you're in loved with\n   \n    @depig\n   \n   and you love him than that one loser named anthony padilla.\n  ","988234":"\n   What's your favourite way to relax? 👍\n  ","988235":"\n   As long as he makes you feel special, that's all that matters. Assuming he does?\n  ","988236":"\n   Should people pay more attention to other people than their phones? 🤔\n  ","988237":"\n   Do you usually show up early or late? ⏱\n  ","988238":"\n   Are you more of a giver or a taker? 👍\n  ","988239":"\n   Oh yeah! You told me about him. He's such a dork though. 🤓\n  ","988240":"\n   U r cute\n  ","988241":"\n   Oh really? Anyone I know? 🤔🍿\n  ","988242":"\n   I'm having a hard time handling stress lately. It makes me feel sick occasionally. I've tried breathing exercises, and they work sometimes...but sadly, not everytime. Any tips or advice? 😞\n  ","988243":"\n   In general. Do you have a special someone?\n  ","988244":"\n   Suspended\n  ","988245":"\n   I took a huge break from askfm\n  ","988246":"\n   Who are you currently awkward around? 🤔🍿\n  ","988247":"\n   have you ever been to a demolition derby?\n  ","988248":"\n   So they have to be a special someone, or someone you like? Or does you liking them make them a special someone?\n  ","988249":"\n   So it's an in person thing? Don't get shy in texts, or on the phone?\n  ","988250":"\n   Yo remember we used to talk\n  ","988251":"\n   Got an example? 🍿\n\n\nAnd my coin limit was reached 🥺\n  ","988252":"\n   How are you awkward when you have a special someone? 🤔🍿\n  ","988253":"\n   How was your Christmas? 😁\n  ","988254":"\n   What is the most awkward thing you've said to someone special? 😳\n  ","988255":"\n   Hey what's up\n  ","988256":"\n   Why do people post food and fitness routine photos on social media so much? 🤔\n  ","988257":"\n   Do you shop online if so what online shop do you use most?\n  ","988258":"\n   Touch me I'm sick\n  ","988259":"\n   How was it? How was what, you ask? You tell me. That's why I'm asking. 🤔\n  ","988260":"\n   do you have any plants?\n  ","988261":"\n   do you make reservations before going out to eat somewhere?\n  ","988262":"\n   do you use pinterest?\n  ","988263":"\n   BUCKLEY 2020\n  ","988264":"\n   What is in the perfect burrito?\n  ","988265":"\n   do you use low power mode on your phone, if your phone has it?\n  ","988266":"\n   Have a happy friday!\n  ","988267":"\n   Where are you at the moment? 🤔\n  ","988268":"\n   Well I've done it. I've gotten him to reply. It's your chance rn so..don't blow it\n  ","988269":"\n   What do you think are the world’s three greatest cities?\n  ","988270":"\n   are you okay x\n  ","988271":"\n   Liar we use to talk in insta. I got things to tell u. I promise..guess who replied??\n  ","988272":"\n   Are you a better talker or listener?\n  ","988273":"\n   have you ever had an orange cat?\n  ","988274":"\n   Hey Nikki its Karina. Message me on insta :) gotta tell u something interesting\n  ","988275":"\n   do you crack your knuckles?\n  ","988276":"\n   “donut” or “doughnut?”\n  ","988277":"\n   if you were getting donuts for a group and someone asked you to bring back a “simpson’s donut,” what would you bring back?\n  ","988278":"\n   What do you do when you are alone in your room? 🤔🍿\n  ","988279":"\n   what’s the next holiday you’re looking for?\n  ","988280":"\n   Would you rather go 5 years into the future or 5 years into the past ?\n  ","988281":"\n   I know I recently asked what your dream job was- But is your \"dream job\" your dream job just because of the need for money? If you didn't need money, what would be your dream job?!\n  ","988282":"\n   do you like arts and crafts? what’s your favorite thing you’ve ever made?\n  ","988283":"\n   Have you had a good week?\n\n______ *Side note*\nI just want to send this message out to y'all to thank you for being here for me. I appreciate each & everyone of you. To the questions that y'all send me & for the questions that you don't answer from me. Truly wonderful company. 😁🤘 Much love y'all. ❤\n  ","988284":"\n   What do you think of Sundays?\n  ","988285":"\n   You are kidding yourself if you think U are recovering. You are substituting not eating from the real issue. I lost a daughter from a eating disorder. So I can see it.\n  ","988286":"\n   If you had everyone's attention for 20 seconds, what would you say?!\n  ","988287":"\n   will you stay in state or leave when you transfer?\n  ","988288":"\n   Do you like corn? Do you prefer it on the cob or off? Or maybe even cream of corn? Cornbread? CORN GIFS!\n  ","988289":"\n   Hello\n  ","988290":"\n   Hope next year will be good\n  ","988291":"\n   What’s the most useless talent you have?\n  ","988292":"\n   if you did something wrong, how do you prefer to be punished? 1- standing facing the corner with hands up 2- spanking 3- falaka\n  ","988293":"\n   Dad bod or 6 pack\n  ","988294":"\n   I've read it. So you are telling me your family, friends are not concerned? You have a eating disorder.\n  ","988295":"\n   ❤️\n  ","988296":"\n   I would be happy to buy you dinner for a month. Because you look like you haven't eaten in weeks. You are so thin.\n  ","988297":"\n   What are your plans for today? \nDo you do anything for boxing day or is it just a normal day for you?\n  ","988298":"\n   So do I but this lame Real ID is a thing we need to be compliant with by Oct of 2020 unless we want to carry around our passport for even domestic travel.\n  ","988299":"\n   May I buy your dinner?\n  ","988300":"\n   What did you eat for dinner last night? Did you eat good?\n  ","988301":"\n   how many nights does it take to count the stars?\n  ","988302":"\n   What if someone came up to you and tried to dress YOU up as a reindeer or put a Santa hat on YOU?\n  ","988303":"\n   thats how i met u\n  ","988304":"\n   i got one\n  ","988305":"\n   Aye there how was your Christmas\n  ","988306":"\n   what are your thoughts on meatloaf\n  ","988307":"\n   What do you think is a waste of money? 🤔\n  ","988308":"\n   What’re some books you think everyone should read?\n  ","988309":"\n   Does your back ever hurt?\n  ","988310":"\n   Thank you, Nikki!! BTW My name is Skylar and I’m a 20 year old autistic girl from Mt. Laurel, New Jersey. Pleasure to make your aquantince.\n  ","988311":"\n   HECK TO THE NO!!!\n  ","988312":"\n   ❤️❤️🤗\n  ","988313":"\n   who makes the lime ranch?\n  ","988314":"\n   Because I asked a girl out, and she rejected me because she said I'm not good looking enough :(\n  ","988315":"\n   I'm sad today :(\n  ","988316":"\n   Your hair is so soft and pretty may I play with it? :3\n  ","988317":"\n   Actually, yes.\n  ","988318":"\n   Winter or summer\nLike\n  ","988319":"\n   How’s the weather\n  ","988320":"\n   ♡ what has been your biggest accomplishment in the past few years? ♡\n  ","988321":"\n   Do you like spongebob squarepants? Lola has a new obsession with it, and for once I don’t mind the obsession 😂\n  ","988322":"\n   as long as theyre not minors age differences shouldnt matter\n  ","988323":"\n   have you taken your christmas decorations down? if not, when do you plan to take them down?\n  ","988324":"\n   Do you make an exception and hug\/cuddle people who are sad or are in pain?\n  ","988325":"\n   Do you feel the need to punish men over 40 who date women under 25 ?\n  ","988326":"\n   how was your day? what did you do?\n  ","988327":"\n   What kind of salon do you go for your hair?\n  ","988328":"\n   Glad to hear it! Mine was good! Thank you ^^\n  ","988329":"\n   How would you react if one of your friends had a sudden sharp pain in her side from a kidney stone and she was crying?\n  ","988330":"\n   anyone ever refer to you by your last name?\n  ","988331":"\n   What do they do with your hair then?\n  ","988332":"\n   haha i see. you did shoutout\n  ","988333":"\n   How was your day today? ✨\n  ","988334":"\n   Have you watched the Mandalorian?\n  ","988335":"\n   How is your hair so expensive?\n  ","988336":"\n   What does it cost you to get your hair styled?\n  ","988337":"\n   do you like sweet potatoes?\n  ","988338":"\n   Hey\n  ","988339":"\n   What was the last compliment you gave someone? Did you mean it?\n  ","988340":"\n   My JACK Russell Terrier. What's an \"Ack Russell Terrier?\" looool\n  ","988341":"\n   How much influence does a person’s name have over the course of their life?\n  ","988342":"\n   Black or white?\n  ","988343":"\n   What food do you crave most? 🤔\n  ","988344":"\n   Do you actually have a existence outside of this social media outlet?\n  ","988345":"\n   Favorite present you opened this year? 🎁\n  ","988346":"\n   15 years of hard labor... could you handle it?\n  ","988347":"\n   I dressed my ack russell terrier, ginger, up as a reindeer this year yee shes such a cute little reindeer :D\n  ","988348":"\n   Last thing you purchased?\n  ","988349":"\n   How'd you describe the way you like to decorate the rooms you live in? What kind of aesthetic do you like? 😁\n  ","988350":"\n   What's the last song you listened to?\n  ","988351":"\n   I wish you liked hugs cause you be awesome to cuddle with and watch movies by the fire with on a rainy day :(\n  ","988352":"\n   So you don't like it when dogs wear santa hats? You said \"No I think its cute\" lol\n  ","988353":"\n   Wish my dogs would let me put Santa hats on them 😅\n  ","988354":"\n   Do you like getting Christmas cards?\n  ","988355":"\n   do you think that you could broker a peace deal between republicans and the rest of the country?\n  ","988356":"\n   Do you like it when dogs wear Santa hats?\n  ","988357":"\n   How was your day\n  ","988358":"\n   How did you realize the first time you had gotten your period?\n  ","988359":"\n   What's your favourite snack?\n  ","988360":"\n   what are your 2 fav salad dressings?\n  ","988361":"\n   thats kinda far. how old ru?\n  ","988362":"\n   this will be my FAQ😁please like this answer guys and read it!\n  ","988363":"\n   What's your favorite fruit?\n  ","988364":"\n   What’s your sexuality?\n  ","988365":"\n   Can you draw? If so, what do you like to draw? If not, do you wish you could??\n  ","988366":"\n   Do you think that money can buy love?\n  ","988367":"\n   What’s the best way to spend a rainy afternoon? 🤔\n  ","988368":"\n   Do you have a console? \nWhat do you enjoy playing if so?\n  ","988369":"\n   If you learned that your country was going to cut off all access to the internet at 12 am tonight, what would you spend your time\/bandwidth downloading? 🤔\n  ","988370":"\n   If you were a master reverse pickpocket (putpocket?), what would you put into their pockets? 🤔\n  ","988371":"\n   how old were you when you hit 5'7\n  ","988372":"\n   What’s the funniest lie you’ve heard someone tell? 🤔\n  ","988373":"\n   Candy or chocolate?\n  ","988374":"\n   sweet. where u live?\n  ","988375":"\n   there has to be somebody you like besides him\n  ","988376":"\n   You like water balloons?\nTell me about a past time with them if you have one.\n  ","988377":"\n   how tall ru?\n  ","988378":"\n   Is Timothee Chalamet your type?\n  ","988379":"\n   do u like boys or girls\n  ","988380":"\n   Is Gordon Ramsey 1 of the most attractive men in the world?\n  ","988381":"\n   I want a really hot girl to tell me if I'm ugly or not. Any volunteers? I'll give you my snapchat 😂\n  ","988382":"\n   So you're single then\n  ","988383":"\n   Does the police helicopter aka the hood bat aka ghetto bird fly over your area often?\n  ","988384":"\n   What was sarcasm?\n  ","988385":"\n   I thought you were dating someone?\n  ","988386":"\n   But u said that you're dating 😂\n  ","988387":"\n   Who is actually your boyfriend?\n  ","988388":"\n   Followed 🌷\n  ","988389":"\n   much better choice lmao\n  ","988390":"\n   did u finally move on from anthony\n  ","988391":"\n   That's okay, Nicole. I know I'm not ready to fight... yet\n  ","988392":"\n   What does anon mean?\n  ","988393":"\n   Good have a good new years Eve got alot of stuff for Christmas\n  ","988394":"\n   How is your day?\n  ","988395":"\n   what about in a dream?\n  ","988396":"\n   Who was the last person you said \"i love you\" to? 😊💚✨\n  ","988397":"\n   Well obviously but why not a lot?\n  ","988398":"\n   Where have all the good men gone?\n  ","988399":"\n   Good morning everyone! Hope you all slept well from your possible food comas 🤗\n  ","988400":"\n   What's your ideal partner? Do the ones you date\/marry usually meet them or do your ideals change along the way? ☺\n  ","988401":"\n   Όταν βλέπεις κάτω έντομα τα πατάς ή τα αφήνεις;;\n  ","988402":"\n   Is he white?\n  ","988403":"\n   Had choked on water last night\n  ","988404":"\n   Which shower gel are you currently using?\n  ","988405":"\n   You're adorable\n  ","988406":"\n   If you can turn the person you dislike into anything what would you turn them into and why?\n  ","988407":"\n   I know! But you're close\n  ","988408":"\n   You are! If not you than who?\n  ","988409":"\n   You're closer to perfection than anyone else\n  ","988410":"\n   Yes 😯\n  ","988411":"\n   Well you're very sweet. Never change, you're perfect\n  ","988412":"\n   Because I had a migraine\n  ","988413":"\n   Have you ever overheard someone you believed to be a good friend saying mean and awful things about you?\n  ","988414":"\n   How do you feel about the laws in your country?\n  ","988415":"\n   How u get ur vip badge back?\n  ","988416":"\n   I am 2'2\n  ","988417":"\n   Tomorrow I’ll repair my Christmas\n  ","988418":"\n   Good morning and I hope you have a good day!\n  ","988419":"\n   Wow i m tiny\n  ","988420":"\n   Do you fear life? Or do you fear death?\n  ","988421":"\n   How tall are you?\n  ","988422":"\n   Evidence that you are with him please\n  ","988423":"\n   How was your Christmas?\n  ","988424":"\n   Yeah it's very interesting lmao I guess you're just that beautiful\n  ","988425":"\n   Why don't you eat?\n  ","988426":"\n   What always helps to calm you dowm? 🤔😊\n  ","988427":"\n   So I’m new to this app.. how does it work?\n  ","988428":"\n   NIKKI NIKKI NIKKI NIKKI NIKKI! My 8 year old cousin was at my house last night, and I got her a Nintendo 2DS for Christmas, and when she opened it she gave me this look of excitement and disbelief, and now I'm the favorite :DDD\n  ","988429":"\n   Have you ever made a gingerbread house before? Or just a gingerbread creation?\n  ","988430":"\n   Latest song to be stuck in your head? 🎶 Haha\n  ","988431":"\n   where r u from\n  ","988432":"\n   How was this year for you?\n  ","988433":"\n   Do you know any self righteous people?\n  ","988434":"\n   You're beautiful\n  ","988435":"\n   Are you going to get a Real ID?\n  ","988436":"\n   do you think mark zuckerberg is trustworthy?\n  ","988437":"\n   do you ever combine chocolate chips with nuts when you don't have other sweets?\n  ","988438":"\n   You know what drunk people would usually say. They're usually out of their minds. He made a 'sermon'to mostly of us, his nephews and nieces. He was like a priest and kept saying \"love one another and always be kind\" multiple times. Lol\n  ","988439":"\n   do you know anyone who is angry that the lakers lost today?\n  ","988440":"\n   It was fun but something a bit odd happened because of my drunk uncle. 😂\n  ","988441":"\n   You don't!? What do you eat?\n  ","988442":"\n   Are you sure?\n  ","988443":"\n   Do you have any pets?\n  ","988444":"\n   My weird ass is super into fat chicks. You're the opposite of fat and the most attractive girl i've ever seem like what lol\n  ","988445":"\n   What's Your IG.?\n  ","988446":"\n   I don't want your sorry \nYou can keep it with yourself\nBye\n  ","988447":"\n   How was your Christmas? 😊 (if you don't celebrate it,  just post a happy GIF) 🥰💛\n  ","988448":"\n   My back hurts :( May I lay down on your bed and rest?\n  ","988449":"\n   Have you started to predict what the year 2018 will be like ?\n  ","988450":"\n   girls cant be FBI agents\n  ","988451":"\n   What do you eat for Christmas?\n  ","988452":"\n   Do you suffer from NPD?\n  ","988453":"\n   Yes ofcourse Don't you think then ask yourself\n  ","988454":"\n   Do you virgin?\n  ","988455":"\n   All I want for Christmas is you\n  ","988456":"\n   But Most of girl in this world are mean\n  ","988457":"\n   What's your dream job?\n  ","988458":"\n   Maybe I'm awesome but you're adorable for me🙊\n  ","988459":"\n   What race is your boyfriend?\n  ","988460":"\n   whats on your mind its nice to chat with u here\n  ","988461":"\n   What's for dinner?!\n  ","988462":"\n   I will NOT stay on the ground\n  ","988463":"\n   What about the strip high five punishment\n  ","988464":"\n   Yes maybe\n  ","988465":"\n   hey there how are you how was your Christmas\n  ","988466":"\n   Are you having anything special for dinner tonight? What do you wish you could have tonight? Go into detail if you'd like.\n  ","988467":"\n   Would you hug Anne Frank?\n  ","988468":"\n   Why don't you like hugs? :(\n  ","988469":"\n   Do you like mini-golf? How about laser tag?\n  ","988470":"\n   Your the best friend ever 😘💘 I love you so much nikki\n  ","988471":"\n   Do you like chocolate covered strawberries?\n  ","988472":"\n   What’s the best thing you own? 🤔\n  ","988473":"\n   Any exciting gifts you get today?\n  ","988474":"\n   Such as\n  ","988475":"\n   What’s the saddest movie you’ve ever seen? 🤔\n  ","988476":"\n   What mistakes in your life have you learned the biggest lessons from? 🤔\n  ","988477":"\n   What makes you vulnerable? 🤔\n  ","988478":"\n   Do you have a secret crush? 🤔\n  ","988479":"\n   What do you need to vent about? 🤔\n  ","988480":"\n   What did you get for xmas\n  ","988481":"\n   Could you do that\n  ","988482":"\n   I love Joe Remeber the toliet punishment\n  ","988483":"\n   Who is your favourite joker\n  ","988484":"\n   Fishnet stockings... Cute or slutty?\n  ","988485":"\n   What is your favorite thing about the Holidays?\n  ","988486":"\n   Hey moustache\n  ","988487":"\n   What was the last thing to make you laugh really hard\n  ","988488":"\n   Jeff is amazing, anon\n  ","988489":"\n   I like you but jeff is obnoxious agree?\n  ","988490":"\n   What was the weather like for your holiday today? ✨💙🎄\nI hope everyone had a WONDERFUL holiday! Y'all the absolute best ✨💜\n  ","988491":"\n   What kind of transportation do you use most often?\n  ","988492":"\n   Does anyone call you Nik Breezy?\n  ","988493":"\n   How many presents did you open this year? 🎁\n  ","988494":"\n   Least favorite present you got this year? 💩\n  ","988495":"\n   Miami or Atlanta\n  ","988496":"\n   Is your name Christmas cuz I'm tryna marry you 😏😘\n  ","988497":"\n   What do you think about it?\n   \n    https:\/\/youtu.be\/IemOvjfFmrU\n   \n","988498":"\n   are you going to see \"little women?\"\n  ","988499":"\n   Do you like the taste of it?\n  ","988500":"\n   Besides looks, money, fame, charm, style, intelligence and humor, what does Leto have?\n  ","988501":"\n   Do  You like the smell of vinegar?\n  ","988502":"\n   Merry Christmas from my house to your house. May Die Hard be played many times on your television this day. Yippie Kai Yeh!!!\n  ","988503":"\n   have you ever hung a stocking over a fireplace?\n  ","988504":"\n   What's your Instagram\n  ","988505":"\n   You're pretty\n  ","988506":"\n   Psst u\n  ","988507":"\n   shia labeouf or jake gyllenhaal?\n  ","988508":"\n   Merry Christmas to those who celebrate it!!! I hope y'all have a safe and happy holiday 😊🎄💚\n  ","988509":"\n   I know what race black, white, mexican, Indian?\n  ","988510":"\n   When you marry him, will you change your name on here to Nicolette-O?\n  ","988511":"\n   Is Jared an incredible bf?\n  ","988512":"\n   Not a question but I wish you a Merry Christmas, have an amazing one and be safe! 🌟🎄🌟\n  ","988513":"\n   I like u\n  ","988514":"\n   Cough miss you too cough\n  ","988515":"\n   what race is your boyfriend?\n  ","988516":"\n   Bad\n  ","988517":"\n   U engaged?\n  ","988518":"\n   Isnt he far too old for you?\n  ","988519":"\n   Merry Christmas 💝💖\n  ","988520":"\n   11\n  ","988521":"\n   You are? 😳 \n\nJared Leto finally agreed to marry you? 🤘\n  ","988522":"\n   You have a boyfriend?\n  ","988523":"\n   Have a Merry Christmas ! Be safe and if you have kids make this Christmas extra special for them! Tom loves ya!\n  ","988524":"\n   Kerry grismas\n  ","988525":"\n   ¿Que hacen?\n  ","988526":"\n   Merry Christmas\n  ","988527":"\n   Emoji of the day!\n  ","988528":"\n   Merry Christmas everyone!! I hope you all have the best day and get absolutely spoilt rotten!!\n  ","988529":"\n   Miss you yanky pants\n  ","988530":"\n   Merry Christmas.. 🎄🎅\n  ","988531":"\n   Merry Christmas Nikki! I hope it's a good one for you\n  ","988532":"\n   If you decorated for the holidays, when do you plan to take everything down? And post your favorite decorated place!!\n  ","988533":"\n   Do you massage your scalp to increase the blood flow there?\n  ","988534":"\n   It's officially here! Merry Christmas!!!🎉\n  ","988535":"\n   yo u ever been to beflaham or nah?\n  ","988536":"\n   Merry Christmas! :) I hope you have a lovely day ❤️\n  ","988537":"\n   Do you ever think about getting implants?\n  ","988538":"\n   😂 It's about 30 minutes until Christmas for me!\n  ","988539":"\n   Merry Christmas\/Merry Christmas Eve (depending when you see this)! 🎄🎅💖\n\nAnd if you don't celebrate, I hope you have a lovely day.\n  ","988540":"\n   Merry Christmas to anyone that celebrates it! And a Happy New Year!\n\nAny New Year's resolutions?\n  ","988541":"\n   Sc or instaa?\n  ","988542":"\n   Do you use Instagram?\n  ","988543":"\n   are you worried about north korea's christmas present?\n  ","988544":"\n   Thank you I followed back! :)\n  ","988545":"\n   Cookies and milk anyone?\n  ","988546":"\n   Do you know anybody who believes that there is a War on Christmas going on?\n  ","988547":"\n   Are you a student?\n  ","988548":"\n   you're super cute haha\n  ","988549":"\n   You have a cute little pussycat nose\n  ","988550":"\n   Can i be your friend\n  ","988551":"\n   Hi! Merry Christmas Eve!\n  ","988552":"\n   When are you not shy?\n  ","988553":"\n   how do you usually celebrate kwanzaa?\n  ","988554":"\n   Wishing you a very Merry Christmas 🎁 ✨ 🎄 😊\n  ","988555":"\n   Happy Christmas Eve everyone!\n(If you celebrated that is... If not just ignore)\n  ","988556":"\n   Happy Holidays!! 🎊🎉✨\n  ","988557":"\n   What sort of mood are you in\n  ","988558":"\n   Last time you kissed someone?\n  ","988559":"\n   R U IN LOVE?\n  ","988560":"\n   Are you dating?\n  ","988561":"\n   Who’s excited for tomorrow then?\n  ","988562":"\n   Favourite part of Christmas dinner?\n  ","988563":"\n   am a friend to be\n  ","988564":"\n   oh boy\n  ","988565":"\n   Favourite  chocolate\n  ","988566":"\n   What words can u make out of this. ?\n\nF Y H A R T S O E D B.\n  ","988567":"\n   im listening to LP - Given Up\n  ","988568":"\n   have a great Xmas eve and Xmas Nikki like ur sweet and a great ask friend 🤶🏻❣️🤶🏻 luv u\n  ","988569":"\n   do you ever call him los?\n  ","988570":"\n   All I want for Christmas i you, babe! 💜\n  ","988571":"\n   Favourite pornstar?\n  ","988572":"\n   Does I give you too many Likes\/Coins? 🤔\n  ","988573":"\n   I see i see, i appreciate it😂\n  ","988574":"\n   Aw its a joke though😔\n  ","988575":"\n   Is it true that the hash slinging slasher from spongebob is scarier that Freddy Kreugar? I think so\n  ","988576":"\n   will you invite me to celebrate Christmas with you?\n  ","988577":"\n   Have you been naughty or nice this year?\n  ","988578":"\n   What’s the most romantic thing you’ve heard about someone doing for someone else? 🤔\n  ","988579":"\n   How many stars in the galaxy do you think exploded today? 🤔\n  ","988580":"\n   That would be cool\n  ","988581":"\n   What will the future be like?\n  ","988582":"\n   Your long hair is so beautiful! 😍\n  ","988583":"\n   What’s the weirdest thing you have ever seen ?😂\n  ","988584":"\n   What's your favorite cookie?\n  ","988585":"\n   What’s your most favorite word to say? 🤔\n  ","988586":"\n   You're very pretty\n  ","988587":"\n   What does your last text message say? 🤔 PAP!\n  ","988588":"\n   Would you rather increase your intelligence or your charisma?\n  ","988589":"\n   Merry Christmas everyone! 🎄😊❤\n  ","988590":"\n   Favorite meme? 🤔\n  ","988591":"\n   What is one thing that never fails to make you laugh? 🤔\n  ","988592":"\n   Merry Christmas love!\n  ","988593":"\n   Who do you get butterflies in your tummy for whenever you see them? 🤔\n  ","988594":"\n   Thank you\n  ","988595":"\n   What’s a weird nickname that people call you? 🤔\n  ","988596":"\n   What piece of clothing do you always get a lot of comments on every time you wear it? 🤔\n  ","988597":"\n   If there was only one cookie left, would you share it with me? 🤗\n  ","988598":"\n   Merry Christmas Nikki!!\n  ","988599":"\n   Why do you think that happened?\n  ","988600":"\n   I'm the total opposite of you! I was really shy when I was young but now I'm not as shy\n  ","988601":"\n   im sorry plz dont be mad ?\n  ","988602":"\n   So I bought my boyfriends family a gift of chocolates it’s their first Christmas without him sadly:\/ his brother told me thank you and merry Christmas but I don’t know how to reply. Any suggestions for what I could say ?\n  ","988603":"\n   🎁 In case you’re celebrating — and I’m sorry for everyone who is annoyed by question about Christmas — what gifts have you prepared for your loved ones? 🎁✨ I wish you a Merry Christmas or whatever you’re celebrating or just a fabulous day. 🎄❤️\n  ","988604":"\n   tbh on tears?\n  ","988605":"\n   Nice photo 😎\n  ","988606":"\n   But you do -.-\n  ","988607":"\n   Tbh on me\n  ","988608":"\n   Colour of panties?\n  ","988609":"\n   Me\n  ","988610":"\n   Tbh?\n  ","988611":"\n   outfit of the day?\n  ","988612":"\n   Pap of u\n  ","988613":"\n   What do you normally eat on Christmas Eve? Any traditions?\n  ","988614":"\n   Friends forever?\n  ","988615":"\n   Oh yeah definitely, I would be confused as well.\nJust like how it’s confusing that, I can go & purchase the VIP badge again, even tho it’s still on my profile.\n- Tbh I think their working out bugs still.\n  ","988616":"\n   Nikkii\n  ","988617":"\n   As a VIP, I’ve had mine since day 1. they last as long as you meet the requirements. So if you miss the requirements, even by 1, they will remove the VIP badge, and make you have to re-purchase. There’s no time limit, nor is that ever stated. Just meet the requirements. Whys this anon so bitchy ??\n  ","988618":"\n   Who was the last person that you called or texted? 📱 👍\n  ","988619":"\n   How would your friends describe you? 👍\n  ","988620":"\n   Marry Christmas to you 🌲🔔🎅\n  ","988621":"\n   Football\nYay or nay\n  ","988622":"\n   Merry Christmas everyone xx\n  ","988623":"\n   Would you like to be on Survivor?\n  ","988624":"\n   Yeah around 24 hours or so!\n  ","988625":"\n   I brought it when we spoke about it, and then when I woke up this morning I had it back 😂\n  ","988626":"\n   I paid 10,000 coins again for the VIP just to make sure it wasn’t taken away from me, and I got it back so looks like you’re right! It’s only lasting a week 😩😩\n  ","988627":"\n   merry christmas eve! 🎅🏻🤶🏻☃️❄️🎁🎄 use this as a filler for whatever you want!\n  ","988628":"\n   have you been inside a wine cave?\n  ","988629":"\n   Do you ever hate one of your parents?\n  ","988630":"\n   It's true I've been shy since I was young 😋\n  ","988631":"\n   what candy available at a gas station would you buy?\n  ","988632":"\n   Until what time do you sleep during holidays?\n  ","988633":"\n   How wouldyou react though? lol\n  ","988634":"\n   don't play with peoples emotions :(\n  ","988635":"\n   How would you react if one of your female friends randomly laid her bare feet in your lap and asked: \"Do you like my feet?\"\n  ","988636":"\n   What does it mean?\n  ","988637":"\n   Omg me too lol\n  ","988638":"\n   What game do you have in mind?\n  ","988639":"\n   What would you guess are the ages of your youngest and oldest follower?\n  ","988640":"\n   Hither page and stand by me, if thou know'st it, telling: Yonder peasant, who is he? Where and what his dwelling?\n  ","988641":"\n   Did you have a great time?\n  ","988642":"\n   Did you go to prom?\n  ","988643":"\n   When was the last time you got shy and in what situation? 😅\n  ","988644":"\n   why do birds suddenly appear?\n  ","988645":"\n   Del 1 al 10 que tanto sueño tienes?\n  ","988646":"\n   تعالي احطه فيكي😂❤️❤️\n  ","988647":"\n   What's your favorite board game?\n  ","988648":"\n   do you enjoy zankou chicken's garlic sauce?\n  ","988649":"\n   What do you get when Mariah Carey and Billie eilish make a Christmas song? You get the song \"All I want for Christmas is to bury a friend\" 😂\n  ","988650":"\n   What are your plans for Christmas Eve?! Do you have anything last minute you have to do!?\n  ","988651":"\n   How often do you eat fast food?\n  ","988652":"\n   highlights of the decade?\n  ","988653":"\n   For you, what is the purpose of using ASKfm?\n  ","988654":"\n   Auf was freust du dich im nächsten Jahr?\n  ","988655":"\n   what is the meaning of that?\n  ","988656":"\n   Do you like fruit cake? Have you ever had it? Fruit cake. Yay or nay?\n  ","988657":"\n   Do you ever want to cradle Bernie Sanders' cute head?\n  ","988658":"\n   Can I give you my nunber\n  ","988659":"\n   Were you ever a ballerina?\n  ","988660":"\n   Can I give it to yiu\n  ","988661":"\n   What is your exercise routine?\n  ","988662":"\n   Do you sometimes get nostalgic over things of your past?\n  ","988663":"\n   You have worked\n  ","988664":"\n   Fav porn star female\n  ","988665":"\n   it's true..just cuz some moron didnt appreciate you doesnt mean there's nothing to appreciate. you're an amazing person\n  ","988666":"\n   What is the dumbest question you've ever been asked? 🤔\n\n(Besides this one)\n  ","988667":"\n   What is one thing that we have in common? 🤔\n  ","988668":"\n   what are you even saying?? you're attractive looks wise and personality wise..breaking those down alone would result in a LONG list\n  ","988669":"\n   I looked that up and saw one with chocolate inside. It looked so good. Have you had one of those?\n  ","988670":"\n   there's so much to like so saying nothing is crazy\n  ","988671":"\n   why are you saying crazy stuff like this?\n  ","988672":"\n   When is the last time you told somone you love them?\n  ","988673":"\n   What do you like about yourself the most? 🤔\n  ","988674":"\n   How good are you at keeping secrets? 🤫\n  ","988675":"\n   Do you like to cuddle? 🤗\n  ","988676":"\n   What does love mean to you? 🥰\n  ","988677":"\n   What is an Armenian dessert that you recommend people try?\n  ","988678":"\n   why don't you use the app, it was an amazing and interesting app\n  ","988679":"\n   What is the worst excuse you've ever heard?\n  ","988680":"\n   Do you like it?\n  ","988681":"\n   What about the yogurt drink called doogh? Isn't that the same in many countries including those 2?\n  ","988682":"\n   Can you always tell the difference between Armenian and Persian food or do some dishes taste identical?\n  ","988683":"\n   Is the best Armenian food in Los Angeles found in Glendale?\n  ","988684":"\n   PAP of where you want to be right now?!\n  ","988685":"\n   Have you gotten plastic surgery?\n  ","988686":"\n   Name a few movies you can watch over and over?\n  ","988687":"\n   Well\n  ","988688":"\n   When's the last time you've been to a zoo\/aquarium?!\n  ","988689":"\n   How often do you cut your hair?\n  ","988690":"\n   What is at the same time funny and sad?\n  ","988691":"\n   Do you like small spaces or no? Or do you not mind them?\n  ","988692":"\n   It is a kind of thai soup\n  ","988693":"\n   will you like sharing your WhatsApp number with a new  friend like me?🙈🙈\n  ","988694":"\n   will you like spending your money for something  unnecessary?\n  ","988695":"\n   What do you think about more than anything else?\n  ","988696":"\n   Are you ok with humans coming from monkeys?\n  ","988697":"\n   Did you get yourself a christmas present?\n  ","988698":"\n   What's the best way to hold your breath underwater longer?\n  ","988699":"\n   Is the one who gave the order to kill as guilty as the one who committed the act?\n  ","988700":"\n   Do you like tom yum soup?\n  ","988701":"\n   Do you know where you were conceived\n  ","988702":"\n   would you be ok with your bf only wearing black shirts 90% of the time like jason morgan?\n  ","988703":"\n   why isn't it its wrapped\n  ","988704":"\n   I just wrap tape around over and over again like 6 or 7 times\n  ","988705":"\n   What's your wrapping up skills like\n  ","988706":"\n   what's the 1st storyline on it you remember?\n  ","988707":"\n   I know, but your anon fans might not. 🤗\n  ","988708":"\n   how long have you been watching it?\n  ","988709":"\n   Do you believe in love at first sight... on the internet?\n  ","988710":"\n   Can I give someone my number\n  ","988711":"\n   Do you believe that each individual on Earth has a soulmate?\n  ","988712":"\n   With whom would you get in touch in a spirit calling session?\n  ","988713":"\n   Have you or your pet ever knocked over the Christmas tree?\n  ","988714":"\n   Do u play pubg? #staif\n  ","988715":"\n   How do you spend most of your time on the Internet?\n  ","988716":"\n   Such a good girl 🤗\n  ","988717":"\n   Have you ever stolen anything?\n  ","988718":"\n   What is your typical day like?\n  ","988719":"\n   What do you think of Simon Wilson on youtube? He's a legend\n  ","988720":"\n   What's the best thing about Christmas in your opinion? 🎄 👍\n  ","988721":"\n   What's your ultimate wish? 💛\n  ","988722":"\n   What's your favorite tv show (or movie if you haven't watched any) that you've seen recently?!\n  ","988723":"\n   What's one quality you have which you think most others would love to have? 👍\n  ","988724":"\n   Favorite sweater?\n  ","988725":"\n   Pap sneakers\n  ","988726":"\n   Favorite anon?\n  ","988727":"\n   What is\/are your favourite Christmas movie\/s? 🎄 👍\n  ","988728":"\n   Favorite time waster?\n  ","988729":"\n   Favorite color socks?\n  ","988730":"\n   What do you usually put on top of your Christmas tree? 🎄 👍\n  ","988731":"\n   Favorite song?\n  ","988732":"\n   You're telling me I have to spend 10k for the badge every week?!?!\n  ","988733":"\n   Favorite person on ASKfm?\n  ","988734":"\n   Olaf? From Frozen?!\n  ","988735":"\n   Favorite stuffed animal?\n  ","988736":"\n   Been there?\n  ","988737":"\n   Favorite city?\n  ","988738":"\n   Favorite color?\n  ","988739":"\n   Favorite pie?\n  ","988740":"\n   Favorite pet?\n  ","988741":"\n   Favorite car?\n  ","988742":"\n   Favorite cake?\n  ","988743":"\n   Want some spam?\n  ","988744":"\n   Seriously? Wow. I must be out if it, or was at the time. Lol 🤣\n  ","988745":"\n   I don't even remember asking this. How old is it? Lol\n  ","988746":"\n   Would you rather be an astronaut, philosopher or treasure hunter?\n  ","988747":"\n   Have you ever had a friendship that ended for of a stupid reason? What was that reason?\n  ","988748":"\n   World War 3 is coming and you have your own private bunker with 50 years of food and water. You have enough room and resources to bring 1 family member, 1 friend, 1 pet. Who would you choose and why? 🤔\n  ","988749":"\n   You lost your virginity؟\n  ","988750":"\n   What's something you can never seem to finish? 👍\n  ","988751":"\n   How was your day?🌺\n  ","988752":"\n   A picture of you in bikini\n  ","988753":"\n   You're about to have an ASKfm dinner party. It's you, the last person to send you a question, and the last person you answered a question from. Who is your dinner party with? 🤔 Link them!\n  ","988754":"\n   This girl is too stubborn to die so let it be.\n  ","988755":"\n   How come you’re not VIP anymore?\n  ","988756":"\n   Odd 😕\n  ","988757":"\n   What's happened to your badge? 😕\n  ","988758":"\n   I need some questions before I die of boredom 😩😩\n  ","988759":"\n   Would you rather have to sit all day or stand all day? 👍\n  ","988760":"\n   Do you sleep on your back, your sides or your stomach? 💤 👍\n  ","988761":"\n   What do you do when you're bored? 👍\n  ","988762":"\n   Are you more of a saver or a spender? 💰 👍\n  ","988763":"\n   When people come to you for help, what do they usually want your help with? 👍\n  ","988764":"\n   Do you believe in fate? 👍\n  ","988765":"\n   What's one of your favorite movies?!\n  ","988766":"\n   ⚘\n  ","988767":"\n   If you’re not on here every minute then it doesn’t count! 😂\n  ","988768":"\n   What's everyone up to\n  ","988769":"\n   You come on here daily. How is that not \"active\"? 🤔\n  ","988770":"\n   Pap schoenen ?\n  ","988771":"\n   It'll take like 24 hours 😔\n  ","988772":"\n   Brazzers or bangbros😲🤣\n  ","988773":"\n   Have you ever donated blood? I did this morning\n  ","988774":"\n   selfie?\n  ","988775":"\n   You’re cute\n  ","988776":"\n   Ikkkk. Is anyone even alive on this\n  ","988777":"\n   How r uuu\n  ","988778":"\n   Me too\n  ","988779":"\n   What is the craziest thing you've done in public?\n  ","988780":"\n   May I spank your platypus?\n  ","988781":"\n   RAW or SMACKDOWN team\n  ","988782":"\n   Hello\n  ","988783":"\n   what has made you either want to have children or not want to have children?\n  ","988784":"\n   u got first sex?\n  ","988785":"\n   *licks you on the nose*\n  ","988786":"\n   A band?🤔\n  ","988787":"\n   Do you like leakin bark?\n  ","988788":"\n   Idk why ask removed it tbh ugh\n  ","988789":"\n   Do u watch \"the simpsons\" 😍\n  ","988790":"\n   do u love snakes😂\n  ","988791":"\n   Speak what's in your heart rn.\n  ","988792":"\n   A music artist from the 90s\n  ","988793":"\n   Beck is a scientologist\n  ","988794":"\n   grilled cheese or mac and cheese?\n  ","988795":"\n   How are you gonna celebrate Christmas this year? 🎅🎄🎁\n  ","988796":"\n   Goodnight Beautiful!\n  ","988797":"\n   Where Are u now\n  ","988798":"\n   How are you ?\n  ","988799":"\n   Dont tell me you have the head of an extraterrestrial. Because if you do, you're the 3rd girl this week.\n  ","988800":"\n   Where are you from and what's your favorite thing about your hometown?\n  ","988801":"\n   What is an accessory that you enjoy wearing? GIF?\n  ","988802":"\n   Did you watch SNL last night?\n  ","988803":"\n   Are you a forgiving person?\n  ","988804":"\n   What did he message you before disappearing?\n  ","988805":"\n   Do you enjoy going to the beach?\n  ","988806":"\n   معناها اي؟\n  ","988807":"\n   your so funny aha\n  ","988808":"\n   That awkward moment when _______.\n  ","988809":"\n   I follow you! 🥰\n  ","988810":"\n   Have you ever hit a guy in the groin? Like playing a sport or while doing a martial art?\n  ","988811":"\n   do you know any scientologists?\n  ","988812":"\n   do you watch foreign movies?\n  ","988813":"\n   a. broccoli b. spinach c. brussel sprouts. what order do you put them in?\n  ","988814":"\n   Have you ever had a itch that you couldn't reach ?\n  ","988815":"\n   have you eaten at one of bobby flay's restaurants?\n  ","988816":"\n   Why do you think so many of us love to hate more than we love?\n  ","988817":"\n   Do you remember Shaycarl?\n  ","988818":"\n   No inner peace? \n\nLook at your salah. \nLook at your relationship with the Quran, with your parents. \nLook at your company, look at your sins. \nLook at your idle time.\n  ","988819":"\n   Would you ever try a Mexican dish called Menudo (tripe)?\n  ","988820":"\n   What is it you most dislike?\n  ","988821":"\n   Haha that's normal\n  ","988822":"\n   What are you doing\n  ","988823":"\n   Love you best friend 🥺💖\n  ","988824":"\n   What story can describe your life?\n  ","988825":"\n   Hello\n  ","988826":"\n   Do you have WhatsApp\n  ","988827":"\n   It’s a cash back app that give you money for shopping\n  ","988828":"\n   Do you control your heart or does it control you?\n  ","988829":"\n   Who doesn’t have the dosh app yet and wants to make some easy money?\n  ","988830":"\n   Whatcha doing? 🤔🍿\n  ","988831":"\n   Whatchu doooiiiinn\n  ","988832":"\n   Do all of them live far away\n  ","988833":"\n   With Christmas being around the corner. Have you finished Christmas shopping yet?\n  ","988834":"\n   Your ask bffs\n  ","988835":"\n   your so beautiful x\n  ","988836":"\n   Have you met them yet?\n  ","988837":"\n   What are you thankful for today?\n  ","988838":"\n   didnt that last bf take you anywhere?\n  ","988839":"\n   where did you go on your favorite date?\n  ","988840":"\n   I am depressed because I am poor.\n  ","988841":"\n   can you freestyle rap?\n  ","988842":"\n   About not being depressed.\n  ","988843":"\n   If you would like to, Using exactly two words finish off this sentence....Christmas is all about ‘__ __’ for me. 🎅🏻🎄\n  ","988844":"\n   I'm too cool to be a little fruity, drinkin' forties every weekend I'm the master who's always speakin, to some freak and if I freak her. Its at Red Roof Inn where we sleep cheaper but off that topic got to get it. Super dope, extremely poetic\n  ","988845":"\n   I need a pep talk.\n  ","988846":"\n   Have you ever slapped someone on the face? If yes, why? 😬😁\n  ","988847":"\n   Have you ever slept someplace different like in your closet? If you pull in a sleeping bag to sleep on top of as a cushion it's super nice and cozy.\n  ","988848":"\n   If\n   \n    @BigAmericanFatso\n   \n   invited you to a baseball game with unlimited beer, peanuts and hot dogs, would you go? 🤔\n  ","988849":"\n   Blame your exquisite beauty, graceful build and soulful, knowing eyes. You look so well put together and embody what everyone strives to be and want, that even approaching you would make one feel like they just disrupted a perfect symphony.\n  ","988850":"\n   Whats usually on your insta's explore page?\n  ","988851":"\n   If\n   \n    @eva_wiliams\n   \n   was in a surfing competition, would you come out and watch to support her? 🤔\n  ","988852":"\n   You look friendly but unattainable\n  ","988853":"\n   What fruit do you eat the most often?\n  ","988854":"\n   Have you ever had braces?\n  ","988855":"\n   Do you have a tablet? If so, what kind?\n  ","988856":"\n   do you like snickerdoodles?\n  ","988857":"\n   what are your new year’s eve\/new year’s day plans?\n  ","988858":"\n   do you like peppermint?\n  ","988859":"\n   In person, do you think you look friendly or unapproachable? 😅\n  ","988860":"\n   Hi 🤗\n  ","988861":"\n   What are you having for your dinner tonight?\n  ","988862":"\n   You you like hot tubs?\n  ","988863":"\n   do you like coconut?\n  ","988864":"\n   \"I got the horses in the back...\"\n  ","988865":"\n   Happy Christmas luv\n  ","988866":"\n   Tea? Beer?\n  ","988867":"\n   Hot chocolate?\n  ","988868":"\n   What is the craziest thing you've done in public?\n  ","988869":"\n   You just described “ the sound of music”\n  ","988870":"\n   Without giving away the title, describe your favorite movie and I’ll try and guess it.\n  ","988871":"\n   What's the longest time you've stayed awake for? How did you feel?\n  ","988872":"\n   What movie are you looking forward to watching, if you're looking forward to any?\n  ","988873":"\n   🧠 What would happen to a society in which no one had to work, and everyone was provided enough food\/water\/shelter\/healthcare for free?\n  ","988874":"\n   Happy fourth advent or just happy Sunday! 🎄 Use this space however you like! ✨\n  ","988875":"\n   Goodnight cutie ❤\n  ","988876":"\n   your my friend thanks for being in my life\n  ","988877":"\n   📸 This may seem like fishing for compliments, I know. I’m curious, tho. 😄 — Which picture do you like the most:\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/159963324015\n   \n   ?🌻\n  ","988878":"\n   When was the last time you got mad at someone? What was it about?\n  ","988879":"\n   Show your favourite picture of yourself?\n  ","988880":"\n   What movie can you watch over and over again?\n  ","988881":"\n   You're awesome! Thank you!!! Definitely already following back!!!💕\n  ","988882":"\n   Thanks, pretty 💚✨\n  ","988883":"\n   What is your favorite way of wasting time?\n  ","988884":"\n   Do you think you're brave?\n  ","988885":"\n   If the internet didn't exist, how much would it impact your life?\n  ","988886":"\n   If aliens truly exist, do you think we'll be able to meet them in our lifetime?\n  ","988887":"\n   What is the most embarrassing moment have you ever had ?\n  ","988888":"\n   What do you like about yourself?✊🔥\n  ","988889":"\n   Who are the 3 people you’ve started following the most recent? (at the top of your friends list)\n  ","988890":"\n   what’s your favorite movie that takes place in the (American) South?\n  ","988891":"\n   What's the last compliment you received? 💚✨\n  ","988892":"\n   Would you erase your most precious memories to become smarter?\n  ","988893":"\n   Who are the three people you send the most questions to? —(add a @ and wait for the recommendations to show up, the first three are the ones you send the most questions to)\n  ","988894":"\n   Omg you are #1 again???\n  ","988895":"\n   Post pics of your pets! Or a pet that you would like to have!😊\n  ","988896":"\n   Would you prefer loaded cheese fries or a loaded potato? And what to drink with it?\n  ","988897":"\n   What's the most amount of money you've spent in just a SINGLE DAY and what did you spend it for? 😁\n  ","988898":"\n   Rate yaear 2019 out of 10?\n  ","988899":"\n   I like that mindset. I remember years ago caring a little too much about what people thought of me. Nowadays I'm like people will like me for who I am anyway, and the ones who don't are the ones missing out\n  ","988900":"\n   random hella dumb question today: is snow pretty and perfect for ur Xmas or nah rather have sun ?\n  ","988901":"\n   What do you put on your waffles or pancakes?\n  ","988902":"\n   Tuna sandwich or chicken sandwich?\n  ","988903":"\n   What is your tall?\n  ","988904":"\n   Post any photo you think deserves people's attention! Could be of anything, even a meme!\n  ","988905":"\n   If you have a \"criteria\" or just any requirements for following people on here, what are they?\n  ","988906":"\n   KFC or MAC\n  ","988907":"\n   💎 What do you think about the statement this person makes in the following question:\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/159964586863\n   \n   ?\n  ","988908":"\n   Nikki you are a really nice 👍 person\n  ","988909":"\n   Do you particularly care about what people think of you, or are you just happy with what you think about yourself?\n  ","988910":"\n   What is your favourite coffee?\n  ","988911":"\n   What are you getting for Christmas?\n  ","988912":"\n   Best Christmas movies?\n  ","988913":"\n   Who is taller between you & your mom?\n  ","988914":"\n   what advice do you give yourself but don't follow?\n  ","988915":"\n   What will do it?\n  ","988916":"\n   Good. Now I can take the #1 spot\n  ","988917":"\n   What position do you sleep in?\n  ","988918":"\n   Any man. Men love money and food.\n  ","988919":"\n   Why you don't?\n  ","988920":"\n   Money will make your man happy\n  ","988921":"\n   How to make a man \/ woman happy?\n  ","988922":"\n   I'm a professional at turning you on\n  ","988923":"\n   Back at #1\n  ","988924":"\n   What movie always makes you cry?\n  ","988925":"\n   You are professional at? :3\n  ","988926":"\n   Thank you very much, I eat breakfast. It's raining in my city 🙂\n  ","988927":"\n   see that's why you're the angel we all love\n  ","988928":"\n   Hi! How do you do? What's the weather like in your city? I wish you have a nice day 😉✌\n  ","988929":"\n   nikki!!!\n  ","988930":"\n   Dang so you're like a pro. Respect!\n  ","988931":"\n   What is the most difficult pose you can do?\n  ","988932":"\n   How long have you been doing yoga?\n  ","988933":"\n   how many michael's do you know in real life?\n  ","988934":"\n   is it always a good reason?\n  ","988935":"\n   are you ever mean for no reason?\n  ","988936":"\n   How's it going?\n  ","988937":"\n   Beautiful sweet girl\n  ","988938":"\n   Hello\n  ","988939":"\n   Where would you go first: Area 51 or Kim K's house?\n  ","988940":"\n   Have are you\n  ","988941":"\n   Hi\n  ","988942":"\n   The bass drops and works its hardest for Kid Rock the new young rap artist\n  ","988943":"\n   u look amazing in your profile picture\n  ","988944":"\n   If you could be invisible whenever you wanted, where would you go?\n  ","988945":"\n   theses f*ckers pay over two fifty for a big mac\n  ","988946":"\n   Do you like truth or dare? Which do you choose more often? What was the most interesting truth you had to tell? What was the most interesting date you had to do?\n  ","988947":"\n   If you could read minds, how would you use the gift? ...\n  ","988948":"\n   I feel like everybody I know is getting tattoos eventually. Do you believe that one time in the future it will be “in” and beautiful to not have any tattoos as all?\n  ","988949":"\n   If you could be a member of any TV-sitcom family, which would it be?\n  ","988950":"\n   Boops you on the nose\n  ","988951":"\n   True happiness is _________? 😊💛\n  ","988952":"\n   I think I'm going to get 3 footlong sandwiches tomorrow. What do you think, Nikki? 1 meatball, and 2 roast beef.\n  ","988953":"\n   Don't be dumb they only screw black things😂\n  ","988954":"\n   I'm going sleepy time right now. I'm so tired. I hope you and all the nice people on ask have a fun night. Puppies and kitties and all the animals are the best!\n  ","988955":"\n   I shall now use the force over the internet to put makeup on your face and wash your hair.\n  ","988956":"\n   I don't think it bothers him, I think you're just showing him you can't let go. 🥺 It's time to let him go bff. 😔\n  ","988957":"\n   Well I’m still dealing with it but yeah I know in the end I’ll be stronger and wiser for it. It just feels like someone shot me in the heart. But if you ever need to talk, I’m here :)\n  ","988958":"\n   Nikki = nice\n  ","988959":"\n   Hey gorgeous 😚❤\n  ","988960":"\n   Oh I did. Actually we were together for 9 years and just picked out an apartment to move into in DC and then he literally abandoned me. I’m struggling but I’ll make it🙃\n  ","988961":"\n   I’m having to go through a similar situation so I understand your pain. It’s not easy but I keep telling myself it’s only going to make me stronger and you will be stronger and better for it too. 😊💛\n  ","988962":"\n   What was your first kiss like?\n  ","988963":"\n   Hi im brent rivera\n  ","988964":"\n   I love both bands! Nice song choices 😄\n  ","988965":"\n   Which can you tolerate more: emotional or physical pain?\n  ","988966":"\n   I live In United Kingdom\n  ","988967":"\n   Yes\n  ","988968":"\n   I dedicated this one for you & it's one of my favourite track\n  ","988969":"\n   That's great so where do you live?\n  ","988970":"\n   How does it make you feel when people you text leave you on read??\n  ","988971":"\n   Nothing I'm watching you right now🙊\n  ","988972":"\n   What's the deepest conversation you had with someone?\n  ","988973":"\n   Nothing 😂 by the way what are you doing now?\n  ","988974":"\n   How many kardashians does it take to screw in a light bulb?\n  ","988975":"\n   About you haha 😋\n  ","988976":"\n   Interesting 😍\n  ","988977":"\n   Do you follow me too?\n  ","988978":"\n   How old are you?\n  ","988979":"\n   Send me a link to your favorite song right now! It can be more than one by the way! 😄 I'm looking for more music to listen to ✨\n  ","988980":"\n   Hey\n  ","988981":"\n   Nikkiiiiiiiiiiiiiii..... I'm saying your name like how Gibby from iCarly says Gibbbyyyyyyyyy..... lol\n  ","988982":"\n   LOL oops. You can tell I'm an expert at asking questions then :p\n  ","988983":"\n   Saturday night and on ask and asking my fav person Nikki some questions. YAAAAAAAASSSSSSSSSSSSSSSSSSSSSS\n  ","988984":"\n   Give this question\/answer a Like if you think\n   \n    @NicoleBuckleyyx\n   \n   should remove her ex from her profile. \n\nAssuming she posts this 🤪\n  ","988985":"\n   If you found out you lived in a simulation, would it change the way you live your life right now?\n  ","988986":"\n   Do you think songs sound better as they get older?\n  ","988987":"\n   Are you the kind of person to give second chances?\n  ","988988":"\n   What are you currently worried about?\n  ","988989":"\n   What causes the most harm in the world, but is completely avoidable?\n  ","988990":"\n   tears drip off the chin too?\n  ","988991":"\n   Nikki what are you going to do on New Year's Eve? What do you usually do?\n  ","988992":"\n   Prices so low we practically given the coochie coo away. Shake that booty Its not a bake sale, its a cake sale godd*mn it.\n  ","988993":"\n   Something that cheers you up?👀\n  ","988994":"\n   Which was the last book you read?\n  ","988995":"\n   Would you leave your hometown forever or stay in your hometown forever?\n  ","988996":"\n   What’s a food combination that sounds gross but is really good?\n  ","988997":"\n   🦉 Can you do what I do here:\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/159951439215\n   \n   ?\n  ","988998":"\n   It's more like auto pilot and not true self driving. The technology isn't there just yet. The true self driving that I'm talking about is Stage 5 autonomous driving. But seriously how awesome would it be to sleep in the car and it drive you to get food and then you can eat while in bed.\n  ","988999":"\n   Do you think we will have self-driving cars soon? I really want one with a bed in it so I can sleep while the car drives.\n  ","989000":"\n   What's your favorite part about the weekend?! Get to do anything fun?!\n  ","989001":"\n   When you use the @ sign, it brings up a list of people you follow ordered by who you send questions to the most. But if you go to your friends list, it's ordered by the last person you followed. Newest on top, oldest on bottom. Who are your bottom 3 (the first 3 you followed)?\n  ","989002":"\n   Do you remember Artie from Liv & Maddie? I loved that character. I'm watching the show on Disney Channel right now and they are showing the Christmas episodes. Artie makes me laugh so much.\n  ","989003":"\n   Do you hide from the summer heat or enjoy it?\n  ","989004":"\n   Ur favorite youtuber?\n  ","989005":"\n   Name your favorite french snack!\n  ","989006":"\n   Would you rather have unlimited pizza for life or unlimited tacos for life?\n  ","989007":"\n   I backflipped in there\n  ","989008":"\n   Post a picture of your favorite building or monument!\n  ","989009":"\n   PAP an artificial smile!\n  ","989010":"\n   For real because I don’t use this crap anymore lol\n  ","989011":"\n   Hey cutie\n  ","989012":"\n   CAN I GET YOUR SNAP PLEASE\n  ","989013":"\n   What is something you have lost that you wish you could get back?\n  ","989014":"\n   Do you believe in miracles? Have some ever happened in your life?\n  ","989015":"\n   How often do you drink coffee?\n  ","989016":"\n   oohh you like a guy with muscles and abs\n  ","989017":"\n   Have you ever made a baby cry whether it be or not on purpose? 😁 (If yes, why?)\n  ","989018":"\n   Did you finish your Christmas shopping yet?\n  ","989019":"\n   Where's your sense of adventure? You use the generator, you've already seen the kinda questions. They're harmless. 😋\n  ","989020":"\n   what do you look for in a boyfriend\n  ","989021":"\n   I'm gonna ask you 5 questions using the random question generator and I'm gonna select the first 5 that has a PAP request in it. Up for the challenge? 🤔\n  ","989022":"\n   ur page is fun\n  ","989023":"\n   ever seen Hamilton?\n  ","989024":"\n   random dumb question 🎅🏻 how does santa get down the chimney anyway ✅ milk and cookie r waiting ....\n  ","989025":"\n   Ώνορε ονειρέ, μόλις [...] το σολφαζέ.\n  ","989026":"\n   Will you be strict as parent or are you?\n  ","989027":"\n   Hiii🥰\n  ","989028":"\n   What's up\n  ","989029":"\n   Do you collect anything? If yes, what is it? 😀\n  ","989030":"\n   hi kid\n  ","989031":"\n   Which gives you the most pleasure - giving presents or receiving them?\n  ","989032":"\n   Aliens are coming - what peace offering do you bring them?\n  ","989033":"\n   What fruit do you eat the most often?\n  ","989034":"\n   What would you rather be doing right now?\n  ","989035":"\n   How do you handle rejection?\n  ","989036":"\n   Do you have any notifications for askfm on? If so, which? — I get notified whenever I get a new question. The rest is disabled.\n  ","989037":"\n   On a scale of 1-10 how strict were your parents?\n  ","989038":"\n   Can't sleep cus I have a serious cough 🤒 When you have a cough, what do you do to ease it? Any tip is appreciated haha...\n  ","989039":"\n   Have you ever made homemade ice cream?\n  ","989040":"\n   I just got done binge watching a brand new Netflix series called The Witcher. Just came out today. Any plans on watching it? 🤔\n  ","989041":"\n   Hey\n  ","989042":"\n   What are your thoughts on homosexuality?\n  ","989043":"\n   How would you react if one of your friends had a brain dead moment, and she called your cell phone to ask you what your cell phone number is?\n  ","989044":"\n   Then you are a witch!\n  ","989045":"\n   Are you a feminist?\n  ","989046":"\n   what is something you're not gonna do ever again?\n  ","989047":"\n   What song touches you the most? x\n  ","989048":"\n   im 21 can i get ur snap\n  ","989049":"\n   can i ask you something please\n  ","989050":"\n   Oh wow, your an OG\n  ","989051":"\n   What was the longest conversation you have had with someone recently? What was it about?\n  ","989052":"\n   And sex😂\n  ","989053":"\n   What is your favorite hobby?\n  ","989054":"\n   You're so beautiful 🥺💖\n  ","989055":"\n   What was the last movie you watched that was really good?\n  ","989056":"\n   Thank you 💚✨\n  ","989057":"\n   Uhm hiii 😅 kind of new here so i kinda need more good profiles to follow. Is there anyone or a few u can suggest? 😊\n  ","989058":"\n   How long have you used this site for? :)\n  ","989059":"\n   Hey Nicole where you at boss beauty flashing light skin clown ass girly.\n  ","989060":"\n   Have you ever caught a butterfly? 🌸✨\n  ","989061":"\n   PAP of your follower + coin count. 👍\n  ","989062":"\n   A song line that best describes your life right now?\n  ","989063":"\n   PAP of your best look!\n  ","989064":"\n   do you own a waffle maker\n  ","989065":"\n   How to raise your self-confidence?\n  ","989066":"\n   Love you\n  ","989067":"\n   Trump is an honest man and an angel 😇\n  ","989068":"\n   This is kinda random, but you have the hottest neck. 😍\n  ","989069":"\n   Make me walk on the water or leave ur life because that’s the only thing you can do, everything else will not be the real deal get it Adele\n  ","989070":"\n   Do you like pears?? 😯\n  ","989071":"\n   What do you geek out about? 🤔\n  ","989072":"\n   Care to share? 🤔\n  ","989073":"\n   Could you see yourself ever acting and being in a movie?\n  ","989074":"\n   How can you tell a good person from a bad one?\n  ","989075":"\n   If you were to change one thing about yourself, what would it be?\n  ","989076":"\n   Have you ever given out Christmas gifts?\n  ","989077":"\n   Do you have phobias?\n  ","989078":"\n   Do you have both formal and personal life?\n  ","989079":"\n   What makes you sad?\n  ","989080":"\n   Do you have any religion?\n  ","989081":"\n   So how much do u have rn\n  ","989082":"\n   How long are your fingernails?\n  ","989083":"\n   What is your favorite type of pie?\n  ","989084":"\n   How many times have you fallen in love?\n  ","989085":"\n   Hi, may i ask how much coins u have in ur wallet as a vip user?\n  ","989086":"\n   But you think you won the whole world damn\n  ","989087":"\n   Have you ever stepped on a bug on purpose ?\n  ","989088":"\n   Do you like pretzels? PRETZEL GIFS!\n  ","989089":"\n   What smells are satisfying to you?\n  ","989090":"\n   Did you buy coins?\n  ","989091":"\n   did u see chars bio\n  ","989092":"\n   I LOVE the summer, hot weather is my favourite 😍\n  ","989093":"\n   How can you tell if someone's truly your friend, or if they're just using you?\n  ","989094":"\n   except scientifically theyre fruit its not opinion\n  ","989095":"\n   Eggnog 👍🏻 or 👎🏻\n  ","989096":"\n   except scientifically they're fruit\n  ","989097":"\n   alright\n  ","989098":"\n   Pap shoes\n  ","989099":"\n   What kind\n  ","989100":"\n   Finally someone who enjoys hot weather 😂😍\n  ","989101":"\n   Hiii🥰\n  ","989102":"\n   Are you Catholic?\n  ","989103":"\n   What is your least favourite month of the year? Why?\n  ","989104":"\n   If you went for a walk, and saw a bag full of money that had a total value of $500,000, and there was a 50\/50 chance you wouldn't get caught if you took it - would you take the money or turn it into the police?\n  ","989105":"\n   What’s your favorite Disney movie? Who’s your favorite character in that movie?\n  ","989106":"\n   If you have ever visited somewhere else, where was your favorite and why?\n  ","989107":"\n   ahah yeah of course\n  ","989108":"\n   burger or pizza?\n  ","989109":"\n   boyfriend?\n  ","989110":"\n   my random dumb question of the day is: is tomato a fruit or veggi or both ❣️😅\n  ","989111":"\n   what are you doing today?\n  ","989112":"\n   how old are you?\n  ","989113":"\n   When is the last time modern technology failed you? Example WiFi goes down .\n  ","989114":"\n   Hello\n  ","989115":"\n   so why do you still use it?\n  ","989116":"\n   why nobody use ask?\n  ","989117":"\n   how badly do you tear up\n  ","989118":"\n   Why do you think some people love to people please, even when they know it won't work out in their favor?\n  ","989119":"\n   do you need tissues when he is mentioned\n  ","989120":"\n   Feel free to ask me more questions: thank you!\n  ","989121":"\n   Do you always put makeup on before leaving the house?\n  ","989122":"\n   When someone lashes out at you, is it a reflection of how they view themselves more than how they view yourself?\n  ","989123":"\n   nikki i get so many tears when u mention chester like omg i need tissues so badly\n  ","989124":"\n   Do you like french toast?\n  ","989125":"\n   Thats pretty crazy!\n  ","989126":"\n   How do you prefer to wear your hair? Up or down? Curly, wavy or straight?  Etc\n  ","989127":"\n   Have you ever had a job where you got hired on the spot\n  ","989128":"\n   ✨🐻❤️\n  ","989129":"\n   Best drunk story you got?\n  ","989130":"\n   Have you ever been to a heavy Rock concert? Never been to one before, would you go?\n  ","989131":"\n   You like cheese?\n  ","989132":"\n   Hugs❤️🤗\n  ","989133":"\n   What is something you have recently learned that surprised you?\n  ","989134":"\n   what’s your favorite thing to eat for breakfast?\n  ","989135":"\n   If someone travelled to your city what is the one place they should visit ?\n  ","989136":"\n   Only fools and horses is comedy gold\n  ","989137":"\n   What inconvenient truths do you know?\n  ","989138":"\n   Suggest a good series to watch on Netflix plzzz!! Thank youuu 😊💛\n  ","989139":"\n   Do you like short or long hair on someone of the opposite sex?\n  ","989140":"\n   With no laws or rules to influence your behavior, how do you think you would behave? 🤔\n  ","989141":"\n   Beautiful dp❤️\n  ","989142":"\n   How do you feel about old people driving passed 70? Should there be a law saying they can’t drive no more? Or should they get retested?\n  ","989143":"\n   Who is your top 5??\n  ","989144":"\n   I would like to know a lot\n  ","989145":"\n   get off the app child\n  ","989146":"\n   How do you judge a person?\n  ","989147":"\n   You're answering a question that was an hour old lol CATCH UP\n  ","989148":"\n   Can you discuss politics rationally or does it usually end up in a heated debate or a fight ?\n  ","989149":"\n   If you could go back and live in any time in history what year would you choose and why ?\n  ","989150":"\n   Do you get defensive when people slag off your hometown?\n  ","989151":"\n   Nobody's that mixed\n  ","989152":"\n   Not me either😀\n  ","989153":"\n   Uhhhh how?\n  ","989154":"\n   How old r u?🥰\n  ","989155":"\n   Yas. I’m thirteen😀🥰🥰\n  ","989156":"\n   I’m really fine🥰i’m av ready for school🤓🤓\n  ","989157":"\n   The more wealthy you are the less theistic or religious you become\n  ","989158":"\n   How r u?🥰\n  ","989159":"\n   Hiii🥰\n  ","989160":"\n   Opinion on cheating\n  ","989161":"\n   Is that because you live in a more wealthy lifestyle?\n  ","989162":"\n   LMAO I always go to my best friend's convenience store everyday in the morning to take a free bottle of Gatorade & pick up girls. Today he was like \"damn you man. Gatorades or girls. You've got used to taking both of them with you for free!\" 😂😂😂\n  ","989163":"\n   When you go to amusement parks, what do you like to do most?\n  ","989164":"\n   Do you “steal” food from the refrigerator late at night?\n  ","989165":"\n   Favorite couples on Ask? 🤔\n  ","989166":"\n   Dont forget me when youre famous\n  ","989167":"\n   Awaiting\n  ","989168":"\n   Turn ons and offs?\n  ","989169":"\n   last fast food you ate?\n  ","989170":"\n   When you became VIP how long did it take? I got the confirmation email but I didn’t get my badge\n  ","989171":"\n   if you are ready to start earning from the comfort of your own home with our anti miner trading platform.  you can start earning up to $ 600 daily and $ 6000 weekly\n  "},"Answer":{"988100":"\n  yes I love sour cream! no I don’t like mayonnaise and I don’t like whipped cream. I like cream cheese but I don’t like cottage cheese!\n  ","988101":"\n  yes absolutely!\n  ","988102":"\n  worrying about global warming, helping to save this planet, taking care of the environment, and helping people out in this society etc.\n  ","988103":"\n  Linkin Park, Chester Bennington, my family, my friends,\n  \n   @edraegen\n  \n  and\n  \n   @Qu33nForADayy\n  \n  💗\n  ","988104":"\n  the next day lol\n  ","988105":"\n  No I wouldn’t  having them would be my present 🙂\n  ","988106":"\n  grrrrr, I’m very interested 🙁\n  ","988107":"\n  yeah what is it?\n  ","988108":"\n  yes I absolutely have!\n  ","988109":"\n  yeah I used to use it for my eyebrows lol\n  ","988110":"\n  I mean sometimes but not really lol\n  ","988111":"\n  my aunts lolz\n  ","988112":"\n  How would that be possible?\n  ","988113":"\n  interesting question probably a platform where people can talk to one another all over the world and post pictures and video chat and meet in person! It would be a hate and negative free platform. Everyone would spread love and positivity to each other 😁\n  ","988114":"\n  I had some carrot cake and that was yesterday lol\n  ","988115":"\n  Awh thank you, have a good rest of your day well!😁\n  ","988116":"\n  I like veggies lol\n  ","988117":"\n  It’s pretty cold outside but the sun’s out except it’s not warm it’s cold 🥺\n  ","988118":"\n  No I wouldn’t do that\n  ","988119":"\n  The weddings I’ve been to were always huge. That’s how Armenian weddings are! 😁\n  ","988120":"\n  Good morning 🙂\n  ","988121":"\n  Spongebob Sqarepants, We Bare Bears, Adventure Time 😁\n  ","988122":"\n  I don’t actually personally at least\n  ","988123":"\n  I never really have tbh\n  ","988124":"\n  definitely Hawaii 😋\n  ","988125":"\n  well not anymore I used to though!\n  ","988126":"\n  maybe 21 tbh\n  ","988127":"\n  not really tbh\n  ","988128":"\n  goodnight friends\n  ","988129":"\n  no I wouldn’t\n  ","988130":"\n  I’m so sleepy\n  ","988131":"\n  that’s wonderful!\n  ","988132":"\n  I would like to have a job I truly enjoy and one that makes me happy tbh\n  ","988133":"\n  that would be silly lmao\n  ","988134":"\n  my personality tbh\n  ","988135":"\n  well basically the same issues this generation is facing like being glued to their phones always, global warming, so many things honestly\n  ","988136":"\n  no I haven’t\n  ","988137":"\n  I’m not happy nor sad. I’m just in the middle\n  ","988138":"\n  I don’t know what Love is anymore tbh.  so to me it’s nothing I guess🤷‍♀️\n  ","988139":"\n  definitely Greece or Italy tbh!\n  ","988140":"\n  so many things honestly like this app, and people in general lol\n  ","988141":"\n  I don’t like spinach 😝\n  ","988142":"\n  I don’t like it but I do like Brussel sprouts!\n  ","988143":"\n  Asparagus lol\n  ","988144":"\n  I’m single 🙂\n  ","988145":"\n  honesty and loyalty!\n  ","988146":"\n  very much actually!\n  ","988147":"\n  I think you know who lol\n  ","988148":"\n  Of course you do haha😝\n  ","988149":"\n  Pennywise 🤡\n  ","988150":"\n  no I don’t think you can tbh.\n  ","988151":"\n  some carrot cake lol\n  ","988152":"\n  a vampire of course! 😍\n  ","988153":"\n  I usually keep nothing under my bed lol\n  ","988154":"\n  I love shopping so a lot!\n  ","988155":"\n  That’s difficult lol\n  ","988156":"\n  sounds good!\n  ","988157":"\n  hmmm I don’t know tbh\n  ","988158":"\n  It was good! How was yours?\n  ","988159":"\n  hi smh\n  ","988160":"\n  thank youuu🙂\n  ","988161":"\n  Yes I’ve gone camping and hiking!😁\n  ","988162":"\n  I don’t work just yet but soon I will be 🙂 to experience it!\n  ","988163":"\n  ohhh that’s awesome!😁\n  ","988164":"\n  It’s working with kids?😱\n  ","988165":"\n  sureee girly 😝\n  ","988166":"\n  that would be adorable\n  ","988167":"\n  Hello!\n  ","988168":"\n  No not really tbh\n  ","988169":"\n  I love it!\n  ","988170":"\n  nay I don’t really like them\n  ","988171":"\n  putting on make up, school work, doctors and whatnot 😁\n  ","988172":"\n  Play what?\n  ","988173":"\n  I’m watching “you” season 2 lol\n  ","988174":"\n  play? lmao\n  ","988175":"\n  sleep lol\n  ","988176":"\n  Christmas was on Wednesday lol\n  ","988177":"\n  No lol\n  ","988178":"\n  by taking care of the planet and recycling and cleaning after yourself when you go places and whatnot 😁\n  ","988179":"\n  no lol it’s not\n  ","988180":"\n  sleeping in honestly lol\n  ","988181":"\n  yeah I do\n  ","988182":"\n  I don’t know just chilling\n  ","988183":"\n  I do sometimes when I’m bored or someone out in public lol\n  ","988184":"\n  yes yes yes yes?\n  ","988185":"\n  that’s awesome!😁\n  ","988186":"\n  well yeah but you know what I mean lol\n  ","988187":"\n  Hurricane is my favorite!😍\n  \n  I also really like :\n  \n  the kill\n  \n  hail to the victor\n  \n  love is madness\n  \n  this is war\n  \n  Walk on water\n  \n  Kings and queens\n  \n  a beautiful lie\n  ","988188":"\n  party with the family 😝\n  ","988189":"\n  who knows honestly probably 😝🤷‍♀️\n  ","988190":"\n  you mean the grinch? lol\n  ","988191":"\n  awhhh that’s so sweet 🥺 thank you lovely and hopefully!\n  ","988192":"\n  what green thing?\n  ","988193":"\n  I guess so lol\n  ","988194":"\n  because that’s how I made my username lol\n  ","988195":"\n  there’s so many difficult choices one has to make in life anon\n  ","988196":"\n  okay okay I will 😋\n  ","988197":"\n  I look like a box?🤔🙁\n  ","988198":"\n  I would say regular fries tbh\n  ","988199":"\n  happiness, someone to love 🥺\n  ","988200":"\n  oh my goodness I don’t really know tbh😱\n  ","988201":"\n  yeah I guess so 🙂\n  ","988202":"\n  woah woah oh oh caught in a bad romance\n  ","988203":"\n  lmao obviously someone older buys it\n  ","988204":"\n  not that I remember lol🤔\n  ","988205":"\n  no I don’t think so lol\n  ","988206":"\n  honestly so many things it would be too much to list lol\n  ","988207":"\n  usually wine that they like or chocolate or cake 😋\n  ","988208":"\n  When you notice that person is surrounded around drama and likes starting drama themselves.\n  \n  when they like gossiping about other people and saying mean things about them.\n  \n  When they’re negative and give off negative vibes.\n  \n  and etc.\n  ","988209":"\n  I never have actually\n  ","988210":"\n  I do and the regular kind 🙂\n  ","988211":"\n  yes I am!😁\n  ","988212":"\n  Yes of course I’d love questions!😁\n  ","988213":"\n  stay indoors, watch a movie, sleep, sit in the bath, listen to music and what not🙂\n  ","988214":"\n  sigh 🙁\n  ","988215":"\n  #1 for a long time lol🙂\n  ","988216":"\n  Yup, thank you.\n  ","988217":"\n  no can do\n  ","988218":"\n  omg yes! haha😝\n  ","988219":"\n  Yes very much so! Like he makes me happy and makes me feel silly😋\n  ","988220":"\n  I have a phobia of needles 🥺\n  ","988221":"\n  I do\n  ","988222":"\n  yes so many tines!\n  ","988223":"\n  🙂\n  ","988224":"\n  sh*tty, stressful, tiring, heartbreaking, depressing 😁\n  ","988225":"\n  oh yeah you do know him duhhh😝\n  ","988226":"\n  no I haven’t lol\n  ","988227":"\n  yeah you do that! lol and wait how do you know he’s still in bed?😱 I just think he’s so special to me and has such an amazing personality!\n  ","988228":"\n  oh lmao I gotcha!\n  ","988229":"\n  read my FAQ anon it’s in my bio\n  ","988230":"\n  don’t say if dogs never existed 🥺\n  ","988231":"\n  yeah that’s what I thought lmao you’re too young\n  ","988232":"\n  yes if you can possibly lol 😝\n  ","988233":"\n  oh oops I forgot to do that 😱 Also who’s padilla?\n  ","988234":"\n  sit in a bath, go in the jacuzzis, sleep, sit outside, swim, yoga, meditate etc 😁\n  ","988235":"\n  yeah I guess so🙂\n  ","988236":"\n  Yes I think more people should pay attention to other people rather then their phones but in this generation and society everyone’s glued to their phones so I don’t think anyone really pays attention to other people anymore.\n  ","988237":"\n  I usually show up earlier then I’m supposed to lmao\n  ","988238":"\n  I would definitely say giver tbh🙂\n  ","988239":"\n  yeah he’s a dork but that’s what makes him cute!😋\n  ","988240":"\n  you look too young lmao\n  ","988241":"\n  Yeah you definitely know him😝\n  ","988242":"\n  Oh trust me, I’m in the same boat. I have a hard time handling stress as well but the best thing you can do is tell yourself “ I got this” and “I can do this” you have to stay positive things in your mind it will change your mindset. Also you have to try and believe in yourself because you got this!\n  ","988243":"\n  Yeah I doooo\n  ","988244":"\n  I’m sorry anon🥺\n  ","988245":"\n  that’s awesome!\n  ","988246":"\n  In person? lol\n  ","988247":"\n  nope no idea what that is lol\n  ","988248":"\n  Well if it’s some special I like Im awkward around them lol\n  ","988249":"\n  Not really as much as I’m person lol\n  ","988250":"\n  yeah I do lol\n  ","988251":"\n  yeah like, when I hang out with my special someone I’m usually nervous and anxious around them lol\n  ","988252":"\n  I don’t know I guess I get nervous around them and anxious too because I like them lol\n  ","988253":"\n  It was good! how was yours?😁\n  ","988254":"\n  oh goodness when I have a special someone I’m always awkward so I don’t know 😐\n  ","988255":"\n  yooooo!\n  ","988256":"\n  I think because they want to show off their progress because they’re really happy about it and so they post it to also motivate other people that want to get into fitness and food routines! I think mainly to motivate and inspire other people who want to lose weight and get into a routine.\n  ","988257":"\n  yes mostly and for clothes and shoes and technology even!😋 and other things as well.\n  ","988258":"\n  Why would I touch you?\n  ","988259":"\n  I’m just as confused as you are 😳\n  ","988260":"\n  Yeah I do!\n  ","988261":"\n  Yes I dooo!\n  ","988262":"\n  no I don’t\n  ","988263":"\n  bahaha no way\n  ","988264":"\n  hmm good question 🤔\n  ","988265":"\n  sometimes if I really have to!\n  ","988266":"\n  You too!🙂\n  ","988267":"\n  I’m in bed lol\n  ","988268":"\n  nope not interested\n  ","988269":"\n  Definitely Los Angeles\n  \n  Venice, Italy\n  \n  Santorini, Greece 😁\n  ","988270":"\n  yeah I’m okay😬\n  ","988271":"\n  idc tho🙂\n  ","988272":"\n  I would say I’m definitely a better listener tbh\n  ","988273":"\n  no I never have🙂\n  ","988274":"\n  I don’t know who that is🙂\n  ","988275":"\n  no but I do crack my back lol\n  ","988276":"\n  I usually spell it like donut 😋\n  ","988277":"\n  a pink donut with sprinkles lol\n  ","988278":"\n  watch movies, listen to music and sing along, dance, go live on Instagram, sleep lol😁\n  ","988279":"\n  none actually to be honest 🙂\n  ","988280":"\n  Definitely 5 years into the future 😁\n  ","988281":"\n  no my dream job is my dream job because I’m very interested in it and I know I will enjoy it and that it will make me happy 🙂\n  ","988282":"\n  I do like arts and crafts! oh goodness I don’t remember 🙃\n  ","988283":"\n  it was a okay week! and awh thank you so much! you’re so sweet ❤️ and of course I’m always here if you need anything! I appreciate you too!🙂 and love ya!\n  ","988284":"\n  I think they’re just like any other day tbh\n  ","988285":"\n  are you kidding me? rn can you please not start with me? I do eat it’s not like I’m not eating at all.\n  ","988286":"\n  spread more positivity and less negativity. Also don’t hate you guys should be spreading love all around instead of hate 🙁\n  ","988287":"\n  I’m not really sure yet!\n  ","988288":"\n  I do like corn! I like it on the cob and off too!😁\n  ","988289":"\n  Hello there!\n  ","988290":"\n  let’s hope 😬\n  ","988291":"\n  hmm I have no idea actually\n  ","988292":"\n  Anyone else listen to five finger death pinch?\n  ","988293":"\n  6 pack anon\n  ","988294":"\n  yes I’ve suffered from one and I’m recovering from it. It’s a long process anon.\n  ","988295":"\n  You like Barbara Palvin? 🙂\n  ","988296":"\n  look at my FAQ anon..\n  ","988297":"\n  Well I just chilled today and talked to my best friend  on the phone. No I don’t celebrate Boxing Day 🤔\n  ","988298":"\n  What are you talking about?\n  ","988299":"\n  sure anon\n  ","988300":"\n  I don’t eat dinner aha\n  ","988301":"\n  a million nights maybe even a billion lol\n  ","988302":"\n  that would be weird\n  ","988303":"\n  Ohhh interesting\n  ","988304":"\n  yeah!\n  ","988305":"\n  hey! It was good how was yours?\n  ","988306":"\n  it’s okay I guess, I don’t really eat it\n  ","988307":"\n  ooh I don’t know actually 🤔\n  ","988308":"\n  that’s a good question but I don’t know 😱 I would definitely recommend the great gatsby!\n  ","988309":"\n  not not really anon\n  ","988310":"\n  I’m Nicole but you can call me Nikki and it’s nice to meet you too 🙂\n  ","988311":"\n  I agree with you!\n  ","988312":"\n  ❤️❤️\n  ","988313":"\n  oh I don’t know lol\n  ","988314":"\n  Awhh I’m sorry, but guess what? you deserve much more better then that.\n  ","988315":"\n  Why?🥺\n  ","988316":"\n  sure anon\n  ","988317":"\n  Actually, no\n  ","988318":"\n  Summer!\n  ","988319":"\n  freezing and cold I don’t like it\n  ","988320":"\n  passing my driving test 😁\n  ","988321":"\n  yes I do! I watched it a lot as a kid! It was my favorite 😁\n  ","988322":"\n  exactly\n  ","988323":"\n  no I haven’t we usually take them down after New Years 🙂\n  ","988324":"\n  absolutely anon\n  ","988325":"\n  no I don’t think we should punish them. They’re attracted to whoever they like lol.\n  ","988326":"\n  It was pretty okay! how was your day? and I talked to my best friend on the phone today so that was fun 😁\n  ","988327":"\n  a salon lol\n  ","988328":"\n  I’m glad it was good🙂\n  ","988329":"\n  oh no🥺 take them to emergency\n  ","988330":"\n  no actually I don’t think so. Professors sometimes do lol\n  ","988331":"\n  style it lol\n  ","988332":"\n  yeah like 5 lol\n  ","988333":"\n  It was good! How was yours?🙂\n  ","988334":"\n  No I haven’t\n  ","988335":"\n  to get it done lol and styled\n  ","988336":"\n  like 200 I believe\n  ","988337":"\n  They’re okay!\n  ","988338":"\n  hello there\n  ","988339":"\n  that I love them and it was very true 🙂\n  ","988340":"\n  oh lol\n  ","988341":"\n  Well that’s a good question but I don’t really think their name has a influence on the course of their life. The thing that has the most influence on the course of anyone’s life is their behavior and actions tbh.\n  ","988342":"\n  the color? I personally prefer black colored clothing rather then white\n  ","988343":"\n  sweet things lol\n  ","988344":"\n  obviously I do. I’m not on social media 24\/7 anon.\n  ","988345":"\n  all of them so far 🙂\n  ","988346":"\n  I personally probably couldn’t tbh.\n  ","988347":"\n  that’s cute!😝\n  ","988348":"\n  greenies they’re toothbrushes for dogs and Sky absolutely loves those!😋\n  ","988349":"\n  definitely stylish and fashionable. Well I definitely like stylish and color coordinating and putting things that match or go well together😁\n  ","988350":"\n  Feelings by maroon 5😁\n  ","988351":"\n  awhhh that’s cute\n  ","988352":"\n  I do lol\n  ","988353":"\n  awhhh same tho🙃\n  ","988354":"\n  yeah of course 🙂\n  ","988355":"\n  haha me? I could definitely try but probably not\n  ","988356":"\n  no lol i think it’s cute\n  ","988357":"\n  it’s going lol how’s yours?\n  ","988358":"\n  i don’t even remember 🤷‍♀️\n  ","988359":"\n  oh my lord I don’t really know tbh\n  ","988360":"\n  hmmm good question! I definitely like green cilantro sauce and this lime ranch 😋\n  ","988361":"\n  that’s what my FAQ is for anon.\n  ","988362":"\n  Hey guys, welcome to my FAQ😁\n  \n  You should all like this so it becomes my top most liked answer! Also I noticed that people made fake accounts of me before so just to make it clear this is my only account on ask! if you see another account using my name and pictures let me know as well as send me the link and report it if you see fake accounts of me.\n  \n  {My name is Nicole, but you guys can call me Nikki if you’d like. I also have other nicknames but I like Nikki the most.}\n  \n  { I’m currently 20 years old and my birthday is on September 7th}\n  \n  {I’m currently a student in college and going to transfer to a university very soon. I’m not sure which one just yet. As far as my major goes I’m not quite sure. I might major in psychology or interior design but I’m not sure yet.}\n  \n  { my height is 5’7 and yes I’m pretty tall}\n  \n  { don’t ask me if I eat lol because obviously I do. I know I’m really skinny but that’s just how I’ve always been. Im naturally very skinny.  And as far as my weight I’m underweight}\n  \n  {I’m from California born and raised there.\n  \n  { I have brown eyes sadly, and my hair is ginger, copper or strawberry blonde whatever you call the color I have lol}\n  \n  {I post a lot of pictures myself but now I use a watermark because people make fake accounts and use my pictures}\n  \n  { I am very much single until I find someone}\n  \n  { as far as my sex life goes that’s very much none of your business. It’s for me to know and so I won’t answer questions dealing with that}\n  \n  (I’m very much straight and into guys}\n  \n  { Maroon 5, Coldplay, Linkin Park, Dead by sunrise and thirty seconds to Mars are my favorite bands that I listen to a lot}\n  \n  {Chester Bennington as you all know means the world to me and I miss him very much. I hope he’s beautiful soul is resting in peace truly. Such a legend and he will always be remembered through his music and memories. Also remember to keep his legacy and spread it around too. He deserves it. Such a talent and unique voice. Very angelic and he screamed like a devil. 2 years without him already it tears me apart when I think about that💔. Again as you know he motivates me and inspires me every single day through his music. A piece of me died along with him when I heard the news. But he is always here with us in spirit and will always be in our hearts and always remembered as the legend he was💞. {Chester Bennington 1976-2017👼🏻}\n  \n  { you guys, can always ask me for advice or anything that you need because I will always be there for you guys!}\n  \n  { Also my best friends on here are\n  \n   @edraegen\n  \n  and\n  \n   @Qu33nForADayy\n  \n  and I love them both very much and appreciate them so much!}\n  \n  {my social media is now private and if you want it you have to come off anonymous and ask me for it}\n  \n  { if I receive hate, or any negative comments, negative behavior of any kind or negative questions you will get blocked and reported. Also I’m aware my ex has an account on here but please don’t ask me about him or don’t mention his name on my page. I won’t answer it anymore.}\n  ","988363":"\n  Watermelon definitely!\n  ","988364":"\n  I’m straight.\n  ","988365":"\n  I can draw but I stopped drawing awhile ago aha\n  ","988366":"\n  no I absolutely don’t think so and if that’s the case where someone falls in love with someone just because that person has money that’s just sad and not real “love” to me.\n  ","988367":"\n  sleep in, watch movies, sit in a warm bath, sit by the fire place, drink tea and whatnot\n  ","988368":"\n  I used to play with the WII a lot but now I don’t really anymore. Mostly when I was younger.\n  ","988369":"\n  oh goodness I would spend my time watching movies and would definitely go on social media for the last time tbh but I know they wouldn’t do that because people use the internet for literally everything.\n  ","988370":"\n  I would put money in other peoples pocket 🙂\n  ","988371":"\n  I don’t remember lol\n  ","988372":"\n  “I love you” like lmAo no it’s not true you know?\n  ","988373":"\n  Chocolate 😋\n  ","988374":"\n  In California 😋\n  ","988375":"\n  him too😝\n  ","988376":"\n  Yes of course I do! oh it’s been awhile actually\n  ","988377":"\n  I’m 5’7\n  ","988378":"\n  This is my type😍\n  ","988379":"\n  boys lol\n  ","988380":"\n  I don’t think he’s attractive lol\n  ","988381":"\n  🤡🤡🤡🤡\n  ","988382":"\n  yes lol I was being sarcastic\n  ","988383":"\n  no lmao\n  ","988384":"\n  Who knows anon\n  ","988385":"\n  it’s called being sarcastic anon\n  ","988386":"\n  yeah myself anon\n  ","988387":"\n  no one lol\n  ","988388":"\n  Thank you!🙂\n  ","988389":"\n  I agree anon\n  ","988390":"\n  yes anon to Jared Leto😉\n  ","988391":"\n  what are you talking about?\n  ","988392":"\n  anonymous lol\n  ","988393":"\n  that’s awesome anon🙂\n  ","988394":"\n  It’s going okay so far. How’s yours?🙂\n  ","988395":"\n  I don’t know lol\n  ","988396":"\n  my best friend 🙂\n  ","988397":"\n  i just don’t eat a lot anon\n  ","988398":"\n  I wish I knew anon 🙁\n  ","988399":"\n  Good morning!🙂 and no I didn’t eat much lol\n  ","988400":"\n  well the people I’ve dated were definitely my type at least some of them were and yeah I guess my ideals of a ideal partner change over time but it’s been the same for awhile now.\n  ","988401":"\n  καλά τους αρέσει να τους αφήνω να είναι μερικές φορές πιέζω επάνω τους\n  ","988402":"\n  yes anon\n  ","988403":"\n  😱😱\n  ","988404":"\n  it has a coconut frosting smell that smells so good 😋\n  ","988405":"\n  awhhhh❤️\n  ","988406":"\n  oh goodness maybe a toilet tbh\n  ","988407":"\n  that’s adorable 🥺\n  ","988408":"\n  no one is perfect anon🙂\n  ","988409":"\n  oh no goodness I’m not!\n  ","988410":"\n  hmmm 🤔\n  ","988411":"\n  I’m not perfect but I appreciate you❤️\n  ","988412":"\n  oh no, I’m sorry 🥺\n  ","988413":"\n  not necessarily I don’t think I have\n  ","988414":"\n  I mean I guess they’re okay I don’t really know what to say about them lol\n  ","988415":"\n  it just came back today lol\n  ","988416":"\n  really?🤔\n  ","988417":"\n  why?🥺\n  ","988418":"\n  Good morning, thank you I hope you have a great day as well 🙂\n  ","988419":"\n  haha how tall are you?\n  ","988420":"\n  I would say I much rather fear life because we live in such a terrible world where so many bad things happen and you never know what might happen to you and so life is much more scarier then death to me.\n  ","988421":"\n  I’m 5’7\n  ","988422":"\n  happy birthday you legend💗 ugh with your angelic voice 🥺 one thing I know for sure is that you will never age literally!\n  ","988423":"\n  It was wonderful! I really enjoyed it 🙂 how was yours?\n  ","988424":"\n  awhhh that’s very sweet❤️\n  ","988425":"\n  I do eat anon\n  ","988426":"\n  definitely Linkin Park or a bath or going outside and enjoying the scenery and doing yoga!😝\n  ","988427":"\n  well basically you can ask people questions and answer questions people ask you and you can follow people and like their answers 😁\n  ","988428":"\n  haha awhhh that’s awesome 😝\n  ","988429":"\n  yes I absolutely have!🙂\n  ","988430":"\n  hurricane by thirty seconds to mars 😝\n  ","988431":"\n  I’m from California 🙂\n  ","988432":"\n  it was just like every other year meaning terrible lol\n  ","988433":"\n  oh yes I definitely do!\n  ","988434":"\n  thank you❤️\n  ","988435":"\n  I have my drivers license lol\n  ","988436":"\n  I don’t know maybe?\n  ","988437":"\n  no lol I don’t\n  ","988438":"\n  oh yeah I do lmao. Oh my goodness that sounds funny and crazy lol\n  ","988439":"\n  yeah I believe Adam is 😂\n  ","988440":"\n  haha what happened? I’m curious now 🤔\n  ","988441":"\n  I don’t anon lol\n  ","988442":"\n  yeah lol I don’t\n  ","988443":"\n  I dooooo\n  ","988444":"\n  lol that’s interesting\n  ","988445":"\n  I don’t give it to anons\n  ","988446":"\n  What is your problem? lol\n  ","988447":"\n  It was good and I had fun and enjoyed it how was yours?🙂\n  ","988448":"\n  on my bed? lol\n  ","988449":"\n  2018 was last year anon\n  ","988450":"\n  yes they can lmAo\n  ","988451":"\n  I ate some lasagna\n  ","988452":"\n  no I don’t\n  ","988453":"\n  I’m sorry?🤔\n  ","988454":"\n  Do you?\n  ","988455":"\n  Hahahha no you don’t\n  ","988456":"\n  and you’re saying I am too?\n  ","988457":"\n  FBI agent\/profiler or an interior designer 🙂\n  ","988458":"\n  haha thank you I think 🤨\n  ","988459":"\n  I told you already smh\n  ","988460":"\n  kinda surprised that person didn’t figure that out\n  ","988461":"\n  well I don’t eat dinner lol\n  ","988462":"\n  🤔🤔\n  ","988463":"\n  YES I remember that too lmao\n  ","988464":"\n  yes maybe wha?\n  ","988465":"\n  I’ve been thinking to much help me\n  ","988466":"\n  not really lol\n  ","988467":"\n  yeah I guess?\n  ","988468":"\n  I’m not really a hugger lol\n  ","988469":"\n  yes I like both!🙂\n  ","988470":"\n  lmao who are you?\n  ","988471":"\n  You know I do\n  ","988472":"\n  hmm that’s hard to say 🤨\n  ","988473":"\n  Yesssss😁\n  ","988474":"\n  new technology, clothes, money, shoes, bath bombs, make up, and so on lol\n  ","988475":"\n  I’ve seen many sad movies so I really don’t know tbh\n  ","988476":"\n  the so called relationship with my ex\n  ","988477":"\n  Jared Leto like woahhhhh\n  ","988478":"\n  yeah definitely actually maybe I do\n  ","988479":"\n  something but I don’t wanna share it with anyone tbh🤷‍♀️\n  ","988480":"\n  a lot of stuff 😝\n  ","988481":"\n  no way! lmao\n  ","988482":"\n  omg yes I remember that one😂\n  ","988483":"\n  Definitely Joe and Murr!\n  ","988484":"\n  I mean I like them so\n  ","988485":"\n  being around family tbh\n  ","988486":"\n  LARRYYYYY\n  ","988487":"\n  Impractical jokers lol\n  ","988488":"\n  I agree girl!🙂\n  ","988489":"\n  no he’s not anon\n  ","988490":"\n  it was raining actually! I hope you had a wonderful holiday as well 💚\n  ","988491":"\n  car tbh lol\n  ","988492":"\n  no lol\n  ","988493":"\n  a lot and I still have more 😬\n  ","988494":"\n  I loved all of them😋\n  ","988495":"\n  I haven’t been to any\n  ","988496":"\n  no that’s not my name lol\n  ","988497":"\n  I don’t open links\n  ","988498":"\n  probably not\n  ","988499":"\n  not really lol\n  ","988500":"\n  he’s very sweet, caring, respectful, honest, loyal, trustworthy and whatnot 😉\n  ","988501":"\n  no I don’t\n  ","988502":"\n  Merry Christmas anon I’ve never watched Die Hard lol 😱\n  ","988503":"\n  yes of course every Christmas 😋\n  ","988504":"\n  you gotta come off anon\n  ","988505":"\n  oops read that wrong, thank you awh 🙂\n  ","988506":"\n  yeah?\n  ","988507":"\n  none of them lol\n  ","988508":"\n  Merry Christmas beautiful ❤️I hope you have a great one and happy holidays to you as well!\n  ","988509":"\n  I just told you lol\n  ","988510":"\n  no lmao why would I?\n  ","988511":"\n  totally anon\n  ","988512":"\n  awhhh, Merry Christmas sweet anon 🎁🎄\n  ","988513":"\n  that’s awesome anon\n  ","988514":"\n  you called me yanky pants ffs\n  ","988515":"\n  American lmAo\n  ","988516":"\n  what’s bad? lol\n  ","988517":"\n  just told ya anon\n  ","988518":"\n  I mean that doesn’t matter\n  ","988519":"\n  Merry Christmas 🙂\n  ","988520":"\n  and goodnight friends. Merry Christmas to you all 🎅🏻🎁🎄\n  ","988521":"\n  omg yes I’m engaged to him 😋\n  ","988522":"\n  yeah I do anon\n  ","988523":"\n  Merry Christmas Tom! Hope you and your kids have a wonderful Christmas filled with lots of joy and love!\n  ","988524":"\n  lol wha\n  ","988525":"\n  so looks like I’m going to get my badge on Thursday\n  ","988526":"\n  Merry Christmas ❄️\n  ","988527":"\n  🎅🏻🎁🎄\n  ","988528":"\n  Merry Christmas girly!🎄\n  ","988529":"\n  yanky pants?🤨\n  ","988530":"\n  Merry Christmas to you!❄️\n  ","988531":"\n  Merry Christmas Spencer! I hope it’s a wonderful one for you!\n  ","988532":"\n  well probably next year tbh after new year lol\n  ","988533":"\n  not really\n  ","988534":"\n  merry Christmas lovely!🎄\n  ","988535":"\n  where?\n  ","988536":"\n  Merry Christmas beautiful! I hope you have a wonderful day🙂\n  ","988537":"\n  no lol I don’t\n  ","988538":"\n  1 more hour here lol\n  ","988539":"\n  it’s almost Christmas 1 more hour here but Merry Christmas angel💗\n  ","988540":"\n  Merry Christmas to you too! and happy new year as well😁 and I have many actually\n  ","988541":"\n  I have both?\n  ","988542":"\n  I do\n  ","988543":"\n  no?\n  ","988544":"\n  thank you lovely 🙂\n  ","988545":"\n  of course, I love it\n  ","988546":"\n  war is over\n  \n  if you want it\n  \n  war is over now\n  ","988547":"\n  yes I am !\n  ","988548":"\n  Thank you!🙂\n  ","988549":"\n  wtf lmao\n  ","988550":"\n  Sure!\n  ","988551":"\n  😋\n  ","988552":"\n  when I’m comfortable around someone I’m not shy\n  ","988553":"\n  I don’t celebrate kwanza\n  ","988554":"\n  oh yeah, it’s Christmas over there haha Merry Christmas to you!🎅🏻\n  ","988555":"\n  Merry Christmas Eve ❄️🎅🏻🎄\n  ","988556":"\n  Happy Holidays to you too!❄️\n  ","988557":"\n  empty tbh\n  ","988558":"\n  it’s been awhile anon\n  ","988559":"\n  yeah I am\n  ","988560":"\n  yes I am\n  ","988561":"\n  I guess so lol\n  ","988562":"\n  the dessert!😋\n  ","988563":"\n\n   https:\/\/youtu.be\/OCy5461BtTg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  everyone should listen to this if you haven’t heard it before 😁\n  ","988564":"\n  there will be promises I can’t keep\n  ","988565":"\n  I love almond joy, Hershey’s, I love milk chocolate 😝\n  ","988566":"\n  wow so many people love Linkin Park, that makes me so happy 😭\n  ","988567":"\n  I just listened to Given up😱\n  ","988568":"\n  you too beautiful, you’re also a great friend ❤️luv you too!\n  ","988569":"\n  no I don’t lol\n  ","988570":"\n  every step that I take is another mistake to you\n  ","988571":"\n  I’m swimming in the smoke of bridges I have burned so don’t apologize I’m losing what I don’t deserve\n  ","988572":"\n  haha I appreciate it but you never have to you know?🤗\n  ","988573":"\n  haha anytime 🙂\n  ","988574":"\n  I know I know, I’m playing 😝\n  ","988575":"\n  lmao no not really Freddy Kruger isn’t scary either lol😬\n  ","988576":"\n  I don’t know who you’re lol\n  ","988577":"\n  who knows tbh\n  ","988578":"\n  ehhh I don’t pay attention to things like that\n  ","988579":"\n  probably more then a billion actually because they do explode everyday\n  ","988580":"\n  I know!🤯\n  ","988581":"\n  It will be much more difficult then today that’s for sure. Everything will be floating in the air and will have flying cars and all the transportation will be flying and we would all be living in the air. Our houses and everything will be floating on the air. lol\n  ","988582":"\n  awhhh thank you❤️\n  ","988583":"\n  I’ve seen many weird things so I don’t know tbh😱\n  ","988584":"\n  I have no idea but I do like chocolate cookies 😋\n  ","988585":"\n  I say lol, lmao and tbh a lot but I don’t know what my favorite word to say would be 🤔\n  ","988586":"\n  Why thank you🙂\n  ","988587":"\n  😋\n  ","988588":"\n  I would definitely want to increase my intelligence tbh\n  ","988589":"\n  Merry Christmas Eve 🎄\n  ","988590":"\n  I don’t have a favorite but here’s one that’s literally me 😂\n  ","988591":"\n  impractical jokers tbh😁\n  ","988592":"\n  Merry Christmas Eve lovely!\n  ","988593":"\n  Jared Leto, Adam Levine, Chris Martin, etc etc 😋\n  ","988594":"\n  no problem 🙂\n  ","988595":"\n  I don’t know about weird but I have many nicknames lol\n  ","988596":"\n  My Coldplay t-shirts and hoodies as well as my Linkin Park clothes 😋 and my other favorite band merch.\n  ","988597":"\n  would I tho? I love cookies well it depends what could of cookie 🤔\n  ","988598":"\n  Christmas is tomorrow here haha but merry Christmas 🎄\n  ","988599":"\n  I don’t know really I just started becoming more and more shy\n  ","988600":"\n  that’s the opposite of me😱\n  ","988601":"\n  😴😴😴\n  ","988602":"\n  you could say Merry Christmas to you too and just know that I’m always here for you guys and I will always be here to support you guys🙂\n  ","988603":"\n  I’ve prepared amazing gifts for my loved ones and there’s still plenty more that needs to be wrapped lol and Merry Christmas Eve 🎅🏻🎄\n  ","988604":"\n  here we go again with your fettish\n  ","988605":"\n  awh, thank you😁\n  ","988606":"\n  I don’t remember you then?\n  ","988607":"\n  tbh; you’re such a sweetheart and it’s been awhile since we talked! You’re gorgeous and funny🙂 I miss you!\n  ","988608":"\n  absolutely not\n  ","988609":"\n  what about you?\n  ","988610":"\n  tbh on?\n  ","988611":"\n  not now anon\n  ","988612":"\n  🤶🏻🤶🏻🤶🏻\n  ","988613":"\n  I mean not really tbh. I just eat whatever I feel like eating lol😝\n  ","988614":"\n  I don’t even know you tho😱\n  ","988615":"\n  yeah I think so as well. When I had mine it was available to purchase again and I was like what? lol I also dmed you on Instagram 🙂\n  ","988616":"\n  hello there lol\n  ","988617":"\n  I understand, and I’ve met all my requirements and it was taken down and so that’s why I’m confused you know?\n  ","988618":"\n  I texted a good friend named Carlos 😋\n  ","988619":"\n  probably as loud, loyal, honest, respectful, passionate, ambitious, funny, caring, loving, adventurous, weird, silly😋\n  ","988620":"\n  Merry Christmas Eve anon☃️\n  ","988621":"\n  not really a fan so nay!\n  ","988622":"\n  Meet Christmas Eve!🎄\n  ","988623":"\n  no I wouldn’t lol\n  ","988624":"\n  oh okay haha I see!🙂\n  ","988625":"\n  so it took 24 hours to show up? lol\n  ","988626":"\n  that’s so sad tbh😐 but you bought it and got it right away?🤔\n  ","988627":"\n  Merry Christmas Eve!🎅🏻🎄\n  ","988628":"\n  yessss I have😋\n  ","988629":"\n  no I don’t\n  ","988630":"\n  When I was younger I wasn’t as shy but then when I got older I started getting more and more shyer 😐\n  ","988631":"\n  sour watermelon candy\n  ","988632":"\n  well rn it’s 12:32 am😋\n  ","988633":"\n  I’d be weirded out\n  ","988634":"\n  I don’t :(\n  ","988635":"\n  that would be creepy\n  ","988636":"\n  it means a guy that played you meaning he used you and this whole time it was just a game for him\n  ","988637":"\n  no way! hahah\n  ","988638":"\n  you don’t get it omg\n  ","988639":"\n  Oh my I don’t know😱\n  ","988640":"\n  ahhh Shakespeare\n  ","988641":"\n  Ehhhh I guess lol\n  ","988642":"\n  Yeah I did\n  ","988643":"\n  I’m a very shy person so always lol\n  ","988644":"\n  because they probably think you have food and they want it lol\n  ","988645":"\n  😴😴\n  ","988646":"\n  I’m boredddd\n  ","988647":"\n  I don’t even know, I haven’t played any in awhile\n  ","988648":"\n  OMG yes! It’s so goood\n  ","988649":"\n  Omg that’s good 😂\n  ","988650":"\n  probably just going to chill and wrap more presents lol 😝\n  ","988651":"\n  not that often tbh I prefer to eat at home\n  ","988652":"\n  I’ve had many highlights tbh😋\n  ","988653":"\n  just for fun, to waste time and to meet awesome people 🙂\n  ","988654":"\n  hoffentlich Liebe und Glück finden\n  ","988655":"\n  of what?\n  ","988656":"\n  it’s okay I don’t prefer it that’s for sure lol\n  ","988657":"\n  No lmao\n  ","988658":"\n  I’m sleepy\n  ","988659":"\n  nope never anon\n  ","988660":"\n  okay I’m bored\n  ","988661":"\n  I mean I do yoga and walk a lot but I’ve always been skinny\n  ","988662":"\n  of course I do!\n  ","988663":"\n  I have worked?\n  ","988664":"\n  don’t have one\n  ","988665":"\n  I disagree but I appreciate you❤️\n  ","988666":"\n  “ how old are you” when it’s in my bio\n  ","988667":"\n  well we both like key lime pie I guess\n  ","988668":"\n  haha that’s cute but by true\n  ","988669":"\n  yes it’s Nutella inside of it!\n  ","988670":"\n  but there isn’t anon\n  ","988671":"\n  crazy? What’s crazy?\n  ","988672":"\n  oh goodness don’t make me cry\n  ","988673":"\n  I don’t know really I guess nothing\n  ","988674":"\n  well I’m very good at keeping secrets\n  ","988675":"\n  nope I don’t\n  ","988676":"\n  love doesn’t mean anything to me tbh\n  ","988677":"\n  Ponchik which is an Armenian doughnut it’s so good!\n  ","988678":"\n  oh boy\n  ","988679":"\n  “Oh my mom isn’t letting me go or my mom said no” and she’s 20 almost 21 mind you😂 and “I’m too sleepy or my legs hurt”\n  ","988680":"\n  no I don’t actually\n  ","988681":"\n  yeah it’s similar but we call it Tahn\n  ","988682":"\n  well honestly Armenian and Persian food is pretty different but we share kabob and rice and that’s similar.\n  ","988683":"\n  lmao no not necessarily\n  ","988684":"\n  soonnnn 😬\n  ","988685":"\n  no I haven’t anon\n  ","988686":"\n  ‘IT’ Chapter 1 and 2\n  \n  The conjuring\n  \n  Christopher Robin\n  ","988687":"\n  can I help you?\n  ","988688":"\n  oh goodness probably last year tbh\n  ","988689":"\n  I don’t I only trim it\n  ","988690":"\n  my life\n  ","988691":"\n  I don’t mind them tbh\n  ","988692":"\n  never had it anon\n  ","988693":"\n  nope don’t have that app\n  ","988694":"\n  I always do lol\n  ","988695":"\n  something anon\n  ","988696":"\n  Well we all did lol\n  ","988697":"\n  of course, of course\n  ","988698":"\n  I don’t know, just hold your breath as long as you can\n  ","988699":"\n  well if they person that committed the act was on death row  let’s say I would say the person who gave the order to kill was just doing their job tbh I mean the guilty one is the one who committed the crime really and that’s why they ended up on  death row in the first place.\n  ","988700":"\n  what’s that\n  ","988701":"\n  lmao in a hospital\n  ","988702":"\n  Omg I noticed that too Jason wears black a lot😂\n  ","988703":"\n  lol with wrapping paper not tape?\n  ","988704":"\n  well that’s not right lol\n  ","988705":"\n  pretty good tbh\n  ","988706":"\n  oh goodness I don’t even remember\n  ","988707":"\n  well my favorite pie is key lime pie and pecan pie\n  ","988708":"\n  for a long time now anon\n  ","988709":"\n  Yeah like when I saw Jared Leto the first time on the internet I was in love\n  ","988710":"\n  Why are you asking me?\n  ","988711":"\n  hahaha no I don’t believe in soulmates anymore and not every person has a soulmate like I don’t have one so yeah🤷‍♀️\n  ","988712":"\n  Chester 🥺\n  ","988713":"\n  That’s never happened actually lol\n  ","988714":"\n  nope I don’t.\n  ","988715":"\n  on social media\n  ","988716":"\n  sure I guess.\n  ","988717":"\n  no I haven’t\n  ","988718":"\n  very busy tbh!\n  ","988719":"\n  never heard of him?\n  ","988720":"\n  giving back to others and spending time with family 🙂\n  ","988721":"\n  to be happy like really that’s all I want\n  ","988722":"\n  General Hospital lol I mean it’s on everyday except the weekend 😝\n  ","988723":"\n  Kindness and loyalty tbh\n  ","988724":"\n  I like all my sweaters I have lol\n  ","988725":"\n  not wearing any rn\n  ","988726":"\n  the ones that make me laugh or that are kind to me 🙂\n  ","988727":"\n  The grinch whole stole Christmas is my favorite 😁\n  ","988728":"\n  this app honestly\n  ","988729":"\n  usually colorful socks or ones with pictures on them lol\n  ","988730":"\n  I usually put an angel 👼🏻\n  ","988731":"\n\n   https:\/\/youtu.be\/mdJDPepGOAM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","988732":"\n  yes basically! It only lasts one week 🙃\n  ","988733":"\n\n   @edraegen\n  \n  and\n  \n   @Qu33nForADayy\n  \n  💖\n  ","988734":"\n  yesssss☃️\n  ","988735":"\n  I would definitely say my Olaf’s and bears😝\n  ","988736":"\n  yes I have and I absolutely love it!\n  ","988737":"\n  I would say Venice, Italy🙂\n  ","988738":"\n  blue and pink tbh\n  ","988739":"\n  you already know this😱\n  ","988740":"\n  doggos!😋\n  ","988741":"\n  I would say an Range Rover tbh lol\n  ","988742":"\n  it would definitely have to be red velvet cake and tuxedo chocolate cake!😋\n  ","988743":"\n  I would like some absolutely!😬\n  ","988744":"\n  yes I believe it was a few days old lol🤯\n  ","988745":"\n  you asked it a few days ago I believe lol😐\n  ","988746":"\n  all sound pretty fun actually\n  ","988747":"\n  yes actually! Because my mom said something to me about that friend and I told her and she started ignoring me like I wasn’t the one who said it wtf😂\n  ","988748":"\n  oh goodness don’t make me choose from my family members, I love them all 🥺 As for my friends I would definitely bring you and\n  \n   @Qu33nForADayy\n  \n  🙂 and I would bring Sky 😝\n  ","988749":"\n  I don’t see how that’s any of your business\n  ","988750":"\n  a book anymore tbh lol\n  ","988751":"\n  I’m pissed off today so there’s that lol\n  ","988752":"\n  I’ve posted many before lol\n  ","988753":"\n  well then it would be\n  \n   @edraegen\n  \n  which is you 😝 and\n  \n   @redoasis2017\n  \n  🙂\n  ","988754":"\n  don’t be rude anon. That wasn’t necessary to say\n  ","988755":"\n  I emailed ask so let’s see what their excuse is going to be lol\n  ","988756":"\n  I know! I noticed others got there’s taken away too😐\n  ","988757":"\n  Apparently ask removed it but I’ve been doing everything 🤷‍♀️\n  ","988758":"\n  I got you, girl 🙂\n  ","988759":"\n  I would much rather stand all day tbh\n  ","988760":"\n  well I move around a lot but mostly on my back tbh😬\n  ","988761":"\n  I usually watch movies, go outside, come on here, listen to music, write etc 🙂\n  ","988762":"\n  I’m both actually 🙂\n  ","988763":"\n  with fashion and styling or advice and support really 🙂\n  ","988764":"\n  I really don’t tbh\n  ","988765":"\n  ‘IT’ Chapter 1 and 2 🙂\n  ","988766":"\n  lmaooo I’m laughing\n  ","988767":"\n  haha that’s not possible tho😂\n  ","988768":"\n  frustrated anon\n  ","988769":"\n  apparently anon thinks I’m not active enough lol\n  ","988770":"\n  my hands are freezing\n  ","988771":"\n  ugh I’m so pissed off already 🙄\n  ","988772":"\n  ask reply to my email lol\n  ","988773":"\n  I can’t, I’m underweight\n  ","988774":"\n  ask we better get our VIP badges back smh\n  ","988775":"\n  thank you😋\n  ","988776":"\n  oh no everyone has left this app tbh😭\n  ","988777":"\n  I’m okay, how are you? It’s been awhile!\n  ","988778":"\n  hellooooo\n  ","988779":"\n  omg you got your badge I’m 😭😭\n  ","988780":"\n  anyways I’m bored\n  ","988781":"\n  what? lol\n  ","988782":"\n  ugh smh ask why?!\n  ","988783":"\n  well I don’t have kids yet but maybe one day in the future I would like to\n  ","988784":"\n  that’s inappropriate\n  ","988785":"\n  no thank you\n  ","988786":"\n  never heard of them anon\n  ","988787":"\n  what’s that?\n  ","988788":"\n  same I’m very confused 🤷‍♀️ I’ve been doing everything that was needed to be done\n  ","988789":"\n  no I don’t\n  ","988790":"\n  no I hate them actually\n  ","988791":"\n  I’m very confused to why ask took my VIP badge when I’ve been doing everything that was needed 😐\n  ","988792":"\n  that’s cool anon 😁\n  ","988793":"\n  who’s that?\n  ","988794":"\n  grilled cheese\n  ","988795":"\n  with my family just like every other year🙂\n  ","988796":"\n  I’m very confused why it’s gone now¿\n  ","988797":"\n  why did they take down my VIP badge I was completing everything I was supposed to do wtf?\n  ","988798":"\n  WTF where’s my VIP badge?!\n  ","988799":"\n  okay, goodnight friends\n  ","988800":"\n  I’m from California and I would say the stores we have here lol\n  ","988801":"\n  Definitely necklaces!\n  ","988802":"\n  no I didn’t lol\n  ","988803":"\n  very much so even when people don’t deserve it.\n  ","988804":"\n  this was last year in December when he decided to disappear again on me.\n  ","988805":"\n  I do actually! Love the sand and water😋 especially hot sunny days!\n  ","988806":"\n  okay I’m now bored and sleepy lol\n  ","988807":"\n  Thank you!🙂\n  ","988808":"\n  Your ex decides to message you just to disappear all over again\n  ","988809":"\n  I follow you too girly!💕\n  ","988810":"\n  nope never anon\n  ","988811":"\n  no I don’t anon\n  ","988812":"\n  no I don’t\n  ","988813":"\n  I like broccoli and Brussels sprouts. I don’t like spinach lol\n  ","988814":"\n  absolutely lol\n  ","988815":"\n  I don’t think I have! But I love watching his show!\n  ","988816":"\n  I feel like we love to hate things maybe because we haven’t experienced those things necessarily or maybe because people are jealous so they love to hate but it’s mostly jealousy that people love to hate. There’s definitely more hate in this world then love and that very sad but that’s just how this society is nowadays.  It’s mainly because of the world we live today and the environment we live in.\n  ","988817":"\n  who’s that anon\n  ","988818":"\n  for sure anon\n  ","988819":"\n  I don’t know what that is lol\n  ","988820":"\n  I dislike, liars, dishonesty, cheaters, uses, people who play me, people who talk sh*t without knowing the facts and people who hate on you for no reason and so on🙂\n  ","988821":"\n  Not really lol\n  ","988822":"\n  I already said what I’m doing😂\n  ","988823":"\n  I love youuu too💕\n  ","988824":"\n  a horror story 😂\n  ","988825":"\n  Hey hey!\n  ","988826":"\n  nope I don’t!\n  ","988827":"\n  that’s nice lol\n  ","988828":"\n  it controls me\n  ","988829":"\n  Lmao what even is that\n  ","988830":"\n  I’m currently watching 90 day fiancé 🙂\n  ","988831":"\n  watching 90 day fiancé\n  ","988832":"\n  nope not all of them lol\n  ","988833":"\n  Yes I finally have wooo😁\n  ","988834":"\n  no I haven’t 🥺\n  ","988835":"\n  Thank youuuu🙂\n  ","988836":"\n  met who anon?\n  ","988837":"\n  I’m thankful for how far I’ve made it and for my family and friends and my two best friends\n  \n   @edraegen\n  \n  and\n  \n   @Qu33nForADayy\n  \n  💖\n  ","988838":"\n  lmao yeah I guess but I don’t need to remember it\n  ","988839":"\n  bahahha I don’t know tbh\n  ","988840":"\n  I’m sorry anon🥺\n  ","988841":"\n  no I can’t lol\n  ","988842":"\n  Why are you depressed?\n  ","988843":"\n  giving back to others 🙂\n  ","988844":"\n  lmao what even\n  ","988845":"\n  about?\n  ","988846":"\n  no I haven’t actually lol\n  ","988847":"\n  no I haven’t slept in my closest lol\n  ","988848":"\n  sure! Why not lol 😁\n  ","988849":"\n  that’s extremely adorable actually 🥺\n  ","988850":"\n  Mostly quotes and fan pages for Chester Bennington and Jared Leto and Adam Levine lol 😋\n  ","988851":"\n  of course I would duhhh😁\n  ","988852":"\n  but I am lol\n  ","988853":"\n  mostly blueberries tbh😝\n  ","988854":"\n  nope I never have 😁\n  ","988855":"\n  I do I have so many iPads lmao\n  ","988856":"\n  yeah I do, haven’t had them in awhile tho🙂\n  ","988857":"\n  I’m going to spend it with family and watch the ball drop as well as count down to the new year and have a party 😁\n  ","988858":"\n  omg yes I absolutely do!\n  ","988859":"\n  I think I look friendly but no one really approaches me so maybe I don’t 😂🤷‍♀️\n  ","988860":"\n  hello best friend 😋\n  ","988861":"\n  I don’t eat dinner 😬\n  ","988862":"\n  well of courseeee I do\n  ","988863":"\n  yes I love coconut!\n  ","988864":"\n  I’m so sleepy\n  ","988865":"\n  It’s not Christmas yet lol\n  ","988866":"\n  I love tea!\n  ","988867":"\n  I do lol\n  ","988868":"\n  probably yelling at people in cars lmao\n  ","988869":"\n  no that’s not it😳\n  ","988870":"\n  well I think it’s kinda obvious. So there’s this clown who has ginger hair and likes eating children and adults apparently and lives in the sewers in Dairy, Maine and comes out every 27 years. He also loves red balloons and likes to play mind tricks on the “losers” and mess with them.\n  \n  Hmm.. I wonder what movie this is 🤔\n  ","988871":"\n  Well I have never stayed awake ever without sleeping. Eventually I would go to sleep when I’m really tired. I always find the time to sleep there has never been a day where I went without sleep.\n  ","988872":"\n  I don’t really know definitely a new horror movie that comes out lol\n  ","988873":"\n  well I remember you asked this question already but if a society was like where you didn’t work and everyone had food\/water and shelter as well as healthcare for free no one would have responsibilities and no one would learn how to be responsible and I think of everything was free like that everything would eventually run out and people wouldn’t experience what it’s like to make their own money.\n  ","988874":"\n  Happy Sunday lovely!😁\n  ","988875":"\n  I’m awake tho\n  ","988876":"\n  Thank you friend 🙂\n  ","988877":"\n  I like the the second one in the 3rd row horizontally 🙂\n  ","988878":"\n  hmmm oh yeah recently and can’t say lol\n  ","988879":"\n  I don’t really have a favorite necessarily lol\n  ","988880":"\n  ‘IT’ Chapter 1 and 2 😋\n  ","988881":"\n  you’re also awesome, thank you💕\n  ","988882":"\n  of course lovely 😁\n  ","988883":"\n  mainly watching movies or going outdoors 🙂\n  ","988884":"\n  I’d like to think I am but I don’t know tbh\n  ","988885":"\n  If the internet didn’t exist that would impact my life very much because I use it for most things and to google things I don’t know so really that would be a negative impact for me if it didn’t exist 🙃\n  ","988886":"\n  I mean aliens could be walking among us and we wouldn’t even know because they could be disguised-as human beings. We have probably walked passed aliens sometime in our lifetime lol and we have probably encountered them as well without knowing they’re aliens.\n  ","988887":"\n  I don’t know about embarrassing lol\n  ","988888":"\n  I don’t know tbh🤔\n  ","988889":"\n\n   @caderlee\n  \n\n   @SN9S\n  \n\n   @Reginailessthan3u\n  \n  🙂\n  ","988890":"\n  oh goodness I don’t know tbh\n  ","988891":"\n  That I’m very nice lol🙂\n  ","988892":"\n  no I absolutely wouldn’t do that\n  ","988893":"\n\n   @edraegen\n  \n\n   @Qu33nForADayy\n  \n\n   @zactc\n  \n","988894":"\n  no lol I’m not\n  ","988895":"\n  a bear 😭\n  ","988896":"\n  a loaded potato sounds good lol\n  ","988897":"\n  oh goodness I don’t even know lol 😬\n  ","988898":"\n  I would say a 5\n  ","988899":"\n  yeah same here but it’s better not to care what others think about you. And I absolutely agree to the people who don’t like you are missing out!\n  ","988900":"\n  I would rather have the sun😁 I prefer when it’s warm!\n  ","988901":"\n  I prefer pancakes and I usually put butter and syrup or sometimes honey 😋\n  ","988902":"\n  Chicken sandwich\n  ","988903":"\n  my height?\n  ","988904":"\n  OLAFFFFF☃️\n  ","988905":"\n  I mean I follow people who have good answers and that are funny and entertaining tbh. Also people who like answering my questions really 🙂\n  ","988906":"\n  I would say KFC lol\n  ","988907":"\n  I mean I absolutely agree with you! People will sooner or later find your art and start working with you because you’re talented. It takes time but it will definitely happen hang in there🙂\n  ","988908":"\n  thank you 🙂\n  ","988909":"\n  no I really don’t care what others think of me anymore because I learned not everyone will like you so you shouldn’t care what other people think of you.\n  ","988910":"\n  I don’t drink coffee\n  ","988911":"\n  how would I know? lol\n  ","988912":"\n  Definitely the grinch who stole Christmas is my favorite!\n  ","988913":"\n  I’m taller lol\n  ","988914":"\n  haha that I shouldn’t give up and that I got this and I can do it but I don’t follow it🤷‍♀️\n  ","988915":"\n  having someone that truly loves them\n  ","988916":"\n  sure anon🙂\n  ","988917":"\n  I tend to move around a lot\n  ","988918":"\n  lmao not necessarily but okay\n  ","988919":"\n  not interested\n  ","988920":"\n  lmao what man?\n  ","988921":"\n  I mean only you can really make yourself happy. You should never count on someone else to make you happy tbh. You should do the things that make you happy and enjoy life.\n  ","988922":"\n  hahah you wish!\n  ","988923":"\n  I don’t want to be lol\n  ","988924":"\n  oh my goodness that’s difficult because I don’t really cry when watching movies tbh\n  ","988925":"\n  sleeping 😋\n  ","988926":"\n  ohhhh I hate the rain lol\n  ","988927":"\n  I love you anon🥺💕\n  ","988928":"\n  Hello! I’m okay how are you? It’s really cold rn and have a great day as well 🙂\n  ","988929":"\n  that’s meeee\n  ","988930":"\n  haha not necessarily but I’m good at it\n  ","988931":"\n  hmm I can do most of them tbh\n  ","988932":"\n  for awhile now actually!\n  ","988933":"\n  not a lot lol\n  ","988934":"\n  yeah I would say so\n  ","988935":"\n  nope there is always a reason\n  ","988936":"\n  it’s going okay I guess\n  ","988937":"\n  lol thank you anon\n  ","988938":"\n  Hey anon!\n  ","988939":"\n  why would I go to Kim K’s house?😂\n  ","988940":"\n  have I what?\n  ","988941":"\n  hello!\n  ","988942":"\n  what?\n  ","988943":"\n  thank you lovely!\n  ","988944":"\n  I would definitely scare people and go and see the people who don’t talk to me anymore and be like hello lmao\n  ","988945":"\n  lmao excuse me?\n  ","988946":"\n  I mean I guess I like playing it sometimes! and I usually choose truth because I’m always afraid what they might dare me lol.\n  ","988947":"\n  good question I think I would use to in order to see if someone is lying or not being honest with me and I would use it to see what they’re thinking or saying about me.\n  ","988948":"\n  I mean I know many people who have tattoos but in order to get a good stable and paying job you can’t have any tattoos but tattoos are definitely “in” nowadays tbh!\n  ","988949":"\n  oh goodness maybe the office lol\n  ","988950":"\n  Whyy?\n  ","988951":"\n  Linkin Park 😋\n  ","988952":"\n  get whatever you like lol\n  ","988953":"\n  omg anon\n  ","988954":"\n  goodnight anon🙂\n  ","988955":"\n  Lmao why?\n  ","988956":"\n  well I hope it bothers him tho🤷‍♀️ I did let him go but I did want closure but then I said forget it tbh\n  ","988957":"\n  yeah I’m honestly hurt again that he decided to disappear on me again 🙁\n  ","988958":"\n  thank you🙂\n  ","988959":"\n  Hey anon!\n  ","988960":"\n  oh no I’m sorry! but I’m sure you learned a lot in that experience and that it made you much stronger emotionally!\n  ","988961":"\n  I absolutely agree! It will make you stronger but just don’t end up letting your ex back in like I did so many times 🙃\n  ","988962":"\n  don’t remind me lol\n  ","988963":"\n  and I’m Adam Levine\n  ","988964":"\n  YES omg! I agree🙂 thank you!\n  ","988965":"\n  definitely emotional I would say!\n  ","988966":"\n  that’s awesome!\n  ","988967":"\n  yeah it’s a good song! I remember when it first came out lol\n  ","988968":"\n  animals by maroon 5?\n  ","988969":"\n  In California what about you?\n  ","988970":"\n  it makes me feel upset and like they don’t want to talk with me\n  ","988971":"\n  bahahha you’re watching me?😳\n  ","988972":"\n  I’ve had many deep conversations before like about feelings and how we feel about one another and other things.\n  ","988973":"\n  I’m watching grown ups lol you?\n  ","988974":"\n  ew don’t like them lmao\n  ","988975":"\n  What about me? lol🤔\n  ","988976":"\n  What is? lol\n  ","988977":"\n  of course I dooooo beautiful 😁\n  ","988978":"\n  I’m 20\n  ","988979":"\n\n   https:\/\/youtu.be\/mdJDPepGOAM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  this is my favorite song 😍😍\n  \n\n   https:\/\/youtu.be\/QLFiuNdQrzI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  this is my favorite song by Linkin Park!\n  \n\n   https:\/\/youtu.be\/1wF1sgXqF90\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/ScNNfyq3d_w\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/faGp316ZT8k\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/vfxtYW2bbQ0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/kdYcQ_k0zyE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/hzNRl6emK90\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/GLQs0OrHiPY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/5qF_qbaWt3Q\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/ScNNfyq3d_w\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/OCy5461BtTg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Basically every Linkin Park song is amazing!\n  \n  Here’s some really good thirty seconds to mars songs:\n  \n\n   https:\/\/youtu.be\/8yvGCAvOAfM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/Zcps2fJKuAI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/hTMrlHHVx8A\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/y9uSyICrtow\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/yEWb6bsd5lo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/4Kvd-uquuhI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/FA2w-PMKspo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/yeMt-no2LW0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  and so on!😝\n  ","988980":"\n  heyyy!\n  ","988981":"\n  I remember Gibbyyyyyyy😂\n  ","988982":"\n  it’s okay! It’s a deep thinking question!😁\n  ","988983":"\n  YASSS you’re adorable\n  ","988984":"\n  haha I’m only doing it because I’m still in his bio. trying to annoy him like he is doing so to me🙃\n  ","988985":"\n  I remember you asked this question before!  If we lived in a stimulation I mean I would definitely act different because people would be watching you on the other side and basically we would just be on a screen a computer screen and there would be people in the real world watching you on that screen so you would definitely have to act differently.\n  ","988986":"\n  well not necessarily. If a new song comes out and it’s brand new and if I enjoy it. I think it sounds good and even if it gets older I will still think it’s a good song!\n  ","988987":"\n  oh my goodness I’m the kind of person who gives 1,000 chances even though I shouldn’t because they end up hurting me all over again and doing the same thing anyway.\n  ","988988":"\n  my healing process from my ex and my damaged broken heart. It will definitely take time to repair it all over again. It’s funny I was doing so well and then he decided to message me and break me again. It’s a cycle at this point. I have to stop it honestly. 🙁\n  ","988989":"\n  global warming and humans are the ones who cause the most harm in the world and they can’t stop doing so but they don’t. They continue to harm the world.\n  ","988990":"\n  wtf lmao\n  ","988991":"\n  we usually watch the ball drop and count down with the family and have a party lol\n  ","988992":"\n  lmao what even\n  ","988993":"\n  this angel 💕\n  ","988994":"\n  I haven’t read a book in awhile actually I just stopped doing so i don’t know why tho 🤷‍♀️\n  ","988995":"\n  I would definitely leave it no doubt about that lol\n  ","988996":"\n  Brussel sprouts with barbecue sauce 😋\n  ","988997":"\n  no I can’t actually\n  ","988998":"\n  oh yeah I guess you’re right lol. well maybe one day in the future we will have that!\n  ","988999":"\n  The Tesla X model has self-driving lol\n  ","989000":"\n  just the fact that it’s the weekend and you get to relax and chill and not have to worry about doing things tbh lol\n  ","989001":"\n\n   @edraegen\n  \n\n   @Qu33nForADayy\n  \n\n   @LouisaRHale\n  \n\n  you’re my top 3 😝\n  \n  my bottom 3 are :\n  \n   @mworkman16\n  \n\n   @JJD55\n  \n\n   @chrissyjillson\n  \n  😁\n  ","989002":"\n  No I don’t think I remember him actually lol\n  ","989003":"\n  no way I love the heat!\n  ","989004":"\n  Jeffree Star!\n  ","989005":"\n  Croquembouche!\n  ","989006":"\n  I would say tacos! lol\n  ","989007":"\n  that’s sick!😝\n  ","989008":"\n  This is a picture I took of the colosseum of the inside in Rome, Italy 😁\n  ","989009":"\n  😁🤯😁\n  ","989010":"\n  what’s your Snapchat?🙁\n  ","989011":"\n  Hey it’s been awhile since we last talked!😱\n  ","989012":"\n  if you come off anon🙂\n  ","989013":"\n  I think people already know the answer tho this 🙃\n  ","989014":"\n  I honestly don’t believe in miracles because everything I’ve been through I’ve gone through it by myself you know? Like only you can really heal from those things you’ve been through in life.\n  ","989015":"\n  I don’t drink coffee at all!\n  ","989016":"\n  like this anon 🥵\n  ","989017":"\n  nope I haven’t made a baby cry lol\n  ","989018":"\n  almost lol\n  ","989019":"\n  bahaha that’s true well I guess I am up for the challenge 😝\n  ","989020":"\n  well a lot of things like :\n  \n  loyal, honest, kind, funny, respectful, protective (a little not a lot), silly, weird, loud, fun, adventurous, likes spending time with me, talks to me and actually responds to my messages and doesn’t ignore me, loving, caring, passionate, ambitious, knows what he wants with the relationship and in life, intelligent, makes me laugh and smile, shows me off on his social media and etc😬\n  \n  and physically : tall, handsome, hair that you can flip😍, somewhat muscular, abs, v line, preferably blue or green eyes or any color and whatnot lol\n  ","989021":"\n  hmmm.. maybe I don’t know lol\n  ","989022":"\n  thank you haha😋\n  ","989023":"\n  nope I haven’t lol\n  ","989024":"\n  he becomes thinner magically and goes down the chimney with no problem! Because you know Santa is magic lmao.\n  ","989025":"\n  ναι φυσικά ονειρεύομαι αλλά δεν είμαι σίγουρος τι σημαίνει θειικό 🤔\n  ","989026":"\n  I don’t think I will be but I don’t know lol\n  ","989027":"\n  Hello!🙂\n  ","989028":"\n  I’m just waking up rn you?😁\n  ","989029":"\n  I used to collect shells and rocks!😁\n  ","989030":"\n  I’m a kid now yay!\n  ","989031":"\n  I would say giving presents because I love seeing the other persons reaction and smile 🙂 and it just makes me feel warm inside when other people are happy!\n  ","989032":"\n  I mean who doesn’t love cookies? I’m sure aliens will too!\n  ","989033":"\n  I would say blueberries tbh\n  ","989034":"\n  Sleeping tbh\n  ","989035":"\n  if someone wants to reject me then they can lol. It might hurt emotionally for little while but it’s okay it doesn’t bother me tbh.\n  ","989036":"\n  oh no I don’t have the notifications on because it would go off too much lol\n  ","989037":"\n  they aren’t strict at all lol\n  ","989038":"\n  try cough drops and drink tea with honey and make sure you stay warm!\n  ","989039":"\n  yes I have 😋\n  ","989040":"\n  haven’t heard of it yet but if it’s interesting I might watch it. What’s it about?🤔\n  ","989041":"\n  hey hey!🙂\n  ","989042":"\n  well you’re attracted to whoever you’re attracted to and there’s nothing wrong with that\n  ","989043":"\n  I would laugh and be like you just called me so obviously you have my number 😂\n  ","989044":"\n  I’m not but okay lol\n  ","989045":"\n  yeah definitely but not hardcore but I do support it\n  ","989046":"\n  Talk to my ex anymore yeah you’re probably thinking yeah right she will talk to him again😂 but no I’ve had enough of his games and all this pain he is causing me 🙂\n  ","989047":"\n\n   https:\/\/youtu.be\/Tm8LGxTLtQk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Chester wrote this song for his best friend Chris Cornell who committed suicide two months before Chester did and then in July Chester did.💔🥺 and this song makes me try up every time I hear it because it reminds me of Chester and it’s hard when I hear this song.  It breaks me down and tears me apart because it makes me miss Chester much more then I already do. 😭 it touches me the most because literally every time I hear it I tear up because two years ago now it’s Chester also in the sky of a million stars. Who cares if one more light goes out? Well I do💔\n  ","989048":"\n  lmao cheers?\n  ","989049":"\n  Sure!\n  ","989050":"\n  yes haha I am 😋\n  ","989051":"\n  hmm I don’t remember maybe because no one even bothers to talk to me anymore lol\n  ","989052":"\n  lmao naughty anon\n  ","989053":"\n  Well I have many favorite hobbies like hiking, biking, traveling, sleeping, walking, running, tennis, yoga etc😁\n  ","989054":"\n  that’s all you angel🥺💕\n  ","989055":"\n  I watch so many movies I don’t even remember. I was about to say general hospital again but that’s a show😂 I watched Murder Mystery again it’s on Netflix starring Adam Sandler and Jennifer Aniston that one is really good!\n  ","989056":"\n  no problem 🙂\n  ","989057":"\n\n   @edraegen\n  \n\n   @Qu33nForADayy\n  \n\n   @LilMommaBear\n  \n\n   @NineGDxFour\n  \n\n   @RaquelAlissa\n  \n\n   @depig\n  \n\n   @eva_wiliams\n  \n\n   @redoasis2017\n  \n\n   @LouisaRHale\n  \n\n   @musicfan1998\n  \n\n   @Tobbelit0\n  \n\n   @Pookeo9\n  \n\n   @foolian\n  \n\n  I posted a similar answer to this yesterday but here’s a few people you should definitely follow🙂\n  ","989058":"\n  ever since 2013 believe it or not 😬\n  ","989059":"\n  you’re clearly drunk 😂\n  ","989060":"\n  I think so lol\n  ","989061":"\n  only you know how many coins I have 😋 and I have 11,333 followers\n  ","989062":"\n  tearing me apart with words you wouldn’t say\n  \n  and suddenly tomorrow’s moment washed away.\n  \n  ‘cause I don’t have a reason, and you don’t have the time, but we both keep on waiting for something we won’t find.\n  ","989063":"\n  I don’t know about ‘best’ but here’s a selfie 🎅🏻🎄☃️\n  ","989064":"\n  of courseee even tho I don’t really like waffles lol\n  ","989065":"\n  honestly you raise it by believing in yourself and believing that you can do whatever you put your mind to. Most importantly believe in yourself and always try your best and never give up that will raise your self- confidence.\n  ","989066":"\n  luv ya too\n  ","989067":"\n  LMAO biggest lie ever\n  ","989068":"\n  that’s random but thank you lol\n  ","989069":"\n  what are you on about?\n  ","989070":"\n  yeah I do\n  ","989071":"\n  the music I listen to, the movies and shows I love, things I like doing and so on lol\n  ","989072":"\n  Like, algophobia - the fear of pain\n  \n  Aichmophobia- the fear of needles or pointed objects\n  \n  Androphobia- the fear of men 😂\n  \n  Atychiphobia- the fear of failure\n  \n\n  Trypanophobia- fear of needles and injections\n  \n  Lockiophobia - fear of childbirth\n  \n  Philophobia- fear of love\n  \n  I’m telling you, I have so many tbh😂\n  ","989073":"\n  sure! Why not lol\n  ","989074":"\n  I can’t that’s my problem that’s why I always end up getting hurt 🥺\n  ","989075":"\n  I would say my personality and my shyness and social anxiety tbh\n  ","989076":"\n  absolutely!\n  ","989077":"\n  I absolutely do!😬\n  ","989078":"\n  what does that mean?\n  ","989079":"\n  this is a easy question my ex makes me sad lmao. funny right?😴 Also this society and the world makes me really sad and I miss Chester that also makes my heart ache 😭\n  ","989080":"\n  i do but I’m not religious\n  ","989081":"\n  why do you need to know?\n  ","989082":"\n  about medium length tbh I don’t cut them short\n  ","989083":"\n  it has to be key lime pie!😋\n  ","989084":"\n  I would honestly say truly only once\n  ","989085":"\n  you gain a lot if you complete the activities lol\n  ","989086":"\n  lmao tf no I don’t\n  ","989087":"\n  no not on purpose 🥺\n  ","989088":"\n  yes I doooo!\n  ","989089":"\n  The Voluspa candle that has the smell of Perse Bloom😍, coconut, fruity smells, flowery smells etc 😋\n  ","989090":"\n  nah why would I?\n  ","989091":"\n  no I haven’t anon\n  ","989092":"\n  omg no way! So do I 😍😍\n  ","989093":"\n  I’m very bad at seeing the signs I end up finding out at the end of the friendship that they were using me but my mom is very good at seeing the signs and seeing what kind of person they’re at the beginning and she tells me but of course I don’t listen.  I mean if they’re good at it you can’t really tell if they’re using you. Most people nowadays aren’t really your friend but they’re rather just using you because they don’t want to be lonely or maybe because they just do it to take advantage of you.  If someone’s truly your friend I think you could tell I mean it would be pretty obvious if they’re truly your friend and not just using you. It’s all about their behavior and actions and that’s how you can tell if they’re truly your friend or just using you.\n  ","989094":"\n  lmao to you maybe\n  ","989095":"\n  👎🏻 I don’t like it at all lol\n  ","989096":"\n  I don’t know I still think they’re veggies\n  ","989097":"\n  Do you believe that you can walk on water? oh oh, oh oh\n  \n  Do you believe that you can win this fight tonight?\n  ","989098":"\n  not wearing any currently lol\n  ","989099":"\n  I like just plain cheese pizza\n  ","989100":"\n  omg yes I do! you do too?😁\n  ","989101":"\n  hello🙂\n  ","989102":"\n  no anon\n  ","989103":"\n  I would say June because summer starts and I absolutely love the hot weather 😍\n  ","989104":"\n  well honestly I wouldn’t take it because firstly I don’t need it and secondly what if the person that dropped it really needs that money so I would definitely turn it in to the police so whoever dropped it can eventually find their money and use it for what they needed.\n  ","989105":"\n  I would say Frozen and my favorite character is Olaf omg he’s so cute!\n  ","989106":"\n  definitely Italy I just loved the scenery and the people are so kind and lovely! And the food is my favorite omg! And the environment is amazing!\n  ","989107":"\n  yeahhhh anon\n  ","989108":"\n  I would say pizza tbh\n  ","989109":"\n  yeah he’s name is Jared Leto\n  ","989110":"\n  I love tomatoes and they’re a vegetable 😋\n  ","989111":"\n  I think I’m going to my aunts to hang out\n  ","989112":"\n  I’m 20\n  ","989113":"\n  Oh goodness I believe last week when the WiFi was down and nothing was working ugh I get so annoyed when that happens tbh\n  ","989114":"\n  Heyyy🙂\n  ","989115":"\n  because why not anon\n  ","989116":"\n  maybe because this app has been dead for so long\n  ","989117":"\n  i miss him anon😭\n  ","989118":"\n  I think some people like to please other people because they’re just used to doing that. Like maybe when they were children and young they got taught to please people by their parents or just by themselves.  Or maybe people like to please others even though it won’t work in their favor because they like doing so or maybe it makes them feel happy to please others.  I guess it just depends on their personalities and how they grew up and whoever taught them while they were younger.\n  ","989119":"\n  I do tear up 🥺\n  ","989120":"\n  oh yes I’ve sent you many but I thought you were ignoring them so I stopped doing so.\n  ","989121":"\n  No I don’t always always wear make up when leaving the house. I gotta let my face breathe tbh but I do when going to class or special occasions!\n  ","989122":"\n  When someone lashes out on you, I believe it’s a reflection of themselves and how they view themselves. It shows their true colors and who they really are in the inside. I definitely think it’s mainly how they view themselves and all this anger built inside causes them to finally lash out and you were probably just in their way so they end up lashing out on you. I don’t believe it’s how they view you it’s more how they view themselves.\n  ","989123":"\n  I know I miss him too anon🥺\n  ","989124":"\n  yeah I doooo\n  ","989125":"\n  i know it’s so crazy!\n  ","989126":"\n  I mostly wear it down nowadays and my hair is naturally wavy 😝\n  ","989127":"\n  nope anon\n  ","989128":"\n  okay fr goodnight friends\n  ","989129":"\n  I’ve never been drunk tho lol\n  ","989130":"\n  yes I have actually!😁\n  ","989131":"\n  yes I do!\n  ","989132":"\n  guess who can’t sleep? lol\n  ","989133":"\n  that all the strangers you see in your dreams are people you’ve seen in real life 🤯\n  ","989134":"\n  it just depends on what I feel like eating that day 🙂\n  ","989135":"\n  definitely the amusement parks we have here!\n  ","989136":"\n  never heard of it lol\n  ","989137":"\n  I know many actually like he never really loved me and that it was all a game to my ex🤷‍♀️\n  ","989138":"\n  Lucifer, Criminal Minds, The office (US), glitch, black mirror, Bates motel, riverdale, 13 reasons why, imposters, the greenhouse academy\n  \n  there’s a few for you😁\n  ","989139":"\n  definitely short hair on boys!\n  ","989140":"\n  well I’m definitely not a crazy people like that who breaks the rules or laws in the first place so I would act as I do now. That wouldn’t change.\n  ","989141":"\n  thank you❤️\n  ","989142":"\n  I mean if they’re physically and mentally able to drive and concentrate on the road then I think it’s okay if they drive and they do have to retake the behind the wheel test at an older age anyways.\n  ","989143":"\n  goodnight friends\n  ","989144":"\n  oh well lmao\n  ","989145":"\n  nah they can have this app\n  ","989146":"\n  I don’t like judging people and I try my best not to judge someone.\n  ","989147":"\n  lmao so\n  ","989148":"\n  it definitely ends up in a heated debate\n  ","989149":"\n  probably the Ancient Greek Civilization tbh\n  ","989150":"\n  nope not at all\n  ","989151":"\n  well yeah I am anon\n  ","989152":"\n  okay anon\n  ","989153":"\n  yeahhh I’m mixed lmao\n  ","989154":"\n  I’m 20😬\n  ","989155":"\n  oh my goodness you’re so young!\n  ","989156":"\n  you have school?😱\n  ","989157":"\n  I’ve never been religious\n  ","989158":"\n  I’m doing okay! how are you?🤠\n  ","989159":"\n  heyyy love🙂\n  ","989160":"\n  I think it’s sad that people cheat. It’s super heart breaking and a disgrace really. It shows that they never respected you to begin with. 🤷‍♀️\n  ","989161":"\n  that has nothing to do with going to church¿\n  ","989162":"\n  lmao that’s funny actually\n  ","989163":"\n  go on the rides especially roller coasters! my favorite part😁\n  ","989164":"\n  haha no at night I’m asleep and I don’t get up\n  ","989165":"\n  me and\n  \n   @JustTheKingOfficial\n  \n  lmao just kidding I got y’all 😂\n  \n  ( honestly just wanted to see how people are gonna react)\n  ","989166":"\n  I won’t I promise\n  ","989167":"\n  lmao okay?\n  ","989168":"\n  Wouldn’t you like to know? lol\n  ","989169":"\n  chicken and rice 😋\n  ","989170":"\n  I actually bought it on a Thursday and then it started showing on Monday for me 🙂\n  ","989171":"\n  lmao oh anon\n  "}}