{"Question":{"989172":"\n   What do you do for other people to love you?\n  ","989173":"\n   How come?\n  ","989174":"\n   Do you believe in karma? 😌💯\n  ","989175":"\n   wow nikki youre super hot\n  ","989176":"\n   [Insert awesome Christmas song here]\n\nYou don't if you don't celebrate Christmas just ignore.\n  ","989177":"\n   Have you ever taken a theraputic mud bath?\n  ","989178":"\n   Post a motivational quote 💯💛\n  ","989179":"\n   ur lying to us\n  ","989180":"\n   Hi!\n  ","989181":"\n   Omg Jessie! I loved that show! They show the reruns everyday on Disney! I wish they would have another season.\n  ","989182":"\n   ur bio say different u don't have to pretend now queen nikki\n  ","989183":"\n   Have you ever shaved off your eyebrows?\n  ","989184":"\n   got rid of char for u queen\n  ","989185":"\n   Yes Bertram from Jessie! I think he would be a great butler because he's funny and a really good cook. He's super lazy but he'll never get on your case either. I'd have him make sushi rolls at least once a week.\n  ","989186":"\n   Merry Christmas to everyone I follow on here.  Hope Santa is good to you all.  (I’m sending this now because I’m leaving for  Cuba shortly and likely won’t be on for a week)\n  ","989187":"\n   Here's the game plan.... we win the lottery and then get a huge massive mansion and we hire Bertram to be our butler and it will be awesome. Bertram makes me laugh so much.\n  ","989188":"\n   Is buying a used engagement ring on Facebook Marketplace trashy af or financially savvy?\n  ","989189":"\n   When is your birthday? x\n  ","989190":"\n   Better than the old one. Maybe you can take a new one?\n  ","989191":"\n   Yes\n  ","989192":"\n   Yes its cute\n  ","989193":"\n   Can you sleep in the same room as someone who's snoring loudly? 🤔😅\n  ","989194":"\n   HAAAAWWWWWTTTT\n  ","989195":"\n   Hawt\n  ","989196":"\n   Mama Nikki, VIP Nikki and BFF Nikki. 😋\n  ","989197":"\n   Mama Nikki and VIP Nikki\n  ","989198":"\n   Any recommendations on who is worth following? 🤔\n  ","989199":"\n   You’re welcome but maybe the last time\n  ","989200":"\n   Who do you recommend to follow? x\n  ","989201":"\n   WHEN DID YOU BECOME MAMA NIKKI\n  ","989202":"\n   At what point did you realize your favorite tv show was on its way down hill?\n  ","989203":"\n   yea keep it shows ur pretty and confident in my opinion\n  ","989204":"\n   Delete old three pics please, you do not know the responsibilities that comes with showing that kind\n  ","989205":"\n   Just trolling avoid going ur page or looking at pics will do\n  ","989206":"\n   What is the number one thing you want for Christmas? x\n  ","989207":"\n   What is your favorite holiday? x\n  ","989208":"\n   Keep it!!!👍👍👍\n  ","989209":"\n   Yes it is. VIP Nikki in da house!!!\n  ","989210":"\n   You've always been VIP Nikki, now it's just official 🤗\n  ","989211":"\n   Nikki you are our Ask mama. We stan you.\n  ","989212":"\n   do you use the fireplace?\n  ","989213":"\n   Wow, you're rank 3 in the whole entire United States?! Can I be your friend? 🤓🤪\n  ","989214":"\n   What would your message be to someone who is really struggling bad and just wants to give up? x\n  ","989215":"\n   rmenian|Greek|Irish|Italian|French|German|British|Spanish|Portuguese\n  ","989216":"\n   what's your opinion on the supernatural? do you believe that those things occur?\n  ","989217":"\n   Nikki is best\n  ","989218":"\n   how is your night going mama nikki?\n  ","989219":"\n   I love it, and think you look gorgeous. Then again you always do 🥺💖\n  ","989220":"\n   What's going on VIP Nikki?\n  ","989221":"\n   tougue not tongue\n  ","989222":"\n   It’s weird that you girl stick your tongue out like a hoe and suck because you only know your true purpose once you do what was wished or stay completely pure\n  ","989223":"\n   Probably not, but a similar high quality pic without the tongue maybe?\n  ","989224":"\n   هلو 😎\n  ","989225":"\n   Good but tired\n  ","989226":"\n   Nivea or Dove cosmetics ?\n  ","989227":"\n   nice new pic :)\n  ","989228":"\n   Would you rather experience the beginning of planet earth or the end of planet earth?\n  ","989229":"\n   When do you usually start preparing gifts for Christmas?\n  ","989230":"\n   do you know who A$AP Rocky is?\n  ","989231":"\n   What's up? How are you?\n  ","989232":"\n   can i tell you something but please dont answer ok?\n  ","989233":"\n   Are you strong or fragile; bold or shy? A person of conviction, yet need answers why? Do you prefer feeling safe, rather than taking risks for the rewards? Are you happy with your life and what it is heading towards?\nDo you have a plan or just take it one day at a time?\nMay you find all you desire\n  ","989234":"\n   Hi 😊\n  ","989235":"\n   Mexico is the best place to sex😆\n  ","989236":"\n   Canada or Mexico?\n  ","989237":"\n   When is the best time of day for you productively?\n  ","989238":"\n   What's the strangest thing you've ever eaten?\n  ","989239":"\n   maybe the ask.fm community wants you to stay on top and they really really like you\n  ","989240":"\n   Thank you for liking my answer Nicole\n  ","989241":"\n   You look super hot in both those pics you posted in that poll.\n  ","989242":"\n   If someone who knew nothing asked you to describe your country in 20 words or less what would you say ?\n  ","989243":"\n   Are you easily offended?\n  ","989244":"\n   How much money would it take to change your life significantly ?\n  ","989245":"\n   hi???\n  ","989246":"\n   If you had one wish what would it be\n  ","989247":"\n   Who ready for Christmas\n  ","989248":"\n   How many licks does it take to get to the tootsie roll center of a Tootsie Pop?\n  ","989249":"\n   Do you ever listen to \"Relaxing\" music? 🎶 When do you usually do that? 🤔\n  ","989250":"\n   What are you most grateful for this year?\n  ","989251":"\n   Thats my beautiful Nikki ❤👍\n  ","989252":"\n   Ooookay I just got on\n   \n    @Manu\n   \n   and\n   \n    @NicoleBuckleyyx\n   \n   and HOLY SH-\n\nHow and the fuuuks did I get all this on my page??? Can someone fill me in please?? B\/c I am about to have a heart attack. Idk how I got it????\n?.? I didn't even know what y'alls was talking about until I went and looked. Dang\n  ","989253":"\n   Turn back the clock and redo one thing in the last 30 days. What is it and why ?\n  ","989254":"\n   Would you rather know how you will die or when you will die?\n  ","989255":"\n   Has having an askfm taught you anything about yourself?\n  ","989256":"\n   How do you think the world will look in 100 years?\n  ","989257":"\n   Any James Brown fans here? What’s your favorite song by him?\n  ","989258":"\n   At what point do you stop trying with people and just cut them from your life ?\n  ","989259":"\n   Star Wars, Star Trek or Stargate? 🤔\n  ","989260":"\n   Yeah, that’s the one lol\n  ","989261":"\n   VIP? 👀👀\n  ","989262":"\n   Do you prefer Sci-fi or fantasy? 🤔 What about it makes you like it more than the other? 😁\n  ","989263":"\n   What did you think of the new Grinch movie compared to the old one? Well I say new, I know it’s a year old now 😂\n  ","989264":"\n   Are you a competitive person? 🤔 Haha In what ways have you been competitive in your life?\n  ","989265":"\n   Do you believe in miracles? Have some ever happened in your life?\n  ","989266":"\n   Do you believe in the paranormal?\n  ","989267":"\n   What makes you feel proud of yourself?\n  ","989268":"\n   Do you welcome competition?\n  ","989269":"\n   💟 You are a diamond. It’s time for you to shine. You are a magnet for love. Your thoughts are kind to you, because you deserve it. A calm feeling spreads through your thoughts and actions. You are a good person who deserves good things. You are on the best path for you. 💟\n  ","989270":"\n   did you watch Hey Arnold! as a kid?\n  ","989271":"\n   Nikki 😍\n  ","989272":"\n   oohh which country ? US ?\n  ","989273":"\n   How much money would it take for you to take a ride with a stranger? Asking for a friend...\n  ","989274":"\n   Would you like to have a guardian golden retriever: A mystical golden retriever who appears and snuggles up to you every time you are sad?\n  ","989275":"\n   Do you believe in unicorns? Metaphorically or literally?\n  ","989276":"\n   ever get so upset you just talk through tears?\n  ","989277":"\n   Thanks Nicole my mistake I'm sorry\n  ","989278":"\n   Hi! You're in the VIP-program and you're in the middle of the week (check on Thursday). Hurry up to complete all the tasks (15 answers, 10 open questions, 5 anonymous and 3 open shoutouts) to get the bonuses. If you have any questions, contact us via e-mail partners.mx@ask.fm\n  ","989279":"\n   Do you consider yourself a boring person?\n  ","989280":"\n   For how long have you had Ask.fm?\n  ","989281":"\n   Who or what brings out your insecurities?\n  ","989282":"\n   So my daughters best friend still believes in Santa and the Elf on the Shelf. She’s 11 and in middle school. How old were you when you learned the truth about Santa? And do you think it’s a little odd her parents still go along with it? You’d think the kids at school would of clued her in by now.\n  ","989283":"\n   Finish this sentence: A proper Christmas dinner isn't complete without ____ 🤔😋\n  ","989284":"\n   That last sentence is inappropriate for ask 🤢 keep your sexual thoughts and fantasies away 🤮\n  ","989285":"\n   what’s the best kind of salad?\n  ","989286":"\n   Does the study of philosophy ever lead to answers or simply more questions?\n  ","989287":"\n   I think both pics are beautiful but I voted the one on the left because you look very pretty with the mascara\n  ","989288":"\n   Would you rather have no one to show up for your wedding or your funeral?\n  ","989289":"\n   What's the most unusual thing in your refrigerator, right now?\n  ","989290":"\n   You mind sharing the latest video that made you laugh? 😁\n  ","989291":"\n   Do you ever go to church?\n  ","989292":"\n   Do you like Bugels?\n  ","989293":"\n   What mobile phone model do you have?\n  ","989294":"\n   Are there any questions you ask anonymously? If so, what kind of questions and why?\n  ","989295":"\n   Good evening\n  ","989296":"\n   Do you reply to all questions right away or do you keep some in your inbox? How many questions are there in your inbox right now?\n  ","989297":"\n   Would you rather live in an amusement park or a zoo?\n  ","989298":"\n   I know, right?\n   \n    @Ice_Frozen_Vocals\n   \n   received 343k 😄 Well, let‘s just be happy and grateful about it. 🤗\n  ","989299":"\n   Plans 4 Christmas\n  ","989300":"\n   Probably someone likes you and decided to give you all of his coins\n  ","989301":"\n   You just received 108k coins. 😄\n  ","989302":"\n   Are you afraid of death? If so, why?\n  ","989303":"\n   how many coins do you have on here\n  ","989304":"\n   Btw Congrats your VIP\n  ","989305":"\n   Would you rather read minds or accurately predict future?\n  ","989306":"\n   hiiii nik\n  ","989307":"\n   br, la?\n  ","989308":"\n   Who had the most positive influence on you?\n  ","989309":"\n   Who is your go to person when you need help or someone to talk to ? Are you their go to person as well ?\n  ","989310":"\n   From insta\n  ","989311":"\n   If you had an opportunity to change your name, would you use it? If yes, what would be your name?\n  ","989312":"\n   What are your favorite hobbies?\n  ","989313":"\n   I highly doubt it, sweetheart 😅😅\n  ","989314":"\n   has anyone said you look like gwen stefani?\n  ","989315":"\n   improve what?\n  ","989316":"\n   You get the chance to stay at the top of a mountain! 2 week trip with a unlimited supply of whatever kinds of activities you'd like to do! Good food and entertainment! But! one thing... You have to hike through a forest and up the mountain just to get there.. 2 day hike... Are you still doing it?\n  ","989317":"\n   What's up 👋\n  ","989318":"\n   Do you still enjoy the questions you get from me or would you rather not receive them anymore? Who do you think would be interested in receiving them as well?\n  ","989319":"\n   Its something wrong\n  ","989320":"\n   QOTD: what’s one thing you’re looking forward too (about anything) :) -\nI’m looking forward to Christmas but also just self improvement and growing in being so 100% me\n  ","989321":"\n   What you doin? 😁\n  ","989322":"\n   How are u\n  ","989323":"\n   What did you do today? 😁\n  ","989324":"\n   Where will you want to be living 10 years from now ?\n  ","989325":"\n   <3 Nikki?\n  ","989326":"\n   Love your collarbones\n  ","989327":"\n   Do you wear a bikini on the beach?\n  ","989328":"\n   Have you ever had sex?\n  ","989329":"\n   What do you do to cure a cold fast? Asking for a friend 🤒 Haha...\n  ","989330":"\n   How? It is nowhere close. That would be like saying that Switzerland is as well.\n  ","989331":"\n   Tell me a fun fact\n  ","989332":"\n   Armenia is landlocked and nowhere near the Mediterranean sea but closer to the Caspian sea. It is in the Caucus region.\n  ","989333":"\n   What was so amazing about him? Absolutely nothing!\n  ","989334":"\n   But you said that you were Mediterranean?\n  ","989335":"\n   Are you from Greece?\n  ","989336":"\n   Islam is a way of life and legal system, far better than Christianity.\n  ","989337":"\n   It should be lambs in blankets because pork is disgusting dirty meat and Jesus was the lamb of God, did Jesus eat pork? No, he drowned the pigs in the lake.\n  ","989338":"\n   Are you from Lebanon?\n  ","989339":"\n   Would you rather wear a snow suit in the desert or be naked in Antarctica?\n  ","989340":"\n   Likers get a paragraph\n  ","989341":"\n   Do like = TBH\n  ","989342":"\n   have you received any pre-christmas gifts?\n  ","989343":"\n   Is there anything that terrifies you that you know is silly but it doesn’t matter. Like I’m afraid of the dentist 😂😂\n  ","989344":"\n   What's your favorite perfume?\n  ","989345":"\n   Do you prefer gold or silver jewelry?\n  ","989346":"\n   what’s your opinion on nutmeg?\n  ","989347":"\n   Do you know what labaneh is?\n  ","989348":"\n   Do you talk to yourself?\n  ","989349":"\n   What is the craziest thing you've done in public?\n  ","989350":"\n   Aww this is so sweet😍 thank you so much. Love you❣️\n  ","989351":"\n   Do you like pigs in a blanket\n  ","989352":"\n   What's your favorite shape? (Why not ask?! 😂🤷)\n  ","989353":"\n   Have you ever heard of muscadine? Ever tried one before?\n  ","989354":"\n   Samee😂😂\n  ","989355":"\n   are you a fast typer?\n  ","989356":"\n   Tell me about a time that you tripped. (Don't have to answer)\n  ","989357":"\n   Nikki is my girl, a beautiful pearl, I met her a few days ago. She fills up my heart I'm thinkin of all we can do. With her I can fly like clouds in the sky, my dreams they all come true. The day when we met, my mind went from gray into blue.\n  ","989358":"\n   Do you like ice cream toppings? What kind?\n  ","989359":"\n   Do your follow your horoscope? What are your thoughts on them?\n  ","989360":"\n   What if you really like someone, but your parents do  not like the person.? What would you do?\n  ","989361":"\n   Wdyt about islam?\n  ","989362":"\n   What is the next big thing that will blow people’s minds?\n  ","989363":"\n   Religion?\n  ","989364":"\n   So you think him violation the Constitution was okay?\n  ","989365":"\n   Its kid rock tho\n  ","989366":"\n   no I need to ?\n  ","989367":"\n   What are some Christmas traditions you have? Do you like these traditions? What traditions would you like to have?\n  ","989368":"\n   ever interned?\n  ","989369":"\n   Who love to cook here??\n  ","989370":"\n   I want VIP too 😂✅\n  ","989371":"\n   What did you do as a kid that seemed normal at the time but which now seems super weird?\n  ","989372":"\n   I’m not angry I’m real\n  ","989373":"\n   What kind of question even is this 😂😂\n  ","989374":"\n   It has to be already done, before they come over.\n  ","989375":"\n   New york is not my home\n  ","989376":"\n   what can I get u for Xmas 🎄🤶🏻\n  ","989377":"\n   WHAT COUNTRY IN THE WORLD HAS MORE PEOPLE.  RUSSIA. CHINA. JAPAN OR. USA\n  ","989378":"\n   ❤️❤️❤️❤️\n  ","989379":"\n   Lol sorry didn’t realize I had it on anon! But twas me asking this. :)\n  ","989380":"\n   I figured cuz the weather there is the same as ours its the mediterranean weather :( we're about 90% the same weather cuz my bro always tell me when it rains there it rains here i realized its same and when i was there too wore the same clothes was same temperature :(\n  ","989381":"\n   Where do you not mind waiting?\n  ","989382":"\n   What underwear do you wear?\n  ","989383":"\n   Personal opinion on \"living far from home\"?\n  ","989384":"\n   How many ex do you have?\n  ","989385":"\n\n    https:\/\/youtu.be\/1esy8mh3U9A\n   \n","989386":"\n   What is your New Years resolution? Mine is to be happy and do nice things for others\n  ","989387":"\n   You are insanely skinny ... it’s kinda scary 😳I mean I love you but please eat more 😅\n  ","989388":"\n   Would you like to?\n  ","989389":"\n   So glad that Obama is not president and that Hilary never will be\n  ","989390":"\n   Will you gain weight over Christmas?\n  ","989391":"\n   what is something you’re looking forward to for the new year? what is something you’re not looking forward to?\n  ","989392":"\n   What does VIP get you\n  ","989393":"\n   Do you think Obama should have been impeached\n  ","989394":"\n   Do you remember when you first got on ask. Is it what you thought it would be ?\n  ","989395":"\n   Does what they say about your zodiacal sign generally match your personality?\n  ","989396":"\n   Actually i messaged you but were ignoring me, so i talked to be annon\n  ","989397":"\n   he’s not impeached yet only the house of reps voted him for impeachment. The senate has to approve of it\n  ","989398":"\n   What faith are you?\n  ","989399":"\n   This is nothing but partisan politics by the Dumbocrats who just want to undermine his presidency.\n  ","989400":"\n   are you in need of a christmas miracle?\n  ","989401":"\n   I am disgusted that Trump is being put on trial for asking for the Ukrainian government to investigate Joe Biden\n  ","989402":"\n   I'm cold what about you? how's the weather in california\n  ","989403":"\n   Describe the worst weather you have ever been in ?  Did you ever think that you weren’t safe ?\n  ","989404":"\n   Sure !! Only if it comes from you and not the bear Nicky ! I rather it be from a person and not from something that can mall me to death 😂😂😂\n  ","989405":"\n   What is your favorite movie?\n  ","989406":"\n   Is it all about you or do you think about others? Like the devoted love that you will find from mothers. You see when you look to your fellow man, not as a stranger but a brother,\nYou can find that you care for them just like you get from your mother! We all need to be loved, some more than others!\n  ","989407":"\n   Trump for prison 2020\n  ","989408":"\n   When was the last time you were really confused about something ?\n  ","989409":"\n   Do you like answering questions or just asking\n  ","989410":"\n   What are you obsessed with?\n  ","989411":"\n   Senate just has to agree or not for his impeachment\n  ","989412":"\n   good bye tien :(\n  ","989413":"\n   is it true that you and\n   \n    @eva_wiliams\n   \n   were in tears today over the animal post ?\n  ","989414":"\n   Help\n  ","989415":"\n   Love your tongue❤️\n  ","989416":"\n   i love your hair\n  ","989417":"\n   omggg so cutee :) may i ask what you are wearing?\n  ","989418":"\n   tongue out pic? :)\n  ","989419":"\n   tears floooded mine :(((\n  ","989420":"\n   If babies are considered innocent, when do people cease to be innocent? 🤔\n  ","989421":"\n   thx girly and see if I can do this 😂🍭✅\n  ","989422":"\n   Space\n  ","989423":"\n   If you could go and live in another country permanently, would you want to? 👍\n  ","989424":"\n   Would you leave your home country for the one you love?\n  ","989425":"\n   Omg best friend! Bear hugs! 🤗\n  ","989426":"\n   Should I start asking questions like this VIP thing is interesting ✅🍭 thoughts on me asking dumb questions 😂\n  ","989427":"\n   How does it feel that 2020 and a new decade is soon upon us? 🤔\n  ","989428":"\n   But how do you stay positive but also be realistic about how the world is?  And what do you mean by living life to the fullest?  Do you mean make lots of money regardless of who it affects and what it's doing to the natural environment?\n  ","989429":"\n   Do you feel older or younger than your current age and are you ok with that ?\n  ","989430":"\n   Favourite taka away?\n  ","989431":"\n   What's the best thing that a person can do to spend their time in this short life?\n  ","989432":"\n   Plans for Christmas?\n  ","989433":"\n   Who are the best parents on askfm?\n  ","989434":"\n   Favourite movie when you were a child?\n  ","989435":"\n   How long have you been on ask for?\n  ","989436":"\n   It’s cold as bricks\n  ","989437":"\n   What is your favorite holiday tradition?\n  ","989438":"\n   Which exotic place would you love to visit?\n  ","989439":"\n   tears flooded your eyes writing this\n  ","989440":"\n   What do you think of people that abuse animals?\n\n(If you do not feel comfortable with answering, you do not have to.)\n(Use this question to vent how you feel. More than welcome to say whatever you'd like.)\n  ","989441":"\n   He is alive. He's in my pants. Come take a look\n  ","989442":"\n   How often do you drink coffee? 👍\n  ","989443":"\n   Wow I can’t believe we’re about to hit a decade. 2020 😳\n  ","989444":"\n   What's your next meal?\n  ","989445":"\n   Who do you trust the most?\n  ","989446":"\n   Do you like Icees?\n  ","989447":"\n   Do you wear a Santa hat on Christmas\/Christmas Eve?\n  ","989448":"\n   I don’t fake anything.\n  ","989449":"\n   Use this space to say something sweet to your significant other. If you don't currently have one, say something sweet to yourself. 🥰\n  ","989450":"\n   Your parents, family members and friends don’t like someone you’re friends with. You still want to see them and have them apart of your life. You want to hang out with them one night, but have to lie to do so. What would you tell your parents in order to see them?\n  ","989451":"\n   Have you ever ordered a gift online however it did not arrive until after the person’s birthday?\n  ","989452":"\n   What's one of your favorite 'little things' to enjoy in life?\n  ","989453":"\n   hey!howslife?🌚\n  ","989454":"\n   How r uuuu\n  ","989455":"\n   Who makes u beyond happy 🌹\n  ","989456":"\n   He's sensitive\n  ","989457":"\n   Nice talking to you 💫\n  ","989458":"\n   What do you think will be the reason for the eventual end of our society as it exists today ?\n  ","989459":"\n   Who with?\n  ","989460":"\n   At what time did you wake up today? 🤔😁 How did you feel then? Haha\n  ","989461":"\n   Do you enjoy reading? Whatcha reading?\n  ","989462":"\n   ❤️🤗\n  ","989463":"\n   Bis Weihnachten muss Nikki noch... 😋\n  ","989464":"\n   Do you have any role models outside of your family. If yes would you care to share who and why ?\n  ","989465":"\n   U still need massage?\n  ","989466":"\n   Do you believe that the day will arrive when humans will be replaced by machines in almost all aspects of life?\n  ","989467":"\n   Why?\n  ","989468":"\n   Maybe u should figure it out. Are u sad over it or do u not care?\n  ","989469":"\n   What are your plans for New Years?\n  ","989470":"\n   Some days can be trying and are just a test,\nto persevere and do your best;\nwhile others will be easy and give you rest.\nand some days bring you joy to be blessed.\nWhatever your day is like remember this,\nIt can change tomorrow from sorrow into bliss!\nWishing you a wonderful day!\n  ","989471":"\n   Do you wish you could just have someone in your life even as a friend of the opposite sex!?\n  ","989472":"\n   Do you count sheep when you can’t fall asleep? 😂\n  ","989473":"\n   Are u good Nikki?\n  ","989474":"\n   Good morning! 😊✨\n  ","989475":"\n   If you could go somewhere warm with a beach over Christmas and avoid that drama that comes with family would you do that ?\n  ","989476":"\n   Pap shoes\n  ","989477":"\n   Of all ex thing\n  ","989478":"\n   How are you ?\n  ","989479":"\n   Good having break\n  ","989480":"\n   Favourite Snack?\n  ","989481":"\n   Dating someone?\n  ","989482":"\n   Do you know many bitchy girls?\n  ","989483":"\n   Most favorite thing to talk about?\n  ","989484":"\n   Classes are over for the fall semester lol\n  ","989485":"\n   You are very beautiful and gorgeous\n  ","989486":"\n   Can you cook ? Do you think you are a good cook ? What is your favourite thing to make ?\n  ","989487":"\n   Do you have any Christmas Eve traditions that you do ?\n  ","989488":"\n   If he ignores you again ... Then dumped him and move on ... You have your self-respect too\n  ","989489":"\n   What do you wish for Christmas? (in case you’re celebrating that) What gifts do you have for your loved ones?\n  ","989490":"\n   So make your move first and go talk to him\n  ","989491":"\n   Mostly i saw girls fat at your age .. But you are perfect\n  ","989492":"\n   Hey i just saw your insta ... You're too skinny 🙈🙈\n  ","989493":"\n   That's childish\n  ","989494":"\n   If someone was to offered you free lessons to learn how to play an instrument, would you do it and what instrument would you choose. It can only be one.\n  ","989495":"\n   Well you know he's dating someone else .. So why his name on your bio?\n  ","989496":"\n   He's making you feel jealous, no love left\n  ","989497":"\n   No Offense, but i think you are breaking Fahim's heart\n  ","989498":"\n   The Plaza Hotel? 👍\n  ","989499":"\n   What was the meanest thing someone ever said to you?\n  ","989500":"\n   i read answer as \"someone hmu\" lmao\n  ","989501":"\n   He's not using his account for month ... Probably didn't notice to remove you !\n  ","989502":"\n   Do you take offence easy?\n  ","989503":"\n   With Jared Leto being the next president\n  ","989504":"\n   Anthony don't want to be with you!! Remove his name from your bio\n  ","989505":"\n   What makes you sad?\n  ","989506":"\n   I agree with this statement\n  ","989507":"\n   Where is your favourite place too go on holiday?\n  ","989508":"\n   Who would you like as the next president\n  ","989509":"\n   Can you play an instrument?\n  ","989510":"\n   When you were in elementary school what was your bed time?\n  ","989511":"\n   Good! Im okay thank you sweet x\n  ","989512":"\n   it meant something to you. him being a bad communicator doesn't change that, right?\n  ","989513":"\n   What is considered socially acceptable that you do not approve of?\n  ","989514":"\n   how come you're saying supposedly?\n  ","989515":"\n   how long has it been since you broke up?\n  ","989516":"\n   Do you love the World you live in?\n  ","989517":"\n   do you still occasionally talk to him?\n  ","989518":"\n   are you glad you don't or do you wish you did?\n  ","989519":"\n   do you despise your ex?\n  ","989520":"\n   How'd you describe your home country? 😁\n  ","989521":"\n   Do you believe after a break up, couples can’t be best friends?\n  ","989522":"\n   Where are u ticklish?\n  ","989523":"\n   If you could have dinner with anyone, who would you choose? 🤔\n  ","989524":"\n   What to do when your sad?\n  ","989525":"\n   If you found yourself in a zombie apocalypse, what kind of weapon would you wield? 😎🧟‍♂️ Haha\n  ","989526":"\n   Do you donate to charity?\n  ","989527":"\n   If you had the option to adopt a baby fox or a baby koala, which one would you choose and why?\n  ","989528":"\n   Do you know anyone who is a police officer. Have you ever or would you ever consider it as a career ?\n  ","989529":"\n   What do you want for Christmas?\n  ","989530":"\n   Are you looking forward to Christmas?\n  ","989531":"\n   Follow me on insta?\n   \n    @jacksahotmess\n   \n","989532":"\n   Are u ticklish?\n  ","989533":"\n   Person that lets you down the most?\n  ","989534":"\n   Would you rather have the power to be invisible or to read other peoples minds ?\n  ","989535":"\n   What are you really curious about?\n  ","989536":"\n   If you have friends coming over, what would you cook?\n  ","989537":"\n   What time of gaming system do you use ?\n  ","989538":"\n   It’s a joke. Don’t listen to them. They’re trying to take away your fun for the holidays❤️\n  ","989539":"\n   If a guy doesn’t ask but you don’t say no is that really consent?\n  ","989540":"\n   Yo-Da-Lin In the valley a delicious break from potatoes\n  ","989541":"\n   Legally able to drive 👍\n  ","989542":"\n   Believe it or not you may start to get abused and tortured because you didn’t do what was required\n  ","989543":"\n   You can erase any horrible experience from your past. What will it be? 🤔\n  ","989544":"\n   Simpsons, Family Guy, South Park? 👍\n  ","989545":"\n   who do you think has been sonny's soulmate?\n  ","989546":"\n   Grats! Should totally do some street racing since your legal now. 🤪\n  ","989547":"\n   What's your biggest achievement so far? 🤔\n  ","989548":"\n   “I don’t talk to neither of them” = Double negative, you DO talk to them. BUUUUUUSTED jk.\n  ","989549":"\n   Are you an affectionate person\n  ","989550":"\n   If you could pick an eye color what would you choose? 🤔\n  ","989551":"\n   Where would you wish to wake up tomorrow? 🤔\n  ","989552":"\n   If you were to write a movie script – what would it be about?\n  ","989553":"\n   What's the ideal holiday\/vacation destination for you? 👍\n  ","989554":"\n   Anthony and Fahim are gonna try and cheer u up\n  ","989555":"\n   I don't doubt that 😂\n  ","989556":"\n   it means sm, you  are asking me questions i missed you sm xox\n  ","989557":"\n   it was a 8 episode mini series that came out on netflix a few months ago. it's good!\n  ","989558":"\n   Wow, that's...a lot 😂\n  ","989559":"\n   who are your 3 fav characters on gh?\n  ","989560":"\n   If you were to visit New York, which landmark would you want to visit first? 👍\n  ","989561":"\n   did you watch unbelievable?\n  ","989562":"\n   Have you ever been knocked unconscious\n  ","989563":"\n   Do you think maybe you're awesome in all ways except your taste in guys?\n  ","989564":"\n   What's your favourite TV show? 👍\n  ","989565":"\n   He asked? You must have good tastes then? 😁\n  ","989566":"\n   Do you prefer stylish clothing or comfortable clothing? 👍\n  ","989567":"\n   How many ppl is everyone?\n  ","989568":"\n   Why do they get tired of you? Are you crazy or smth?\n  ","989569":"\n   Oh my goodness you're so sweet 🥺 I love you more best friend 💖💖\n  ","989570":"\n   Life is unfair get over it\n  ","989571":"\n   I appreciate you so much, I hope you know that! 💖\n  ","989572":"\n   If you could dream of something, of your choice. Like lucid dreaming. What would your ideal dream be?\n  ","989573":"\n   I love you angel, I'm always here if you wanna talk about anything, even if it's just to rant 💖\n  ","989574":"\n   Awwww boo hoo\n  ","989575":"\n   You are at that point in life where ___?\n  ","989576":"\n   What great movie have you seen recently that you would strongly recommend ?\n  ","989577":"\n   Did your parents use to turn up to watch your school plays and cheer you on during sporting events or were they busy people?\n  ","989578":"\n   Hello 🏳️\n  ","989579":"\n   YEEE the one with Robin Williams :D\n  ","989580":"\n   The last F in BFF is forever. That's how long our friendship will last 🤗\n  ","989581":"\n   If you could go to ONE concert anywhere in the world by any artist \/ band for free, whose concert would you go to? 😁\n  ","989582":"\n   Is 129\/72 blood pressure normal\n  ","989583":"\n   😔 Secret of a happy friendship then?\n  ","989584":"\n   What is happiness?\n  ","989585":"\n   What is the secret of a happy relationship?\n  ","989586":"\n   Which word or phrase annoys you the most?\n  ","989587":"\n   Favorite season of the year?\n  ","989588":"\n   Are you rich\n  ","989589":"\n   People on here that you appreciate? Why them?:)\n  ","989590":"\n   What is your favorite type of candy?\n  ","989591":"\n   And im referring the the 1990s movie about the board game Jumanji, not the dumb remake with the computer game looool\n  ","989592":"\n   You’re five currently favourite songs?\n  ","989593":"\n\n    https:\/\/ask.fm\/edraegen\/answers\/158929841009\n   \n","989594":"\n   Hi Nichole I'm Tiffany Happy Holidays 🎄🎁\n  ","989595":"\n   Would you like to play Jumanji?\n  ","989596":"\n   Do you like to act spontaneously or plan things?\n  ","989597":"\n   do you prefer olive oil or butter on your pasta?\n  ","989598":"\n   What is your most bizarre talent?\n  ","989599":"\n   Action movies, yay or nay? 😎 Why \/ why not?\n  ","989600":"\n   You see the poem I posted for you? 🤔\n  ","989601":"\n   Who is your celebrity crush and why?\n  ","989602":"\n   Are you single\n  ","989603":"\n   What is one Christmas song you dislike?\n  ","989604":"\n   Would you ever make a parachute jump?\n  ","989605":"\n   That speechless moment when…\n  ","989606":"\n   Do you think need a college\/ university degree to get a decent job\n  ","989607":"\n   Hope you’re having a great week so far ☺️\n  ","989608":"\n   Why do we respect the dead more than the living?\n  ","989609":"\n   Do you hate your job\n  ","989610":"\n   how do you feel about spicy food?\n  ","989611":"\n   Good morning my beautiful best friend. Hope you have a great day and that you never forget that I love you bunches! ☺️💞\n  ","989612":"\n   I just wanted you to know that I give your questions serious thought before answering because I respect you. And I don't want you to think I am being silly or flippant.\n  ","989613":"\n   how do you feel about sour candy?\n  ","989614":"\n   If you visited Sweden, what'd you do there? 🤔😁\n  ","989615":"\n   OMG Nikki, earlier today I was at the grocery store, and there was this toddler like two years old sitting in a cart, she he picked up a can of peas out of the cart and threw it on the ground, and he started laughing hysterically nonstop like it was the funniest thing ever xDDDD\n  ","989616":"\n   Do you come to ASK to ask or to say;\nperhaps neither or both, but either way?\nRegardless you are here hopefully to stay,\nSo let me wish you now a most wonderful day!\n  ","989617":"\n   In 40 years, what will people be nostalgic for?\n  ","989618":"\n   What’s your favorite restaurant?\n  ","989619":"\n   Whats your Instagram & Twitter?? I would love to follow you :)\n  ","989620":"\n   is porn racist?\n  ","989621":"\n   It’s me Tom I’m supposed to ask like 5 anonymous questions so here’s one. Are you excited for 2020?\n  ","989622":"\n   How long will you search for something before declaring it lost?\n  ","989623":"\n   What's the coolest animal you've gotten to interact with? 😁 In what context did you do it and to what extent?\n  ","989624":"\n   Favourite linkin park song?\n  ","989625":"\n   Favorite highschool memory???\n  ","989626":"\n   You're cute\n  ","989627":"\n   Are you single?\n  ","989628":"\n   How is everyone today?\n  ","989629":"\n   Would you date yourself if you were someone else?\n  ","989630":"\n   Do you like Bring me the Horizon?\n  ","989631":"\n   Did you ever leave cookies and milk for Santa as a kid?\n  ","989632":"\n   That’s what you’re living for\n  ","989633":"\n   Hi! You're in the VIP-program and you're in the middle of the week (check on Thursday). Hurry up to complete all the tasks (15 answers, 10 open questions, 5 anonymous and 3 open shoutouts) to get the bonuses. If you have any questions, contact us via e-mail partners.mx@ask.fm\n  ","989634":"\n   Tv serial girl\n  ","989635":"\n   Good morning\n  ","989636":"\n   If you had a chance to replay one moment of your life, what would it be?\n  ","989637":"\n   What are ways to calm my emotions?\n  ","989638":"\n   But what if your unicorn doesn't start?\n  ","989639":"\n   Hey Nikki post a picture of your favorite dress\n  ","989640":"\n   What kind of car do you drive?\n  ","989641":"\n   Honestly though, this was the sweetest thing to wake up to. It's properly made my morning 🥺💖\n  ","989642":"\n   if someone handed you a handbag of $100,000 to keep but the catch was you had to let one person you’ve never met get severely hurt, but they’ll live. would you take it?\n  ","989643":"\n   Do you drive a potato car?\n  ","989644":"\n   How are you \"getting the fun\"?\n  ","989645":"\n   You're the sweetest person ever oh my goodness, thank you! I love you too angel 🥺💖💖\n  ","989646":"\n   It did 😋\n  ","989647":"\n   How are you\n  ","989648":"\n   Do you keep a personal diary?\n  ","989649":"\n   I love you too 🥺\n  ","989650":"\n   Would you rather have a dog with a cat’s personality or a cat with a dog’s personality? (based on the stereotype, of course)\n  ","989651":"\n   It's very weird indeed! Hope you get your rank back at some point!😅 Same with my friend who lost her rank too🙈\n  ","989652":"\n   Use this space to write something to someone to make their day better\n  ","989653":"\n   Have you ever ridden in or driven a 18-wheeler before?\n  ","989654":"\n   Hey, do you know why some VIP people suddenly have no 🔥coin ranking? And some still do?😅 im so confused! Even your ranking is gone🙈\n  ","989655":"\n   Cause it would be fun and youd make a pretty reindeer :3\n  ","989656":"\n   Are you mature yet immature compared to your actual age?\n  ","989657":"\n   What’s the smartest thing you’ve seen an animal do?\n  ","989658":"\n   For Christmas, may I paint your face and make you look like a cute little reindeer? :3\n  ","989659":"\n   If you had to live on a plane for the next year, but got paid for it, (but not alot) would you do it?\n  ","989660":"\n   How much?\n  ","989661":"\n   What life-changing event have you experienced?\n  ","989662":"\n   📚 “Your twenties aren’t about them going as planned, but how you adapt, change, and grow when they don’t.” — (101 Questions by Paul Angone)\n  ","989663":"\n   What are you gonna tell your kids?💯\n  ","989664":"\n   Where would you go for a vacation?\n  ","989665":"\n   🎮 Do you wanna play a game\/solve a riddle? Guess the things I’m describing here:\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/159807984239\n   \n","989666":"\n   What three adjectives would describe you?\n  ","989667":"\n   What the **** are you doing?\n  ","989668":"\n   If someone has $25,000 of savings in their bank account and no debt, is it better for that person to take a minimum wage or low-paying job or be unemployed till they find a good job?\n  ","989669":"\n   Meaning you get relieved\n  ","989670":"\n   What do you think is humankind’s greatest invention?\n  ","989671":"\n   Favorite ice cream flavour? 😋 What kind of toppings do you like?\n  ","989672":"\n   You answered this several days after I sent it retard\n  ","989673":"\n   What do you do to kill time when you are bored. I spam questions on ask lol.  Hby ?\n  ","989674":"\n   What's your hair color?\n  ","989675":"\n   If you got to visit the magic mirror in Snow White to get the answer to one question, what question would you ask? 🤔😁\n  ","989676":"\n   What's Love for you today?\n  ","989677":"\n   You got demoted\n  ","989678":"\n   What's good?\n  ","989679":"\n   Would you rather be the funniest person in the room or the most intelligent?\n  ","989680":"\n   What’s your favourite meat?\n  ","989681":"\n   How long were your two longest relationships?\n  ","989682":"\n   how to love something that you are not even sure about?\n  ","989683":"\n   Teachers are in unions, which is mostly made up of Democrats. So no, they're not Trump supporters, not by any stretch lmao.\n  ","989684":"\n   I’m good wbu ?🥰\n  ","989685":"\n   Hey, how'd u get the badge?\n  ","989686":"\n   In Sweden we have a tradition of playing christmas games where you play for christmas presents in a pile by throwing dice and getting the correct numbers. Some numbers force you to switch presents with others and such. Thoughts? 😁 You have anything similar to that? 🤔\n  ","989687":"\n   If you went to the Eiffel Tower, and the elevator was out of order, would you climb the 1,710 steps to the top? 👍\n  ","989688":"\n   Hey! How’s life?\n  ","989689":"\n   What’s your Christmas Wish ?\n  ","989690":"\n   What is the most days that you have worked without a day off\n  ","989691":"\n   Anthony knows what a girl has for a guy and knows that you wouldn't give it to him\n  ","989692":"\n   have you ever seen a celeb in public?\n  ","989693":"\n   You've failed, you should not have been with Anthony. You did it to hurt someone else, so anything you do is fake and not real\n  ","989694":"\n   There is zero chance that ALL your firmly and dearly held beliefs are true. So, which of your beliefs are most likely to be wrong and which are most liable to be true? 🤔\n  ","989695":"\n   did you suspect he was a user during it or did you discover that after it was over?\n  ","989696":"\n   in fact if i had set it up he'd also torture you on behalf of me since he knows that you were only with him to hurt the one you should've been with to begin with and he knows you never shouldve known him, but since he wanted fun and being naughty he wouldn't mind\n  ","989697":"\n   Latest gossip in your family 😁\n  ","989698":"\n   You’re star\n  ","989699":"\n   You like Netflix? Hulu? Crackle? What do you like to watch on there if so?\n  ","989700":"\n   what did he do?\n  ","989701":"\n   Cause you're a very important person. Duh <3\n  ","989702":"\n   Do you know who Bobby Heenan is\/was?\n  ","989703":"\n   Do like basketball? Playing it or watching it?\n  ","989704":"\n   you are perfect. ignore them 🖤\n  ","989705":"\n   Wtf is the vip for\n  ","989706":"\n   What's your hope to continue?\n  ","989707":"\n   Do we need money to be happy?\n  ","989708":"\n   you were on tv ser\n  ","989709":"\n   are chocolate chip cookies and m&m cookies basically the same thing or are they inherently different?\n  ","989710":"\n   yet you somehow always uplift us. ty for that\n  ","989711":"\n   If you could choose to live anywhere in the world, where would you prefer to live?\n  ","989712":"\n   What color do you associate yourself with? 🤔 Why? 😊\n  ","989713":"\n   If he doesn't, could knowing that he isn't the kind of guy who cares about you having closure actually be what gives you closure? Does that make sense to you?\n  ","989714":"\n   What kind of bag do you most often use? 😊👜🎒🛍\n  ","989715":"\n   am i your friend awh\n  ","989716":"\n   If you had your own theme song, what'd it be? If not a song that currently exists, how'd it be? 😁\n  ","989717":"\n   how did you get the VIP status\n  ","989718":"\n   anthony did he pay you in ask coins lol\n  ","989719":"\n\n    @Qu33nForADayy\n   \n   and I give you happiness <3\n  ","989720":"\n   What do you want for Christmas?\n  ","989721":"\n   did he pay you in ask coins lmao\n  ","989722":"\n   What is a favorite holiday memory of yours?\n  ","989723":"\n   if you could switch bodies with any celebrity for a day which celebrity would you be and why\n  ","989724":"\n   What would he have to do to give you closure?\n  ","989725":"\n   You're so sweet, love you best friend 🥺💖\n  ","989726":"\n   Have you ever participated in a protest , sit in or candlelight vigil?\n  ","989727":"\n   What's your favorite makeup brand?\n  ","989728":"\n   For a split second I thought that said Abraham Lincoln LOL I was like \"damnnnnnn\"\n  ","989729":"\n   I don't know who any of those people are bar Andrew  lincoln\n  ","989730":"\n   Who is your celebrity crush\n  ","989731":"\n   What would you say, if I told you that all people around you are incarnations of yourself, meaning you are them and they are you?\n  ","989732":"\n   Is it true that you sometimes hear your evil self talking at home when you are alone and you get scared?\n  ","989733":"\n   Which was the last compliment that you received?\n  ","989734":"\n   I want u❤️💋in my world\n  ","989735":"\n   ✨ Everything will work out for you! ✨ You are a winner! ✨ The tools you need to succeed are in your possession! ✨ There is nobody better to get the job done than you! ✨ You have faith in your skills. ✨ Happiness is within your grasp. ✨ You are loved! ✨\n  ","989736":"\n   Are you more of a positive outlook or negative outlook kind of person and why ?\n  ","989737":"\n   What do you think existed before the universe was created? 🤔\n  ","989738":"\n   What talent do you not have that you wish you did ?\n  ","989739":"\n   Fill in the blanks.     I really wish ______________ would get their head out of their a$$ and___________.\n  ","989740":"\n   what unsolved mystery fascinates you?\n  ","989741":"\n   Do you have any good looking neighbors?\n  ","989742":"\n   how did you become so nice?\n  ","989743":"\n   Ever had to call the cops on your neighbors? Have they ever called the cops on you?\n  ","989744":"\n   what foods do you associate with christmas?\n  ","989745":"\n   Who was the last person whose phone number you added to your contacts? (Don't have to answer.)\n  ","989746":"\n   #followed 💜 follow back?\n   \n    @sarchoticarcane\n   \n","989747":"\n   What kills us and what makes us eternal?\n  ","989748":"\n   What slang word or phrase do you love to use? 🤔\n  ","989749":"\n   Do you get any tornado weather where you live?\n\n(We're under a tornado warning until 9 tonight. Its 3 right now. Send some positive vibes our way please.)\n  ","989750":"\n   What would be the one item you would like an unlimited supply of for the rest of your life? If it was possible..\n  ","989751":"\n   What are some video games you played when you were little?\n  ","989752":"\n   Which was the last compliment you gave someone?\n  ","989753":"\n   Why? What changed?\n  ","989754":"\n   What are the childish things you still do?\n  ","989755":"\n   What's the best lessons you have learn in your life ?\n  ","989756":"\n   Tell me about a time where you made the wrong decision but didn’t realize it until well after the fact ?\n  ","989757":"\n   What is your all time favorite comedy movie? 🤔\n  ","989758":"\n   What would be the most useless superpower?\n  ","989759":"\n   Say I wanted to buy an unlocked iPhone 7 ,does anyone know where I might be able to purchase one?\n  ","989760":"\n   Would you swim in a Bayou if you got the chance?\n  ","989761":"\n   Which movie do you think is overrated?\n  ","989762":"\n   in n out or the habit?\n  ","989763":"\n   How do you feel now that you have that VIP badge? 😄\n  ","989764":"\n   Quick! Look to your left and describe what you see?\n  ","989765":"\n   Who is the cutest person in your immediate or extended family and why are they the cutest ?\n  ","989766":"\n   If you had the ability and opportunity to nap at any time during the day when would you nap and for how long ?\n  ","989767":"\n   Would you rather be free or be totally safe?\n  ","989768":"\n   Hey, followed you 😊\nIf you have any interest of mathematics or have a question about math ask me anytime plz.\n  ","989769":"\n   Which was the last compliment you gave someone?\n  ","989770":"\n   Dammit! Tried to give 5 coins for this cause your answer made me chuckle. Friggin coin cap! 🤨\n  ","989771":"\n   Is there something you crave rn? 😁\n  ","989772":"\n   When was the last time you were terrified?\n  ","989773":"\n   If you had to celebrate christmas in another place than where you live, where'd you go? Why? 😁🎄\n  ","989774":"\n   I want her back\n  ","989775":"\n   Goodnight nikki\n  ","989776":"\n   How're u VIP?\n  ","989777":"\n   What is the criteria for a song to be in your playlist? Catchy beats? Meaningful lyrics? or any other criteria?\n  ","989778":"\n   Easy life there 😂\n  ","989779":"\n   Is looking at reality mathematically an accurate representation of how things work? 🤔\n  ","989780":"\n   What message would you send your future self today?\n  ","989781":"\n   Has a rooster ever woken you up\n  ","989782":"\n   Won't let me send more than 1810. 😭\n  ","989783":"\n   Tell me about a good Christmas memory. (That is if you celebrate it, if not, just ignore)\n  ","989784":"\n   Describe one day in your life when you learned something important about yourself ?\n  ","989785":"\n   Okay, say it again. Warms the cockles of my heart 🤗\n  ","989786":"\n   What stocking stuffers do you usually put in your kids stockings? If you have no kids. What do you normally get in yours \/\/ or if you no longer do stocking stuffers when u were a kid what did you normally get?\n  ","989787":"\n   Guten Morgen 😄\n  ","989788":"\n   Have you finished your Christmas shopping yet? I’m not even close 😂\n  ","989789":"\n   Favorite song that's not in your native language? (Looking for non-English songs haha) 🤔😁\n  ","989790":"\n   What is something you could teach future generations?\n  ","989791":"\n   Habt ihr schon Weihnachtsferien 🎄 ?\n  ","989792":"\n   do you know what “no cap” means?\n  ","989793":"\n   If you had to live in a virtual reality world for the rest of your life but you could make it however you wanted, how'd it be? 🤔😁\n  ","989794":"\n   What's your favorite Christmas song? 🎄🎁🎶\n  ","989795":"\n   Anyone else excited for Christmas to be over or is it just me😂\n  ","989796":"\n   How do u handle something that involves one of your supposed to be friends n your supposed to be boyfriend?\n  ","989797":"\n   What kind of innovations do you hope to see happen in your lifetime? 🤔😊\n  ","989798":"\n   Have you ever ridden on an ATV \/ four-wheeler before?\n  ","989799":"\n   Use this question to talk about someone that you appreciate in your life aaaand go!\n  ","989800":"\n   What would you change about your country if you could ?\n  ","989801":"\n   have you ever seen the movie Beetlejuice?\n  ","989802":"\n   how are u\n  ","989803":"\n   Does anyone you know have \"Kiss Me I'm Irish\" written on anything they wear?\n  ","989804":"\n   what do you think about the girl who peed in street or bush?\n  ","989805":"\n   You look good for a white woman\n  ","989806":"\n   which of all those places you're from has your fav cuisine?\n  ","989807":"\n   which brand?\n  ","989808":"\n   Have you ever been lying on the cold hard ground?\n  ","989809":"\n   Do you like hot cocoa\n  ","989810":"\n   Can you buy me a Christmas gift?\n  ","989811":"\n   What exactly does it mean if someone says “ I’m hanging in there”\n  ","989812":"\n   do you like eggnog?\n  ","989813":"\n   oops it has italian listed to the right. sorry about that, should've read it 1st. you have an amazing mix of ancestry. idk anyone's that diverse. which of those places have you not been to but want to visit most?\n  ","989814":"\n   cuban sandwich\n  ","989815":"\n   Yourself?\n  ","989816":"\n   you dont like cubanos?\n  ","989817":"\n   What does comfort mean to you?\n  ","989818":"\n   Who was the last person that got angry at you\n  ","989819":"\n   in the street?\n  ","989820":"\n   post something💫\n  ","989821":"\n   have you ever peed in the bush or grass?\n  ","989822":"\n   Nice?\n  ","989823":"\n   What is your favorite way of wasting time?\n  ","989824":"\n   When you need advice, who do you go to? 🤔\n  ","989825":"\n   Can DJs be considered musicians? 🤔\n  ","989826":"\n   wheh you learned to driving car?\n  ","989827":"\n   How old were you when you learned how to ride a bike? 🤔\n  ","989828":"\n   So now snow?\n  ","989829":"\n   chill out, it's normal for us to have sex\n  ","989830":"\n   are you still virgin?\n  ","989831":"\n   how old are you?\n  ","989832":"\n   i'm real i don't care what you think 🙄\n  ","989833":"\n   What if it was a very bad person? 🤔\n  ","989834":"\n   If you could press a button and receive a million dollars, but one stranger would die, would you press the button? And if so, how many times? 🤔\n  ","989835":"\n   Have you seen 6 Underground yet? New movie on Netflix starring Ryan Reynolds, directed by Michael Bay. 🤔🤓\n  ","989836":"\n   happy monday!\n  ","989837":"\n   you eat them the most\n  ","989838":"\n   if you have a son, will you take him circumcised?\n  ","989839":"\n   This morning. No biggy. Just thought I'd share. 🤓\n  ","989840":"\n   Last time you rubbed one out?\n  ","989841":"\n   Do animals have rights and do those rights extend to all animals or do the rights change based on the complexity of the animal? 🤔\n  ","989842":"\n   Have you ever robbed someone of their dignity?\n  ","989843":"\n   If it was discovered that personality traits were partly genetic and could be removed with gene therapy, would it be ethical to edit out negative character traits that harm others like extreme aggression, compulsive lying, or cruelty? 🤔\n  ","989844":"\n   What’s the difference between justice and revenge? 🤔\n  ","989845":"\n   do you prefer to circumcised or uncircumcised guy?\n  ","989846":"\n   🙄\n  ","989847":"\n   single?\n  ","989848":"\n   hey\n  ","989849":"\n   white?\n  ","989850":"\n   Have you ever done a personality test. What did the results show ?\n  ","989851":"\n   Are you a member of the Jelly of the Month club?\n  ","989852":"\n   This anon is big stupid\n  ","989853":"\n   Ur not on the top 100 anymore\n  ","989854":"\n   What do we need more of?\n  ","989855":"\n   Oh he did? Well shxt....\n  ","989856":"\n   are you latina?\n  ","989857":"\n   You’re both in LA tho like I know it’s big but y’all aren’t that far at all\n  ","989858":"\n   Have you met Jeff IRL yet?\n  ","989859":"\n   Has anyone successfully changed your opinion on something? If so, what was it?\n  ","989860":"\n   :) Good just taking care for u\n  ","989861":"\n   did anyone participate in the jelly bracelets where every color had a significant sexual meaning? did anyone wear them just because like me and didn’t care ?\n  ","989862":"\n   What drink do you prefer when you’re thirsty?\n  ","989863":"\n   So have you worked out what it's all about yet?\n  ","989864":"\n   Do you watch Rick and Morty?\n  ","989865":"\n   How do you feel about Monday’s?\n  ","989866":"\n   Do you\n  ","989867":"\n   why you dont like pork?\n  ","989868":"\n   do you prefer to eat beef or pork?\n  ","989869":"\n   Do you worry and get stressed out much\n  ","989870":"\n   are you afraid of bugs? who kills the bugs in your house?\n  ","989871":"\n   favourite out of the 50 shades\n  ","989872":"\n   What is your family Christmas tradition?\n  ","989873":"\n   Thank you so much! I'm Marisa, it is nice to meet ya! ^^\n  ","989874":"\n   Can I be in your question feed :3\n  ","989875":"\n   Do you like Disney\n  ","989876":"\n   His early stuff was too awesome for mtv and the radio😂😎\n  ","989877":"\n   What's the clumsiest thing you've ever done? Haha When and how did it happen? 😂\n  ","989878":"\n   I'm bored and drunk 😂\nHi\n  ","989879":"\n   Why not?! He's awesome 😂\n  ","989880":"\n   Do you like kid rock?\n  ","989881":"\n   favourite movie\n  ","989882":"\n   Opinion of Coldplay? 😁\n  ","989883":"\n   What's the weirdest thing you've found at a garage sale or thrift shop?\n  ","989884":"\n   Sandy's last name is Olsson? I did not know that.\n  ","989885":"\n   Favourite feature?\n  ","989886":"\n   I am following you both already because you're both very cool!\n  ","989887":"\n   Hey 🌹 followed you seem cool\n  ","989888":"\n   Longboard or hoverboard? Neither? Both?\n  ","989889":"\n   Where do you get your charm from?\n  ","989890":"\n   Classic Movie\/TV Ships Spam(name the show): Danny Zucco and Sandy Olsson?\n  ","989891":"\n   Ever look at the stars in the night sky and wonder what it's all about?\n  ","989892":"\n   What's your best school subject?\n  ","989893":"\n   Should it be legal for white people to say the n word\n  ","989894":"\n   How is everyones Sunday going? Any plans?\n  ","989895":"\n   Love???\n  ","989896":"\n   Do you feel like you've \"found\" yourself? 🤔 Why \/ why not?\n  ","989897":"\n   What's your favorite place??\n  ","989898":"\n   gasoline smell or nail polish 😌😍smell\n🤣🤣🤣\n  ","989899":"\n   What was the last thing that made you happy?\n  ","989900":"\n   What have you been obsessed with recently, if anything?\n  ","989901":"\n   You are lost maybe\n  ","989902":"\n   If you were to wake up tomorrow and you were the only person left on the planet, what would you do?\n  ","989903":"\n   Do you welcome all sorts of questions or are there some you ignore on a typical day on here?\n  ","989904":"\n   Now all you have to do is to get know the things that you do not know yet\n  ","989905":"\n   You’re making no sense but you do not know\n  ","989906":"\n   Ever been fired from a job?\n  ","989907":"\n   Have you ever directly fired someone from a job?\n  ","989908":"\n   You can’t do anything else for reason you do not know dumb\n  ","989909":"\n   Are u ok?\n  ","989910":"\n   Nikki?\n  ","989911":"\n   will you be practicing that new year, new me attitude next year?\n  ","989912":"\n   What is one thing you refuse to share?\n  ","989913":"\n   you are my happy ending\n  ","989914":"\n   Yap that's true...\n  ","989915":"\n   Lmao its damn funny when I imagine you getting beaten up by smaller girls 😂\n  ","989916":"\n   Haha thnks i like ur thinking ❤️\n  ","989917":"\n   florida?\n  ","989918":"\n   how tall are you?\n  ","989919":"\n   Do you believe in happy ending?\n  ","989920":"\n   Do you think when all is forsaken, sometimes darkness can show you the light? 😐💁‍♂️🙌\n  ","989921":"\n   are there any rappers you like from Florida? are there any singers from Florida you like?\n  ","989922":"\n   Classic Movie\/TV Ship Spam Level 1(name the show): Ross Gellar and Rachel Green\n  ","989923":"\n   Classic Movie\/TV Ships Spam(name the show): Damon-Stefan-Elena\n  ","989924":"\n   hello you xo\n  ","989925":"\n   ever had to give up things that you loved?\n  ","989926":"\n   If you could erase any horrible experience from your past, what would it be?\n  ","989927":"\n   What is your favorite type of flower?\n  ","989928":"\n   Classic Movie\/TV Ships Spam(name the show): Jack and Rose Dawson?\n  ","989929":"\n   what’s a movie you like that depicts the “future?” (is there time travel or is it just set in the future?)\n  ","989930":"\n   What's your life desires?\n  ","989931":"\n   If you were involved in a group project at work or school what is your best quality that you bring to the group ?\n  ","989932":"\n   Why? I just got on here\n  ","989933":"\n   Classic Movie\/TV Ships Spam(name the show): Dorothy and Scarecrow o.0\n  ","989934":"\n   Yes it made me throw up too\n  ","989935":"\n   Awww baby wish to be ur life partner\n  ","989936":"\n   Are you flexible\n  ","989937":"\n   If you could travel anywhere, where would it be?\n  ","989938":"\n   How do you react when someone cries?\n  ","989939":"\n   Have you ever had one of those days where you just want to scream out of frustration\n  ","989940":"\n   Your the most prettiest and amazing person ever I love you so much nikki\n  ","989941":"\n   How good would you say your gift-wrapping skills are? Haha\n  ","989942":"\n   i think you have feelings for him. just go for it you may be suprised\n  ","989943":"\n   U r looking hot\n  ","989944":"\n   What types of questions do you like more. Do you like simple ones or thought provoking questions ?\n  ","989945":"\n   date him youd guys be a hot couple 🤷🏼‍♀️\n  ","989946":"\n   Some people believe that if life has no purpose, then there is no reason for living. While others think that if life has no purpose, that frees a person to find\/create and follow their own personal purpose. Which is a more valid point of view or are they both equally valid? Which side are you on?\n  ","989947":"\n\n    @ndzjzinfnfrkek\n   \n   hot or not\n  ","989948":"\n   Looking hot\n  ","989949":"\n   What's your most favorite thing to eat and drink during the Winter holidays?\n  ","989950":"\n   What’s the most recent show you’ve binge watched?\n  ","989951":"\n   @ some hot guys\n  ","989952":"\n   Like not getting closure sucks\n  ","989953":"\n   Yeah guys can be dicks\n  ","989954":"\n   Not closure but actually not to get it sucks\n  ","989955":"\n   I know how that feels 😕 I'm so sorry\n  ","989956":"\n   Pap shoes\n  ","989957":"\n   Every now and then a lady like you comes along; you know the kind they write about in a song. You are the reason, and this is the time to tell you you’re amazing in this little rhyme. Don’t stop being the inspiration you are born to be!\n  ","989958":"\n   If you were my girlfriend we'll be making love right now tbh ❤️🌹\n  ","989959":"\n   Chicken. 🐔\nYay or nay?\n  ","989960":"\n   What things are you good at?\n  ","989961":"\n   Have you ever changed a diaper?\n  ","989962":"\n   What if you got a talking kitten for Christmas? :D\n  ","989963":"\n   Do you like a sweet pea and violet smell? Or maybe a citrus smell? Flower?\n  ","989964":"\n   have you ever experienced love?\n  ","989965":"\n   What was the last argument you had?\n  ","989966":"\n   Are puppets creepy to you or nah?\n  ","989967":"\n   What do you think of love?\n  ","989968":"\n   Have you ever milked a cow before? Would you ever do this?\n  ","989969":"\n   What is your backup plan?\n  ","989970":"\n   Who’s your favorite person on here?\n  ","989971":"\n   Do you think you are a good listener when someone turns to you for help or advice ? Why or why not ?\n  ","989972":"\n   Would you like to snuggle with a unicorn?\n  ","989973":"\n   Have you forgotten your first love?\n  ","989974":"\n   What’s invisible but you wish people could see?\n  ","989975":"\n   I had so much potential when I was younger. Now my life is a shambles\n  ","989976":"\n   have you even been in love?\n  ","989977":"\n   are you looking to be in a relationship?\n  ","989978":"\n   I've ruined my life\n  ","989979":"\n   Would it be more frightening to discover that humans are the most advanced species in the universe or that we are far from being the most advanced species in the universe? 🤔\n  ","989980":"\n   Do you wear any t-shirts with funny sayings on them? 😂\n  ","989981":"\n   What’s the earliest time you can fall asleep?\n  ","989982":"\n   Do you think love fades away?\n  ","989983":"\n   How would you react if I farted in your room, causing it to smell very bad?\n  ","989984":"\n   When was the last time you hooked up?\n  ","989985":"\n   Come get me 🤦‍♂️\n  ","989986":"\n   Siri (Nikki )I’m drunk 🥴 😵 😂😂😂😂\n  ","989987":"\n   Do you like it when kittens fall asleep in your lap, purring?\n  ","989988":"\n   I'm in bed now. I'm staring to get tired.\n  ","989989":"\n   Do you have a favorite song?\n  ","989990":"\n   Honesty question ---- have you ever walked in a crowd or past someone and dropped a toot and kept walking, and you knew the toot was bad smelling? lol\n  ","989991":"\n   Do you travel anywhere on Christmas Day.  If you do who do you go to see ?\n  ","989992":"\n   Do you have a favourite Christmas memory ?\n  ","989993":"\n   How could you NOT remember BTR? They were literally so incredible. Their music was sooooo good. I really wish they were still on tour and making tv episodes of their show.\n  ","989994":"\n   had you a good day\n  ","989995":"\n   That's cool. Are you listening to any music?\n  ","989996":"\n   Nikki what are you doing tonight? I'm going to get in bed and ask you stuff.\n  ","989997":"\n   How to overcome depression and be more focused in life?\n  ","989998":"\n   Which movie that you've seen do you think has zero flaws? 🤔😊 Do you think most people who've seen it would agree with you?\n  ","989999":"\n   your my queen x\n  ","990000":"\n   Would you rather be the queen of a tropical island 🌴or the queen of the arctic ❄️?\n  ","990001":"\n   How was your day?\n  ","990002":"\n   Tony G & i are going to Panda Express we will get some fortune cookies and if they say your name \"Nikki\" in their fortunes Tony G will call yo number📞📱\n  ","990003":"\n   i hope you get a new boyfriend soon so people would stop seeing Anthony's name on your ASK page and see the new bf's name in every question you get lmfao\n  ","990004":"\n   🧥 When I was about 8 years old, I convinced another kid that my Kagoul jacket had a control panel inside it that could adjust the temperature. Many years later he bumped into me and asked me if I still had that coat! What’s the daftest thing you’ve ever convinced someone of?\n  ","990005":"\n   If you were wrongfully put into an insane asylum, how would you convince them that you’re actually sane and not just pretending to be sane?\n  ","990006":"\n   What is the one thing that you hope someone gets you for Christmas ?\n  ","990007":"\n   They made me focus on them more than my french fries\n  ","990008":"\n   Have you seen anything weird lately?\n  ","990009":"\n   U seem very popular on here so im a little nervous to u ask u this but what views on me if any just from a bio perspective be honest if nothing it cool i mean would u consider us as friends ?\n  ","990010":"\n   If you could give everyone on ask one piece of relationship advice what would it be ?\n  ","990011":"\n   So I'm very lost on what the anon is talking about.\n  ","990012":"\n   Like the anon says I get around. I guess I flirt and break hearts? Mostly it's my heart broken.\n  ","990013":"\n   Do I get around when it comes to girls?\n  ","990014":"\n   We can see whats happening. We can read between the lines. This time around, the revolution is televised.\n  ","990015":"\n   What‘s stopping you? 🤗\n  ","990016":"\n   If you opened a business, what kind of business would it be?\n  ","990017":"\n   You already have all of that\n  ","990018":"\n   Aye, not too bad... Lol, normally I'm darkness, so I was hoping for you to be my counterpart, but I guess we're the same, so that's not too bad either 😅😅😊\n  ","990019":"\n   you can i need someone to  whip and dominate me\n  ","990020":"\n   How are you doing, sunshine! ^^ :P\n  ","990021":"\n   How much longer do humans have on this earth?\n  ","990022":"\n   Alcohol is boring anyway.\n  ","990023":"\n   never 🍭✅ wow y not not judging I actually think that’s cool\n  ","990024":"\n   When was the last time you got drunk, lit, plowed, knockered etc?\n  ","990025":"\n   Should I?\n  ","990026":"\n   Well?\n  ","990027":"\n   What three things in life do you want more than anything else?\n  ","990028":"\n   Ah okay, just messaged them 🤔\n  ","990029":"\n   Have you ever fallen in love with a person who is in another relationship?\n  ","990030":"\n   Should i\n  ","990031":"\n   How much time does it take you to get ready for a date or go out with friends?\n  ","990032":"\n   are you excited for xmas ,lol xo\n  ","990033":"\n   If your S.O. demanded you left Ask.fm or it's over, would you leave? Why or why not?\n  ","990034":"\n   What’s the most useless talent you have?\n  ","990035":"\n   What is a key element to your success?\n  ","990036":"\n   If you could invent your own public holiday, what would you make it? :)\n  ","990037":"\n   lets send zack hate i will give you vip status\n  ","990038":"\n   Does nudity in films bother you? How about excessive swearing?\n  ","990039":"\n   what is your favorite type of sandwich?\n  ","990040":"\n   Love you 🥺💖\n  ","990041":"\n   how was your day?\n  ","990042":"\n   Any good plans for this weekend ?\n  ","990043":"\n   Which word do you use most often?\n  ","990044":"\n   How does your perfect day look like?\n  ","990045":"\n   What are you passionate about in life?\n  ","990046":"\n   What part of your body do you find attractive?\n  ","990047":"\n   What makes you happy when you need it most?\n  ","990048":"\n   Talk about a time when you felt overjoyed?\n  ","990049":"\n   Jared Leto with in the music video hurricane tho 😍😍\n  ","990050":"\n   Hey Nikki right? Can you dm Anthony on Instagram he needs to talk to you.\n  ","990051":"\n   If you could teleport, where would you go?\n  ","990052":"\n   Why are humans so confident in beliefs that can’t be proven? 🤔\n  ","990053":"\n   What mythical animal do you resonate with, and why?\n  ","990054":"\n   What are you going to do this weekend?\n  ","990055":"\n   How is ur back?\n  ","990056":"\n   You're beautiful!\n  ","990057":"\n   Do you have roommates? If so, how's it going?\n  ","990058":"\n   Oooh, what did you think? 😁\n  ","990059":"\n   Went 3 times\n  ","990060":"\n   What is the worst thing a past date or an ex could say about you?\n  ","990061":"\n   Why do we dream? What’s the purpose of dreams? —(optional: What was your last dream about?)\n  ","990062":"\n   What did you think of it\n  ","990063":"\n   When was the last time you did something for the first time?\n  ","990064":"\n   Which was the last movie you watched at home and which was the last one you watched at the movie theater?\n  ","990065":"\n   spam this account from this point forward. decided to use my original handle to let it die out with its glory till the day ask is no longer useful💜\n  ","990066":"\n   Why do we resist doing things that we know are good for our well-being while craving things that are detrimental to our well-being? 🤔\n  ","990067":"\n   What movie can you watch over and over without ever getting tired of?\n  ","990068":"\n   Would you rather lose the ability to lie or believe everything you’re told?\n  ","990069":"\n   Latest song you remember listening to? 😁\n  ","990070":"\n   Which is a quality in a man do you dislike the most?\n  ","990071":"\n   📚 “We have to get los if we want to discover something new and amazing.” What are your thoughts on this quote?\n  ","990072":"\n   Why do humans have such a strong urge to distract ourselves from the real world? 🤔\n  ","990073":"\n   When was the last time you had a fire drill?\n  ","990074":"\n   I woke up thinking about you\n  ","990075":"\n   She said she'd get back together with me, if I did something\n  ","990076":"\n   My ex\n  ","990077":"\n   Help\n  ","990078":"\n   When was your last relationship?\n  ","990079":"\n   That's a bloody good fact!!!👶👨👴\n  ","990080":"\n   Why not right now?\n  ","990081":"\n   How can someone say that they miss you and everything tells you that you better not be bood up but then when I ask that person are you bood up its shut up what does that mean if someone is like that\n  ","990082":"\n   I think ur so little for that😜 so yes u have\n  ","990083":"\n   Have you ever used a Ouija board\n  ","990084":"\n   I'm eva williams cousin in real life\n  ","990085":"\n   Got any nice plans for this weekend?❣️\n  ","990086":"\n   Stomach pic!\n  ","990087":"\n   What are you doing tonight?\n  ","990088":"\n   Let's talk about fun stuff tonight!\n  ","990089":"\n   Pap shoes\n  ","990090":"\n   ever wanna cosplay?\n  ","990091":"\n   he looks good for his age\n  ","990092":"\n   Papoo yar tng na kr 🥵\n  ","990093":"\n   Do you think it's weird that Donald Trump is 24 years older than his wife\n  ","990094":"\n   I concur. And what's this talk about leaving? 🤔\n  ","990095":"\n   Nikki your the most amazing person and please don't leave\n  ","990096":"\n   Dont leave ask nikki ;(\n  ","990097":"\n   What song means a lot to you and if you're comfortable to share your reasons why then why? x\n  ","990098":"\n   Human memory has been shown to be incredibly unreliable. With that in mind, how do you know which of your memories are genuine and which have been altered or made up? 🤔\n  ","990099":"\n   Do you flash your titties at strangers if you find them hot?\n  ","990100":"\n   Are you afraid to talk openly about your period??\n  ","990101":"\n   Awkward but adorable. 😊\n  ","990102":"\n   Evening\n  ","990103":"\n   Willow from Buffy. 😋\n  ","990104":"\n   Is the screen of your phone big enough?\n  ","990105":"\n   What movie character is most like you ?\n  ","990106":"\n   Same!!!\n  ","990107":"\n   Don't you have snap?\n  ","990108":"\n   What’s the last YouTube video you watched?\n  ","990109":"\n   Could I shower with you?\n  ","990110":"\n   As 2019 comes to a close what have you accomplished that you are proud of ?\n  ","990111":"\n   I'm sick of hearing about that guy.\n  ","990112":"\n   Are you going to buy the VIP badge for 10,000 coins ?\n  ","990113":"\n   How's your day been so far? 😁\n  ","990114":"\n   Ootd\n  ","990115":"\n   Don’t take any notice of the people using your name, they are just attention seekers! Keep doing you, you are 1000 times the person they will ever be 👍🏻\n  ","990116":"\n   I love you so babe! Come my way\n  ","990117":"\n   How do you  deal with unwanted advice?\n  ","990118":"\n   Can I join you for some cuddles? 🥺\n  ","990119":"\n   Do you have a specific dream for your future?\n  ","990120":"\n   😂 😂\n  ","990121":"\n   Do you ever feel like someone is getting bored with you?\n  ","990122":"\n   You're beautiful\n  ","990123":"\n   اسفين ي الطيب مع اني مدري\n  ","990124":"\n\n    https:\/\/ask.fm\/marisakamp\/photopolls\/154681127?utm_source=copy_link&utm_medium=android\n   \n   This is Marisa! If you aren't currently following her, you should. Good answer giver 👍\n  ","990125":"\n   Do you know more assholes or cool people? Not saying just friends  I mean the people you interact with daily.\n  ","990126":"\n   Mine too!!!\n  ","990127":"\n   How do you feel about Brexit?\n  ","990128":"\n   Are you a Reese's type person?\n  ","990129":"\n   Are there limits to human creativity? 🤔\n  ","990130":"\n   Do you have a favourite Christmas movie?\n  ","990131":"\n   What’s the most ridiculous fact you know?\n  ","990132":"\n   If all your memories (memories, not knowledge) were erased, what kind of person would you be? 🤔\n  ","990133":"\n   Tell me about your day!\n  ","990134":"\n   You had to do as I’d be pleased\n  ","990135":"\n   Assuming evolution is correct, do you think that if humans went extinct another species as intelligent as humans would evolve? If life exists long enough on a planet, is intelligence and consciousness inevitable? 🤔\n  ","990136":"\n   at what age did you have a really deep kiss?\n  ","990137":"\n   What is the craziest thing you've done in public?\n  ","990138":"\n   When was your last internet break? How long was it?\n  ","990139":"\n   Did you ever use Print Shop on the Apple IIe?\n  ","990140":"\n   your such a sweetheart, btw your questions are really cool as well xo\n  ","990141":"\n   Do you still enjoy the questions you get from me or would you rather not receive them anymore? Who do you think would be interested in receiving them as well?\n  ","990142":"\n   ~EXTREMITIES~    If you could only choose ONE of the  following accessories to protect your extremities in cold Wintry weather,  which would you pick? \n🧢Hat ...   🧣Scarf ...    \n🧤Gloves ...    🧦Extra layer of socks\/tights  ?\n  ","990143":"\n   Is coffee overrated? Do you drink much yourself? Is it even Columbia's best export? 🤔☕💁‍♂️\n  ","990144":"\n   Is intelligence or wisdom more useful? 🤔\n  ","990145":"\n   Is it better for a person to have a broad knowledge base or a deep knowledge base? 🤔\n  ","990146":"\n   Mmmmm\n  ","990147":"\n   They better give my VIP badge 😂🤠\n  ","990148":"\n   Pleasee😁\n  ","990149":"\n   Name something you cannot live without in the morning?\n  ","990150":"\n   You’re doing what you don’t want to without knowing\n  ","990151":"\n   what do you think of astrology\n  ","990152":"\n   I've deleted HUNDREDS of his questions now and its becoming so frustrating\n  ","990153":"\n   Bite- is the most glorious invention of the nature! If you bite somebody it means that you love him\/her. I love everyone! So now you understande, commrade\n  ","990154":"\n   Do you like art ? Who is your favorite artist ? :)\n  ","990155":"\n   Oh, das ist nicht gut! Maybe you don't know the meaning of small bite?\n  ","990156":"\n   Nah but I caved and bought the profile statistics one. I got way too curious and thought it was worth a try lol\n  ","990157":"\n   Me too!😊\n  ","990158":"\n   I'm sorry my English is not perfect and I make weird mistakes just that I wanted to know if you wanted a boyfriend and what qualities he should have to please and seduce you\n  ","990159":"\n   I'm okay too😊\n  ","990160":"\n   Is it so important that I anon? We are people too, you know?? Ok, maybe not me...but you get the point!\n  ","990161":"\n   I will bite you! You can not hide from me:3\n  ","990162":"\n   n am we a few\n  ","990163":"\n   hot guys onnhere?\n  ","990164":"\n   crushin?\n  ","990165":"\n   Oh, really? Didn’t know that. I just explained how I got it. 😄\n  ","990166":"\n   I read the statement of Anon and I somewhat agree, but I don’t think that it’s necessarily the other person that might have hurt them, but people in their childhood that had an impact on them and that made them the way they are now. And also not all guys are like that, of course. Some are.\n  ","990167":"\n   How do I build a successful sales funnel?\n  ","990168":"\n   Nikki can we talk pls\n  ","990169":"\n   Yes I know ❤\n  ","990170":"\n   Do you like playing at arcades?\n  ","990171":"\n   Best thing of the day?\n  ","990172":"\n   Where do you live?\n  ","990173":"\n   You want some?\n  ","990174":"\n   U got boyfriend?\n  ","990175":"\n   In spirit of the season... 🦌 🎅🏻 🎄 🎁 HoW DiD YoU FiNd OuT ThAt  - SANTA - ISN’T REAL? 😯😳🤔 💭❌🎅🏻🚫😳😭\n  ","990176":"\n   If you hated getting question spam from someone would you A) tell them B) block them C) ignore and delete them D) answer them anyway hoping they stop ?\n  ","990177":"\n   :) I can fix ur back\n  ","990178":"\n   I don't understand why this racist person on Ask keeps sending questions that we keep deleting. He's just wasting his time! 😏👌🏻\n  ","990179":"\n   hello\n  ","990180":"\n   Where u need it?\n  ","990181":"\n   U need massage?\n  ","990182":"\n   Is vip available in the usa?\n  ","990183":"\n   They probably think that the other person hurt them and they are paying them back for it, thinking it'll keep them from doing it again. Usually they reacted off a misunderstanding and their \"payback\" just strengthens the cycle of toxicity, but I think that's what motivates the behavior.\n  ","990184":"\n   Should I use 3000 coins to boost my statistics or wait for the 5000?\n  ","990185":"\n   How do you get verified? I mean, what are the requirements?\n  ","990186":"\n   What attracts you more, inner or outer beauty?🌺❤\n  ","990187":"\n   I just followed you! Would you like to follow me back? :)\n  ","990188":"\n\n    https:\/\/ask.fm\/MarceloFreitas308\/photopolls\/91539961?utm_source=copy_link&utm_medium=android\n   \n","990189":"\n   What’s the weirdest conversation you’ve eavesdropped on?\n  ","990190":"\n   The part when Cindy Lou Who kisses the Grinch is so sweet... My fave part!\n  ","990191":"\n   What story you’ve heard has stayed with you and always disturbs you every time you think about it?\n  ","990192":"\n   Hi\n  ","990193":"\n   What did you Google last?\n  ","990194":"\n   Do you believe in karma?\n  ","990195":"\n   getting married without parents consent, either just the two of you or with a few close friends somewhere like say a chapel in vegas\n  ","990196":"\n   Is math something that humans created or something we discovered? 🤔\n  ","990197":"\n   If u could get an extra life for only one purpose ,on what thing u would avail it?\n  ","990198":"\n   What about the other s.ex is a mystery to you? What question are you too embarrassed to ask them?\n  ","990199":"\n   Do you prefer to give or or receive gifts for christmas?\n  ","990200":"\n   If you could have ANY food rn, what'd it be? 😋\n  ","990201":"\n   What are your favorite beverages?\n  ","990202":"\n   I think it’s funny how all the people voting for that vip badge thing, don’t even have one 😂\n  ","990203":"\n   You should show it\n  ","990204":"\n   Don't get an VIP badge, but get verified instead. You are ask famous anyway.\n  ","990205":"\n   You're as cute as snow under the mistletoe, I got a mistletoe for that cameltoe\n  ","990206":"\n   would you ever elope?\n  ","990207":"\n   I bet you look kinda good in your birthday suit\n  ","990208":"\n   What was the last thing to make you happy\n  ","990209":"\n   What is your favourite condiment\n  ","990210":"\n   Me too. Not sure if it's worth watching though. Kinda reminds me of the TV show Hart of Dixie.\n  ","990211":"\n   What are you going to do with the current life you have?\n  ","990212":"\n   1 slice, 2 slices, 3 slices, 4 slices or just the whole pizza? How many do you want? 🍕\n  ","990213":"\n   How do you see who is following you on this app?\n  ","990214":"\n   Have you seen Virgin River on Netflix? Is it worth binge watching? 🤔\n  ","990215":"\n   Is it really the most wonderful time of the year?\n  ","990216":"\n   Are you in California?\n  ","990217":"\n   PAP of your socks please?\n  ","990218":"\n   What's up\n  ","990219":"\n   do you know what a “prison burrito” is?\n  ","990220":"\n   StomaCh pap?\n  ","990221":"\n   هاي\/hi\n  ","990222":"\n   Hi how r u?\n  ","990223":"\n   What's up\n  ","990224":"\n   How many questions do you usually wake up to in your Ask inbox?\n  ","990225":"\n   I missed you 😋\n  ","990226":"\n   What’s the most you’ll spend on yourself?\n  ","990227":"\n   Where is that?\n  ","990228":"\n   OMG Nicole, guess what?! 😳\n  ","990229":"\n   In la? Haha\n  ","990230":"\n   How long have you been on Ask.fm? Since 2014 for me\n  ","990231":"\n   Do you like making our?\n  ","990232":"\n   That was about Christmas though\n  ","990233":"\n   Likes your candle\n  ","990234":"\n   What would you do if you had an extra hour added to your day all to yourself?\n  ","990235":"\n   In what age you think is ok to someone to sleep over with his girlfriend at home?\n  ","990236":"\n   Are you good at math?\n  ","990237":"\n   What do you think could be done to improve social media?\n  ","990238":"\n   What was one of the most interesting concert you’ve been to?\n  ","990239":"\n   what are you allergic to? (if anything)\n  ","990240":"\n   which are you more drawn to: the moon or the sun?\n  ","990241":"\n   what’s your top ramen flavor of choice\n  ","990242":"\n   What was your most recent regret?\n  ","990243":"\n   Have you ever seen a tornado? 🤔\n  "},"Answer":{"989172":"\n  I care about them and love them just as much as they love me. Also I’m always there for them when they need someone.\n  ","989173":"\n  because I’m not religious\n  ","989174":"\n  I do I do\n  ","989175":"\n  thank you ahah\n  ","989176":"\n\n   https:\/\/youtu.be\/TIO7rOvC1aM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  😍😍😍😍😍\n  ","989177":"\n  no I haven’t tbh\n  ","989178":"\n  ❤️\n  ","989179":"\n  no anon you’re lying to yourself\n  ","989180":"\n  hi beautiful 🙂\n  ","989181":"\n  yeah ahah same! It was funny\n  ","989182":"\n  just because she isn’t in my bio doesn’t mean she isn’t my best friend anon because guess what? I adore her ❤️\n  ","989183":"\n  no I never have lol\n  ","989184":"\n  STOP that rn.  I’m very sad she’s leaving because I will miss her🥺 she’s my best friend.\n  ","989185":"\n  omg yes I remember him! he was so funny 😂\n  ","989186":"\n  have a fun trip and a tropical Christmas! 😁\n  ","989187":"\n  hahah I don’t need to win the lottery lol if I did I would just donate it tbh. And are you talking about Bertram from the Disney show Jessie?\n  ","989188":"\n  I mean it’s your choice and decision. I’m not going to judge you if you decide to do so 🙂\n  ","989189":"\n  September 7th😝\n  ","989190":"\n  nah I like the old one as well smh\n  ","989191":"\n  I guess for a little while I will\n  ","989192":"\n  🙂\n  ","989193":"\n  oh nope I absolutely can’t! I can’t stand people who snore tbh🙄\n  ","989194":"\n  HaWtttttttttttt\n  ","989195":"\n  hawttttttt\n  ","989196":"\n  that’s so many new nicknames lol 🤯\n  ","989197":"\n  oh goodness I’m not a mama tho lol\n  ","989198":"\n  I just answered that look down below 🤠\n  ","989199":"\n  what’s the last time? lol\n  ","989200":"\n\n   @edraegen\n  \n\n   @Qu33nForADayy\n  \n\n   @BigAmericanFatso\n  \n\n   @NineGDxFour\n  \n\n   @depig\n  \n\n   @RaquelAlissa\n  \n\n   @Jigsaw2019\n  \n\n   @LilMommaBear\n  \n\n   @GeeLouisee140\n  \n\n   @Ice_Frozen_Vocals\n  \n\n   @eva_wiliams\n  \n\n   @LouisaRHale\n  \n\n   @musicfan1998\n  \n\n   @foolian\n  \n\n   @patchy_life\n  \n\n   @Pookeo9\n  \n\n   @redoasis2017\n  \n\n   @AnimalLover122\n  \n\n   @itsarainymay\n  \n\n   @TessaDiego\n  \n\n   @ass4lyfe\n  \n\n   @chrissyjillson\n  \n\n   @abiepgonzales\n  \n\n   @JJD55\n  \n\n   @SophieWhite3\n  \n\n   @KeelyLynn\n  \n\n   @DLOVELIFE\n  \n\n   @somepeoplehaverealproblems\n  \n\n   @alexfoxthefox\n  \n\n   @JamesW7558\n  \n\n\n   @learningwithlolaa\n  \n\n   @eatyourcake\n  \n\n   @KayNaeRae\n  \n\n   @MermaidOnTheMoon\n  \n\n   @marisakamp\n  \n\n   @whymerlly\n  \n\n   @asgardarts\n  \n\n   @being__crystal\n  \n\n   @QandALover420\n  \n\n   @TrivialTrinket\n  \n\n   @Sillybutt26\n  \n\n   @slanggang412\n  \n\n   @zy_cv\n  \n\n   @littlesha_\n  \n\n   @badmanjon\n  \n\n   @Tobbelit0\n  \n\n   @LiammaiL\n  \n\n   @Cammierango\n  \n\n   @misswinnquestions\n  \n\n   @PrincessTally\n  \n\n   @aWelcomeWellOverstayed\n  \n\n   @daiquiridahlia\n  \n\n   @CactusDoug\n  \n\n   @mworkman16\n  \n\n   @jenjenamyy\n  \n\n   @Laybee8\n  \n\n   @krystaa_collett\n  \n\n   @iwassusspended\n  \n\n   @BreeSpanski\n  \n\n   @keepmovingforwardx\n  \n\n   @mystictess\n  \n\n   @Stickmanluke6\n  \n\n  I love you all! you’re all so amazing and kind💖 and sorry if you don’t find your @ here I couldn’t find it😬\n  ","989201":"\n  apparently today lol\n  ","989202":"\n  my favorite show is still my favorite show lol will always be\n  ","989203":"\n  I appreciate that 💖\n  ","989204":"\n  lmao wtf?\n  ","989205":"\n  what even?\n  ","989206":"\n  I guess just happiness really but no one can really give me that 😬\n  ","989207":"\n  definitely Halloween!\n  ","989208":"\n  alright I guess😛\n  ","989209":"\n  bahahha that’s cute anon\n  ","989210":"\n  haha that’s sweet🥺\n  ","989211":"\n  haha that’s adorable!\n  ","989212":"\n  of course\n  ","989213":"\n  wow omg I guess I am 😋but you’re already my best friend!\n  ","989214":"\n  I would tell them you got this, you have to believe in yourself and try your best because I know you’re capable of doing so many amazing things in your life. And to keep their head up high because they’re strong and intelligent. Also to never give up because trust me I know how hard it can be but you gotta believe me when I say that you got this and hang in there! Believe in yourself and that you’re capable of beautiful things ❤️ don’t ever give up. I believe in you.\n  ","989215":"\n  yeah those are my nationalities?\n  ","989216":"\n  I mean i believe in the supernatural and yes those things absolutely do occur! I’ve experienced it before actually\n  ","989217":"\n  which Nikki?\n  ","989218":"\n  I’m not your mama\n  ","989219":"\n  you’re such an angel 🥺💖\n  ","989220":"\n  hahah is that my new name?\n  ","989221":"\n  okay it’s supposed to be silly anon\n  ","989222":"\n  excuse me? wtf does this mean?\n  ","989223":"\n  I shouldn’t right?🤔🙃\n  ","989224":"\n  y’all should I keep that as my profile picture or nah?\n  ","989225":"\n  awhhh I know the feeling lol\n  ","989226":"\n  I use Dove more 🙂\n  ","989227":"\n  I mean I don’t know if that’s necessarily good for a profile picture 🤔\n  ","989228":"\n  I would definitely want to experience the beginning of the earth because I think that would’ve been much more interesting and incredible to experience whereas the ending of planet earth would be depressing and terrifying to experience and I wouldn’t want to see that tbh.\n  ","989229":"\n  much earlier because we have lots to wrap so yeahhh😝\n  ","989230":"\n  yeah I don’t like him tho\n  ","989231":"\n  I’m okay how are you?🙂\n  ","989232":"\n  sure thing anon\n  ","989233":"\n  yes I hope I find what I truly desire absolutely!😁\n  ","989234":"\n  hey!🤠\n  ","989235":"\n  lmao whatever you say anon. It doesn’t really matter where you do it\n  ","989236":"\n  I’ve been to Mexico but not Canada\n  ","989237":"\n  in the afternoon lol\n  ","989238":"\n  I don’t know about strangest lol\n  ","989239":"\n  haha no it’s because I’m in the VIP program anon😛\n  ","989240":"\n  of course🙂\n  ","989241":"\n  hahaha thank you!\n  ","989242":"\n  a sh*thole and very crowded😂\n  ","989243":"\n  nah I’m not\n  ","989244":"\n  I don’t need the money and for my life to change significantly I would have to change myself and my attitude on life.\n  ","989245":"\n  hello anon!\n  ","989246":"\n  I would wish for answers and closure from my ex tbh\n  ","989247":"\n  I guess so lol\n  ","989248":"\n  5 million lmao I don’t know actually\n  ","989249":"\n  well relaxing music to me is Linkin Park tbh😍\n  ","989250":"\n  I guess all the experiences I’ve experienced and everything that made me stronger this year even though it was another sh*tty year for me just like every other year.\n  ","989251":"\n  that’s me anon🙂\n  ","989252":"\n  girl I think ask is malfunctioning or it’s a glitch for sure! Something is happening lmao😂 because I woke up and saw that too and I was very confused but if you’re in the VIP program and you complete the tasks you get a bunch of coins 😁\n  ","989253":"\n  oh my goodness I would say the fact I stressed out so much and panicked on writing my term paper and my finals when in the  end I did so well on them.\n  ","989254":"\n  oh goodness I would probably want to know how I will die rather then when because knowing how I will die would give me some peace so that I could know if it will be painful or peaceful. Knowing when I’m going to die would make me anxious and nervous because I would have to do all the things I’ve wanted to do in life and spend lots of time with my loved ones.\n  ","989255":"\n  definitely it taught me not to listen to what people say especially the negative things because only I really know me and they don’t know me so they could talk all they want it doesn’t mean anything. 😁\n  ","989256":"\n  well I definitely think it would look more futuristic like everything would be in the air and off ground and there would be flying cars. But I don’t think their will be anymore people because they would’ve been extinct by then. I mean at this rate we will definitely be extinct in 100 years.\n  ","989257":"\n  no I have no idea who that is lol\n  ","989258":"\n  when I see that they don’t put in any effort in talking to me or hanging out with me, when I see they don’t have any interest in talking to me, when they’re full of bs and lie to me and when they start drama a lot etc😁\n  ","989259":"\n  well I don’t really prefer any of them but if I had to choose from those I would pick Star Wars lol\n  ","989260":"\n  oh no lol I prefer the movie 😍 it’s one of my favorites!\n  ","989261":"\n  yes I have it lol\n  ","989262":"\n  I mean I guess I like fantasy more because it’s made up and not real and that’s what makes it fun and enjoyable to watch!\n  ","989263":"\n  there’s a new Grinch movie that I don’t know of?! you mean the cartoon?\n  ","989264":"\n  I mean I’m not really unless we were playing sports in PE and on teams then I was lol. I try not to be though in life. 😋\n  ","989265":"\n  I mean I really don’t think I do  because no I don’t believe any have happened to me. I’ve gotten through hard times but I don’t think those were miracles getting through them.\n  ","989266":"\n  yes I absolutely do!\n  ","989267":"\n  How far I’ve gotten in life and how strong I’ve been all these years and that I haven’t given up on myself even if it was incredibly difficult. I’m proud that I’m still here tbh\n  ","989268":"\n  I mean yeah sometimes it’s good for you!😁\n  ","989269":"\n  awhhhh I love this positivity ❤️ thank you for this! much love 🙂\n  ","989270":"\n  I’ve seen it a couple times but no I didn’t as much as Spongebob Sqarepants😋\n  ","989271":"\n  yessss?\n  ","989272":"\n  alright y’all I’m going back to sleep lol\n  ","989273":"\n  well none because I wouldn’t go on a ride with a stranger to begin with lol\n  ","989274":"\n  I already have pets anon 😛\n  ","989275":"\n  I do but metaphorically lol😝\n  ","989276":"\n  rarely\n  ","989277":"\n  that’s okay 🙂\n  ","989278":"\n  lmao we get the bonuses at the end of each week that’s what it says in the email. Ask is definitely malfunctioning today.\n  ","989279":"\n  nah I don’t\n  ","989280":"\n  since 2013\n  ","989281":"\n  I would definitely say myself tbh. I bring out my insecurities all the time.\n  ","989282":"\n  I don’t remember how old I was tbh.  I mean if she wants to believe that Santa is real then let her believe so. If that’s what makes her happy then that’s okay.  I believe her presents should keep going along with it until she eventually stops believing it by herself.\n  ","989283":"\n  I don’t know tbh 😳\n  ","989284":"\n  lmao you’re very funny anon.\n  ","989285":"\n  oooh I like chicken cesear salad  and the salad my mom makes with eggs, pickles, tomatoes, chicken sometimes, sausage, and this green dressing lol.\n  ","989286":"\n  I think the study of philosophy leads to more questions in my opinion. Because we are always discovering and finding out new things we didn’t know before and that leads to new questions.\n  ","989287":"\n  I’m not wearing mascara lmao\n  ","989288":"\n  honestly I would say I would rather have no one show up to my wedding tbh. I feel like I would want the people I cared about and loved to show up at my funeral just so I could see them and feel their presence there you know? And just feel happy inside that they came.\n  ","989289":"\n  I mean I don’t know 🤔\n  ","989290":"\n\n   https:\/\/youtu.be\/JQVBfcjx6d4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Joe from Impractical Jokers dressed up as a women it still gives me nightmares to this day😂\n  ","989291":"\n  nope I don’t\n  ","989292":"\n  never heard of them tbh\n  ","989293":"\n  😋\n  ","989294":"\n  just the 5 anonymous shoutouts you have to do haha😝\n  ","989295":"\n  it’s morning here\n  ","989296":"\n  oh goodness I try my best to reply to all but I have tons I haven’t answered yet🙃\n  ","989297":"\n  definitely a zoo I absolutely adore animals!\n  ","989298":"\n  yes of course but I’m just confused because don’t you get the awards after fulfilling each task at the end of the week?🤔 it’s only Thursday.\n  ","989299":"\n  well I definitely know I’m going to spend it with family and opening presents of course and whatnot 🙂\n  ","989300":"\n  I don’t know tbh. I’m confused\n  ","989301":"\n  that’s weird tho😳 I don’t know how that happened\n  ","989302":"\n  I’m not afraid of death because I know eventually I will die. That’s just how life works. You live as much as you live and then you go and pass on.\n  ","989303":"\n  wait how did I jump to #3 🤔\n  ","989304":"\n  thank you anon🙂\n  ","989305":"\n  that’s a tough one! I wouldn’t to predict the future I would want it to be a surprise really because if I knew it wouldn’t be so much fun. I would rather read peoples minds and know what they’re thinking.\n  ","989306":"\n  heyyy anon\n  ","989307":"\n  and goodnight friends🙂\n  ","989308":"\n  Chester Bennington 🥺\n  ","989309":"\n\n   @edraegen\n  \n  and\n  \n   @Qu33nForADayy\n  \n  and I sure hope so 🙂\n  ","989310":"\n  what’s yours?\n  ","989311":"\n  no I don’t think I would tbh\n  ","989312":"\n  yoga, biking, hiking, sleeping, traveling, swimming, walking, running etc 🙂\n  ","989313":"\n  haha you shouldn’t tho\n  ","989314":"\n  nope I don’t think anyone has?\n  ","989315":"\n  definitely improve my emotions and my stress\n  ","989316":"\n  I probably would because I love hiking and being outdoors tbh! and also looking at the scenery also taking it in😁\n  ","989317":"\n  going to bed soon 😴\n  ","989318":"\n  yes I do enjoy the questions from you 🙂\n  ","989319":"\n  it’s?\n  ","989320":"\n  I’m honestly looking forward to improving myself. I really need to tbh\n  ","989321":"\n  I’m kinda sleepy probably going to go to bed soon\n  ","989322":"\n  I’m surviving anon\n  ","989323":"\n  well I just chilled at home and watched movies mostly 😝\n  ","989324":"\n  hopefully on another planet\n  ","989325":"\n  yooo anon\n  ","989326":"\n  lol thank you I guess?\n  ","989327":"\n  no I wear a snow suit at the beach\n  ","989328":"\n  seriously? lmao\n  ","989329":"\n  lay down in warm blankets, drink warm tea with honey, try to sleep 🙂 and feel better!\n  ","989330":"\n  lmao because my family is also Mediterranean so\n  ","989331":"\n  the strangers you see in your dreams are people you’ve seen in real life 🤯\n  ","989332":"\n  lmao I consider that Mediterranean\n  ","989333":"\n  yikes someone’s mad lmao\n  ","989334":"\n  yeah lol I’m Armenian\n  ","989335":"\n  nope I’m from California lol\n  ","989336":"\n  that’s your opinion anon\n  ","989337":"\n  alrighty then lmao\n  ","989338":"\n  no I’m not!\n  ","989339":"\n  I would rather wear a snow suit in the desert lol\n  ","989340":"\n  I would but I’m too lazy rn lol\n  ","989341":"\n  rather not lol\n  ","989342":"\n  of course 😝\n  ","989343":"\n  I mean not really tbh. I can’t really think of anything silly that terrifies me lol\n  ","989344":"\n  I really like the Adam Levine perfume lol😋\n  ","989345":"\n  I prefer gold jewelry!\n  ","989346":"\n  i think I’ve tried it before lol\n  ","989347":"\n  YES I do! I love it😁 I’m Mediterranean so of course I do!\n  ","989348":"\n  you absolutely know I do lol.\n  ","989349":"\n  i don’t even know lol\n  ","989350":"\n  of course beautiful 💕love you too!\n  ","989351":"\n  not really tbh\n  ","989352":"\n  I actually have no idea I would say circles, ovals, and cubes!\n  ","989353":"\n  no I’ve never heard of it\n  ","989354":"\n  haha yeah that’s okay tho😋\n  ","989355":"\n  no not at all lmao\n  ","989356":"\n  so I was at a family members house and you know those things in front of parking spaces the thing you park in front of I fell over one of those and my knee was scraped and bleeding.\n  ","989357":"\n  awhhhh don’t know if you’re talking about me but that’s cute\n  ","989358":"\n  of course I do! like chocolate syrup, m&m’s, candies, fruits, all those good stuff 😋\n  ","989359":"\n  yes I do because it’s pretty accurate actually!\n  ","989360":"\n  well I would be with him if that made me happy and I would tell my parents that he makes me happy and so they would want whatever makes me happy.\n  ","989361":"\n  it’s a religion anon?\n  ","989362":"\n  who knows whatever the next invention will be 🤯\n  ","989363":"\n  I’m Christian but not religious\n  ","989364":"\n  smh don’t bring politics to my page please. It’s boring\n  ","989365":"\n  don’t like him tho\n  ","989366":"\n  yeah you do or if you have enough coins you can buy the badge 🙂\n  ","989367":"\n  decorating the whole place, getting Christmas trees, putting gifts under the trees, spending time with family and laughing, enjoying ourselves etc 🙂 and yes I like those traditions!\n  ","989368":"\n  no I never have\n  ","989369":"\n  yesss I do\n  ","989370":"\n  did you apply for it?😱\n  ","989371":"\n  good question but I honestly don’t know 😳\n  ","989372":"\n  cheers anon\n  ","989373":"\n  haha I don’t know! anons are weird sometimes 😂\n  ","989374":"\n  yeah I would ask them before 🙂\n  ","989375":"\n  okay anon?\n  ","989376":"\n  awhhhh that’s sweet but you don’t have to get me anything. What do you want lovely?🙂\n  ","989377":"\n  I would say probably China tbh\n  ","989378":"\n  ❤️❤️❤️\n  ","989379":"\n  what’s yours? lol\n  ","989380":"\n  yeah haha it’s okay! the weather will get warmer again soon\n  ","989381":"\n  I don’t like waiting for anything lol\n  ","989382":"\n  none of your business anon\n  ","989383":"\n  well I mean if that person wants to live far from home to experience the world on their own I think that’s completely okay and that they should. So they can also be responsible.\n  ","989384":"\n  a few anon\n  ","989385":"\n  I don’t open links anon\n  ","989386":"\n  I guess just to find love and to be happy and positive and not to stress out so much and not to panic as well.\n  ","989387":"\n  haha everyone says that tho. I’m fine I promise 🙂\n  ","989388":"\n  nah I wouldn’t\n  ","989389":"\n  nah I miss Obama actually.\n  ","989390":"\n  no I won’t lol because I don’t\n  ","989391":"\n  I don’t know. I just hope I find love and happiness tbh and follow my passion.\n  ","989392":"\n  it gives you a lot of benefits actually\n  ","989393":"\n  absolutely not. He was amazing I miss him🥺\n  ","989394":"\n  I first got ask in 2013 and at the time it was really fun actually! there were so many great people and friends I met on here🙂 but most of them don’t use ask anymore.\n  ","989395":"\n  yes actually it’s very accurate believe it or not!\n  ","989396":"\n  who is this? lol\n  ","989397":"\n  ugh I know smh\n  ","989398":"\n  faith?\n  ","989399":"\n  And we talking non- sense again\n  ","989400":"\n  yes I wish those were real 🥺\n  ","989401":"\n  say what now?\n  ","989402":"\n  it’s pretty cold here too 🥺\n  ","989403":"\n  well I remember I was in Cancun and it was like a hurricane or something like that and we were outside by the pool too so it was pretty crazy.\n  ","989404":"\n  it’s spelled Nikki* lmao\n  ","989405":"\n  I’ve answered this so many times lol 😬\n  ","989406":"\n  i absolutely agree with this!👏🏻\n  ","989407":"\n  YES please lmAo\n  ","989408":"\n  I’m confused a lot lmao about life and things that happen\n  ","989409":"\n  i like doing both tbh\n  ","989410":"\n  Linkin Park, maroon 5, Coldplay, dead by sunrise, thirty seconds to mars and much more lol 😝\n  ","989411":"\n  they better agree smh he deserves it tbh\n  ","989412":"\n  DID TRUMP REALLY GET IMPEACHED?! OMG\n  ","989413":"\n  I wasn’t I was just upset that people treat animals like that🙁\n  ","989414":"\n  how can i help you?\n  ","989415":"\n  Lmao what even?\n  ","989416":"\n  thanks lovely💕\n  ","989417":"\n  haha thank you! and a sweater lol\n  ","989418":"\n  😝😋\n  ","989419":"\n  awhhhhh💔😭\n  ","989420":"\n  babies are considered innocent because I mean they just entire into this crazy life and have no idea what’s happening around them and so they haven’t made any mistakes or any bad decisions.  And people who are living in this world have experienced all the pain and negative emotions so they just become to be not innocent. The society changes them.\n  ","989421":"\n  you can do this haha😁\n  ","989422":"\n  FR😂\n  ","989423":"\n  I already do but I go back and forth though 🙂\n  ","989424":"\n  if I was really in love like that yeah maybe I would consider it!\n  ","989425":"\n  anyone want one?🙂\n  ","989426":"\n  Eva I know this is you haha😝 and yes you should start asking questions!\n  ","989427":"\n  I think it’s absolutely crazy! I just hope it will be a good decade for me where I can actually be happy and find love also be successful and healthy. 🙃\n  ","989428":"\n  oh believe me I’m not positive at all I just like spreading positivity even though I’m not positive. I just try my best to make people smile.  What I mean by live life to the fullest is to do the things you love in life and to go out of your comfort zone and to be happy and healthy.\n  ","989429":"\n  well I definitely feel younger and people always say that I look younger so there’s that lol\n  ","989430":"\n  that’s a good question I don’t know 🤔\n  ","989431":"\n  I would say just to live life to the fullest and to be positive about everything no matter how hard it may be. And to not let other people get to you and bring you down. Keep your head up high and follow your dreams and passions in life.\n  ","989432":"\n  definitely going to spend it with the family and have a good time 🙂\n  ","989433":"\n  definitely\n  \n   @LilMommaBear\n  \n\n   @NineGDxFour\n  \n\n   @BigAmericanFatso\n  \n\n   @SophieWhite3\n  \n\n   @DLOVELIFE\n  \n\n   @patchy_life\n  \n\n  they’re amazing parents and I could see that! They deserve the credit and to be recognized as wonderful, loving, caring, loyal, passionate, etc parents 💕\n  \n  (Those are the ones that I know are parents! sorry if I missed you!🙂)\n  ","989434":"\n  I don’t remember 😱\n  ","989435":"\n  since 2013 actually haha🙂\n  ","989436":"\n  bricks are cold? lmao\n  ","989437":"\n  definitely decorating the place, giving gifts and receiving them, getting Christmas trees🙂\n  ","989438":"\n  definitely Australia 😁\n  ","989439":"\n  no I wasn’t crying rather angry actually\n  ","989440":"\n  I hate\/despise people who abuse animals. It’s like what did that poor innocent animal do to you?! it breaks my heart and tears me apart to know people abuse animals. I’m a huge animal lover and so when I hear that I just break apart.  Those animals haven’t done anything to deserve that. We are blessed to have animals in our world and in our homes. And we don’t deserve animals we truly don’t. They’re so loyal, loving and caring and some people treat them like they’re toys and that’s just messed up really 💔 I absolutely hate the fact people think they can hurt animals like that when they definitely don’t deserve that. 😭 it’s heart breaking.\n  ","989441":"\n  don’t be inappropriate anon\n  ","989442":"\n  oh no I don’t drink coffee!\n  ","989443":"\n  yeah that’s absolutely crazy!😬\n  ","989444":"\n  it’s monte that’s an Armenian dish lol\n  ","989445":"\n  I don’t even know anymore\n  ","989446":"\n  I doooo\n  ","989447":"\n  I guess I do lol\n  ","989448":"\n  cheers anon\n  ","989449":"\n  well I know we’ve  had ups and downs  mostly downs but it’s kinda strange how even after all of that we always somehow tend to find our way back to each other which is talking again and even though he goes and disappears and ignores me all over again I just feel I can forgive him. I definitely won’t forget but I can forgive him. I mean why would we find our way back to one another if we weren’t meant to be?¿ Like I wish I knew the answer to that. Anyways I still care about him and I know I shouldn’t care after all he’s done to me emotionally but I still do and I do wish him the best and I don’t know maybe one day he will realize what he lost. and I’ll always be here for him if he needs someone to talk to because I’m nice like that.\n  ","989450":"\n  I would tell them I’m going to hang out but with a different friend or just say I’m going out I don’t know lol\n  ","989451":"\n  nope I don’t think that’s happened. I always get fast shipping or use prime 🙂\n  ","989452":"\n  I enjoy traveling 🙂\n  ","989453":"\n  life is life lol it’s going I guess\n  ","989454":"\n  I’m surviving anon\n  ","989455":"\n  honestly I would say Linkin Park makes me beyond happy. Just listening to them makes me feel whole but then I remember I’m not. 🙂\n  ","989456":"\n  and I’m not? lol\n  ","989457":"\n  you too anon\n  ","989458":"\n  it will definitely be all the violence, hate and negativity in this world and humans won’t be able to take it anymore so we will each start dying off and that’s how our society will end.\n  ","989459":"\n  my pups 😛\n  ","989460":"\n  12:23 pm and I still feel sleepy lol 😛\n  ","989461":"\n  I mean I used to read a lot but I stopped for some reason aha.\n  ","989462":"\n  going back to sleep 😬\n  ","989463":"\n  Bis Weihnachten muss ich Antworten von meinem Ex-Freund bekommen, warum er das getan hat, was er wieder getan hat, aber das wird nicht passieren 🤷‍♀️\n  ","989464":"\n  of course I do like Chester Bennington is my role model he motivates and inspires me through his music 🥺 and always makes me happy when I’m feeling down. He honestly keeps me going and staying strong.\n  ","989465":"\n  of course\n  ","989466":"\n  yes I believe possibly in the future that day will arrive where machines\/robots will replace humans in almost every aspect of life.\n  ","989467":"\n  because I’ve always wanted to go lol\n  ","989468":"\n  I mean I guess I don’t care anymore\n  ","989469":"\n  I’m not even sure yet lol😁\n  ","989470":"\n  thank you for this! hope you have a wonderful day as well 🙂\n  ","989471":"\n  I do have guy friends lol\n  ","989472":"\n  no I just go to bed when I’m really sleepy usually\n  ","989473":"\n  am I good?\n  ","989474":"\n  good morning lovely 🙂\n  ","989475":"\n  well I mean we have many beaches here but I wouldn’t want to avoid family I would go with them 🙂\n  ","989476":"\n  goodnight friends\n  ","989477":"\n  I guess so\n  ","989478":"\n  ehhhh I’m okay I guess\n  ","989479":"\n  break? lol\n  ","989480":"\n  hmm I honestly don’t know tbh\n  ","989481":"\n  nope I’m not anon\n  ","989482":"\n  a few yeah\n  ","989483":"\n  Linkin Park tbh🙂\n  ","989484":"\n  yeah haha same here!\n  ","989485":"\n  thank youuuu💖\n  ","989486":"\n  yes I can cook! I took cooking classes in middle school and high school 😁\n  ","989487":"\n  putting a tree up, decorating, eating with family, opening gifts,  spending time with family and whatnot\n  ","989488":"\n  we aren’t even together anymore anon\n  ","989489":"\n  I wish happiness and health for Christmas and I’ve got wonderful gifts for my loved ones🙂\n  ","989490":"\n  why would I? so that he can ignore me again\n  ","989491":"\n  don’t call anyone fat that’s not cool. Everyone is beautiful no matter what shape or size they’re anon.\n  ","989492":"\n  thank you I guess lol\n  ","989493":"\n  nope what’s childish is the fact that he couldn’t be mature enough to say “let’s fix this” instead he started ignoring me\n  ","989494":"\n  yeah why not! I would want to learn how to play the guitar tbh\n  ","989495":"\n  well good for him. I don’t care he should talk me out of his.\n  ","989496":"\n  Why would I be jealous that I’m still in his bio? that makes no sense\n  ","989497":"\n  lmao okay and? we don’t even talk\n  ","989498":"\n  indeed 😁\n  ","989499":"\n  there’s been many mean things said to me so I can’t just recall one lol\n  ","989500":"\n  oh lmao\n  ","989501":"\n  yeah he’s been on and he should’ve removed me so\n  ","989502":"\n  no I don’t\n  ","989503":"\n  just imagine how much fun that would be😂\n  ","989504":"\n  tell him to remove me first 🙄\n  ","989505":"\n  my ex lol\n  ","989506":"\n  with what statement? lol\n  ","989507":"\n  good question I don’t really know lol\n  ","989508":"\n  Jared Leto😂\n  ","989509":"\n  no I can’t\n  ","989510":"\n  I don’t even remember probably like 9 or 9:30\n  ","989511":"\n  of course, I’m glad you’re okay🙂\n  ","989512":"\n  I thought we had something but I guess not. He’s a very bad communicator.\n  ","989513":"\n  honestly there’s many things that are socially acceptable that I don’t approve of tbh.\n  ","989514":"\n  it was just a game anyway\n  ","989515":"\n  well supposedly we dated last year for a short time\n  ","989516":"\n  no I definitely don’t love the world we live in because there’s too much hate and negativity and violence in this world.\n  ","989517":"\n  nope because he ignores me\n  ","989518":"\n  no I can’t hate him\n  ","989519":"\n  you would think after all he’s done that I would but no I don’t\n  ","989520":"\n  crowded lmao\n  ","989521":"\n  it depends if you ended on good terms tbh\n  ","989522":"\n  anyways\n  ","989523":"\n  I would have dinner with Chester if he was still here wait my bad he is still here in spirit and through his music and memories 🥺\n  ","989524":"\n  I listen to Linkin Park! you should listen to Linkin Park they will make you happy I promise 🙂\n  ","989525":"\n  you know considering the walking dead is one of my favorite shows I have thought about this I would say maybe a knife, axe, scissors,bow and arrow or even Lucille the bat Negan carries in the walking dead of you’ve seen it 😂\n  ","989526":"\n  I dooooo\n  ","989527":"\n  baby fox because I think they’re cute 😛\n  ","989528":"\n  yes I do and in order to become an FBI agent I believe you have to be a cop for awhile 🙂\n  ","989529":"\n  answers and closure from my ex but who’s kidding I won’t get that 😂\n  ","989530":"\n  yeah I guess so lol\n  ","989531":"\n  sure anon🙂\n  ","989532":"\n  “Now we can all move on to much happier things” - Valentin Casadine\n  \n  “Really?” Are you dying or just moving”? - Laura Spencer\n  \n  “ Hah no I’m getting married” - Valentin Casadine\n  \n  I died laughing when Laura said that 😂😂\n  ","989533":"\n  I would say my ex\n  ","989534":"\n  I would say the power to be invisible so that I can scare people and appear and then disappear but mostly to scare people 😂 I wouldn’t want to read peoples minds because it would be too dark.\n  ","989535":"\n  about what happens after death and heaven and hell tbh\n  ","989536":"\n  whatever they felt like eating tbh🙂\n  ","989537":"\n  I used to play on the WII a lot and my dsi a lot as well when I was younger 🙂 and the Xbox and PlayStation.\n  ","989538":"\n  no no haha it’s okay I don’t listen to them anyways 🙂\n  ","989539":"\n  no because he should ask anon\n  ","989540":"\n  whaaaa?\n  ","989541":"\n  oh yeahhhhh lol\n  ","989542":"\n  anywaysssss\n  ","989543":"\n  I would probably say battling an eating disorder and the recovery process still going on to this day. I would definitely want to erase that horrible experience started in my past. But I would also say the experience with my ex and what he put me through but then I wouldn’t have learned and became stronger from that relationship.\n  ","989544":"\n  oh no I don’t like any of them 😬\n  ","989545":"\n  honestly I would say Carly even though they have their ups and downs that’s what it’s all about. They’re cute together!\n  ","989546":"\n  haha yeah I got it in July🙂 and legal? lmao\n  ","989547":"\n  getting my drivers license which was in summer of this year 😁\n  ","989548":"\n  LMAO anon you’re cracking me up 😂\n  ","989549":"\n  I guess so\n  ","989550":"\n  I would choose to have Jared Leto’s eye color omfg😭🥵 he has the prettiest eyes ever!\n  ","989551":"\n  Australia 😍\n  ","989552":"\n  it would definitely be about horror because duh I love horror movies 😍\n  ","989553":"\n  Australia gotta go try Zumbo’s desserts 😍\n  ","989554":"\n  LMAO nope they can’t because I don’t talk to neither of them 😂\n  ","989555":"\n  oh yeah you shouldn’t 😂\n  ","989556":"\n  of course 🙂\n  ","989557":"\n  I’ll definitely look into it!\n  ","989558":"\n  oh I have to add more to the list 😂\n  ","989559":"\n  Sonny Corinthos, Willow Tait, and Chase Harrison 😁 I was gonna say Valentin Cassadine but then I remembered I don’t like him lmao\n  ","989560":"\n  I’ve been to New York and I’ve seen everything 😁\n  ","989561":"\n  never heard of it\n  ","989562":"\n  nope I haven’t anon\n  ","989563":"\n  haha no I don’t think I am\n  ","989564":"\n  my fav shows :\n  \n  Criminal minds, doctor who, bates motel, the walking dead, impractical jokers, the carbonaro effect, glitch, 13 reasons why, riverdale, black mirror, shameless, ghost adventures, hack my life, the greenhouse academy, the office, scream, imposters, general hospital, we bare bears, the voice, awkward , this is us, the good doctor, sugar rush, nailed it, Zumbo’s just desserts, cake wars, cupcake wars, designated survivor, you, house hunters, my lottery dream house, four weddings, say yes to the dress, Lucifer, insatiable , nurse Jackie, stranger things, beat Bobby Flay, bar rescue, restaurant impossible, halloween wars, Halloween baking  championship 😁\n  ","989565":"\n  yeah I do haha. I’m very fashionable 🙂\n  ","989566":"\n  I’m stylish aha my brother even asked me for clothing advice 😁\n  ","989567":"\n  a lot of people lol\n  ","989568":"\n  I don’t know everyone eventually stops talking to me. I wish I knew why tho🤷‍♀️\n  ","989569":"\n  love you more bestie💘\n  ","989570":"\n  someone’s angry lmao\n  ","989571":"\n  you’re such an angel💕 just know that I’m always here for you too!\n  ","989572":"\n  about Chester still being alive and creating new music with his angelic voice and having more tours 🥺💔\n  ","989573":"\n  I love you more 🥺💖 omg thank you lovely! I appreciate you so much.\n  ","989574":"\n  excuse me?\n  ","989575":"\n  where I didn’t know I would be this depressed and sad.\n  ","989576":"\n  I was about to say general hospital then I remembered it’s a soap opera show😂\n  ","989577":"\n  mostly yes actually\n  ","989578":"\n  howdy anon\n  ","989579":"\n  yes I’ve seen it😁\n  ","989580":"\n  haha I hope so 🙂\n  ","989581":"\n  I would go to another Linkin Park concert🥺 I miss Chester!\n  ","989582":"\n  I’m not good with blood pressure so I don’t know 😐 it seems high tho\n  ","989583":"\n  even most of my friendships ended badly like with my ex best friend and my other friend I considered best friend starting ignoring me. And the other people I considered friends stop talking to me because everyone gets tired of me.🤷‍♀️\n  \n  but you for example are a wonderful best friend. you actually care and want to see me happy and I appreciate that very much. You always try your best to make me smile and laugh. Also you’re always there when I need someone and for that I’m very thankful.  I don’t think you would ever ignore me or stop talking to me 🙂\n  \n  and\n  \n   @Qu33nForADayy\n  \n  you’re such an amazing best friend. You’re such a sweetheart to me and I really appreciate that. You’re an angel and you also care about my well being and I’m so thankful for you 🥺 I love youuuuuuu!\n  ","989584":"\n  I don’t know what happiness is anymore. I haven’t felt that emotion in awhile now. But I think it’s living life to the fullest and getting out of your comfort zone and doing things you wouldn’t usually do. Spreading positivity and love to others along the way. And just enjoying your life.\n  ","989585":"\n  you’re asking the wrong person that’s for sure. All my relationships were sh*t and always ended terribly. Not one of them ended on good terms so I wouldn’t know what a “happy” relationship is. I’ve never experienced one.\n  ","989586":"\n  when someone responds with the word “ok” it annoys the heck outta me. it’s spelled “okay” and everyone should spell it like that. 🙄\n  ","989587":"\n  it’s summer of course because I love the heat!\n  ","989588":"\n  you tell me anon\n  ","989589":"\n  I appreciate all the people who ask me questions and like my answers and interact with me on here as well as follow me. I also appreciate the people who are kind to me and care about my well being. 💖 I love you all!\n  ","989590":"\n  sour watermelon candy 😁\n  ","989591":"\n  oh I have no idea lmao the movie with Robin Williams?\n  ","989592":"\n  hurricane by thirty seconds to mars\n  \n  in my remains  by Linkin Park\n  \n  breaking the habit - Linkin Park\n  \n  rebellion- Linkin Park\n  \n  prove you wrong - Mike Shinoda\n  ","989593":"\n  🙂🙂🙂\n  ","989594":"\n  it’s Nicole* and happy holidays to you too🙂\n  ","989595":"\n  sure even though it’s crazy 😛\n  ","989596":"\n  I usually plan things or have plans 🙂\n  ","989597":"\n  I don’t think it matters to me haha\n  ","989598":"\n  I don’t have any talents to begin with lmao😬\n  ","989599":"\n  yeah I like them actually because they’re fun to watch 😁\n  ","989600":"\n  I don’t think I did\n  ","989601":"\n  I’ve listed some of them yesterday 🙂\n  ","989602":"\n  yeah anon\n  ","989603":"\n  I don’t like Christmas music at all. Because you hear the same thing ever year and it gets annoying lol\n  ","989604":"\n  no I wouldn’t\n  ","989605":"\n  when my ex looks at my Instagram stories like what’s he trying to get at 🤷‍♀️\n  ","989606":"\n  yes of course you do\n  ","989607":"\n  i hope you’re having a wonderful week as well lovely 😊\n  ","989608":"\n  I believe we respect the dead more because people tend to start caring once someone is dead and they regret not being kinder or talking to that person while they were alive. It’s rather sad actually. You should have respected them while they were alive and treated them well. I think it’s mainly because they feel regretful and sorrowful that they didn’t treat that person right when they were alive.  It’s like they will start caring and say oh that person was so great when they’re dead but when they were alive they never really cared. We should respect the living and dead as well of course but don’t start respecting someone that you didn’t respect before just because they’re dead or care about them. That’s just sad🥺 I’ve seen that online with the legend Chester Bennington where people didn’t care or even listen to his music before but when he passed people were like he was so talented and such an amazing singer and I just thought to myself wow that’s sad you never cared about him or listened to his music when he was alive smh. That breaks my heart. 💔you should care and respect   someone when they’re alive and living on this world like 🥺 they deserve that much. It just breaks my heart really.\n  ","989609":"\n  and I’m going back to sleep 😁\n  ","989610":"\n  I like spicy food tbh\n  ","989611":"\n  good morning best friend! that’s so sweet awh🥺 I also hope you have a wonderful day! don’t forget that I luv you too 😊\n  ","989612":"\n  I appreciate that very much, thank you🙂\n  ","989613":"\n  I love sour candy! my favorite candy is sour watermelon 😁\n  ","989614":"\n  i would definitely love to go to Sweden! I would go explore and enjoy the scenery and try Swedish foods!\n  ","989615":"\n  that’s adorable lmao\n  ","989616":"\n  thank you, that’s very kind! have a wonderful day 🙂\n  ","989617":"\n  oh goodness that’s a good question but probably whatever new device or technology invention is made in 40 years.\n  ","989618":"\n  i don’t really have one tbh\n  ","989619":"\n  I don’t give it out to anons 🙂\n  ","989620":"\n  no I don’t believe it is lmao\n  ","989621":"\n  haha yeah you ask 5 anonymous shoutouts and 3 open ones 🙂 and I guess I’m excited i don’t know tbh. I feel it’s gonna be like every other year sh*tty.\n  ","989622":"\n  oh no I will search and go crazy until I find what I’m looking for lol\n  ","989623":"\n  I’ve interacted with so many cool animals like a cow, sheep, chicken, pigs, etc 😁\n  ","989624":"\n  in my remains!\n  ","989625":"\n  graduating lmao\n  ","989626":"\n  thank you!\n  ","989627":"\n  yes I’m single anon\n  ","989628":"\n  I’m okay how are you lovely?🙂\n  ","989629":"\n  probably not lol I don’t know\n  ","989630":"\n  I don’t listen to them\n  ","989631":"\n  yes I did!\n  ","989632":"\n  what?\n  ","989633":"\n  it’s actually Monday so the week just started. I have all week to complete the tasks to get the bonuses🙂\n  ","989634":"\n  What? lol\n  ","989635":"\n  morning!\n  ","989636":"\n  honestly the time I meet my ex on social media 🥺\n  ","989637":"\n  well you can listen to music, take a bubble bath, go for a drive, go outside and sit down, go swimming, take a nap, watch a movie,  tell yourself it’s going to be okay and that you got this etc 🙂\n  ","989638":"\n  it always does\n  ","989639":"\n  maybe later anon\n  ","989640":"\n  a unicorn anon\n  ","989641":"\n  I’m so glad it did 🥺💖\n  ","989642":"\n  no I wouldn’t tbh\n  ","989643":"\n  no lmao\n  ","989644":"\n  by sleeping that’s how I get the fun lol\n  ","989645":"\n  you’re the sweetest awh😭💖love you moreeee\n  ","989646":"\n  I’m glad woo😁\n  ","989647":"\n  ehhh I’m okay you?\n  ","989648":"\n  no I don’t\n  ","989649":"\n  hope that made the rest of your night 🥺\n  ","989650":"\n  I have a dog with a cats personality already. My one dog Sky acts like a cat and does things cats would do 😂 it’s adorable but she’s also very hyper and crazy lol\n  ","989651":"\n  yeah it’s okay though it doesn’t bother me! haha😁\n  ","989652":"\n\n   @edraegen\n  \n  - you’re so funny and sweet! I love how you always make me smile and happy when I’m feeling down and how you’re always there for me I appreciate that very much! love ya forever best friend🙂 keep being you! you’re an amazing human being!\n  \n\n   @Qu33nForADayy\n  \n  - you’re such an angel it’s unbelievable. You’re so kind to me and so chill. You’re also always there for me and I really appreciate that. You deserve so much! you’re also so gorgeous and I just wanted to say that I love you girly! 💘I hope I made your day😁 I can’t forget to mention that you’re one of a kind!\n  ","989653":"\n  no I don’t believe so\n  ","989654":"\n  yeah I know! it’s weird and I don’t know why🤷‍♀️\n  ","989655":"\n  I guess lol\n  ","989656":"\n  yes I believe I am\n  ","989657":"\n  when my dogs want their toys they go to the basket holding them and make like whining sounds for me to get it out lol it’s smart\n  ","989658":"\n  why would you do that?\n  ","989659":"\n  I don’t think I’d like that very much tbh\n  ","989660":"\n  it was 10,000 coins anon\n  ","989661":"\n  battling an eating disorder and still recovering from it. That was definitely life changing for me.\n  ","989662":"\n  I absolutely agree with that quote!\n  ","989663":"\n  I’m going to tell my kids so many things lol. like to always stay strong and believe in themselves and to be positive 😁\n  ","989664":"\n  back to Greece I miss it🥺 have to go more often like I used to.\n  ","989665":"\n  sureeee!🙂\n  ","989666":"\n  funny, kind, honest\n  ","989667":"\n  good question lmao\n  ","989668":"\n  I would say for them to get a minimum wage job definitely\n  ","989669":"\n  relieved about?\n  ","989670":"\n  I would say cellphones because we use them for absolutely everything 🙂\n  ","989671":"\n  mint chocolate chip and I like chocolate syrup, m&m’s all kinds of candy toppings lol\n  ","989672":"\n  that’s not very nice anon and it doesn’t matter if I just answered it\n  ","989673":"\n  same here tbh\n  ","989674":"\n  it’s ginger or some people call it copper or even strawberry blonde 😋\n  ","989675":"\n  why did my ex do this to me again is what I would ask the magic mirror 😬\n  ","989676":"\n  love doesn’t exist for me\n  ","989677":"\n  demoted?\n  ","989678":"\n  gucci is what’s good lol\n  ","989679":"\n  I would say most intelligent person in the room\n  ","989680":"\n  I would say chicken tbh\n  ","989681":"\n  my longest one was 2 years and the one other one was 7 months\n  ","989682":"\n  how would you love something you’re not sure about?\n  ","989683":"\n  that’s great anon\n  ","989684":"\n  I’m doing okay!🙂 I miss ya!\n  ","989685":"\n  I bought it anon\n  ","989686":"\n  no I don’t think we do tbh\n  ","989687":"\n  yeah sure why not 😛\n  ","989688":"\n  hey girl! how are ya?🙂\n  ","989689":"\n  to be happy again ahha\n  ","989690":"\n  who knows lol\n  ","989691":"\n  excuse me?\n  ","989692":"\n  yes anon many times!\n  ","989693":"\n  lmao wtf is wrong you? why are you even talking?😂\n  ","989694":"\n  oh goodness I feel most of my beliefs would be true though and not false tbh\n  ","989695":"\n  oh no I knew he used me before that too\n  ","989696":"\n  what is this?😂\n  ","989697":"\n  there’s always gossip in my family lol\n  ","989698":"\n  who’s star? lmao\n  ","989699":"\n  yeah I like Netflix and Hulu aha I watch so many movies and shows on them lol\n  ","989700":"\n  used me and played with my feelings\n  ","989701":"\n  that’s so adorable 😭\n  ","989702":"\n  he was an American professional wrestler manager, wrestler and comedian 😬\n  ","989703":"\n  no I don’t ahah I’m not really good at it\n  ","989704":"\n  I appreciate that💘\n  ","989705":"\n  I don’t know it’s new lol\n  ","989706":"\n  well my hope was for him to not do this again but he did. I should’ve known he didn’t change 🤷‍♀️\n  ","989707":"\n  no we don’t need money to be happy. You make your own happiness and that is based on doing what you love and enjoy in life\n  ","989708":"\n  what? lol\n  ","989709":"\n  well I mean m&m’s are different from chocolate chips because m&m’s are chocolate but coated into hard chocolate as its cover lol\n  ","989710":"\n  I try my best tbh🥺\n  ","989711":"\n  on another planet preferably 🙂\n  ","989712":"\n  i would say blue because I’m always blue meaning down lol😁\n  ","989713":"\n  yes I know what you mean and I know he doesn’t care if I get closure or not tbh and that doesn’t give me closure🤷‍♀️\n  ","989714":"\n  I always have a mini backpack or purse with me lol\n  ","989715":"\n  sure!🙂\n  ","989716":"\n  hmmm good question probably the Michael Myers song 😂\n  ","989717":"\n  I bought it my friend\n  ","989718":"\n  no lmao why would he?\n  ","989719":"\n  that’s so true tho🥺💖\n  ","989720":"\n  I guess I would say happiness but no one could give me that aha\n  ","989721":"\n  who? lmao\n  ","989722":"\n  i don’t know tbh I have many\n  ","989723":"\n  i wouldn’t want to lol\n  ","989724":"\n  just tell me why he did what he did again that way I can fully move on and forget about him\n  ","989725":"\n  I love you more bestie💖\n  ","989726":"\n  no I haven’t\n  ","989727":"\n  i don’t really have a favorite makeup brand\n  ","989728":"\n  oh no he wasn’t someone I was attracted to lmao😂\n  ","989729":"\n  that’s sad anon😱\n  ","989730":"\n  I have so many but here’s a few: Adam Levine, Jared Leto with short hair preferably, Chris Martin, Matt Smith, Liam Hemsworth, Chris Evans, Andrew Lincoln and so on 😛\n  ","989731":"\n  well that would be completely creepy and sad if that’s true 🙁 that would scare me to know if that was true actually\n  ","989732":"\n  no lol I don’t scared at home alone because I’m never alone 🙂\n  ","989733":"\n  that I’m funny 🙂\n  ","989734":"\n  hahah no you don’t\n  ","989735":"\n  awhhhh this is very kind! I appreciate this positivity honestly ❤️❤️❤️ thank you!\n  ","989736":"\n  it’s quite funny how I tell everyone to be positive about things but I’m not a positive person at all. I’m always negative about everything and always have a negative outlook on things so funny enough you would think I’m a positive person but I’m not lol. 😂\n  ","989737":"\n  well honestly the universe was created between 10 and 20 billion years ago from the event called Big Bang and that’s what created space, time, matter and energy in the universe so before that I just think it was just a black hole or just pitch black like nothing existed.\n  ","989738":"\n  i wish I had talent to begin with tbh lmao\n  ","989739":"\n  I really wish my ex would get his head out of his a$$ and give me the closure I need.\n  ","989740":"\n  many mysteries fascinate me tbh\n  ","989741":"\n  oh yes definitely\n  ","989742":"\n  oh believe me I’m not always this nice anon 🙂\n  ","989743":"\n  absolutely not!\n  ","989744":"\n  definitely candy canes, and anything peppermint, sugar cookies, hot chocolate with marshmallows\n  ","989745":"\n  I don’t remember I have so many contacts and most of the people don’t even talk to me anymore 😂\n  ","989746":"\n  i already follow ya😊\n  ","989747":"\n  i think society and the world we live in today kills us and destroys us really and what makes us eternal is living our life to the fullest and being happy and positive as well as spreading love.\n  ","989748":"\n  i feel like I use lmao and lol a lot I don’t know why I just do\n  ","989749":"\n  no we’re lucky we don’t get any bad weather or any storms like that. We just get earthquakes very lightly though.\n  ","989750":"\n  good question but I don’t know tbh\n  ","989751":"\n  I played Mario cart, guitar hero, just dance, WII sports and all these other games I don’t quite remember lol\n  ","989752":"\n  I just answered that\n  ","989753":"\n  i don’t know it’s just pretty cool to have it I guess 🙂\n  ","989754":"\n  oh goodness I’m definitely still a child at heart.\n  ","989755":"\n  I’ve learned so many good lessons in my life tbh\n  ","989756":"\n  the time I let my ex back in when I knew he didn’t change because he will never change. The more I let him in the more he takes advantage of my feelings and gets comfortable disrespecting me 🤷‍♀️\n  ","989757":"\n  that’s hard I don’t know tbh😳 I have a lot\n  ","989758":"\n  I mean if you have a superpower I don’t think any of them would not be useful tbh\n  ","989759":"\n  I’m not sure but you should definitely google it anon\n  ","989760":"\n  oh yeah sure why not haha\n  ","989761":"\n  i think a lot of movies are overrated tbh🤯\n  ","989762":"\n  i don’t like the habit so in n out lol\n  ","989763":"\n  I’m rather happy about it actually hah🙂\n  ","989764":"\n  a pillow lmao I’m in bed\n  ","989765":"\n  oh goodness I don’t know we so many cute kids and babies lol in the family\n  ","989766":"\n  i used to nap after I came back home from high school for 3 hours but then I stopped having the time so I don’t anymore aha.\n  ","989767":"\n  I would say free tbh I feel that way you could go out and experience the world and find your passion and purpose if you’re free.\n  ","989768":"\n  hey! thank you and I will definitely will 🙂\n  ","989769":"\n  i told someone they’re beautiful 🙂\n  ","989770":"\n  haha yeah I know😛 and I made you laugh woo!\n  ","989771":"\n  sleep tbh\n  ","989772":"\n  i don’t really get terrified\n  ","989773":"\n  somewhere tropical and warm lol\n  ","989774":"\n  no you don’t anon\n  ","989775":"\n  I’m going to go back to sleep lol\n  ","989776":"\n  i bought it on the coin market lol\n  ","989777":"\n  well I would definitely have to like the beat and it would have to have meaningful lyrics and I would have to connect with it and understand the meaning.\n  ","989778":"\n  not really actually lol\n  ","989779":"\n  looking at anything mathematically gives me a headache lol\n  ","989780":"\n  hang in there, and always believe in yourself because you got this and believe that you will find love and be happy again.\n  ","989781":"\n  yes actually!\n  ","989782":"\n  omg no you don’t have to do that😭\n  ","989783":"\n  I’ve had many good memories happen on Christmas 😋\n  ","989784":"\n  the day my ex decided to talk to me again and then disappear and ignore me again 🙂\n  ","989785":"\n  I love youuuuuu🥺\n  ","989786":"\n  i don’t have kids aha but I would put like lip gloss, or candy, or small toys, or money, electronics that are small enough, lotion and whatnot lol\n  ","989787":"\n  Guten Morgen mein Freund 🙂\n  ","989788":"\n  no I haven’t finished it yet oops 😱\n  ","989789":"\n\n   https:\/\/youtu.be\/oK9O_mZKj18\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  It’s Armenian haha 😁\n  ","989790":"\n  honestly to always believe in yourself and never give up. To always keep your head high even though so many people will try and bring you down. Also go follow your dreams and do whatever makes you happy. Find your purpose and passion in life. I would also teach them to take care of this planet because it’s the only planet we have. And to be kind to one another and spread positivity and love.\n  ","989791":"\n  Nun, es sind gerade die Feiertage, weil es Dezember ist 😁\n  ","989792":"\n  meaning no caps on? Typing in lower case letters I think 🤔\n  ","989793":"\n  oh my goodness honestly probably somewhere tropical and stress free, no violence, no hate, no negative emotions or character traits. Everyone would just be happy and positive. Always smiling and laughing. that would make me so happy if the world was like that 🥺\n  ","989794":"\n\n   https:\/\/youtu.be\/TIO7rOvC1aM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  😍😍😍\n  ","989795":"\n  I mean I guess I am somewhat lol😛\n  ","989796":"\n  ooh well I just think you should talk to them and tell them how you feel straight up. talk to your them about how this situation makes you feel and what they’re doing hurts you.\n  ","989797":"\n  hopefully more advanced innovations 😱\n  ","989798":"\n  no actually I haven’t\n  ","989799":"\n\n   @edraegen\n  \n  - he’s my best friend and I just appreciate him very much! He’s so kind to me and funny. Always there for me too🥺\n  \n\n   @Qu33nForADayy\n  \n  - she’s my best friend and I absolutely appreciate her. She’s such an angel and a sweetheart. 😭💖 also super gorgeous!\n  ","989800":"\n  the president lol\n  ","989801":"\n  yes of course!\n  ","989802":"\n  goodnight peoples 😋\n  ","989803":"\n  not that I know of lmao\n  ","989804":"\n  lmao seriously?\n  ","989805":"\n  thank you I guess lol\n  ","989806":"\n  Armenian, Greek, Italian 😝\n  ","989807":"\n  oh that I don’t know lol\n  ","989808":"\n  no lol\n  ","989809":"\n  yeah I do\n  ","989810":"\n  sure anon\n  ","989811":"\n  meaning they’re trying their best to stay strong\n  ","989812":"\n  oh no I don’t\n  ","989813":"\n  I’ve been to most but I definitely wanna go to the United Kingdom\n  ","989814":"\n  I’ve never had one\n  ","989815":"\n  I don’t even know tbh\n  ","989816":"\n  what’s that?\n  ","989817":"\n  comfort to me means doing things that you’re comfortable doing and not doing things that make you uncomfortable\n  ","989818":"\n  I don’t know anon\n  ","989819":"\n  no lmao\n  ","989820":"\n  yeah\n  \n   @JustTheKingOfficial\n  \n  🤔🤔🤔\n  ","989821":"\n  nope lol\n  ","989822":"\n  yeah anon very nice\n  ","989823":"\n  watching movies, sleeping, going outside, etc🙂\n  ","989824":"\n  my friends or my mom 🙂\n  ","989825":"\n  well yeah I think so. Because some of them sing as well\n  ","989826":"\n  when I was 19 lol\n  ","989827":"\n  I was 11 years old\n  ","989828":"\n  it never has here aha\n  ","989829":"\n  still that’s none of your business anon\n  ","989830":"\n  that’s none of your business\n  ","989831":"\n  I’m 20\n  ","989832":"\n  oh ffs and I’m Jared Leto🙄\n  ","989833":"\n  I mean I still wouldn’t want to even if it was a terrible person. They should just rot in jail for the rest of their lives instead of dying because if you kill them that gives them more power.\n  ","989834":"\n  I wouldn’t actually because I don’t need the money and I wouldn’t want to kill someone’s innocent life 🥺\n  ","989835":"\n  no I haven’t seen it!\n  ","989836":"\n  no it’s not Monday yet lol\n  ","989837":"\n  no I don’t eat them the most tf\n  ","989838":"\n  i don’t know anon\n  ","989839":"\n  that’s wonderful news lol\n  ","989840":"\n  lmao wtf\n  ","989841":"\n  i think animals should have rights because they’re just like us tbh. I feel they deserve rights and it should be for every animal tbh.\n  ","989842":"\n  no I haven’t\n  ","989843":"\n  well that would be interesting if they were able to remove negative character traits I mean if that was possible I feel the world would be more calmer and peaceful and there would be more love in the world rather then hate but then I think people would go crazy due to not being able to express and have negative character traits.\n  ","989844":"\n  well revenge is the action of actually inflicting harm or hurt on someone for an injury or something wrong they did and justice is the moral principle determining just conduct and so justice is different from revenge because justice is rightfulness or lawfulness as of a claim or title and that’s not inflicting hurt or harm on someone for something they did.\n  ","989845":"\n  seriously?🤦‍♀️\n  ","989846":"\n  please be yourself there’s no need to hide behind a celebrity 🙂\n  ","989847":"\n  yeahhh\n  ","989848":"\n  and I’m Adam Levine it’s nice to meet you 😉\n  ","989849":"\n  yeah I am\n  ","989850":"\n  no I never have but that sounds interesting\n  ","989851":"\n  no what’s that? never heard of it\n  ","989852":"\n  Whys that?\n  ","989853":"\n  that doesn’t effect me?\n  ","989854":"\n  more positivity and love in this world tbh\n  ","989855":"\n  yeah anon 🙂\n  ","989856":"\n  No I’m not\n  ","989857":"\n  okay but he’s said he doesn’t meet up with people so yeah anon 🙂\n  ","989858":"\n  nope and we won’t because we just online best friends 🙂\n  ","989859":"\n  well it takes a lot to change my opinion but I think it’s happened a few times and I don’t quite remember on what.\n  ","989860":"\n  Thank ya anon🙂\n  ","989861":"\n  no I don’t know what that is tbh.😱\n  ","989862":"\n  mainly water tbh\n  ","989863":"\n  what are you talking about?\n  ","989864":"\n  no I don’t anon\n  ","989865":"\n  I mean I don’t personally like Monday’s but it’s just like any other day tbh so it doesn’t make a difference for me\n  ","989866":"\n  do I?\n  ","989867":"\n  i just never have lol\n  ","989868":"\n  I don’t like pork so beef!\n  ","989869":"\n  yes all the time!\n  ","989870":"\n  i guess it depends what kind of bug and usually if I see one I just do it myself\n  ","989871":"\n  What?\n  ","989872":"\n  hmm good question I don’t know🤔\n  ","989873":"\n  of course! and I’m Nicole but you can call me Nikki🙂 it’s nice to meet you too!\n  ","989874":"\n  yeah I followed you 🙂\n  ","989875":"\n  I do\n  ","989876":"\n  okay lmao\n  ","989877":"\n  oh goodness I don’t know🙃\n  ","989878":"\n  that’s fun lol! hello🙂\n  ","989879":"\n  not to me lmao\n  ","989880":"\n  no lol\n  ","989881":"\n  My fav movies :\n  \n  Begin again\n  \n  The conjuring 1&2\n  \n  IT 1 and 2\n  \n  50 shades of grey ( all 3)\n  \n  Love actually\n  \n  Transformers revenge of the fallen\n  \n  The giver\n  \n  The grinch\n  \n  Christopher Robin\n  \n  the great gatsby\n  ","989882":"\n  omg I LOVE COLDPLAY! They’re so talented and have such amazing songs 😍and they put on the best concerts and they’re so much fun! My favorite song by them is sky full of stars 😝\n  ","989883":"\n  I’m not sure lol\n  ","989884":"\n  yeah I guess so lol\n  ","989885":"\n  on who?\n  ","989886":"\n  hahah thank you! I appreciate it🙂\n  ","989887":"\n  hey thanks beauty! followed you as well 😊\n  ","989888":"\n  neither tbh\n  ","989889":"\n  what charm tho? lol\n  ","989890":"\n  that’s grease!\n  ","989891":"\n  oh yeah absolutely\n  ","989892":"\n  English was my top followed by health, economics, government, geography, science, geography, history\n  ","989893":"\n  COME BREAK ME DOWN\n  \n  BURY ME, BURY ME\n  ","989894":"\n  going to decorate hahah and just chill today\n  ","989895":"\n  love doesn’t exist for me\n  ","989896":"\n  no I really haven’t at least not yet lol 🤷‍♀️\n  ","989897":"\n  my bed😂\n  ","989898":"\n  none of them lmao\n  ","989899":"\n  Linkin Park 💖\n  ","989900":"\n  Linkin Park, maroon 5, Coldplay, thirty seconds to mars and dead by sunrise lol 😝\n  ","989901":"\n  absolutely\n  ","989902":"\n  well I would definitely be lonely but it’s not like  I haven’t ever been lonely. I’m used to being lonely so I would just live life as I would now and go everywhere and enjoy it even though I would miss people. I would still try to enjoy life and make the most out of it.\n  ","989903":"\n  I welcome deep provoking questions that make you think and I ignore sexual questions 🙂\n  ","989904":"\n  I’m lost lmao\n  ","989905":"\n  what even?\n  ","989906":"\n  no I haven’t\n  ","989907":"\n  no lol\n  ","989908":"\n  the truth man!\n  ","989909":"\n  Nah but I will be\n  ","989910":"\n  yeah?🙁\n  ","989911":"\n  hopefully lol I really need to\n  ","989912":"\n  hmm good question I don’t know lol\n  ","989913":"\n  lol thanks I guess?\n  ","989914":"\n  exactly anon\n  ","989915":"\n  that’s sad anon\n  ","989916":"\n  oh yeah because it’s true. Their are no happy endings anon\n  ","989917":"\n  oh yeah sure anon\n  ","989918":"\n  I’m 5’7\n  ","989919":"\n  hahah no I don’t\n  ","989920":"\n  oh yes absolutely!\n  ","989921":"\n  Hmmm no not really tbh\n  ","989922":"\n  I think it’s friends? not so sure lol\n  ","989923":"\n  I think the vampire diaries? I’m not sure lmao\n  ","989924":"\n  helloooo\n  ","989925":"\n  oh yes definitely\n  ","989926":"\n  What I had to go through with my ex all those times I let him back in and all those horrible times I was suffering from an disorder. 🙁\n  ","989927":"\n  I like roses!😛\n  ","989928":"\n  I believe the titanic 😁\n  ","989929":"\n  yes! I feel like “the giver” is futuristic because it’s considered not to be the real world! you should watch it. I recommend it😁\n  ","989930":"\n  to be happy and healthy. Also find a soulmate and to be successful 🙂\n  ","989931":"\n  getting things done neatly and creatively and coming up with ideas lol\n  ","989932":"\n  I was sleepy lol\n  ","989933":"\n  wizard of Oz! 😝\n  ","989934":"\n  that’s nice anon\n  ","989935":"\n  anyways goodnight friends\n  ","989936":"\n  yeah somewhat\n  ","989937":"\n  far away lol\n  ","989938":"\n  I’m usually all awkward when that happens\n  ","989939":"\n  most days yes\n  ","989940":"\n  thanks anon 🙂\n  ","989941":"\n  pretty good actually\n  ","989942":"\n  what? lol we haven’t talked in a long time anon\n  ","989943":"\n  aye thank you\n  ","989944":"\n  definitely thought provoking ones\n  ","989945":"\n  first of all he lives far and second I’m not looking to date anon 🙂\n  ","989946":"\n  i honestly believe if life has no purpose that frees you to find or create a purpose and that will allow you to explore and experience so many things until you find your purpose in life. I disagree with if life has no purpose, then there is no reason for living because you were put on this world for a reason and that is to live it to the fullest and eventually in life you will find your passion and purpose. Also the first one makes me sad🥺\n  ","989947":"\n  he is definitely good looking🙂\n  ","989948":"\n  who what where?\n  ","989949":"\n  I don’t really have a favorite thing to eat or drink during the holidays tbh\n  ","989950":"\n  currently watching the show dirty John with my mom lol\n  ","989951":"\n  rather not\n  ","989952":"\n  It does🥺\n  ","989953":"\n  yeah that’s true. I thought I at least deserved closure but guess not 🤷‍♀️\n  ","989954":"\n  what do you mean not closure?\n  ","989955":"\n  I asked him for answers as well and he just ignored me again 🙃\n  ","989956":"\n  I honestly don’t know what to do. Like I just want closure f*ck is it really that hard to give me that 🥺\n  ","989957":"\n  awhhh thank you, I appreciate it🙂\n  ","989958":"\n  that’s just great anon\n  ","989959":"\n  yay I love it!\n  ","989960":"\n  writing, yoga, biking, swimming, sleeping, walking, school, etc 😝\n  ","989961":"\n  nope never have\n  ","989962":"\n  Kittens don’t talk lol\n  ","989963":"\n  I definitely like citrus smells the most like fruity\n  ","989964":"\n  it was love for me so yeah I have\n  ","989965":"\n  I don’t even remember oops\n  ","989966":"\n  no they aren’t lol\n  ","989967":"\n  don’t know what it really is so\n  ","989968":"\n  no I have never milked a cow and I’m not sure if I would 🤷‍♀️\n  ","989969":"\n  hmmm good question 😳\n  ","989970":"\n\n   @edraegen\n  \n  and\n  \n   @Qu33nForADayy\n  \n  💘\n  ","989971":"\n  yes I absolutely do think I’m a good listener and advice giver because in my life I’ve experienced a lot so I love helping others 🙂\n  ","989972":"\n  yes omf\n  ","989973":"\n  nope I haven’t\n  ","989974":"\n  ghosts\/spirits tbh\n  ","989975":"\n  I’m sorry anon but I’m sure you still have potential you just gotta try your best\n  ","989976":"\n  yeah I have been anon\n  ","989977":"\n  nah I’m done with those lol\n  ","989978":"\n  how’s that anon?\n  ","989979":"\n  honestly to me it would be more frightening to discover that humans are the most advanced species in the universe 😳\n  ","989980":"\n  i definitely do!\n  ","989981":"\n  I don’t sleep early. I usually sleep around 12 or 1 tbh\n  ","989982":"\n  oh yes the “love” I thought I had with my ex definitely faded away\n  ","989983":"\n  that’s just messed up\n  ","989984":"\n  I needed to hate you to love me\n  ","989985":"\n  lmao sure thing\n  ","989986":"\n  okay? lmao and?🙄\n  ","989987":"\n  I’ve never had cats lol\n  ","989988":"\n  okay? Goodnight anon\n  ","989989":"\n\n   https:\/\/youtu.be\/mdJDPepGOAM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  This is my favorite song 😍\n  ","989990":"\n  no lmao\n  ","989991":"\n  sometimes I do yeahh🙂\n  ","989992":"\n  not really tbh🤔\n  ","989993":"\n  lmao okay anon that’s your opinion 🙂\n  ","989994":"\n  yeahhhh I did🙂\n  ","989995":"\n  Christmas music even though I don’t like it😂\n  ","989996":"\n  I’m just chilling currently anon🙂\n  ","989997":"\n  if you found out let me know 🤯\n  ","989998":"\n  that’s hard because every movie has at least one flaw 🙃\n  ","989999":"\n  lol okay🙂\n  ","990000":"\n  tropical island 😝\n  ","990001":"\n  it’s okay yours?\n  ","990002":"\n  that’s not possible 😂\n  ","990003":"\n  lmao I’m not really looking for one 😂\n  ","990004":"\n  I remember when I was little when I would want my cousin to do something for me I would convince him that I would get him a puppy and he would do whatever I told him lol😬\n  ","990005":"\n  oh goodness that’s deep. Honestly I don’t know if I would want to convince them that I’m sane I would probably just want to stay in the asylum because this world is a crazy horrible place anyways so I would rather stay there tbh\n  ","990006":"\n  I just want happiness lol and no one can get me that\n  ","990007":"\n  who did?\n  ","990008":"\n  yeah I definitely have!\n  ","990009":"\n  I’m not popular! and from your bio perspective you seem to be very chill and cool!🙂\n  ","990010":"\n  don’t be in a relationship to begin with lol\n  ","990011":"\n  don’t listen to them. They just like talking 🙄\n  ","990012":"\n  no you don’t flirt with girls or break hearts 🤔\n  ","990013":"\n  what do you mean?\n  ","990014":"\n  that’s deep anon\n  ","990015":"\n  I’m not interested in business aha\n  ","990016":"\n  probably a clothing business tbh\n  ","990017":"\n  I don’t have a soul mate or happiness lol\n  ","990018":"\n  haha yeah I’m definitely more darkness 😂\n  ","990019":"\n  wtf lmao\n  ","990020":"\n  I’m definitely not sunshine I’m rather darkness lmao but I’m okay you?\n  ","990021":"\n  not much longer at this rate tbh\n  ","990022":"\n  hahah I agree but I do like hard lemonade it’s good and rosè\n  ","990023":"\n  I just don’t like the taste of alcohol lol😬\n  ","990024":"\n  I don’t drink so I’ve never been drunk lmao\n  ","990025":"\n  should you what?\n  ","990026":"\n  well can I assist you?\n  ","990027":"\n  happiness\n  \n  a soul mate\n  \n  good health\/success\n  ","990028":"\n  yeah she said you should have it within 24 hours of when you purchased it. 🤷‍♀️\n  ","990029":"\n  no I don’t believe that’s happened to me. or maybe my ex was in a relationship while dating me but I wouldn’t know 🤷‍♀️\n  ","990030":"\n  good question should I what?😂\n  ","990031":"\n  at least like 30 minutes or sometimes even an hour lmao\n  ","990032":"\n  sure I guess lol 🤷‍♀️\n  ","990033":"\n  soulmate? what soulmate? lmao I don’t have one. but if I did and they wanted me to get rid of this app I guess I would because I think it would be better. Less drama and no hate. so I probably would for them.\n  ","990034":"\n  i have no idea actually 🤔\n  ","990035":"\n  don’t give up no matter how hard it becomes and always follow your dreams even though people will put you down and say you can’t make it. Go after what you want in life. 🙂\n  ","990036":"\n  a day to remember and celebrate Chester Bennington. We would gather somewhere and just listen to Linkin Park and talk about them and keep Chester’s legacy alive and share his music to people. We would celebrate his life and everything he’s done. 🥺\n  ","990037":"\n  nope let’s not do that\n  ","990038":"\n  not really I’m old enough to handle it lol and excessive swearing can bother me sometimes tbh.\n  ","990039":"\n  I mean I like egg salad sandwich’s and peanut butter and jelly and whatnot 😝\n  ","990040":"\n  I love you too🥺💕\n  ","990041":"\n  it’s going lol how’s yours?\n  ","990042":"\n  not really lol\n  ","990043":"\n  that’s a good question I don’t even know lol\n  ","990044":"\n  honestly just stress- free and chilled back\n  ","990045":"\n  i wish I knew what I was passionate about in life I really don’t know anymore\n  ","990046":"\n  i really don’t know actually 🤔\n  ","990047":"\n  Linkin Park tbh and\n  \n   @edraegen\n  \n  and\n  \n   @Qu33nForADayy\n  \n  💕\n  ","990048":"\n  when I got my drivers license lol\n  ","990049":"\n  I know omg anon 🥵\n  ","990050":"\n  BAHAHAHAH not interested\n  ","990051":"\n  I would just go far far away tbh\n  ","990052":"\n  well because that’s what they’ve been told or that’s what they strongly believe even if it can’t be proven. That’s just how their thought process works and their minds tell them that it’s real so that’s why they feel so confident in their beliefs.\n  ","990053":"\n  oooh that’s a good question but I honestly don’t know\n  ","990054":"\n  I’m not even sure probably just chill back and relax 😝\n  ","990055":"\n  my back is fine anon 🙂\n  ","990056":"\n  thank you❤️\n  ","990057":"\n  i don’t have roommates\n  ","990058":"\n  I mean it definitely hurt a little. It felt like someone was pulling your skin lol 🙃 but it’s okay!\n  ","990059":"\n  that was for me “IT” lmao\n  ","990060":"\n  that they never really loved you and never really had true feelings for you and whatnot 🤷‍♀️\n  ","990061":"\n  we dream to escape the reality we live in and to have some time to ourselves in dream land. The purpose is to create memories and experience things that feel real. I mean I feel our dreams are real but in a alternative universe. 🤯\n  ","990062":"\n  it was psychologically disturbing but I really liked it tbh\n  ","990063":"\n  got my eyebrows threaded for the first time on Tuesday 😋\n  ","990064":"\n  The joker I believe!\n  ","990065":"\n  I just followed you and I will spam your new account 🙂\n  ","990066":"\n  i think we don’t do things that are good for our well- being because we are so used to doing things that are bad to our well-being. And we definitely are used to doing things that are good for us mentally and physically that’s why we resist.\n  ","990067":"\n  Definitely “IT” chapter 1 and 2 😁\n  ","990068":"\n  oh goodness I wouldn’t want to believe everything I’m told so the ability to lie\n  ","990069":"\n  hurricane by thirty seconds to Mars 😋\n  ","990070":"\n  how they think it’s okay to come back and you both share how you feel and then they just disappear just like that and you don’t hear a word from them\n  ","990071":"\n  Well I do agree that we have to get loose in order to go out and discover something new and amazing because if you’re uptight you won’t have any fun.\n  ","990072":"\n  oh yes i remember you asked this!😝 we have such a strong urge to distract ourselves from the real world because it’s sh*t and very bad right now and it’s better to not live in reality and to just live in your own fantasy dream land because this world is such a bad place that we live in today. It’s horrible so I can get why we distract ourselves from it.\n  ","990073":"\n  when I was in high school lol\n  ","990074":"\n  did you now?\n  ","990075":"\n  no don’t go back to your ex anon\n  ","990076":"\n  What about your ex?\n  ","990077":"\n  Help with?\n  ","990078":"\n  last year anon wait it was just a game so never mind😂\n  ","990079":"\n  it’s bloody great haha😁\n  ","990080":"\n  because I’m in pjs lol\n  ","990081":"\n  what does bood up mean?🤔\n  ","990082":"\n  alright night people\n  ","990083":"\n  no I haven’t\n  ","990084":"\n  that’s awesome anon\n  ","990085":"\n  not that I know of haha😬\n  ","990086":"\n  rather not lol\n  ","990087":"\n  dying lol\n  ","990088":"\n  then let’s do it?\n  ","990089":"\n  not wearing any rn\n  ","990090":"\n  nope not interested\n  ","990091":"\n  omg like he doesn’t age I’m telling you 🥵🤯\n  ","990092":"\n  🥵🥵🥵🥵🥵🥵🥵\n  ","990093":"\n  yeah maybe a little lmao\n  ","990094":"\n  I don’t know aha I might as well no?🤔\n  ","990095":"\n  Awh that’s so sweet 🥺\n  ","990096":"\n  awhhhh anon\n  ","990097":"\n\n   https:\/\/youtu.be\/2h67yT0PiY8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  this is my favorite song by Linkin Park and it means a lot to me because I understand what Chester is saying and I completely feel the connection and emotion behind  the lyrics. And I also relate so there’s that 🥺\n  ","990098":"\n  well yeah because people tend to choose to forget their memories they had maybe because they just don’t want to remember what happened . I know which of my memories are real because I experienced them and felt emotion so I know that they’re real.\n  ","990099":"\n  wtf no lmao\n  ","990100":"\n  well it depends who lol\n  ","990101":"\n  omg I’m definitely awkward 😂 haha but thank yaaaa😝\n  ","990102":"\n  eveningggg\n  ","990103":"\n  never heard of that show but what makes me the most like her?\n  ","990104":"\n  it’s more then big enough actually\n  ","990105":"\n  oh goodness I don’t know tbh. Someone tell me based on my personality 🤔\n  ","990106":"\n  yeah maybe it didn’t start for us yet 🤷‍♀️ even though we bought it smh\n  ","990107":"\n  I don’t know do I?\n  ","990108":"\n  the music video for hurricane by thirty seconds to mars 🥵 too hot\n  ","990109":"\n  rather you didn’t anon\n  ","990110":"\n  got my drivers license this year so I was happy I did that.\n  \n  I finished this semester with awesome grades so there’s that.\n  \n  and I met my best friends\n  \n   @edraegen\n  \n  and\n  \n   @Qu33nForADayy\n  \n  💖\n  \n  and on Spotify my top artist of the decade has been Linkin Park for 4 years so gotta keep that streak going and keep Chester’s legacy alive 💕 I got Spotify in 2016 but even way before that I’ve been listening to Linkin Park so yeah.\n  \n  Even though I couldn’t get answers and closure from my ex and even though that hurts I’ve been strong all these times that he has come back and disappeared. I’m not going to let him get comfortable with disrespecting me anymore so there’s that.\n  \n  And that on Tuesday Jared Leto and Thirty seconds of mars noticed me and looked at my insta stories and reposted my story. 😍😭\n  \n  And so much more!!!😁\n  ","990111":"\n  Jared Leto?😱\n  ","990112":"\n  I did but I don’t see no badge smh so I emailed ask like wtf where’s my badge 😂\n  ","990113":"\n  it’s alright! how’s your day?🙂\n  ","990114":"\n  not rn lol\n  ","990115":"\n  awh I appreciate that! thank you v much 🙂\n  ","990116":"\n  who are you?lmao\n  ","990117":"\n  I just don’t follow it if I don’t want it lol\n  ","990118":"\n  of course 😝\n  ","990119":"\n  not really specific but I do have dreams of course 😋\n  ","990120":"\n  I know it’s wonderful!\n  ","990121":"\n  all the time anon\n  ","990122":"\n  thank ya love❤️\n  ","990123":"\n  okay seriously another anon sending my link around because you have nothing better to do with your life? yeah I could tell\n  ","990124":"\n  sure, I will follow her🙂\n  ","990125":"\n  I would say more a$$holes then cool people that I stopped interacting with  lol but the people that I do interact with are very cool!\n  ","990126":"\n  no way! that’s awesome 😁\n  ","990127":"\n  what’s that?\n  ","990128":"\n  oh yes definitely! they’re pretty good 😋\n  ","990129":"\n  of course they’re limits to human activity and always will be. There’s certain things people shouldn’t do but they continue to do and that’s sad because that’s how we are all going to go extinct and eventually fade away\n  ","990130":"\n  yes! the grinch who stole Christmas 😝\n  ","990131":"\n  you are born with just 1 pint of blood, but by the time you’re an adult you have 4 to 5 quarts 🤯\n  ","990132":"\n  oh god I couldn’t imagine that okay maybe only if my bad memories were erased but all of them 🥺 well someone would probably tell me about a memory and I’d be like what are you talking about? that never happened. So probably a clueless person about the memories I’ve had since they’ve been erased.\n  ","990133":"\n  I’m actually gonna go back to sleep lol! 😝\n  ","990134":"\n  sigh that’s all I gotta say\n  ","990135":"\n  when we do go extinct it could be possible that other species as intelligent as us could evolve. It’s very possible actually.  Yes I think intelligence and consciousness will be inevitable definitely!\n  ","990136":"\n  wouldn’t you like to know anon\n  ","990137":"\n  probably yell at people in cars with my ex best friend lmao. We were crazy and weird\n  ","990138":"\n  not that long aha that’s for sure lol\n  ","990139":"\n  no?\n  ","990140":"\n  thank you🙂\n  ","990141":"\n  yes I enjoy the questions I get from you 🙂 I think anyone would be interested in getting them because they’re deep thinking questions and I love them.\n  ","990142":"\n  extra layer of socks\/tights tbh\n  ","990143":"\n  yes I think it’s overrated. No I don’t drink coffee lol\n  ","990144":"\n  well intelligence means you have the ability to acquire and apply knowledge and new skills but if you have wisdom that would mean you have experience and the knowledge as well as good judgment that developed over a specific society and period and that’s always good to have. So I would say both are useful tbh.\n  ","990145":"\n  I would say if you have a broad knowledge base from that you will definitely continue to learn and eventually have a deep knowledge base. So I think the more you learn the deeper your knowledge base becomes.\n  ","990146":"\n  Yes indeed anon\n  ","990147":"\n  same tho lmao I emailed them\n  ","990148":"\n  anyways I better have it later today smh\n  ","990149":"\n  oh I don’t know tbh lol\n  ","990150":"\n  yawnnnnn\n  ","990151":"\n  I think it’s very fascinating\n  ","990152":"\n  oh believe me same here! it’s so annoying 🙃\n  ","990153":"\n  lmao okay anon\n  ","990154":"\n  yeah I do actually and I don’t have a favorite tbh\n  ","990155":"\n  okay\n  \n   @askfm\n  \n  I’m waiting lmao\n  ","990156":"\n  ooh that’s awesome haha! that should be fun!\n  ","990157":"\n  🙂\n  ","990158":"\n  anywaysssss\n  ","990159":"\n  I’m glad 🙂\n  ","990160":"\n  what even?\n  ","990161":"\n  that’s great anon\n  ","990162":"\n  What ?\n  ","990163":"\n  definitely\n  ","990164":"\n  not currently no\n  ","990165":"\n  yeah haha you can buy it. 🙂\n  ","990166":"\n  I know not all guys are like that, I’m just wondering why some of them do it. I absolutely agree with what you said.\n  ","990167":"\n  you’re asking the wrong person\n  ","990168":"\n  nah lol\n  ","990169":"\n  you know?\n  ","990170":"\n  not really anymore actually\n  ","990171":"\n  finishing my final wooo😁\n  ","990172":"\n  somewhere on planet earth\n  ","990173":"\n  excuse me?\n  ","990174":"\n  hahahahha no\n  ","990175":"\n  oh goodness I don’t even remember I probably heard my parents talk about the gifts or something lol\n  ","990176":"\n  no I would definitely tell them that I didn’t like it\n  ","990177":"\n  woo thank you 😝\n  ","990178":"\n  oh no I’m sorry! oh wait I know who you’re talking about! yeah he’s very annoying 🙄\n  ","990179":"\n  hello!\n  ","990180":"\n  my back lol\n  ","990181":"\n  I do\n  ","990182":"\n  yes on the coin market anon 🙂\n  ","990183":"\n  wow anon that’s so a great answer actually 😭 sadly I agree with it\n  ","990184":"\n  Do whichever you want 🙂\n  ","990185":"\n  I don’t remember lol\n  ","990186":"\n  inner beauty tbh\n  ","990187":"\n  thank you!🙂 yes, I’ll follow you back!\n  ","990188":"\n  don’t open links fam 🙂\n  ","990189":"\n  I’ve heard many weird conversations I can’t recall any right now though 🙃\n  ","990190":"\n  I love the grinch omg 😝\n  ","990191":"\n  the conspiracy about Michael Jackson 😳\n  ","990192":"\n  hello anon\n  ","990193":"\n  Hellenistic civilization achievements lol\n  ","990194":"\n  yeah I dooo\n  ","990195":"\n  yeah I would. I don’t think my parents would mind actually lol 🤷‍♀️\n  ","990196":"\n  actually math was something that was invented. Actually Archimedes was known as the “father of mathematics”.  He discovered the relation between the surface and the volume of a sphere and its circumscribing cylinder. Many great mathematicians have invented math and made discoveries about it that we use today.\n  ","990197":"\n  happiness, living it to the fullest\n  ","990198":"\n  oh goodness what an interesting question. Honestly what’s a mystery to me about guys is what goes on in their minds while they’re emotionally hurting someone in a relationship they’re in. Like what are they thinking to themselves 🤔 always wondered.\n  ","990199":"\n  i definitely prefer both\n  ","990200":"\n  oh goodness I’m not hungry thooo\n  ","990201":"\n  water, coconut water, pink drink, tea, matcha green tea iced latte, dragon drink, orange juice, sour cherry juice etc😝\n  ","990202":"\n  because they just put it on the market lmao\n  ","990203":"\n  haha you wish\n  ","990204":"\n  when you have the VIP badge it makes it easier to get verified lol\n  ","990205":"\n  wtf lmao\n  ","990206":"\n  what’s that?😳\n  ","990207":"\n  I bet I do anon\n  ","990208":"\n\n   @edraegen\n  \n  😝\n  ","990209":"\n  I love honey mustard lol\n  ","990210":"\n  yeah I already have a lot of shows I watch lol\n  ","990211":"\n  hahaha if only I knew what I was going to do with my life. Who knows 🤯\n  ","990212":"\n  I usually eat 1 or 2 slices tbh\n  ","990213":"\n  you can’t actually\n  ","990214":"\n  not I haven’t watched it but I saw it on the home screen lol\n  ","990215":"\n  no actually it’s not to be honest.\n  ","990216":"\n  nah I’m on another planet\n  ","990217":"\n  no thank you lol\n  ","990218":"\n  I’m alive, hello guys\n  ","990219":"\n  Never heard of it actually\n  ","990220":"\n  no lmao\n  ","990221":"\n  I’m curious if anyone is actually going to buy the vip badge in the coin market?🤔\n  ","990222":"\n  Hey! I’m okay you?\n  ","990223":"\n  gotta wake upppp lol you?\n  ","990224":"\n  a few at least 🙃\n  ","990225":"\n  Awh I was sleeping but I’m back 😝\n  ","990226":"\n  it just depends on what I want lol\n  ","990227":"\n  it’s in California in the San Bernardino mountains lol\n  ","990228":"\n  OMG what?😳\n  ","990229":"\n  no lol when I went to Lake Arrowhead\n  ","990230":"\n  I’ve been here since 2013! 😱\n  ","990231":"\n  alright going back to sleep now lol\n  ","990232":"\n  what was? lol\n  ","990233":"\n  and I’m going back to sleep lol\n  ","990234":"\n  sleep more lmao then I already do which is a lot\n  ","990235":"\n  well I guess 16 or older tbh in my opinion\n  ","990236":"\n  no I’m not\n  ","990237":"\n  to spread more positivity then negativity tbh. We need more positivity on social media. All I see is hate hate hate everywhere I go on it. It’s pretty sad.  I guess for it to be a more positive place\n  ","990238":"\n  definitely Linkin Park tbh. The most amazing shows ever. So much talent and just legendary tbh😭💕 and so much fun always! I miss Chester so much.\n  ","990239":"\n  I’m not allergic to anything luckily 😁\n  ","990240":"\n  I’m drawn to both because I love the sun but I also love the moon as well😬\n  ","990241":"\n  I would say chicken tbh\n  ","990242":"\n  letting him take advantage of my feelings and forgiveness. Giving him all those chances just so that he can hurt me again and again and the less respect he started having for me because of that. and then fact that he wasn’t afraid to lose me because he thinks I’ll never walk away. He got comfortable disrespecting me and I regret that.\n  ","990243":"\n  not in person no I haven’t\n  "}}