{"Question":{"991316":"\n   You're very sweet.\n  ","991317":"\n   I love your personality.\n  ","991318":"\n   Omg! Nikki! You are so fricken pretty!\n  ","991319":"\n   Banana cream pie or chocolate cream pie?\n  ","991320":"\n   You're attractive\n  ","991321":"\n   Why was you gone for days? I never seen you do thar before\n  ","991322":"\n   Had a asthma attack tonight❤️\n  ","991323":"\n   You do have good taste in music 👍\n  ","991324":"\n   Have you ever played with those little electric cars with the remotes, the ones that you used to charge, when you were growing up?\n  ","991325":"\n   My thanksgiving got extended for the weekend❤️\n  ","991326":"\n   What's the best compliment you've ever received?\n  ","991327":"\n   Have you ever accidentally fallen asleep on a bus and passed the station you were meant to come off at? 👍\n  ","991328":"\n   Ever had a green bean casserole before? What kind've casseroles do you like to make or eat?\n  ","991329":"\n   What is the most important thing a person can do to improve themselves? 🤔\n  ","991330":"\n   Hey\n  ","991331":"\n   How do successful people differ from unsuccessful ones?\n  ","991332":"\n   At least we can agree on something!!😂😂\n  ","991333":"\n   Do you think that humans as a species have gotten better through the generations or worse? Why?\n  ","991334":"\n   I need up get laid ! Hbu?\n  ","991335":"\n   even tho you are a buzz kill I still love you 😍 and we still are best friends! so don’t worry ❤️\n  ","991336":"\n   On a scale from 1-10, how weird are you?\n  ","991337":"\n   candy corn or candy canes?\n  ","991338":"\n   I’m no no it’s not ! it’s strong but it’s good ! You have to try it again !!!!\n  ","991339":"\n   What was the last thing that made you go WTF\n  ","991340":"\n   Ily 🥰\n  ","991341":"\n   How do you prefer to travel?\n  ","991342":"\n   If you can turn the person you dislike INTO anything in your house what would you turn them into and why?\n  ","991343":"\n   What's your favourite thing about your best friend? 👍\n  ","991344":"\n   would you enter a relationship with someone who was separated but legally married?\n  ","991345":"\n   What's more valuable, brains or beauty?\n  ","991346":"\n   does your shower have a curtain or shower glass?\n  ","991347":"\n   Please don't try and beat down on me.\n  ","991348":"\n   Dunno. Wouldn't really call it your weakness. They don't make you weak, or make you make the wrong choices, or even cause you heartache and\/or pain. Well, maybe when he died, but still.\n  ","991349":"\n   What is your happy place?\n  ","991350":"\n   Lol no. You do know what kryptonite is, right? Your weakness.\n  ","991351":"\n   What would happen to a society in which no one had to work, and everyone was provided enough food\/water\/shelter\/healthcare for free?\n  ","991352":"\n   Linkin Park isn't your kryptonite, a certain someone is.\n  ","991353":"\n   Are you afraid of people?\n  ","991354":"\n   What’s your kryptonite?\n  ","991355":"\n   What two questions would you ask to get the most information about who a person truly is?\n  ","991356":"\n   What's your reaction to the words \"We need to talk..\"?\n  ","991357":"\n   What do you think animals think about humans?\n  ","991358":"\n   Why do humans have such a strong urge to distract ourselves from the real world?\n  ","991359":"\n   Is it ever morally acceptable to limit the number of children a person can have if the consequences of overpopulation are that everybody suffers?\n  ","991360":"\n   any plans on the weekend? 🙃\n  ","991361":"\n   What kind of person do you think I am according to the questions I asked you over the last days?\n  ","991362":"\n   Have you done much work in the garden lately? 🤗🌾🌻\n  ","991363":"\n   I missed you.\n  ","991364":"\n   If you fear death, why? If not, why do you think people fear death?\n  ","991365":"\n   “This is the real secret of life — to be completely engaged with what you are doing in the here and now. And instead of calling it work, realize it is play.” - Alan Watts ~~~ What are your thoughts on this quote?\n  ","991366":"\n   whens the last time you finished your period? :P\n  ","991367":"\n   Am I still your BFF or did you replace me? Hi btw 😋\n  ","991368":"\n   What was the last thing you had to drink?\n  ","991369":"\n   Have you ever fallen off a roof , a ladder, a chair or a bed? Did you survive?\n  ","991370":"\n   Do you smoke\n  ","991371":"\n   How are you\n  ","991372":"\n   We're having fun today\n  ","991373":"\n   So.. why don’t you\n  ","991374":"\n   Do you like any kind of dressing? Cornbread? Liver? Chicken? Rice? Share a photo if you'd like or a GIF.\n  ","991375":"\n   Do you find psychology interesting\n  ","991376":"\n   You're beautiful\n  ","991377":"\n   You know you can turn off anonymous questions lol\n  ","991378":"\n   Do you enjoy your experience here on askfm? What can be done to make it an even better experience?\n  ","991379":"\n   i missed you, xo\n  ","991380":"\n   Outfit pic?\n  ","991381":"\n   How are you spending your Thanksgiving? (:\n  ","991382":"\n   You're gorgeous!!\n  ","991383":"\n   Hottest people on this app?\n  ","991384":"\n   happy thanksgiving, are you okay xo\n  ","991385":"\n   I know you all too well\n  ","991386":"\n   Does size matter?\n  ","991387":"\n   You're not eating today\n  ","991388":"\n   Happy Thanksgiving to all my American friends 👍 😁\n  ","991389":"\n   Hi! Happy Thanksgiving! 🦃🌽\n  ","991390":"\n   Happy thanksgiving❤️\n  ","991391":"\n   مساحة\nصباحيه\n  ","991392":"\n   Okay you right on that lol\n  ","991393":"\n   How do you like your Whisky?\n  ","991394":"\n   I feel like u say thAt whenever ppl say weird stuff\n  ","991395":"\n   Do you think you are a good parent or will be if you don't have kids\n  ","991396":"\n   Remember me and my stupid questions? 😝\n  ","991397":"\n   Do you have good friends from your very childhood?\n  ","991398":"\n   have you seen The Revenant?\n  ","991399":"\n   You ever listen to pure instrumental music? 🤔😁\n  ","991400":"\n   I have man breasts. I grew them❤️❤️\n  ","991401":"\n   Show us your favorite emoji!\n  ","991402":"\n   What would you ask the President?\n  ","991403":"\n   Did you have a good day\n  ","991404":"\n   What food do you most often crave? 😋\n  ","991405":"\n   Ur hot ❤️\n  ","991406":"\n   What's the worst thing you have forgiven someone for? 😥\n  ","991407":"\n   hey Nikki do you think I'm a loser?\n  ","991408":"\n   How have you changed as a person the last five or so years?\n  ","991409":"\n   What do we all have in common besides our genes that makes us human?\n  ","991410":"\n   What experiences do you have with mind-altering substances? Alcohol, weed, psychedelics, etc.\n  ","991411":"\n   What topics do your family usually bring up during Thanksgiving?\n  ","991412":"\n   I’m serious. Can you help me?\n  ","991413":"\n   do you like hot coffee or iced coffee more?\n  ","991414":"\n   have you seen The Help?\n  ","991415":"\n   I think I’m gay\n  ","991416":"\n   If you had to choose to eat one food for the rest of your life, what would it be ? (:\n  ","991417":"\n   Yeahh😉\n  ","991418":"\n   I have known Jon long enough to realize he isnt devoid of emotions. His subtle facial twitches may not be noticed by the laymans. But to me, he might as well have been sobbing. All I needed to do was tug on the thread.\n  ","991419":"\n   Do you want one\n  ","991420":"\n   Who's the hottest?\n  ","991421":"\n   Don't call me plucky. Remember, i'm half human so thats 50% of me thats stupid. That's a 100% you.\n  ","991422":"\n   How creative are you?\n  ","991423":"\n   Have a nice day ✌😁\n  ","991424":"\n   Hiya Nikki! 🤡\n  ","991425":"\n   What can you do today that you were not capable of a year ago?\n  ","991426":"\n   Would you ever apply for a job as a Superhero? 😮😬 (You get the superpowers when you get the job)\n  ","991427":"\n   Ever had a hard time messaging your crush? Did you end up messaging them or not?\n  ","991428":"\n   Post a picture\n  ","991429":"\n   You're very pretty\n  ","991430":"\n   يقولُ فضيل بنُ عياض: أتدرون لم حسُنَت الجنَّة؟ لأنَّ عرشَ ربِّ العالمين سقفُها!\n  ","991431":"\n   Yes\n  ","991432":"\n   My man boobs grew❤️\n  ","991433":"\n   Do you need a graphics designer?\n  ","991434":"\n   what would you bring to a friendsgiving gathering?\n  ","991435":"\n   Nikki is pretty? Lol\n  ","991436":"\n   Do you like to cook? 👍\n  ","991437":"\n   You're a 5\/10 or 6\/10???\n  ","991438":"\n   Yeah lol. Oh well I guess.\n  ","991439":"\n   You need 8 inches inside of you tonight\n  ","991440":"\n   Do you still need coins?\n  ","991441":"\n   You are so handsome\n  ","991442":"\n   Yeah, but I gotta work first thing in the morning.\n  ","991443":"\n   Jesus 😳😳that’s a shit ton of followers\n  ","991444":"\n   Thanks Nikki. Ready for Thanksgiving?\n  ","991445":"\n   I can taste you on my lips and smell you in my clothes\n  ","991446":"\n   I hope you had a wonderful day today.\n  ","991447":"\n   Who makes you laugh more than anyone else? 👍\n  ","991448":"\n   How long are you staying up?\n  ","991449":"\n   Where you been at pretty?\n  ","991450":"\n   Have you ever been inside a prison\n  ","991451":"\n   what are you thankful for?\n  ","991452":"\n   Do you have pet insurance?\n  ","991453":"\n   Mmmm yummy Doja Cat so beautiful\n  ","991454":"\n   Beyonce and Rihanna hottest singers\n  ","991455":"\n   Who tf is kid rock 😂\n  ","991456":"\n   What happened to kid rock?\n  ","991457":"\n   will you watch Star Wars The Rise of Skywalker in December?\n  ","991458":"\n   Yes lol\n  ","991459":"\n   What is the dumbest thing somone has ever said to you\n  ","991460":"\n   Do you have a money box\n  ","991461":"\n   Doja Cat is so hot. How can I find women like her?\n  ","991462":"\n   Wow you're cooking?\n  ","991463":"\n   How\n  ","991464":"\n   Have you ever nearly died\n  ","991465":"\n   Are you eating mashed potatoes and turkey tomorrow?\n  ","991466":"\n   could you stroke me?\n  ","991467":"\n   Big hugs. I missed you❤️\n  ","991468":"\n   How often do you chew gum? 🤔\n  ","991469":"\n   Good job\n  ","991470":"\n   Have you ever used handcuffs in the bedroom\n  ","991471":"\n   Could you live without the Internet? 👍\n  ","991472":"\n   I'm getting angry more often and getting more inpatient more often than normal is that normal?\n  ","991473":"\n   How do you feel about the theory that we might live in a simulation? My thoughts:\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/159572332655\n   \n","991474":"\n   Do you wear socks to bed? 👍\n  ","991475":"\n   Romantic movies, yay or nay? 🤔\n  ","991476":"\n   Do you like Winter time?\n  ","991477":"\n   Describe your plans for the weekend using only emojis? 🤗😉\n  ","991478":"\n   You like kool aid? Ever hear of this?\n  ","991479":"\n   Anyone there???❤️\n  ","991480":"\n   What are you about\n  ","991481":"\n   its almost like these anons are just saying random shxt at this point just to see what will stick lmaooooooo\n  ","991482":"\n   Hey\n  ","991483":"\n   Has this ever happened to you you're tired in the day and wide awake in night\n  ","991484":"\n   Kik?\n  ","991485":"\n   Hey\n  ","991486":"\n   omg u actually did it u spend more than 1 day without ask\n  ","991487":"\n   Have you ever needed the use of crutches\n  ","991488":"\n   You a California girl doesn’t that mean a few things 😅like a girl who knows too party and who is also beautiful I know the beautiful part is true !and there is a fee other things I’m big saying because I like living and I don’t want you to cut my balls If I say the other stuff big yuh can figure it\n  ","991489":"\n   Do you prefer big parties or small gatherings? 👍\n  ","991490":"\n   Hey❤️❤️❤️\n  ","991491":"\n   What’s up chica ??\n  ","991492":"\n   Do you like a light sweater or heavy jacket better?\n  ","991493":"\n   Did you ever play hopscotch as a child?\n  ","991494":"\n   You 😍😍\n  ","991495":"\n   Nikki???❤️\n  ","991496":"\n   Tell me the story about your first crush what happened\n  ","991497":"\n   Would you  ever try acupuncture\n  ","991498":"\n   Have you listened to OneRepublic? Opinions? 😁\n  ","991499":"\n   hi papi\n  ","991500":"\n   Who's your favorite person\n  ","991501":"\n   Do you know if it is possible to block a Facebook post so certain people can't see it\n  ","991502":"\n   Can anyone make me a playlist\n  ","991503":"\n   What was the last thing to depress you\n  ","991504":"\n   Would you rather time travel into the future or time travel into the past and why\n  ","991505":"\n   What time is it?\n  ","991506":"\n   You use autocorrect when you type? 🤔 How do you feel about it?\n  ","991507":"\n   Have you ever had an ich that you couldn't reach\n  ","991508":"\n   Hii how are you?\n  ","991509":"\n   Have you ever fall asleep in class\n  ","991510":"\n\n    @NicoleBuckleyyx\n   \n   died 😥\n  ","991511":"\n   What was the last youtube video you watched\n  ","991512":"\n   Have you ever gotten waxed before? 🤔 How was it? 😂\n  ","991513":"\n   How old are you?\n  ","991514":"\n   I can’t sleep just send questions and I wil answe them!\n  ","991515":"\n   Hate me since I’m a big loser❤️😢\n  ","991516":"\n   Do you usually follow trends or just do your own thing? 👍\n  ","991517":"\n   Destroy me rn❤️\n  ","991518":"\n   you like country music?\n  ","991519":"\n   How much have you come to terms with your own mortality?\n  ","991520":"\n   Welcome back 🥰\n  ","991521":"\n   Do you prefer store shopping or online shopping? 👍\n  ","991522":"\n   Nikki?\n  ","991523":"\n   Do you wear pyjamas to bed\n  ","991524":"\n   Do you smile much\n  ","991525":"\n   Nikki. You're beautiful\n  ","991526":"\n   I saw Anthony on the news swinging a machete on the streets of Hollywood screaming your name\n  ","991527":"\n   Excuse me?\n  ","991528":"\n   Anyone there???❤️\n  ","991529":"\n   WHERE MY BOY ANTHONY AT????\n  ","991530":"\n   Hello??❤️\n  ","991531":"\n   Do you like Travis Scott?\n  ","991532":"\n   Welcome back Nikki it's Hillary ya girl... please vote for me\n  ","991533":"\n   Anon has been declared dead😞\n  ","991534":"\n   Welcome back Nikki! :) Hopefully ask treats you well!\n  ","991535":"\n   I'm so happy you're back, I missed you 🥰🥰\n  ","991536":"\n   Hey nikki.. hope everything's ok.. you've been missed!\n  ","991537":"\n   Why is Anthony jumping on zoo animals :( ?\n  ","991538":"\n   Where is nikki\n  ","991539":"\n   Good, stay gone\n  ","991540":"\n   Anthony is on monkey rn if you want to chat\n  ","991541":"\n   ice skating or sledding?\n  ","991542":"\n   Top 5 most used apps? 😁\n  ","991543":"\n   eggnog or hot chocolate?\n  ","991544":"\n   peppermint bark or gingerbread?\n  ","991545":"\n   i mean it's near impossible to get my trust but it is possible\n  ","991546":"\n   How's your evening going?\n  ","991547":"\n   Same\n  ","991548":"\n   Is it easy or hard for you to trust people\n  ","991549":"\n   Besides Travis Scott merch\n  ","991550":"\n   What do you want for Christmas\n  ","991551":"\n   The last was me on año\n  ","991552":"\n   Key word here is, \"maybe\"\n  ","991553":"\n   Who is your celebrity look alike\n  ","991554":"\n   Anon 🤦‍♂️🤦‍♂️🤦‍♂️🤦‍♂️\n  ","991555":"\n   I hate warm pillows 🙄how are we friends 😂😂😂I can’t fall asleep if my pillow is too hot\n  ","991556":"\n   Okay, then stay true to your word and deactivate right now\n  ","991557":"\n   Heyyy you want to trade places and babysit so I can sleep for a day 🙄it’s going on 48 hours without sleep help me Nikki please I’ll do anything you want 😅😅😅\n  ","991558":"\n   Got a long list of ex-lovers, they'll tell you I'm insane but I've got a blank space baby and I'll write your name - Anthony\n  ","991559":"\n   I just want to do me tbh\n  ","991560":"\n   Idk, just be active here\n  ","991561":"\n   Say something\n  ","991562":"\n   Can you  bake desserts\n  ","991563":"\n   Do you like a cold pillow\n  ","991564":"\n   Nikki?\n  ","991565":"\n   Very happy to hear that.\n  ","991566":"\n   I can barely move I’m in so much pain .. I barely made it to my room or too my bed it’s that bad\n  ","991567":"\n   Yours going okay?\n  ","991568":"\n   😷I hate my life ... I’m in bed 100.4  fever home alone and To cold and In pain to even get up to get food or something to drink I barely made it to my room to my bed I’m under a Winter quilt in a hoodie and jeans and am still freezing even with the heat on in my house 😔\n  ","991569":"\n   have you ever been to Europe? (what was it like?)\n  ","991570":"\n   have you ever rented an airbnb? (what was it like?)\n  ","991571":"\n   helloo nicole\n  ","991572":"\n   Missing a lot of coins I suppose?\n  ","991573":"\n   What’s the deal with septum piercings? Like why do girls think I guy wanna go out with toro the bull 🐄 😂\n  ","991574":"\n   You will go for vacations\n  ","991575":"\n   You're welcome. You're sweet too. It was an okay day.\n  ","991576":"\n   Hope your day was wonderful as you are.\n  ","991577":"\n   Driving in Australia\n  ","991578":"\n   Are you a night owl or a morning person? 🤔\n  ","991579":"\n   Is very confused 😂\n  ","991580":"\n   You're beautiful\n  ","991581":"\n   Australia is very nice country but the wheel in cars is opposite is from the right side\n  ","991582":"\n   Do you workout in any way?  How often? 😁💪\n  ","991583":"\n   What you said\n  ","991584":"\n   Where would your dream vacation be? What happens?\n  ","991585":"\n   Have you ever been in a car where the airbags got set off\n  ","991586":"\n   Could you eat the recommended serving sizes for food for an entire week\n  ","991587":"\n   Which food you are forced to eat at home 😁\n  ","991588":"\n   You use perfume? 🤔\n  ","991589":"\n   Have you ever auditioned to be on a reality TV show? 😮\n  ","991590":"\n   Beautiful women are a dime a dozen; your sister, your friend, your niece or your cousin. Few can impress though as much as you, because you are someone that is so amazing too! Have a wonderful day!‎\n  ","991591":"\n   What’s your cure for hiccups? 👍\n  ","991592":"\n   What topic could you spend hours talking about? 👍\n  ","991593":"\n   I follow you.\nDo you follow me?\nWhy\/why not?\n  ","991594":"\n   There are people who believe that the earth is flat. What difference does it make what shape the earth is?\n  ","991595":"\n   How late do you sleep in on a typical day?\n  ","991596":"\n   Thank you! <3\n  ","991597":"\n   Do you enjoy staring at marked slices of trees and hallucinating vividly for hours (aka reading)?? 📖🤗\n  ","991598":"\n   How did u spend ur last paycheck\n  ","991599":"\n   please subscribe and share\n  ","991600":"\n   what does the new day hold for us?\n  ","991601":"\n   You\n  ","991602":"\n   How to Create the Ultimate Marketing Sales Funnel?\n  ","991603":"\n\n    https:\/\/www.youtube.com\/watch?v=ejsS-CTSOI8\n   \n","991604":"\n   Which name do you think is more beautiful?\n  ","991605":"\n   Well, we can't be having you getting knocked up when we may or may not even have jobs\n  ","991606":"\n   Do you think s exual relationships brings happiness to the human race ?\n  ","991607":"\n   How have you've been ?\n  ","991608":"\n   Do you have any strange phobia?\n  ","991609":"\n   Ever hear of ice climbing?\n\n(Check it out online if ya ever get a chance to)\n  ","991610":"\n   Better keep it outta you for now, then. ;)\n  ","991611":"\n   Underwear color\n  ","991612":"\n   Would you ever take an ex back?\n  ","991613":"\n   Are you on the pill\n  ","991614":"\n   Sup how was ur day\n  ","991615":"\n   Ever sent a nikk pic?\n  ","991616":"\n   Wanna do a challenge? Post a pic in red stockings or lingerie #MidNovemberChallenge\n  ","991617":"\n   What do you bring with you everywhere you go? 👍\n  ","991618":"\n   What app do you spend the most time on? 👍\n  ","991619":"\n   Do you believe in karma? 👍\n  ","991620":"\n   It's cheesy\n  ","991621":"\n   No because Ken comes in another box\n  ","991622":"\n   Here's a joke for you why can't barbie get pregnant\n  ","991623":"\n   have you ever lived in a collegedorm? (what’s it like?)\n  ","991624":"\n   How many scoops are in a perfect ice cream sundae?\n  ","991625":"\n   You are so pretty, Nikki!\n  ","991626":"\n   How big is the city or town in which you live?\n  ","991627":"\n   Are your bewbs big?\n  ","991628":"\n   No way, Italy's better :p\n  ","991629":"\n   have you ever been pregnant? (what’s it like?)\n  ","991630":"\n   Do you believe in karma\n  ","991631":"\n   Do you uses coupons when you buy stuff\n  ","991632":"\n   have you ever gotten a tattoo? (what’s it like?)\n  ","991633":"\n   Name a fav country in Europe and why?\n  ","991634":"\n   How much ice cream could you eat in one sitting?\n  ","991635":"\n   Ever done an escape room?\n  ","991636":"\n   Whats your fav ice cream flavor?\n  ","991637":"\n   Ice cream, History or Geography Spam? You must choose\n  ","991638":"\n   Hello Nicole. Would you like some Spam?\n  ","991639":"\n   when was the last time you got your nails done? 💅🏽\n  ","991640":"\n   can you bake?\n  ","991641":"\n   Lmao\n  ","991642":"\n   Wrong, you're beautiful 💕\n  ","991643":"\n   Your anon following is the craziest group I have ever seen. My anons are mostly racist and misogynistic, so I can't post there comments, but your anons are unprecedented. Highly entertaining.\n  ","991644":"\n   Do you like Salad\n  ","991645":"\n   Do you feel like a leader or a follower?\n  ","991646":"\n   ممكن تشوف الفيديو وتقول رايك ف كومنت عليه وتدعم القناه باشتراك بعد اذنك\n   \n    https:\/\/youtu.be\/9gzah6orcZw\n   \n   subscribe please\n  ","991647":"\n   Would you rather be cremated or buried when he died\n  ","991648":"\n   We love you too!!!☺️☺️☺️\n  ","991649":"\n   Hope you're doing well. Very sweet of you to tag me. 😊\n  ","991650":"\n   What are your 3 favorite movies?\n  ","991651":"\n   You're sweet.\n  ","991652":"\n   hi guys, any suggestions who to follow here? 😬\n  ","991653":"\n   A smile can be contagious it can tell someone they matter,\nA simple message is conveyed without a lot of chatter.\nIt also indicates one has such a caring heart.\nIsn’t it nice to way for a new day to start?\nHave a wonderful day! :)\n  ","991654":"\n   Followed\n  ","991655":"\n   Do you like road trips? I'm on a road trip right now. 👍\n  ","991656":"\n   What u got\n  ","991657":"\n   Would you call yourself a “happy person”?\n  ","991658":"\n   U got any social media?\n  ","991659":"\n   Thats what she said\n  ","991660":"\n   tfw its right front of both of you\n  ","991661":"\n   What is your most preferred place on your body to place the 🌡\n  ","991662":"\n   Actually I didn't notice that either!😄 See, crazy anons with crazy comments.\n  ","991663":"\n   Lets get to 80K by 2020\n  ","991664":"\n   Retard its your number of answers\n  ","991665":"\n   78k!\n  ","991666":"\n   Talk to you later Nikki B. Have a nice sleep.🙋‍♂️\n  ","991667":"\n   Do you wear a watch or just look at the time on your phone? If you have a watch, what is your watch? You can send a photo, show off if you want :)\n  ","991668":"\n   Isn’t trump gay though\n  ","991669":"\n   🤔🤔\n  ","991670":"\n   You are beautiful, Nikkita <3\n  ","991671":"\n   No\n  ","991672":"\n   I gotta girl and she's gotta a guy\n  ","991673":"\n   You are 100 percent right about Trump!!!\n  ","991674":"\n   ok x\n  ","991675":"\n   Typical liberal crybaby snowflake🙄🙄\n  ","991676":"\n   What’s the most interesting thing you’ve read or seen this week?\n  ","991677":"\n   Loved your question. I actually had to look up what gradient meant.🙈\nI hope you liked my answer.\n  ","991678":"\n   Trump sucks but he ain’t a waste of potential, the dude is rich, has his name on buildings all around the world and on top of that is the most powerful man in the world.\n  ","991679":"\n   You are awesome, that would be incredibly funny!!! Except if I was  the victim.🙈🙈🙈\n  ","991680":"\n   What is the biggest waste of human potential?\n  ","991681":"\n   Which would you pick: being world-class attractive, a genius or famous for doing something great?\n  ","991682":"\n   What would be your invisible move?  Would you float things around them or tap them on the back several times until they freaked out, or shove things to the ground? Or open and close the door or window several times? So many options!!!\n  ","991683":"\n   If you had to change your name, what would your new name be, and why would you choose that name?\n  ","991684":"\n   What would you do if you were invisible for a day?\n  ","991685":"\n   There is a new challenge could you do it. Doing a 100 push ups a day for a month could you do it\n  ","991686":"\n   anyone ever ask you why you're so quiet?\n  ","991687":"\n   Awesomely, how about you? Also I was hoping you might have more of those thought provoking questions. Everything on here is like how old are you or where do you live. Your questions actually require thinking to answer.\n  ","991688":"\n   Which topic do you like to talk the most?\n  ","991689":"\n   Does\n   \n    @maddiegav27\n   \n   steal your photos?\n  ","991690":"\n   Are you concerned about what life will be like in 2053? This is the year many scientists believe the environment will be in a dangerous state.\n  ","991691":"\n   Is it better to be loved by a few or liked by many?\n  ","991692":"\n   If i said to u i need something from ur room\n  What will you give me\n  ","991693":"\n   Good morning Nikki B.🙋‍♂️🌞\n  ","991694":"\n   you ok x\n  ","991695":"\n   Do you like math\n  ","991696":"\n   Describe yourself in three words\n  ","991697":"\n   What is ur fav Hobby\n  ","991698":"\n   hi\n  ","991699":"\n   Would you rather live for a week in the past or the future?\n  ","991700":"\n   Are you famous on any other social media sites\n  ","991701":"\n   Can i date you to. Pop corn ice cream strawberrys and cream x\n  ","991702":"\n   do you tend to remember your dreams?\n  ","991703":"\n   Are you a person who forgives easily?\n  ","991704":"\n   What's your favorite song at the moment..\n  ","991705":"\n   Can I date you too? I will treat you way better than him.Candle light dinners,Exotic vacations,Champagne,bubble baths,sensual body massages,all that and more\n  ","991706":"\n   Are you up from the crack of dawn? Are you mowing down fake hoe's like your mowing the lawn?\n  ","991707":"\n   Did you ever meet Stevie?\n  ","991708":"\n   Do you think you are good looking?\n  ","991709":"\n   Are you friends with Kasey and Sydney?\n  ","991710":"\n   Have you ever flashed someone\n  ","991711":"\n   Can I date u please? I’ll treat u well\n  ","991712":"\n   Wyd\n  ","991713":"\n   can i be your wingman?\n  ","991714":"\n   are you thriving under this sweater weather?\n  ","991715":"\n   will you be attending any friendsgiving gatherings in the next week or so?\n  ","991716":"\n   Whites are supposed to be loud\n  ","991717":"\n   How and why?\n  ","991718":"\n   are you still anti social?\n  ","991719":"\n   What's your favorite way to express yourself?\n  ","991720":"\n   hey nicole whats up xo\n  ","991721":"\n   Wyd\n  ","991722":"\n   When will you lemme get?\n  ","991723":"\n   Have you ever had physio therapy and if you have on what\n  ","991724":"\n   Do you think you are mature for your age?\n  ","991725":"\n   What would you name your boat if you had one?\n  ","991726":"\n   What's your favorite picture of you\n  ","991727":"\n   Please lemme get now\n  ","991728":"\n   Do you enjoy spending time by yourself? What do you do during that time?\n  ","991729":"\n   Sooooo pizza or salad o.O\n  ","991730":"\n   Would you ever do karaoke for fun\n  ","991731":"\n   Lemme get\n  ","991732":"\n   Lemme get.\n  ","991733":"\n   Do you believe in happy ending?\n  ","991734":"\n   You're a beautiful woman with a beautiful personality.\n  ","991735":"\n   do you take any daily vitamins or meds?\n  ","991736":"\n   You were amazing last night\n  ","991737":"\n   Would you ever get nipple rings\n  ","991738":"\n   Do you think you are mature for your age?\n  ","991739":"\n   Ever used a dating site\n  ","991740":"\n   You're so beautiful\n  ","991741":"\n   What time do you go to bed?\n  ","991742":"\n   This what I was made for\n  ","991743":"\n   Is there more beautifull place and town from this ?\n   \n    https:\/\/youtu.be\/RDfEgO6tOpk\n   \n","991744":"\n   Would you like to share a link to a good song you like to listen to for both me and your followers to listen to?\n  ","991745":"\n   i mean i guess i have but i havent really had in a couple years lol\n  ","991746":"\n   do you have an umbrella? i've never had one :(\n  ","991747":"\n   Hope you had a good day.\n  ","991748":"\n   How are you?\n  ","991749":"\n   What would you do if you could inflate your body like a balloon?\n  ","991750":"\n   Hi\n  ","991751":"\n   wym by super emotional\n  ","991752":"\n   Paradise Lost done three gold albums, that's it. Their first three were brilliant then they went soft, they don't perform any songs from their first three albums anymore so there's no point seeing them, the same story with Opeth. Agree or disagree?\n  ","991753":"\n   Why can’t we have more people like you on this app?\n  ","991754":"\n   Good night pal 🌙\n  ","991755":"\n\n    https:\/\/www.youtube.com\/watch?v=GNWHe_equ3g&t=27s\n   \n","991756":"\n   You're an angel 🥰🥰\n  ","991757":"\n   Who is the funniest comedian?\n  ","991758":"\n   Hi\n  ","991759":"\n   What was the last nice thing you've done\n  ","991760":"\n   What do you like about where you work or study? 👍\n  ","991761":"\n   Thst how ur grow,that question it's alot of ppl doing good stuff ,I'm glad I asked that question...hope ur doing OK Nikki\n  ","991762":"\n   i’m being pressured into running a thanksgiving 5k. have you ever ran one of those like charitable races?\n  ","991763":"\n\n    https:\/\/ask.fm\/joelpiimentel\/answers\/156541716298\n   \n   LIKE THIS PLS\n  ","991764":"\n   What have been the most important decisions in your life?\n  ","991765":"\n   Who’s the first black actress that comes to mind?\n  ","991766":"\n   sorry\n  ","991767":"\n   would you rather work with kids or animals?\n  ","991768":"\n   3 minutes! And time is getting less and less ...............m\n  ","991769":"\n   1 minute 50 seconds in giving you more time 🙄...........................m..........................O.........\n  ","991770":"\n   Die im losing my shit\n  ","991771":"\n   Nikki 😩answer me questions please.!!! or I’m gone call you mom for the rest of your life 😂😂😂😂\n  ","991772":"\n   here are some coins give you some later\n  ","991773":"\n   You're pretty.\n  ","991774":"\n   what’s your favorite side: baked beans, coleslaw, or mac n cheese?\n  ","991775":"\n   What was the last nice thing you did for yourself?\n  ","991776":"\n   Nothing wrong with experimenting every so often\n  ","991777":"\n   Do you study?\n  ","991778":"\n   Today is a new day what is past is past.\nIt is up to you though what memories will last.\nYou can’t change yesterday but today is still new.\nThe memories for tomorrow are now up to you!\nMake it a great day to remember!\n  ","991779":"\n   You like IT?\n  ","991780":"\n   Latest thing you bought? 🤔😁\n  ","991781":"\n   Last thing you bought at American eagle\n  ","991782":"\n   Have you ever showered with another girl\n  ","991783":"\n   Have you ever showered with a guy\n  ","991784":"\n   How often do you clean your jewelry?\n  ","991785":"\n   Would you date me if we meet lol\n  ","991786":"\n   Do you know how to make pancakes? If yes would you make me some? I’m hungry\n  ","991787":"\n   Pizza? Anyone? (Hands you slice) Unless you don't like pizza?\n  ","991788":"\n   موضوع للمناقشة : ازاى بتقدر تقيم نفسك و تقومها وتعدل مساراتك ؟ على اى اساس بتحدد مدى صواب أو غلط أفعالك و حياتك , و بأى طريقة ؟\n  ","991789":"\n   What is bi curious ??\n  ","991790":"\n   Who's your favorite Marvel hero? Why? 😊😊\n  ","991791":"\n   oh my god, the tears are pouring from nikkis eyes\n  ","991792":"\n   ily2 beautiful. You're amazing.\n  ","991793":"\n   Would you do \"favors\" for money 💰?? 🤔\n  ","991794":"\n   ever played spin the bottle?\n  ","991795":"\n   You're anti-social?\n  ","991796":"\n   how to make and keep friends?\n  ","991797":"\n   Would you marry a robot?\n\n(Lol this is a random question ask gave me. 😆 Thought it was funny and had to send! Haha.)\n  ","991798":"\n   Do you like alot of ice in your drink or nah?\n  ","991799":"\n   When you need advice, who do you go to?\n  ","991800":"\n   Lauren Summers the Instagram model did a bad thing to me when I was 8.\n  ","991801":"\n   Love you❤️❤️\n  ","991802":"\n   do you like coleslaw?\n  ","991803":"\n   Do you wear a watch? Have you ever cleaned a watch?\n  ","991804":"\n   ❤️❤️❤️\n  ","991805":"\n   You're honestly a beautiful woman inside and out.\n  ","991806":"\n   What type of social gathering do you prefer -small groups or large parties?\n  ","991807":"\n   you looking forward to xmas\n  ","991808":"\n   have you ever hit a boy\n  ","991809":"\n   Have you started Christmas shopping\n  ","991810":"\n   Sweet like you.\n  ","991811":"\n   Would you get a belly button ring\n  ","991812":"\n   There's no words to describe how beautiful you are.\n  ","991813":"\n   You're really kind.\n  ","991814":"\n   Netflix and chill. Or Disney plus and thrust\n  ","991815":"\n   How often do you clean your phone?\n  ","991816":"\n   I love California and I like talking to you about how much a love it.\n  ","991817":"\n   Well guess wut, I luv girls feet so what cry me a river\n  ","991818":"\n   Thoughts on this dude's amazing chest cut? (image link from Quora)\n   \n    https:\/\/qph.fs.quoracdn.net\/main-qimg-5d8249821b63ed8f5cc48df16dd463fe\n   \n","991819":"\n   What shoes are you wearing today\n  ","991820":"\n   What do you want to be doing right now?\n  ","991821":"\n   during your childhood did you ever go fishing?\n  ","991822":"\n   Have you witnessed any paranormal acitvities?\n  ","991823":"\n   Favorite color? 😁\n  ","991824":"\n   You're very beautiful Nikki.\n  ","991825":"\n   You're very pretty.\n  ","991826":"\n   during your childhood did you ever go to disneyland ?\n  ","991827":"\n   You two were meant to be together\n  ","991828":"\n   He’s in your bio\n  ","991829":"\n   How many days old are you\n  ","991830":"\n   Owww... btw that is good for being single no stress or worrying and enjoying your own company.... hope  you will find a good one..... I also don't have a  gf 🤚👍\n  ","991831":"\n   hey x\n  ","991832":"\n   Did I decipher your question correctly? Very thought provoking by the way.\n  ","991833":"\n   Are you and Anthony back together?\n  ","991834":"\n   Do u think Ben will make a good dad? I sort of think it is cute tbh x it might change him.\n  ","991835":"\n   What would you do if you could inflate your body like a balloon?\n  ","991836":"\n   Meanwhile Bing and Yahoo wishes they were like Google.\n  ","991837":"\n   Are you well known in your hometown?\n  ","991838":"\n   What's your opinion on Ben having a daughter on the way?\n  ","991839":"\n   Have you witnessed any paranormal acitvities?\n  ","991840":"\n   What's google? I'm gonna google it and find out\n  ","991841":"\n   you’re so chill and kind tbh!😁\n  ","991842":"\n   Do you speak Spanish?\n  ","991843":"\n   Mouth to mouth resuscitation!\n  ","991844":"\n   When you come across a problem, how often do you get Google to help you out? 👍\n  ","991845":"\n   What's your favourite sport to watch? 👍\n  ","991846":"\n   You know \"sleep\" with you\n  ","991847":"\n   Why do weirdos continuesly ask if I want to \"pork\" you?\n  ","991848":"\n   Love your hair c:\n  ","991849":"\n   whenever you say \"oh my goodness\" i melt\n  ","991850":"\n   ever get a runny nose and then the nose starts dripping\n  ","991851":"\n   oh my goodness\n  ","991852":"\n   What is bi curious\n  ","991853":"\n   you’re such a sweetheart wow\n  ","991854":"\n   If you're having one of those days you know the kind,\nwhen worries, fear or stress are continually on your mind?\nKnow that just as the hours and the days will come and go,\nso too this will pass and great days still await you though!\nMake it start today!\n  ","991855":"\n   what is ur favorite color?\n  ","991856":"\n   JW\n  ","991857":"\n   Do you ever look back and regret something stupid that you did?\n  ","991858":"\n   Oooh yeah long gorgeous legs right\n  ","991859":"\n   Haha IT stuff, more specifically programming\n  ","991860":"\n   Do you play video games? If you do what are you currently playing and what is your favourite title?\n  ","991861":"\n   Nikki your legs are so lovelyyyy\n  ","991862":"\n   Do my homework for me. That'll cure the boredom\n  ","991863":"\n   If you had an opportunity to change your name, would you use it? If yes, what would be the name?\n  ","991864":"\n   Have you ever had a friendship that ended up for a stupid reason? What was that?\n  ","991865":"\n   Yes\n  ","991866":"\n   would you promote a party if you were paid to?\n  ","991867":"\n   do you like black turtlenecks?\n  ","991868":"\n   Jim and Pam tho 😭💕\n  ","991869":"\n   Where’s my boy?\n  ","991870":"\n   are you apart of any groupchats at the present moment?\n  ","991871":"\n   god you're cute\n  ","991872":"\n   Go to sleep nikki\n  ","991873":"\n   Are you more brawn and brains\n  ","991874":"\n   How r u\n  ","991875":"\n   Hey sexy\n  ","991876":"\n   who’s your favorite character on Parks and Recreation?\n  ","991877":"\n   you still awake?\n  ","991878":"\n   Who’s scarecrow?\n  ","991879":"\n   Do you usually scream o just moan ? 🤔\n  ","991880":"\n   😊😊🐻\n  ","991881":"\n   just asking that's all\n  ","991882":"\n   KFC or Popeye’s?\n  ","991883":"\n   What is the best way to get over an ex?\n  ","991884":"\n   Hugs😊\n  ","991885":"\n   Anything in particular?\n  ","991886":"\n   It's a zombie apocalypse... You can choose 4 things in the world to aid you in your survival. What do you choose and how would you survive?\n  ","991887":"\n   What do you value the most in your life?\n  ","991888":"\n   What questions do you hate the most?\n  ","991889":"\n   What is your natural hair color? Did you dye your hair red?\n  ","991890":"\n   how tf are u single\n  ","991891":"\n   You have both\n  ","991892":"\n   do you have school spirit?\n  ","991893":"\n   Would you rather have a perfect face or a perfect body\n  ","991894":"\n   are you bi curious?\n  ","991895":"\n   you sit in the front or back of the classroom?\n  ","991896":"\n   Send me coins\n  ","991897":"\n   hey, nicotine :)\n  ","991898":"\n   Haha yeah, it's more noticeable when I say certain words\n  ","991899":"\n   do you have a fetish?\n  ","991900":"\n   Y?\n  ","991901":"\n   Do you work at the store behind the Chevron\n  ","991902":"\n   No I mean why do you wear clothes when you're sleeping? It's not really necessary 🤷🏻‍♂️\n  ","991903":"\n   anthony's back in ur bio u together now?\n  ","991904":"\n   outfit for class?\n  ","991905":"\n   Wyd tonight with them?\n  ","991906":"\n   how old are they?\n  ","991907":"\n   how are your two dogs doing and how old is your brother now?\n  ","991908":"\n   Yes it is 👍\n  ","991909":"\n   i love how u and the pook guy are talking more\n  ","991910":"\n   do you giggle a lot in person\n  ","991911":"\n   KFC or McDonald's\n  ","991912":"\n   you live in Hollywood\n  ","991913":"\n   she lives in LA there is no parade there\n  ","991914":"\n   For me they usually say I stress some of my words\/letters a lot. I love my Canadian accent though lol\n  ","991915":"\n   You cannot expect all men to have jobs in 2020. It is not 1970. World shut your mouth.\n  ","991916":"\n   What are you up to?\n  ","991917":"\n   Hello beautiful 😍❤\n  ","991918":"\n   favorite t-shirt?\n  ","991919":"\n   i want to sit beside u and explain my fetish to u\n  ","991920":"\n   you seem so sweet wtf\n  ","991921":"\n   what kind of accent?\n  ","991922":"\n   idk :( im so so sorry\n  ","991923":"\n   what does your voice sound like?\n  ","991924":"\n   it seems like a super emotional time on this site\n  ","991925":"\n   You're beautiful\n  ","991926":"\n   tears are running wild on ask.fm\n  ","991927":"\n   do you like t-shirts\n  ","991928":"\n   i can juggle flamethrowers but my juggling of chainsaws isn't too sharp, yet\n  ","991929":"\n   Sorry for the bad text. I hope you could read that okay.\n  ","991930":"\n   How can they not? I'm fabulous ;) jk jk LOOL\n  ","991931":"\n   The only downside is I can stand out in a crowd of people. Not ideal if you were hiding from something lol\n  ","991932":"\n   he melts my heart *_*\n  ","991933":"\n   Oh plz allow me to worship you please 🙏🙏\n  ","991934":"\n   What is the longest you've ever gone without any sleep?\n  ","991935":"\n   how would you feel about a first date at mcdonalds?\n  ","991936":"\n   Damn I need to fan myself if I keep hearing those lovely things about me LOL\n  ","991937":"\n   A simple poem with this little rhyme, just wanted to say hi are you having a good time? Each day you keep getting lovelier you know, which is a sign that you know you are loved so! Have a terrific day my beautiful friend!\n  ","991938":"\n   Why?\n  ","991939":"\n   you're welcome:)) please keep using it\n  ","991940":"\n   Ever heard of magnet fishing?\n\n(If not check it out online. A really entertaining thing and is good for the environment.)\n  ","991941":"\n   Don't you need a slave boy?\n  ","991942":"\n   Your annoying moment?\n  ","991943":"\n   i like how it expresses your answer its cool\n  ","991944":"\n   Oh please may I worship you?\n  ","991945":"\n   Whaaaaaat!? No way! 😲\n  ","991946":"\n   i love when you use \"lmao\"\n  ","991947":"\n   A name everyone knows ya by? A little nickname or a jokester name or none, and just your name?\n  ","991948":"\n   I wish I can worship you my Goddess 🙏\n  ","991949":"\n   what is a picture that no one has seen of you??\n  ","991950":"\n   You are such a beautiful Goddess ✌\n  ","991951":"\n   You born to rule ✌\n  ","991952":"\n   I bet your cooch reeks to high heaven\n  ","991953":"\n   Hi! How do you do? What is your mood?\n  ","991954":"\n   if i send you something off anon can you not answer publicly? i want to confess how much i love your ask.fm page :$\n  ","991955":"\n   Have you ever had a Tarot reading?\n  ","991956":"\n   I like you more than him\n  ","991957":"\n   Thank you for '🙂' My dear that's very sweet of you\n  ","991958":"\n   do you like tall guys because you're kinda tall too?\n  ","991959":"\n   tbh i ask u stuff on anon sometimes just to see your answers lmao\n  ","991960":"\n   do you like half sleeve shirts?\n  ","991961":"\n   If your bf asks you to go for a date, where do you want to go for art galleries or museum?\n  ","991962":"\n   i love how you are not snobby like most women are on here\n  ","991963":"\n   You're welcome beautiful You're very Pretty\n  ","991964":"\n   Are you a Morning person?\n  ","991965":"\n   You're so kind and generous You're lovely\n  ","991966":"\n   you're so chill\n  ","991967":"\n   outfit right now?\n  ","991968":"\n   It is haha.. Not too tall, not too short. It's the perfect height\n  ","991969":"\n   What song makes you feel happy?\n  ","991970":"\n   You're So Loving And Your Personality Is Stunning\n  ","991971":"\n   i took 30 seconds to write that and i wanted you to know it\n  ","991972":"\n   You Do very well! Thank You\n  ","991973":"\n   You're Pretty\n  ","991974":"\n   You really wanna know who i am?\n  ","991975":"\n   You're one of the funniest people on this site. So chill and genuine. We need more people like you on this app. I would love to meet you face to face.\n  ","991976":"\n   lets make nikki cry of joy!!\n  ","991977":"\n   omg\n   \n    @pookeo9\n   \n   is a hottie *_*\n  ","991978":"\n   Do you wear any shirts with funny sayings on them?\n  ","991979":"\n   You're sweet keep being you I appreciate you You're so kind You're So Beautiful Anything For A Sweet Woman Like You\n  ","991980":"\n   Is love complicated? Why?\n  ","991981":"\n   That moment when you're 6'1 lool\n  ","991982":"\n   does it drip\n  ","991983":"\n   how tall?\n  ","991984":"\n   Sarcasm or do You love tall guys\n  ","991985":"\n   ever get a runny nose and the nose begins to drip\n  ","991986":"\n   Cool Im 6’\n  ","991987":"\n   How tall are you\n  ","991988":"\n   I like you\n  ","991989":"\n   do you have a soft voice?\n  ","991990":"\n   do you like cranberry sauce?\n  ","991991":"\n   they're saying hi beautiful hi sweet hi hi hi but ur name is nicole hi nicole is better\n  ","991992":"\n   Need someone To make it more interesting? 😁\n  ","991993":"\n   Anything interesting going on in your life at the moment?\n  ","991994":"\n   what do you order at Starbucks?\n  ","991995":"\n   will you marry me?\n  ","991996":"\n   Wanna bring you a new shoe I new year\n  ","991997":"\n   Well thats small problem \nI will take you😁😀\n  ","991998":"\n   Do you eat your meals in front of the TV? 👍\n  ","991999":"\n   What's that flower name you're wearing in your hair?\n  ","992000":"\n   Last time you had sex?\n  ","992001":"\n   You do?\n  ","992002":"\n   Idk\n  ","992003":"\n   Love you nikki❤️\n  ","992004":"\n   How is that even possible?\n  ","992005":"\n   Single as a pringle?\n  ","992006":"\n   Why?\n  ","992007":"\n   Single or taken\n  ","992008":"\n   Here for u😊\n  ","992009":"\n   ‏\"ماذا لو عرفت بأنك كنت آخر محاولة لشخص ؟\n يبغض المحاولات، \nماذا لو عرفت بأنه بعدك أغلق باب المحاولات للأبد، \nوختمها بخيبةٍ منك ؟\"\n  ","992010":"\n   Ever heard of a sloppy joe? Ever had one? Messy and so good. Quick and easy to make.\n\n(If you haven't heard of it before. Take some time out and check it out online.)\n  ","992011":"\n   have you ever watched porn?\n  ","992012":"\n   Do you like mustard?\n  ","992013":"\n   Yes you , your latin name bbe\n  ","992014":"\n   Have you ever watched a movie\/documentary\/series about a cult? Any suggestions?\n  ","992015":"\n   Have you ever attended any type of sporting event before?\n  ","992016":"\n   Would you like to be surrogate mother for alpaca?\n  ","992017":"\n   I wanna know what love is\n  ","992018":"\n   Can anybody find me somebody to love?\n  ","992019":"\n   Why not?\n  ","992020":"\n   who likes bi boys?\n  ","992021":"\n   Can I ask some curious sex questions\n  ","992022":"\n   Are you bi or straight\n  ","992023":"\n   you watch too many movies!\n  ","992024":"\n   I love it:3\n  ","992025":"\n   If you killed someone, howwould you get rid of the body?\n  ","992026":"\n   What's your favorite pasta dish \/recipe to make... Currently trying to remember and old recipe that was like pasta salad but with Parmesan cheese instead\n  ","992027":"\n   which do you like better: steak or cake?\n  ","992028":"\n   Do you own an Ugly Christmas Sweater?\n  ","992029":"\n   What  are you doing ?\n  ","992030":"\n   Do you think it's normal that I like girls feet ? 🤔\n  ","992031":"\n   Do you have a life purpose?  If so what is it?\n  ","992032":"\n   Your hubby,^^\n  ","992033":"\n   And i appreciate you!\n  ","992034":"\n   I can't stop admiring you.\nIlysm\nI wanna be your bed partner forever. 😭❤\n  ","992035":"\n   Is physical pain mainly just mental pain?\n  ","992036":"\n   Can't..😭😭😭\n  ","992037":"\n   What's more real for you ........ the past, the present or the future?\n  ","992038":"\n   You have now!\n  ","992039":"\n   Are memories real?\n  ","992040":"\n   If we get over it then why does it keep coming back?\n  ","992041":"\n   Awh what? Never been complimented this much?\n  ","992042":"\n   Both\n  ","992043":"\n   You're the cute one here.\n  ","992044":"\n   How are you with pain?\n  ","992045":"\n   That's why I'm making you happy is because i came out of my shell.\n  ","992046":"\n   Do you feel disempowered?\n  ","992047":"\n   I was even shy to talk to you, but now I see you're cool\n  ","992048":"\n   Omfg you're the sweetest girl I've ever seen saying yes to an anon goshhhhh i need you rn.❤🔥😍\n  ","992049":"\n   You're loving!\n  ","992050":"\n   Great minds think alike\n  ","992051":"\n   Marry me❤❤\n  ","992052":"\n   you and\n   \n    @badmanjon\n   \n   like all each other questions cuties\n  ","992053":"\n   Ilysm❤❤❤😭\n  ","992054":"\n   The way he's admiring your existence is the best way tbh.❤😊\nYou mean a lot more than this sweetheart. ❤❤\n  ","992055":"\n   Keep being you\n  ","992056":"\n   Do you feel loved?\n  ","992057":"\n   Do you have thick thighs ? ☺\n  ","992058":"\n   Do you feel powerful?\n  ","992059":"\n   What do you like to eat with crackers?\n  ","992060":"\n   Do you know any ugly people?\n  ","992061":"\n   Not as sweet as you.\n  ","992062":"\n   And you do great with it. I've followed for a while and I've noticed how kind you've been and decided to give back.\n  ","992063":"\n   Do you look ugly when you wake up each day?\n  ","992064":"\n   Where do you feel most safe?\n  ","992065":"\n   How can they say that if they never met you?\n  ","992066":"\n   Pap of your nails\n  ","992067":"\n   And I appreciate everything you do to spread kindness\n  ","992068":"\n   You're pretty easy to get along with!\n  ","992069":"\n   Thanks beautiful!\n  ","992070":"\n   You're pretty cool too\n  ","992071":"\n   All for a sweet woman like you.\n  ","992072":"\n   potatoes or tomatoes?\n  ","992073":"\n   a pet cat or a pet rat? 🐈 🐀\n  ","992074":"\n   Am I really? How come?\n  ","992075":"\n   Anything to keep you smiling and it's the truth!\n  ","992076":"\n   You're honestly more lovely. I seriously can't top how lovely you really are.\n  ","992077":"\n   Who likes gravy?\n  ","992078":"\n   You're quite lovely.\n  ","992079":"\n   😭😭😭😜\n  ","992080":"\n   Ja raha hu 👍\n  ","992081":"\n   do you often respond to dms\/text with \"k\"?\n  ","992082":"\n   Thanks beautiful\n  ","992083":"\n   So is Anthony dating someone else?\n  ","992084":"\n   I try to be\n  ","992085":"\n   What are you’re thoughts on people who always give one words answers\n  ","992086":"\n   You're sweet.\n  ","992087":"\n   What are some fun, light hearted movies to watch on a date night?\n  ","992088":"\n   what do you order at Waffle House?\n  ","992089":"\n   Can I get questions from you sometime? You send good ones!\n  ","992090":"\n   rap or jazz?\n  ","992091":"\n   Is there some things that you wished you did\n  ","992092":"\n   do you have yeezys?\n  ","992093":"\n   They’re not skinny.  They’re long and lean!  So long!  Did I mention long?\n  ","992094":"\n   Agree with this!  Best legs ever\n  ","992095":"\n   I wish you showed your legs off more.  They’re so amazing\n  ","992096":"\n   Jared\n  ","992097":"\n   Linkin\n  ","992098":"\n   And i appreciate you.\n  ","992099":"\n   What’s the most important thing you have to get done today?\n  ","992100":"\n   Your opinion on wearing thongs\n  ","992101":"\n   What’s your favorite alcohol\n  ","992102":"\n   You're welcome. You've been very nice, so I decided to give back. 😊\n  ","992103":"\n   do you like your laugh?\n  ","992104":"\n   Pic of your feet\n  ","992105":"\n   selfie please? you are so so gorgeous\n  ","992106":"\n   You too beautiful.\n  ","992107":"\n   How old are you\n  ","992108":"\n   Do you like wine\n  ","992109":"\n   Anything for a sweet woman like you.\n  ","992110":"\n   You definitely deserve to be treated right.\n  ","992111":"\n   Ootd\n  ","992112":"\n   Do you have any?\n  ","992113":"\n   Just like you with everyone!\n  ","992114":"\n   What are your fav Vans\n  ","992115":"\n   Big hug your way too.\n  ","992116":"\n   The next movie we need to see is a pixar movie nikki, no more horror movies they keep scaring me\n  ","992117":"\n   You know I told one of my friends that I don't believe in God and she blocked me.I am so depressed right now\n  ","992118":"\n   What do you believe in then?\n  ","992119":"\n   What are your religious views?\n  ","992120":"\n   Can you juggle baby puppies, Nikki?\n  ","992121":"\n   Nikki eats in Chinatown\n  ","992122":"\n   i like Chester's voice\n  ","992123":"\n   I agree with the anon, you're lovely ❤\n  ","992124":"\n   Yes and favorite song is saturn\n  ","992125":"\n   She eats out With Tony G\n  ","992126":"\n   💓💓\n  ","992127":"\n   Do you pay attention to the lyrics of songs? What is your favorite one?\n  ","992128":"\n   Do you think humanity is progressing or deteriorating?\n  ","992129":"\n   Where will you go on your next trip?\n  ","992130":"\n   From 1-10, how laid back are you as a person?\n  ","992131":"\n   Wizards of Waverly Place or Victorious?\n  ","992132":"\n   Under what genre do you think your life falls? (e.g Adventure, comedy, drama, horror, romance, Sci-fi etc)\n  ","992133":"\n   how do you like your eggs?\n  ","992134":"\n   Was ist dein Liebling film?\n  ","992135":"\n   You're a very beautiful woman. You deserve to smile and be happy!\n  ","992136":"\n   So are you!\n  ","992137":"\n   Sunday Spam: Is the sun shining where you live right now?\n  ","992138":"\n   What do you think of tattoos?\n  ","992139":"\n   What you gonna do next week? 😁\n  ","992140":"\n   biscuits or scones?\n  ","992141":"\n   What do you usually order if you're at a Burger King? 🤔 (I worked there before so that's why I'm curious 😂)\n  ","992142":"\n   I'm good\n  ","992143":"\n   Allah hafiz 😢\n  ","992144":"\n   Ever read (The Death of the West: how dying populations and immigrant invasions imperil our culture and civilization), a serious book\n  ","992145":"\n\n    @Nikki\n   \n   I also agree with you😉💋\n  ","992146":"\n   So much love to you as well!\n  ","992147":"\n   Who do you take after more your mom or your dad?\n  ","992148":"\n   You prefer to shower in the mornings or in the evenings? Why? 🤔\n  ","992149":"\n\n    @Nikki\n   \n   do you love me#lol😁\n  ","992150":"\n   Sunday Spam: Do you enjoy lazy Sundays?\n  ","992151":"\n   Hey!! How are you?What are you doing now?\n  ","992152":"\n   You're adorable too.\n  ","992153":"\n   Your head\n  ","992154":"\n   Same\n  ","992155":"\n   Hi Nikki how are you doing right now beautiful I love you so much for ever and ever and ever your the most amazing and prettiest girl ever\n  ","992156":"\n   Hey Pretty one 😍\n  ","992157":"\n   you have nice cheekbones and a jawline\n  ","992158":"\n   You're kind too\n  ","992159":"\n   did you give him to faghim?\n  ","992160":"\n   But u gave Anthony like 3 changes\n  ","992161":"\n   Nikittoooooo😘😘😍😘\n  ","992162":"\n   Do you believe in second chances? 👍\n  ","992163":"\n   Do you like to get porked?\n  ","992164":"\n   party outfit?\n  ","992165":"\n   tfti! lol mansion party?\n  ","992166":"\n   what's the move tonight?\n  ","992167":"\n   What’s the last risk you took\n  ","992168":"\n   heresy\n  ","992169":"\n   “Tony G for 3, OHHHHHHH he makes it! What a shot! Tony G absolutely disrespects Faghim with the 3-pointer!”\n  ","992170":"\n   pork is better\n  ","992171":"\n   Do you like Ramen? What kind of ramen do you like?\n  ","992172":"\n   ur couple name\n  ","992173":"\n   #nithony\n  ","992174":"\n   You're so beautiful. I swear!\n  ","992175":"\n   Good, I’m having fun 😂\n  ","992176":"\n   It’s the game of the century. Dude Lebron is jealous of this game bc the spotlight ain’t on him for once.\n  ","992177":"\n   You do. Your future offspring is dependent on this basketball game lmaoooo 🍿\n  ","992178":"\n   Anthony and Faghim are playing a 1-v-1 in basketball to determine who gets to date you again 🤡\n  ","992179":"\n   How often do you let the guy go into you raw?\n  ","992180":"\n   can you do an aussie accent?\n  ","992181":"\n   What is your dream travel destination?\n  ","992182":"\n   your parents were ok with u f*cking as a minor child?\n  ","992183":"\n   Why dont you cut your hair?\n  ","992184":"\n   More like thats so 90s 😂\n  ","992185":"\n   Post a GIF of a really cute animal.\n  ","992186":"\n   are you sad\n  ","992187":"\n   How are you\n  ","992188":"\n   Favorite color crocs\n  ","992189":"\n   Why not\n  ","992190":"\n   Standing outside a broken phone booth with money in my hand\n  ","992191":"\n   her name is nicole\n  ","992192":"\n   Do you watch porn?\n  ","992193":"\n   Are you going to horror nights with Nikki & Tony G™️ ?\n  ","992194":"\n   have you ever had a pet rodent? what kind?\n  ","992195":"\n   Keep being sweet. I wanted to start your day with a smile.\n  ","992196":"\n   Saturday Spam: What happens to you NEXT Saturday?\n  ","992197":"\n   Bloods or crips\n  ","992198":"\n   Do you respect foot slaves ?\n  ","992199":"\n   Hii cutieee😘😘\n  ","992200":"\n   I love you nikiii\n  ","992201":"\n   I'm not q lady, but thanks beautiful!\n  ","992202":"\n   they wanna fap nikki c’monnnn now\n  ","992203":"\n   are you close with any of your aunts or uncles?\n  ","992204":"\n   Your foot size?\n  ","992205":"\n   its sso cute\n  ","992206":"\n   You're very welcome! You're very sweet lady.\n  ","992207":"\n   bruh this made me cry lmao\n  ","992208":"\n   Are you boobless?\n  ","992209":"\n   Do you fart alot ?\n  ","992210":"\n   Picture of your feet please\n  ","992211":"\n   So are you.\n  ","992212":"\n   Keep smiling cause that would make people's day, just like mine.\n  ","992213":"\n   Saturday Spam: Rate Saturday Spam 1-10?\n  ","992214":"\n   I think you do. Beautiful just like the rest of you.\n  ","992215":"\n   And you have a beautiful  smile too.\n  ","992216":"\n   And it's my pleasure to do that for you. And I always appreciate you for always being so sweet.\n  ","992217":"\n   Well, I certainly think you absolutely deserve it. You always  seem so sweet towards others and decided to return the favor by doing so.\n  ","992218":"\n   Share a video that you think is funny? 😁\n  ","992219":"\n   Well, you deserve it.\n  ","992220":"\n   That's because your heart still has scar tissue from your last relationship. I felt that way too until time healed the heart and I moved on. This will happen for you too eventually, I promise.\n  ","992221":"\n   You're lovely too.\n  ","992222":"\n   Saturday Spam: How much screen time will you log on a typical Saturday?\n  ","992223":"\n   Yes, I am a romantic, who believes in love at first sight. I think everything you said is very possible.\n  ","992224":"\n   Saturday Spam: Do you watch any Saturday sports? Which one(s)?\n  ","992225":"\n   That's good. Keep smiling too.\n  ","992226":"\n   You use instagram? If so, what's your opinion on that they're gonna start hiding amounts of likes from your posts? 🤔\n  ","992227":"\n   You're welcome. Keep being you.\n  ","992228":"\n   What's your dream vacation?🛫\n  ","992229":"\n   Not bad yourself.\n  ","992230":"\n   I love your questions. Ask more. Thank you.\n  ","992231":"\n   You're welcome beautiful. You're pretty wonderful.\n  ","992232":"\n   Like the coldest winter chill, heaven beside you, hell within\n  ","992233":"\n   You deserve to be really happy.\n  ","992234":"\n   My pleasure beautiful. You're really sweet.\n  ","992235":"\n   You do well.\n  ","992236":"\n   Saturday Spam: What does Saturday mean to you and yours?\n  ","992237":"\n   Saturday Spam: What is your fav Saturday morning cartoon?\n  ","992238":"\n   You've always been so sweet.\n  ","992239":"\n   R u lesbian\n  ","992240":"\n   Your personality is beautiful.\n  ","992241":"\n   You're pretty.\n  ","992242":"\n   are you bi curious?\n  ","992243":"\n   Hey. Can u watch\/listen and tell me what u thinked about? :\n   \n    https:\/\/youtu.be\/vSNqIerZBFs\n   \n","992244":"\n   E books or paper books?\n  ","992245":"\n   You will do it?\n  ","992246":"\n   منو عندة برنامج يسوي الاغاني الاجنبية lyrics؟\n  ","992247":"\n   Ever encountered a bat? (The animal) Tell me about your experience if you have one.\n  ","992248":"\n   That's for males and females\n  ","992249":"\n   You have to be a Muslim, wear a niqab and get circumcised\n  ","992250":"\n   What's your favourite movie? 👍\n  ","992251":"\n   Do you like juice? Becoming juice do you like?\n  ","992252":"\n   uber or lyft?\n  ","992253":"\n   Why don’t you ask me questions\n  ","992254":"\n   Can you name the popular Youtuber?\n   \n    https:\/\/ask.fm\/javacow\/answers\/158349059743?utm_source=copy_link&utm_medium=android\n   \n","992255":"\n   Hey there! I made a discord channel. It's mostly game based but every topic is welcome! Feel free to join! 😸\n   \n    https:\/\/discord.gg\/dCtf43M\n   \n","992256":"\n   What you call a nigga with no money?\n  ","992257":"\n   Hey ma\n  ","992258":"\n   Why 😔\n  ","992259":"\n   Daylights savings 😩 feels like 2 am for me lol\n  ","992260":"\n   mom??\n  ","992261":"\n   have you seen step brothers??\n  ","992262":"\n   redheads are awesome ... but then again penny wise is a redhead and he is creepy and he’s a killer clown .....so I’d say you are way way better Nikki !!\n  ","992263":"\n   Ever seen Urban Legend? It features a young jared leto 🔥\n  ","992264":"\n   My\n  ","992265":"\n   here?\n  ","992266":"\n   ever flown first class?\n  ","992267":"\n   how tf is a pretty girl like you single?\n  ","992268":"\n   did you watch it?\n  ","992269":"\n   🤦‍♂️you didn’t think it was funny\n  ","992270":"\n   You will laugh 😂 😂😂😂😂😂\n  ","992271":"\n   Check my recent question I just rosted a anon 😂😂😂😂😂😂😂😂😂😂😂😂\n  ","992272":"\n   Would you date yourself if you were someone else?\n  ","992273":"\n   I love Linkin Park. I miss Chester <\/3\n  ","992274":"\n   anthony was dumb to let you go, xox\n  ","992275":"\n   Have you ever been in a situation where you and a friend were desperate to pee on a car trip and parent's wouldn't stop?\n  ","992276":"\n   Have you ever been on a bus trip where a group of girls kept complaining they need to pee?\n  ","992277":"\n   What's your favourite colour? 👍\n  ","992278":"\n   Do you put ketchup over your fries or by their side? 👍\n  ","992279":"\n   How u feeling? Are u okay?\n  ","992280":"\n   My only option is to grapple onto firefly.\n  ","992281":"\n   What is your fav singer?\n  ","992282":"\n   Do you use it\n  ","992283":"\n   Do you have a door bell camera\n  ","992284":"\n   you are so beautiful\n  ","992285":"\n   are you a germaphobe?\n  ","992286":"\n   which do you find scarier: snakes or spiders?\n  ","992287":"\n   Do you miss him?\n  ","992288":"\n   Nikkiiiiii\n  ","992289":"\n   Show me your feet\n  ","992290":"\n   you’re pretty\n  ","992291":"\n   i hope your well :)\n  ","992292":"\n   are you putting me in your bio\n  ","992293":"\n   Welche 2 Dinge hättest du gern bei dir, wenn du auf einer tropischen Insel stranden würdest?\n  ","992294":"\n   Are you single?\n  ","992295":"\n   wtf\n  ","992296":"\n   What’s going on?\n  ","992297":"\n   I'm  sad I use Amazon but I don't put my card details online instead I buy the Amazon gift cards and use those to buy things off amazon so my card details aren't online\n  ","992298":"\n   have you ever been to Vancouver (British Colombia, Canada)?\n  ","992299":"\n   Do you  use Amazon\n  ","992300":"\n   Are you going to Thanksgiving horror nights?\n  ","992301":"\n   good morning y’all in sydney and good evening to others 😊😚\n  ","992302":"\n   Thanks for following me y'all. Much love.\n\nUse this question to post whatever you'd like.\n  ","992303":"\n   Did you enjoy where you grew up? 👍\n  ","992304":"\n   What meal did you last eat? 👍\n  ","992305":"\n   When does time pass the slowest for you? 👍\n  ","992306":"\n   What do you regret the most?\n  ","992307":"\n   Tell me a veggie you really like to eat. 😁\n  ","992308":"\n   i've had it since about the same year but i feel like this was my first year having it because i was anonymous all these years and i didnt really know anyone until i met all y'all amazing people this year through the leaderboard rankings ;)\n  ","992309":"\n   What did your front camera say to you?\n  ","992310":"\n   how’d you know this app?\n  ","992311":"\n   Have you ever had a lucid dream? 🤔 If so, how was it?\n  ","992312":"\n   Hi\n  ","992313":"\n   hi..follow back? ☺\n  ","992314":"\n   can you play in my country and meet me baby🙂💓\n  ","992315":"\n   كوينز لايك يسعدكم\n  ","992316":"\n\n    https:\/\/youtu.be\/QQfSol91nmI\n   \n   Enjoy the song!\n  ","992317":"\n   Do you believe in god?\n  ","992318":"\n   What is your favorite animal\n  ","992319":"\n   do you cross your legs a lot?\n  ","992320":"\n   Are you in Love?\n  ","992321":"\n   Is that u on ur profile pic?\n  ","992322":"\n   I do not like South and Central Americans or any little brown Spanish speaking people at all....\n  ","992323":"\n   Too💓💓\n  ","992324":"\n   yes\n  ","992325":"\n   How many hours a day do you spend watching TV?\n  ","992326":"\n   I'm good, waiting for a new game to install 😁\n  ","992327":"\n   How's it going? 😁\n  ","992328":"\n   Does any use stock x or stadium goods?\n  ","992329":"\n   what’s for breakfast? ☺️\n  ","992330":"\n   goodnight!\n  ","992331":"\n   ‏- أوشكت 2019 على الأنتهاء..\n‏- فهل خذلك أحدهم فـى هذه السنه؟\n  ","992332":"\n   Why not\n  ","992333":"\n   Can u rub your feet on my hair\n  ","992334":"\n   I remember looking at my back and finding my stretch marks ugly, but then I started loving them lol. Everyones body is different\n  ","992335":"\n   Bist du Gerne in die Schule gegangen? Oder gehst du Gerne in die Schule?🤔😊\n  ","992336":"\n   War der Test gut 🤓 ?\n  ","992337":"\n   oooh, tennis. i don't hear that too often :) are you good at serving? i've always been meh at it\n  ","992338":"\n   What is your favorite hobby?\n  ","992339":"\n   do you remember the tv show Max & Ruby?? (it’s like two little bunnies and they’re brother and sister.)\n  ","992340":"\n   Good Morning❤️❤️\n  ","992341":"\n   do you have any striking resemblances to any siblings, cousins or aunts?\n  ","992342":"\n   hi guys.. how’s things?\n  ","992343":"\n   do you like Hank Williams? (i’m talking about the 1950s country music star lol)\n  ","992344":"\n   You're so pretty\n  ","992345":"\n   What do you crave when youre drunk? (I always am either craving fish and chips or Steak ‘n shake lol)\n  ","992346":"\n   Wt it’s easy question\n  ","992347":"\n   What do you miss? 🥀\n  ","992348":"\n   have any early drafts for your 2020 new years resolutions?\n  ","992349":"\n   Yes 😅send me some send me some people\n  ","992350":"\n   great gatsby?\n  ","992351":"\n   see this is the song I was talking about:\n   \n    https:\/\/www.youtube.com\/watch?v=araU0fZj6oQ\n   \n","992352":"\n   What’s your favorite African country\n  ","992353":"\n   have you ever studied a second language in a classroom\/academic setting? to what extent did you learn the language?\n  ","992354":"\n   Get a job on ch*turbate as a webcam model\n  ","992355":"\n   Are you have big ass or not\n  ","992356":"\n   If you hate america so much go back to greece you dirty grease ball 🙄🙄\n  ","992357":"\n   i meant to say it a song by staind\n  ","992358":"\n   And you are unamerican if you don't vote for trump!!\n  ","992359":"\n   like that song staind\n  ","992360":"\n   Most people don't value their online privacy because the data companies like google etc are gathering information about them and selling it onto whoever wants to buy it from them.  That's how they make their money\n  ","992361":"\n   Last time you went on a date\n  ","992362":"\n   Do you value your online privacy?\n  ","992363":"\n   Favorite dessert?\n  ","992364":"\n   I would be strong for you but also love and cherish and protect you always and Provide for you and never put you at risk and you would only have to work if and for as long as you wanted\n  ","992365":"\n   ever received a tarot card reading?\n  ","992366":"\n   Are you patriotic?\n  ","992367":"\n   Mother always said I was a great mistake\n  ","992368":"\n   A1 or one direction? 🤣\n  ","992369":"\n   Twerker?\n  ","992370":"\n   Wow\n  ","992371":"\n   did you ever go to school \/ class drunk? (my sister just admitted to getting drunk at school before... ?????\n  ","992372":"\n   Are you American?\n  ","992373":"\n   Thanks, and I love making people smile\n  ","992374":"\n   hook me up with your dealer\n  ","992375":"\n   Are you an active person\n  ","992376":"\n   Are you participating on no shave November?\n  ","992377":"\n   How are you so beautiful love ?\n  ","992378":"\n   Have you ever been to a spa\n  ","992379":"\n   did you read The Outsiders by SE Hinton in school?\n  ","992380":"\n   Girl there’s so many people on your Ask Fm😂send some to me\n  ","992381":"\n   Do you like to dance?\n  ","992382":"\n   Queen of mine 😋😚\n  ","992383":"\n   Do you do black Friday shopping\n  ","992384":"\n   Ever shaken a can of soda and given it to someone?\n  ","992385":"\n   It explodes like a shaken can of soda when opened. Wear goggles if attempted.😁\n  ","992386":"\n   Don’t lieeeeee\n  ","992387":"\n   did you watch Sesame Street as a kid?\n  "},"Answer":{"991316":"\n  I appreciate that\n  ","991317":"\n  awh thank you!🥺\n  ","991318":"\n  omg thank you lol\n  ","991319":"\n  ooh I love chocolate so chocolate cream pie\n  ","991320":"\n  why thank you anon\n  ","991321":"\n  because this app is boring so why not\n  ","991322":"\n  goodnight friends 🙂\n  ","991323":"\n  I appreciate you🥺\n  ","991324":"\n  oh yeah I have! haha I remember those\n  ","991325":"\n  that’s awesome anon\n  ","991326":"\n  that’s hard because I’ve received many but one of them would be that I have an amazing music taste that just made me really happy 🥺\n  ","991327":"\n  no that’s never happened to me\n  ","991328":"\n  I don’t like green beans lol\n  ","991329":"\n  I would say change their mind sets to positivity and always thinking to themselves okay I can do this or I got this. The more positive you think the more better things will come your way and more better people will come into your life.\n  ","991330":"\n  Hey anon\n  ","991331":"\n  well successful people know what they want and go after their dreams and achieve them and unsuccessful people may know what they want but don’t put any effort into following and achieving it and so they get jealous from successful people.\n  ","991332":"\n  cheers to that lmao\n  ","991333":"\n  no I think humans have gotten and become much worse because there’s so many people killing each other  and so much harm to other humans and global warming etc. it’s sad 🥺\n  ","991334":"\n  then go get laid? lmao\n  ","991335":"\n  lmao that’s great 🙂\n  ","991336":"\n  I’m about a 11\n  ","991337":"\n  candy corn\n  ","991338":"\n  nah I don’t like the taste of alcohol\n  ","991339":"\n  this app lol\n  ","991340":"\n  I love you too 🥺\n  ","991341":"\n  mostly by airplane or car tbh\n  ","991342":"\n  hahahah probably the toilet because why not😂\n  ","991343":"\n  I’m so glad he’s back! and my favorite thing about\n  \n   @edraegen\n  \n  is how kind and funny and how he’s always there when I need to talk to someone 🙂\n  ","991344":"\n  No I don’t think I would tbh\n  ","991345":"\n  I think both are valuable tbh. Because having brains can get you so far nowadays and having beauty can also get you so far in life nowadays. So I think both are really valuable.\n  ","991346":"\n  a shower glass of course\n  ","991347":"\n  I’m not trying to do that anon\n  ","991348":"\n  yeah I know what you mean but yeah it’s very hard I miss Chester. But I also know what you meant by a certain someone lol\n  ","991349":"\n  probably my bed lol\n  ","991350":"\n  yeah I do know what it means lol and linkin park is my weakness. 😝\n  ","991351":"\n  well if that was the case no would learn responsibility and no one would earn money for themselves to go out and buy things they would just get it for free. I don’t think that’s a good idea because people should work hard to get what they want and to learn responsibility and how the real world works.\n  ","991352":"\n  really you mean Jared Leto right?🤔\n  ","991353":"\n  oh yes I am definitely afraid of people\n  ","991354":"\n  you should know this lol it’s definitely Linkin Park 😛\n  ","991355":"\n  what type of music do you listen to?\n  \n  do you like animals? lol\n  ","991356":"\n  I usually feel afraid when I hear that because it sounds like they’re going to say something negative\n  ","991357":"\n  animals probably think to themselves what are those? lmao like they’re thinking what are those creatures and why do they look so different from us? Also they probably hate us for hurting them and love us for loving them and giving them homes and a enjoyable life.\n  ","991358":"\n  we have such a strong urge to distract ourselves from the real world because the real world is sh*t lol. It’s so hard and stressful and pure depressing. And it’s full of hate and negativity so I could see why we try so hard to distract ourselves from this sad world.\n  ","991359":"\n  I mean I don’t think anyone should tell anyone how many kids they could have. That should be the choice of the person having the kids. I get that we have overpopulation already but we shouldn’t tell someone how many kids they could have. That’s all up to them. And as those kids grow up in later generations you never know the world will be different and new careers will exist and those kids will change and shine in their generation.\n  ","991360":"\n  I’m not sure yet!\n  ","991361":"\n  I think you’re very intelligent and have a very deep thinking mind and thoughts because the questions you ask are very deep and I enjoy them!🙂 also you’re sweet!\n  ","991362":"\n  it’s too cold outside lol\n  ","991363":"\n  i missed you too best friend 🥺\n  ","991364":"\n  i don’t fear death because I know one day I will eventually pass away. I think people fear death because they don’t know how they will die and where they will go when they do end up dying and that scares them not knowing\n  ","991365":"\n  i really like that quote because I agree that you should be completely engaged with what you’re doing now and to remember you should be doing something you love and enjoy for work so that it could feel like it’s a play for you.\n  ","991366":"\n  why would you even ask this?\n  ","991367":"\n  don’t be silly. of course you’re still my BFF I couldn’t replace you 😝\n  ","991368":"\n  i had some apple cider\n  ","991369":"\n  no I haven’t\n  ","991370":"\n  no I don’t\n  ","991371":"\n  I’m okay you?\n  ","991372":"\n  for sure anon\n  ","991373":"\n  I have before but I don’t because it’s funny\n  ","991374":"\n  there are some green dressings I like. I also like corn bread and chicken and rice but I don’t eat liver lol\n  ","991375":"\n  yes I absolutely do!\n  ","991376":"\n  thanks❤️\n  ","991377":"\n  of course I know that lmao\n  ","991378":"\n  I do enjoy talking to my friends on here because all of them are so sweet and amazing but most of the time I don’t enjoy this app because it gets boring and because people hide on anonymous and talk shxt but it’s quite funny actually. You know that they only talk cause there’s anonymous. I would say ask should try and experiment for one day and get rid of the anonymous option and then you’ll see all the hate and negativity would stop because people wouldn’t be able to hide on anonymous 🙂 and so they would be scared to talk sh*t and badly about people. It would stop due to the no anonymous option. That would be a fun experiment lol\n  ","991379":"\n  I’m here🙂\n  ","991380":"\n  not right now lol\n  ","991381":"\n  going to my aunts place 😁\n  ","991382":"\n  awhhh thank you!🙂\n  ","991383":"\n  there’s many hot people on this app\n  ","991384":"\n  happy thanksgiving!\n  ","991385":"\n  no you don’t 😂\n  ","991386":"\n  nah it doesn’t\n  ","991387":"\n  nope not at all lmao\n  ","991388":"\n  thank you my friend 🙂\n  ","991389":"\n  hey! happy thanksgiving 🍁\n  ","991390":"\n  happy thanksgiving 🦃\n  ","991391":"\n  I let you in, you left me out\n  \n  you left me on my own, you left me all alone\n  \n  i let you in, you bled me out\n  ","991392":"\n  yeah lol. way too strong\n  ","991393":"\n  I don’t like whiskey\n  ","991394":"\n  not necessarily\n  ","991395":"\n  i hope I will be\n  ","991396":"\n  not really lol\n  ","991397":"\n  nope not really\n  ","991398":"\n  i don’t think so but that sounds so familiar\n  ","991399":"\n  not really tbh\n  ","991400":"\n  anywho I’m bored\n  ","991401":"\n  🤠\n  ","991402":"\n  i would ask him why is he so stupid and why don’t you just impeach yourself and leave the office? so that we can have someone much better running in the office smh\n  ","991403":"\n  eh I guess so\n  ","991404":"\n  chocolate lol\n  ","991405":"\n  thank you anon 🙂\n  ","991406":"\n  for using me and betraying me as well as lying to me and playing me as a fool and whatnot. so many things I’ve forgiven people for even though I shouldn’t have.\n  ","991407":"\n  no of course you aren’t.\n  ","991408":"\n  I’ve changed a lot. I’ve become more stronger emotionally and I let go of people more easily now and move on from them.\n  ","991409":"\n  hmmm good question. We all have feelings and emotionally pain and physical pain. We all feel things and deal with it differently.\n  ","991410":"\n  I don’t do drugs or things like that tbh so I wouldn’t know\n  ","991411":"\n  i don’t know lmao\n  ","991412":"\n  How can I help you?\n  ","991413":"\n  i don’t drink coffee\n  ","991414":"\n  no I don’t think I have\n  ","991415":"\n  okay anon?\n  ","991416":"\n  oh goodness I don’t know 🙃\n  ","991417":"\n  what? lmao\n  ","991418":"\n  somebody wanna hmu\n  ","991419":"\n  no lol\n  ","991420":"\n  i don’t know lol\n  ","991421":"\n  what even\n  ","991422":"\n  I’m somewhat creative lol\n  ","991423":"\n  you too!😁\n  ","991424":"\n  hiya anon 🤡\n  ","991425":"\n  drive lmao\n  ","991426":"\n  lmao I wish\n  ","991427":"\n  yes when I like someone I’m usually afraid to tell them I like them but then I do because I know they feel the same\n  ","991428":"\n  y’all I’m bored\n  ","991429":"\n  thanks love ❤️\n  ","991430":"\n  okay someone hmu\n  ","991431":"\n  what does that mean?\n  ","991432":"\n  congratulations lmao\n  ","991433":"\n  for what? lol\n  ","991434":"\n  Maybe pecan pie or pumpkin pie I don’t know lol\n  ","991435":"\n  Yeah anon 👀\n  ","991436":"\n  I do!\n  ","991437":"\n  no lol\n  ","991438":"\n  it’s okay! just remember to enjoy your day 😁\n  ","991439":"\n  oh don’t be inappropriate\n  ","991440":"\n  nah I don’t 🙂\n  ","991441":"\n  I’m not handsome you mean pretty 😂\n  ","991442":"\n  oh no!\n  ","991443":"\n  Yes I know lmao\n  ","991444":"\n  I guess so lol. you?😁\n  ","991445":"\n  that’s just wonderful\n  ","991446":"\n  I hope you did as well!🙂\n  ","991447":"\n  Impractical jokers\n  ","991448":"\n  well it’s only 6:40 pm lol\n  ","991449":"\n  I’ve been dead but I’m back\n  ","991450":"\n  no I haven’t\n  ","991451":"\n  🙂\n  ","991452":"\n  I do lol\n  ","991453":"\n  on another note I reached 11k followers on here while I was gone woop love you all\n  ","991454":"\n  disagree actually\n  ","991455":"\n  he is a singer, songwriter and a rapper\n  ","991456":"\n  I have no idea\n  ","991457":"\n  nah not interested\n  ","991458":"\n  not really\n  ","991459":"\n  there’s many things lol\n  ","991460":"\n  no lol\n  ","991461":"\n  who’s that?\n  ","991462":"\n  wow is that such a surprise?\n  ","991463":"\n  rather not say\n  ","991464":"\n  yeah actually\n  ","991465":"\n  Probably lol\n  ","991466":"\n  lmao no\n  ","991467":"\n  I’m here🙂\n  ","991468":"\n  not that often but I do like it\n  ","991469":"\n  yeah it’s so great\n  ","991470":"\n  lmaoooo\n  ","991471":"\n  possibly I could\n  ","991472":"\n  in this world we live in yeah it’s very normal\n  ","991473":"\n  I remember I answered a question about this. I do feel like we live in a stimulation\n  ","991474":"\n  I do actually\n  ","991475":"\n  nay I don’t like them yet I still watch them to torture myself lol because I know none of those things will happen to me\n  ","991476":"\n  no I don’t like the cold. I prefer warmer weather\n  ","991477":"\n  alright guys I’m out\n  ","991478":"\n  not really tbh\n  ","991479":"\n  no lol\n  ","991480":"\n  what am I about?\n  ","991481":"\n  they’re lmAo\n  ","991482":"\n  hey anon\n  ","991483":"\n  yes many times\n  ","991484":"\n  I don’t use it\n  ","991485":"\n  Hey!\n  ","991486":"\n  yes and I’ll probably do it again\n  ","991487":"\n  yeah but I didn’t have the surgery yet\n  ","991488":"\n  I’m so lost lmao\n  ","991489":"\n  small gatherings\n  ","991490":"\n  Hey🙂\n  ","991491":"\n  yooo lol\n  ","991492":"\n  it just depends on the weather lol\n  ","991493":"\n  yes I have!\n  ","991494":"\n  thank you!🙂\n  ","991495":"\n  I’m not here\n  ","991496":"\n  I don’t remember my first crush lol\n  ","991497":"\n  i have a long time ago\n  ","991498":"\n  yes I have! they’re really talented and great!\n  ","991499":"\n  hiiiiii\n  ","991500":"\n\n   @Qu33nForADayy\n  \n  ❤️\n  ","991501":"\n  yeah I think so\n  ","991502":"\n  i could if I knew what music you’re into\n  ","991503":"\n  mainly life\n  ","991504":"\n  maybe into the future to see how it’s going to be like and to see if we even are going to have one\n  ","991505":"\n  It’s 10:44 pm\n  ","991506":"\n  sometimes I hate it but sometimes it’s very useful lol\n  ","991507":"\n  oh yeah definitely\n  ","991508":"\n  hey anon! I’m okay 🙂\n  ","991509":"\n  always lol\n  ","991510":"\n  yeah I’m  pretty dead\n  ","991511":"\n  It was a Jeffree Star video\n  ","991512":"\n  no I haven’t lol\n  ","991513":"\n  wow I have so many questions to answers!\n  ","991514":"\n  yeah but you’re anon?\n  ","991515":"\n  no you’re not anon\n  ","991516":"\n  i usually do my own thing tbh\n  ","991517":"\n  why would I?\n  ","991518":"\n  no I don’t\n  ","991519":"\n  ooh that’s a deep question I likey. Well everyone dies sadly and I know one day I will as well.\n  ","991520":"\n  Awhh thanks love❤️\n  ","991521":"\n  a mixture of both tbh\n  ","991522":"\n  yeah?\n  ","991523":"\n  i doooo\n  ","991524":"\n  not really that much\n  ","991525":"\n  thank you❤️\n  ","991526":"\n  that just made me laugh 😂\n  ","991527":"\n  you’re excused my friend\n  ","991528":"\n  no I’m not here\n  ","991529":"\n  he’s dead to me\n  ","991530":"\n  I’ve been off for 4 days and someone sends around my link saying I died lmao okay then\n  ","991531":"\n  no I don’t\n  ","991532":"\n  it makes me so happy that people actually noticed I was gone 🥺\n  ","991533":"\n  oh no🥺\n  ","991534":"\n  hey, thank you Josh! I appreciate that 🙂\n  ","991535":"\n  you’re honestly so sweet🥺💖 you’re definitely my best friend and favorite on here\n  ","991536":"\n  hey! yeah I was just bored of ask and awhhh that’s so sweet 🥺\n  ","991537":"\n\n   @JustTheKingOfficial\n  \n  why would you jump on animals?😱\n  ","991538":"\n  I was taking a break lmao\n  ","991539":"\n  jokes on you tho😂\n  ","991540":"\n  nah I have no interest in talking to him\n  ","991541":"\n  sledding lol\n  ","991542":"\n  this\n  \n  Snapchat\n  \n  Instagram\n  \n  fb\n  \n  and that’s about it lol\n  ","991543":"\n  hot chocolate\n  ","991544":"\n  ooh I love peppermint bark!\n  ","991545":"\n  same here\n  ","991546":"\n  it’s alright yours?☺️\n  ","991547":"\n  I feel\n  ","991548":"\n  very hard actually\n  ","991549":"\n  I don’t care about Travis😂\n  ","991550":"\n  i don’t know lol\n  ","991551":"\n  okay lol\n  ","991552":"\n  exactly anon\n  ","991553":"\n  you tell me\n  ","991554":"\n  which one?\n  ","991555":"\n  lmao I guess so\n  ","991556":"\n  I didn’t say I’m deactivating 😂 I’m just not gonna be active as much maybe\n  ","991557":"\n  lmao sure thing\n  ","991558":"\n  lmao this made me laugh\n  ","991559":"\n  okay?\n  ","991560":"\n  I don’t want to be anymore lol\n  ","991561":"\n  like what?\n  ","991562":"\n  I can\n  ","991563":"\n  no I don’t\n  ","991564":"\n  yes?\n  ","991565":"\n  very kind of you☺️\n  ","991566":"\n  oh wow😱\n  ","991567":"\n  it’s going alright, thank you😌\n  ","991568":"\n  yikes that’s a high fever! drink some tea with honey\n  ","991569":"\n  yes absolutely I have! I love it! it’s much better than here tbh\n  ","991570":"\n  no I haven’t actually\n  ","991571":"\n  Hellooooo\n  ","991572":"\n  no actually I’m not😂\n  ","991573":"\n  some girls like it so? there’s nothing with with septum piercings anon\n  ","991574":"\n  well yeah lmao\n  ","991575":"\n  thank you and I’m glad it was okay 😁\n  ","991576":"\n  Awh that’s very sweet! hope you have an awesome day!🙂\n  ","991577":"\n  I wouldn’t be driving lol\n  ","991578":"\n  I’m definitely a night owl 🦉\n  ","991579":"\n  who’s very confused?\n  ","991580":"\n  thank you lovely 💖\n  ","991581":"\n  I know that lol\n  ","991582":"\n  yeah I do! I love hiking, biking, swimming, doing yoga, walking, etc 🙂\n  ","991583":"\n  that’s not funny\n  ","991584":"\n  I would definitely like to go to Australia 😁\n  ","991585":"\n  no lol\n  ","991586":"\n  no I couldn’t\n  ","991587":"\n  I’m not forced to eat anything I don’t like lol\n  ","991588":"\n  sometimes not really\n  ","991589":"\n  no I haven’t\n  ","991590":"\n  thank you for this! you have a wonderful day too😁\n  ","991591":"\n  drink water it usually helps\n  ","991592":"\n  definitely about the music I like or tv shows I enjoy and horror movies and outdoor activities I do and whatnot lol\n  ","991593":"\n  yes I’ve been following you for a long time now because you’re chill and very awesome also very pretty! 🙂\n  ","991594":"\n  I don’t know why people believe that. It confuses me why they do. The earth is clearly a sphere but not a perfect on due to platonic plates always moving so it had cracks but it’s clearly a sphere\n  ","991595":"\n  I sleep usually at 1 or 2 or if I’m really tired at 12 am lol\n  ","991596":"\n  of course 🙂\n  ","991597":"\n  lmao what\n  ","991598":"\n  goodness this app is dead\n  ","991599":"\n  alright kids imma sleep\n  ","991600":"\n  new adventures and experiences I guess\n  ","991601":"\n  how?\n  ","991602":"\n  what? lol\n  ","991603":"\n  oh boy I’m bored\n  ","991604":"\n  which name?\n  ","991605":"\n  what even?\n  ","991606":"\n  i don’t know anon lol\n  ","991607":"\n  I’m okay you?🙂\n  ","991608":"\n  I definitely have trypanophobia and many more\n  ","991609":"\n  I don’t think I have lol\n  ","991610":"\n  excuse me? lmao\n  ","991611":"\n  nope\n  ","991612":"\n  I have before but then realized he was just playing games with me\n  ","991613":"\n  no lol\n  ","991614":"\n  hello! it was alright yours?\n  ","991615":"\n  wtf lmao\n  ","991616":"\n  lmao no\n  ","991617":"\n  my phone lol\n  ","991618":"\n  Instagram and Snapchat tbh\n  ","991619":"\n  yes I do!😌\n  ","991620":"\n  anyways Jared Leto with short hair 😍😭\n  ","991621":"\n  lmao that’s funny\n  ","991622":"\n  because she’s plastic ? lmao\n  ","991623":"\n  no I haven’t\n  ","991624":"\n  I think 3\n  ","991625":"\n  thank you love ❤️\n  ","991626":"\n  it’s pretty big actually\n  ","991627":"\n  lmao\n  ","991628":"\n  I love Italy as well!\n  ","991629":"\n  no I have not lol\n  ","991630":"\n  yeah I do\n  ","991631":"\n  sometimes lol\n  ","991632":"\n  no I haven’t\n  ","991633":"\n  Greece because everyone is so friendly and it’s so beautiful and the food is amazing and plus I’m Greek!😁\n  ","991634":"\n  not a lot. Maybe just a little tbh\n  ","991635":"\n  no but I would like to!\n  ","991636":"\n  I would say mint chocolate chip\n  ","991637":"\n  maybe ice cream or geography lol\n  ","991638":"\n  hello, and I would!🙂\n  ","991639":"\n  on Tuesday actually 😁\n  ","991640":"\n  yes I can 🙂\n  ","991641":"\n  what exactly is funny?\n  ","991642":"\n  I love you beautiful 💖\n  ","991643":"\n  I know they’re absolutely crazy! most of them talk as if they know what they’re talking about but really don’t. It’s quite funny actually to watch. And then others send hate on anonymous only because of the fact they’re scared and couldn’t say it to my face. that’s funny too\n  ","991644":"\n  yes I love salad!\n  ","991645":"\n  maybe a little bit of both\n  ","991646":"\n  ugh someone hmu\n  ","991647":"\n  who he? lol\n  ","991648":"\n  much appreciated 🙂\n  ","991649":"\n  I hope you’re doing well as well! and of course 😁\n  ","991650":"\n  ‘IT’ Chapter 1 and 2\n  \n  the conjuring 1 and 2\n  \n  Christopher Robin\n  ","991651":"\n  thank you love❤️\n  ","991652":"\n\n   @edraegen\n  \n\n   @NineGDxFour\n  \n\n   @RaquelAlissa\n  \n\n   @depig\n  \n\n   @Qu33nForADayy\n  \n\n   @Sillybutt26\n  \n\n   @GeeLouisee140\n  \n\n   @eva_wiliams\n  \n\n   @redoasis2017\n  \n\n   @LilMommaBear\n  \n\n   @mworkman16\n  \n\n   @Ice_Frozen_Vocals\n  \n\n   @LouisaRHale\n  \n\n   @krystaa_collett\n  \n\n   @KeepYourEyesPeeled\n  \n\n   @Pookeo9\n  \n\n   @zactc\n  \n\n   @SolidFlirt\n  \n\n   @AnimalLover122\n  \n\n   @sophielouise961\n  \n\n   @SophieWhite3\n  \n\n   @musicfan1998\n  \n\n   @foolian\n  \n\n   @Tobbelit0\n  \n\n   @somepeoplehaverealproblems\n  \n\n   @SloanYecats\n  \n\n   @DLOVELIFE\n  \n\n   @badmanjon\n  \n\n   @jenjenamyy\n  \n\n   @keepmovingforwardx\n  \n\n   @Lalex84\n  \n\n   @kaseyisback1\n  \n\n   @KeepYourEyesPeeled\n  \n\n   @patchy_life\n  \n\n   @chrissyjillson\n  \n\n   @JJD55\n  \n\n   @JamesW7558\n  \n\n   @Lorenzomoose\n  \n\n   @SaraahM1\n  \n\n   @abiepgonzales\n  \n\n   @Austintag1ous\n  \n\n   @katbeaulieu\n  \n\n   @birddawg19\n  \n\n   @SlendyGunner\n  \n\n   @Glicina\n  \n\n  there’s many more but I couldn’t find their @‘s but remember I love you all💖\n  ","991653":"\n  yes of course! you also have a wonderful day 🙂\n  ","991654":"\n  thank you😁\n  ","991655":"\n  yes I love road trips and have fun!🙂\n  ","991656":"\n  Come off anon\n  ","991657":"\n  no I wouldn’t tbh\n  ","991658":"\n  yes lol\n  ","991659":"\n  oh stop it lmao\n  ","991660":"\n  not like I pay attention to it\n  ","991661":"\n  it usually goes in your ear or mouth lmao\n  ","991662":"\n  I know! I didn’t even realize that lmao\n  ","991663":"\n  then you gotta ask me questions\n  ","991664":"\n  as if I look at that dumbo\n  ","991665":"\n  what’s 78k? lmao\n  ","991666":"\n  I’m awake now haha🙂 hello!\n  ","991667":"\n  I don’t wear a watch. I just check the time on my phone tbh\n  ","991668":"\n  I’m sure lmao\n  ","991669":"\n  what? lol\n  ","991670":"\n  thank you!🙂\n  ","991671":"\n  then that’s sad\n  ","991672":"\n  well that guy is you?\n  ","991673":"\n  yes hahaha I’m glad you agree!😁\n  ","991674":"\n  okay imma go back to sleep now\n  ","991675":"\n  oh stfu says the person hiding behind anonymous 😂\n  ","991676":"\n  I’ve seen\/read many interesting things lol\n  ","991677":"\n  I’m glad you loved it!🙂 yes I liked your answer!\n  ","991678":"\n  he is a waste of everything lmao let’s be honest\n  ","991679":"\n  haha thank you! it would be so funny especially doing it to people I don’t like! and no you’re very cool aha I wouldn’t do it to you🙂\n  ","991680":"\n  trump lmao\n  ","991681":"\n  famous for doing something great probably\n  ","991682":"\n  I would definitely float things around them and appear and then disappear and I would tap on them. I would shove things to the ground and open doors and windows and write things on the walls and windows and whatnot lol\n  ","991683":"\n  I don’t know if I would change my name tbh\n  ","991684":"\n  probably scare people lol\n  ","991685":"\n  I guess lol\n  ","991686":"\n  because most of the time I don’t know what to say\n  ","991687":"\n  that’s good! I’m doing okay 🙂 and yes I will definitely ask you some haha I’m glad you like them! and yeah I know the questions people ask don’t tend to require thinking tbh\n  ","991688":"\n  I guess it just depends lol\n  ","991689":"\n  how does she steal pictures from me? when we don’t even look alike? and plus she’s gorgeous 🙂\n  ","991690":"\n  the environment is already bad so I’m sure it will be even worse by then to the point we won’t even be alive 🤷‍♀️\n  ","991691":"\n  you don’t have to be liked by many people tbh because not everyone will like you. It’s better to be loved by a few.\n  ","991692":"\n  I don’t know lol\n  ","991693":"\n  good morning! how’s it going?🙂\n  ","991694":"\n  yeah I’m okay lol\n  ","991695":"\n  no I hate math lol\n  ","991696":"\n  kind, honest, silly\n  ","991697":"\n  definitely yoga, hiking, biking, Swimming, sleeping, traveling, etc 🙂\n  ","991698":"\n  hello!\n  ","991699":"\n  maybe a week in the future tbh to see how the world will end up being like\n  ","991700":"\n  no lol\n  ","991701":"\n  haha that’s cute\n  ","991702":"\n  Yes I do!\n  ","991703":"\n  yeah and I shouldn’t forgive easily because most of the time people don’t deserve that\n  ","991704":"\n  hurricane by thirty seconds to mars\n  ","991705":"\n  that’s adorable Awh\n  ","991706":"\n  lmao what\n  ","991707":"\n  who’s that?\n  ","991708":"\n  nah I don’t\n  ","991709":"\n  Kasey is my wifey 🙂\n  ","991710":"\n  no lmao\n  ","991711":"\n  Awh that’s sweet\n  ","991712":"\n  watching Rhett and Link😝\n  ","991713":"\n  my wingman for?\n  ","991714":"\n  Noo I want the warm weather\n  ","991715":"\n  no I won’t lol\n  ","991716":"\n  lmao no that’s not true\n  ","991717":"\n  I’m quiet\n  ","991718":"\n  absolutely\n  ","991719":"\n  through the music I listen to 🙂\n  ","991720":"\n  howdy\n  ","991721":"\n  I’m doing my homework and I’m bored\n  ","991722":"\n  smh anon\n  ","991723":"\n  no I haven’t\n  ","991724":"\n  someone hmu\n  ","991725":"\n  Pennywise seems like it would be an interesting name for a boat lol\n  ","991726":"\n  I don’t know lol\n  ","991727":"\n  it’s kinda ironic how he looks at my Instagram stories 😂\n  ","991728":"\n  I do enjoy spending time alone because I’m so used to it. I relax and listen to music or watch movies or go outside\n  ","991729":"\n  I like salad more lol oops\n  ","991730":"\n  probably not\n  ","991731":"\n  okay ? lmao\n  ","991732":"\n  let you get what?\n  ","991733":"\n  hahaha no I don’t\n  ","991734":"\n  Awhh thank you🙂\n  ","991735":"\n  I take daily vitamins!\n  ","991736":"\n  you wish lmAo wtf\n  ","991737":"\n  no lmao\n  ","991738":"\n  yes I do actually\n  ","991739":"\n  yeah lol\n  ","991740":"\n  thank you anon!🙂\n  ","991741":"\n  usually around 1 or 2 am\n  ","991742":"\n  Interesting anon\n  ","991743":"\n  someone hmu🥺\n  ","991744":"\n\n   https:\/\/youtu.be\/mdJDPepGOAM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  this is my favorite song! enjoy 😍\n  ","991745":"\n  ohhhh that’s okay! you should get a few 🙂\n  ","991746":"\n  I do! you’ve never had one?😱\n  ","991747":"\n  I’m getting ready for class now aha. I hope you had a good day 🙂\n  ","991748":"\n  I’m okay just annoyed tbh\n  ","991749":"\n  it’s kinda funny how anons keep talking as if they know everything. They only talk because they can hide on anonymous 😂\n  ","991750":"\n  anyways I’m bored and gotta get ready\n  ","991751":"\n  omg someone hmu!!!!\n  ","991752":"\n  I don’t know who that is lol\n  ","991753":"\n  that’s cute\n  ","991754":"\n  good night buddy 🙂\n  ","991755":"\n  ughhhh is everyone dead again?\n  ","991756":"\n  that’s all you love❤️\n  ","991757":"\n  i don’t know lol\n  ","991758":"\n  someone hmu\n  ","991759":"\n  I’m happy Char is back❤️\n  ","991760":"\n  absolutely nothing lol\n  ","991761":"\n  I’m doing okay I guess. you?\n  ","991762":"\n  yes I have! it was fun\n  ","991763":"\n  lmao\n  ","991764":"\n  I’ve made many tbh\n  ","991765":"\n  I have no idea\n  ","991766":"\n  thank you lol\n  ","991767":"\n  with animals !\n  ","991768":"\n  stop it smh\n  ","991769":"\n  I’m eating lmao\n  ","991770":"\n  what?\n  ","991771":"\n  i don’t think so\n  ","991772":"\n  thank you! I appreciate it\n  ","991773":"\n  thank you🙂\n  ","991774":"\n  colesaw lol\n  ","991775":"\n  and it’s raining lol\n  ","991776":"\n  Alright this is lame going back to sleep\n  ","991777":"\n  yes I do lol\n  ","991778":"\n  yes indeed! love these positive vibes 🙂\n  ","991779":"\n  yes lol\n  ","991780":"\n  was more ‘IT’ stuff lmao\n  ","991781":"\n  haven’t been there in awhile\n  ","991782":"\n  lmao I’m straight\n  ","991783":"\n  someone’s being naughty\n  ","991784":"\n  not really often. I have so much lol\n  ","991785":"\n  not looking to date now lmao\n  ","991786":"\n  yes I do know how to make pancakes and sure what kind do you like? lol\n  ","991787":"\n  yeah I like cheese pizza lol\n  ","991788":"\n  okay y’all hmu\n  ","991789":"\n  that’s what google is for anon\n  ","991790":"\n  Captain America because he is so handsome and just so strong and amazing 😍\n  ","991791":"\n  stop with your tear fettish\n  ","991792":"\n  thank you awh🥺\n  ","991793":"\n  no lol\n  ","991794":"\n  I don’t think I have\n  ","991795":"\n  definitely\n  ","991796":"\n  you’re asking someone who’s antisocial\n  ","991797":"\n  no I wouldn’t tbh. That would be creepy lol\n  ","991798":"\n  sometimes but not very often\n  ","991799":"\n  my mom 🙂\n  ","991800":"\n  who’s that\n  ","991801":"\n  love you too❤️\n  ","991802":"\n  I do!\n  ","991803":"\n  no I don’t\n  ","991804":"\n  ❤️❤️\n  ","991805":"\n  ily awh❤️\n  ","991806":"\n  small groups definitely\n  ","991807":"\n  i guess so lol\n  ","991808":"\n  no lol\n  ","991809":"\n  Nah\n  ","991810":"\n  ❤️❤️\n  ","991811":"\n  no I wouldn’t\n  ","991812":"\n  that’s so sweet\n  ","991813":"\n  thanks love❤️\n  ","991814":"\n  lmao first one\n  ","991815":"\n  I clean it every now and then\n  ","991816":"\n  well that’s great\n  ","991817":"\n  lmao what\n  ","991818":"\n  ugh everyone’s dead again\n  ","991819":"\n  slip ons lol\n  ","991820":"\n  sleeping lmao\n  ","991821":"\n  no I didn’t\n  ","991822":"\n  I have lol\n  ","991823":"\n  blue and pink 🙂\n  ","991824":"\n  thanks lovely ❤️\n  ","991825":"\n  thank you❤️\n  ","991826":"\n  yes of course!\n  ","991827":"\n  whatever you say anon but it’s not true 😂\n  ","991828":"\n  and I’m in his bio ?\n  ","991829":"\n  I’m 20 lmao\n  ","991830":"\n  someone should hmu\n  ","991831":"\n  lmao hi\n  ","991832":"\n  yes you did! and yeah that’s what I was trying haha🙂\n  ","991833":"\n  Hell no we aren’t why would you think that?\n  ","991834":"\n  beyond bored\n  ","991835":"\n  someone hmu\n  ","991836":"\n  that’s so true ahahha\n  ","991837":"\n  sure I guess\n  ","991838":"\n  who? lol\n  ","991839":"\n  I have!\n  ","991840":"\n  yes you should google it on google lol\n  ","991841":"\n  ❤️❤️❤️\n  ","991842":"\n  No I don’t\n  ","991843":"\n  oh yeah absolutely lol\n  ","991844":"\n  Sometimes I end up doing that\n  ","991845":"\n  I don’t watch sports I’d rather play them tbh\n  ","991846":"\n  ohh lmao I’m dead\n  ","991847":"\n  I don’t even know what that means 😂\n  ","991848":"\n  awhhh thank you lovely! 🙂\n  ","991849":"\n  Why’s that?\n  ","991850":"\n  no lol\n  ","991851":"\n  that’s great\n  ","991852":"\n  there’s google ya know?\n  ","991853":"\n  thank you!❤️\n  ","991854":"\n  I absolutely agree! Thank you for this 🙂\n  ","991855":"\n  it’s blue and pink lol\n  ","991856":"\n  oh my goodness! someone ask me questions? smh\n  ","991857":"\n  yes absolutely\n  ","991858":"\n  someone hmu\n  ","991859":"\n  oh no! I don’t know programming lol\n  ","991860":"\n  no I don’t play video games anymore\n  ","991861":"\n  thanks lmao\n  ","991862":"\n  haha it depends what subject?\n  ","991863":"\n  no I don’t think I would\n  ","991864":"\n  yeah tbh lol\n  ","991865":"\n  I’m bored!\n  ","991866":"\n  maybe lol\n  ","991867":"\n  I never knew he was so childish 😂 thank goodness we don’t talk anymore\n  ","991868":"\n  i know they’re so cute together 😭💖\n  ","991869":"\n  Who?\n  ","991870":"\n  not currently lol\n  ","991871":"\n  Awhh thank you\n  ","991872":"\n  goodnight friends\n  ","991873":"\n  okay why did ask delete that?😂 Awhh anon was so sweet😭\n  ","991874":"\n  Annoyed tbh\n  ","991875":"\n  Hey anon\n  ","991876":"\n  i prefer the office\n  ","991877":"\n  yes anon\n  ","991878":"\n  who? lmao I think you mean what’s  a *\n  ","991879":"\n  yall dead\n  ","991880":"\n  ask me questions instead?\n  ","991881":"\n  y’all dead again?\n  ","991882":"\n  probably kfc\n  ","991883":"\n  just slowly try and forget them and then eventually you’ll find someone even better then them! so that will lead to you moving on and being much happier. Don’t worry it takes time though.\n  ","991884":"\n  I’m bored 🙃\n  ","991885":"\n  too lazy to list them\n  ","991886":"\n  water, food, shelter, people I can interact with and I would survive by having good shelter and having many people in my group to keep lookout and have weapons and whatnot\n  ","991887":"\n  I would say life tbh\n  ","991888":"\n  there’s many that I hate\n  ","991889":"\n  I dyed my hair pink\n  ","991890":"\n  how would I know?\n  ","991891":"\n  I appreciate that🙂\n  ","991892":"\n  nope\n  ","991893":"\n  oh goodness\n  ","991894":"\n  no lol\n  ","991895":"\n  the back\n  ","991896":"\n  nah that’s okay\n  ","991897":"\n  helloooo\n  ","991898":"\n  that’s how accents are haha\n  ","991899":"\n  no lmao\n  ","991900":"\n  because just like he’s doing it to me I’m doing it to annoy him\n  ","991901":"\n  no lmao\n  ","991902":"\n  yes it’s very necessary lmao\n  ","991903":"\n  Nope I explained why he’s in my bio\n  ","991904":"\n  nahhh lol\n  ","991905":"\n  anyways I have class soon\n  ","991906":"\n  why are you interested in knowing their age? lol\n  ","991907":"\n  i have 3 brothers lmao\n  ","991908":"\n  I’m still wondering who it was that was giving me 2,000 coins a day. Who was it?🤔\n  ","991909":"\n  who’s that?\n  ","991910":"\n  i do!\n  ","991911":"\n  maybe kfc tbh\n  ","991912":"\n  I live on Jupiter actually\n  ","991913":"\n  lmao you don’t know what part then obviously\n  ","991914":"\n  that’s okay haha! you have a Canadian accent that’s awesome!😁\n  ","991915":"\n  oh anon anon\n  ","991916":"\n  watching holiday baking championship lol\n  ","991917":"\n  hiii anon 😝\n  ","991918":"\n  I have so many favorites lmao\n  ","991919":"\n  no that’s okay lol\n  ","991920":"\n  that’s so sweet of you!\n  ","991921":"\n  people always say different kinds lmao\n  ","991922":"\n  okay anon\n  ","991923":"\n  like a normal voice but people say I have an accent\n  ","991924":"\n  it always is lol\n  ","991925":"\n  awhhh thank you🥺\n  ","991926":"\n  why do you have a tear fettish?\n  ","991927":"\n  yes I do lol\n  ","991928":"\n  anywho I’m bored\n  ","991929":"\n  no that was a great answer actually!\n  ","991930":"\n  ooh yess you’re fabulous lol\n  ","991931":"\n  oh yeah I know that feeling! lol I’m pretty tall as well\n  ","991932":"\n  you should tell him that lol\n  ","991933":"\n  well I definitely needed to hear this! wow\n  ","991934":"\n  i always find a time to sleep lol\n  ","991935":"\n  I mean that’s not healthy so I don’t know tbh\n  ","991936":"\n  haha that’s true! they’re still complimenting you 😁\n  ","991937":"\n  awhhh thank you🙂 have a great day as well!\n  ","991938":"\n  because I was sleeping lol\n  ","991939":"\n  okay lol\n  ","991940":"\n  i have not heard of that but I will definitely check it out 😁\n  ","991941":"\n  no I do not\n  ","991942":"\n  I’ve had many tbh\n  ","991943":"\n  ohhh thank you!🙂\n  ","991944":"\n  that’s werid\n  ","991945":"\n  yes way! lol\n  ","991946":"\n  why’s that?\n  ","991947":"\n  Nikki mostly. I have so many nicknames like Slick Nik, Niks Nikki boo boos, Nikkster etc lol\n  ","991948":"\n  oh? lol no that’s okay 🙂\n  ","991949":"\n  why? lmao\n  ","991950":"\n  much love❤️\n  ","991951":"\n  am I tho?\n  ","991952":"\n  what even?\n  ","991953":"\n  hey! I’m okay you? 🙂\n  ","991954":"\n  lmao sure anon\n  ","991955":"\n  no I haven’t\n  ","991956":"\n  what? Lmao\n  ","991957":"\n  no problem anon!\n  ","991958":"\n  absolutely\n  ","991959":"\n  well that’s cute lol\n  ","991960":"\n  lol sure?\n  ","991961":"\n  I don’t have a bf\n  ","991962":"\n  haha no I’m not\n  ","991963":"\n  🙂\n  ","991964":"\n  no I’m definitely not\n  ","991965":"\n  Thank you🙂\n  ","991966":"\n  thank you awh! imma go back to sleep but keep those questions coming 😁\n  ","991967":"\n  pjs lol\n  ","991968":"\n  I agree! it’s the perfect height lol\n  ","991969":"\n  Hurricane by thirty seconds to mars\n  ","991970":"\n  awhhh thank you❤️\n  ","991971":"\n  that’s so adorable 💖\n  ","991972":"\n  I do very well?\n  ","991973":"\n  thank you🙂\n  ","991974":"\n  if you want to tell me 🙂\n  ","991975":"\n  omg that’s so sweet😭❤️ thank youuu lovely anon.\n  ","991976":"\n  you can by asking me questions 😛\n  ","991977":"\n  ooh anon thinks you’re hot!\n  ","991978":"\n  I do\n  ","991979":"\n  woah that’s a lot lol! thank you 🙂\n  ","991980":"\n  yes it’s very complicated because you never truly know someone’s true intentions. They can fall out of love with you or leave just like that without no explanation. So yeah it’s very much so complicated and sad.\n  ","991981":"\n  hahahah that’s amazing 😁\n  ","991982":"\n  anyways no one is talking again smh\n  ","991983":"\n  maybe over 6’\n  ","991984":"\n  yes I do love tall guys\n  ","991985":"\n  normal questions lmao\n  ","991986":"\n  that’s awesome\n  ","991987":"\n  I’m 5’7\n  ","991988":"\n  that’s great anon\n  ","991989":"\n  I guess so\n  ","991990":"\n  not really tbh\n  ","991991":"\n  someone should ask me questions smh\n  ","991992":"\n  absolutely lol\n  ","991993":"\n  nope not really tbh\n  ","991994":"\n  usually pink drink or matcha green tea iced latte or matcha green tea frapp or dragon drink lol\n  ","991995":"\n  wonderful shoutout question\n  ","991996":"\n  I’m bored\n  ","991997":"\n  that’s cute\n  ","991998":"\n  no I don’t lol\n  ","991999":"\n  I don’t knowww\n  ","992000":"\n  when I was alive\n  ","992001":"\n  I do?\n  ","992002":"\n  same lol\n  ","992003":"\n  love ya too🙂\n  ","992004":"\n  you tell me\n  ","992005":"\n  yes anon\n  ","992006":"\n  no one likes me lol🤷‍♀️\n  ","992007":"\n  I’m single\n  ","992008":"\n  ask me questions lovely?\n  ","992009":"\n  guess everyone’s dead again\n  ","992010":"\n  I don’t like sloppy joes\n  ","992011":"\n  lmaooo\n  ","992012":"\n  I do!\n  ","992013":"\n  lmao\n  ","992014":"\n  no I haven’t\n  ","992015":"\n  yeahhh I have\n  ","992016":"\n  what lol\n  ","992017":"\n  I don’t even know what it is\n  ","992018":"\n  if you find me someone to love\n  ","992019":"\n  because I’d rather you didn’t\n  ","992020":"\n  🤷‍♀️\n  ","992021":"\n  rather you not\n  ","992022":"\n  straight\n  ","992023":"\n  I do I do!\n  ","992024":"\n  oops that sounded dark 😂\n  ","992025":"\n  well you would definitely have to get rid of the evidence so you don’t get caught. So maybe take them to a farm where they’re pigs because pigs would eat the body all up. And you have to get rid of the persons teeth because they can track it down and find out who it is from that. You would have to make sure each part of the body is eaten from the pigs and all gone. Or you can go to the middle of the ocean and drop the body that way no one will ever find it and wipe off your fingerprints get rid of their teeth and whatnot lol\n  ","992026":"\n  Carbonara!\n  ","992027":"\n  steak lol\n  ","992028":"\n  I do!\n  ","992029":"\n  Someone ask me questions 🙃\n  ","992030":"\n  not really\n  ","992031":"\n  I don’t know if I do anymore tbh\n  ","992032":"\n  my hubby?\n  ","992033":"\n  I wish I knew who you were 😭\n  ","992034":"\n  that’s adorable and my bed partner?🤔\n  ","992035":"\n  interesting question and yeah I would say it’s definitely mental but you can feel it physically\n  ","992036":"\n  you can’t?🥺\n  ","992037":"\n  the past tbh🥺\n  ","992038":"\n  and I appreciate that💖\n  ","992039":"\n  yeah I think they’re real\n  ","992040":"\n  because maybe it’s something you just can’t ever forget\n  ","992041":"\n  I haven’t actually\n  ","992042":"\n  physically not so good. Like I can’t handle it that well and emotionally it hurts but i get over it eventually depending on the situation\n  ","992043":"\n  awhh😭\n  ","992044":"\n  physically or emotionally?\n  ","992045":"\n  that’s cute!\n  ","992046":"\n  I guess so\n  ","992047":"\n  don’t be shy, I don’t bite 🥺\n  ","992048":"\n  omfff stawp it🥺❤️\n  ","992049":"\n  so are you!\n  ","992050":"\n  OMG yes! haha that made me smile 🥺\n  ","992051":"\n  omg yes anon 😭\n  ","992052":"\n  yeah I like his answers because they’re awesome and funny as well anon 🙂\n  ","992053":"\n  ilym❤️❤️\n  ","992054":"\n  you’re so lovely ❤️\n  ","992055":"\n  you too anon❤️\n  ","992056":"\n  I don’t know tbh\n  ","992057":"\n  I’m skinny tbh\n  ","992058":"\n  I wouldn’t say that\n  ","992059":"\n  usually cheese or salami\n  ","992060":"\n  no I don’t\n  ","992061":"\n  🥺🥺\n  ","992062":"\n  that’s very sweet\n  ","992063":"\n  nah lol\n  ","992064":"\n  asleep tbh\n  ","992065":"\n  because they can see that I’m kind anon\n  ","992066":"\n  getting them done on Tuesday lol\n  ","992067":"\n  awhhh of course ❤️\n  ","992068":"\n  I appreciate that!\n  ","992069":"\n  no problem!🙂\n  ","992070":"\n  you’re pretty cool yourself!\n  ","992071":"\n  ❤️❤️\n  ","992072":"\n  tomatoes!\n  ","992073":"\n  a pet cat!\n  ","992074":"\n  yes really because you’re so sweet tbh\n  ","992075":"\n  you’re my favorite 🙂\n  ","992076":"\n  that’s super sweet\n  ","992077":"\n  yeah I do\n  ","992078":"\n  not as lovely as you’re 🙂\n  ","992079":"\n  what’s that for?\n  ","992080":"\n\n   https:\/\/youtu.be\/IcvqVt3gRow\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","992081":"\n  no I rarely do tbh\n  ","992082":"\n  of course sweet human 🙂\n  ","992083":"\n  I don’t care if he is in all honesty\n  ","992084":"\n  you definitely are!\n  ","992085":"\n  I think that shows that they’re not interested in talking to you\n  ","992086":"\n  so are you!🙂\n  ","992087":"\n  I wouldn’t know lol\n  ","992088":"\n  I’ve never been lol\n  ","992089":"\n  Yes I will ask you them as well 🙂\n  ","992090":"\n  I don’t like rap\n  ","992091":"\n  absolutely\n  ","992092":"\n  Definitely\n  ","992093":"\n  no lol I have long and skinny legs anon\n  ","992094":"\n  thank you!! my skinny legs lol\n  ","992095":"\n  oh lol thank you\n  ","992096":"\n  Leto\n  ","992097":"\n  Park\n  ","992098":"\n  ily anon\n  ","992099":"\n  my history notes\n  ","992100":"\n  that’s gross\n  ","992101":"\n  I liked the hard lemonade and some type of Rose lol\n  ","992102":"\n  i appreciate that 🙂\n  ","992103":"\n  I guess so\n  ","992104":"\n  nope\n  ","992105":"\n  💥👀😝\n  ","992106":"\n  awhhh thank you 🥺\n  ","992107":"\n  I’m 20\n  ","992108":"\n  not really\n  ","992109":"\n  much love ❤️\n  ","992110":"\n  that’s so sweet of you to say\n  ","992111":"\n  nah lol\n  ","992112":"\n  no I don’t\n  ","992113":"\n  ❤️❤️\n  ","992114":"\n  all of them lol\n  ","992115":"\n  that’s kind 😁\n  ","992116":"\n  nah I go for horror movies 😁\n  ","992117":"\n  well that’s sad\n  ","992118":"\n  i don’t know lol\n  ","992119":"\n  I’m not religious\n  ","992120":"\n  why would I?\n  ","992121":"\n  lmao I don’t like eating outside and no I don’t\n  ","992122":"\n  I mean how could you not? it’s so angelic and legendary\n  ","992123":"\n  Thank you luv💚\n  ","992124":"\n  lmao that’s nice\n  ","992125":"\n  I don’t go anywhere with him\n  ","992126":"\n  you’re cute💖\n  ","992127":"\n  yes I pay attention to lyrics! and my favorite song is hurricane by thirty seconds to mars\n  ","992128":"\n  deteriorating tbh. It’s getting so much worse soon none of us will exist anymore\n  ","992129":"\n  I’m not sure yet\n  ","992130":"\n  maybe like a 5 lol\n  ","992131":"\n  Victorious!\n  ","992132":"\n  drama and horror lol\n  ","992133":"\n  hard boiled or scrambled\n  ","992134":"\n  ‘IT’ Kapitel 1 und 2, die Beschwörung von 1 und 2 und so weiter 🙂\n  ","992135":"\n  awhhh you’re so sweet💖\n  ","992136":"\n  ❤️❤️❤️\n  ","992137":"\n  Yes it is shining!\n  ","992138":"\n  I think they’re cool and creative\n  ","992139":"\n  who knows lol\n  ","992140":"\n  I like biscuits\n  ","992141":"\n  i don’t know. I don’t really like eating outside lol\n  ","992142":"\n  that’s wonderful!\n  ","992143":"\n  what?\n  ","992144":"\n  no I haven’t read that\n  ","992145":"\n  anyways\n  ","992146":"\n  that’s cuteeee\n  ","992147":"\n  I would say probably my mom now used to my dad\n  ","992148":"\n  in the evenings because I can take longer and relax more\n  ","992149":"\n  what’s with the hashtag? lmao\n  ","992150":"\n  who doesn’t? lol\n  ","992151":"\n  hello! I’m okay you?🙂\n  ","992152":"\n  Awhhh so much love to you\n  ","992153":"\n  My head?\n  ","992154":"\n  I’m bored lol\n  ","992155":"\n  yawn\n  ","992156":"\n  hey hey!🙂\n  ","992157":"\n  awhhh thank you!\n  ","992158":"\n  you’re adorable\n  ","992159":"\n  No wtf lmao\n  ","992160":"\n  yeah and at least he recognized that I did. lmao no more tho\n  ","992161":"\n  that’s not me\n  ","992162":"\n  no not really because if they have already done it chances are they will do it again so\n  ","992163":"\n  what even?\n  ","992164":"\n  nah it’s simple\n  ","992165":"\n  you know it lmao\n  ","992166":"\n  party lmao\n  ","992167":"\n  messaging him for answers and yet again he ignored me 😂\n  ","992168":"\n  whatttt\n  ","992169":"\n  yeah sure lmao\n  ","992170":"\n  I don’t like pork lol\n  ","992171":"\n  I do like it. And with chicken usually\n  ","992172":"\n  my couple name with who? I’m single 😂\n  ","992173":"\n  what’s that mean? lmao\n  ","992174":"\n  thanks love 😭\n  ","992175":"\n  I am toI like just imagine me marrying my ex I don’t think so 😂\n  ","992176":"\n  you’re making me laugh\n  ","992177":"\n  I’m not marrying my ex😂\n  ","992178":"\n  who tf cares\n  ","992179":"\n  don’t be inappropriate\n  ","992180":"\n  kinda, not really\n  ","992181":"\n  Australia 🙂\n  ","992182":"\n  lmaooooo\n  ","992183":"\n  because I don’t want to?\n  ","992184":"\n  absolutely lmao\n  ","992185":"\n  😍😍\n  ","992186":"\n  nahhhhh\n  ","992187":"\n  I’m okay you?\n  ","992188":"\n  I don’t wear crocs\n  ","992189":"\n  Why not?\n  ","992190":"\n  that’s sad\n  ","992191":"\n  yeah that’s my name and?\n  ","992192":"\n  nah tf\n  ","992193":"\n  don’t know who that is fam\n  ","992194":"\n  yes hamsters!🙂\n  ","992195":"\n  that’s very kind of you ❤️\n  ","992196":"\n  I don’t know yet lol\n  ","992197":"\n  what’s bloods?\n  ","992198":"\n  nope\n  ","992199":"\n  howdy\n  ","992200":"\n  that’s cute\n  ","992201":"\n  sure anon 🙂\n  ","992202":"\n  wtf lmao\n  ","992203":"\n  yes I am!\n  ","992204":"\n  why? lmao\n  ","992205":"\n  I knowww😭\n  ","992206":"\n  you’re a very sweet lady *\n  ","992207":"\n  why bruh?\n  ","992208":"\n  clearly you’re blind\n  ","992209":"\n  no lol\n  ","992210":"\n  nope you can go away\n  ","992211":"\n  awhhh anon ❤️\n  ","992212":"\n  that’s so cute\n  ","992213":"\n  11 duh😛\n  ","992214":"\n  awhhhh 😭\n  ","992215":"\n  I don’t but thank you💚\n  ","992216":"\n  you made me smile anon🙂\n  ","992217":"\n  that’s very kind of you anon❤️\n  ","992218":"\n\n   https:\/\/youtu.be\/GLz2MUfvY4s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  here’s one I think that’s funny 😂\n  ","992219":"\n  some people think differently ahah but thank you love💖\n  ","992220":"\n  yeah I guess that’s true, I moved on but I just wanted answers and closure on why he did what he did but I guess he couldn’t even give me that 🤷‍♀️\n  ","992221":"\n  you’re so sweet 😭\n  ","992222":"\n  oh goodness who knows tbh\n  ","992223":"\n  oh yes absolutely except I don’t believe in love anymore lol\n  ","992224":"\n  no I don’t like watching sports I prefer actually playing them tbh\n  ","992225":"\n  thank you lovely😭💖\n  ","992226":"\n  yes I do and I think that’s a good thing tbh so that people wouldn’t depend on how many likes they get to determine how beautiful they’re.  They’re beautiful no matter how many likes they get. So it’s a wonderful thing but it hasn’t happened yet\n  ","992227":"\n  Awhh I absolutely will! you as well anon🙂\n  ","992228":"\n  definitely wanna go to Australia and the United Kingdom\n  ","992229":"\n  haha thank you😉\n  ","992230":"\n  thank you! and I will 🙂\n  ","992231":"\n  that’s sweet!\n  ","992232":"\n  true true\n  ","992233":"\n  awhhh I appreciate that❤️\n  ","992234":"\n  thank you love❤️\n  ","992235":"\n  thank you anon 😭\n  ","992236":"\n  I don’t know it means it’s the weekend and you can chill and relax lol\n  ","992237":"\n  I would say Spongebob Sqarepants, We be bears and adventure time 😛\n  ","992238":"\n  thank you, I try 💖\n  ","992239":"\n  no I’m straight\n  ","992240":"\n  Awh I appreciate that❤️\n  ","992241":"\n  thank you❤️\n  ","992242":"\n  no lol\n  ","992243":"\n  night y’all\n  ","992244":"\n  paper books lol\n  ","992245":"\n  no I’m not Muslim\n  ","992246":"\n  Okay since no one is talking imma go to sleep\n  ","992247":"\n  I haven’t actually\n  ","992248":"\n  yeah sure lol\n  ","992249":"\n  first of all I’m not a guy lmao\n  ","992250":"\n  My fav movies :\n  \n  Begin again\n  \n  The conjuring 1&2\n  \n  IT 1 and 2\n  \n  50 shades of grey ( all 3)\n  \n  Love actually\n  \n  Transformers revenge of the fallen\n  \n  The giver\n  \n  The grinch\n  \n  Christopher Robin\n  ","992251":"\n  i do like juice! I like orange, watermelon, apple,  sour cherry, apricot juice!\n  ","992252":"\n  I usually use Lyft\n  ","992253":"\n  well you’re anon?\n  ","992254":"\n  okay kiddos I’m bored\n  ","992255":"\n  I don’t have that lol\n  ","992256":"\n  sigh\n  ","992257":"\n  nopeeee\n  ","992258":"\n  because I’m not\n  ","992259":"\n  not really lol\n  ","992260":"\n  not your mom 🤦‍♀️\n  ","992261":"\n  no I haven’t\n  ","992262":"\n  lmao thank you friend 🙂\n  ","992263":"\n  no I haven’t seen that one but now I must 😍😍 but I just recently watched Requiem for a dream with young Jared!\n  ","992264":"\n  My?\n  ","992265":"\n  yeah I’m bored!\n  ","992266":"\n  yes of course!\n  ","992267":"\n  who knows why\n  ","992268":"\n  someone hmu\n  ","992269":"\n  oh smh\n  ","992270":"\n  okay chill lol\n  ","992271":"\n  lmao okay\n  ","992272":"\n  oh goodness who knows lol\n  ","992273":"\n  yes! me too 🥺\n  ","992274":"\n  oh well, he obviously never loved me or cared about me. That’s his problem now\n  ","992275":"\n  nooooo lol\n  ","992276":"\n  no lol\n  ","992277":"\n  blue and pink!\n  ","992278":"\n  mostly by the side lol\n  ","992279":"\n  I’m okay I guess 🙂\n  ","992280":"\n  what? lol\n  ","992281":"\n  Chester Bennington 🥺\n  ","992282":"\n  well yeah lol to see who it is\n  ","992283":"\n  absolutely\n  ","992284":"\n  awh I appreciate it\n  ","992285":"\n  no I’m not\n  ","992286":"\n  definitely snakes I hate them\n  ","992287":"\n  yes I miss Chester 🥺\n  ","992288":"\n  yeah?\n  ","992289":"\n  anyways I gotta finish my history notes\n  ","992290":"\n  thanks my friend\n  ","992291":"\n  I’m doing okay!🙂 hope all is well with you!\n  ","992292":"\n  I will 😁\n  ","992293":"\n  ein anderer Mensch zu interagieren und Wasser\n  ","992294":"\n  yes lol\n  ","992295":"\n  do you need help?\n  ","992296":"\n  life is going on I guess\n  ","992297":"\n  well I mean it’s easier to use your card tbh\n  ","992298":"\n  no I haven’t\n  ","992299":"\n  yeah lol\n  ","992300":"\n  no such thing😂\n  ","992301":"\n  good evening haha☺️\n  ","992302":"\n  I love you too ❤️ and of course! you’re amazing 🙂\n  ","992303":"\n  I guess so lol\n  ","992304":"\n  salad with sausages lol\n  ","992305":"\n  doctors office, dentist, waiting in line, etc😁\n  ","992306":"\n  tolerating the ways he hurt me\n  ","992307":"\n  definitely tomatoes and carrots and broccoli 😁\n  ","992308":"\n  haha yeah back then it was really lit and fun and there was no drama tbh. It was so fun and so much more positivity and now it’s become so negative and people hating on one another. It’s sad really\n  ","992309":"\n  it said say cheese lol\n  ","992310":"\n  Oh goodness I’ve been on it since 2013 I don’t remember how I heard about it. I think it was because it was popular back then lol\n  ","992311":"\n  yeah I think I have before\n  ","992312":"\n  Hello!\n  ","992313":"\n  sure bud\n  ","992314":"\n  what even\n  ","992315":"\n  anyways someone hmu\n  ","992316":"\n  I don’t open links 🙂\n  ","992317":"\n  i don’t know what to believe in\n  ","992318":"\n  Bears!\n  ","992319":"\n  not really\n  ","992320":"\n  no I’m not in love\n  ","992321":"\n  no that’s my sister lmao seriously?\n  ","992322":"\n  okay goodnight kiddos\n  ","992323":"\n  what? lol\n  ","992324":"\n  alright imma sleep\n  ","992325":"\n  I don’t really watch tv anymore\n  ","992326":"\n  oooh sounds fun!😛\n  ","992327":"\n  I’m okay you?😁\n  ","992328":"\n  I’m bored\n  ","992329":"\n  I’m not sure lol\n  ","992330":"\n  oh no I’m just bored lol\n  ","992331":"\n  😴😴\n  ","992332":"\n  someone hmu\n  ","992333":"\n  no thank you\n  ","992334":"\n  that’s good that you started to love them! always love yourself no matter what your body shape is! And I agree everyone is different\n  ","992335":"\n  Ich meine, ich mochte früher die Schule, aber dann habe ich angefangen, sie zu hassen, aber jetzt bin ich am College und es geht gut 🙂\n  ","992336":"\n  Oh ja das war es!\n  ","992337":"\n  yeah I’m pretty good at it!\n  ","992338":"\n  yoga, tennis, hiking, biking, walking, sleeping, shopping, swimming, traveling and so on 😁\n  ","992339":"\n  Ooh yes I remember!\n  ","992340":"\n  it’s night here\n  ","992341":"\n  i guess I do lol\n  ","992342":"\n  hey hey! I’m okay you?\n  ","992343":"\n  never heard of him lol\n  ","992344":"\n  awhhh thank you\n  ","992345":"\n  I don’t get drunk lmao\n  ","992346":"\n  your grammar 🥺\n  ","992347":"\n  i miss a lot of things tbh\n  ","992348":"\n  I don’t make new year resolutions lol\n  ","992349":"\n  i can send you some questions 🙂\n  ","992350":"\n  yesssss!\n  ","992351":"\n  okay lol\n  ","992352":"\n  I’ve never been so I don’t know\n  ","992353":"\n  no I haven’t\n  ","992354":"\n  absolutely not\n  ","992355":"\n  wtf lmao\n  ","992356":"\n  oh stfu lmao\n  ","992357":"\n  I’m lost lol\n  ","992358":"\n  nah that’s definitely not true. I hate him and hope he gets impeached. He deserves it\n  ","992359":"\n  what? lmao\n  ","992360":"\n  well that’s life for ya lol\n  ","992361":"\n  it’s been awhile\n  ","992362":"\n  who doesn’t?\n  ","992363":"\n  oh goodness I have so many 🙃\n  ","992364":"\n  awhhhh that’s adorable\n  ","992365":"\n  no I haven’t\n  ","992366":"\n  no I’m not\n  ","992367":"\n  yikes that’s sad\n  ","992368":"\n  none lmao\n  ","992369":"\n  no lmao\n  ","992370":"\n  wow?\n  ","992371":"\n  no lmao never\n  ","992372":"\n  yes lol\n  ","992373":"\n  that’s cute 🙂\n  ","992374":"\n  my dealer?😂\n  ","992375":"\n  yes very much\n  ","992376":"\n  lol no\n  ","992377":"\n  you’re so sweet\n  ","992378":"\n  of course\n  ","992379":"\n  no my class didn’t read that\n  ","992380":"\n  haha yeah I know! you want questions?\n  ","992381":"\n  no I don’t\n  ","992382":"\n  not really lmao\n  ","992383":"\n  nah i don’t\n  ","992384":"\n  hahahah no I’m not that evil 😈\n  ","992385":"\n  oh yes I’m aware haha😁\n  ","992386":"\n  I don’t know who you’re anon\n  ","992387":"\n  yes I did 😁\n  "}}