{"Question":{"996676":"\n   Favourite color\n  ","996677":"\n   is that you?\n  ","996678":"\n   I'll search the world over for my angel in black\n  ","996679":"\n   Nikki, I like you so much how can I be your bf?\n  ","996680":"\n   You’ll be hurt physically just know that this is because you’ve done wrong\n  ","996681":"\n   When you imagine spending the day with your friends, what do you imagine you will all do?\n  ","996682":"\n   Picture me rollin\n  ","996683":"\n   have you ever had jell-o shots?\n  ","996684":"\n   Hope not\n  ","996685":"\n   Yes you do.\n  ","996686":"\n   hey how are you x\n  ","996687":"\n   Don't you compare other people to other people ALL THE TIME?\n  ","996688":"\n   Who do you vote for\n  ","996689":"\n   Is it more important to love or be loved?\n  ","996690":"\n   Will being famous bring you joy\n  ","996691":"\n   Oy anon you leave this nice girl alone. You shouldn’t be speaking to people like that.  Disgusting. You seem lovely Nicole. You shouldn’t be getting any shit. We have the same name btw :)\n  ","996692":"\n   Game of x?\n  ","996693":"\n   Last time you had a brain freeze?\n  ","996694":"\n   Wheres the thotties at? 👀\n  ","996695":"\n   Blocking\n  ","996696":"\n   Instead of doing what I want you trying to say “I’m weird”\n  ","996697":"\n   You failed?\n  ","996698":"\n   Just trying to annoy ya\n  ","996699":"\n   Ever caught your dad's friends checking you out ???\n  ","996700":"\n   You’re weird\n  ","996701":"\n   You page is shit\n  ","996702":"\n   You think we’ll let you keep living not doing what you’re supposed to do? We changed our mind so No\n  ","996703":"\n   No no you need to be in torture\n  ","996704":"\n   You are boss cool\n  ","996705":"\n   Do guys look good with nose rings\n  ","996706":"\n   Do it or die right now\n  ","996707":"\n   what is your favorite podcast?\n  ","996708":"\n   Issue is you didn’t do what I wanted but you are supposed to\n  ","996709":"\n   You making a difference isn’t required of you\n  ","996710":"\n   what’s your favorite pizza topping?\n  ","996711":"\n   what is your favorite playboi carti song?\n  ","996712":"\n   You're pretty!\n  ","996713":"\n   Thank you :) and yeah that’s true. I just want to make a difference in life. I feel like my life is pointless but if I can help other people I will feel better and feel like I have a purpose 😞I’ve been through the worst childhood.  never told anyone about it. Not even my mum\n  ","996714":"\n   How many abortions have you had total? Be honest!❤❤❤\n  ","996715":"\n   You are only doing what’s bad\n  ","996716":"\n   How can you possibly make a difference on here?\n  ","996717":"\n   Where you do not mind waiting?\n  ","996718":"\n   How many people do you follow ??\n  ","996719":"\n   That’s true. Just wasting my time then. I wanna make a difference to people. But can’t do it on other social media’s coz people will know me. I have a sexual abuse survivors page. But no one talks to me related to that. Oh well.\n  ","996720":"\n   why do we love them more than we have planned 😔\n  ","996721":"\n   Rihanna look better than Nikki too\n  ","996722":"\n   How can I get well known on ask fm?\n  ","996723":"\n   known internet celeb\n  ","996724":"\n   Rihanna look way better\n  ","996725":"\n   Are you in Greece?\n  ","996726":"\n   What’s the first thing you notice about people?\n  ","996727":"\n   If you could have any wild animal as a pet what would it be?\n  ","996728":"\n   What are your major goals in life?\n  ","996729":"\n   What are you thankful for today?\n  ","996730":"\n   What two animals should breed and make a new animal?\n  ","996731":"\n   Tallest boots you wear?\n  ","996732":"\n   How often do you buy things via the Internet?\n  ","996733":"\n   Taylor Swift or Rihanna?\n  ","996734":"\n   pls play movie critic for a second! i want to hear ur review\/critique of the last movie you watched that left an impression on you!\n  ","996735":"\n   Breakfast Club or Ferris Bueller’s Day Off?\n  ","996736":"\n   have you ever been to a strip club\n  ","996737":"\n   Do u have ex bf\n  ","996738":"\n   Ex bf\n  ","996739":"\n   Legs and boots...omg..I better not text r\/n LMFAO🤭\n  ","996740":"\n   Now I'm gonna go down the Google images rabbit hole...oh nooo\n  ","996741":"\n   Then u give me\n  ","996742":"\n   Honesty hours\n  ","996743":"\n   Any ex\n  ","996744":"\n   R u single\n  ","996745":"\n   Who's the best athlete ever?\n  ","996746":"\n   Snapchat I'd plz\n  ","996747":"\n   Boots are hott\n  ","996748":"\n   Have you worn stuff that was too revealing before?\n  ","996749":"\n   i just got back to ask - make me relevant again 🤧\n  ","996750":"\n   What is your favourite sport?\n  ","996751":"\n   Do you own any boots? (PAP?)\nIf you don't own any boots. What kind of shoes do you like to wear?\n  ","996752":"\n   Do you tell someone straight away that you have a crush on them?\n  ","996753":"\n   do you like sloppy joes?\n  ","996754":"\n   do you trust people when they compliment you\/do you believe compliments?\n  ","996755":"\n   What is your favorite type of sushi?\n  ","996756":"\n   Do you know any big gossips?\n  ","996757":"\n   How old were you when you started playing video games?\n  ","996758":"\n   Subway or Firehouse Subs?\n  ","996759":"\n   Do you know anyone who’s in the military?\n  ","996760":"\n   What you eating today\n  ","996761":"\n   I’ve been following you since day 1! You’re so amazing and kind omg\n  ","996762":"\n   In whose power it is to make a difference in the world?\n  ","996763":"\n   Go to sleep alien head Nikki\n  ","996764":"\n   Are you pregnant again?\n  ","996765":"\n   Wtf is a dipshxt?\n  ","996766":"\n   Nikki!\n  ","996767":"\n   What are you doing up cutie\n  ","996768":"\n   Snapchat?\n  ","996769":"\n   You act so mean now\n  ","996770":"\n   I'm talking about myself\n  ","996771":"\n   Look so good tonight Nikki\n  ","996772":"\n   ♿ Nikki\n  ","996773":"\n   ❤❤❤❤\n  ","996774":"\n   Fan of a slow girl named Nikki\n  ","996775":"\n   you’re so pretty!\n  ","996776":"\n   You're mad that you have special ed classes lol\n  ","996777":"\n   hmu please 😍\n  ","996778":"\n   Yes you are\n  ","996779":"\n   Slow bxtch stfu and log out\n  ","996780":"\n   You're a slow girl\n  ","996781":"\n   What do you think people should do more often in a day?\n  ","996782":"\n   Whats so funny Nikki\n  ","996783":"\n   Special ed*\n  ","996784":"\n   If you empty go fill up\n  ","996785":"\n   Bang and blame\n  ","996786":"\n   What feelings yall talking about\n  ","996787":"\n   I mostly like black girls but I would date some asian girl I like\n  ","996788":"\n   What you studying?\n  ","996789":"\n   All these feelings 😔😔\n  ","996790":"\n   Is the fire affecting you?\n  ","996791":"\n   Do you consider yourself a creative person?\n  ","996792":"\n   What races of guys do you like?\n  ","996793":"\n   😍😍😍\n  ","996794":"\n   Where’s your ex?\n  ","996795":"\n   you’re so beautiful wtf\n  ","996796":"\n   What would you do if i kept the food for me all alone? 🤔 but yeah ofc i would love to share with you my food that you bring to me lmao and oh my bad sorry i thought it wasn't that late so little nikki need to go to sleep cuz she is too young to stay awake even if you 20 like me xD\n  ","996797":"\n   Guess it\n  ","996798":"\n   ily pretty girl\n  ","996799":"\n   remember me?\n  ","996800":"\n   Yay thank you i will SHARE my food with you then 👀 and yeah it's morning here on the other side of the world aha what time is it out there anyways it must be evening i guess\n  ","996801":"\n   Don’t you miss him Nikki?\n  ","996802":"\n   Age?\n  ","996803":"\n   That's good i guess lol i was abt to get breakfast and take a shower first or better you bring me some food 😂  i'm hungry as hell. And yeah i'm talking shit cuz i didn't got sleep yet lol\n  ","996804":"\n   I'm the one of those who liked your answer\n  ","996805":"\n   Single?\n  ","996806":"\n   I'm really bad in to stay awake that long xD but i'm glad to be not alone in that i feel like i'm dead already lmao but dw i will get some sleep later i hope you aswell zombie nikki\n  ","996807":"\n   Hi Nikki!\n  ","996808":"\n   Yeah sure :) how you doin so far i stayed awake the whole night cuz i can't sleep and now i'm a zombie lol\n  ","996809":"\n   we love you Nikki!\n  ","996810":"\n   Where are you?:(\n  ","996811":"\n   It's tough\n  ","996812":"\n   Idk i'm a bad friend cuz i don't really talk to ya that often i feel bad\n  ","996813":"\n   Okay i'll give you hint\n  ","996814":"\n   you’re an angel\n  ","996815":"\n   Once you tell me your insta or anything then you will see me even we can call \nTrust me\n  ","996816":"\n   My beautiful friend we need to talk more often 😊\n  ","996817":"\n   life is strange\n  ","996818":"\n   Yes it is\n  ","996819":"\n   \"Eulogy\" thats a good tool song 😂😂\n  ","996820":"\n   What's your favourite fast food chain?\n  ","996821":"\n   What you eating today?\n  ","996822":"\n   Yea I've been follow you for years. Lmao it's been so long. It's crazy how long it's been. I think it's freaking cool as heck though that you've been here forever. Lol\n  ","996823":"\n   Nikki you are one of the OG ask people that I follow on here. Been on here since the beginning and I dig it.\n  ","996824":"\n   Are you are college sophomore?\n  ","996825":"\n   Omg how’d you do on the geography test we had the other day?\n  ","996826":"\n   What is at the same time funny and sad?\n  ","996827":"\n   I know that’s the part that sucks and makes it even sadder\n  ","996828":"\n   Thanks for the likes Nikki!! :D\n  ","996829":"\n   How do you feel about cops?\n  ","996830":"\n   have you tried talking to Anthony lately?\n  ","996831":"\n   What? Why?\n  ","996832":"\n   😍😍😍\n  ","996833":"\n   Would you swap bodies with a man for a day?\n  ","996834":"\n   Do you love yourself?\n  ","996835":"\n   Who you talking bout\n  ","996836":"\n   STFU\n  ","996837":"\n   Do you agree people should mind their own business?\n  ","996838":"\n   Have you ever had a siamese cat?\n  ","996839":"\n   Yh your funeral when u die\n  ","996840":"\n   Soo I had a funny experience and run in at the wawa I was at the wawa picking up cigarettes and the guy behind the counter was waving to people outside and he was like I’m not crazy I’m trying to get the attention of people pumping the gas outside😂😂\n  ","996841":"\n   Check the recent on my page U will be even more dead 😂😂\n  ","996842":"\n   Are you critical of how you look?\n  ","996843":"\n   Ever feel like time is speeding up?\n  ","996844":"\n   Can I do your eulogy at your funeral\n  ","996845":"\n   And then I asked for 4 packs of cigarettes and the other person laughed and he was like leave the poor boy alone 😂😂😂and she was like he just turned 21 😂and I was like I’ve been Smoking since I was 18 and lived in pa ..and she was like that’s why you are short and I was like oh then that’s the same\n  ","996846":"\n   Nikki please answer the questions 🤦‍♂️\n  ","996847":"\n   For you 😂😂😂\n  ","996848":"\n   Ok ok ok maybe you did 😂\n  ","996849":"\n   I know 🤦‍♂️like seriously anons mind your own damn business!!!\n  ","996850":"\n   Anon fuck off! Me and Nikki are friends! And what I say and do is between me and her and it’s not your business or place to say or tell her to block me\n  ","996851":"\n   nope 👎 you didn’t 😂😂😂😂😂\n  ","996852":"\n   Google da name it’s me am an up and coming recording artist\n  ","996853":"\n   JaKurse up and coming recording artist\n  ","996854":"\n   I’m stoned 🤫🤫\n  ","996855":"\n   🤬damn that hurts 🤬😭😭😂\n  ","996856":"\n   Have you ever grabbed a boy's butt 👀?\n  ","996857":"\n   I love you 😘\n  ","996858":"\n   Don't worry about it\n  ","996859":"\n   I'm just done tbh\n  ","996860":"\n   Bloody hell 🤦‍♂️🤦‍♂️\n  ","996861":"\n   That's my dream job too\n  ","996862":"\n   Naw anon she’s taken 🤐🤫🤫🤫but keep it quiet 🤫\n  ","996863":"\n   You're Forgiven my dear\n  ","996864":"\n   Robbie is annoying time for a happy block?\n  ","996865":"\n   what is your dream job? ✰\n  ","996866":"\n   Okay ig wyd\n  ","996867":"\n   Mom please help 😫😭\n  ","996868":"\n   Can you write it for me😭\n  ","996869":"\n   Has that little punk Anthony showed his face around here lately?\n  ","996870":"\n   Hey how are you doing\n  ","996871":"\n   Single?\n  ","996872":"\n   Do you carve a pumpkin for Halloween?\n  ","996873":"\n   You like AOC?\n  ","996874":"\n   Hello,Can we get to know each other maybe?Inbox\n  ","996875":"\n   I know but the truth is I have had a shit ton of experiences most are hard 😭😭\n  ","996876":"\n   Is Linkin Park your favorite band of all time?\n  ","996877":"\n   Through the narrative format tell a story about a challenging day or event that you experienced from start to finish focusing on only the information pertaining to the challenge your anticipation of it the actual event and the aftermath of the event\n  ","996878":"\n   Trump 2020\n  ","996879":"\n   Nikki\n  ","996880":"\n   Please don't vote :)\n  ","996881":"\n   I know it’s a five paragraph essay\n  ","996882":"\n   Let me check and I’ll get back to you 😂😂😂\n  ","996883":"\n   Nikki can You help me write a paper for college 😕😅🙏🙏by help I kinda mean write it 😂👀\n  ","996884":"\n   Okay\n  ","996885":"\n   Instead of money pay me in…\n  ","996886":"\n   Have you ever dated someone you met online?\n  ","996887":"\n   maybe we could chat some of the weekend\n  ","996888":"\n   To all you lovely ladies that I'm sending this to. I hope your day is just as lovely as you are too and may you receive as much beauty back as you give to others, all you wonderful daughters, sisters, and mothers! Happy Friday!!\n  ","996889":"\n   How old are you?\n  ","996890":"\n   Do you wait to say the L-word until you mean it?\n  ","996891":"\n   What’s your favourite flavour of crisps?(chips)\n  ","996892":"\n   Whats your favourite thing in your room?🚫\n  ","996893":"\n   Have you ever visited someone in prison?\n  ","996894":"\n   you’re so gorgeous!\n  ","996895":"\n   have you had to take someone to one side to tell them they have a wardrobe malfunction?\n  ","996896":"\n   ignore everyone who talks down on you on here Nikki. You’re so much better and smarter. We are here for you beautiful.\n  ","996897":"\n   Haha tell me and you will see there\n  ","996898":"\n   anything exciting happening in your life right now?\n  ","996899":"\n   Do you miss being in school?\n  ","996900":"\n   ILY Nikki\n  ","996901":"\n   This is so cute, I wish I had anons that were this sweet!\n\nBut I hope that nobody on here is getting to you too much, you're such an angel! 🥰\n  ","996902":"\n   I love your hair!\n  ","996903":"\n   Nikki don’t let anyone get to you, and don’t listen to what they say. You’re such an amazing person and very down to earth and super sweet! we are all here for you don’t forget! We love you Nikki❤️\n  ","996904":"\n   What’s the perfect weather for you?\n  ","996905":"\n   Do you know any Mormons?\n  ","996906":"\n   But he was the worst JOKER ever lol\n  ","996907":"\n   Have you ever tried Filipino food\n  ","996908":"\n   well howdy too lol, how are you doing anything nice for the weekend\n  ","996909":"\n   Ap K Zehn Mai Kya Hai..???\n  ","996910":"\n   do you like your breast size?\n  ","996911":"\n   If someone liked you, how would you like them to tell you?\n  ","996912":"\n   Are you a morning person or night person?\n  ","996913":"\n   Alright name a song !”if I could turn back time , If I could find a way I’d take the words That hurt you “\n  ","996914":"\n   well you could delete it that’s a way of turning back 🤦‍♂️🤦‍♂️👀😂😂😂😂😂\n  ","996915":"\n   Damnit\n  ","996916":"\n   Bloody hell! “I see sky’s of blue and a clouds of white , the bright blessed days the dogs say goodnight and I think to myself what a wonderful world”\n  ","996917":"\n   I think you're an amazing person\n  ","996918":"\n   You know what a rubber is ?\n  ","996919":"\n   I’m still stoned from last night 😂😂😂\n  ","996920":"\n   😂😂😂😂😂😂😂😂\n  ","996921":"\n   shit Biscuits 🤦‍♂️😂\n  ","996922":"\n   Nikki Nikki Nicole Nicole nikk nkki Nicole Nicole Nikki Nikki Nicole Nicole nikk nkki Nicole Nicole Nikki Nikki Nicole Nicole nikk nkki Nicole Nicole Nikki Nikki Nicole Nicole nikk nkki Nicole Nicole Nikki Nikki Nicole Nicole nikk nkki Nicole Nicole Nikki Nikki Nicole Nicole nikk nkki Nicole Nicole\n  ","996923":"\n   What's the last concert\/festival you attended?\n  ","996924":"\n   mama👀👀😂\n  ","996925":"\n   Not one day 🤦‍♂️This January coming up !\n  ","996926":"\n   What are you saying 🤦‍♂️🤦‍♂️😂😂\n  ","996927":"\n   Well it’s time you do! make a plan and follow through and we will meet up 😅👀😌☺️\n  ","996928":"\n   alright next time your in New Jersey we are meeting up ! No questions asked !\n  ","996929":"\n   Warum ist das so ?\n  ","996930":"\n   tf😳😂you know German?????\n  ","996931":"\n   What kind of music do you like?\n  ","996932":"\n   If you had a job what will it be?\n  ","996933":"\n   How do you surprise other people?\n  ","996934":"\n   Nice try, anon. Yellowcake is a concentrated uranium byproduct. Extremely toxic. Radioactive.\n  ","996935":"\n   Alle Anonymuse lieben halt Nikki 😄\n  ","996936":"\n   hello nikki\n  ","996937":"\n   Hey pretty!\n  ","996938":"\n   My bad for yesterday conversation I kinda ask u the same thing lol.\n  ","996939":"\n   Hi there, 20F here. 👻 Snapchat me:miasnaps0 😍 I'm in a dirty mood😋\n  ","996940":"\n   Jared Leto?\n  ","996941":"\n   ayeee\n  ","996942":"\n   😀😀\n  ","996943":"\n   Like what's happening in your life ?\n  ","996944":"\n   Have u ever dated black guy\n  ","996945":"\n   Okay when you want to go out\n  ","996946":"\n   Awhhhh so cute thanks so much ❤️❤️😁\n  ","996947":"\n   ❤️❤️❤️❤️\n  ","996948":"\n   Has your day been okay? Just came to your page to see what you're up to, but see lots of trolls annoying you, I hope they're not getting to you lovely 💕\n  ","996949":"\n   He misses you.\n  ","996950":"\n   How are ya feeling?\n  ","996951":"\n   If there’s one spark of hope ,left in my grasp, I'd hold it with both hands, It’s worth the risk of burning, To have a second chance.\n  ","996952":"\n   Followback Plzz\n  ","996953":"\n   Inam good sweety wyd😀\n  ","996954":"\n   Shut up\n  ","996955":"\n   You leaving me for him? I loved you\n  ","996956":"\n   Tell me.\n  ","996957":"\n   What's the best news you've ever received?\n  ","996958":"\n   Richfood\n  ","996959":"\n   Which was the moment when you felt really proud about yourself?\n  ","996960":"\n   What was the last thing you regret buying?\n  ","996961":"\n   What are digesting?\n  ","996962":"\n   Are you public?\n  ","996963":"\n   Not much either lol\n  ","996964":"\n   Just curious\n  ","996965":"\n   Would you rather have a chubby redhead or a skinny blonde?\n  ","996966":"\n   You are to beautiful ❣️\n  ","996967":"\n   Last time you've seen a shooting star? Did you make a wish? Did it come true?\n  ","996968":"\n   Which country will go and stay\n  ","996969":"\n   Which country do you want to visit?\n  ","996970":"\n   I love mermaid❤❤❤\n  ","996971":"\n   İ'm fine 😂😂😂😂\n  ","996972":"\n   How much money do you make?\n  ","996973":"\n   How are you?\n  ","996974":"\n   IF YOU HAD A WISH WHAT WILL IT BE?\n  ","996975":"\n   How are you👋😘\n  ","996976":"\n   NIKKKIII\n  ","996977":"\n   OHPRA BRABRE WALTERS YOUR WIFE YOU GOT TO FUCK ONE MARRY ONE KILL ONE GO!!😂😂😂😂😂\n  ","996978":"\n   I’m stoned and feeling happy\n  ","996979":"\n   OHPRA BRABRE WALTERS YOUR WIFE YOU GOT TO FUCK ONE MARRY ONE KILL ONE GO!!😂😂😂😂😂\n  ","996980":"\n   Bloody hell\n  ","996981":"\n   What is your favorite game on your phone?\n  ","996982":"\n   Alright I’m gonna go to bed it’s 2:05\n  ","996983":"\n   I’m glad we became friends in the end❤️❤️❤️❤️\n  ","996984":"\n   I know you will be ❤️❤️\n  ","996985":"\n   I like mermaids haha...I go to the mermaid parade every year lol.\n  ","996986":"\n   Trust me beautiful you will get use to driving with time and practice ❤️❤️\n  ","996987":"\n   Would you use a self-driving car or drive yourself?\n  ","996988":"\n   Boxers or briefs on guys\n  ","996989":"\n   What is one thing you refuse to share?\n  ","996990":"\n   What's the best news you could hear right now? 😁👍🏻\n  ","996991":"\n   Do you like playing darts?\n  ","996992":"\n   Goodnight everyone. Hope you have a wonderful tomorrow .\n  ","996993":"\n   Warm lighting or bright white lighting?\n  ","996994":"\n   What do ya think about Ja Kurse\n  ","996995":"\n   What is the most annoying thing an anonymous person has done or said to you on here? 🤔\n  ","996996":"\n   are you good at maths?\n  ","996997":"\n   What is the last thing you downloaded onto your computer?\n  ","996998":"\n   Well I’m done going outside tonight because there is a bat outside and I’m not getting rabies from a bat I don’t want to get painful injections In my ass for rabies No thanks\n  ","996999":"\n   Is Idris Elba attractive?\n  ","997000":"\n   I’m freezing my ass  off I need to quit smoking! Because I’m outside smoking and I’m literally shaking because it’s that cold\n  ","997001":"\n   Awww so sad😔\n  ","997002":"\n   Most things are seeing that you're not too bright\n  ","997003":"\n   How about tomorrow?\n  ","997004":"\n   Do you have a lot of blocked people on Ask.fm? What makes someone added to your blacklist?\n  ","997005":"\n   How many exes do you have\n  ","997006":"\n   Can i take you out sometime\n  ","997007":"\n   Good really\n  ","997008":"\n   When was your last date\n  ","997009":"\n   What's your age ?\n  ","997010":"\n   Umm, Pennywise is just as real as you and me\n  ","997011":"\n   Pennywise is making Tony and Fahim jealous ...\n  ","997012":"\n   Broken or happy ?\n  ","997013":"\n   SHIT that was me\n  ","997014":"\n   “You’re a dumb, attention-seeking scarecrow” - Tony and Fahim together in unison as they suck each other’s dicks.\n  ","997015":"\n   AYYEEEEEEEEEEE BEAUTIFUL\n  ","997016":"\n   PEE-PEEWISE\n  ","997017":"\n   Post a pic that would help me nut pls :P\n  ","997018":"\n   You want his pp in your mouth.\n  ","997019":"\n   Ya same here lol, anything new in your life?\n  ","997020":"\n   Remember when Anthony was on the leaderboard?\n  ","997021":"\n   yeah with pennywise\n  ","997022":"\n   i hate it\n  ","997023":"\n   What's your favorite photo that you've taken? 😁\n  ","997024":"\n   Yep lol any plans for the weekend?\n  ","997025":"\n   Ehi bellissima\n  ","997026":"\n   About to finish up my certification program\n  ","997027":"\n   Hiii\n  ","997028":"\n   Still in love or just step out of that life\n  ","997029":"\n   Quite the collection of snowflakes\n  ","997030":"\n   Thanks for the shoutout! Ayyyye! 😁💪🤘\n  ","997031":"\n   Would you date someone who was bisexual?\n  ","997032":"\n   London, England or Kingston, Jamaica?\n  ","997033":"\n   have you watched any of Glee? (lol)\n  ","997034":"\n   have you ever snorted a drug\n  ","997035":"\n   Waz up!!\n  ","997036":"\n   Omg thanks Nikki I love you too girly 💖💖\n  ","997037":"\n   Awh you’re certainly my favorite 😊\n  ","997038":"\n   Your favorite followers?\n  ","997039":"\n   fruit or vegetables?\n  ","997040":"\n   A flame thrower on your chest 😂\n  ","997041":"\n   Hey beautiful 😙😏\n  ","997042":"\n   Have u ever fallen in love ?\n  ","997043":"\n   Heyyy, not fair lol\n  ","997044":"\n   Would you rather have mermaids or unicorns be real?\n  ","997045":"\n   Around three.\n\nThey're all rubber ducks :)\n  ","997046":"\n   what kind of frosting do you like best on carrot cake?\n  ","997047":"\n   Good Night. 🌸\n  ","997048":"\n   zzzzzzzzzzzzzzzzzzzz\n  ","997049":"\n   Would you rather spend your time at the at home or in the mountains?\n  ","997050":"\n   what kind of frosting do you like best on red velvet cake?\n  ","997051":"\n   Favorite nut?\n  ","997052":"\n   JOKER MOVIE: Heath Ledger or Joaquin Phoenix???\n  ","997053":"\n   Chicken or fish?\n  ","997054":"\n   What can melt your heart?\n  ","997055":"\n   pineapple or coconut?\n  ","997056":"\n   Do you consider yourself a creative person?\n  ","997057":"\n   Are you today's date? Because you're 10\/10!\n  ","997058":"\n   i love maroon 5\n  ","997059":"\n   Maroon 5 has a new song\n  ","997060":"\n   how many hours of sleep do you usually get?\n  ","997061":"\n   The 1st 2 i mean\n  ","997062":"\n   So you do things without considering or caring about the consequences right?\n  ","997063":"\n   Is it bad running into your ex on tinder?\n  ","997064":"\n   soft shell tacos or hard shell tacos?\n  ","997065":"\n   So no yellowcake for you? Dang it. *goes back to the drawing board*\n  ","997066":"\n   what kind of frosting do you like best on yellow cake?\n  ","997067":"\n   I did it\n  ","997068":"\n   Go to bed Niki. you aint you when yur cranky.\n  ","997069":"\n   You go girl!\n  ","997070":"\n   How old were you when you last went trick or treating?\n  ","997071":"\n   I'm sorry about you used to be #1...and  now you're 6 so how can we help\n  ","997072":"\n   Will A black baby in every white womb defeat racism\n  ","997073":"\n   i need urgently money. please help me i need 777USD money. i will give back your money. if you are able to do my help then i will give you my bank account no.\n  ","997074":"\n   Hi how r u nikki\n  ","997075":"\n   Would you rather be with the crush of your dreams or have an infinite amount of your favourite food?\n  ","997076":"\n   Attagirl!\n  ","997077":"\n   Do you believe in hard sex broken bed\n  ","997078":"\n   Oh thats sad! Stay strong girl!\n  ","997079":"\n   Are you single?\n  ","997080":"\n   ❤️😴✨\n  ","997081":"\n   Nikki I'm sorry\n  ","997082":"\n   Omg I feel so guilty how can I help fix this?\n  ","997083":"\n   OMFG this six thing is my fault\n  ","997084":"\n   How often do you send your bf vids where you show him how much you miss him?\n  ","997085":"\n   We love you Nikki!\n  ","997086":"\n   LMAO\n  ","997087":"\n   Do guys stare at your breasts a lot, or you don't notice?\n  ","997088":"\n   Hey Nikki you nice asf wish i had a gf like you\n  ","997089":"\n   Six???? Tf\n  ","997090":"\n   So tell me\n  ","997091":"\n   If a random person at the mall compliments your eyes would you find it creepy?\n  ","997092":"\n   ❤\n  ","997093":"\n   What is the main reason for you to refuse a date?\n  ","997094":"\n   How tall is your parents?\n  ","997095":"\n   Girl I can tell you want something to love,\nThat's why you hold on to everything that pass you by...\n  ","997096":"\n   Damn you tall\n  ","997097":"\n   Anyone live around Arkansas?\n  ","997098":"\n   wait I’m sorry are people really that dumb that they think you’re asking questions about your ex to yourself?😂 how stupid are people!\n  ","997099":"\n   If someone offered you 80 dollars to get one word tattooed on ur inner wrist, would you do it? (Obviously the tattoo is free too.) If so, what word would you choose?\n  ","997100":"\n   Cutie!!!\n  ","997101":"\n   what’s your favorite Elvis song?\n  ","997102":"\n   Height?\n  ","997103":"\n   Hate anyone on here?\n  ","997104":"\n   Best cheese:\n  ","997105":"\n   Too many people on here start drama and it’s so annoying!\n  ","997106":"\n   Where’s your ex?\n  ","997107":"\n   you’re so loved on here nikki!\n  ","997108":"\n   tf really???? I go barefoot and basically noting in except underwear or sometimes nothing at all\n  ","997109":"\n   What do you think of makeup?\n  ","997110":"\n   Same here lol.. and probably a bit perverted even though I am a girl 😂\n  ","997111":"\n   What's the most heartwarming thing you've ever seen\/experienced?\n  ","997112":"\n   If a cartoon was made about you.. how would play out\n  ","997113":"\n   But ur bikini pics are 😍\n  ","997114":"\n   Screensaver picture?❤️\n  ","997115":"\n   Apple pie or pumpkin?\nPumpkin or sweet potato pie?\nPumpkin or pecan?\n  ","997116":"\n   Imma do it\n  ","997117":"\n   since ur legal it's ok if i bust one to you?\n  ","997118":"\n   hey\n  ","997119":"\n   happy bday\n  ","997120":"\n   wdym calling you names babe\n  ","997121":"\n   please i will pay you\n  ","997122":"\n   What’s the last risk you took\n  ","997123":"\n   I'll bet you're pretty tight, Nikki .😜😂\n  ","997124":"\n   Why did the walrus go to the tupperware party? Cuz he was looking for a tight seal!!\n  ","997125":"\n   Would you rather visit a zoo or an art museum?\n  ","997126":"\n   Could you show me your chest please\n  ","997127":"\n   i love u babe\n  ","997128":"\n   sup babe\n  ","997129":"\n   What ice cream flavor do you not ever eat?\n  ","997130":"\n   Might be fun to mix it up every once in a while\n  ","997131":"\n   What’s the best kind of pancakes\n  ","997132":"\n   Is this your backup account???\n   \n    @nicolebuckley4\n   \n","997133":"\n   When the last time u had sex ?\n  ","997134":"\n   The natives are restless\n  ","997135":"\n   Ever done it with a girl\n  ","997136":"\n   Those chewable tablets got these anons agressave ash on this Wednesday evening haha 🤣🤣\n  ","997137":"\n   Idk lol 😆\n  ","997138":"\n   What is the next movie you really want to watch?\n  ","997139":"\n   Would you pierce your own belly button\n  ","997140":"\n   Wyd\n  ","997141":"\n   Do you like cookies. Favorite kinda cookie?\n  ","997142":"\n   You started it by opening your mouth, if you can’t handle the heat, stay out of the kitchen.\n  ","997143":"\n   Why would it be interesting\n  ","997144":"\n   What was the last thing you ate\n  ","997145":"\n   From Anthony or Fahim?\n  ","997146":"\n   You already started it today, oof\n  ","997147":"\n   You’re just jealous of her.\n  ","997148":"\n   Hope your well Nikki. ❤\n  ","997149":"\n   Chloe is so cool and nice, what is your problem?\n  ","997150":"\n   Go do something productive like fight over Nathan.\n  ","997151":"\n   You should get a belly button piercing\n  ","997152":"\n   Are you being naughty with Chloe, Nikki? ;) Get a room, you two.\n  ","997153":"\n   Do you like King Cake? (The Mardi Gras cake.)\n  ","997154":"\n   How did you learn to do Pennywise makeup?\n  ","997155":"\n   Are you following the Dodgers?\n  ","997156":"\n   What kind of flowers do you like?\n  ","997157":"\n   Oh noo she didn't girrrrlllll!!!! 🤣\n  ","997158":"\n   give me a quickie please?\n  ","997159":"\n   Ever received flowers?\n  ","997160":"\n   did you do it with someone irl\n  ","997161":"\n   What you doing💕💕💕\n  ","997162":"\n   she doesnt have a chest anyways\n  ","997163":"\n   Age???\n  ","997164":"\n   i think ur a virgin bc u never did it with anthony\n  ","997165":"\n   *unhooks ur bra\n  ","997166":"\n   What you posted earlier is one of the reasons you are amazing 😍😢❤❤\n  ","997167":"\n   Have you ever had a relationship with someone that talked about having babies with you right away?\n  ","997168":"\n   What do you think is the best gift for wedding?\n  ","997169":"\n   How do you feel about snow?\n  ","997170":"\n   Where would you wish to wake up tomorrow?\n  ","997171":"\n   Is it more important to love or be loved?\n  ","997172":"\n   How're you?\n  ","997173":"\n   What do you think about recycling?\n  ","997174":"\n   What is your dream travel destination?\n  ","997175":"\n   Do you rather overthink, overfeel, overlove or overstress?\n  ","997176":"\n   Ootd pic please😍🤗💗\n  ","997177":"\n   If you were given a time machine to travel backwards in time, what are the three mistakes that you would want to rectify?\n  ","997178":"\n   Which website or app do you use first in the morning?\n  ","997179":"\n   Do you know anyone who doesn’t work out or exercise yet always looks great?\n  ","997180":"\n   How do you feel about snow?\n  ","997181":"\n   I need some advice. My best Friend of 3 years, is not telling me about the boy she is seeing and just keeps lying too me but she’s telling our other friend. I don’t understand what I have done wrong for her to not tell me what she’s doing in her life. Any ideas on what I could do?\n  ","997182":"\n   what colour bra are you wearing\n  ","997183":"\n   What is your favourite song at the moment? 😊\n  ","997184":"\n   Is there something you found out about yourself while using ASKfm?\n  ","997185":"\n   Would you rather kiss Joker or Donald Trump?\n  ","997186":"\n   Do you dislike smoke?\n  ","997187":"\n   have you ever tried karate, think you would be too kind to hurt any person tbh\n  ","997188":"\n   Do you like country music?\n  ","997189":"\n   why, saying 'yes' to stomaCh pap :P\n  ","997190":"\n   Original Oreo’s or Golden Oreo’s?\n  ","997191":"\n   Its black\n  ","997192":"\n   Nicole Buckley\n   \n    https:\/\/www.youtube.com\/watch?v=a1Zd9HzG4Pk\n   \n   have you seen this before?\n  ","997193":"\n   pap in your bra\n  ","997194":"\n   Did they take away coins for asking questiond\n  ","997195":"\n   Boo 👻\n  ","997196":"\n   Have you ever tried karaoke? 👍\n  ","997197":"\n   whats your bra size?\n  ","997198":"\n   ❤\n  ","997199":"\n   Is it easy to give someone a second chance?🙊\n  ","997200":"\n   when? re-post pls?\n  ","997201":"\n   If you could change one thing about ASKfm for 24 hours, what would it be?\n  ","997202":"\n   What is the best thing to eat for breakfast?\n  ","997203":"\n   If you could master any form of dancing, what type of dancing would you want it to be? 👍\n  ","997204":"\n   Ya my dark knight awakens on dark mode !\n  ","997205":"\n   What do you think it would be like to live life as a bird?\n  ","997206":"\n   So isses 🤓\n  ","997207":"\n   You are sexy 😍\n  ","997208":"\n   honey or jam?\n  ","997209":"\n   Dark mode is best\n  ","997210":"\n   What do you enjoy shopping for the most? 👍\n  ","997211":"\n   Do you usually listen to music, talk radio, or silence while driving? 👍\n  ","997212":"\n   You’re missing out\n  ","997213":"\n   What would tickle your feet the most in order most to least A electric toothbrush B plastic fork C licking\n  ","997214":"\n   I mean Goodmorning💕💕💕\n  ","997215":"\n   Do you use dark mode or light mode on your phone?\n  ","997216":"\n   Welche Eigenschaften schätzt du bei einem Mann am meisten?\n  ","997217":"\n   Are you waiting for the right person to come along? Have you found the one to whom you belong? Life is a journey filled with many twists along the way. May you find happiness in your life each and every day!\n  ","997218":"\n   Rich cutie\n  ","997219":"\n   You are all a buncha dang diddly funny bunnies! Goddammit Eva!\n  ","997220":"\n   Do you have another social media?\n  ","997221":"\n   You look like you give good top\n  ","997222":"\n   Do you have Instagram dark mode?\n  ","997223":"\n   Name five of your favourite anime\n  ","997224":"\n   do u have a favourite insect? lol\n  ","997225":"\n   Hii❤\n  ","997226":"\n   That sounds scarier than skydiving lol\n  ","997227":"\n   Ever left food items out and forgot about them until much later? Oops.\n  ","997228":"\n   Goodluck 🌟\n  ","997229":"\n   Ohh really\n  ","997230":"\n   Snapchat jesserabbits\n  ","997231":"\n   Do you know how a ginger is satisfied? When she unties you\n  ","997232":"\n   Name something that you must get done today no matter what? 😱\n  ","997233":"\n   Ok I will\n  ","997234":"\n   Have you gotten your flu shot yet?\n  ","997235":"\n   Sorry I was using my thumb\n  ","997236":"\n   Are you a fish? Because I reely love you! 🎣\n  ","997237":"\n   No I just cleanes\n  ","997238":"\n   Can I tie your shoes? Because I don’t want you falling for anyone else\n  ","997239":"\n   Can I follow you home? Because my parents told me to follow my dreams\n  ","997240":"\n   Bloddy 'ell! Wouldja like a spot o tea mate?\n  ","997241":"\n   bloody hell 😂😂can you answer the questions 😂👀😂\n  ","997242":"\n   😂😂😂😂how tf does this anon now that I am stoned again 😂😂😂do I talk differently when I’m stoned ...??? Check my recents help me out 😳\n  ","997243":"\n   Naw I have the alist a amc so I can get a free ticket and get another ticket for you\n  ","997244":"\n   anon think about it this was she is a girl so she has a vagina while I’m guessing your a guy anon so it means you have a penis like me and it appears like you need to go back and learn basic biology anon 😂😂because you seem not to know the human body or men and women if you have to ask 😂😂😂\n  ","997245":"\n   Nikki they are being crass 🤦‍♂️they are basically asking about below your pjs 🤦‍♂️anon fuck off\n  ","997246":"\n   Sooo Nikki you want to fly to New Jersey and go see the joker with me ?? 🤭😏\n  ","997247":"\n   you seen joker?\n  ","997248":"\n   about what?\n  ","997249":"\n   What’s your body count?\n  ","997250":"\n   do you sometimes suffer from cold feet at night?☺️\n  ","997251":"\n   What always lets you down and what never lets you down?\n  ","997252":"\n   and what else below?😻\n  ","997253":"\n   do you ever wear socks in bed?😄\n  ","997254":"\n   Wdj atm allemaal 🙈😻\n  ","997255":"\n   How do you fulfill your sexual desires now a days?\n(A girl user here)\n  ","997256":"\n   Do you like Islam?\n  ","997257":"\n   What are you wearing in bed at night?\n  ","997258":"\n   Dont feel a need of boy friend?\n  ","997259":"\n   Boy friend\n  ","997260":"\n   😕I failed a test in college and I may fail that damn class now 😢I’m so pissed and bummed out it’s not even funny\n  ","997261":"\n   Is it true that every freckle you have represents a soul that you’ve stolen?\n  ","997262":"\n   Dont you feel a need of someone?\n  ","997263":"\n   And your bf?\n  ","997264":"\n   What do u love?\n  ","997265":"\n   What kind of shoe size do you have?😏\n  ","997266":"\n   Japanese food or Italian food?\n  ","997267":"\n   Anthony is on monkey rn if you wanna get on\n  ","997268":"\n   what was the meanest thing you did in high school?\n  ","997269":"\n   Favorite snapchat filter?\n  ","997270":"\n   Who’s the one person who can always cheer you up\n  ","997271":"\n   Footie pjs?\n  ","997272":"\n   do you care for raisins?\n  ","997273":"\n   You also have very cute beautiful feet🤗😇\n  ","997274":"\n   Do you wear pjs\n  ","997275":"\n   How will you celebrate your 21st birthday\n  ","997276":"\n   Do you prefer to shower in the mornings or in the evenings? 🤔 Why?\n  ","997277":"\n   Lame\n  ","997278":"\n   are you wearing socks at the moment?\n  ","997279":"\n   How old are you?💗\n  ","997280":"\n   😻👅💦\n  ","997281":"\n   Oh wow, what else besides candy?????\n  ","997282":"\n   Okay, will the people at home be handing out GOOD candy?\n  ","997283":"\n   You are a pretty girl😍🔥💞\n  ","997284":"\n   Is anyone gonna be home to hand out candy?\n  ","997285":"\n   Yeah and it's fucking annoying\n  ","997286":"\n   PLEASE VERIFY YOU'RE A HUMAN.... I wasn't aware robots ask questions her like wtf???\n  ","997287":"\n   Why do I keep getting it when I ask a lot of questions?\n  ","997288":"\n   Does Mexican food ever make you crave chocolate?\n  ","997289":"\n   Do you ever get the pop up to verify you're a human?\n  ","997290":"\n   well I'd rather you say 'yes'\n  ","997291":"\n   If you got a tattoo where would it be\n  ","997292":"\n   Where are you gonna be?\n  ","997293":"\n   Do you buy good Halloween candy to hand out?\n  ","997294":"\n   Acoustic guitar or electric?\n  ","997295":"\n   How do you get on the leaderboard\n  ","997296":"\n   Remember when Anthony was on the leaderboard and he wasn't even active here?\n  ","997297":"\n   Do you listen to death metal?\n  ","997298":"\n   Do you own a bucket hat\n  ","997299":"\n   Heyy i just awake up🌹🌹🌹\n  ","997300":"\n   laser? wow cool. does it hurt? do u shave everywhere?\n  ","997301":"\n   pap in swimwear?\n  ","997302":"\n   what the heck are those ppl asking you? sure u r virgin, u r still young.. nothing wrong with that aha\n  ","997303":"\n   do u shave?\n  ","997304":"\n   stomaCh pap ?\n  ","997305":"\n   You'd make a fortune doing BBC interracial porn\n  ","997306":"\n   Tattoos or piercings?\n  ","997307":"\n   You support physical relationship in love before marriage?\n  ","997308":"\n   Virgin?\n  ","997309":"\n   Do you like red licorice?\n  ","997310":"\n   Have u ever been in a relationship before?\n  ","997311":"\n   Did you lose a lot of coins lately?\n  ","997312":"\n   Single?\n  ","997313":"\n   how would you react if your baby daddy left you mid pregnancy also pro choice of pro life\n  ","997314":"\n   Can you handle spicy food well?\n  ","997315":"\n   They all die today on General Hospital so no need to watch\n  ","997316":"\n   I feel bad for having a crush on my friend\n  ","997317":"\n   Ahh😂\n  ","997318":"\n   Is she on ask?\n  ","997319":"\n   Do you like candy corn\n  ","997320":"\n   Hru Doing I think ur asleep nu5vi wanted 5p day hi anhope u do you ok an everything is going good for you\n  ","997321":"\n   Post a selfie\n  ","997322":"\n   Does blackberries grow in your yard?\n  ","997323":"\n   Impeachment is a witch-hunt, I don’t like him either but they constantly do investigations and it gets annoying after a while.\n  ","997324":"\n   Great, because I am a solid 1 inch when completely erect.\n  ","997325":"\n   how many contacts do you have?\n  ","997326":"\n   Pap of the shoes you’re wearing\n  ","997327":"\n   What’s your name? Where you from? What’s your drink when you get drunk? What’s your sign? What’s your song?\n  ","997328":"\n   I wanna talk to you somewhere else ...\n  ","997329":"\n   Do you still take your Flintstones vitamins?\n  ","997330":"\n   does size matter?\n  ","997331":"\n   Somewhere else?\n  ","997332":"\n   But why?\n  ","997333":"\n   Do you go commando\n  ","997334":"\n   That condition is applied why?\n  ","997335":"\n   How are you😘😘😘\n  ","997336":"\n   Can you truly love more than one person?\n  ","997337":"\n   What do you prefer - a walk in a quiet forest or an interesting movie?\n  ","997338":"\n   What song makes you want to dance??\n  ","997339":"\n   Some coins plz😊\n  ","997340":"\n   Is it more important to be loved or to fall in love?\n  ","997341":"\n   The first four in the ranking are the same people. He is simply crazy 😅😅😅\n  ","997342":"\n   HOw long do you sleep?\n  ","997343":"\n   What’s your name? Where you from? What’s your drink when you get drunk? What’s your sign? What’s your song?\n  ","997344":"\n   Do you think love fades away?\n  ","997345":"\n   Sleeptight\n  ","997346":"\n   yeah sorry I'm an idiot x\n  ","997347":"\n   when was the last time you were drunk?\n  ","997348":"\n   A 2 hour hike in a rain forest? Waterfalls, creeks, wildlife, scenery and lot's of rocks!\nYay or nay?\n  ","997349":"\n   I get that too lmao they're too scared to show their face\n  ","997350":"\n   Do you ever let go of someone toxic in your life and just feel so good for it? 😌\n  ","997351":"\n   Did you see the ranking? \"Why so serious\"\n  ","997352":"\n   It's fake and that's why I won't untick\n  ","997353":"\n   What is the worst thing someone has done or said to you on here?\n  ","997354":"\n   Love kisses from boy or girl ?\n  ","997355":"\n   I don't have a real account\n  ","997356":"\n   I saw you in Leeds, England\n  ","997357":"\n   But again I wish I had your insta :')\n  ","997358":"\n   have you ever had a root beer float?\n  ","997359":"\n   It would be amazing :)\n  ","997360":"\n   Nikki babe you are the kind of desire I would never stop desiring\n  ","997361":"\n   Benefits are there to keep us safe from boredom, we can't just love each other with words.\n  ","997362":"\n   size shouldn't matter should it?\n  ","997363":"\n   Because I want one\n  ","997364":"\n   why\n  ","997365":"\n   What do ya think about\n   \n    @Jakurs\n   \n","997366":"\n   Nah, you're just a ginger. Just a tyke. Like, Redhead Lite. You need another evolution or two to evolve into a full-blown OG Nikkachu!\n  ","997367":"\n   What about back massages?\n  ","997368":"\n   ye :( he just gone too fast\n  ","997369":"\n   That must mean you're a virgin too! Because, yk, sleeping with someone. ;)\n  ","997370":"\n   Do you change your mind often?\n  ","997371":"\n   Kinda body but I've healec\n  ","997372":"\n   Do you ever sleep nikki? I'm up at four in the morning and you're here. I wake up and nine in the morning (eastern) and you're here.\n  ","997373":"\n   You ever faced a demon?\n  ","997374":"\n   Where will you go on your next trip?\n  ","997375":"\n   <3\n  ","997376":"\n   Ever use handcuffs in bed\n  ","997377":"\n   When I had to have a cut in my arm stitched\n  ","997378":"\n   You are so gorgeous!\n  ","997379":"\n   Do you believe there is good in everyone?\n  ","997380":"\n   When’s the last time you wore a hospital gown\n  ","997381":"\n   Can I massage u\n  ","997382":"\n   What’s your favorite kind of coffee\n  ","997383":"\n   Guys unusually treat you in really complimentary fashion do you like that\n  ","997384":"\n   Oh yes\n  ","997385":"\n   The guys. Usualy treat you like you are!\n  ","997386":"\n   Can you buy me a Ask.fm shirt with all your tokens?\n  ","997387":"\n   foot size?x\n  ","997388":"\n   Your pic is really cute do you think yuh our the hottest girl on ask\n  ","997389":"\n   What are 5 things you love?l\n  ","997390":"\n   Question to question talk?\n  ","997391":"\n   <3 ur cute\n  ","997392":"\n   Wrestling or boxing\n  ","997393":"\n   What was the last thing you ate?\n  ","997394":"\n   opinion on cottage cheese?\n  ","997395":"\n   Are you left handed\n  ","997396":"\n   really it will be an honor if we can talk and etc everyday\n  ","997397":"\n   If you were a guy what kind of haircut would you get\n  ","997398":"\n   Who?\n  ","997399":"\n   U love massage?\n  ","997400":"\n   u got boyfriend?\n  ","997401":"\n   Have you ever been in a same sex relationship\n  ","997402":"\n   I thought this now lol..I'm dick\n  ","997403":"\n   where\n  ","997404":"\n   Lets talk Wassup\n  ","997405":"\n   Do you know people with whom you want to improve contact, but can't?Why can't you?Who are these people?\n  ","997406":"\n   Do you think it’s a wrong decision to get back with someone you previously dated? Why or why not\n  ","997407":"\n   Wanna text or snap ?\n  ","997408":"\n   Can we meet?\n  ","997409":"\n   OMG so much Nationalaities!!\n  ","997410":"\n   He's acting they are probably contacts\n  ","997411":"\n   Are you single?\n  ","997412":"\n   Hmmm🤔\n  ","997413":"\n   The guy your the biggest fan off.      What's his name\n  ","997414":"\n   Hey\n  ","997415":"\n   His eyes make him look like a vampire. Is he a vamp\n  ","997416":"\n   Redheads are evil women! D:\n  ","997417":"\n   Is there something really really attractive about blue eyes?\n  ","997418":"\n   How's your friend breakup going🙁\n  ","997419":"\n   have you ever been to a funeral?\n  ","997420":"\n   i wanna see u in bikini\n  ","997421":"\n   What causes you to sleep quick?\n  ","997422":"\n   You should be friends with your ex best friend\n  ","997423":"\n   Hey can we be friends ?\n  ","997424":"\n   Do Birks look good on guys\n  ","997425":"\n   Ok change of plan no beating and I came back by mistake\n  ","997426":"\n   Pap of your feet\/legs\n  ","997427":"\n   Snapchat ? iMessage ?\n  ","997428":"\n   Do you like pickles\n  ","997429":"\n   Hi..\n  ","997430":"\n   If you can’t do what I want next time you’ll be beaten\n  ","997431":"\n   how do you feel about spinach?\n  ","997432":"\n   Grannies or thong more comfy\n  ","997433":"\n   I probably don't but I think you are cool and it it doesn't seem like you. I just feel stressed when anyone hurts and she's hurting you\n  ","997434":"\n   Ya Nikki what u doing\n  ","997435":"\n   She projecting, losing a friend can be hard. Just remember she was once your best friend. Be graceful if you can\n  ","997436":"\n   Don't be mean, maybe she's hurt?\n  ","997437":"\n   And\n  ","997438":"\n   I created a new Snapchat account one time because someone removes me so I started fresh\n  ","997439":"\n   Do you want kids one day?\n\nIf you have kids already. Do you want more? (Don't have to share)\n  ","997440":"\n\n    https:\/\/youtu.be\/xDjg_PDsFe4\n   \n","997441":"\n   Do you go fishing?\n  ","997442":"\n   Heyyy nikki\n  ","997443":"\n   would you care if your brother saw you in your underwear?\n  ","997444":"\n   thong colour?\n  ","997445":"\n   Didn't know you are from the UK..\n  ","997446":"\n   How are you feeling?\n  ","997447":"\n   how many kids do you have?\n  ","997448":"\n   Wyd today\n  ","997449":"\n   Why do you remove people off Snapchat? Just curious?\n  ","997450":"\n   are you a cheer leader?\n  ","997451":"\n   lets become friends?\n  ","997452":"\n   do you have any bad tattoos?\n  ","997453":"\n   Do you have a lazy eye?\n  ","997454":"\n   Hey\n  ","997455":"\n   When you smile your face lights up so bright,\nYour eyes sparkle and the world just seems so right.\nWhen you laugh it brings joy to those around you, is what you do.\nYour delightful heart shines forth and shows the beauty inside of you.\n  ","997456":"\n   Do you like organism\n  ","997457":"\n   I wanna sleep on your lap\n  ","997458":"\n   Have you had an embarrassing slip of the tongue?\n  ","997459":"\n   But why?\n  ","997460":"\n   I don’t know who he who is he mom\n  ","997461":"\n   Who’s Chester Bennington\n  ","997462":"\n   You laugh on my jokes but don't give me your insta :(\n  ","997463":"\n   Funnier* you feed your life on my grammar mistakes\n  ","997464":"\n   You sleeping on me\n  ","997465":"\n   Don't sleep on it\n  ","997466":"\n   No worries I just wish I had your insta\n  ","997467":"\n   I am a huge fan of your beauty\n  ","997468":"\n   Do you watch culinary shows?\n  ","997469":"\n   i think loads of boys have a crush on you\n  ","997470":"\n   you are so charming, too kind\n  ","997471":"\n   Oeh hij is terug\n   \n    @quintenhooi\n   \n   🤤\n  ","997472":"\n   Ever had a crush on someone?\n  ","997473":"\n   Friday the 13th or Halloween movies?\n  ","997474":"\n   Not even a single doubt in my mind you cutie\n  ","997475":"\n   what grade are you in?\n  ","997476":"\n   hiiii\n  ","997477":"\n   You don't know how amazing you are I mean you can do things to me with your mouth and steal me from this world and own me like I haven't been own\n  ","997478":"\n   How too get a man hard in bed?🤷‍♂️\n  ","997479":"\n   At some point you would find it romantic like me\n  ","997480":"\n   What is it you most dislike that people do?\n  ","997481":"\n   You would enjoy watching me enjoy ;)\n  ","997482":"\n   Undecidef\n  ","997483":"\n   If there is anyone, you can handle your most uncomfortable and humiliating moments in front of with an ease, trust me mate that would be me 😉\n  ","997484":"\n   aw, i am here if you ever need someone x\n  ","997485":"\n   how do you feel about bologna?\n  ","997486":"\n   😍😍😍\n  ","997487":"\n   What are you busy with today? 💁🏻‍♀️\n  ","997488":"\n   Sorry that we are obsessed with char and forgot to come here\n  ","997489":"\n   Number 3????\n  ","997490":"\n   Do you suffer from wrist pain\/carpal tunnel syndrome?\n  ","997491":"\n   dp<3\n  ","997492":"\n   I wish i could ________‼✨\n  ","997493":"\n   hello spam with questions, if you want  i miss you friend xo\n  ","997494":"\n   Do you listen to other peoples advice that’s given to you?\n  ","997495":"\n   ever been to Roscoe's chicken and waffles?\n  ","997496":"\n   You’re so pretty\n  ","997497":"\n   what stresses you out?\n  ","997498":"\n   Hey Nikki!\n  ","997499":"\n   Is love blind?\n  ","997500":"\n   Age?\n  ","997501":"\n   What worries you the most?\n  ","997502":"\n   Hey cutie !!\n  ","997503":"\n   Where’s Anthony?\n  ","997504":"\n   What time period are you most the nostalgic for?\n  ","997505":"\n   What do you think of the ‘50s?\n  ","997506":"\n   Can you cook? Do you like cooking?\n  ","997507":"\n   You are cool\n  ","997508":"\n   What's up 🙂\n  ","997509":"\n   Hello 👋👋👋\n  ","997510":"\n   Can some person change your life?\n  ","997511":"\n   Insta?\n  ","997512":"\n   What’s your opinion on whole wheat bread?\n  ","997513":"\n   what’s ur fav kind of sushi roll?\n  ","997514":"\n   How often do you go to the cinema?\n  ","997515":"\n   Wake up nikki!\n  ","997516":"\n   I was just listening to one of Linkin Parks albums today, lol. What's your favorite song of theirs?\n  ","997517":"\n   What motivates you?\n  ","997518":"\n   Do you drink enough water? How much?\n  ","997519":"\n   are your parents rich ? I heard it’s expensive to live in California do you live in one of the expensive houses\/ mansions?\n  ","997520":"\n   You know that he still loves you\n  ","997521":"\n   Stop sending yourself questions about Anthony peabrain\n  ","997522":"\n   Nikki Anthony misses you terribly\n  ","997523":"\n\n    https:\/\/ask.fm\/pollspollspolls3\/photopolls\/148031196?utm_source=copy_link&utm_medium=iOS\n   \n","997524":"\n   well at least I’m not completely alone in that 😂😂😂😂😂🤦‍♂️\n  ","997525":"\n   What is your opinion about trump?\n  ","997526":"\n   BLOODY HELL THE FIRST WAS A MOVIE REFERENCE😂😂and the line changed only by your name .. and the other was a mix of lines from a few movies that had a reference to that or something to do with being back home😂 and basically I’m trying to hit on you 😭🤦‍♂️If I have to explain time I really have to work\n  ","997527":"\n   On my skills and trying to hit on a girl ‏ technique a hell of a lot more. 😂😂😂😭\n  ","997528":"\n   Yup I came back to you after 20 years I’m home for good😂😂😘\n  ","997529":"\n   Nikki I’m homeee 😂😂😂\n  ","997530":"\n   what are your pet hates\n  ","997531":"\n   What do you find oddly satisfying? 🤔\n  ","997532":"\n   do you think girls or boys are better kissers\n  ","997533":"\n   do you worry about your future ?\n  ","997534":"\n   KIK dougeats for the best guy in the world!\n  ","997535":"\n   love you\n  ","997536":"\n   Yw 🙂 enjoy the like spam 🙂 you deserve them 😊\n  ","997537":"\n   hi nicole it's an honor to meet you\n  ","997538":"\n   so do you meet guys and penfriends on the internet so often?\n  ","997539":"\n   Just don't reply? 😂\n  ","997540":"\n   Well, you're free from him now 👍 😂\n  ","997541":"\n   what's your name\n  ","997542":"\n   love you\n  ","997543":"\n   🙂 you are lovely ☺️\n  ","997544":"\n   You're probs right 👍 😂\n  ","997545":"\n   hey spam me with questions if you like\n  ","997546":"\n   Hopefully he doesn't take it too hard when he finds out? 😂\n  ","997547":"\n   what is your favorite scary movie?\n  ","997548":"\n   pop tarts or toaster strudels?\n  ","997549":"\n   For his own vanity, let's just hope he doesn't try coming back to you? 😂\n  ","997550":"\n   He believes he's safe in the knowledge he'll always have you to run back to? Well he's in for a nasty surprise 😂\n  ","997551":"\n   Selfish, he sounds tbh 😕\n  ","997552":"\n   What's the weirdest deja-vu experience you've encountered?\n  ","997553":"\n   cat 11141961 is just some weirdo *\n  ","997554":"\n   Wow, what an a$$hole 😕\n  ","997555":"\n   What is it? 🤔\n  ","997556":"\n   cat 11141961 likes your brown eyes *\n  ","997557":"\n   Thank you.\n  ","997558":"\n   have you ever been to a pumpkin patch?\n  ","997559":"\n   You're missing out, Nikki 😊\n  ","997560":"\n   Oh I see, is shopping not really your thing? 👍\n  ","997561":"\n   What things do you love?\n  ","997562":"\n   You enjoyed? 👍\n  ","997563":"\n   Loneliness - would you prefer or recommend this lifestyle to someone?\n  ","997564":"\n   Liebesbrief von Trump 😂\n  ","997565":"\n   Have you ever been to Las Vegas? 👍\n  ","997566":"\n   What is the most awkward thing you've said to someone special?\n  ","997567":"\n   When was the last time you received love letters?\n  ","997568":"\n   Do you like raisins?\n  ","997569":"\n   What does the World know about the country you live in?\n  ","997570":"\n   What is your most played song?\n  ","997571":"\n   Do you regret anything?\n  ","997572":"\n   Does what they say about your zodiacal sign generally match your personality?\n  ","997573":"\n   Do you pay attention to the lyrics of songs? What is your favorite one?\n  ","997574":"\n   Name three things you think shouldn't exist in the world.\n  ","997575":"\n   What time of day is your favorite?\n  ","997576":"\n   Have you ever been in love?\n  ","997577":"\n   Share some social media account lmao\n  ","997578":"\n   What kind of movies do you like?\n  ","997579":"\n   want to watch my bf give a bj?\n  ","997580":"\n   do you eat fish? what’s your favorite fish? (i loovveee halibut.)\n  ","997581":"\n   Chocolate cake or vanilla cake?\n  ","997582":"\n   Lmao do it \nIt will be fun.\n  ","997583":"\n   do you prefer bar soap or body wash when in the shower?\n  ","997584":"\n   Hey😎 add me on snapchat:miasnaps69 😊 You will see why once you do... 😋\n  ","997585":"\n   What does it look like lol? Can I see it?\n  ","997586":"\n   HI Angel\n  ","997587":"\n   Sup ?\n  ","997588":"\n   Metaphor\n  ","997589":"\n   I am your lovely anon  nikkiiiii 😘😘😘\n  ","997590":"\n   Some people don't know anything different were you very young\n  ","997591":"\n   This isn't my language so work with me maybe?\n  ","997592":"\n   I am back for you 😍😍\n  ","997593":"\n   I am no playboy that's why I am keep getting your no you are not understanding my point\n  ","997594":"\n   That's called controlling and a bad relationship totally different thing\n  ","997595":"\n   I am under the impression that you are waiting for a playboy cause if you want love then I fell in love with you the moment I saw you\n  ","997596":"\n   That's such a mortal view\n  ","997597":"\n   They say their are different kinds of love what love was it?\n  ","997598":"\n   Right person or the mute person? Who doesn't talk about the sensitive emotions he deals with you while being in love with you?\n  ","997599":"\n   Stupid name any way\n  ","997600":"\n   I disagree career isn't easy to built so I am not sure if you have time for love\n  ","997601":"\n   When will she divorce Conye\n  ","997602":"\n   Do you ever want to realize that you don't have the strength and time to afford true love?\n  ","997603":"\n   What would you categorize it as\n  ","997604":"\n   Why are you so curious about true love?\n  ","997605":"\n   But don't say I am good for nothing cause I have so many questions to ask you\n  ","997606":"\n   Followed !\n  ","997607":"\n   Hey sexy\n  ","997608":"\n   followed.. back maybe\n  ","997609":"\n   Not really I don't have the skills to impress you\n  ","997610":"\n   Does the G-spot actually exist?\n  ","997611":"\n   It's a sign I am attracted to you\n  ","997612":"\n   Do you have a favorite hoodie that you love to wear?\n  ","997613":"\n   I already saw you in one of my dream and you made feel like in paradise\n  ","997614":"\n   Do you like wearing hoodies?\n  ","997615":"\n   Am I suppose to see you in my dreams?\n  ","997616":"\n   whats ur discord username\n  ","997617":"\n   It's all wanted I couldn't ask for more\n  ","997618":"\n   can i see the bottom of ur foot pap\n  ","997619":"\n   What is the elevation where you live ?\n  ","997620":"\n   Some hot Dutch girt I friended  left me a gif about healthy yogurt banana breakfast\n  ","997621":"\n   Am I being racist?\n  ","997622":"\n   I am here.. Guys have dick how come you still like them?\n  ","997623":"\n   You are such a cute for a girl who has freckles\n  ","997624":"\n   Do you like playing dumb in front of vultures and very bad poets\n  ","997625":"\n   What was your favorite question today\n  ","997626":"\n   I can't be the only one to miss the show, you put on for people you know, soon they will fed up! you need someone new to entertain..so, Hi 👋\n  ","997627":"\n   Ever been flossing and you get a piece of floss stuck in your teeth?\n  ","997628":"\n   I wish I could get on something more interesting than your nerves\n  ","997629":"\n   Hi nikki...\n  ","997630":"\n   Nikki, I need a more advanced model like the Nikki 2k19. Where can I order one. I need one that actually talks back and has snark. Good pillow talk is in the recipe for good love.\n  ","997631":"\n   Would you consider yourself a good dancer? 💃\n  ","997632":"\n   Do you always buy fall candles? Favorite kind? \n\nI still have a Frosted Cranberry one from last year so burning that atm 🕯\n  ","997633":"\n   Time will let you know kitty cat\n  ","997634":"\n   Really? It was a major hit with the boys back in the day!\n  ","997635":"\n   You can show the world how good you are but I am only interested in how bad you are\n  ","997636":"\n   When I met you girl my heart went knock knock knock. Now them butterflies in my stomach won't stop stop\n  ","997637":"\n   I'm sorry you are hit i can't last\n  ","997638":"\n   It would have been nice if you agree with me once in a while :)\n  ","997639":"\n   That must be why they introduce 69\n  ","997640":"\n   We have played with it even though we knew it was a fire I hope we have reward for each other's bravery?\n  ","997641":"\n   Every where\n  ","997642":"\n   It's like you don't want to post\n  ","997643":"\n   Commentary  on internet life.\n  ","997644":"\n   I avoid. yahoo\n  ","997645":"\n   If you were in jail for a weekend could you go the entire time without using the toilet in front of your cell mate\n  ","997646":"\n   Because it calls you back to life\n  ","997647":"\n   Without going out the door you can know the ways of the world   peeping through the window you can see the way of heaven\n  ","997648":"\n   What is a GIF you like? Post it.\n  ","997649":"\n   NIKKI!\n  ","997650":"\n   So pretty!\n  ","997651":"\n   I am doing fine thank you Nikki I missed you so much\n  ","997652":"\n   Hi Nikki what did you do today\n  ","997653":"\n   Miss anyone?\n  ","997654":"\n   If you miss Yahoo Answers or Formspring and you know it click the link.. Click, Click!\n   \n    https:\/\/answers.yahoo.com\/question\/index?qid=20191005025725AAmRrqu\n   \n","997655":"\n   Age?\n  ","997656":"\n   Can't nobody tell me nothin' you can't get friend zoned if she's your cousin\n  ","997657":"\n   What is your goal in life?\n  ","997658":"\n   Height?\n  ","997659":"\n   Who is your best friend for the moment and why?\n  ","997660":"\n   Do you still talk to Anthony?\n  ","997661":"\n   Are your arms showing today?\n  ","997662":"\n   Where’s Anthony?\n  ","997663":"\n   Do you prefer thin crust or thicker crust pizza?\n  ","997664":"\n   Hey, my name’s Microsoft. Can I crash at your place tonight?😸🙈\n  ","997665":"\n   Please post? Lol\n  ","997666":"\n   Tired\n  ","997667":"\n   tired mom😂😂\n  ","997668":"\n   nikkki can you send me a care package of pot from a dispensary but make sure it’s the vape version and make sure it comes with a battery from California and try and make it like 5 pods of the pot\n  ","997669":"\n   why not\n  ","997670":"\n   Soo on and side note.. how are you ???????\n  ","997671":"\n   Ummmm I maybe stoned or or I may just be tired 😂😂😂😂\n  ","997672":"\n   But mom😂🤦‍♂️🤦‍♂️\n  ","997673":"\n   Hey big mama\n  ","997674":"\n   Can we start by sharing  any other social app account??\n  ","997675":"\n   YOO MAMA\n  ","997676":"\n   Can u come and rub cream on it\n  ","997677":"\n   I got jock itch\n  ","997678":"\n   Come on let us kill each other boredom together.\n  ","997679":"\n   who’s your favorite alcoholic character?\n  ","997680":"\n   The one thing I will never do again is lose my virginity.\n  ","997681":"\n   Is twerking attractive?\n  ","997682":"\n   Didnt post\n  ","997683":"\n   Do you plan on seeing the Joker movie? If you’ve seen it was it good?\n  ","997684":"\n   Have you seen midsommar?\n  ","997685":"\n   Not posting lol\n  ","997686":"\n   No worries one that hurt will realize\n  ","997687":"\n   How to kill boredom\n  ","997688":"\n   Do you think there’s any way you could be happy ever?\n  ","997689":"\n   Are you from America?\n  ","997690":"\n   Hello\n  ","997691":"\n   Yes really.\n  ","997692":"\n   Want to see lol\n  ","997693":"\n   Good morning all you lovely ones! I hope you have a day filled with laughter and joy!😀\n  ","997694":"\n   Have you ever heard of an axolotl? My oldest is getting one for a pet.\n  ","997695":"\n   Post again?\n  ","997696":"\n   Is there an app that you hate but use anyways? Other than askfm👀\n  ","997697":"\n   Bikini pap?\n  ","997698":"\n   Do you like JAY PARK\n  ","997699":"\n   Nikki\n  ","997700":"\n   you're really cool and restore my faith in humanity\n  ","997701":"\n   What is one thing you will never do again?\n  ","997702":"\n   I wish you a nice and quiet night 🌙\n  ","997703":"\n   so what’s ur opinion on butts?\n  ","997704":"\n   Any song stuck in your head today?\n  ","997705":"\n   Is there anything you find embarrassing about your country?\n  ","997706":"\n   Do you believe that dreams can sometimes predict the future?\n  ","997707":"\n   Is that okay when a girlfriend hugging her male friends?What do you think?\n  ","997708":"\n   How’s it going ?(:\n  ","997709":"\n   brown eyes or blue eyes?\n  ","997710":"\n   Do you think about love or do you just feel it instead?\nDo you love with ll your heart or just with your head?\nOr  does love speak to heart and also to your mind?\nwhen you discover true love that is what you’ll find! Don’t ever settle for less 😄\n  ","997711":"\n   fruit or chocolate?\n  ","997712":"\n   Hey cutie !\n  ","997713":"\n   maple syrup or honey?\n  ","997714":"\n   is the joker your favorite movie\n  ","997715":"\n   do you like american movies?\n  ","997716":"\n   What about randomly piercing your nose this weekend\n  ","997717":"\n   do you like slapping?\n  ","997718":"\n   Pumpkin spice latte or caramel apple spice?\n  ","997719":"\n   do you prefer bar soap or body wash when in the shower?\n  ","997720":"\n   thank you so much! ❤️\n  ","997721":"\n   you’re really pretty!\n  ","997722":"\n   nikki do u remember the username of the guy who had popcorn in his mouth as dp?\n  ","997723":"\n   can you dance?\n  ","997724":"\n   Do you answer phone numbers that you don't know?\n  ","997725":"\n   block Courtney walker and report him he is a sex pervert likes little girls\n  ","997726":"\n   جماعه انتوا ليه بتفرحةا ببكانا😂😂😂💪\n  ","997727":"\n\n    @courtney_rocks1028\n   \n   oh baby  I have missed you so much\n  ","997728":"\n   Are you a hot weather or cold weather type of person?\n  ","997729":"\n   Dayum you up too\n  ","997730":"\n   do you like boys or girls\n  ","997731":"\n   Do you prefer to answer questions or ask them?\n  ","997732":"\n   Do you like tic tacs candy?\n  ","997733":"\n   What you doing\n  ","997734":"\n   Hi. How're you?\n  ","997735":"\n   Do you know if Egypt is a a safe holiday destination for women to visit? 🛫🌞🕌👙\n  ","997736":"\n   Sleepwell 😂🖤\n  ","997737":"\n   Its boring lol\n  ","997738":"\n   How are you doing 💕💕💕\n  ","997739":"\n   Do you regard seagulls as vermin? 🕊🔫\n  ","997740":"\n   Chilling in my bed\n  ","997741":"\n   Id hope you enjoy your sleep time🌚\n  ","997742":"\n   Have you ever, in your post adolescent years, found yourself listening to a Taylor Swift song, and LIKING it? 😳🙈 (be honest!!)\n  ","997743":"\n   Weekend Goals..🌚\n  ","997744":"\n   I'm new in town, could you give me directions to your apartment?🙈\n  ","997745":"\n   If I did that I’d hate myself for not having any good food around\n  ","997746":"\n   So other line of thinking what are you up to? Isn’t it late for you?\n  ","997747":"\n   highlight of your day?\n  "},"Answer":{"996676":"\n  blue and pink!\n  ","996677":"\n  is that me?\n  ","996678":"\n  that’s great\n  ","996679":"\n  no you’re on anon\n  ","996680":"\n  anyways I’m bored hmu\n  ","996681":"\n  probably see a movie or go chill at the mall and or go to the park. Or go on fun adventures lol\n  ","996682":"\n  lmao okay?\n  ","996683":"\n  nope lol\n  ","996684":"\n  hope not?\n  ","996685":"\n  wrong once again\n  ","996686":"\n  hey! I’m okay you?\n  ","996687":"\n  no lmao\n  ","996688":"\n  whoever I like and whoever I feel will actually make a difference in this world for the better\n  ","996689":"\n  I’ve answered this many times. I think it’s important to know that you are loved so that can make you feel motivated and just happy inside and you should also love!\n  ","996690":"\n  totally\n  ","996691":"\n  awh thank you! you’re so sweet❤️ and yeah I agree but I always get sh*t and it doesn’t bother me it’s just annoying. That’s awesome 😁\n  ","996692":"\n  No thank you\n  ","996693":"\n  not in awhile lmao\n  ","996694":"\n  not here\n  ","996695":"\n  have fun with that\n  ","996696":"\n  can you not?\n  ","996697":"\n  I failed at what\n  ","996698":"\n  and you’re annoying lol\n  ","996699":"\n  no wtf lmao\n  ","996700":"\n  so what? everyone is lmao\n  ","996701":"\n  It’s your* and nah it’s not\n  ","996702":"\n  lmao you’re weird\n  ","996703":"\n  makes no sense\n  ","996704":"\n  what lol\n  ","996705":"\n  yeah some do\n  ","996706":"\n  anyways you can leave\n  ","996707":"\n  I don’t listen to podcasts\n  ","996708":"\n  here we go again lmao\n  ","996709":"\n  lmao what is your issue?\n  ","996710":"\n  just cheese tbh\n  ","996711":"\n  I don’t listen to whoever that is lol\n  ","996712":"\n  Thank you❤️\n  ","996713":"\n  yeah that’s super amazing that you do! I find that very inspiring actually! Your life is not pointless trust me. The fact that you’re trying to make a difference in this world is a beautiful thing and that should make you feel good.  I’m sorry but you’re so much stronger for surviving through it.\n  ","996714":"\n  I’ve never had any lmao\n  ","996715":"\n  no I’m not lmao\n  ","996716":"\n  you can by offering advice to others or just by being kind to others on here etc\n  ","996717":"\n  I don’t like waiting lol\n  ","996718":"\n  too many people lol\n  ","996719":"\n  I’m also wasting my time on here! And that’s so amazing how you want to make a difference.  Yeah and you can do it on here because no one will know who you’re but yo I can also do it on other social media just don’t tell anyone your name or post pictures of yourself. No one talks to you about it because they’re scared to speak up about what happened to them. It’s mainly because they’re afraid to speak about it because they think they deserved it or whatnot.\n  ","996720":"\n  I wish I knew because that happens all the time for me🙃\n  ","996721":"\n  nah she’s her own kind of beautiful and so am I. Don’t compare me to others ☺️\n  ","996722":"\n  you can’t lol it’s a dead app\n  ","996723":"\n  Who? lmao\n  ","996724":"\n  she’s pretty\n  ","996725":"\n  not rn I’m not\n  ","996726":"\n  their style tbh\n  ","996727":"\n  A pet bear!\n  ","996728":"\n  To be happy and successful lol\n  ","996729":"\n  that I’m alive and for my family and friends\n  ","996730":"\n  good question that’s a hard one lol\n  ","996731":"\n  knee high lmao\n  ","996732":"\n  a lot lol\n  ","996733":"\n  probably Taylor Swift tbh\n  ","996734":"\n  the last movie I watched on Hulu was “Mommy Group Murder” Well damn it’s true you can’t trust anyone these days you never know what they’re hiding and how twisted and demented they can be 😱\n  ","996735":"\n  haven’t seen any of them\n  ","996736":"\n  nope lol\n  ","996737":"\n  yes lol\n  ","996738":"\n  What about my ex? lol\n  ","996739":"\n  lmao alrighty then have fun 😂\n  ","996740":"\n  lmao for what?\n  ","996741":"\n  maybe, maybe not\n  ","996742":"\n  okay ask me questions 😌\n  ","996743":"\n  any ex?\n  ","996744":"\n  yes anon\n  ","996745":"\n  I don’t know lol\n  ","996746":"\n  gotta come off anon\n  ","996747":"\n  lmao yeah definitely\n  ","996748":"\n  no I don’t think so lol\n  ","996749":"\n  omg hey I remember you! and and whyyy?🙃 this app is dead!\n  ","996750":"\n  Tennis!\n  ","996751":"\n  yes I have so many boots but they’re stored away for now lol\n  ","996752":"\n  yeah actually I do\n  ","996753":"\n  no I don’t\n  ","996754":"\n  Well yeah most of the time I do and I usually disagree with them but they say no it’s true.\n  ","996755":"\n  I don’t like sushi\n  ","996756":"\n  oh yes I dooooo\n  ","996757":"\n  oh goodness I remember I used to play on the wii a lot and I was much younger lol\n  ","996758":"\n  I’ve never been to firehouse subs lol\n  ","996759":"\n  yeah at least someone that I used to know\n  ","996760":"\n  goodnight friends\n  ","996761":"\n  thank you awh💘\n  ","996762":"\n  whoever has the most power and whoever is influential on the world. Like celebrities definitely\n  ","996763":"\n  Now I’m an alien lol\n  ","996764":"\n  I was never pregnant lmao\n  ","996765":"\n  dipsh*t lmao the * is an I\n  ","996766":"\n  yooo!\n  ","996767":"\n  watching a movie lmao\n  ","996768":"\n  yeah lol\n  ","996769":"\n  yeah because people on here are dipshxts\n  ","996770":"\n  for sure lmao\n  ","996771":"\n  You didn’t see me lol\n  ","996772":"\n  that’s you anon\n  ","996773":"\n  ❤️❤️\n  ","996774":"\n  not slow at all\n  ","996775":"\n  thanks love💖\n  ","996776":"\n  the fact that you’re just plain dumb is funny as hell\n  ","996777":"\n  sure anon\n  ","996778":"\n  stfu dipshxt\n  ","996779":"\n  lmao look who’s talking awh I got another fan how cute 🥺\n  ","996780":"\n  no I’m definitely not dumbshxt\n  ","996781":"\n  smile and try to make someone else’s day and to enjoy their day!\n  ","996782":"\n  you’re 🤪\n  ","996783":"\n  actually no I’m not in special Ed classes dipshxt\n  ","996784":"\n  wtf lmao\n  ","996785":"\n  what lmao\n  ","996786":"\n  the emptiness lol\n  ","996787":"\n  lmao alright anon\n  ","996788":"\n  I’m taking general Ed classes right now\n  ","996789":"\n  ugh anon I know!\n  ","996790":"\n  well when you go outside you can smell it and my college campus is closed today because of the air quality 🙃\n  ","996791":"\n  yes I do!\n  ","996792":"\n  mostly white but I’ve dated other races too\n  ","996793":"\n  ❤️❤️\n  ","996794":"\n  no longer on here lmao\n  ","996795":"\n  thank you yooo\n  ","996796":"\n  fine you don’t have to share lol and no trust me I stay up much later lol and yeah we’re both 20😂\n  ","996797":"\n  I can’t lol\n  ","996798":"\n  I love you tooo\n  ","996799":"\n  from awhile back yes I remember you!\n  ","996800":"\n  you better share some food with me lol and it’s actually night here it’s 11:02 pm 😁\n  ","996801":"\n  no I don’t\n  ","996802":"\n  20\n  ","996803":"\n  lmao it’s morning over there? I’ll bring you food lol🤪 haha that’s okay I get that!\n  ","996804":"\n  who? lol\n  ","996805":"\n  yes lol\n  ","996806":"\n  yeah I stay up late too😂 I’m already dead as well. Yes that’s good and I will definitely sleep later lol\n  ","996807":"\n  Hey!\n  ","996808":"\n  I’m alright! yeah I’m also not asleep yet because I’m not tired.  And awh I also feel like a zombie when I don’t sleep lol\n  ","996809":"\n  love y’all too!\n  ","996810":"\n  I’m not here\n  ","996811":"\n  what is?\n  ","996812":"\n  don’t say that. You’re not a bad friend. It’s okay! we can start talking now ☺️\n  ","996813":"\n  just come off anon lmao\n  ","996814":"\n  thank you luv❤️\n  ","996815":"\n  you gotta come off anon lol\n  ","996816":"\n  yes friend we should absolutely talk more!☺️\n  ","996817":"\n  I totally agree\n  ","996818":"\n  oh lmao\n  ","996819":"\n  lmao it’s a song?\n  ","996820":"\n  don’t have one\n  ","996821":"\n  I already ate lol\n  ","996822":"\n  that’s pretty awesome! I’m glad you messaged me☺️ and no I haven’t been here forever only since 2013 lol\n  ","996823":"\n  yooo you’re awesome! You’ve been following me for awhile then!😱\n  ","996824":"\n  yeah basically lol\n  ","996825":"\n  I don’t know yet lol\n  ","996826":"\n  this app lmao\n  ","996827":"\n  I agree\n  ","996828":"\n  of course! Anytime girl ☺️\n  ","996829":"\n  I mean they protect us or at least tru their best to\n  ","996830":"\n  no omg oof\n  ","996831":"\n  lmao what?\n  ","996832":"\n  thank y\n  ","996833":"\n  no lol\n  ","996834":"\n  yeah I do\n  ","996835":"\n  Who? lol\n  ","996836":"\n  how about yo do that\n  ","996837":"\n  yes I absolutely agree anon lmao\n  ","996838":"\n  nope never cats lol\n  ","996839":"\n  That’s not gonna be anytime soon lol\n  ","996840":"\n  lmao okay?😂\n  ","996841":"\n  lmao okay I will\n  ","996842":"\n  no I’m not 😌\n  ","996843":"\n  yeah it definitely is!\n  ","996844":"\n  my funeral?😂\n  ","996845":"\n  lmao what even\n  ","996846":"\n  hold up lol\n  ","996847":"\n  For\n  \n  Me?\n  ","996848":"\n  💀💀\n  ","996849":"\n  They really should but then again they just can’t lol\n  ","996850":"\n  yeah well anons seem to think they can say whatever and talk nonsense not knowing what they’re saying 🤷‍♀️\n  ","996851":"\n  I sure did lmao\n  ","996852":"\n  lmao sure anon\n  ","996853":"\n  never heard of them\n  ","996854":"\n  I knew it lmao\n  ","996855":"\n  why? lol\n  ","996856":"\n  no I haven’t\n  ","996857":"\n  you okay? lmao\n  ","996858":"\n  alrighty then\n  ","996859":"\n  Why anon?\n  ","996860":"\n  same lol\n  ","996861":"\n  really? no way!\n  ","996862":"\n  that’s news to me lmao\n  ","996863":"\n  cheers lol\n  ","996864":"\n  I’m sorry?\n  ","996865":"\n  Either FBI agent\/profiler in the behavioral analysis unit or an interior designer tbh\n  ","996866":"\n  not much you?\n  ","996867":"\n  I ain’t  your momma\n  ","996868":"\n  you can do it!\n  ","996869":"\n  no he’s disappeared ages ago lmao\n  ","996870":"\n  Hey I’m alright you?\n  ","996871":"\n  yeah lmao\n  ","996872":"\n  you know I do\n  ","996873":"\n  who’s that?\n  ","996874":"\n  yeah anon\n  ","996875":"\n  then choose one!\n  ","996876":"\n  Yes they’re!\n  ","996877":"\n  Okay well first you should think about a challenging experience you’ve went through\n  ","996878":"\n  oh absolutely not. Don’t come to my page saying that\n  ","996879":"\n  Yes anon?\n  ","996880":"\n  Why shouldn’t I vote?\n  ","996881":"\n  okay! that’s not bad at all\n  ","996882":"\n  omg you gotta tell me lmao\n  ","996883":"\n  what’s it about?🤔\n  ","996884":"\n  anon I know lmao it’s funny right? also Jeffree Star has some tea! ooooh\n  ","996885":"\n  good question I have no idea tbh probably those sour watermelon candies since they’re my favorite lol\n  ","996886":"\n  yes I have!\n  ","996887":"\n  sure!\n  ","996888":"\n  that’s very sweet, I appreciate it! have a great Friday as well!\n  ","996889":"\n  20\n  ","996890":"\n  yes I mean I do wait to see if it will work out and then after I know he feels the same then I will say it\n  ","996891":"\n  Limon Lays!\n  ","996892":"\n  my bed lol\n  ","996893":"\n  no I don’t know anyone in prison\n  ","996894":"\n  thank ya!\n  ","996895":"\n  no I haven’t anon\n  ","996896":"\n  thank you loves❤️\n  ","996897":"\n  yes anon I know trust me but it’s quite funny don’t you agree?\n  ","996898":"\n  lmao are you kidding me rn? dear god 😂\n  ","996899":"\n  like high school?\n  ","996900":"\n  I love you too❤️\n  ","996901":"\n  awh but you’re such a sweetheart! You definitely deserve anons like that❤️ and thank you😭💖 so are you!\n  ","996902":"\n  thank you!\n  ","996903":"\n  Awh you’re very sweet! I love you too ❤️\n  ","996904":"\n  when it’s hot and sunny! lol\n  ","996905":"\n  no I don’t\n  ","996906":"\n  OMG no he wasn’t I totally disagree\n  ","996907":"\n  no I don’t think so\n  ","996908":"\n  I’m not sure yetttt\n  ","996909":"\n  and I’m going back to sleep lol\n  ","996910":"\n  seriously lmao\n  ","996911":"\n  I would just want them to tell me straight up\n  ","996912":"\n  definitely night person\n  ","996913":"\n  if I could turn back time by Cher lol\n  ","996914":"\n  ask deleted it lmao\n  ","996915":"\n  Anyways I’m sleepy lol\n  ","996916":"\n  what a wonderful world\n  ","996917":"\n  Awh thank you❤️\n  ","996918":"\n  yes lmao\n  ","996919":"\n  I could tell lol\n  ","996920":"\n  bloody hell\n  ","996921":"\n  oh my lord😂\n  ","996922":"\n  okay calm down 🤦‍♀️\n  ","996923":"\n  I believe it was last year!\n  ","996924":"\n  I’m not mama lol\n  ","996925":"\n  lmao no I don’t know about that\n  ","996926":"\n  answering what he is asking lmao\n  ","996927":"\n  lmao I don’t know possibly one day\n  ","996928":"\n  I’ve never been there lmao\n  ","996929":"\n  Ich wünschte ich wüsste warum. Aber sie glauben, sie können sich anonym verstecken und andere angreifen, weil sie zu viel Angst haben, sich zu lösen\n  ","996930":"\n  yes lmao\n  ","996931":"\n  I love maroon 5, Coldplay, Linkin Park, dead by sunrise and Thirty Seconds To Mars\n  ","996932":"\n  y’all hmu\n  ","996933":"\n  if it’s a surprise I can’t tell you lol\n  ","996934":"\n  oh my lmAo\n  ","996935":"\n  Nein nicht wirklich! Die meisten von ihnen greifen mich grundlos an und senden Hass aus 🤷‍♀️\n  ","996936":"\n  Howdy!\n  ","996937":"\n  hey anon\n  ","996938":"\n  it’s all good!☺️\n  ","996939":"\n  anyways the conversation I had yesterday was funny as sh*t 😂\n  ","996940":"\n  yeah in suicide squad  lol\n  ","996941":"\n  hello!\n  ","996942":"\n  omg lmAo I’m\n  ","996943":"\n  you know life is life just surviving if\n  ","996944":"\n  No I haven’t\n  ","996945":"\n  okay goodnight for real\n  ","996946":"\n  of course girly ❤️ you’re awesome!\n  ","996947":"\n  ❤️❤️\n  ","996948":"\n  it’s been okay! thank you for caring 💖 oh no it’s not bothering me it’s rather funny actually.\n  ","996949":"\n  who does ? lol\n  ","996950":"\n  I’m okay!\n  ","996951":"\n  a second chance of?\n  ","996952":"\n  sure I’ll follow you😌\n  ","996953":"\n  kinda sleepy lol\n  ","996954":"\n  nah you imbecile\n  ","996955":"\n  I’m leaving who? lol\n  ","996956":"\n  goodnight all 🎃\n  ","996957":"\n  I’ve received many good news lol\n  ","996958":"\n  what?\n  ","996959":"\n  when I passed my driving test lmao and honestly graduating high school etc☺️\n  ","996960":"\n  A nothing tbh\n  ","996961":"\n  what lmao\n  ","996962":"\n  am I public? Lol\n  ","996963":"\n  yeah lol\n  ","996964":"\n  yeah anon I know\n  ","996965":"\n  are those alcoholic drinks? lol\n  ","996966":"\n  thank you!😌\n  ","996967":"\n  I think I’ve seen one like once and that was awhile ago! I did make a wish but as usually it didn’t come true\n  ","996968":"\n  I’m sorry? lol\n  ","996969":"\n  Australia and the United Kingdom\n  ","996970":"\n  that’s great anon\n  ","996971":"\n  and that’s funny?\n  ","996972":"\n  Why anon? lol\n  ","996973":"\n  I’m alright you?\n  ","996974":"\n  for someone to ask me questions 🤪\n  ","996975":"\n  I’m okay! you?☺️\n  ","996976":"\n  yes? lol\n  ","996977":"\n  omg relax lmao\n  ","996978":"\n  oh goodness lol\n  ","996979":"\n  are you okay? lmao\n  ","996980":"\n  bloody hell 😂\n  ","996981":"\n  probably temple run tbh\n  ","996982":"\n  aha goodnight!☺️\n  ","996983":"\n  Yeah of course ☺️\n  ","996984":"\n  thank you, I appreciate that☺️\n  ","996985":"\n  oh that sounds super cool!\n  ","996986":"\n  yeah I know I’m just not comfortable yet but I will be soon\n  ","996987":"\n  honestly a self-driving car lol because I’m not comfortable in driving just yet\n  ","996988":"\n  lmao seriously?\n  ","996989":"\n  good question probably candy lol\n  ","996990":"\n  I have no idea honestly\n  ","996991":"\n  Not really\n  ","996992":"\n  Goodnight! And hope you have a wonderful day tomorrow as well\n  ","996993":"\n  warn lighting tbh\n  ","996994":"\n  Who?\n  ","996995":"\n  attack me for no reason, and it ask me the same question multiple times tbh. Also if they send hate and are just talking nonsense and have no clue what they’re saying is really annoying\n  ","996996":"\n  nope I hate math\n  ","996997":"\n  it was Spotify and awhile ago lol\n  ","996998":"\n  lmao that’s true\n  ","996999":"\n  nah I don’t find him attractive\n  ","997000":"\n  stop smoking! It’s not healthy smh\n  ","997001":"\n  I agree lol\n  ","997002":"\n  excuse me? lmao\n  ","997003":"\n  sure anon lmao\n  ","997004":"\n  yes I do! It’s like 3 pages long and I mostly block people that start drama and talk sh*t for absolutely no reason and if they’re annoying\n  ","997005":"\n  a few lol\n  ","997006":"\n  sure anon\n  ","997007":"\n  really what?\n  ","997008":"\n  It’s been awhile lol\n  ","997009":"\n  20\n  ","997010":"\n  this is news to me\n  ","997011":"\n  yeah a fictional character lmao okay\n  ","997012":"\n  I’m not happy or sad rather empty tbh\n  ","997013":"\n  oh lol! hey what’s up?\n  ","997014":"\n  seriously? it’s funny how you think you can hide on anonymous and not come off and say that 😂 anyways you can leave you dumba**\n  ","997015":"\n  yoooooo\n  ","997016":"\n  yup you’re clearly a child anon\n  ","997017":"\n  oh lord no thank you\n  ","997018":"\n  I insist that you grow up lmao\n  ","997019":"\n  not really tbh, same old. What about you?\n  ","997020":"\n  you’ve already said that like the other day\n  ","997021":"\n  a fictional character?🤔\n  ","997022":"\n  you hate what?\n  ","997023":"\n  good question! I’ve taken so many that are my favorites tbh!\n  ","997024":"\n  I’m not sure yet tbh you?\n  ","997025":"\n  so nervig ich schwöre\n  ","997026":"\n  oh congratulations ☺️\n  ","997027":"\n  hey!\n  ","997028":"\n  I’m not in love anymore\n  ","997029":"\n  look who’s back at it again lmao I swear to god 😂🤦‍♀️\n  ","997030":"\n  of course! you’re also one of my favorites on here ❤️\n  ","997031":"\n  probably not tbh\n  ","997032":"\n  I’ve always wanted to go to England lol and Jamaica as well\n  ","997033":"\n  never have!\n  ","997034":"\n  never will!\n  ","997035":"\n  gonna go for a walk and you?☺️\n  ","997036":"\n  of course girly! I love you more     💖\n  ","997037":"\n  you’re also my favorite gorgeous ❤️\n  ","997038":"\n\n   @zactc\n  \n\n   @RaquelAlissa\n  \n\n   @NineGDxFour\n  \n\n   @depig\n  \n\n   @Sillybutt26\n  \n\n   @eva_wiliams\n  \n\n   @GeeLouisee140\n  \n\n   @redoasis2017\n  \n\n   @Qu33nForADayy\n  \n\n   @LilMommaBear\n  \n\n   @Ice_Frozen_Vocals\n  \n\n   @LouisaRHale\n  \n\n   @AnimalLover122\n  \n\n   @ThatUglyGuy3\n  \n\n   @patchy_life\n  \n\n   @krystaa_collett\n  \n\n   @mystictess\n  \n\n   @lilith_cinder\n  \n\n   @tericrosby2016\n  \n\n   @bitchimacow\n  \n\n   @foolian\n  \n\n  I listed a few and I have many more favorites and i couldn’t find most @‘s I love you all don’t forget that💘\n  ","997039":"\n  I like both\n  ","997040":"\n  lmao exactly\n  ","997041":"\n  heyyy anon\n  ","997042":"\n  yes I have\n  ","997043":"\n  why’s that? lol\n  ","997044":"\n  unicorns duh\n  ","997045":"\n  lmao you have rubber ducks? lol\n  ","997046":"\n  the cream cheese frosting\n  ","997047":"\n  it’s afternoon here lol\n  ","997048":"\n  same anon same\n  ","997049":"\n  well I technically live on the mountains\/hills lol\n  ","997050":"\n  I think like cream cheese frosting goes well with it\n  ","997051":"\n  probably almonds and cashews\n  ","997052":"\n  I loved when Jared Leto played the joker tbh\n  ","997053":"\n  Chicken!\n  ","997054":"\n  ooh that’s a good question tbh\n  ","997055":"\n  coconut!\n  ","997056":"\n  I do\n  ","997057":"\n  lmao seriously?\n  ","997058":"\n  so do I!\n  ","997059":"\n  I know lmao I love it\n  ","997060":"\n  at least like 11 I think lol\n  ","997061":"\n  yes! I feel ya on that🙃\n  ","997062":"\n  no I don’t actually\n  ","997063":"\n  no lol you shouldn’t care\n  ","997064":"\n  I usually like soft shell tbh\n  ","997065":"\n  lmao what?🤔\n  ","997066":"\n  I don’t like cake lol\n  ","997067":"\n  night y’all\n  ","997068":"\n  I’m not cranky lmao\n  ","997069":"\n  thank you❤️\n  ","997070":"\n  I went last year lol so 19. I mean why not it’s fun\n  ","997071":"\n  you can ask me a lot of questions if you’d like anon☺️\n  ","997072":"\n  someone hmu\n  ","997073":"\n  that’s great anon\n  ","997074":"\n  howdy!\n  ","997075":"\n  be with the crush of my dreams\n  ","997076":"\n  yeah lol😌\n  ","997077":"\n  what lmao\n  ","997078":"\n  I’m not sad? lol it’s fine\n  ","997079":"\n  yes I’m single\n  ","997080":"\n  same\n  ","997081":"\n  about?\n  ","997082":"\n  you feel so quality about what?\n  ","997083":"\n  what six thing? lol\n  ","997084":"\n  I don’t have a boyfriend lol\n  ","997085":"\n  I love y’all too\n  ","997086":"\n  what’s so funny?\n  ","997087":"\n  no lmao\n  ","997088":"\n  that’s sweet lol\n  ","997089":"\n  you okay? lol\n  ","997090":"\n  you gotta come off anon\n  ","997091":"\n  no I wouldn’t\n  ","997092":"\n  ❤️❤️\n  ","997093":"\n  honestly maybe if I don’t know them well enough or if I don’t feel like they’re gonna want a relationship and whatnot lol\n  ","997094":"\n  my mom is short and my dad is like 6’4\n  ","997095":"\n  I don’t hold on to everything that passes by lol\n  ","997096":"\n  I am lol\n  ","997097":"\n  nope lol\n  ","997098":"\n  I know lmao it makes me laugh\n  ","997099":"\n  good question. I would probably get the word confidence so that I can remind myself To be confident tbh\n  ","997100":"\n  omg no love that’s all you😍\n  ","997101":"\n  I don’t know lol\n  ","997102":"\n  5’7\n  ","997103":"\n  oh yes absolutely anon\n  ","997104":"\n  oh goodness I don’t know\n  ","997105":"\n  I totally agree anon\n  ","997106":"\n  I mean since you obviously love him so much that you keep asking about him go date him lmao\n  ","997107":"\n  thank you awh❤️\n  ","997108":"\n  lmao yeah I wear socks to bed\n  ","997109":"\n  I wear light make up everytime I go to class and whatnot\n  ","997110":"\n  lmao oh no!\n  ","997111":"\n  I’ve experienced many heartwarming things lol\n  ","997112":"\n  oh wow probably weird and silly as I am\n  ","997113":"\n  thanks lol\n  ","997114":"\n  🤪🤪\n  ","997115":"\n  pumpkin pie! definitely pumpkin lol. Tbh I like pumpkin and pecan\n  ","997116":"\n  no thank you anon\n  ","997117":"\n  what the lmAo\n  ","997118":"\n  Hello!\n  ","997119":"\n  my birthday was last month lol\n  ","997120":"\n  not you lmao anon\n  ","997121":"\n  oh yeah keep calling me names let’s see how far that gets you in life ☺️\n  ","997122":"\n  the last time I messaged my ex😂\n  ","997123":"\n  seriously\n  ","997124":"\n  lmaooooo💀\n  ","997125":"\n  a zoo definitely! I love animals more\n  ","997126":"\n  that’s weird\n  ","997127":"\n  lmao I’m sure\n  ","997128":"\n  babe? lmao\n  ","997129":"\n  hmm good question\n  ","997130":"\n  nah I’m straight anon\n  ","997131":"\n  honestly there’s so many good ones\n  ","997132":"\n  no it’s not. Someone is using my pictures and making accounts of me.\n  ","997133":"\n  well obviously they’re just playing themselves because I don’t\n  ","997134":"\n  no anon I don’t send myself questions about my ex. Like tf is wrong with you like honestly. As you can see I’ve been moving on from him and then you people always bring him up. So don’t be dumb like honestly\n  ","997135":"\n  I’m straight\n  ","997136":"\n  lmao what?\n  ","997137":"\n  you don’t know?\n  ","997138":"\n  probably another horror movie tbh!\n  ","997139":"\n  no I wouldn’t\n  ","997140":"\n  I’m just chilling and laughing tbh\n  ","997141":"\n  yes I do! probably chocolate chip tbh\n  ","997142":"\n  listen anon, you’re dismissed. So what if I answered it? did I mention anything about her while answering hmmm let me check? no I didn’t. I talked about something totally different. So once again you don’t know what you’re saying. I’m not surprised goodbye now (:\n  ","997143":"\n  it just would be lol\n  ","997144":"\n  salad!\n  ","997145":"\n  does it matter? lol\n  ","997146":"\n  no I didn’t start sh*t. It’s not my problem her own link was getting sent around so\n  ","997147":"\n  can you not anon? let’s not start sh*t okay?\n  ","997148":"\n  I’m doing okay, thank you love❤️ I hope you’re well too!\n  ","997149":"\n  okay anon, and that’s your opinion so? anyways\n  ","997150":"\n  who even is that? lmao and nah not interested in fighting anyone\n  ","997151":"\n  hmm that would be interesting\n  ","997152":"\n  wtf lmao anon grow up honestly\n  ","997153":"\n  I haven’t had it anon\n  ","997154":"\n  it’s easy lol\n  ","997155":"\n  nah not interested\n  ","997156":"\n  definitely roses\n  ","997157":"\n  who? lmao\n  ","997158":"\n  what? lmao\n  ","997159":"\n  yes I have!\n  ","997160":"\n  I’ve already said I’m not so what do you think anon? oof\n  ","997161":"\n  anyways leave it once again\n  ","997162":"\n  yeah I do dumba** next\n  ","997163":"\n  I’m 20\n  ","997164":"\n  he wasn’t the only person I’ve dated 😂 tf\n  ","997165":"\n  that’s disturbing no thank you\n  ","997166":"\n  lmao did she really just?😂\n  ","997167":"\n  no I haven’t lol. But with my ex we did always talk about having a child together later on\n  ","997168":"\n  oh goodness I would say probably  money lol\n  ","997169":"\n  I literally just answered this lol\n  ","997170":"\n  somewhere far far away tbh\n  ","997171":"\n  it’s important to be loved so that you can know someone loves you and that should motivate you everyday and make you feel happy and you should definitely at least once try to love even though it will end. It’s worth feeling the emotional pain so that you can experience it and become stronger.\n  ","997172":"\n  I’m okay you?😌\n  ","997173":"\n  I think everyone should recycle! it’s good for the environment!\n  ","997174":"\n  Definitely Australia!\n  ","997175":"\n  I definitely overthink, overfeel, overlove and overstress! all of them!\n  ","997176":"\n  not rn lol\n  ","997177":"\n  oh goodness! definitely the mistakes I’ve made with my ex and probably some high school moments and probably getting my license much earlier then I did!\n  ","997178":"\n  probably Snapchat tbh\n  ","997179":"\n  yeah, me lmao.  For one I don’t gain weight and I don’t even eat much I never have. And I’ve always been naturally thin so there’s that. lol\n  ","997180":"\n  I don’t really care for it. It’s cold and I don’t like cold lol\n  ","997181":"\n  I honestly think you should find a good time and sit down with your best friend and talk to her! share how you feel about how she’s acting and tell her she should be telling you what she does with your life as she is your best friend. So I think it’s only fair she shares with she does with her life. You just gotta share how you truly feel about this situation and talk to her about it.\n  ","997182":"\n  you are dismissed\n  ","997183":"\n\n   https:\/\/youtu.be\/mdJDPepGOAM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  🙌🏻😍😍😍\n  ","997184":"\n  yeah that I don’t care what others have to say about me especially on anon. It makes me laugh actually. And when people on here start drama for no reason and talk sh*t I just sit there and laugh because it’s super funny 😌\n  ","997185":"\n  Definitely the Joker played by Jared Leto🤤😍\n  ","997186":"\n  yes I definitely do\n  ","997187":"\n  no I haven’t\n  ","997188":"\n  nope I don’t!\n  ","997189":"\n  nah I’m good\n  ","997190":"\n  original lol\n  ","997191":"\n  no lmao\n  ","997192":"\n  you didn’t need to say my name. You could’ve just asked 😂\n  ","997193":"\n  no thank you lol\n  ","997194":"\n  no they didn’t lol\n  ","997195":"\n  I got so scared lmao\n  ","997196":"\n  no I wouldn’t lol\n  ","997197":"\n  Seriously\n  ","997198":"\n  a heart?\n  ","997199":"\n  no it’s definitely not easy to give someone a second chance because if they did it once then they will do it again. Trust me I’m talking from experience. The more chances you give and forgive a person they take advantage of that because they think you’ll always be there and not walk away\n  ","997200":"\n  lol what\n  ","997201":"\n  the blocking system tbh and the asking questions on anonymous\n  ","997202":"\n  probably eggs tbh!\n  ","997203":"\n  probably Greek dancing and hip hop lol\n  ","997204":"\n  that’s cool lol\n  ","997205":"\n  I think you would feel more free tbh because you could fly anywhere and just feel free tbh. it’s probably a nice feeling being able to fly with wings lol\n  ","997206":"\n  what? lol\n  ","997207":"\n  thank you lmAo\n  ","997208":"\n  definitely honey!\n  ","997209":"\n  that’s interesting lol\n  ","997210":"\n  Clothes and shoes lol\n  ","997211":"\n  Well I’m still getting comfortable to driving but sometimes the radio is on lol\n  ","997212":"\n  And why’s that? lol\n  ","997213":"\n  ask me stuff people!\n  ","997214":"\n  good morning lol\n  ","997215":"\n  I haven’t updated it lol\n  ","997216":"\n  Albernheit, Freundlichkeit, Ehrlichkeit, Verrücktheit, Respekt, Abenteuerlust, Loyalität, Spaß, Klugheit, Fürsorge und vieles mehr!\n  ","997217":"\n  yes absolutely I’m waiting for the right person to come along and no I haven’t found the one I belong to yet. And yes I totally agree with you!\n  ","997218":"\n  thank you lol\n  ","997219":"\n  what? lol\n  ","997220":"\n  sure anon\n  ","997221":"\n  excuse me?\n  ","997222":"\n  no lol\n  ","997223":"\n  I don’t watch anime\n  ","997224":"\n  no I don’t lol\n  ","997225":"\n  Hello!\n  ","997226":"\n  it’s not lmao\n  ","997227":"\n  yes I have! oops lol\n  ","997228":"\n  thank you lovely 😌\n  ","997229":"\n  yeah really\n  ","997230":"\n  alrighty then\n  ","997231":"\n  lmao what\n  ","997232":"\n  my geography test lol\n  ","997233":"\n  wooooo\n  ","997234":"\n  nope lol\n  ","997235":"\n  lol send me more\n  ","997236":"\n  that doesn’t make sense lol\n  ","997237":"\n  excuse me?\n  ","997238":"\n  that’s adorable lol\n  ","997239":"\n  yeah sure you can\n  ","997240":"\n  bloody hell I would like some tea mate\n  ","997241":"\n  bloody hell I am slowly 😂\n  ","997242":"\n  because anons apparently know everything 😂\n  ","997243":"\n  haha that’s cool!\n  ","997244":"\n  lmao that was too long to read😂\n  ","997245":"\n  I know I know smh😂\n  ","997246":"\n  haha too far 😂\n  ","997247":"\n  no I haven’t yet\n  ","997248":"\n  ask me questions lol\n  ","997249":"\n  someone hmu\n  ","997250":"\n  no lol\n  ","997251":"\n  my ex always let me down and what never let’s me down is Linkin Park ❤️\n  ","997252":"\n  pjs? lmao\n  ","997253":"\n  yes I do\n  ","997254":"\n  I swear on heaven and hell\n  \n  this is my revenge\n  \n  Thank god, I’m high up above\n  \n  this is not the end\n  \n  my friend, this is not the end\n  ","997255":"\n  lmao seriously?\n  ","997256":"\n  isn’t that a religion?\n  ","997257":"\n  pjs lol\n  ","997258":"\n  not until I meet the right person\n  ","997259":"\n  what about that?\n  ","997260":"\n  Don’t worry! You’ll pass the class I know you will☺️ don’t give up. You got this the next time\n  ","997261":"\n  oh yeah absolutely\n  ","997262":"\n  don’t I what?\n  ","997263":"\n  I don’t have one?\n  ","997264":"\n  I love many things anon\n  ","997265":"\n  7 Lol\n  ","997266":"\n  Italian!\n  ","997267":"\n  are you still doing this? it’s lame 😂\n  ","997268":"\n  rip down play posters because the teacher didn’t even give me the chance to audition for it\n  ","997269":"\n  the flower one!\n  ","997270":"\n  hearing Chester’s  voice by listening to Linkin Park\n  ","997271":"\n  what lol\n  ","997272":"\n  I like them\n  ","997273":"\n  that’s weird\n  ","997274":"\n  I do lol\n  ","997275":"\n  who knows lol\n  ","997276":"\n  in the evenings because it’s more relaxing and I can take longer lol\n  ","997277":"\n  yes anon you’re\n  ","997278":"\n  nope\n  ","997279":"\n  I’m 20\n  ","997280":"\n  thank you lol\n  ","997281":"\n  what else? lol\n  ","997282":"\n  not just candy 😉\n  ","997283":"\n  thank you love❤️\n  ","997284":"\n  well yeah lol\n  ","997285":"\n  it must be! I remember when a lot of ads would pop up on here while I was typing an answer that was so annoying\n  ","997286":"\n  they do 💀\n  ","997287":"\n  you do?🤔\n  ","997288":"\n  that’s never happened to me lmao\n  ","997289":"\n  not on here lol and no tbh\n  ","997290":"\n  say yes to what?\n  ","997291":"\n  it would definitely be small lol\n  ","997292":"\n  with friends most likely lol\n  ","997293":"\n  I’m gonna be out lol\n  ","997294":"\n  I like electric lol\n  ","997295":"\n  by answering a lot of questions and asking them too!\n  ","997296":"\n  yeah I remember 😂 I will never know how tho\n  ","997297":"\n  no I don’t\n  ","997298":"\n  I don’t know lol\n  ","997299":"\n  lmao I honestly don’t wanna he on the leaderboard anymore oof\n  ","997300":"\n  lmao no it doesn’t hurt\n  ","997301":"\n  I’ve posted already lol\n  ","997302":"\n  I’m not tho so?\n  ","997303":"\n  laser lmao\n  ","997304":"\n  how about nah\n  ","997305":"\n  wtf lmao\n  ","997306":"\n  probably piercings lol\n  ","997307":"\n  what do you mean physical? lol\n  ","997308":"\n  seriously? lmao\n  ","997309":"\n  I do!\n  ","997310":"\n  yes anon!\n  ","997311":"\n  nope?\n  ","997312":"\n  yes I’m single\n  ","997313":"\n  well that would be just saddening\n  ","997314":"\n  yeah I can tbh\n  ","997315":"\n  no they don’t! Lmao\n  ","997316":"\n  why’s that?\n  ","997317":"\n  She’s a psycho lmao\n  ","997318":"\n  no lmao thank god\n  ","997319":"\n  I do!\n  ","997320":"\n  I’m doing alright you?☺️and thank you!\n  ","997321":"\n  🤪\n  ","997322":"\n  definitely anon\n  ","997323":"\n  yeah well he deserves to get impeachment tbh\n  ","997324":"\n  anyways I’m bored\n  ","997325":"\n  I have a lot lol\n  ","997326":"\n  not wearing any lol\n  ","997327":"\n  y’all hmu\n  ","997328":"\n  well anon\n  ","997329":"\n  no I don’t lol\n  ","997330":"\n  no lol\n  ","997331":"\n  nah here is good lol\n  ","997332":"\n  because I only give it to people off anon\n  ","997333":"\n  no lmao\n  ","997334":"\n  what? lol\n  ","997335":"\n  alright y’all going back to sleep\n  ","997336":"\n  I mean obviously you can love someone and then have love for another person. like a friend type of love but not romantically.\n  ","997337":"\n  a walk in a quiet forest sounds really awesome actually! so that one lol😁\n  ","997338":"\n\n   https:\/\/youtu.be\/5XajEa1H3ic\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  such a good song! whoever sees this should listen to it 😍\n  ","997339":"\n  lol I don’t think so buddy. ☺️\n  ","997340":"\n  I think it’s important to know that you loved by people because when you know you just feel better and happy inside. And I also feel it’s important to fall in love at least once so you could feel how painful and how it ends. But I think it’s good to feel that emotionally pain at least once so that you can experience it and know what loves about after that.\n  ","997341":"\n  everyone is a little mad lmao\n  ","997342":"\n  what is sleep?\n  ","997343":"\n  isn’t that a song? lmao\n  ","997344":"\n  yes I absolutely believe that love fades away. It’s happened to me before. Or they might just love and care for you when it’s convenient for them and then after they know how you feel they leave because they think you’ll always be there waiting for them. They take advantage of your forgiveness because they think you’ll never walk away. Never let anyone get comfortable with disrespecting you.\n  ","997345":"\n  anyways I need questions peoples\n  ","997346":"\n  nah you’re not\n  ","997347":"\n  I don’t drink lol\n  ","997348":"\n  yes that actually sounds amazing tbh!\n  ","997349":"\n  yeah and it’s really funny that they think they can talk sh*t 😂\n  ","997350":"\n  yes actually when I’m able to let go of someone toxic I feel really good afterwards tbh😌\n  ","997351":"\n  I don’t look at it lmao\n  ","997352":"\n  then I can’t give it to you lol\n  ","997353":"\n  that’s a good one! I don’t know when someone goes on anonymous and just starts attacking me verbally or they say sh*t and don’t even know what they’re talking about. It’s funny that they hide on anonymous because they know they could never say that sh*t to my face😂\n  ","997354":"\n  obviously a guy lol\n  ","997355":"\n  you do lol if you’re on here\n  ","997356":"\n  you did?🤔\n  ","997357":"\n  you gotta come off anon\n  ","997358":"\n  yes I have!\n  ","997359":"\n  I’m sure anon ☺️\n  ","997360":"\n  oh boy\n  ","997361":"\n  that’s so poetic\n  ","997362":"\n  nah it shouldn’t\n  ","997363":"\n  then get one lol\n  ","997364":"\n  goodnight friends\n  ","997365":"\n  no such user lol\n  ","997366":"\n  “ im just a ginger” as if that’s a bad thing lmao\n  ","997367":"\n  love them\n  ","997368":"\n  yes I totally agree 😔 but he was in pain and depressed.\n  ","997369":"\n  nah anon that I’m not\n  ","997370":"\n  I mean sometimes I do\n  ","997371":"\n  that’s great!\n  ","997372":"\n  remember I’m a vampire lol\n  ","997373":"\n  yes, everyday I look in the mirror I see one\n  ","997374":"\n  this month actually\n  ","997375":"\n  ☺️\n  ","997376":"\n  absolutely\n  ","997377":"\n  ouch that seems painful tbh\n  ","997378":"\n  Thank you❤️\n  ","997379":"\n  I honestly don’t believe that. I don’t think everyone has good in them. Trust me I’ve seen it. Most people don’t have gold in them. They’re just pure evil.\n  ","997380":"\n  it’s been years actually\n  ","997381":"\n  that’s a little weird\n  ","997382":"\n  I don’t drink coffee\n  ","997383":"\n  yeah I do lol\n  ","997384":"\n  yes! you love Chester too?\n  ","997385":"\n  what’s that supposed to mean?\n  ","997386":"\n  Why would I? lol\n  ","997387":"\n  you mean shoe size lol\n  ","997388":"\n  I’m definitely not anon\n  ","997389":"\n  Linkin Park\n  \n  my pups\n  \n  family\/friends\n  \n  yoga\n  \n  Traveling\n  ","997390":"\n  how about instead you ask me questions 😌\n  ","997391":"\n  thank you😜\n  ","997392":"\n  don’t care for any\n  ","997393":"\n  some almonds actually lol\n  ","997394":"\n  I don’t like it!\n  ","997395":"\n  right handed\n  ","997396":"\n  socks lmao\n  ","997397":"\n  like this 😍\n  ","997398":"\n  my ex best friend lmao\n  ","997399":"\n  yes lol\n  ","997400":"\n  no I’m single\n  ","997401":"\n  nope\n  ","997402":"\n  what? lmao\n  ","997403":"\n  on here and Instagram lol\n  ","997404":"\n  yoooo\n  ","997405":"\n  yes I do and yeah because they don’t talk to me or are avoiding\/ ignoring me so there’s really nothing I can do\n  ","997406":"\n  yes I don’t think it’s a good idea. Trust me I’ve done that he ended up doing the same thing as he did before. You give them another chance they end up doing it again. So I think it’s better you find someone else to date tbh\n  ","997407":"\n  we can☺️\n  ","997408":"\n  sure anon\n  ","997409":"\n  yes lol\n  ","997410":"\n  are you serious? lmao no those are his real eyes 😂\n  ","997411":"\n  yes lol\n  ","997412":"\n  he has the prettiest eyes!\n  ","997413":"\n  Jared Leto? lmao\n  ","997414":"\n  Hey!\n  ","997415":"\n  who? lol\n  ","997416":"\n  so apparently I’m evil now?😂\n  ","997417":"\n  Just look at Jared Leto’s eyes omfg YES! he has the prettiest eyes!\n  ","997418":"\n  we aren’t talking lmao. Why would I talk to someone as delusional as she is?😂 we stopped talking last year or either in 2017 I believe\n  ","997419":"\n  yes I have!\n  ","997420":"\n  well I’ve posted pictures before lol\n  ","997421":"\n  whenever I’m super sleepy lol\n  ","997422":"\n  no lmao she’s delusional and desperate\n  ","997423":"\n  sure anon\n  ","997424":"\n  do what? lol\n  ","997425":"\n  that’s right anon\n  ","997426":"\n  nah lol\n  ","997427":"\n  I have both lol\n  ","997428":"\n  I do\n  ","997429":"\n  hello there\n  ","997430":"\n  lmaoooo\n  ","997431":"\n  I don’t like it at all\n  ","997432":"\n  seriously\n  ","997433":"\n  yeah she’s definitely hurting me by harassing me and finding ways to message me and then calling me names\n  ","997434":"\n  getting ready lol\n  ","997435":"\n  you don’t understand the situation so I don’t think so lol\n  ","997436":"\n  I’m being mean? no she’s clearly delusional and lonely. She comes back and finds a way to message me with some sh*t like oh I heard you miss me. When I obviously don’t. And then she goes off on me and starts calling me names. Nah she needs help.\n  ","997437":"\n  my ex best friend really needs help. She’s so lonely and desperate it’s so funny. I swear each time she finds a way to message me and with some delusional sh*t like “oh I heard you were posting stuff on Snapchat that you miss me” the hell I don’t. You’re crazy and need help. 😂 hope she gets help tbh. She needs to clearly. A delusional mf she is.\n  ","997438":"\n  okay? lmao\n  ","997439":"\n  yes I want kids someday but definitely not now that’s for sure lol. When I find the right person then maybe\n  ","997440":"\n  well it’s official my ex best friend is very beyond delusional and desperate it’s so funny\n  ","997441":"\n  no I don’t\n  ","997442":"\n  helloooo\n  ","997443":"\n  that’s just weird and creepy so yes I would\n  ","997444":"\n  I’m not wearing one wtf\n  ","997445":"\n  yeah I am\n  ","997446":"\n  I’m feeling okay I guess lol\n  ","997447":"\n  I don’t have any kids lol\n  ","997448":"\n  I have class today actually\n  ","997449":"\n  how do you know that? lmao I do because we don’t talk or because they’re inappropriate\n  ","997450":"\n  no lol\n  ","997451":"\n  sure anon\n  ","997452":"\n  nope! I do not lol\n  ","997453":"\n  no lol I don’t\n  ","997454":"\n  Hello!\n  ","997455":"\n  that’s very sweet, I love it! thank you ☺️\n  ","997456":"\n  lmao seriously\n  ","997457":"\n  nah that’s okay\n  ","997458":"\n  no lol\n  ","997459":"\n  why what?\n  ","997460":"\n  I’m not your mom lmao\n  ","997461":"\n  How could you not know who he is?😱\n  ","997462":"\n  no I’ll only give it to you off anon\n  ","997463":"\n  lmao that’s funny\n  ","997464":"\n  I’m not anon lmao\n  ","997465":"\n  what am I sleeping on? lmao\n  ","997466":"\n  if you come off anon I can give it to you\n  ","997467":"\n  why thank you anon\n  ","997468":"\n  yes I absolutely love them!\n  ","997469":"\n  bahaha nah that’s not true\n  ","997470":"\n  thank youuuuu☺️\n  ","997471":"\n  what? lol\n  ","997472":"\n  yes I have before lol\n  ","997473":"\n  I mean how could you not like Jason Vorhees and Micael Myers ?! That’s the real question lmao. I love both movies tbh\n  ","997474":"\n  lmao what even\n  ","997475":"\n  I’m in college lol\n  ","997476":"\n  hello!\n  ","997477":"\n  wtf lmao I’m\n  ","997478":"\n  wow no questions again ugh 😔\n  ","997479":"\n  it’s not lol\n  ","997480":"\n  When people lie, show off, brag, use you, emotionally hurt you, play you, cheat, fake, ignore you,  scream at you etc😌\n  ","997481":"\n  That’s creepy lmao\n  ","997482":"\n  good night friendssss\n  ","997483":"\n  Is that right anon?🤔\n  ","997484":"\n  I appreciate that ☺️\n  ","997485":"\n  I think it’s good lol\n  ","997486":"\n  thank youuu!\n  ","997487":"\n  I have class later on today so yay🙃\n  ","997488":"\n  please ask me questions 😔\n  ","997489":"\n  Who is? lol\n  ","997490":"\n  no I don’t\n  ","997491":"\n  thank you❤️\n  ","997492":"\n  I wish I could find out why he’s doing this to me. I’m just really curious what goes through his mind tbh\n  ","997493":"\n  sure thing anon\n  ","997494":"\n  yeah I do\n  ","997495":"\n  I don’t think so lol\n  ","997496":"\n  Thank you!\n  ","997497":"\n  people in general lol\n  ","997498":"\n  I’m bored y’all\n  ","997499":"\n  it’s very blind yes!\n  ","997500":"\n  20\n  ","997501":"\n  I would just say life in general lol\n  ","997502":"\n  Hey there!😌\n  ","997503":"\n  I don’t care lmao\n  ","997504":"\n  Oh goodness I don’t know lol\n  ","997505":"\n  well I think it was cool lol\n  ","997506":"\n  yeah I can and yes I enjoy it!☺️\n  ","997507":"\n  Thank you!\n  ","997508":"\n  watching a movie and you?☺️\n  ","997509":"\n  hello☺️\n  ","997510":"\n  sure lol\n  ","997511":"\n  only if you come off anon\n  ","997512":"\n  i mean it’s good lol\n  ","997513":"\n  I don’t like sushi\n  ","997514":"\n  not very often\n  ","997515":"\n  I’m awake lol\n  ","997516":"\n  my favorite song is in my remains and rebellion ☺️\n  ","997517":"\n  Definitely Linkin Park!\n  ","997518":"\n  I drink a lot of water tbh lol\n  ","997519":"\n  yeah I live in California lol\n  ","997520":"\n  I don’t care\n  ","997521":"\n  oh yeah that’s definitely what I do dumba**\n  ","997522":"\n  who cares I definitely don’t\n  ","997523":"\n  y’all hmu\n  ","997524":"\n  alone in what exactly? lol\n  ","997525":"\n  absolutely despise him. He’s an disgrace to this country and is ruining it so he deserves to get impeached.\n  ","997526":"\n  I know I remember that movie lmao\n  ","997527":"\n  lmao I see that 😂\n  ","997528":"\n  after 20 years?! lmao 😂\n  ","997529":"\n  you’re home? lmao\n  ","997530":"\n  what?🤔\n  ","997531":"\n  slime and squishes lol 😜\n  ","997532":"\n  well I’m into boys and only have kisses guys so obviously guys lol\n  ","997533":"\n  yeah a little actually lol\n  ","997534":"\n  okay I need questions people!\n  ","997535":"\n  that’s nice anon\n  ","997536":"\n  I appreciate that, thank you☺️\n  ","997537":"\n  hello anon, that’s cute\n  ","997538":"\n  excuse me? lmao\n  ","997539":"\n  I won’t, I’ll ignore him like he did to me😂\n  ","997540":"\n  yeah until he messages me again 😂\n  ","997541":"\n  It’s Nicole lol\n  ","997542":"\n  I love you too girly☺️\n  ","997543":"\n  awh thank you, that’s sweet😌\n  ","997544":"\n  of course I’m right lol he never really cared 🤷‍♀️\n  ","997545":"\n  sure!☺️\n  ","997546":"\n  he probably won’t care I mean he never really cared anyways if he did he wouldn’t have done this multiple times 😂🤷‍♀️\n  ","997547":"\n  IT chapter 1 & 2\n  \n  The conjuring 1 & 2\n  \n  I have so many favorites!\n  ","997548":"\n  hmm I haven’t had any of them in a long time so\n  ","997549":"\n  oh no believe me whenever I finally move on and start being happy again he decides to message me and do it all over again just so that he can make sure I still feel the same just to leave again 😂 I feel he’s trying so hard to make me not move on but he’s in for a surprise when he finds out I’m done with him.\n  ","997550":"\n  yes that’s what he believes and honestly he is in for a nasty surprise 😂\n  ","997551":"\n  yeah he took advantage of my feelings and then left again 🤷‍♀️ I think in his head he believes I’ll be here waiting for him when in reality he really lost me this time 😂\n  ","997552":"\n  oh goodness I really don’t know lol\n  ","997553":"\n  okay? lmao\n  ","997554":"\n  yeah and what’s funny is that he messaged me first and I shared how I feel about him and he said he felt the same and after knowing how I felt he disappeared again😂\n  ","997555":"\n  letting my ex back into my life when I knew he was gonna play me again and use me. After all this time I finally realize that he was playing with my emotions so I won’t let him in again hopefully lmao😂\n  ","997556":"\n  who’s that? lol\n  ","997557":"\n  anytime ☺️\n  ","997558":"\n  yes I have lol\n  ","997559":"\n  no I’m definitely not! lmao\n  ","997560":"\n  well it’s not really shopping lol it’s more casinos and gambling tbh. And I love shopping!\n  ","997561":"\n  Linkin Park, my pups, family, friends, yoga, traveling, biking, hiking, swimming etc ☺️\n  ","997562":"\n  I mean I guess so it’s not really my type of place I enjoy tbh lol\n  ","997563":"\n  no I wouldn’t recommend loneliness to anyone. It kills you to be lonely for so long. It really does end up slowly killing you and hurting you so no I wouldn’t want anyone to ever feel lonely. I feel it tears you apart emotionally especially and it’s hard but you get used to it after being lonely for such a long time.\n  ","997564":"\n  oh hallo nein ich würde es niemals akzeptieren😂🤦‍♀️\n  ","997565":"\n  Yes I have!☺️\n  ","997566":"\n  I’m very awkward so who knows lol\n  ","997567":"\n  I don’t receive love letters lmao\n  ","997568":"\n  yeah I do\n  ","997569":"\n  how terrible our president is and how he deserves to get impeached tbh\n  ","997570":"\n  hurricane by thirty seconds to mars!\n  ","997571":"\n  yes I do sadly\n  ","997572":"\n  yes actually it really does!\n  ","997573":"\n  Yes I absolutely do! I have so many favorites but here’s one :\n  \n  but in the end we were made to be apart in separate chambers of the human heart\n  ","997574":"\n  bullying, creeps, racism etc\n  ","997575":"\n  I would definitely say night time tbh but then I also love the sun and when it’s sunny outside lol\n  ","997576":"\n  yes at one point I was in love!\n  ","997577":"\n  no only if you come off anon\n  ","997578":"\n  I love horror movies!\n  ","997579":"\n  that’s absolutely disgusting no thank you\n  ","997580":"\n  nope I don’t like fish!\n  ","997581":"\n  chocolate all the way\n  ","997582":"\n  what am I doing? lol\n  ","997583":"\n  body wash lol\n  ","997584":"\n  nahhh I’m good\n  ","997585":"\n  it’s a hoodie that says you’ll float too in the front and on the back it’s a huge picture of Pennywise lol\n  ","997586":"\n  good night friends\n  ","997587":"\n  y’all talk I’m bored\n  ","997588":"\n  I know lol\n  ","997589":"\n  that’s great\n  ","997590":"\n  was I young for?\n  ","997591":"\n  work with you?\n  ","997592":"\n  ask me questions ☺️\n  ","997593":"\n  your grammar ugh\n  ","997594":"\n  what is? lol\n  ","997595":"\n  I don’t want a boy who plays wit my feelings no thank you\n  ","997596":"\n  I’m sorry?\n  ","997597":"\n  fake love or being played with emotionally\n  ","997598":"\n  well obviously I would like him to share how he feels lmao\n  ","997599":"\n  I don’t like him so I agree lol\n  ","997600":"\n  nah once the right person comes I definitely will\n  ","997601":"\n  it’s Kayne lmao\n  ","997602":"\n  actually I do I just haven’t found it yet\n  ","997603":"\n  categorize what?\n  ","997604":"\n  I mean I thought I found true love turned out that wasn’t true love after all\n  ","997605":"\n  Then ask me questions! lol\n  ","997606":"\n  thank you!\n  ","997607":"\n  hey anon\n  ","997608":"\n  sure thing☺️\n  ","997609":"\n  hmmm I see that anon\n  ","997610":"\n  yeah anon\n  ","997611":"\n  well that’s just great\n  ","997612":"\n  yes I do lol\n  ","997613":"\n  did I now?\n  ","997614":"\n  yes I do!\n  ","997615":"\n  yes you can see me in your dreams. I’m Freddy Kruger😉\n  ","997616":"\n  I don’t have one\n  ","997617":"\n  of course anon\n  ","997618":"\n  no lmao\n  ","997619":"\n  I have no clue lol\n  ","997620":"\n  that’s awesome anon\n  ","997621":"\n  no lmao\n  ","997622":"\n  what is wrong with you lol\n  ","997623":"\n  freckles? lmao\n  ","997624":"\n  what? lmao\n  ","997625":"\n  I need questions anon\n  ","997626":"\n  is no one online?! I need questions omg\n  ","997627":"\n  no that’s never happened to me\n  ","997628":"\n  lmao omg\n  ","997629":"\n  Hey anon\n  ","997630":"\n  lmao what even\n  ","997631":"\n  no not at all lol\n  ","997632":"\n  not really tbh but sometimes I do. And my favorite isn’t a fall one but it’s Perse Bloom Bougie Parfumee😍\n  ","997633":"\n  that’s weird\n  ","997634":"\n  yeah I haven’t heard it lol\n  ","997635":"\n  is that right anon?\n  ","997636":"\n  hmm never heard that song lol\n  ","997637":"\n  listen someone should talk\n  ","997638":"\n  sure anon why not 😉\n  ","997639":"\n  not true lol\n  ","997640":"\n  oh yeah definitely\n  ","997641":"\n  interesting\n  ","997642":"\n  I don’t lol\n  ","997643":"\n  Where is your god? Where is your god?\n  ","997644":"\n  people hmu\n  ","997645":"\n  I would absolutely try lol\n  ","997646":"\n  come, break me down\n  \n  bury me, bury me\n  \n  I am finished with you\n  \n  look in my eyes\n  \n  you’re killing me, killing\n  \n  all I wanted was you\n  ","997647":"\n  I like that!\n  ","997648":"\n  from the music video hurricane by thirty seconds to Mars 🤤\n  ","997649":"\n  yes?\n  ","997650":"\n  thank you!\n  ","997651":"\n  I’m sure you do lol\n  ","997652":"\n  hello anon! not much you?\n  ","997653":"\n  no I don’t\n  ","997654":"\n  what? lol\n  ","997655":"\n  20\n  ","997656":"\n  what lmao\n  ","997657":"\n  to be happy!\n  ","997658":"\n  5’7\n  ","997659":"\n  my best friend is my friend from high school lol\n  ","997660":"\n  what do you think?😂 lmAo no I don’t\n  ","997661":"\n  yes lol\n  ","997662":"\n  who tf cares lmao\n  ","997663":"\n  I like both tbh\n  ","997664":"\n  rescue me\n  ","997665":"\n  tell me would you kill to save a life?\n  ","997666":"\n  you said you wanted more. What are you waiting for? I’m not running from you\n  ","997667":"\n  oh my goodness 😂🤦‍♀️\n  ","997668":"\n  nah lmao I don’t use that or I would never buy that stuff. No thank you 😂\n  ","997669":"\n  it’s rather gross tbh\n  ","997670":"\n  I’m okay how are you?\n  ","997671":"\n  maybe lmao\n  ","997672":"\n  I’m not your mom lmao\n  ","997673":"\n  I’m not lmao\n  ","997674":"\n  man I don’t wanna be on the leaderboard anymore 😂\n  ","997675":"\n  I’m not a mama lmao\n  ","997676":"\n  that’s disturbing\n  ","997677":"\n  okay and?\n  ","997678":"\n  let’s do it lol\n  ","997679":"\n  Lucifer Morningstar lol\n  ","997680":"\n  well you already did it lmao\n  ","997681":"\n  no not at all\n  ","997682":"\n  what? lmao\n  ","997683":"\n  yeah I think I might go see it lol\n  ","997684":"\n  no I haven’t\n  ","997685":"\n  maybe who knows\n  ","997686":"\n  who hurts? lol\n  ","997687":"\n  I’m bored myself lmao\n  ","997688":"\n  no I don’t think so\n  ","997689":"\n  yes I am\n  ","997690":"\n  hello anon!\n  ","997691":"\n  that’s great anon\n  ","997692":"\n  I’m sure you do\n  ","997693":"\n  good afternoon anon\n  ","997694":"\n  no I haven’t heard of that\n  ","997695":"\n  why? lol\n  ","997696":"\n  the only app I hate the most is ask tbh lmao\n  ","997697":"\n  I’ve posted many lol\n  ","997698":"\n  no idea who that is\n  ","997699":"\n  yes?\n  ","997700":"\n  awhh that’s very sweet actually! thank you 😭\n  ","997701":"\n  go back to the same person that hurts me every time and just isn’t gonna change tbh\n  ","997702":"\n  it’s not night. It’s afternoon over here lol\n  ","997703":"\n  everyone has one lol\n  ","997704":"\n  hurricane by thirty seconds to Mars\n  ","997705":"\n  yeah the president we have. He’s such an embarrassment to this country\n  ","997706":"\n  yeah I do\n  ","997707":"\n  yeah why not? I think it’s okay. It’s not like she’s doing anything bad lol\n  ","997708":"\n  I’m doing alright you?☺️\n  ","997709":"\n  blue eyes!\n  ","997710":"\n  I do think about love and when you’re in love you feel it but honestly I’ve given up in that department so who knows. I love with my heart mostly not my head tbh and that’s why I get hurt every time or played with. 🤷‍♀️ and yeah I totally agree anon!\n  ","997711":"\n  I like both lol\n  ","997712":"\n  hello!☺️\n  ","997713":"\n  honey of course!\n  ","997714":"\n  no that’s not my favorite movie\n  ","997715":"\n  yeah I do\n  ","997716":"\n  yeah I don’t think I would tbh\n  ","997717":"\n  oh you know it lmao\n  ","997718":"\n  I don’t like pumpkin spice tbh so caramel apple definitely\n  ","997719":"\n  definitely body wash!\n  ","997720":"\n  of course lovely ☺️\n  ","997721":"\n  awh thank you love, so are you😌\n  ","997722":"\n  no lmao I don’t\n  ","997723":"\n  no lmao I can’t\n  ","997724":"\n  yeah and sometimes I don’t talk and they just hang up or I mess with them lmao\n  ","997725":"\n  Alright anon lol\n  ","997726":"\n  Anons are delusional it’s so funny\n  ","997727":"\n  you can go away\n  ","997728":"\n  definitely hot weather person!\n  ","997729":"\n  yeah anon lol\n  ","997730":"\n  I like boys lol\n  ","997731":"\n  I prefer both tbh\n  ","997732":"\n  yeah I do lol\n  ","997733":"\n  imma sleep night y’all\n  ","997734":"\n  hello! I’m okay you?☺️\n  ","997735":"\n  I don’t know I’ve never been!\n  ","997736":"\n  thank you lol😁\n  ","997737":"\n  totally lol\n  ","997738":"\n  I’m okay you?😌\n  ","997739":"\n  no I don’t lol\n  ","997740":"\n  fun lol\n  ","997741":"\n  yes I absolutely will lol\n  ","997742":"\n  yes I have! lmao\n  ","997743":"\n  sleeping in lol\n  ","997744":"\n  I’m sleepy lol\n  ","997745":"\n  lmao I guess so\n  ","997746":"\n  I’m watching Halloween baking championship and yeah it’s 1:00 am lol\n  ","997747":"\n  sleeping in lmao\n  "}}