{"Question":{"1055636":"\n   Do you mind if girls hit on you?\n  ","1055637":"\n   Welcome baybee.\n  ","1055638":"\n   I love your eyes and figure 😍\n  ","1055639":"\n   Your face bores me\n  ","1055640":"\n   Lol but u love it\n  ","1055641":"\n   Anon shut up dude. She has beautiful brown eyes and her face sexes me up big time.\n  ","1055642":"\n   Wall to wall?\n  ","1055643":"\n   Your eyes are plain. Your face is average. Your hair is thin. You're not remarkable\n  ","1055644":"\n   Pap anyways?\n  ","1055645":"\n   Are you into girls?\n  ","1055646":"\n   I love u to pluto and back😘😘\n  ","1055647":"\n   Yasss\n  ","1055648":"\n   Pap of abs?\n  ","1055649":"\n   See boys thats how u get a girl🖕🖕🖕\n  ","1055650":"\n   I love their fries girl but i hardly eat there and i work out alot\n  ","1055651":"\n   Pap of ootd?\n  ","1055652":"\n   Bcuz everytime i look at u i lose my breath\n  ","1055653":"\n   ootd?\n  ","1055654":"\n   How do i breath again?\n  ","1055655":"\n   It means that you look like a guy.\n  ","1055656":"\n   How do i make mcdonalds fries?\n  ","1055657":"\n   Pap in dress?\n  ","1055658":"\n   Why is your face so masculine?\n  ","1055659":"\n   Size of the moon?\n  ","1055660":"\n   Whats the circumfrince of ur ass?😂😂😂\n  ","1055661":"\n   Age?\n  ","1055662":"\n   Height?\n  ","1055663":"\n   NOOOOOOOOOOOOO\n  ","1055664":"\n   If you had 10 minutes on a popular TV talk show, what would you talk about?\n  ","1055665":"\n   Rate: 69\/69\n  ","1055666":"\n   Rate: 9\/10\n  ","1055667":"\n   Ilysm nikki ty for being there for me\n  ","1055668":"\n   What kind of perfume\/cologne do you wear?\n  ","1055669":"\n   Actually Idk if I have your kik\n  ","1055670":"\n   If I Kik u will u respond\n  ","1055671":"\n   How well can you cook?\n  ","1055672":"\n   Who did you last say “I love you” to?\n  ","1055673":"\n   Add me jonthecoolnugget\n  ","1055674":"\n   Is there term for this relationship ? My friends dads mother had a child with her sisters husband. What is the relationship between my dad and his mothers sisters son ?\n  ","1055675":"\n   Bored u got kik?\n  ","1055676":"\n   What's up\n  ","1055677":"\n   I'm not asking for a picture of your cat. I'm asking for a picture of a cat, you dumbass\n  ","1055678":"\n   Hey\n  ","1055679":"\n   PAP of a cat\n  ","1055680":"\n   You're probably a great person but you mean nothing to me\n  ","1055681":"\n   It makes me mad how people say Becky G is the first person to ever play a gay superhero when there's already been many of those.\n  ","1055682":"\n   I want you to remember that I will always love you. Love you like you do and hold me tight and dont let go what am I to do ?\n  ","1055683":"\n   Nikki I love you remember me\n  ","1055684":"\n   Homeboy said he got Diarrhea. And got locked in the stoll when he finished wiping his rear end\n  ","1055685":"\n   Do ever wear socks that don't match?\n  ","1055686":"\n   How long can you go without laughing when someone starts tickling your feet?\n  ","1055687":"\n   Do you have stuffed animals at the end of your bed?\n  ","1055688":"\n   Do sleep more on your back, On your side or on your stomach?\n  ","1055689":"\n   Omg Nikki, someone is stuck in the bathroom stoll\n  ","1055690":"\n   If you and three friends were on a deserted island, who would be eaten first?\n  ","1055691":"\n   What things do you use every day?\n  ","1055692":"\n   Do you like modern art?\n  ","1055693":"\n   What do you do when it's too hot to go outside?\n  ","1055694":"\n   What scares you more than anything else?\n  ","1055695":"\n   hey x\n  ","1055696":"\n   😊😊\n  ","1055697":"\n   Where is the oddest place you have fallen asleep?\n  ","1055698":"\n   choo choo all abord the love train!!!!\n  ","1055699":"\n   Have you ever sex??\n  ","1055700":"\n   What would u do if hailey died?\n  ","1055701":"\n   I got a theroy for the finale next week\n  ","1055702":"\n   Which weapons would you have against Walkers?\n  ","1055703":"\n   All time low\n  ","1055704":"\n   Yes I luv you 😝😝\n  ","1055705":"\n   I think Sasha will die\n  ","1055706":"\n   Want to joint with me??\n  ","1055707":"\n   Are you watching walking dead toninght\n  ","1055708":"\n   Ily nikki💋\n  ","1055709":"\n   Fav tv show\n  ","1055710":"\n   Ever had sex\n  ","1055711":"\n   What is your favorite Pic of Rick Grimes?\n  ","1055712":"\n   Oldest you\"ll date\n  ","1055713":"\n   Followed back x\n  ","1055714":"\n   Single?\n  ","1055715":"\n   Age?\n  ","1055716":"\n   Hi\n  ","1055717":"\n   If you gone in a Date w\/ Rick Grimes ....what would you wear and which cool places would you go?\n  ","1055718":"\n   How are you\n  ","1055719":"\n   Hi hi\n  ","1055720":"\n   Name a Few Things on why you like Rick Grimes.\n  ","1055721":"\n   Describe yourself\n  ","1055722":"\n   If you were on the walking Dead TV Show ..... Would you be a Human or Walker? Why?\n  ","1055723":"\n   What is your Selfie Sunday?\n  ","1055724":"\n   Your Pediction on the Walking Dead, Tonight?\n  ","1055725":"\n   What was the Happiest and Saddiest Moment on the Walking Dead?\n  ","1055726":"\n   ayeee\n  ","1055727":"\n   Tbh; you have a really good taste in music. I follow you and you're also sweet and you're so beautiful okok Rate; 10\/10\n  ","1055728":"\n   Bikini pap ??\n  ","1055729":"\n   Who is your Favorite Person to watch on the Watching Dead?\n  ","1055730":"\n   Take one ?\n  ","1055731":"\n   No i just want to see you selfie in the bathroom lmao\n  ","1055732":"\n   Please show a selfie in the bathroom 😬😬\n  ","1055733":"\n   What\n  ","1055734":"\n   In the bathroom?\n  ","1055735":"\n   Show us a selfie of you in the bathroom\n  ","1055736":"\n   10😍👅\n  ","1055737":"\n   if you were given the opportunity to interview your favorite celebrity ever, would you take it? how do you think you'd be at interviewing someone you really really admired?\n  ","1055738":"\n   High heels or sneakers?\n  ","1055739":"\n   Nicole we have school tomorrow!\n  ","1055740":"\n   If you were going with someone and you were ready to take it to the next level, would you rather them tell you they've not done \"it\" before or would you rather not know?\n  ","1055741":"\n   What\n  ","1055742":"\n   Do you know what happened to the remaig Nazis after ww2\n  ","1055743":"\n   Would you ever selfie in the bathroom\n  ","1055744":"\n   What did I do?\n  ","1055745":"\n   What's wrong lol\n  ","1055746":"\n   You look like you're in the bathroom in one of your profile pics 😂\n  ","1055747":"\n   What are you doing\n  ","1055748":"\n   I love you nikki\n  ","1055749":"\n   Let's do it rn\n  ","1055750":"\n   I love you\n  ","1055751":"\n   When was the last time that you got mad at someone?\n  ","1055752":"\n   Would you rather be a good singer or a good dancer?\n  ","1055753":"\n   lol\n  ","1055754":"\n   When was the last time you heard the words \"I love you\" said to you?\n  ","1055755":"\n   Can I be in bed with you\n  ","1055756":"\n   Are you single?\n  ","1055757":"\n   GOODMORNING NIKKI😘😘😘😘😘😘\n  ","1055758":"\n   Do you ever dread your bank statements coming in?\n  ","1055759":"\n   I havent found any girl.more beautiful than you⚘⚘\n  ","1055760":"\n   What is something you find hard to stop once you have started?\n  ","1055761":"\n   Ever wondered how much money cigarette brand companies are probably making right now ? For especially killing people with lung &!pancreatic cancer and adding 7,000 chemicals in every cigarette ?\n  ","1055762":"\n   Is it easy for you to notice when someone has been a traitor to you ?\n  ","1055763":"\n   Today (uk Mother's Day) people should also think about those mothers who's children aren't able to be there and for the children who don't have mums and it upsets them seeing other happy families\n  ","1055764":"\n   Are you virgin?\n  ","1055765":"\n   Have you tried wearing just an oversized t-shirt in public? I saw some girls do it and I feel like it isn't right. 😕\n  ","1055766":"\n   To truly love someone, do you need to be there at the worst times in their life as well as the best?\n  ","1055767":"\n   Do you believe in \"innocent until proven guilty\"?\n  ","1055768":"\n   Which is better: asking for permission or asking for forgiveness? Why?\n  ","1055769":"\n   do you like sports movies? what's your favorite sports movie?\n  ","1055770":"\n   Is there a teacher, who has inspired you during your school years?\n  ","1055771":"\n   Have you ever lost friends ? Because of betrayal, Jealousy, or even hatred etc\n  ","1055772":"\n   Do you prefer to pay things with cash or with a credit card?\n  ","1055773":"\n   What do kisses mean to you?\n  ","1055774":"\n   In three words, how would you describe your best friend?\n  ","1055775":"\n   vine??????????????????????????\n  ","1055776":"\n   I'm so jealous of you're amazing girl💕💕\n  ","1055777":"\n   Do you have any Pets?\n  ","1055778":"\n   do you fall in love quickly or slowly?\n  ","1055779":"\n   How did you feel bout Vine ending it Run Last Month?\n  ","1055780":"\n   are you gonna see the movie ghost in the shell\n  ","1055781":"\n   I WANNA SEE THAT MOVIE SO BAD\n  ","1055782":"\n   If Christina Grimmie was still here, who do you see her Collab With?\n  ","1055783":"\n   yes\n  ","1055784":"\n   the person that was in paper towns is gonna be in valerian and the city of a thousand planets\n  ","1055785":"\n   What was your Favorite Cover Songs from her?\n  ","1055786":"\n   Your Thoughts on Legendary Youtuber Christina Grimmie?\n  ","1055787":"\n   have you watched the movie paper towns\n  ","1055788":"\n   Which Movies did you like so far in 2017 and Which Movies are you lookinf forward to Later , This Year?\n  ","1055789":"\n   @@ (sorry if annoying cause i follow you)\n  ","1055790":"\n   valerian and the city of a thousand planets is a movie\n  ","1055791":"\n   STBH: Hehehe ;)  Ok, I'll love to kiss all the waaaaayyyy dowwwn your so long legs ! :)  smiling all the way :)\n  ","1055792":"\n   i give it a 12\n  ","1055793":"\n   valerian and the city of a thousand planets\n  ","1055794":"\n   Have you got a Spotify Account?\n  ","1055795":"\n   hey look im right there\n  ","1055796":"\n   I just got done seeing the new power rangers movie\n  ","1055797":"\n   쌤킴 no? 쌤킴 니가 Leegititssam 트위터 디엠 hidejyyun으로 내게 보내기 싫으니까, 니가 나를 모른다고 내게 말하고 내게 Leegititssam 트위터 디엠 hidejyyun 안 보내려고?\n  ","1055798":"\n   That Okay .... I respect your Decision\n  ","1055799":"\n   Name a Few.\n  ","1055800":"\n   What was the Scariest Moment you ever had in your life?\n  ","1055801":"\n   쌤킴 no? 쌤킴 니가 Leegititssam 트위터 디엠 hidejyyun으로 내게 보내기 싫으니까, 니가 나를 모른다고 내게 말하고 내게 Leegititssam 트위터 디엠 hidejyyun 안 보내려고?\n  ","1055802":"\n   What was funniest story you Never Told Here?\n  ","1055803":"\n   😚😚\n  ","1055804":"\n   I agree leave her alone or get a beat down hehe\n  ","1055805":"\n   Leave her alone anon before i fight u!!!\n  ","1055806":"\n   I love my nikki😘\n  ","1055807":"\n   Do you wear thongs\n  ","1055808":"\n   What was your Favorite T-Shirts in your Room?\n  ","1055809":"\n   Pap of your bestfriend(s)\n  ","1055810":"\n   Well ..... which Five to Seven People You Take?\n  ","1055811":"\n   Which Friends of Yours would you Take to the UK for a Trip?\n  ","1055812":"\n   So wyd girly?\n  ","1055813":"\n   If you were to Travel to any International Place you want to go, what would be and why?\n  ","1055814":"\n   Dw\n  ","1055815":"\n   lol did I get the wrong person?\n  ","1055816":"\n   Oh you removed it\n  ","1055817":"\n   Honest ops on boys being extremely extremely ticklish?\n  ","1055818":"\n   Whose the kid with the narrow feet in that trampoline pic?\n  ","1055819":"\n   Bikini pap\n  ","1055820":"\n   If you had 24 hours to spend anyway you wanted, and money wasn't a concern, what would you do?\n  ","1055821":"\n   What Youtube Events do you want to go so Bably?\n  ","1055822":"\n   Have you ever went on a job interview? How was it, do you have any tips? I have one on Monday and I am really nervous 😣😣\n  ","1055823":"\n   If you could hop on a plane tomorrow and fly to any part of the world, where would you go and why?\n  ","1055824":"\n   Date her yall would be so cute together\n  ","1055825":"\n   Your Opinion on your Mall your At?\n  ","1055826":"\n   following you now :)\n  ","1055827":"\n   Yasss im listening to it rn😍😍\n  ","1055828":"\n   R u and hailey dating?\n  ","1055829":"\n   Im so in to you in to you in to you!!😘\n  ","1055830":"\n   Your Opinion on your Classes and your Teachers?\n  ","1055831":"\n\n    https:\/\/twitter.com\/carolinedevera\n   \n   Ashley is faking this person.\n  ","1055832":"\n   PAP of forehead\n  ","1055833":"\n   Your Opinion on your School?\n  ","1055834":"\n   Opinion on me?\n  ","1055835":"\n   Opinion on me\n  ","1055836":"\n   Are you bi or straight\n  ","1055837":"\n   @\n  ","1055838":"\n   Pap in a dress?\n  ","1055839":"\n   Rates?\n  ","1055840":"\n   Likes for likes, ill return 💕😊\n  ","1055841":"\n   Ilyt❤\n  ","1055842":"\n   do you know why thats crazy\n  ","1055843":"\n   What kind of Tattoos or Piercings asre you going to get Once you Turned 18 or Order?\n  ","1055844":"\n   can you re apply to get verified?\n  ","1055845":"\n   why dont you try get verified?\n  ","1055846":"\n   Do you contain any love?\n  ","1055847":"\n   How many followers do you have?\n  ","1055848":"\n   YOSHI\n  ","1055849":"\n   Who is the nocest person on ask u have met?\n  ","1055850":"\n   ACCIDENTA OFFSIDE\n  ","1055851":"\n   Do you ever Tennis Being apart of a Video Game Series in the Future?\n  ","1055852":"\n   Its on her ask she tagged u\n  ","1055853":"\n   My backhand shots are the best\n  ","1055854":"\n   Go look\n  ","1055855":"\n   Did u see what hailey said about u?\n  ","1055856":"\n   ACCIDENTA OFFSIDE\n  ","1055857":"\n   What Famous Tennis would you love to go One-n-One With and Why?\n  ","1055858":"\n   Who else hates an upset tumtum?\n  ","1055859":"\n   ootd?\n  ","1055860":"\n   Oh because that ashley girl is though\n  ","1055861":"\n   What do you like about Tennis?\n  ","1055862":"\n   YOSHI\n  ","1055863":"\n   Are you into girls?\n  ","1055864":"\n   Follow back cutie?\n  ","1055865":"\n   Youre cute :)\n  ","1055866":"\n   My dad is half white half black and my mom is also half white half black. What does that make me ?\n  ","1055867":"\n   What was the Worst Injury you Suffered in your Life?\n  ","1055868":"\n   Pic or Small Vid of your Shoe Collection.\n  ","1055869":"\n   R u starting to like girls?\n  ","1055870":"\n   Nikki!!!!!!!\n  ","1055871":"\n   Have you ever seen the Movie \"S. Squad\" and if so, what do you think of the Movie?\nWhat do you think of a Sequel of it?\n  ","1055872":"\n   Your Opinion These Bands: Twenty One Pilots, Panic! At The Disco, a and Linkin Park?\n  ","1055873":"\n   Fuck or chuck?\n  ","1055874":"\n   Do you actually think teachers are bad in teaching or the students in schools is what makes it look ike some cant teach because kids don't give them time\n  ","1055875":"\n   Yeah he's here\n  ","1055876":"\n   You're pretty\n  ","1055877":"\n   Nikki guess what\n  ","1055878":"\n   Are u gonna date haylie\n  ","1055879":"\n   Your Opinion on Halsey and Melanie Martinez?\n  ","1055880":"\n   Nikki\n  ","1055881":"\n   What is your favorite Fast Food Places?\n  ","1055882":"\n   Which Sports are you into?\n  ","1055883":"\n   One thing I said,\n\nOn very very rare occasions when I meet someone and have not spoken to them for very long, they touch my heart and make it melt, this is you today.\n  ","1055884":"\n   Who is your Favorite Celebs?\n  ","1055885":"\n   I don't want to leave you right now because I just wanted to keep talking to you and smiling when I do so and making you smile too. \n\nBut alas I must get some sleep but before I go one thing.\n  ","1055886":"\n   How happy are you that your Graduating , This Year?\n  ","1055887":"\n   No wowow I adore your face\n  ","1055888":"\n   You're sooooooo hot wow\n  ","1055889":"\n   Aww im glad I made you happy and I truely meant it when I look into your eyes it warms my heart\n  ","1055890":"\n   from where?\n  ","1055891":"\n   What was most Crazest School Fights yopu saw in High School?\n  ","1055892":"\n   Well I hope my compliments made you smile because I meant them.\n  ","1055893":"\n   how old?\n  ","1055894":"\n   You are very welcome and you are so beautiful, I hope you are having a nice day\n  ","1055895":"\n   What is your Top 10 Movies of all-time?\n  ","1055896":"\n   And finally can I just say that you have the most gorgeous stunning beautiful eyes I have ever seen it's like looking at 2 perfect star's in the night sky when I look into them.\n  ","1055897":"\n   Why thank you but it comes with my nature and BTW well arn't you pretty too\n  ","1055898":"\n   What do you think of the Series \"Fuller House\" So Far? Do you got a favorite for That?\n  ","1055899":"\n   You changed your pp? How's that possible? LMAO\n  ","1055900":"\n   Why are you trying to smack yourself?\n  ","1055901":"\n   Wow you are very beautiful and I just came across your profile and I am glad I did\n  ","1055902":"\n   Awwww you accidentally smacked yourself.\n  ","1055903":"\n   What do you think of the Series so far?\nWho is your favorite Degrassi : Nexrt Class Characters on the Male and Female Side?\n  ","1055904":"\n   LMAO see you're cute as can be.\n  ","1055905":"\n   Awesum enough to get da digits? ;)\n  ","1055906":"\n   Have you seen Degrassi : The Next Class?\n  ","1055907":"\n   Either way was totez hawt. You're one of dem beautiful peoples.\n  ","1055908":"\n   Which Netfix and Youtube Red Shows do you watch?\n  ","1055909":"\n   Lol we r friends ppl😂\n  ","1055910":"\n   Oh thought Hailey was your girlfriend? Was kinda very jealous.\n  ","1055911":"\n   😘😘ur still mine😌😌\n  ","1055912":"\n   Awwww you have a girlfriend?\n  ","1055913":"\n   Im gonna treat u like a queen😌\n  ","1055914":"\n   Yass😍 i could use some new clothes\n  ","1055915":"\n   Which TV Shows so you Watch?\n  ","1055916":"\n   Name the place and ill pay for everything😊😌\n  ","1055917":"\n   Which Youtubers do you watch?\n  ","1055918":"\n   Ill take u out Nikki😍😊\n  ","1055919":"\n   What Concert have you been into?\n  ","1055920":"\n   What is your Saturday \"OOTD\"?\n  ","1055921":"\n   Look at urself😍😍ur a goddess😊\n  ","1055922":"\n   Ur so sweet nikki😊😊thats y i like y😘\n  ","1055923":"\n   Snapchat meeee 😚\n  ","1055924":"\n   I haveeee 🍀\n  ","1055925":"\n   Ohhh I shall add you back then! 🍀\n  ","1055926":"\n   Ohhh really? 🍀\n  ","1055927":"\n   Is it normal that my love for Jesus and God is enough to resist women who were put on this earth to tempt men into sin?\n  ","1055928":"\n   Oh now it's changed 😂, it's all good I ain't your fave anymore I get it 😂🍀\n  ","1055929":"\n   Ooo your friend Tobi 😂\n  ","1055930":"\n   Women, in trying to save you from Hell, I was in purgatory after a car accident (I was revived by the paramedics) and hardly any woman in purgatory was sent to heaven, most went straight to hell, most most went to heaven, women you need to end your promiscuous lifestyles as you will be judged.\n  ","1055931":"\n   Do you agree that Hell will be mostly full of women as they commit the most sins such as lying, adultery, abortion and such.\n  ","1055932":"\n   Pap in leggings?\n  ","1055933":"\n   you stink at snapchating🙁\n  ","1055934":"\n   Ik yeah 😂😂\n  ","1055935":"\n   With me? 😂🍀\n  ","1055936":"\n   When someone is rude to you do you ever have thoughts in your head like \"I would murder this person if forensics weren't so advanced and CCTV wasn't filming me every second I'm out of the house, if only I could get away with it your last three days would be agony\"?\n  ","1055937":"\n   Ik ik 😂\n  ","1055938":"\n   Wooooo 😂😘❤\n  ","1055939":"\n   Kiss me Irish 🍻🍀\n  ","1055940":"\n   It’s Earth Hour today. How would you spend one hour in the dark?\n  ","1055941":"\n   Good Irish 🍀\n  ","1055942":"\n   I've missed youuuu 🍀\n  ","1055943":"\n   Full body pic plz?\n  ","1055944":"\n   Haha\n  ","1055945":"\n   Ohh that's okay 🍀\n  ","1055946":"\n   Is it normal to have anxiety and think that every time I leave the house somebody is going to piss me off or be rude to me?\n  ","1055947":"\n   I have an idea which could bring peace to Britain.\n  ","1055948":"\n   Do you know the person who said they just had another heart attack?\n  ","1055949":"\n   MESSY MESSY MESSY\n  ","1055950":"\n   Didn't what? 😲\n  ","1055951":"\n   Hehe oops ❤\n  ","1055952":"\n   Nobody can have you but me 😘❤\n  ","1055953":"\n   Woooo my Irish 😌😌\n  ","1055954":"\n   It isss, my love for life 😌❤\n  ","1055955":"\n   Wooooo good 😌❤\n  ","1055956":"\n   Irish love for life 😂😌❤\n  ","1055957":"\n   Y do u hate hailey?\n  ","1055958":"\n   쌤킴 거절하네? 쌤킴 니가 Leegititssam 트위터 디엠 hidejyyun으로 내게 보내기 싫으니까, 니가 나를 모른다고 내게 말하고 내게 Leegititssam 트위터 디엠 hidejyyun 안 보내려고?\n  ","1055959":"\n   Tag ur 5 fav ppl on here\n  ","1055960":"\n   Yeahhh 😂❤\n  ","1055961":"\n   How would you react if your body was inflated like a balloon?\n  ","1055962":"\n   Noooo I don't so messages on anon 😛❤\n  ","1055963":"\n   What anon be saying? 👀❤\n  ","1055964":"\n   @\n  ","1055965":"\n   Hehe good 😌❤\n  ","1055966":"\n   Thank you lovely\n  ","1055967":"\n   Forever my fave 😌\n  ","1055968":"\n   Wooooo that makes me happy 😌\n  ","1055969":"\n   Like forever? 😌❤\n  ","1055970":"\n   Do you prefer to pay things with cash or with a credit card?\n  ","1055971":"\n   My fave 😌, make me happy 😚❤\n  ","1055972":"\n   Full body pap?\n  ","1055973":"\n   How many hours of sleep do you usually get?\n  ","1055974":"\n   When did you last take a nap?\n  ","1055975":"\n   Wooo good 😌🍀🍻❤\n  ","1055976":"\n   Hailey likes u\n  ","1055977":"\n   You're my fave 😌❤\n  ","1055978":"\n   Wooo I'm glad 😌❤\n  ","1055979":"\n   Im yours forever princess😍😘😘\n  ","1055980":"\n   Awe whys that 😌❤\n  ","1055981":"\n   Yeahh I saw it I followed you back 😌❤\n  ","1055982":"\n   @\n  ","1055983":"\n   Woo woooo 😌❤\n  ","1055984":"\n   @\n  ","1055985":"\n   Have you ever tried a strawberry daiquiri?\n  ","1055986":"\n   If you had to choose: beer or vodka?\n  ","1055987":"\n   My fave you are 😌❤\n  ","1055988":"\n   Im good\n  ","1055989":"\n   쌤킴 no? 쌤킴 니가 Leegititssam 트위터 디엠 hidejyyun으로 내게 보내기 싫으니까, 니가 나를 모른다고 내게 말하고 내게 Leegititssam 트위터 디엠 hidejyyun 안 보내려고?\n  ","1055990":"\n   I missed you too 😌🍀\n  ","1055991":"\n   Missed me? 😚🍀\n  ","1055992":"\n   Two questions: what is Smirnoff Ice like? What is Coors like?\n  ","1055993":"\n   can u name the shoes that u wear the most\n  ","1055994":"\n   Niki likes my sister\n  ","1055995":"\n   Heyy my Irish friend 😂🍀\n  ","1055996":"\n   Is it normal to hate it when intoxicated women act promiscuous?\n  ","1055997":"\n   How is it going?\n  ","1055998":"\n   Have you ever had a full on fight with a sibling?\n  ","1055999":"\n   Anything more sexier than a white woman who's proud of her race?\n  ","1056000":"\n   GM GORGEOUS😍😍😍\n  ","1056001":"\n   Im not as gorgeous as u though princess❤😘\n  ","1056002":"\n   Rate \/\/ talk cuz im straight haha\n  ","1056003":"\n   what type of shoes do u have\n  ","1056004":"\n   Because Irish 😂\n  ","1056005":"\n   What's your instagram?\n  ","1056006":"\n   Hey sexy\n  ","1056007":"\n   He's subbing you\n   \n    https:\/\/ask.fm\/r0llss\/answer\/141991014553\n   \n   because of your recent answers\n  ","1056008":"\n   No idea 😂😚\n  ","1056009":"\n   Have you got a drivers licence?\n  ","1056010":"\n   Worst thing u have ever done then I will tell you lol\n  ","1056011":"\n   U like her\n  ","1056012":"\n   You think Hillary tells the truth ?\n  ","1056013":"\n   I call her sissy\n  ","1056014":"\n   U like my sissy haylie\n  ","1056015":"\n   U and hailey would be the perfect couple\n  ","1056016":"\n   Guys Nikki is mine❤❤\n  ","1056017":"\n   Yes please\n  ","1056018":"\n   Sure bbg\n  ","1056019":"\n   Can you show us your 6 pack?\n  ","1056020":"\n   ❤❤❤\n  ","1056021":"\n   Do you??\n  ","1056022":"\n   Why lol she just lies\n  ","1056023":"\n   Do you have a 6 pack?\n  ","1056024":"\n   Hillary ?\n  ","1056025":"\n   If you like trump just say it lol I like him too\n  ","1056026":"\n   Just answer\n  ","1056027":"\n   DONT GET BUTTHURT\n  ","1056028":"\n   EXPOSED\n  ","1056029":"\n   NOW DO IT NOW\n  ","1056030":"\n   Trump or Hillary\n  ","1056031":"\n   PLEASE\n  ","1056032":"\n   HELP\n  ","1056033":"\n   I'm a Whites Civil Rights activist.\n  ","1056034":"\n   The purpose of this page, is to show the world that racism against whites it's a very real thing and the anti whites racists need exposing, if you see any anti whites racist comments let me know and I'll name and shame the anti white racists typing them, they need exposing!\n  ","1056035":"\n   Funny?? 쌤킴 넌 나를 장난질로 대하네? 쌤킴 니가 나를 사랑한다면, 넌 내게 말로 대답하지 말고  \"행동\"으로 보여줘. 인스타에 너의 휴대폰 모습이 잘 보이도록 사진을 올리고 내게 Leegititssam 트위터 디엠으로 hidejyyun 디엠을 보내줘\n  ","1056036":"\n   You're welcome! I have no clue of what's going on now!\n  ","1056037":"\n   Btw ur body goals\n  ","1056038":"\n   Don't \"shot\" yourself. We all love you even though you have a masculine face\n  ","1056039":"\n   Where's that 4.0 gpa at though? LOL\n  ","1056040":"\n   What happens if you drive a car with no plates ?\n  ","1056041":"\n   Can I have a picture of you first to hold as a memory of the once beautiful Nikki?\n  ","1056042":"\n   Your spelling though \"shot\" lol\n  ","1056043":"\n   Are you a guy?\n  ","1056044":"\n   You have a very masculine face\n  ","1056045":"\n   PAP of your jawline\n  ","1056046":"\n   What personal qualities do you have that a potential husband would want?\n  ","1056047":"\n   Your forehead is gigantic\n  ","1056048":"\n   Your fourhead is huge, mate\n  ","1056049":"\n   Your fourhead\n  ","1056050":"\n   I LOVE U NIKKI😘😍\n  ","1056051":"\n   What happens if you don't feed a parking meter ?\n  ","1056052":"\n   Are you a morner or a screamer?\n  ","1056053":"\n   If you can then get yo big ass here 😂\n  ","1056054":"\n   Birds have their wings, foxes have their holes. What do you think that this phrase means ?\n  ","1056055":"\n   I'm hooked onto that band okay.\n  ","1056056":"\n   The group babymetal makes everything look so cute!\n  ","1056057":"\n   I'm being serious about me putting my hand behind your moms car tire\n  ","1056058":"\n   She's a 19 year old japanese vocalist. She's beautiful and adorable with an amazing singing voice.\n  ","1056059":"\n   If you an your mom was in the car then I put my hand behind your moms car tire but she doesn't know I have my hand there but you know would you tell here or let your mom run over my hand be honest please\n  ","1056060":"\n   I could win the lawsuit with a very compelling case.\n  ","1056061":"\n   I have a celebrity crush on Suzuka Nakamoto of BABYMETAL now.\n  ","1056062":"\n   School did nothing for me. I should sue them and win millions.\n  ","1056063":"\n   What all did you eat yesterday then? Just to see an example for an entire day\n  ","1056064":"\n   School didn't help me. They ruined me.\n  ","1056065":"\n   I want to learn new words to feel smart.\n  ","1056066":"\n   Wtf is wrong with these anons? Ffs they don't know anything about this 😩 I hope you get better soon beautiful\n  ","1056067":"\n   oh sorry, i didn't know\n  ","1056068":"\n   Lunch meat\n  ","1056069":"\n   I would need a drink first. I feel very quenched\/thirsty\/any word that has to do with thirsty.\n  ","1056070":"\n   so why do you love being tall? aha\n  ","1056071":"\n   \"do u like being slim?\nit's unhealthy tbh\n\" then eat moar aha\n  ","1056072":"\n   \"it's bad. I'm going through a lot because of it\" like what?\n  ","1056073":"\n   Wyd gorgeous😍😍\n  ","1056074":"\n   do u like being slim?\n  ","1056075":"\n   \"Why do you love being tall?\nlemme guess you're short :))\" well shorter than u aha\n  ","1056076":"\n   how much\/often do you workout?\n  ","1056077":"\n   Why do you love being tall?\n  ","1056078":"\n   Are you glad you don't gain weight?\n  ","1056079":"\n   Why don't u eat much?\n  ","1056080":"\n   Lol ty 😂😍😘\n  ","1056081":"\n   how much pizza?\n  ","1056082":"\n   \"I don't even gain weight \" because of fast metabolism?\n  ","1056083":"\n   Do you workout or exercise at all?\n  ","1056084":"\n   Well what all did you eat today? Just as an example\n  ","1056085":"\n   Ilyt bbg😘\n  ","1056086":"\n   Do you like being tall like that? Are you glad you have a fast metabolism?\n  ","1056087":"\n   Well how much do you usually eat, in like a day?\n  ","1056088":"\n   So hot😍😍😍\n  ","1056089":"\n   Twitter? Instagram? Vsco?\n  ","1056090":"\n   How much do you eat in a typical day?\n  ","1056091":"\n   Age? height?\n  ","1056092":"\n   How do you manage to stay slim?\n  ","1056093":"\n   I DON'T KNOW I GET BORED\n  ","1056094":"\n   OH EM GEE THERE'S LIKE A 12 YEAR OLD ON OMEGLE THAT LIKES OLD MEN. FREAKY!\n  ","1056095":"\n   Your pfp is really cute!\n  ","1056096":"\n   Pap\n  ","1056097":"\n   Well I mean you can't exactly magic yourself to here can you 😂😂\n  ","1056098":"\n   Ffs I'm going sleep 😂😂\n  ","1056099":"\n   Oh shh you 😂😂\n  ","1056100":"\n   Do you like salami?\n  ","1056101":"\n   I suck at trying to do them things 😂\n  ","1056102":"\n   Probably not no 😂😂\n  ","1056103":"\n   True true 😂\n  ","1056104":"\n   I love it\n  ","1056105":"\n   Ayeee do I have to come find out? 😉🍀\n  ","1056106":"\n   Bet you give good kisses hehe 😚🍀\n  ","1056107":"\n   You really are and you're welcome.\n  ","1056108":"\n   Yassssss 😚🍀\n  ","1056109":"\n   We share our beer like we share our kisses 🍻🍀\n  ","1056110":"\n   You're gorgeous\n  ","1056111":"\n   Ayeeee our Irish love is strong 🍀\n  ","1056112":"\n   You're very welcome my Irish love 🍀\n  ","1056113":"\n   I love your new profile pic 🍀\n  ","1056114":"\n   Ohhh that's all good then 🍻🍀\n  ","1056115":"\n   Oops my bad 😂☘️\n  ","1056116":"\n   Init I thought of that quick 😂🍀\n  ","1056117":"\n   Yassss as long as I get to taste it off your lips though 😛🍻🍀\n  ","1056118":"\n   Yasssss the beers on me 🍻🍀\n  ","1056119":"\n   Hi\n  ","1056120":"\n   Woo wooo, I love you 🍀\n  ","1056121":"\n   Love me 🍀\n  ","1056122":"\n   Is there anyone on askfm that you would like to meet in person? If so whom\n  ","1056123":"\n   Have you ever seen any of the Cinderella Story films?\n  ","1056124":"\n   I miss you Irish friend 🍀\n  ","1056125":"\n   Listen to this pretentious hoe. \"Ohh look at me guys I have a 4.8. I don't even study haha\" Shut up, we don't care\n  ","1056126":"\n   It didn't seem like you were joking. You seemed quite serious about having a 4.8\n  ","1056127":"\n   Clearly, you're lying\n  ","1056128":"\n   So amazing man.❤️\n  ","1056129":"\n   You said 4.8 earlier but now you're saying 4.0. LOL\n  ","1056130":"\n   But but.. ;_;\n  ","1056131":"\n   I want it too. How do you study?❤️\n  ","1056132":"\n   You probably meant to say \"3.8\", right?\n  ","1056133":"\n   4.8? Holy wow. *-*\nYou're beauty AND brains.❤️❤️❤️❤️\nWifeeeyyyyyy, I'm blessed lol.\nHow babe? How? I'm amazed.\n  ","1056134":"\n   Body confidence pap\n  ","1056135":"\n   How is a 4.8 possible? Please explain\n  ","1056136":"\n   How much confidence do you have in your body?\n  ","1056137":"\n   Pretty\n  ","1056138":"\n   Yeah you are fucking dumb. A 4.8 GPA isn't even possible LOL\n  ","1056139":"\n   No that was the joke\n  ","1056140":"\n   No, you are.\n  ","1056141":"\n   I've met people from southern California and they're all dumb asf. You're probably no different\n  ","1056142":"\n   You're pretty\n  ","1056143":"\n   See you next month\n  ","1056144":"\n   What did the lesbian vampire say to the human?\n  ","1056145":"\n   No. I said people from southern California are dumb. People from northern California are okay\n  ","1056146":"\n   IM GOOD, IM GOOD. WYD BEAUTY\n  ","1056147":"\n   No, you look like you're made up of skin and bones and water and whatever a human is made of.\n  ","1056148":"\n   You're from southern California so you're probably dumb asf\n  ","1056149":"\n   HI HI HOW ARE YOU\n  ","1056150":"\n   Wdym you're fake then?\n  ","1056151":"\n   GASP you're fake? SAY IT ISN'T SO!\n  ","1056152":"\n   You're a catfish?\n  ","1056153":"\n   What\n  ","1056154":"\n   How should a real man treat woman and vice versa ?\n  ","1056155":"\n   Just did fight me\n  ","1056156":"\n   ?????????????????????????????????????\n  ","1056157":"\n   Followed back ^💖\n  ","1056158":"\n   Ever had sex\n  ","1056159":"\n   What is it called when two people who are related to each other are dating ?\n  ","1056160":"\n   What is something that you have accomplished that you are greatly happy about ?\n  ","1056161":"\n   Do you want a bf\n  ","1056162":"\n   Are you good at keeping promised with people ?\n  ","1056163":"\n   Single?\n  ","1056164":"\n   What are you up to?\n  ","1056165":"\n   Blessed Friday people! I hope you all are having a great day so far. Remember to keep on smiling, and stay positive! 🌹\n  ","1056166":"\n   Love your hair too, it's long and beautiful.\n  ","1056167":"\n   Do you ever find it's family who can hurt you the most?\n  ","1056168":"\n   what's better:build a bear or webkinz?\n  ","1056169":"\n   hi\n  ","1056170":"\n   That too but two really pretty girls like each other I give up on life honestly\n  ","1056171":"\n   You wanna know what's disappointing\n  ","1056172":"\n   Your eyes are dark like my soul\n  ","1056173":"\n   How's ur period ?\n  ","1056174":"\n   i got fake people showing fake love to me straight up to my face\n  ","1056175":"\n   no one likes a hippie\n  ","1056176":"\n   But why you laughing??\n  ","1056177":"\n   There is this girl I live with in a rented cheap shared house she is the girlfriend of my friend (not so close). Her room is next to mine we are just separated by paper thin walls. She is banging a lot of different guys I could even hear moaning and other sounds. Should I tell my friend about it?\n  ","1056178":"\n\n    https:\/\/ask.fm\/xmiraxxx\/answer\/136756315087\n   \n","1056179":"\n   WWW.9:30.COM\n  ","1056180":"\n   I told her I knew this song and she said oh no and she left\n  ","1056181":"\n   sorry\n  ","1056182":"\n   only nachos? no other meals or snacks?\n  ","1056183":"\n   I luv you too omg\n  ","1056184":"\n   Do you also like being tall because you can, like, tower over the other girls and intimidate them kinda?\n  ","1056185":"\n   Well what all did you eat yesterday then? Just as an example\n  ","1056186":"\n   You're beautiful omg\n  ","1056187":"\n   Why do you love being tall?\n  ","1056188":"\n   Are you glad you have a fast metabolism?\n  ","1056189":"\n   How much do you eat in a typical day?\n  ","1056190":"\n   Twitter? instagram? Vsco?\n  ","1056191":"\n   Do you like being tall like that?\n  ","1056192":"\n   How do you manage to stay slim?\n  ","1056193":"\n   Age? height?\n  ","1056194":"\n   I'm gonna go\n  ","1056195":"\n   water drip water splash\n  ","1056196":"\n   NOT INTERESTED????????????????\n  ","1056197":"\n   Has anyone seen the new Power Rangers film?\n  ","1056198":"\n   You're drunk?\n  ","1056199":"\n   good\n  ","1056200":"\n   U ok hun\n  ","1056201":"\n   Want to see\n  ","1056202":"\n   What time is it there. I'm from England\n  ","1056203":"\n   Pleasseeeeeeee\n  ","1056204":"\n   I just added u on Snapchat add me back please\n  ","1056205":"\n   Pap?\n  ","1056206":"\n   What countries would you like to visit in Asia and Africa?\n  ","1056207":"\n   Ever had sex or any kind of intimate stuff like kissing,caressing or hugging?\n  ","1056208":"\n   hello x\n  ","1056209":"\n   What are you good at and nobody else is?\n  ","1056210":"\n   Im having a boner for the last 2 hours but im not masturbating\n  ","1056211":"\n   Actually its awful im feeling helpless\n  ","1056212":"\n   Lol me too.im single and horny af rn😅\n  ","1056213":"\n   쌤킴 내게 사실을 말하지 않고 나와 대화하지 않으려고 모든 핑계를 대고 피하네 나를.쌤킴 yeah? Protection??-->이게 무슨 말이야? 쌤킴 너 에일린홍이랑 비밀연애 하고 있으면서 나한테 거짓말하고 있지? 쌤킴 나 때문에 에일린홍한테 전화할 시간이 없어?쌤킴 너 ulta에 언제 갔었어? 작년에 미국 갔을 때 갔었어?쌤킴 너 아이폰으로 바꿨으면서 나한테  no라고 거짓말했지? 인스타에 너의 휴대폰 사진을 안 올리네?\n  ","1056214":"\n   Are you into intimate\/sexual stuff?\n  ","1056215":"\n   See I?\n  ","1056216":"\n   Whats your age?\n  ","1056217":"\n   Mostly Muslims do but anyways i dont care whoever you're i just asked out of curiosity\n  ","1056218":"\n   Then why you praying?\n  ","1056219":"\n   Are you Muslim?\n  ","1056220":"\n\n    https:\/\/ask.fm\/Lxkeclemo\/answer\/142067485893\n   \n","1056221":"\n   Your insta id?\n  ","1056222":"\n   Single?\n  ","1056223":"\n   sexy\n  ","1056224":"\n\n    https:\/\/ask.fm\/Lxkeclemo\/answer\/142066382533\n   \n","1056225":"\n   Blahhh\n  ","1056226":"\n   Rawr hissss grrrrr\n  ","1056227":"\n   쌤킴 너 ulta에 언제 갔었어? 작년에 미국 갔을 때 갔었어?쌤킴 너 아이폰으로 바꿨으면서 나한테  no라고 거짓말했지? 인스타에 너의 휴대폰 사진을 안 올리네?\n  ","1056228":"\n   Why do hate crimes happen? What do you think should be done to stop them ?\n  ","1056229":"\n   WWW.9:30.COM\n  ","1056230":"\n   쌤킴 너 아이폰으로 바꿨으면서 나한테  no라고 거짓말했지? 인스타에 너의 휴대폰 사진을 안 올리네?\n  ","1056231":"\n   Have any cool body features?\n  ","1056232":"\n   how are you  your dp is amazing\n  ","1056233":"\n   you look amazing :)\n  ","1056234":"\n   우윳빛깔 귀요미 아가 아우 쌤킴 💖 아우 쌤킴, 스팸이 아니라 부탁이지 . 아우 쌤킴, 니가 인스타에 너의 휴대폰의 모습이 잘 보이도록 사진 올려주면 난 널 더 훨씬 너무 많이 더 사랑할 거야 *💖\n  ","1056235":"\n   Ook\n  ","1056236":"\n   쌤킴 너 아이폰으로 바꿨으면서 나한테  no라고 거짓말했지? 인스타에 너의 휴대폰 사진을 안 올리네?\n  ","1056237":"\n   you're cuteee\n  ","1056238":"\n   I'm not kidding he said really sexual and disgusting stuff to me, I'm 14\n  ","1056239":"\n   Ever visited any part of Ireland?\n  ","1056240":"\n   If an ex wanted to have a hook up, would you be open to it?\n  ","1056241":"\n   Hello my fellow Irish leprechaun 🍀\n  ","1056242":"\n   help me relieve my sexual stress plz\n  ","1056243":"\n   He's disgusting don't talk to Joe\n  ","1056244":"\n   Hi how are you\n  ","1056245":"\n   You're so beautiful 😍\n  ","1056246":"\n   Will you be seeing Fast 8?\n  ","1056247":"\n   100m😍\n  ","1056248":"\n   What was the last thing that made you feel great?\n  ","1056249":"\n   아우 쌤킴 내가 얼마나 힘들게 부탁하고 있는지 알아요? 우윳빛깔 귀요미 아가 아우 쌤킴 💖 아우 쌤킴, 스팸이 아니라 부탁이지 . 아우 쌤킴, 니가 인스타에 너의 휴대폰의 모습이 잘 보이도록 사진 올려주면 난 널 더 훨씬 너무 많이 더 사랑할 거야 *💖\n  ","1056250":"\n   What's new\n  ","1056251":"\n   U have been Horny\n  ","1056252":"\n   would you fuck\n   \n    @dylan_bachek\n   \n","1056253":"\n   fuck or chuck: fuckk\n  ","1056254":"\n   Body pap\n  ","1056255":"\n   아우 쌤킴, 스팸이 아니라 부탁이지 . 아우 쌤킴, 니가 인스타에 너의 휴대폰의 모습이 잘 보이도록 사진 올려주면 난 널 더 사랑하지 💖\n  ","1056256":"\n   I'm not telling you where to live but you live in L.A I saw it on your page someplace\n  ","1056257":"\n   Still wrong 😏\n  ","1056258":"\n   you live in L.A not San Francisco\n  ","1056259":"\n   If your going to San Francisco they sung it\n  ","1056260":"\n   that song was sung by the Mamas and the papas\n  ","1056261":"\n   I know its not the 70's just letting you know that's all\n  ","1056262":"\n   It hurts ?? -->>쌤킴 이게 무슨 뜻이야? 쌤킴 니 휴대폰이 아이폰인지 안드로이드인지 지금 확인하고 싶어 , 쌤킴 ,인스타에 너의 휴대폰의 모습이 자세히 잘 보이도록 사진 올려주면 난 stop해\n  ","1056263":"\n   Ohhhh yeah\n  ","1056264":"\n   yes flowers in your hair it was a song in the 70's google it forgot which group sang it  was during the hippie movement\n  ","1056265":"\n   It hurts ?? -->>쌤킴 이게 무슨 뜻이야? 쌤킴 니 휴대폰이 아이폰인지 안드로이드인지 지금 확인하고 싶어 , 쌤킴 ,인스타에 너의 휴대폰의 모습이 자세히 잘 보이도록 사진 올려주면 난 stop해\n  ","1056266":"\n   Hisss\n  ","1056267":"\n   If your going to San Francisco, be sure to wear some flowers in your hair\n  ","1056268":"\n   Rawr\n  ","1056269":"\n   Let's do something\n  ","1056270":"\n   You're wrong (;\n  ","1056271":"\n   I thought Bay Area was in San Francisco\n  ","1056272":"\n   Wdym by that\n  ","1056273":"\n   Ever sent pics?\n  ","1056274":"\n   Ah thanks, I'll follow back\n  ","1056275":"\n   Gobbble Gobble I will be hiding on the beach so no chop me gobble gobble\n  ","1056276":"\n   Do you ever help with the household chores?\n  ","1056277":"\n   flap flap I'm Tom the turkey I will be in your area tomorrow looking for  place to hide\n  ","1056278":"\n   Age\n  ","1056279":"\n   Spelt Mum wrong\n  ","1056280":"\n   WHOS THERE\n  ","1056281":"\n   You already deleted my snap 😅😅\n  ","1056282":"\n   are you single?\n  ","1056283":"\n   who makes them\n  ","1056284":"\n   where do broken krabby patties come from\n  ","1056285":"\n   Looking back on your life can you say you were loved?\n  ","1056286":"\n   Name One Country You Love ?\n  ","1056287":"\n   Have you ever looked in the mirror and asked yourself which way from here. I am caught up in the pages of my mind ?\n  ","1056288":"\n   가짜 ?? 그게 무슨 말이야 쌤킴?쌤킴, 난 너를 못 믿어 너의 휴대폰이 아이폰으로 바꼈는지 안 바꼈는지 난 확인하고 싶어 쌤킴 난 니가 내게 진실한지 알고 싶어서 너에게 부탁하는 거야 **지금 인스타에 니 휴대폰이 잘 보이도록 사진을 올려봐\n  ","1056289":"\n   Babe\n  ","1056290":"\n   would it suck if you were in a relationship and he never touches your butt?\n  ","1056291":"\n   would you mind being in relationship with a guy who is shy?\n  ","1056292":"\n   Do you believe that your life is filled with many twists and turns ?\n  ","1056293":"\n   RUN AWAY\n  ","1056294":"\n   SHIT ITS REAL\n  ","1056295":"\n   What song sums up your life rn\n  ","1056296":"\n   you want questions?\n  ","1056297":"\n   are you a broken krabby patty\n  ","1056298":"\n   Wooo I'm coming 🍻🍀\n  ","1056299":"\n   Hi just asking do you usually hold in your fart? Please don't mind me asking you this question\n  ","1056300":"\n   Wooo wooo 🍻🍀\n  ","1056301":"\n   Is it better to be liked or respected? Why?\n  ","1056302":"\n   Sounds like a great plan to me 🍻🍀\n  ","1056303":"\n   Would you say your life is pretty busy ? Also overwhelming if so how ?\n  ","1056304":"\n   Booty pap\n  ","1056305":"\n   Yeahh and we can share it at yours! 🍀🍻\n  ","1056306":"\n   Good, can bring me to yours later 🍻☘️\n  ","1056307":"\n   Yeah come get me let's go 🍻🍀\n  ","1056308":"\n   Ayeee sounds like a plan 🍻🍀\n  ","1056309":"\n   What would be your reaction if a boy was to tell you to your face that he really liked you and had feelings for you ? Whether your Single or Taken\n  ","1056310":"\n   Ayeee we can dance in the pub too 🍻🍀\n  ","1056311":"\n   I'm down too let's go 🍻🍀\n  ","1056312":"\n   Init let's go have some drinks 🍻🍀\n  ","1056313":"\n   Actually is we gotta drink lots too 🍀\n  ","1056314":"\n   I gotta give the love to my fellow Irish 🍀\n  ","1056315":"\n   I followed you when you spammed mee 🍀\n  ","1056316":"\n   Ayeeee well nice to meet you 🍀\n  ","1056317":"\n   hmu sometime(:\n  ","1056318":"\n   @\n  ","1056319":"\n   CORRECTIONS\n  ","1056320":"\n   what are you waiting for?  marriage?\n  ","1056321":"\n   would you date a girl?\n  ","1056322":"\n   would you rather your first time be with a guy who its his first time also?\n  ","1056323":"\n   would you prefer a non-virgin or a virgin?\n  ","1056324":"\n   howd he turn you so off?\n  ","1056325":"\n   @\n  ","1056326":"\n   you can do better\n  ","1056327":"\n   ignore him!\n  ","1056328":"\n   I was right!  Beautiful!!!\n  ","1056329":"\n   leave you?  wdym?\n  ","1056330":"\n   PATHETIC HEAD INJURIES\n  ","1056331":"\n   you look beautiful!  I guarantee it!  pap!\n  ","1056332":"\n   pap of you rn\n  ","1056333":"\n   FLUFFY POTATOES\n  ","1056334":"\n   seriously, a queen, you'd be mine and I'd love you up and down every night!\n  ","1056335":"\n   You upset I'm high?\n  ","1056336":"\n   You are never ugly :)\n  ","1056337":"\n   I doubt you look ugly you are perfect\n  ","1056338":"\n   I am high, not drunk :(\n  ","1056339":"\n   Why don't ask that?\n  ","1056340":"\n   Let's get drunk together rn\n  ","1056341":"\n   Selfie?\n  ","1056342":"\n   Virgin?\n  ","1056343":"\n   How drunk?\n  ","1056344":"\n   Whats pitkin Nikki ?\n  ","1056345":"\n   Body pap plz\n  ","1056346":"\n   Even sexual things?\n  ","1056347":"\n   KABOOMS\n  ","1056348":"\n   And you'll answer everything?\n  ","1056349":"\n   Wanna do a honesty weekend this incoming Friday-Sunday?\n  ","1056350":"\n   Hey Darling just wanted to say that you're beaitful and I hope you a good day or have a good day tomorrow depending on the time zone because were all diffrent\n  ","1056351":"\n   You're a beautiful person\n  ","1056352":"\n   welcome to the hee haw squad\n  ","1056353":"\n   I'm sorry to hear. Wish I could help you. :(\n  ","1056354":"\n   creating arguments\n  ","1056355":"\n   Why so down, beautiful?\n  ","1056356":"\n   KABOOMS\n  ","1056357":"\n   Guy, problem, huh?\n  ","1056358":"\n   permission denied\n  ","1056359":"\n   How come?\n  ","1056360":"\n   you have a crush?\n  ","1056361":"\n   You're welcome. Hope you had a great day today.\n  ","1056362":"\n   the show is canceled\n  ","1056363":"\n   You're very beautiful.\n  ","1056364":"\n   do you think you have a nice butt?\n  ","1056365":"\n   single?\n  ","1056366":"\n   are you shy?\n  ","1056367":"\n   CHEATED\n  ","1056368":"\n   Turned you off?\n  ","1056369":"\n   how are you?\n  ","1056370":"\n   do you like it 🙄🙄\n  ","1056371":"\n   Shore\n  ","1056372":"\n   SMH isnt allowed\n  ","1056373":"\n   Yeah\n  ","1056374":"\n   single?\n  ","1056375":"\n   Were you ever tickled to tears as a kid?\n  ","1056376":"\n   Damn baby you got a charming face\n  ","1056377":"\n   I was a really attractive and fit guy in high school, to the point where some girls would get a crush on me just because I accidentally looked in their general direction and they thought I was checking them out. Now, I'm a moderately fаt college student. 😭😭😭😵\n  ","1056378":"\n   the devil is with you\n  ","1056379":"\n   TF\n  ","1056380":"\n   OMG\n  ","1056381":"\n   IT SHOULDNT TAKE THIS LONG\n  ","1056382":"\n   Do you likw wwe\n  ","1056383":"\n   ABIGAIL?\n  ","1056384":"\n   TF IS TOBI??????????????????\/\/\n  ","1056385":"\n   TOBI????????????\n  ","1056386":"\n   It just happens nikki😁😂\n  ","1056387":"\n   LISTEN\n  ","1056388":"\n   whats taking so long\n  ","1056389":"\n   I gave you 2 minutes\n  ","1056390":"\n   don't leave!\n  ","1056391":"\n   Do you sleep in pajamas or clothes or the nude? 😏\n  ","1056392":"\n   No don't go away!!\n  ","1056393":"\n   💗💗🌹🌹\n  ","1056394":"\n   Ewe Yur feet stink\n  ","1056395":"\n   Are you a mommy or daddy person?\n  ","1056396":"\n   You're beautiful\n  ","1056397":"\n   ever kissed before? ;)\n  ","1056398":"\n   whats nice about you that ur tall actually <3 <3\n  ","1056399":"\n   damn ur pics lovely <3 <3 <3\n  ","1056400":"\n   Okay i will be normal\n  ","1056401":"\n   Then won't go 😂😂\n  ","1056402":"\n   there u are :D\n  ","1056403":"\n   *brightens your day and heart*💗\n  ","1056404":"\n   1 dollar 😂\n  ","1056405":"\n   And you will pay for that ?\n  ","1056406":"\n   Can i do a job for u\n  ","1056407":"\n   Na Yur toes need to be licked clean ewe\n  ","1056408":"\n   Smelly toes\n  ","1056409":"\n\n    https:\/\/ask.fm\/r0llss\/answer\/141967943321\n   \n","1056410":"\n   Have you ever went to the cinema with someone you were romantically involved with?\n  ","1056411":"\n   Much money do u need\n  ","1056412":"\n   whatcha want. Watcha want, whatcha gonna do? When... sheriff John Brown come for you?\n  ","1056413":"\n   U have a great taste in music\n  ","1056414":"\n   from 1 to 78... how well can you sing?\n  ","1056415":"\n   💗🐻💋\n  ","1056416":"\n   Good morning💗\n  ","1056417":"\n   쌤킴 ,인스타에 너의  휴대폰이 잘 보이도록 사진 올려줘봐 ,니가 내게 진실한지 알고싶어\n  ","1056418":"\n   how are you?\n  ","1056419":"\n   What was the last thing you saw in the cinema?\n  ","1056420":"\n   Dale like a mis ultima 10 respuestas y devuelvo🔱⚠ \nEspero y te gusten las imagenes y oprimas el boton de \"sigueme\" no te drefraudare 💙😭\n   \n    @Rodrigo_879\n   \n","1056421":"\n   What are you passionate about?\n  ","1056422":"\n   How was your day ?!\n  ","1056423":"\n   enough of these lies\n  ","1056424":"\n   dang ty for spam lovely\n  ","1056425":"\n   Hey askfm people. So today I am doing a presentation where I have to come up with a title for my stage name. So the name chose was Thug Nasty Entertainment. Can you lemme know whether this a good name for on stage or not ? Thanks\n  ","1056426":"\n   Why do iPhone screen protectors always have those bubbles over them ? It's so annoying\n  ","1056427":"\n\n    https:\/\/ask.fm\/ShamWowzer\/answer\/133740089538\n   \n","1056428":"\n   There is this girl I live with in a rented cheap shared house she is the girlfriend of my friend (not so close). Her room is next to mine we are just separated by paper thin walls. She is banging a lot of different guys I could even hear moaning and other sounds. Should I tell my friend about it?\n  ","1056429":"\n   so you've done nothing iwth a guy?  why not?\n  ","1056430":"\n   Oh still looks perfect on you tho!\n  ","1056431":"\n   What's the most you've done with a girl?\n  ","1056432":"\n   What's the most you've done with a guy?\n  ","1056433":"\n   Save it for marriage\n  ","1056434":"\n   Thick legs? There's more to you. Being thick is more to love. You're beautiful!\n  ","1056435":"\n   pap of thighs\n  ","1056436":"\n   Not lying!  It's perfect!\n  ","1056437":"\n   fat thighs?  liar.\n  ","1056438":"\n   Why don't you like it?\n  ","1056439":"\n   Age?\n  ","1056440":"\n   That leather skirt looks amazing on you!\n  ","1056441":"\n   I wish my girl had a figure like you!\n  ","1056442":"\n   I have seen you!  Perfect figure fr!\n  ","1056443":"\n   5'7 and sub 100?  Wow!\n  ","1056444":"\n   how tf are you still curvy and so thin??? not fair!\n  ","1056445":"\n   how tall?\n  ","1056446":"\n   Smiles are the best cuz I know you are ok 😊 u are doing great !😊\n  ","1056447":"\n   do you even weigh 100 lbs, you are tiny af\n  ","1056448":"\n   ignore these\n  ","1056449":"\n   omg your questions....\n  ","1056450":"\n   Dale MG   y devuelvo\n   \n    https:\/\/www.facebook.com\/137173263107021\/photos\/a.137483206409360.30085.137173263107021\/788792101278464\/?type=3&theater\n   \n","1056451":"\n   I'm concerned my gf is pregnant\n  ","1056452":"\n   No if I like put stuff on my finger could that get a girl pregnant?\n  ","1056453":"\n   Can I get a girl pregnant with my finger?\n  ","1056454":"\n   Do you like salami?\n  ","1056455":"\n   Do you?\n  ","1056456":"\n   Do you wear thongs?\n  ","1056457":"\n   Do you wear thongs?\n  ","1056458":"\n   Wdym\n  ","1056459":"\n   Age\n  ","1056460":"\n   I'm 13 I'm the man\n  ","1056461":"\n   Exactly I've grown up so that's why I wanna\n  ","1056462":"\n   Aw thankyou dear, followed you too! Pop up anytime 💖\n  ","1056463":"\n   Can I lick something else\n  ","1056464":"\n   Accepted you my lovely ☺️\n  ","1056465":"\n   Can I lick ur shoes clean\n  ","1056466":"\n   you change your panties every 0.005 seconds\n  ","1056467":"\n   Aw thankyou so much! The septum one is just a sc filter... Kinda want to get it done but it's not suitable for work ☺️\n  ","1056468":"\n   Can i lick ur shoes clean\n  ","1056469":"\n   Can I lick ur shoes clean\n  ","1056470":"\n   Holaa, Ayúdame con likes y te los devuelvo nr\n  ","1056471":"\n   O: you are so beautiful omg! And I love your answers 😌❤💯\n  ","1056472":"\n   Nono it was supposed to go along with the other thing I said oops sorry\n  ","1056473":"\n   It literally would brightens someone's day\n  ","1056474":"\n   You have a pretty smile\n  ","1056475":"\n   Virgin\n  ","1056476":"\n   Feel better soon\n  ","1056477":"\n   haha how'd you know my last name and that I am famous?\n  ","1056478":"\n   your pp is so cute!\n  ","1056479":"\n   How are you\n  ","1056480":"\n   Age?\n  ","1056481":"\n   Your room messy but pfp is 👌\n  ","1056482":"\n   Dude the link I sent she's probably fake\n  ","1056483":"\n   A fake of Danielle Bregoli\n  ","1056484":"\n\n    https:\/\/ask.fm\/realbhadbhabie\/answer\/141948421322\n   \n   If only this was the real Danielle... 😏\n  ","1056485":"\n   Tbh\/\/ ur a cutie \nRate\/\/ 10\/10\n  ","1056486":"\n   Ok times up\n  ","1056487":"\n   쌤킴 니 엄마한테는 더러운 말 하기 싫지? 쌤킴 나한테는 하네?\n  ","1056488":"\n   Like=tbh?\n  ","1056489":"\n   WHATS THE WORD\n  ","1056490":"\n   Smash or pass:\n   \n    @PgZiggler\n   \n   or\n   \n    @GamesPayne\n   \n","1056491":"\n   쌤킴 니 엄마한테는 더러운 말 하기 싫지? 쌤킴 나한테는 하네?\n  ","1056492":"\n   if you take longer than 2 minutes I will call you okay\n  ","1056493":"\n   Do you try to look attractive when you go to the local grocery store?\n  ","1056494":"\n   baby❤️\n  ","1056495":"\n   How do you poop then lol\n  ","1056496":"\n   Pap in leggings plz\n  ","1056497":"\n   3 drinks\n  ","1056498":"\n   booty booty booty rocking everywhere booty booty booty rocking everywhere\n  ","1056499":"\n   are you a bad pancake\n  ","1056500":"\n   where do bad pancakes come from\n  ","1056501":"\n   damn this sahar turns me on *_*\n  ","1056502":"\n   I LOVE YOU❤❤\n  ","1056503":"\n   쌤킴 넌 블락 리포트 아이돈언더스탠드 후아유 언틱 fuck off 저리가 페이크 어카운츠만 반복하네? 2년 넘게 쌤킴 나를 배려안 하네? Leegititssam 트위터 디엠 hidejyyun 디엠 내게 거절하네? 쌤킴 시애틀 한인들 에일린 홍 포함한 너같은 애들은 원래 이렇게 수준이 낮게 노력해?\n  ","1056504":"\n   (recent) what's ya honest opinion of meh\n  ","1056505":"\n   Busted a nut to your pfp\n  ","1056506":"\n   Guys im so terrified right now a red liquid is coming out of my vaginal area im so scared im gonna die..\n  ","1056507":"\n   What do you usually wear when hanging out with your boyfriend? Any suggestions?\n  ","1056508":"\n   How is every thing\n  ","1056509":"\n   Smash or pass:\n   \n    @Breelyst\n   \n   or\n   \n    @LivvyyEatsFood\n   \n","1056510":"\n   DECODED\n  ","1056511":"\n   Smash or pass:\n   \n    @XiSaraah1\n   \n   or\n   \n    @avyannanikki\n   \n","1056512":"\n   so what are u doing i am just wait your answers\n  ","1056513":"\n   yes\n  ","1056514":"\n   likes fr like s??\n  ","1056515":"\n   am fine just look at your face  you make my day\n  ","1056516":"\n   Your eyes are beautiful wifey.❤️\n  ","1056517":"\n   okay how are you\n  ","1056518":"\n   okay sorry\n  ","1056519":"\n   Someone unfollowed me as well. ;_;\n  ","1056520":"\n   nothing just kidding\n  ","1056521":"\n   i just make you happy okay and smile your face\n  ","1056522":"\n   oh i dont know who is   but i already followed you\n  ","1056523":"\n   Why 'Oh no?' :3\n  ","1056524":"\n   no need to thanks\n  ","1056525":"\n   OMG you look so adorable\n  ","1056526":"\n   I tried to scare the Satan away wifey.❤️\n  ","1056527":"\n   Hola\n  ","1056528":"\n   Liker gets a follow back and 5likes\n  ","1056529":"\n   I am waiting for your reply\n  ","1056530":"\n   Why did you have stress?\n  ","1056531":"\n   💋💋💋 for Kristina\n  ","1056532":"\n   What song do you sing on a day that its FREEZING FREEZING Cold ?\n  ","1056533":"\n   You are to me.\n  ","1056534":"\n   You! Why are you so pretty?\n  ","1056535":"\n   Why so pretty?\n  ","1056536":"\n   I was just watching a bunch of women march videos.Do you think men tend to oversexualize women?Do you agree with the idea that a girl should be walking around naked?\n  ","1056537":"\n   Thank you ☺️☺️☺️ your background tho 😍😍😍\n  ","1056538":"\n   likes for likes 💕😊\n  ","1056539":"\n   Opinion of me? 💚\n(Staif check recent)\n  ","1056540":"\n   Help with what\n  ","1056541":"\n   did you eat a guy?\n  ","1056542":"\n   Do you really believe \"there's someone out there for everyone\"?\n  ","1056543":"\n   Did you ever like Ben 10?\n  ","1056544":"\n   What made you grow up?\n  ","1056545":"\n   Hi\n  ","1056546":"\n   Help is here wassup\n  ","1056547":"\n   Nikki💗\n  ","1056548":"\n   I'm v bored too tbh let's chat lol\n  ","1056549":"\n   Did you have a good day?\n  ","1056550":"\n   Your pfp is 🔥\n  ","1056551":"\n   Can I tell you something in private please\n  ","1056552":"\n   Please check lol\n  ","1056553":"\n   I think you're gorgeous and I reacted to it on Snapchat which is why I want you to check snap lol\n  ","1056554":"\n   lol i wish i had brothers :D\nwell i have another brother from another mother O.o\n  ","1056555":"\n   Oh well when u can :)\n  ","1056556":"\n   Have you got snapchat\n  ","1056557":"\n   do you speak private with anyone at all in ask.fm?\n  ","1056558":"\n   aha 1999 ^^\nnice :D\n  ","1056559":"\n   Check Snapchat please:)))\n  ","1056560":"\n   aha and your born 1998?\n  ","1056561":"\n   wooow just like me but am one boy and 3 girls :\/\n  ","1056562":"\n   Date of birth?\n  ","1056563":"\n   are you into korean songs?\n  ","1056564":"\n   do you have any siblings?\n  ","1056565":"\n   well thats good :)\n  ","1056566":"\n   no just a question thats all\n  ","1056567":"\n   lol xD\nno its not :D\n  ","1056568":"\n   nice \ndid anyone came and talk to you about relationships?\n  ","1056569":"\n   so ppl call you shorty huh?? :D\n  ","1056570":"\n   single??\n  ","1056571":"\n   how tall are you?? :D\n  ","1056572":"\n\n    https:\/\/www.instagram.com\/p\/BR1Tx0TFphz\/\n   \n   she has 15... what do u think about it?\n  ","1056573":"\n   lol well believe me me too :D :D \nam not gay or anything but the guy is perfect :D\n  ","1056574":"\n   wow ur very beautiful for a 17 year old girl :)\n  ","1056575":"\n   taylor lautner or chris evans?\n  ","1056576":"\n   how old are you??? :)\n  ","1056577":"\n   Here's a question: what are your hobbies?\n  ","1056578":"\n   followed you ^^\n  ","1056579":"\n   Haha whatever you say Serena Williams😉\n  ","1056580":"\n   Ha! You're funny, because no one can compete with me😂\n  ","1056581":"\n   Yeah haha because I'm that good at Tennis😂\n  ","1056582":"\n   They call me the Dutch Djokovic haha\n  ","1056583":"\n   What you into? Men or women\n  ","1056584":"\n   Sorry been asked to do this, what is your honest opinion of me? 💜\n  ","1056585":"\n   Are you comfortable with the amount of money you have?\n  ","1056586":"\n   Why are you sooo cute ❤️❤️❤️❤️❤️\n  ","1056587":"\n   Why you liking pictures of my boyfriend?\n  ","1056588":"\n   Which version of Let It Go do you like?\n  ","1056589":"\n   Oh well I kinda wanted to talk to you in private tbh lol\n  ","1056590":"\n   Check your snap :)\n  ","1056591":"\n   I just wanna be  kissing her lips passionately. What are you confused about? Well Alice is an adult girl.\n  ","1056592":"\n   I am so sad about losing her. It is right that there are so many girls in the world but I did not get to develop an association of love with no one except Alice over the last 3 years.At the moment I have feelings for her only. Now I am so sad and broken. But sadness gives me delight too.\n  ","1056593":"\n   Why do you think I'm annoying and why do you hate me?\nL\n  ","1056594":"\n   Do you have any X-rated images of your self on your phone\/laptop?\n  ","1056595":"\n   \"Why laugh in the face of someone who likes you and just because you don't like them\". What do your anon meant to express  by this statement?\n  ","1056596":"\n   Have you ever kick a guy in the nuts\n  ","1056597":"\n   In school, did you look down on people in your class or make them feel isolated and unwanted?\n  ","1056598":"\n   hahaha... By your last last answer you meant to say that your ex was reserved about your looks  so he left you and Alice is reserved about my looks too. To be honest this statement do not make me sad at all cause I am completely confident about my looks. I will tell you why but not right now.\n  ","1056599":"\n   You're pretty\n  ","1056600":"\n   Booty pao\n  ","1056601":"\n   are you single or taken\n  ","1056602":"\n   I love love LOVE your deep dark eyes... <3 :))\n  ","1056603":"\n   Why laugh in the face of someone who likes you and just because you don't like them\n  ","1056604":"\n   That I should move on as she has committed herself to some guy. By the way what could be her reason about putting me off and choosing someone else on me? Can you say something about it as you are a girl and have an idea of the mentality of girls about choosing guys?\n  ","1056605":"\n   Nicole\n  ","1056606":"\n   What’s one thing that would make you extremely happy?\n  ","1056607":"\n   Okay that's all I needed to be told.\n  ","1056608":"\n   What made you experienced?\n  ","1056609":"\n   Well although my English is not good but I do have the ability to interpret definitions of different science concepts. I will prove myself exceptional about grammatical concepts too. Can you tell me what does it mean by decitic time?\n  ","1056610":"\n   Describe your perfect match?\n  ","1056611":"\n   Are you serious that I should be into a different girl and move on from Alice?\n  ","1056612":"\n   Would your parent(s) still buy you an item of clothing they think you'd like?\n  ","1056613":"\n   I am very interested about studying Economics. Economics is a very interesting subject. Did you ever study accounting? I am thinking about buying a book of accounting.\n  ","1056614":"\n   Are you asking me to move on to a different girl?\n  ","1056615":"\n   Did you study history in the school? What was your favorite chapter of the last history book that you studied?\n  ","1056616":"\n   Sorry about my poor English. It is too embarrassing. I will quickly improve my English. Maybe this embarrassment will make me put great effort to improve my English. I been into Alice for about 1 year now. She is so fucking reserved about me.\n  ","1056617":"\n   What color of clothes do you normally wear?\n  ","1056618":"\n   Okay yes lets just move on. What is on your mind? Do you watch any food channel?\n  ","1056619":"\n   Would sxx make you feel attractive?\n  ","1056620":"\n   Is your bedroom clean or messy?\n  ","1056621":"\n   Lets talk about something else. I been into Alice over the period of one year now. I lived a depressed life over 2016. I did not dressed up a single time in 2016. But I dont want to hold back more.\n  ","1056622":"\n   Talk to me at instagram I have  sent you a message at instagram.\n  ","1056623":"\n   I wish she was laying next to me and that we were kissing. I love her so much. Oh my Lord  it will be so gratifying to have a lip fight with her. Baby i wish we were eating each others lips.\n  ","1056624":"\n   쌤킴 난 진지해\n  ","1056625":"\n   쌤킴 Leegititssam 트위터 디엠 hidejyyun 트위터 디엠  내게 보내면 스탑할게\n  ","1056626":"\n   쌤킴, \"후아유??\" I love you two\" ?? 쌤킴 내게 아무 말이나 막 하면서 함부로 대하네? Leegititssam 트위터 디엠 hidejyyun 디엠으로 상대도 안하면서.\n  ","1056627":"\n   After kissing her I would have taken her in my arms. If you want me stop talking about kissing then tell me. But i want your help.\n  ","1056628":"\n   Will Andy reply me about her relationship status?He should.\n  ","1056629":"\n   I just wanna come up with looks now\n  ","1056630":"\n   Within two to three hours I will book my ticket.\n  ","1056631":"\n   Is she single or not? I need to get over this obsession. If she is not single then I will not get mad. I will just move on. I need to get over this obsession.\n  ","1056632":"\n   Still, I love you Nicole.❤️\n-Wifey.\n  ","1056633":"\n   Hey feel comfortable already. I will never ever. get sexual with you online.  I want to have you with me in real if you are single.\n  ","1056634":"\n   I could be helped in one way only. She has to clarify me about her relationship status.  It is okay if she is in a serious relationship with someone.\n  ","1056635":"\n   I am someone in love with Alice. Help me already. I desperately wanna kiss her. I wish she was in my room with me. I wanna kiss her lips. I am so so so so desperate to be honest.\n  ","1056636":"\n   I'm sorry your fanpage isn't that active, my school and housework is killing me.\n:(\nIt'll be running much more in my autumn break, I promise.❤️\n-Wifey.\n  ","1056637":"\n   Hey feel comfortable already. I will not ever sexual with you online. I want you in real if you are single.\n  ","1056638":"\n   Funny pap\n  ","1056639":"\n   First liker gets 10 likes rest 2 likes each ?\n  ","1056640":"\n   Don't you find it annoying getting pimples ? Especially having someone pop them too isnt that annoying ?\n  ","1056641":"\n   How would you feel if you asked a guy out, a guy who you like and then he rejected you ?\n  ","1056642":"\n   If you haven't been told today, you're a beautiful person.\n  ","1056643":"\n   Are you more of a texter or caller ?\n  ","1056644":"\n   Rate: 8\/10\n  ","1056645":"\n   Tbh: idk you but you seem alright rate: 7\/10\n  ","1056646":"\n   WE LOVE THE SAME BANDS OMGSHHHHH!😱😍😍\n  ","1056647":"\n   쌤킴 , 나는 너를 싫어하지 않는데?\n  ","1056648":"\n   Do you like salami?\n  ","1056649":"\n   쌤킴 ,Leegititssam 트위터 디엠으로 안 보냈네요 내게? 쌤킴,Leegititssam 트위터 디엠으로 hidejyyun 디엠 다시 보내주세요   쌤킴, 나를 배려 안 해요?\n  ","1056650":"\n   Help meh\n  ","1056651":"\n   Nikki or Nikki I should make a poll\n  ","1056652":"\n   nikki😍\n  ","1056653":"\n   역시, 하나도 못 배우는 쌤킴의 촌스러운 에고와 퀄리티없는 매너,겉으로 말로는 \"땡큐 미안해요 나의 팬들 \" \/ 그러나 한국 팬들을 무시하는 눈빛을 못 숨기는 쌤킴 ,사람을 존중할 줄 모르는 부끄럽고 퀄리티 낮은 매너\/ 시애틀의 한인들이 얼마나 매너의 퀄리티와 마인드셋이 안 좋은지 쌤킴에게서 알게됐다고 \/ 니 부모님과 너의 시애틀 네이버후드 한인들에게 알려줄거야\n  ","1056654":"\n   Could you physically do an all nighter?\n  ","1056655":"\n   Which conspiracies?\n  ","1056656":"\n   So sweet ❤\n  ","1056657":"\n   Do you like any conspiracy theories?\n  ","1056658":"\n   If he was THE Austin Mahone he would have his page verified.\n  ","1056659":"\n   Druggie\n  ","1056660":"\n   still\n  ","1056661":"\n   you got those lost eyes\n  ","1056662":"\n   you're hot to but do i call you fake no\n  ","1056663":"\n   nice eyes btw\n  ","1056664":"\n   why like my page then\n  ","1056665":"\n   yes i am real\n  ","1056666":"\n   hi\n  ","1056667":"\n   TBH\/\/ You are a good friend, you are nice and funny friend that I like to talk too. You are very popular person too😜\n  ","1056668":"\n   What kind of interaction do nail salon employees have with their clients ?\n  ","1056669":"\n\n    https:\/\/ask.fm\/iacono24\/answer\/142608531081\n   \n","1056670":"\n   Wyd\n  ","1056671":"\n   Play sports\n  ","1056672":"\n   Wyd\n  ","1056673":"\n   Are you a good person?\n  ","1056674":"\n   What's Bates Motel like?\n  ","1056675":"\n   Gn\n  ","1056676":"\n   Who.is this?\n  ","1056677":"\n   Excuse me when I asked or said something wrong 🙈.\n  ","1056678":"\n   Since I'm asked this super question 😉.. aren't you ?\n  ","1056679":"\n   Whats up happy girl 😁 ?\n  ","1056680":"\n   I like the other Nikki better\n  ","1056681":"\n   Why not ?\n  ","1056682":"\n   Aww je t'aime aussi:)\n  ","1056683":"\n   French and Spanish rule. The term creole was originally used by French settlers to distinguish persons born in Louisiana from those born in the mother country or elsewhere. It also came to be applied to African-descended slaves and Native Americans who were born in Louisiana.\n  ","1056684":"\n   love you! 💓\n  ","1056685":"\n   Do you even know what creole is ?\n  ","1056686":"\n   Créole\n  ","1056687":"\n   What's your nationality?\n  ","1056688":"\n   Who look better straight or gay guys?\n  ","1056689":"\n   Do you support gay marriage?\n  ","1056690":"\n   So are you\n  ","1056691":"\n\n    @thats_nikki\n   \n   is bi js\n  ","1056692":"\n   DUDE\n  ","1056693":"\n   Stop answering questions about me\n  ","1056694":"\n   You are\n  ","1056695":"\n   Yeah right\n  ","1056696":"\n   Yes\n  ","1056697":"\n   You're bi just like\n   \n    @thats_nikki\n   \n","1056698":"\n   How many followers you got?\n  ","1056699":"\n   Are you depressed\n  ","1056700":"\n   I'm sorry I thought you were some freak x\n  ","1056701":"\n   you're a cutie lmao x\n  ","1056702":"\n   Black or white guys ?\n  ","1056703":"\n\n    https:\/\/www.youtube.com\/watch?v=o1n0l4ijbEA\n   \n   <3\n  ","1056704":"\n   What haha\n  ","1056705":"\n   I was down the gym with my friend and we made a bet, he said loser has to suck the others 🍆 I assumed that he was joking so I agreed I lost and now he says that I have to do it as a bets a bet :\/ is he right!?\n  ","1056706":"\n   But you're a little bi just like that other girl so your name should be Nicki\n  ","1056707":"\n   where in NY ?\n  "},"Answer":{"1055636":"\n  well I'm straight\n  ","1055637":"\n  lmao\n  ","1055638":"\n  Thank you Ashley!\n  ","1055639":"\n  you're the best\n  ","1055640":"\n  lol\n  ","1055641":"\n  aw thanks love❤️\n  ","1055642":"\n  nah\n  ","1055643":"\n  okay? thank you for that\n  ","1055644":"\n  nah mate\n  ","1055645":"\n  s t r I g h t\n  ","1055646":"\n  that's so cheesy\n  ","1055647":"\n  😚😚\n  ","1055648":"\n  I barely even have a stomach lol\n  ","1055649":"\n  🍻 cheers to that\n  ","1055650":"\n  work outs are the best\n  ","1055651":"\n  nahhhh\n  ","1055652":"\n  omfg that's adorable\n  ","1055653":"\n  ripped jeans a tank top\n  ","1055654":"\n  I'm not breathing\n  ","1055655":"\n  lmao no I don't :)))\n  ","1055656":"\n  so you trying to be unhealthy?\n  ","1055657":"\n  ewwwww\n  ","1055658":"\n  what's that even mean? smh\n  ","1055659":"\n  the size of my head 😂\n  ","1055660":"\n  omfg girl😂😂\n  ","1055661":"\n  17\n  ","1055662":"\n  I'm 5'7\n  ","1055663":"\n  I get no questions\n  \n  and it gets so lame\n  ","1055664":"\n  OMFG I'm leaving this dry app\n  ","1055665":"\n  lol thank you\n  ","1055666":"\n  thank youuuuuu☺️\n  ","1055667":"\n  ❤️❤️❤️\n  ","1055668":"\n  I'm literally dying\n  ","1055669":"\n  not rn\n  ","1055670":"\n  not enough\n  ","1055671":"\n  like literally I'm no one on this app\n  ","1055672":"\n  I'm bored\n  ","1055673":"\n  nAh too lazy\n  ","1055674":"\n  I don't feel like doing math\n  ","1055675":"\n  yeah I do\n  ","1055676":"\n  not much you?\n  ","1055677":"\n  I'm a dumb :)\n  ","1055678":"\n  hello human\n  ","1055679":"\n  I don't have a cat lol\n  ","1055680":"\n  umm, that's heat\n  ","1055681":"\n  lol that's wonderful\n  ","1055682":"\n  alright anon\n  ","1055683":"\n  no I don't remember you :))\n  ","1055684":"\n  😂😂😂😂\n  ","1055685":"\n  yes I do\n  ","1055686":"\n  😂😂😂\n  ","1055687":"\n  Noooooo lol\n  ","1055688":"\n  I move so much lord\n  ","1055689":"\n  😂😂\n  ","1055690":"\n  gonna go and smack my head against the door oops\n  ","1055691":"\n  mhm\n  ","1055692":"\n  UGH\n  ","1055693":"\n  somebody talk to me\n  ","1055694":"\n  I've never been this bored\n  ","1055695":"\n  LORD\n  ","1055696":"\n  ☺️☺️\n  ","1055697":"\n  oh god I fall asleep everywhere\n  ","1055698":"\n  I'm not 3\n  ","1055699":"\n  Help me\n  ","1055700":"\n  who?\n  ","1055701":"\n  that's great\n  ","1055702":"\n  bow & arrow, knifes\n  ","1055703":"\n  What about them?\n  ","1055704":"\n  well anon\n  ","1055705":"\n  oh no :\/ probably\n  ","1055706":"\n  what the\n  ","1055707":"\n  Yes of course\n  ","1055708":"\n  I love you too☺️\n  ","1055709":"\n  criminal minds\n  \n  the voice\n  \n  bates motel\n  \n  doctor who\n  \n  ghost adventures\n  \n  impractical jokers\n  \n  the carbonaro effect\n  \n  the walking dead\n  \n  glitch\n  \n  hack my life\n  \n  black mirror\n  ","1055710":"\n  officially done\n  ","1055711":"\n  😍😍😍😍😍😍😍😍😍😍\n  ","1055712":"\n  19\n  ","1055713":"\n  💕💕\n  ","1055714":"\n  all the time man\n  ","1055715":"\n  17\n  ","1055716":"\n  hello hello\n  ","1055717":"\n  Omg I'd take him to so many places (;\n  ","1055718":"\n  I'm good good youuu?\n  ","1055719":"\n  haiiiii love\n  ","1055720":"\n  he's sexy\n  \n  he's hot\n  \n  and his accent is my life\n  ","1055721":"\n  yikes someone unfollowed me ;-;\n  ","1055722":"\n  human omg I'd be dating Rick 😉\n  ","1055723":"\n  don't have one\n  ","1055724":"\n  omfg I can't waittttt\n  ","1055725":"\n  when one of Negan's lady's pushed Rick into all that junk I thought he died but he didn't thank god😩😅\n  ","1055726":"\n  helloooooo m8\n  ","1055727":"\n  awh thank you Mikey😌\n  ","1055728":"\n  nah\n  ","1055729":"\n  RICK GRIMES😍😍😍\n  ","1055730":"\n  lmO\n  ","1055731":"\n  I don't got one so\n  ","1055732":"\n  what you have a fettish for bathroom selfies?😶😶\n  ","1055733":"\n  it doesn't matter now does it\n  ","1055734":"\n  dude it don't matter run\n  ","1055735":"\n  I'm so bored\n  ","1055736":"\n  thank you Jacob!😌\n  ","1055737":"\n  watching last Sunday's the walking dead 😎\n  ","1055738":"\n  sneakers my dude\n  ","1055739":"\n  no really? I didn't know 😂\n  ","1055740":"\n  my dudes I'm v bored\n  ","1055741":"\n  what what\n  ","1055742":"\n  oh my goodness\n  ","1055743":"\n  I always do\n  ","1055744":"\n  man no one wants to drive him down here😭😭\n  ","1055745":"\n  no no\n  \n  anon come back smh\n  ","1055746":"\n  oh gosh please help me 😂\n  ","1055747":"\n  I legit just woke up yeeeee\n  ","1055748":"\n  I feel the loveeeee\n  ","1055749":"\n  woah dude\n  ","1055750":"\n  I love you, you love me\n  \n  let's get together and\n  ","1055751":"\n  yesterday he kept teasing me 😩😩\n  ","1055752":"\n  singer lol yikes\n  ","1055753":"\n  donut laugh\n  ","1055754":"\n  lol awhile actually\n  ","1055755":"\n  😂😂😂\n  ","1055756":"\n  yesssss\n  ","1055757":"\n  good morning gorgeous ❤️\n  ","1055758":"\n  I'm so done trying to get verified\n  ","1055759":"\n  awhhh💕💕\n  ","1055760":"\n  Sleeping\n  ","1055761":"\n  Go ask Mr. Shaw😂😂\n  ","1055762":"\n  yes omfg\n  ","1055763":"\n  awh awh\n  ","1055764":"\n  really\n  ","1055765":"\n  no I haven't and okay? lol\n  ","1055766":"\n  Yessssss\n  ","1055767":"\n  lord\n  ","1055768":"\n  tbh both\n  ","1055769":"\n  no i don't\n  ","1055770":"\n  yes many of them!\n  ","1055771":"\n  yes smh\n  ","1055772":"\n  Both\n  ","1055773":"\n  awhhhhhhh\n  ","1055774":"\n  loud\n  \n  crazy\n  \n  beautiful\n  ","1055775":"\n  lol\n  ","1055776":"\n  Thank you💕\n  ","1055777":"\n  yessssss\n  ","1055778":"\n  well it takes time for me\n  ","1055779":"\n  Well I never used it\n  ","1055780":"\n  never even heard of it smh\n  ","1055781":"\n  calm down yo\n  ","1055782":"\n  Adam Levine omfg😭😭\n  ","1055783":"\n  yeah I know lmao\n  ","1055784":"\n  Cara? lol\n  ","1055785":"\n  honestly all of them💕\n  ","1055786":"\n  omg I'm so sad.\n  \n  honestly I cried man.\n  \n  I hope she's resting in peace.\n  \n  her beautiful soul will forever be remembered ❤️\n  ","1055787":"\n  no tbh but it looks so cute\n  ","1055788":"\n  fifty shades darker, love actually 2\n  ","1055789":"\n  you're so gorgeous\n  \n  like you're goals\n  \n  and you're so lovely 💗\n  \n  I follow ya too😚\n  ","1055790":"\n  yikes haven't heard of it\n  ","1055791":"\n  aw thank you cutie!😊\n  ","1055792":"\n  lmao\n  ","1055793":"\n  what even\n  ","1055794":"\n  of course\n  ","1055795":"\n  heyyyyyy\n  ","1055796":"\n  and?😂\n  ","1055797":"\n  Oh my god\n  ","1055798":"\n  lol\n  ","1055799":"\n  nah I'm not gonna do that\n  ","1055800":"\n  oh I've had many\n  ","1055801":"\n  ask is so dry I'm\n  ","1055802":"\n  I don't tell stories whoops\n  ","1055803":"\n  😌😌\n  ","1055804":"\n  aw you're such a cutie ahhhhh\n  ","1055805":"\n  much love to you❤️\n  ","1055806":"\n  I love you Hailey!💕\n  ","1055807":"\n  lord\n  ","1055808":"\n  all my band t shirts yooooo\n  ","1055809":"\n  honestly who's behind\n  \n   @fansofdominik\n  \n  ? It's so fake!\n  \n  she's using\n  \n   @joannakuchtaxo\n  \n  pictures 😂😂😂 exposed yikes\n  ","1055810":"\n  me and my friend lol\n  ","1055811":"\n  So many people on here are there\n  ","1055812":"\n  I'm talkin to ya\n  ","1055813":"\n  UK\n  ","1055814":"\n  what\n  ","1055815":"\n  I'm so lost\n  ","1055816":"\n  what even\n  ","1055817":"\n  lol\n  ","1055818":"\n  what are you talking about\n  ","1055819":"\n  YE\n  ","1055820":"\n  with my crush ughhhhh\n  ","1055821":"\n  lol none actually\n  ","1055822":"\n  yes I have actually\n  \n  it wasent bad at all.\n  \n  it's easy just breathe in and out\n  ","1055823":"\n  to the UK because I wanna meet so many people on here that live there!\n  ","1055824":"\n  I'm straight fam\n  ","1055825":"\n  I'm not at the mall rn lmak\n  ","1055826":"\n  yay gorgeous  looking sir\n  ","1055827":"\n  imma listen to g-eazy rn\n  ","1055828":"\n  nope\n  ","1055829":"\n  that song is goooood\n  ","1055830":"\n  I like like only 2 of my classes yikes\n  \n  my teachers are the best\n  ","1055831":"\n  Of course\n  ","1055832":"\n  😂😂😂\n  ","1055833":"\n  I don't like my school or the people :))\n  ","1055834":"\n  I don't know you lol\n  \n  you're gorgeous thoooo\n  ","1055835":"\n  you're so gorgeous\n  \n  your eyes\n  \n  your face\n  \n  and you're just goals 😍\n  ","1055836":"\n  I'm straight\n  ","1055837":"\n  I'm doing opinions now!\n  ","1055838":"\n  oh no\n  ","1055839":"\n  I want questions lad\n  ","1055840":"\n  omg I hope I can get verified this time 😭\n  ","1055841":"\n  ilym❤️\n  ","1055842":"\n  me?\n  ","1055843":"\n  want a piercing on my nose bug I can only get a dot since I'm going into law enforcement\n  ","1055844":"\n  I'm gonna try again\n  ","1055845":"\n  I tried they didn't accept :\/\/\n  ","1055846":"\n  Honestly not even\n  ","1055847":"\n  1,185\n  ","1055848":"\n  ugh\n  ","1055849":"\n  nicest*\n  ","1055850":"\n  I'm bored yo\n  ","1055851":"\n  Yes that'll be fun!\n  \n  omg it is already\n  ","1055852":"\n  I'm bored someone help\n  ","1055853":"\n  hahah that's great\n  ","1055854":"\n  where to\n  ","1055855":"\n  what's she say?\n  ","1055856":"\n  what\n  ","1055857":"\n  I don't know lmao\n  ","1055858":"\n  me duh\n  ","1055859":"\n  don't have one\n  ","1055860":"\n  I know\n  ","1055861":"\n  Dude I love tennis\n  ","1055862":"\n  what\n  ","1055863":"\n  Nope\n  ","1055864":"\n  Yes girly 😊\n  ","1055865":"\n  thank you Ashley 😊\n  ","1055866":"\n  black and white :))\n  ","1055867":"\n  broken my bone\n  ","1055868":"\n  nah it's too big\n  ","1055869":"\n  haha lol\n  ","1055870":"\n  yes gorgeous ❤️\n  ","1055871":"\n  no I haven't whoops\n  ","1055872":"\n  I love Linkin Park and Twenty One Pilots\n  ","1055873":"\n  Starting to hate guys\n  ","1055874":"\n  wasted\n  ","1055875":"\n  where?\n  ","1055876":"\n  much luv\n  ","1055877":"\n  Adam Levine is here?¿\n  ","1055878":"\n  m8 how many times\n  ","1055879":"\n  they're so gorg\n  ","1055880":"\n  What?\n  ","1055881":"\n  I love sabarro however you spell it\n  ","1055882":"\n  I play tennis\n  ","1055883":"\n  well isn't that lovely\n  ","1055884":"\n  Adam Levine, G-Eazy, Chris Martin, Gnash, Goodygrace, Behati Prinsloo, Bebe Rexha, Matthew Gubler, Andrew Lincoln, Matt Smith.... ugh I have so many\n  ","1055885":"\n  thank you so much!\n  \n  now go sleep\n  ","1055886":"\n  so excited I'm leaving that he'll\n  ","1055887":"\n  wowwow you're cute\n  ","1055888":"\n  Wow wow lies\n  ","1055889":"\n  ❤️❤️❤️\n  ","1055890":"\n  I'm from California\n  ","1055891":"\n  dude high school is just overall crazy\n  ","1055892":"\n  you sure did make me happy 😌\n  ","1055893":"\n  17\n  ","1055894":"\n  I'm actually bein lazy today oops\n  ","1055895":"\n  begin again\n  \n  the conjuring\n  \n  love actually\n  \n  my top 3 tbh\n  ","1055896":"\n  this is so beautiful thank you❤️😩\n  ","1055897":"\n  thanksssss anoooon\n  ","1055898":"\n  I don't watch that\n  \n  bye unfollower nice knowing ya :))))(\n  ","1055899":"\n  lol I don know how that's possible either\n  ","1055900":"\n  I change my pp every 5 seconds\n  \n  yikes\n  ","1055901":"\n  well aren't you sweet!\n  ","1055902":"\n  God knows I'm trying\n  ","1055903":"\n  I haven't watched it in awhile so I dk\n  ","1055904":"\n  yikes\n  \n  I smacked myself\n  ","1055905":"\n  666-666-6969 😌\n  \n  there ya go mate\n  ","1055906":"\n  I have seen that\n  ","1055907":"\n  you're totez awesome\n  ","1055908":"\n  dude I've literally watched everything on Netflix\n  ","1055909":"\n  😌😌😌\n  ","1055910":"\n  no dude I'm straight\n  ","1055911":"\n  😊😊\n  ","1055912":"\n  no I don't lol\n  ","1055913":"\n  awh awh\n  ","1055914":"\n  me too 🍒\n  ","1055915":"\n  criminal minds, the voice, doctor who, bates motel, the walking dead, impractical jokers, the carbanaro effect, Jack my life, glitch, black mirror..\n  \n  I think that's about all\n  ","1055916":"\n  haha let's go to the mallll\n  ","1055917":"\n  Many pranksters\n  ","1055918":"\n  yes let's go 😌\n  ","1055919":"\n  maroon 5, Coldplay, G-Eazy, One Republic, Ariana Grande, Shakira, Rixton, Alessia Cara, Bishop Briggs, Ed Sheeran so many moreeee\n  ","1055920":"\n  I need to go out man\n  ","1055921":"\n  much love ❤️\n  ","1055922":"\n  Hailey you're gorgeous 😍💕\n  ","1055923":"\n  of course anon Perot\n  ","1055924":"\n  YAY Irish!😚\n  ","1055925":"\n  yes Irish you better!🍻🍀\n  ","1055926":"\n  yes Irish of course 🍀 added you on snap!\n  ","1055927":"\n  yo what is what all this religious stuff?\n  ","1055928":"\n  you are my fav🍀\n  ","1055929":"\n  wait no no Irish naps are the best🍀😂\n  ","1055930":"\n  legit like I'm not reading all of that\n  ","1055931":"\n  may lord help this child\n  ","1055932":"\n  ewwww\n  ","1055933":"\n  God damn Dylan I'm getting back an forth on apps😩 give me a break\n  ","1055934":"\n  yeah Tobi knows that 😂\n  ","1055935":"\n  haha sexc naps are the best 😂\n  ","1055936":"\n  where my sexc anons @?\n  ","1055937":"\n  I need to take a sexc nap 😂\n  ","1055938":"\n  that's so cheesy tho😂\n  ","1055939":"\n  kiss me I'm Irish 😘🍀😂\n  ","1055940":"\n  I'm bored you people are so dryyyyy\n  ","1055941":"\n  very good Irish 😎\n  ","1055942":"\n  I missed you too Irish!🍀\n  ","1055943":"\n  ball pit fun aye😂\n  \n  What can I say? I'm still a child\n  ","1055944":"\n  don't haha me\n  ","1055945":"\n  Irish I'm back 🍀\n  ","1055946":"\n  I have very bad anxiety so it's okay\n  ","1055947":"\n  I'm not in Britain dude\n  ","1055948":"\n  me man\n  ","1055949":"\n  you are :))\n  ","1055950":"\n  Irish I'll see you later 🍀❤️\n  \n  imma go for a bit\n  ","1055951":"\n  oh no you didn't 👿\n  ","1055952":"\n  awh Irish haha❤️\n  ","1055953":"\n  meeeee Irish 🍀😘\n  ","1055954":"\n  yesssss Irish same 😌😌\n  ","1055955":"\n  very good 🍀❤️\n  ","1055956":"\n  yessss Irish that's right 💕\n  ","1055957":"\n  who said I hate her?\n  ","1055958":"\n  I'm slapping myself\n  ","1055959":"\n  I'm too lazy to tag people\n  ","1055960":"\n  yay Irish😂❤️\n  ","1055961":"\n  welcome back\n  ","1055962":"\n  is it cool I I call you Irish?😂🍀❤️\n  ","1055963":"\n  Irish was that you?😉❤️\n  ","1055964":"\n  I'm doing opinions now?¿\n  ","1055965":"\n  anon oh anon\n  ","1055966":"\n  of course ❤️ believe me I know how hard it is. but you'll get over it. trust me😌 I know you can. you're strong.\n  ","1055967":"\n  yessss my fav Irish ❤️🍀\n  ","1055968":"\n  yay I'm glad 😌\n  ","1055969":"\n  yes forever my favorite Irish ☺️\n  ","1055970":"\n  both lol\n  ","1055971":"\n  awh you're my fav too😌❤️\n  ","1055972":"\n  lol 😂\n  ","1055973":"\n  honestly so much it's crazy\n  ","1055974":"\n  yesterday lol\n  ","1055975":"\n  yesssss❤️🍀🍻\n  ","1055976":"\n  ☺️💕\n  ","1055977":"\n  and so are you🍀🍺\n  ","1055978":"\n  you should be 😌❤️\n  ","1055979":"\n  💕\n  ","1055980":"\n  because you're my favorite Irish 🍀❤️\n  ","1055981":"\n  yay I'm happy 😌❤️\n  ","1055982":"\n  You are my Irish mate!🍀🍺\n  \n  we both are Irish so cheers to that!\n  \n  you're also my favorite ❤️\n  \n  very lovely and kind 🍀❤️\n  ","1055983":"\n  I requested to follow you on insta😌❤️\n  ","1055984":"\n  hello luv😌\n  \n  you're so gorgeous\n  \n  love your eyes and your piercing!\n  ","1055985":"\n  no mate\n  ","1055986":"\n  I would go with both tbh🍺\n  ","1055987":"\n  and you're my fav❤️☺️\n  ","1055988":"\n  😊\n  ","1055989":"\n  Here we go again\n  ","1055990":"\n  awh my Irish friend 💕🍀\n  ","1055991":"\n  I missed you😌🍀\n  ","1055992":"\n  LMAO\n  ","1055993":"\n  Vans\n  ","1055994":"\n  correction it's Nikki*\n  ","1055995":"\n  heyyyyy you🍺🍀\n  ","1055996":"\n  what kind of questions are these lord\n  ","1055997":"\n  I'm good you?\n  ","1055998":"\n  yes lol\n  ","1055999":"\n  yeah Adam Levine 😉\n  ","1056000":"\n  hey love ❤️\n  ","1056001":"\n  😊❤️\n  ","1056002":"\n  me too girl!💕\n  ","1056003":"\n  A lot lmao\n  ","1056004":"\n  heyyyyyyy Irish mate😂🍀\n  ","1056005":"\n  bio maybe\n  ","1056006":"\n  hello hello\n  ","1056007":"\n  no? lmao😂\n  ","1056008":"\n  Irish 😂😂\n  ","1056009":"\n  I gotta go to the dmv to take my permit test\n  ","1056010":"\n  dude what even\n  ","1056011":"\n  She's a very kind girl!\n  \n  and she's very gorgeous 😊\n  ","1056012":"\n  Don't bring politics on my page yo\n  ","1056013":"\n  😂😂\n  ","1056014":"\n  sissy that sounds so funny I'm\n  ","1056015":"\n  hahaha that's nice ☺️\n  ","1056016":"\n  OOOH you heard her 😉❤️\n  ","1056017":"\n  you need help\n  ","1056018":"\n  yesssss and of course anytime!😊\n  \n  welcome to this terrible place\n  ","1056019":"\n  my 6 pack?😂😂\n  ","1056020":"\n  ❤️❤️\n  ","1056021":"\n  what a lovely question\n  ","1056022":"\n  Nope\n  ","1056023":"\n  lol\n  ","1056024":"\n  actually yes\n  ","1056025":"\n  no actually I don't\n  ","1056026":"\n  answer what?\n  ","1056027":"\n  I'm crying now\n  ","1056028":"\n  OH NO damn it :(\n  ","1056029":"\n  WHAT are you saying\n  ","1056030":"\n  if I answer that I'm gonna get hate man\n  ","1056031":"\n  what's your issue?\n  ","1056032":"\n  Help me\n  ","1056033":"\n  okay but seriously?\n  ","1056034":"\n  I'm so confused at this point.\n  \n  what are you doing with your life?\n  ","1056035":"\n  yeah I'm laughing so hard\n  \n  that's so funny\n  ","1056036":"\n  I'm vvvvvv bored\n  ","1056037":"\n  Thanksssss☺️❤️\n  ","1056038":"\n  😂😂😂\n  ","1056039":"\n  dude can you like go\n  ","1056040":"\n  😂😂😂\n  ","1056041":"\n  oh wow thank you :)))\n  ","1056042":"\n  people make mistakes\n  ","1056043":"\n  I'm gonna go shot myself bye\n  ","1056044":"\n  Is that good? lol\n  ","1056045":"\n  nahhhh\n  ","1056046":"\n  I don't know whoops\n  ","1056047":"\n  yikes\n  \n  I don't care\n  ","1056048":"\n  it's forehead mate\n  ","1056049":"\n  What what\n  ","1056050":"\n  I love you girly 😊❤️\n  ","1056051":"\n  you get a ticket yikes\n  ","1056052":"\n  are you fr\n  ","1056053":"\n  😂since when is it big? OMfg\n  ","1056054":"\n  oh lord help\n  ","1056055":"\n  I see that gosh\n  ","1056056":"\n  😂😂\n  ","1056057":"\n  are you like okay in the head?\n  ","1056058":"\n  okay lol\n  ","1056059":"\n  😂😂😂😂\n  ","1056060":"\n  have fun 😂\n  ","1056061":"\n  who even is that\n  ","1056062":"\n  hah good luck with that\n  ","1056063":"\n  I don't remember dude\n  ","1056064":"\n  school ruins everything\n  ","1056065":"\n  it's called school :)\n  ","1056066":"\n  hey girl, it's all good thanks luv❤️\n  \n  haha yeah it's been like this since 7th grade but thank you!💕😘\n  ","1056067":"\n  about wha?\n  ","1056068":"\n  LOL\n  ","1056069":"\n  yeah I can tell you're thirsty 😂\n  ","1056070":"\n  lmao\n  ","1056071":"\n  It's not that easy my dude\n  ","1056072":"\n  eating disorder and underweight problems. My bones aren't that strong.\n  ","1056073":"\n  watching my favorite movie 😍\n  ","1056074":"\n  it's unhealthy tbh\n  ","1056075":"\n  that's kinda obvious lol\n  ","1056076":"\n  lol\n  ","1056077":"\n  lemme guess you're short :))\n  ","1056078":"\n  it's bad. I'm going through a lot because of it\n  ","1056079":"\n  lol because I just don't\n  ","1056080":"\n  No problem 😂❤️\n  ","1056081":"\n  one slice duh\n  ","1056082":"\n  I don't even know. I just don't gain weight either way lol\n  ","1056083":"\n  yeah I guess so\n  ","1056084":"\n  pizza and some breadsticks\n  ","1056085":"\n  you're literally my favorite now ❤️\n  ","1056086":"\n  yes I'm happy and I don't even gain weight so yikes\n  ","1056087":"\n  like I've said not much\n  ","1056088":"\n  I love you gorgeous ❤️\n  ","1056089":"\n  bio bio\n  ","1056090":"\n  basically not even a lot\n  ","1056091":"\n  17\n  \n  5'7\n  ","1056092":"\n  I mean the fact that I don't even eat😅\n  ","1056093":"\n  why don't you ask me whatever\n  ","1056094":"\n  WHY YOU ON OMEGLE 😂😂\n  ","1056095":"\n  I'm glad ya'll like it❤️\n  ","1056096":"\n  IM BORED ugh ffs\n  ","1056097":"\n  or can I?😂\n  ","1056098":"\n  oh you're just gonna leave me here😂\n  \n  I see how it is\n  ","1056099":"\n  I'm not shushing 😂\n  ","1056100":"\n  you ask me this so many times\n  ","1056101":"\n  them things 😂\n  ","1056102":"\n  That's true 😂😂\n  ","1056103":"\n  Which you probably won't 😂\n  ","1056104":"\n  aw thanks!❤️\n  ","1056105":"\n  I mean that is if you find me 😂\n  ","1056106":"\n  haha aye aye😉🍀\n  ","1056107":"\n  yeah I wAs like mhm I don't know if I like my profile picture 😅\n  ","1056108":"\n  yes haha😌\n  ","1056109":"\n  haha Irish  kisses 😚🍀\n  ","1056110":"\n  really? thank you😘\n  ","1056111":"\n  That's true🍻🍀\n  ","1056112":"\n  Irish love🍀\n  ","1056113":"\n  ohhhhh thank youuu🍀\n  ","1056114":"\n  someone tell me my new profile picture is good 😂🍀\n  ","1056115":"\n  nah it was good ♣️\n  ","1056116":"\n  of course you did 😂\n  ","1056117":"\n  damn haha😂🍀\n  ","1056118":"\n  sounds good to me 😎🍀\n  ","1056119":"\n  hello hello\n  ","1056120":"\n  yesssss Irish lad🍀🍺\n  ","1056121":"\n  I love you 🍀\n  ","1056122":"\n\n   @brandonamer\n  \n\n  Luke\n  \n  Tobi\n  \n  literally everyone man\n  ","1056123":"\n  Yes lol\n  ","1056124":"\n  I miss you too Irish friend 🍀\n  ","1056125":"\n  lmao jealous much?\n  ","1056126":"\n  calm down\n  ","1056127":"\n  clearly I was joking I had 4.8\n  ","1056128":"\n  thanks for the love ❤️\n  ","1056129":"\n  LOL\n  ","1056130":"\n  Haha no butts 😂\n  ","1056131":"\n  haha I don't know. I don't even study 😂❤️\n  ","1056132":"\n  4.0 dude\n  ","1056133":"\n  haha thanks wifey ❤️\n  ","1056134":"\n  nahhhh\n  ","1056135":"\n  dude\n  ","1056136":"\n  not much\n  ","1056137":"\n  Yall to my hater I love you\n  ","1056138":"\n  yes it is\n  \n  YIKES\n  ","1056139":"\n  😂😂😂\n  ","1056140":"\n  I'm what\n  ","1056141":"\n  oh really? that's why I have a 4.8 gpa. Yah I'm so dumb :))\n  ","1056142":"\n  you're hot❤️\n  ","1056143":"\n  See you my dude\n  ","1056144":"\n  blood\n  ","1056145":"\n  People from Southern California aren't dumb dude. I think you are\n  ","1056146":"\n  GLAD☺️❤️ I'm watching criminal minds! LIT! You?\n  ","1056147":"\n  No kidding\n  \n  I'm a vampire\n  ","1056148":"\n  wait wait so people from California are dumb?😂\n  \n  well damn that's a lot of people you just called dumb\n  ","1056149":"\n  HAI BEAUTIFUL IM GOOD YOU?\n  ","1056150":"\n  it's a joke fam\n  \n  Chill\n  ","1056151":"\n  Yeah man I'm plastic\n  ","1056152":"\n  yeah that's why I have my other social media in my bio😂😂\n  ","1056153":"\n  I'm fake\n  \n  hah\n  ","1056154":"\n  I'm fake guys yikes\n  ","1056155":"\n  fight me b\n  ","1056156":"\n  Dont question me\n  ","1056157":"\n  much love beautiful 💖\n  ","1056158":"\n  ever heard of privacy?\n  ","1056159":"\n  are you okay?\n  ","1056160":"\n  making it this far man\n  ","1056161":"\n  I have a crush yo\n  ","1056162":"\n  always.\n  ","1056163":"\n  single pringle\n  ","1056164":"\n  watching criminal minds\n  \n  YO\n  ","1056165":"\n  me not positive 🌹 whoops\n  ","1056166":"\n  yo you the fam!\n  ","1056167":"\n  nope guys only xo\n  ","1056168":"\n  I'm not a child gosh\n  ","1056169":"\n  ello\n  ","1056170":"\n  I give up on life tbh\n  ","1056171":"\n  you are\n  ","1056172":"\n  my soul is black\n  ","1056173":"\n  bloody hell\n  ","1056174":"\n  fake love\n  ","1056175":"\n  I ain't no hippie\n  ","1056176":"\n  Fxck I'm bored!\n  ","1056177":"\n  I'm literally laughing rn\n  ","1056178":"\n  and what is this?¿\n  ","1056179":"\n  I always feel like someone is watching me\n  ","1056180":"\n  dude come back\n  \n  don't leave meh\n  ","1056181":"\n  nooooo no it's all good\n  ","1056182":"\n  are you my doctor?\n  ","1056183":"\n  I feel the luvvvvv omg\n  ","1056184":"\n  I'm not a bully like you :))\n  ","1056185":"\n  nachos aye\n  ","1056186":"\n  I luv you omg\n  ","1056187":"\n  it's always fun messing with people 😂\n  \n  yikes did I just say that\n  ","1056188":"\n  I'm underweight anyways\n  ","1056189":"\n  Not even a lot\n  ","1056190":"\n  No and no\n  ","1056191":"\n  I love it. All my friends are like damn you're tall\n  ","1056192":"\n  basically I don't eat\n  \n  underweight\n  \n  and fast metabolism\n  \n  Whoops\n  ","1056193":"\n  I'm 17\n  \n  5'7 yeeeee\n  ","1056194":"\n  YES IM GOING TO WANGO TANGO\n  \n  AND THEN IN OCTOBER ANOTHER COLDPLAY CONCERT I'm set!😍😍\n  ","1056195":"\n  if I ain't poppin' please explain who's buying the tickets?\n  ","1056196":"\n  That's not my type of movie sude\n  ","1056197":"\n  not interested 😂\n  ","1056198":"\n  only a million dollars in my hand will excite me\n  ","1056199":"\n  it's like I'm always found where the troubles at\n  ","1056200":"\n  I'm so drunk right now\n  \n  I might fall down\n  ","1056201":"\n  going up and down on a Wednesday\n  ","1056202":"\n  yoooooo it's 8:41 am\n  \n  going to pcc lit\n  ","1056203":"\n  it's to early UGH\n  ","1056204":"\n  maybe maybe not (;\n  ","1056205":"\n  yo bow down to me (;\n  ","1056206":"\n  like I know 😂\n  ","1056207":"\n  oh god someone help\n  ","1056208":"\n  hello beautiful human\n  ","1056209":"\n  sleeping man\n  ","1056210":"\n  Lovely\n  ","1056211":"\n  oh no\n  ","1056212":"\n  that's wonderful\n  ","1056213":"\n  one more time\n  ","1056214":"\n  lol\n  ","1056215":"\n  God damn\n  \n  yes I did ;3\n  ","1056216":"\n  something called bio\n  ","1056217":"\n  lol alrighty ten\n  ","1056218":"\n  okay so only Muslims pray now?\n  \n  oh lord\n  ","1056219":"\n  no I'm not Muslim\n  ","1056220":"\n  yikes\n  \n  I didn't see it :\/\/\n  ","1056221":"\n  lord im praying\n  ","1056222":"\n  yes I'm single x\n  ","1056223":"\n  not I, I know\n  ","1056224":"\n  oh I think you should 😉\n  ","1056225":"\n  that's such a fabulous question\n  ","1056226":"\n  I'm bored seriously\n  \n  no questions WHY\n  ","1056227":"\n  What are you saying?\n  \n  like fr dude\n  ","1056228":"\n  if I knew there wouldn't be any\n  ","1056229":"\n  what the\n  ","1056230":"\n  Oh my god\n  ","1056231":"\n  I don't know lol\n  ","1056232":"\n  I'm okay lol you?\n  \n  thank you!\n  ","1056233":"\n  where?\n  ","1056234":"\n  So bored ugh lord\n  ","1056235":"\n  BLAH bleh\n  ","1056236":"\n  DUDE\n  ","1056237":"\n  I love your hairrrrr\n  ","1056238":"\n  Joe GATTO did? nah man\n  ","1056239":"\n  I want to! 😩\n  ","1056240":"\n  hell no\n  ","1056241":"\n  hello my fellow Irish 🍺🍀\n  ","1056242":"\n  I'm back yooooo\n  ","1056243":"\n  Joe GATTO from impractical jokers isn't disgusting smh\n  ","1056244":"\n  JOE GATTO\n  \n  FROM IMPRACTICAL JOKERS HEEY\n  ","1056245":"\n  you're the b💕\n  ","1056246":"\n  !\n  \n  nah I haven't seen the others one\n  ","1056247":"\n  thanks luvvvv❤️\n  ","1056248":"\n  my crush 😩❤️\n  ","1056249":"\n  BYE BYE NOW\n  ","1056250":"\n  same old stuff\n  ","1056251":"\n  no I'm a vampire\n  ","1056252":"\n  he's hot ugh\n  ","1056253":"\n  ayee Dylan is naughty (;\n  ","1056254":"\n  nopeee\n  ","1056255":"\n  My eyes hurt man stop\n  ","1056256":"\n  lmao nah man read my bio dude\n  ","1056257":"\n  no smh I'm always right 😉\n  ","1056258":"\n  and who are you to tell me where I live?\n  ","1056259":"\n  dude I'm from Bay Area\n  ","1056260":"\n  who 😂\n  ","1056261":"\n  I don't care tho\n  \n  yikes\n  ","1056262":"\n  you hurt my eyes\n  ","1056263":"\n  That's great to know\n  ","1056264":"\n  well this ain't the 70's now is it?\n  ","1056265":"\n  You give me an headache\n  ","1056266":"\n  I'm not a snake smh\n  ","1056267":"\n  are you kidding me?\n  ","1056268":"\n  dude\n  ","1056269":"\n  Bay Area ayeeee\n  ","1056270":"\n  no no\n  \n  you're hotter ;-;\n  ","1056271":"\n  it is dude\n  ","1056272":"\n  what do you mean\n  \n  I still listen to that song whoops\n  ","1056273":"\n  ever been quiet?\n  ","1056274":"\n  smh you're the hot Luke\n  \n  in my opinion (;\n  ","1056275":"\n  dude what is this\n  ","1056276":"\n  I don't have chores hah :)\n  ","1056277":"\n  I WILL CHOP YOU\n  ","1056278":"\n  no one reads bios anymore\n  ","1056279":"\n  gosh darn it\n  \n  I'm not British like everyone else on here\n  \n  smh\n  ","1056280":"\n  YOUR MOM\n  ","1056281":"\n  other way around 😩\n  \n  you unfriended me\n  ","1056282":"\n  all my life yes :)\n  ","1056283":"\n  me\n  ","1056284":"\n  bikini bottom duh\n  ","1056285":"\n  hah that's a good joke\n  \n  nope\n  ","1056286":"\n  yo I don't like country\n  \n  smh\n  ","1056287":"\n  that's deep\n  \n  I like it\n  ","1056288":"\n  WHAT THE HELL\n  ","1056289":"\n  oh no you didn't\n  ","1056290":"\n  truuuuu\n  ","1056291":"\n  I mean I guess but I like talking so\n  ","1056292":"\n  OH my god yes\n  ","1056293":"\n  let's run away together\n  ","1056294":"\n  OH NO\n  ","1056295":"\n  sad\n  ","1056296":"\n  yes sir\n  ","1056297":"\n  yes I'm a broken krabby patty\n  ","1056298":"\n  yesssss🍺🍀 cheers mate\n  ","1056299":"\n  Here we go again\n  ","1056300":"\n  Party at my place 🍻🍀\n  ","1056301":"\n  both\n  ","1056302":"\n  sameee🍻🍀 I'll be there soon\n  ","1056303":"\n  I'm bored half of the time 😂\n  \n  yes with school smh\n  ","1056304":"\n  when you don't have one\n  \n  yikes\n  ","1056305":"\n  yesssss lad🍀🍺\n  ","1056306":"\n  will do 🍻I'll bring the beer!\n  ","1056307":"\n  I'll come pick you up rn 😎🍻\n  ","1056308":"\n  as a matter of fact let's go rn🍻🍀\n  ","1056309":"\n  well if he's hot I'd probably faint and freak out\n  ","1056310":"\n  ayeeeee lad lets do that 🍀🍻\n  ","1056311":"\n  Irish pub here we come 🍻\n  ","1056312":"\n  I'm down let's go 🍻🍀\n  ","1056313":"\n  let's go drink some beer lad 🍻\n  ","1056314":"\n  Irish love is the best mannn🍀\n  ","1056315":"\n  that's what I'm talking bout!🍀\n  ","1056316":"\n  nice to meet ya too lad🍀\n  \n  followed\n  ","1056317":"\n  I'll add you on the snapppp (:\n  ","1056318":"\n  we have never talked\n  \n  pop up sometime\n  \n  follow you\n  \n  I love when guys have ear piercings\n  \n  you're hot\n  \n  ok ok I'll stop\n  ","1056319":"\n  correction\n  ","1056320":"\n  no for the right guy\n  \n  lord this generation\n  ","1056321":"\n  I'm straight\n  ","1056322":"\n  yeah man honestly\n  ","1056323":"\n  well I mean that really turned me off when he said he wasent one\n  ","1056324":"\n  By saying he's not a virgin\n  \n  and he has so much experience\n  \n  like okay that's great\n  ","1056325":"\n  you're so beautiful\n  \n  it's not even fair\n  \n  I'm in love with you😍\n  \n  your face\n  \n  everything about you\n  \n  💗💗💗\n  \n  GOD you're goals asf\n  ","1056326":"\n  dude honestly he turned me so off earlier\n  ","1056327":"\n  I told him\n  \n  \" awh have fun❤️\"\n  \n  Left me on read smh\n  ","1056328":"\n  ❤️❤️\n  ","1056329":"\n  he left me on read god damn\n  ","1056330":"\n  he left me on read bye\n  ","1056331":"\n  ;))\n  ","1056332":"\n  I look like hell\n  ","1056333":"\n  dude I just saw a unicorn\n  ","1056334":"\n  Goals right there\n  ","1056335":"\n  son you're grounded\n  ","1056336":"\n  I am tbh\n  ","1056337":"\n  I'm no where near perfect my dude\n  ","1056338":"\n  smh\n  ","1056339":"\n  don't you think that's personal?\n  ","1056340":"\n  yeeeeee\n  ","1056341":"\n  I look ugly :))))\n  ","1056342":"\n  Don't ask that\n  \n  am\n  ","1056343":"\n  YEEEEE\n  ","1056344":"\n  what?\n  ","1056345":"\n  too lazy\n  ","1056346":"\n  perhaps\n  ","1056347":"\n  I'm bored\n  ","1056348":"\n  sureeeee\n  ","1056349":"\n  yeah!\n  ","1056350":"\n  thanks for this lovely message!\n  ","1056351":"\n  thank you💗\n  ","1056352":"\n  welcome to my squad\n  ","1056353":"\n  the things he said man.\n  \n  \" I'm like really experienced so like I said in the future any s** related questions you have just ask me.\n  \n  like that really turned me off\n  ","1056354":"\n  YOU ARE\n  ","1056355":"\n  I'm pissed off :\/\n  ","1056356":"\n  CALM DOWN SMH\n  ","1056357":"\n  no not at all\n  ","1056358":"\n  Damn it\n  ","1056359":"\n  because I mean like seriously he didn't have to mention that\n  ","1056360":"\n  Even  though what he said really turned me off\n  ","1056361":"\n  eh not really :)\n  ","1056362":"\n  WHAT SHOW YO\n  \n  better not be of one my shows\n  ","1056363":"\n  Thanks 💕\n  ","1056364":"\n  nah nah\n  ","1056365":"\n  was crushing\n  ","1056366":"\n  nah I'm not\n  ","1056367":"\n  story of my life\n  ","1056368":"\n  yeah this guy I liked turned me off\n  \n  he's like yeah I lost my virginity and I was nervous at first. Like wtf\n  ","1056369":"\n  Kinda pissed off\n  ","1056370":"\n  dude meet me is like so weird sometimes but I might my current crush on their  😍😍 except the fact he turned me off. smh\n  ","1056371":"\n  man that so turned me off\n  ","1056372":"\n  OH REALLY?\n  \n  smh\n  ","1056373":"\n  may o help you?\n  ","1056374":"\n  yeah smh\n  ","1056375":"\n  bye bye guys\n  ","1056376":"\n  snap me guys\n  ","1056377":"\n  what a shame\n  ","1056378":"\n  the devil is me 😈\n  ","1056379":"\n  dry\n  ","1056380":"\n  I died\n  ","1056381":"\n  ARE YOU DRUNK?\n  ","1056382":"\n  Nah not my thing\n  ","1056383":"\n  that's not my name to\n  ","1056384":"\n  only the most awesome guy\n  ","1056385":"\n  TOBI just woke up from a sexy nap\n  ","1056386":"\n  yo I just woke up from a sexy nap too tbh😂😂\n  ","1056387":"\n  Tobi how does one possible take a sexy nap?😂😂😂\n  ","1056388":"\n  who dis\n  ","1056389":"\n  dude what are you talking about\n  ","1056390":"\n  666 likes ;)\n  \n  you know what that means\n  ","1056391":"\n  I meant decent questions 😂\n  \n  lord\n  ","1056392":"\n  Then someone better ask me questions (;\n  ","1056393":"\n  maybe if I go away everyone will be happy :)))\n  ","1056394":"\n  you're a little weird\n  \n  not a little actually very much\n  ","1056395":"\n  really this is the question of the day?\n  \n  help me. I pray\n  ","1056396":"\n  you're the mainnn❤️\n  ","1056397":"\n  I'm shook\n  ","1056398":"\n  I mean I'm 5'7 so?\n  ","1056399":"\n  I feel the luvvvv\n  ","1056400":"\n  normal isn't a thing\n  ","1056401":"\n  be normal then\n  \n  oh wait normal isn't a thing\n  ","1056402":"\n  I've been hiding in my closet\n  ","1056403":"\n  brighten my future instead\n  ","1056404":"\n  5 bucks mate 😂😂\n  ","1056405":"\n  I will pay for you to go away ((:\n  ","1056406":"\n  yes your job is to go away :))\n  ","1056407":"\n  dude go away\n  ","1056408":"\n  can you go bye bye\n  ","1056409":"\n  Me all the time 😂😂\n  ","1056410":"\n  Yes\n  \n  I regret it\n  ","1056411":"\n  I need chi chinggggggf\n  ","1056412":"\n  Sheriff Romero😂\n  ","1056413":"\n  I agree, I sure do\n  \n  smh\n  ","1056414":"\n  0.001 that's about right\n  ","1056415":"\n  gosh I'm bored\n  ","1056416":"\n  God damn my legs are sore\n  ","1056417":"\n  I'm so weak\n  ","1056418":"\n  I'm like dying\n  \n  literally\n  ","1056419":"\n  I have to go watch fifty shades darker ahhhhhh\n  \n  yes Christian Grey is so hot\n  ","1056420":"\n  somebody help me\n  ","1056421":"\n  dying\n  ","1056422":"\n  I am your father\n  ","1056423":"\n  omfg just admit you think you're gorgeous too because it's a fact\n  ","1056424":"\n  of course gorgeous looking boy x\n  ","1056425":"\n  dude I have so many more better names. And ideas for that kind of thing.\n  ","1056426":"\n  dude what are you talking about?\n  ","1056427":"\n  I'm so bored\n  ","1056428":"\n  this is so long to read & im lazy\n  ","1056429":"\n  can you not?\n  ","1056430":"\n  thank you guys\n  ","1056431":"\n  excuse me?\n  \n  I'm straight\n  ","1056432":"\n  boiiiii\n  ","1056433":"\n  oh dear lord\n  ","1056434":"\n  thank you lol\n  \n  I feel the love\n  ","1056435":"\n  😂😂😂\n  ","1056436":"\n  Thank you!\n  ","1056437":"\n  I feel like I do\n  ","1056438":"\n  I have fat thighs lol at least I think so 😂\n  ","1056439":"\n  17\n  ","1056440":"\n  It's a dress\n  ","1056441":"\n  don't lie to me\n  ","1056442":"\n  where? dude you must be blind :)\n  ","1056443":"\n  I'm not 100 lmao😂\n  \n  I just said that\n  ","1056444":"\n  Have you seen me?\n  ","1056445":"\n  I'm 5'7 m8\n  ","1056446":"\n  it's called a fake smile :))\n  ","1056447":"\n  no I'm not even @ 100\n  \n  underweight\n  ","1056448":"\n  smh\n  ","1056449":"\n  dude I totally agree\n  ","1056450":"\n  excuse me?\n  \n  what are you saying\n  ","1056451":"\n  I'm concerned I'm dying\n  ","1056452":"\n  lord help this child\n  ","1056453":"\n  it's called health class\n  ","1056454":"\n  you ask me this literally every 2 seconds\n  ","1056455":"\n  fr fr\n  ","1056456":"\n  Devils working overtime\n  ","1056457":"\n  I remember making ask like awhile ago\n  \n  no one ever said it was terrible\n  ","1056458":"\n  Dude that song is so like 2015\n  ","1056459":"\n  71 whoops\n  ","1056460":"\n  our generation\n  ","1056461":"\n  well I don't believe you've grown up\n  ","1056462":"\n  of course girly💖\n  \n  you as well!\n  ","1056463":"\n  can you grow up?\n  \n  is that possible?\n  ","1056464":"\n  you're so lovely💗\n  \n  also followed you here\n  ","1056465":"\n  could you get any weirder?\n  ","1056466":"\n  you wish though\n  ","1056467":"\n  yeah same here!\n  \n  smh especially since I'm going into law enforcement!\n  \n  and btw girly added you on snap😇\n  ","1056468":"\n  I don't careeeee go on and tear me apart\n  ","1056469":"\n  I change my pp every 0.005 seconds because I look terrible in all\n  ","1056470":"\n  I'm adding people on snapchat!\n  \n  let me me know if ya wanna be added!\n  ","1056471":"\n  girl that's you!💕 thank you love! I'm glad you enjoy 😌\n  ","1056472":"\n  girl you're perfect\n  \n  why can't I look like you\n  \n  ughhhh\n  ","1056473":"\n  your face? omfg yes I believe that\n  \n  I wis mine did\n  ","1056474":"\n  and you have a gorgeous face 😍\n  ","1056475":"\n  why just why\n  ","1056476":"\n  it sucks 😩\n  ","1056477":"\n  dude Vince Vaughn is one of my favorite actors!\n  ","1056478":"\n  thank you Vince Vaughn😂\n  ","1056479":"\n  I'm sick 😩😩\n  ","1056480":"\n  17\n  ","1056481":"\n  I realize that 😂😂\n  ","1056482":"\n  dude I don't know about my proudly picture. Is it good?\n  ","1056483":"\n  who who\n  ","1056484":"\n  dude who even is that\n  ","1056485":"\n  thanks beautiful ❤️\n  \n  Love you\n  ","1056486":"\n  what in the world\n  ","1056487":"\n  IM SO BORED GOD\n  ","1056488":"\n  I'm in love with my koala 😍❤️\n  ","1056489":"\n  LARYYYYYYYYYY\n  \n  clean up on aisle 8\n  ","1056490":"\n  really?\n  ","1056491":"\n  HELP\n  ","1056492":"\n  what are you even saying\n  ","1056493":"\n  yeah Instead of grocery shopping I take my time and look good\n  ","1056494":"\n  gorgeous ❤️\n  ","1056495":"\n  lmao dude that's not what I meant\n  ","1056496":"\n  nah\n  ","1056497":"\n  smh\n  \n  I do need 3 drinks rn\n  ","1056498":"\n  lol\n  ","1056499":"\n  very bad pancake\n  ","1056500":"\n  can someone kill me?\n  ","1056501":"\n  I know right omgg\n  ","1056502":"\n  omfg the queen said she loves me😍😩\n  \n  officially dead rn❤️\n  \n  I LOVE YOU MORE\n  ","1056503":"\n  guys people say my smile is like G-Eazy's smile when I heard that OMG I literally smiled more\n  ","1056504":"\n  girl you're so gorgeous\n  \n  it's not even fair\n  \n  share your looks with me 😍😩\n  \n  I adore your style!\n  \n  you're so kind and funny asf!\n  \n  you're one of my favorites!❤️\n  \n  you're so gorgeous seriously 😍😩😭\n  ","1056505":"\n  oh dear god\n  ","1056506":"\n  lord help this child\n  ","1056507":"\n  when you don't have a boyfriend\n  ","1056508":"\n  I'm trying to survive I guess\n  ","1056509":"\n  dude fr\n  ","1056510":"\n  oh NO\n  ","1056511":"\n  both are so gorgeous 😍\n  ","1056512":"\n  Lmao\n  ","1056513":"\n  yes?\n  ","1056514":"\n  smh\n  ","1056515":"\n  awh really?\n  ","1056516":"\n  wifeyyyyyy\n  ","1056517":"\n  I'm doing eh you?\n  ","1056518":"\n  donut be sorry\n  ","1056519":"\n  oh no :-:\n  ","1056520":"\n  dude\n  ","1056521":"\n  what?\n  ","1056522":"\n  yayyyyyyy\n  ","1056523":"\n  someone unfollowed me 👿\n  ","1056524":"\n  someone unfollowed me smh\n  ","1056525":"\n  thank you\n  ","1056526":"\n  oh no😂❤️\n  ","1056527":"\n  suppppp\n  ","1056528":"\n  sure\n  ","1056529":"\n  lol\n  ","1056530":"\n  I have stress rn\n  ","1056531":"\n  I'm not Kristina lol lord\n  ","1056532":"\n  Cold - by maroon 5\n  \n  lol see what I did there?\n  ","1056533":"\n  because you're too kind ☺️\n  ","1056534":"\n  I'm not even!\n  ","1056535":"\n  who?\n  ","1056536":"\n  no lol I don't\n  ","1056537":"\n  yes g-eazy is life ❤️\n  ","1056538":"\n  don't beg for likes lad\n  ","1056539":"\n  you have awesome green hair\n  \n  you look like the joker\n  \n  you seem very rad\n  \n  I love your piercings\n  ","1056540":"\n  I'm dying of laughter\n  ","1056541":"\n  did I eat a guy?\n  \n  who do I look like I am to you?\n  ","1056542":"\n  Not for me at least\n  ","1056543":"\n  No\n  ","1056544":"\n  dude no I'm still 7\n  ","1056545":"\n  Hey child\n  ","1056546":"\n  help\n  ","1056547":"\n  SAHAR gorgeous 😍💕\n  \n  she's new here!\n  \n  go follow and ask her!\n  ","1056548":"\n  somebody help me\n  ","1056549":"\n  At home lol\n  ","1056550":"\n  thank you💗\n  ","1056551":"\n  Ugh\n  ","1056552":"\n  later I will\n  ","1056553":"\n  thank you!\n  ","1056554":"\n  😂😂😂\n  ","1056555":"\n  for sure\n  ","1056556":"\n  help\n  ","1056557":"\n  Nope\n  ","1056558":"\n  yeah I guess lol\n  ","1056559":"\n  too lazy atm\n  ","1056560":"\n  1999\n  ","1056561":"\n  dude I wish I had sisters\n  ","1056562":"\n  September 7th\n  ","1056563":"\n  Nah\n  ","1056564":"\n  3 brothers\n  ","1056565":"\n  very well 😎\n  ","1056566":"\n  I guess\n  ","1056567":"\n  yes it is tbh\n  ","1056568":"\n  why?\n  ","1056569":"\n  I'm 5'7 lol that's pretty tall\n  ","1056570":"\n  story of my life\n  ","1056571":"\n  I'm 5'7 😎\n  ","1056572":"\n  just lost two followers smh\n  ","1056573":"\n  I agree\n  ","1056574":"\n  oh thank you😊\n  ","1056575":"\n  dude I have the hugest crush on Chris Evans 😍😩\n  ","1056576":"\n  I'm 17 :)\n  ","1056577":"\n  I'm v bored\n  ","1056578":"\n  thank you\n  ","1056579":"\n  Ain't that the truth!👊🏻\n  ","1056580":"\n  oh please 😂\n  \n  I know I can!\n  ","1056581":"\n  dude I bet I'm better😂\n  ","1056582":"\n  what? lmao what a interesting name😂\n  ","1056583":"\n  boys boys & boys\n  ","1056584":"\n  you're very beautiful\n  \n  you seem very kind and lovely\n  ","1056585":"\n  yes I am x\n  ","1056586":"\n  much love ❤️\n  ","1056587":"\n  and who's your boyfriend?\n  ","1056588":"\n  the main version lol\n  ","1056589":"\n  GOSH\n  ","1056590":"\n  you guys ask me questions YO!\n  ","1056591":"\n  It ain't funny what I've been through\n  ","1056592":"\n  Smh\n  ","1056593":"\n  who said I hate you?\n  ","1056594":"\n  yeah of Adam Levine\n  ","1056595":"\n  cuz I got issues but you got them too\n  ","1056596":"\n  what a lovely question\n  ","1056597":"\n  no but many people have made me feel that way\n  ","1056598":"\n  no that's not what I meant at all.\n  ","1056599":"\n  💗💗\n  ","1056600":"\n  I gotta study for my permit today. That's a must!\n  ","1056601":"\n  Single\n  ","1056602":"\n  oh hah thank you!❤️\n  ","1056603":"\n  like honestly I don't even know.\n  \n  it's painful\n  ","1056604":"\n  dude I got replaced so fast by my ex and he lied to me because he said I deserve better. Like seriously. that hurt so much. but yeah I think you should move on and go find someone better!\n  ","1056605":"\n  yes, hello there child\n  ","1056606":"\n  someone talk to meeeeeee\n  ","1056607":"\n  what?\n  ","1056608":"\n  About?\n  ","1056609":"\n  okay okay I'm not that smart lol\n  ","1056610":"\n  this one guy in currently talking to😍😩\n  ","1056611":"\n  Yes omg\n  \n  come on.\n  \n  there's so many girls in this world you'll find someone!\n  ","1056612":"\n  yeah they do\n  ","1056613":"\n  no I haven't done accounting.\n  \n  but yes I also find economics very interesting.\n  ","1056614":"\n  well duh\n  ","1056615":"\n  yes I did have history!\n  \n  now I'm in economics\n  ","1056616":"\n  It's time to move on.\n  ","1056617":"\n  all types of colors\n  ","1056618":"\n  I have a lot on my mind. Yes I watch the food channel.\n  ","1056619":"\n  lol no\n  ","1056620":"\n  messy atm\n  \n  because I got new furniture\n  ","1056621":"\n  dude move on.\n  \n  what are you even talking about\n  ","1056622":"\n  nah I'm on here now\n  ","1056623":"\n  I'm bored\n  ","1056624":"\n  I don't speak your language\n  ","1056625":"\n  dude seriously\n  ","1056626":"\n  okay can you stop?\n  ","1056627":"\n  what is this? Romeo and Juilet?\n  ","1056628":"\n  Andy?\n  ","1056629":"\n  I'm so lost smh\n  ","1056630":"\n  okay? where to?\n  ","1056631":"\n  who?\n  ","1056632":"\n  I love you too!💕\n  ","1056633":"\n  dude\n  ","1056634":"\n  I'm so confused\n  ","1056635":"\n  what? Who's Alice? Lol\n  ","1056636":"\n  don't worry about it! It's okay ❤️\n  ","1056637":"\n  who is this? lol\n  ","1056638":"\n  the other guys look of disgust omfg😂\n  ","1056639":"\n  all people get likes.\n  ","1056640":"\n  yeah omg I hate it\n  ","1056641":"\n  like I'm worthless\n  \n  not good enough\n  ","1056642":"\n  thank you! You made my day💗\n  ","1056643":"\n  I'm actually both\n  ","1056644":"\n  thank ya dude\n  ","1056645":"\n  yeah I'm alright lol\n  ","1056646":"\n  DUDE REALLY?😍\n  ","1056647":"\n  inch Es asum?\n  ","1056648":"\n  That's so random\n  ","1056649":"\n  legit it's Sam\n  \n  you're annoying me\n  ","1056650":"\n  Help\n  ","1056651":"\n  me or me\n  ","1056652":"\n  OMFG MY GIRL GEORGIEEE MADE AN ACCOUNT!!!😍😍\n  ","1056653":"\n  HELP\n  ","1056654":"\n  yes I can\n  ","1056655":"\n  the mj one\n  ","1056656":"\n  why thank you❤️\n  ","1056657":"\n  yes I do\n  ","1056658":"\n  Exactly\n  ","1056659":"\n  for sure 😂\n  ","1056660":"\n  lol okay thanks Austin :)))\n  ","1056661":"\n  When you can't even see my eyes\n  ","1056662":"\n  lol because I'm not famous\n  ","1056663":"\n  thanks dude. nice face\n  ","1056664":"\n  Lol cu I think Austin is hot\n  ","1056665":"\n  I don't believe that :))\n  \n  but do whatever you want\n  ","1056666":"\n  You think you're Austin?\n  ","1056667":"\n  thank you thank you love!💗\n  \n  I miss you!\n  ","1056668":"\n  lord\n  ","1056669":"\n  I added him on snapchat! He never added back smh\n  ","1056670":"\n  when you ask that every second\n  ","1056671":"\n  I play tennis fan\n  ","1056672":"\n  Ask me stuff people\n  ","1056673":"\n  you tell me m8\n  ","1056674":"\n  It's the best!\n  \n  I'm Norman\n  ","1056675":"\n  good afternoon\n  ","1056676":"\n  I'm just a random person\n  ","1056677":"\n  you're excused 😊\n  ","1056678":"\n  Lol you could say that\n  ","1056679":"\n  since when I'm I happy 😂\n  ","1056680":"\n  okay lol\n  \n  that's great\n  ","1056681":"\n  because I don't lol\n  ","1056682":"\n  I don't speak French\n  ","1056683":"\n  oh my\n  ","1056684":"\n  Awh love you!💕\n  ","1056685":"\n  no\n  ","1056686":"\n  inch?\n  ","1056687":"\n  I'm Armenian and Irish\n  ","1056688":"\n  in my opinion both are hot\n  \n  at least some of them\n  ","1056689":"\n  yes I do\n  \n  I'm not against it\n  ","1056690":"\n  lol whatever man\n  \n  I'm not\n  ","1056691":"\n  okay and?¿\n  ","1056692":"\n  what's up with the caps?\n  ","1056693":"\n  Dude yeah someone else is asking me\n  ","1056694":"\n  I am what\n  ","1056695":"\n  dude you don't know me\n  ","1056696":"\n  I'm straight\n  ","1056697":"\n  I'm not bi\n  ","1056698":"\n  1,083 yall are babes\n  ","1056699":"\n  yeah man that's why I'm always smiling :(:\n  ","1056700":"\n  oh gosh no\n  \n  ily❤️\n  ","1056701":"\n  girl smh\n  \n  I'm ur biggest fan\n  \n  and you ask do I know you?¿\n  \n  I cri :((\n  ","1056702":"\n  Tobiiiiii though. (;\n  ","1056703":"\n  BLAH this app is plain\n  ","1056704":"\n  KAIII CAN I have your face?😍😩\n  ","1056705":"\n  refuse and walk away :))\n  ","1056706":"\n  I'm a little girl?😂😂\n  ","1056707":"\n  Dude\n  "}}